{
  "drug_name": "(9S,10S)-9-(S-glutathionyl)-10-hydroxy-9,10-dihydrophenanthrene",
  "generic_name": [
    "METHOCARBAMOL"
  ],
  "brand_names": [
    "Methocarbamol"
  ],
  "drug_interactions": [
    "Drug interactions See Warnings and Precautions for interaction with CNS drugs and alcohol. Methocarbamol may inhibit the effect of pyridostigmine bromide. Therefore, methocarbamol should be used with caution in patients with myasthenia gravis receiving anticholinesterase agents."
  ],
  "warnings": [
    "WARNINGS Since methocarbamol may possess a general CNS depressant effect, patients receiving Methocarbamol tablets, USP should be cautioned about combined effects with alcohol and other CNS depressants. Safe use of Methocarbamol tablets, USP has not been established with regard to possible adverse effects upon fetal development. There have been reports of fetal and congenital abnormalities following in utero exposure to methocarbamol. Therefore, Methocarbamol tablets, USP should not be used in women who are or may become pregnant and particularly during early pregnancy unless in the judgment of the physician the potential benefits outweigh the possible hazards (see Precautions, Pregnancy ). Use In Activities Requiring Mental Alertness Methocarbamol may impair mental and/or physical abilities required for performance of hazardous tasks, such as operating machinery or driving a motor vehicle. Patients should be cautioned about operating machinery, including automobiles, until they are reasonably certain that methocarbamol therapy does not adversely affect their ability to engage in such activities."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reactions reported coincident with the administration of methocarbamol include: Body as a whole: Anaphylactic reaction, angioneurotic edema, fever, headache Cardiovascular system: Bradycardia, flushing, hypotension, syncope, thrombophlebitis Digestive system: Dyspepsia, jaundice (including cholestatic jaundice), nausea and vomiting Hemic and lymphatic system: Leukopenia Immune system: Hypersensitivity reactions Nervous system: Amnesia, confusion, diplopia, dizziness or lightheadedness, drowsiness, insomnia, mild muscular incoordination, nystagmus, sedation, seizures (including grand mal), vertigo Skin and special senses: Blurred vision, conjunctivitis, nasal congestion, metallic taste, pruritus, rash, urticaria"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Methocarbamol tablets, USP are contraindicated in patients hypersensitive to methocarbamol or to any of the tablet components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Methocarbamol tablets, USP, 500 mg – Adults: Initial dosage: 3 tablets q.i.d. Maintenance dosage: 2 tablets q.i.d. Methocarbamol tablets, USP: 750 mg – Adults: Initial dosage: 2 tablets q.i.d. Maintenance dosage: 1 tablet q.4h. or 2 tablets t.i.d. Six grams a day are recommended for the first 48 to 72 hours of treatment. (For severe conditions 8 grams a day may be administered). Thereafter, the dosage can usually be reduced to approximately 4 grams a day."
  ],
  "indications": [
    "INDICATIONS AND USAGE Methocarbamol tablets, USP are indicated as an adjunct to rest, physical therapy, and other measures for the relief of discomfort associated with acute, painful musculoskeletal conditions. The mode of action of methocarbamol has not been clearly identified, but may be related to its sedative properties. Methocarbamol does not directly relax tense skeletal muscles in man."
  ],
  "fetched_at": "2025-10-01T07:42:29.941420",
  "source": "OpenFDA"
}