{
  "drug_name": "1,3-Dedimethyl-1,3-Divinyl Heme",
  "generic_name": [
    "1,3-Dedimethyl-1,3-Divinyl Heme"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Digoxin : Concomitant Hydroxychloroquine sulfate tablets and digoxin therapy may result in increased serum digoxin levels: serum digoxin levels should be closely monitored in patients receiving combined therapy. Insulin or antidiabetic drugs : As Hydroxychloroquine sulfate tablets may enhance the effects of a hypoglycemic treatment, a decrease in doses of insulin or antidiabetic drugs may be required. Drugs that prolong QT interval and other arrhythmogenic drugs : Hydroxychloroquine sulfate tablets prolong the QT interval and should not be administered with other drugs that have the potential to induce cardiac arrhythmias. Also, there may be an increased risk of inducing ventricular arrhythmias if Hydroxychloroquine sulfate tablets are used concomitantly with other arrhythmogenic drugs. Mefloquine and other drugs known to lower the convulsive threshold : Hydroxychloroquine sulfate tablets can lower the convulsive threshold. Co-administration of Hydroxychloroquine sulfate tablets with other antimalarials known to lower the convulsion threshold (e.g., mefloquine) may increase the risk of convulsions. Antiepileptics : The activity of antiepileptic drugs might be impaired if co-administered with Hydroxychloroquine sulfate tablets. Methotrexate : Combined use of methotrexate with Hydroxychloroquine sulfate tablets has not been studied and may increase the incidence of adverse effects. Cyclosporin : An increased plasma cyclosporin level was reported when cyclosporin and Hydroxychloroquine sulfate tablets were co-administered. The following interactions have been observed on treatment with the structurally related substance chloroquine phosphate, and therefore cannot be ruled out for hydroxychloroquine. Praziquantel : Chloroquine has been reported to reduce the bioavailability of praziquantel. Antacids and kaolin : Antacids and kaolin can reduce absorption of chloroquine; an interval of at least 4 hours between intake of these agents and chloroquine should be observed. Cimetidine : Cimetidine can inhibit the metabolism of chloroquine, increasing its plasma level. Concomitant use of cimetidine should be avoided. Ampicillin : In a study of healthy volunteers, chloroquine significantly reduced the bioavailability of ampicillin."
  ],
  "warnings": [
    "WARNINGS Resistant strains of malaria: Hydroxychloroquine sulfate tablets are not effective against chloroquine-resistant strains of P. falciparum (see CLINICAL PHARMACOLOGY – Microbiology ). Ocular: Irreversible retinal damage has been observed in some patients who had received hydroxychloroquine sulfate. Significant risk factors for retinal damage include daily doses of hydroxychloroquine sulfate greater than 6.5 mg/kg (5 mg/kg base) of actual body weight, durations of use greater than five years, subnormal glomerular filtration, use of some concomitant drug products such as tamoxifen citrate and concurrent macular disease. A baseline ocular examination is recommended within the first year of starting Hydroxychloroquine sulfate tablets. The baseline exam should include: best corrected distance visual acuity (BCVA), an automated threshold visual field (VF) of the central 10 degrees (with retesting if an abnormality is noted), and spectral domain ocular coherence tomography (SD-OCT). For individuals with significant risk factors (daily dose of hydroxychloroquine sulfate greater than 5.0 mg/kg base of actual body weight, subnormal glomerular filtration, use of tamoxifen citrate or concurrent macular disease) monitoring should include annual examinations which include BCVA, VF and SD-OCT. For individuals without significant risk factors, annual exams can usually be deferred until five years of treatment. In individuals of Asian descent, retinal toxicity may first be noticed outside the macula. In patients of Asian descent, it is recommended that visual field testing be performed in the central 24 degrees instead of the central 10 degrees. It is recommended that hydroxychloroquine be discontinued if ocular toxicity is suspected and the patient should be closely observed given that retinal changes (and visual disturbances) may progress even after cessation of therapy. Cardiac Effects, including Cardiomyopathy and QT prolongation: Postmarketing cases of life-threatening and fatal cardiomyopathy have been reported with use of Hydroxychloroquine sulfate tablets as well as with use of chloroquine. Patients may present with atrioventricular block, pulmonary hypertension, sick sinus syndrome or with cardiac complications. ECG findings may include atrioventricular, right or left bundle branch block. Signs or symptoms of cardiac compromise have appeared during acute and chronic treatment. Clinical monitoring for signs and symptoms of cardiomyopathy is advised, including use of appropriate diagnostic tools such as ECG to monitor patients for cardiomyopathy during Hydroxychloroquine sulfate tablets therapy. Chronic toxicity should be considered when conduction disorders (bundle branch block/atrio-ventricular heart block) or biventricular hypertrophy are diagnosed. If cardiotoxicity is suspected, prompt discontinuation of Hydroxychloroquine sulfate tablets may prevent life-threatening complications. Hydroxychloroquine sulfate tablets prolong the QT interval. Ventricular arrhythmias and torsades de pointes have been reported in patients taking Hydroxychloroquine sulfate tablets (see OVERDOSAGE ). Therefore, Hydroxychloroquine sulfate tablets should not be administered with other drugs that have the potential to prolong the QT interval (see DRUG INTERACTIONS ). Worsening of psoriasis and porphyria: Use of Hydroxychloroquine sulfate tablets in patients with psoriasis may precipitate a severe attack of psoriasis. When used in patients with porphyria the condition may be exacerbated. The preparation should not be used in these conditions unless in the judgment of the physician the benefit to the patient outweighs the possible hazard. Proximal Myopathy and Neuropathy: Skeletal muscle myopathy or neuropathy leading to progressive weakness and atrophy of proximal muscle groups, depressed tendon reflexes, and abnormal nerve conduction, have been reported. Muscle and nerve biopsies have been associated with curvilinear bodies and muscle fiber atrophy with vacuolar changes. Assess muscle strength and deep tendon reflexes periodically in patients on long-term therapy with Hydroxychloroquine sulfate tablets. Neuropsychiatric events, including suicidality: Suicidal behavior has been rarely reported in patients treated with Hydroxychloroquine sulfate tablets. Hypoglycemia: Hydroxychloroquine sulfate tablets have been shown to cause severe hypoglycemia including loss of consciousness that could be life threatening in patients treated with or without antidiabetic medications (see DRUG INTERACTIONS and ADVERSE REACTIONS ). Patients treated with Hydroxychloroquine sulfate tablets should be warned about the risk of hypoglycemia and the associated clinical signs and symptoms. Patients presenting with clinical symptoms suggestive of hypoglycemia during treatment with Hydroxychloroquine sulfate tablets should have their blood glucose checked and treatment reviewed as necessary."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions have been identified during post-approval use of Hydroxychloroquine sulfate tablets or other 4-aminoqunoline compounds. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders: Bone marrow failure, anemia, aplastic anemia, agranulocytosis, leukopenia, and thrombocytopenia. Hemolysis reported in individuals with glucose-6-phosphate dehydrogenase (G-6-PD) deficiency. Cardiac disorders: Cardiomyopathy which may result in cardiac failure and in some cases a fatal outcome (see WARNINGS and OVERDOSAGE ). Hydroxychloroquine sulfate tablets prolong the QT interval. Ventricular arrhythmias and torsade de pointes have been reported in patients taking Hydroxychloroquine sulfate tablets (see OVERDOSAGE and DRUG INTERACTIONS ). Ear and labyrinth disorders: Vertigo, tinnitus, nystagmus, nerve deafness, deafness. Eye disorders: Irreversible retinopathy with retinal pigmentation changes (bull’s eye appearance), visual field defects (paracentral scotomas) and visual disturbances (visual acuity), maculopathies (macular degeneration), decreased dark adaptation, color vision abnormalities, corneal changes (edema and opacities) including corneal deposition of drug with or without accompanying symptoms (halo around lights, photophobia, blurred vision). Gastrointestinal disorders: Nausea, vomiting, diarrhea, and abdominal pain. General disorders and administration site conditions: Fatigue. Hepatobiliary disorders: Liver function tests abnormal, hepatic failure acute. Immune system disorders: Urticaria, angioedema, bronchospasm Metabolism and nutrition disorders: Decreased appetite, hypoglycemia, porphyria, weight decreased. Musculoskeletal and connective tissue disorders: Sensorimotor disorder, skeletal muscle myopathy or neuromyopathy leading to progressive weakness and atrophy of proximal muscle groups, depression of tendon reflexes and abnormal nerve conduction. Nervous system disorders: Headache, dizziness, seizure, ataxia and extrapyramidal disorders such as dystonia, dyskinesia, and tremor have been reported with this class of drugs. Psychiatric disorders: Affect/emotional lability, nervousness, irritability, nightmares, psychosis, suicidal behavior. Skin and subcutaneous tissue disorders: Rash, pruritus, pigmentation disorders in skin and mucous membranes, hair color changes, alopecia. Dermatitis bullous eruptions including erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS syndrome), photosensitivity, dermatitis exfoliative, acute generalized exanthematous pustulosis (AGEP). AGEP has to be distinguished from psoriasis, although Hydroxychloroquine sulfate tablets may precipitate attacks of psoriasis. It may be associated with pyrexia and hyperleukocytosis. To report SUSPECTED ADVERSE REACTIONS, contact Prasco Laboratories at 1-866-525-0688 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Use of Hydroxychloroquine sulfate tablets is contraindicated in patients with known hypersensitivity to 4-aminoquinoline compounds."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION One Hydroxychloroquine sulfate tablet contains 200 mg of hydroxychloroquine sulfate, which is equivalent to 155 mg base. Take Hydroxychloroquine sulfate tablets with a meal or a glass of milk. Malaria Prophylaxis Adults: 400 mg (310 mg base) once weekly on the same day of each week starting 2 weeks prior to exposure, and continued for 4 weeks after leaving the endemic area. Weight-based dosing in adults and pediatric patients: 6.5 mg/kg (5 mg/kg base), not to exceed 400 mg (310 mg base), once weekly on the same day of the week starting 2 weeks prior to exposure, and continued for 4 weeks after leaving the endemic area. Treatment of Uncomplicated Malaria Adults: 800 mg (620 mg base) followed by 400 mg (310 mg base) at 6 hours, 24 hours and 48 hours after the initial dose (total 2000 mg hydroxychloroquine sulfate or 1550 mg base). Weight based dosage in adults and pediatric patients: 13 mg/kg (10 mg/kg base), not to exceed 800 mg (620 mg base) followed by 6.5 mg/kg (5 mg/kg base), not to exceed 400 mg (310 mg base), at 6 hours, 24 hours and 48 hours after the initial dose. Hydroxychloroquine sulfate film-coated tablets cannot be divided, therefore they should not be used to treat patients who weigh less than 31 kg. For radical cure of P. vivax and P. malariae infections, concomitant therapy with an 8-aminoquinoline compound is necessary. Lupus Erythematosus The recommended adult dosage is 200 to 400 mg (155 to 310 mg base) daily, administered as a single daily dose or in two divided doses. Doses above 400 mg a day are not recommended. The incidence of retinopathy has been reported to be higher when this maintenance dose is exceeded. Rheumatoid Arthritis The action of hydroxychloroquine is cumulative and may require weeks to months to achieve the maximum therapeutic effect (see CLINICAL PHARMACOLOGY ). Initial adult dosage: 400 mg to 600 mg (310 to 465 mg base) daily, administered as a single daily dose or in two divided doses. In a small percentage of patients, side effects may require temporary reduction of the initial dosage. Maintenance adult dosage: When a good response is obtained, the dosage may be reduced by 50 percent and continued at a maintenance level of 200 mg to 400 mg (155 to 310 mg base) daily, administered as a single daily dose or in two divided doses. Do not exceed 600 mg or 6.5 mg/kg (5 mg/kg base) per day, whichever is lower, as the incidence of retinopathy has been reported to be higher when this maintenance dose is exceeded. Corticosteroids and salicylates may be used in conjunction with Hydroxychloroquine sulfate tablets, and they can generally be decreased gradually in dosage or eliminated after a maintenance dose of Hydroxychloroquine sulfate tablets has been achieved."
  ],
  "indications": [
    "INDICATIONS AND USAGE Malaria Hydroxychloroquine sulfate tablets are indicated for the treatment of uncomplicated malaria due to P. falciparum, P. malariae, P. ovale, and P. vivax . Hydroxychloroquine sulfate tablets are indicated for the prophylaxis of malaria in geographic areas where chloroquine resistance is not reported. Limitations of Use in Malaria Hydroxychloroquine sulfate tablets are not recommended for the treatment of complicated malaria. Hydroxychloroquine sulfate tablets are not effective against chloroquine or hydroxychloroquine-resistant strains of Plasmodium species (see CLINICAL PHARMACOLOGY – Microbiology ). Hydroxychloroquine sulfate tablets are not recommended for the treatment of malaria acquired in geographic areas where chloroquine resistance occurs or when the Plasmodium species has not been identified. Hydroxychloroquine sulfate tablets are not recommended for malaria prophylaxis in geographic areas where chloroquine resistance occurs. Hydroxychloroquine sulfate tablets do not prevent relapses of P. vivax or P.ovale because they are ot active against the hypnozoite forms of these parasites. For radical cure of P. vivax and P. ovale infections, concomitant therapy with an 8-aminoquinoline compound is necessary (see CLINICAL PHARMACOLOGY – Microbiology ). Prior to prescribing Hydroxychloroquine sulfate tablets for the treatment or prophylaxis of malaria, consult the Centers for Disease Control and Prevention (CDC) Malaria website (http://www.cdc.gov/malaria). Lupus Erythematosus Hydroxychloroquine sulfate tablets are indicated for the treatment of chronic discoid lupus erythematosus and systemic lupus erythematosus in adults. Rheumatoid Arthritis Hydroxychloroquine sulfate tablets are indicated for the treatment of acute and chronic rheumatoid arthritis in adults."
  ],
  "fetched_at": "2025-10-01T02:47:11.542064",
  "source": "OpenFDA"
}