{
  "drug_name": "1-(O-Carboxy-Phenylamino)-1-Deoxy-D-Ribulose-5-Phosphate",
  "generic_name": [
    "SODIUM CHLORIDE"
  ],
  "brand_names": [
    "Sodium Chloride"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS FOR IRRIGATION ONLY. NOT FOR INJECTION. Entry of a hypotonic solution into the circulation may cause hemolysis. Irrigating fluids have been demonstrated to enter the systemic circulation in relatively large volumes; thus, each of these irrigations must be regarded as a systemic drug. Absorption of large amounts can cause fluid and/or solute overloading resulting in dilution of serum electrolyte concentrations, overhydration, congested states or pulmonary edema. The risk of dilutional states is inversely proportional to the electrolyte concentrations of administered parenteral solutions. The risk of solute overload causing congested states with peripheral and pulmonary edema is directly proportional to the electrolyte concentrations of such solutions. Do not heat over 66° C (150° F)."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Possible adverse effects arising from the irrigation of body cavities, tissues, cells or indwelling catheters and tubes are usually avoidable when proper procedures are followed. Displaced catheters or drainage tubes can lead to irrigation or infiltration of unintended structures or cavities. Excessive volume or pressure during irrigation of closed cavities may cause undue distension or disruption of tissues. Accidental contamination from careless technique may transmit infection. Should any adverse reaction occur, discontinue the irrigant, evaluate the patient, institute appropriate therapeutic countermeasures and save the remainder of the fluid for examination if deemed necessary."
  ],
  "contraindications": [
    "CONTRAINDICATIONS NOT FOR INJECTION BY USUAL PARENTERAL ROUTES. An electrolyte solution should not be used for irrigation during electrosurgical procedures."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The dose is dependent upon the capacity or surface area of the structure to be irrigated and the nature of the procedure. When used as a diluent or vehicle for other drugs, the manufacturer's recommendations should be followed. For use in cell washing, the manufacturer's recommendations for blood salvaging and red cell processing should be followed. Drug Interactions Additives may be incompatible. Consult with pharmacist, if available. When introducing additives, use aseptic technique, mix thoroughly and do not store. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution container permits. See PRECAUTIONS ."
  ],
  "indications": [
    "INDICATIONS AND USAGE This sterile, nonpyrogenic electrolyte solution is indicated for all general irrigation, washing, rinsing and dilution purposes including blood cell washing (when used in conjunction with automated intraoperative blood salvaging equipment)."
  ],
  "fetched_at": "2025-10-01T03:46:57.249527",
  "source": "OpenFDA"
}