{
  "drug_name": "1alpha-Hydroxyvitamin D5",
  "generic_name": [
    "1alpha-Hydroxyvitamin D5"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Focalin XR should not be used in patients being treated (currently or within the preceding two weeks) with MAO Inhibitors [ see Contraindications (4. 5 ) ]. Because of possible effects on blood pressure, Focalin XR should be used cautiously with pressor agents. Methylphenidate may decrease the effectiveness of drugs used to treat hypertension. Dexmethylphenidate is metabolized primarily to d -ritalinic acid by de-esterification and not through oxidative pathways. The effects of gastrointestinal pH alterations on the absorption of dexmethylphenidate from Focalin XR have not been studied. Since the modified release characteristics of Focalin XR are pH dependent, the coadministration of antacids or acid suppressants could alter the release of dexmethylphenidate. Human pharmacologic studies have shown that racemic methylphenidate may inhibit the metabolism of coumarin anticoagulants, anticonvulsants (e.g., phenobarbital, phenytoin, primidone), and tricyclic drugs (e.g., imipramine, clomipramine, desipramine). Downward dose adjustments of these drugs may be required when given concomitantly with methylphenidate. It may be necessary to adjust the dosage and monitor plasma drug concentration (or, in the case of coumarin, coagulation times), when initiating or discontinuing methylphenidate. Focalin XR should not be used in patients being treated (currently or within the preceding two weeks) with MAO Inhibitors (4.5) Focalin XR should be used cautiously with pressor agents (7) Antacids or acid suppressants could alter the release of Focalin XR (7) Racemic methylphenidate may inhibit the metabolism of coumarin anticoagulants, anticonvulsants, and tricyclic drugs (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Focalin XR was administered to 46 children and 7 adolescents with ADHD for up to 7 weeks and 206 adults with ADHD in clinical studies. During the clinical studies, 101 adult patients were treated for at least 6 months. Adverse events during exposure were obtained primarily by general inquiry and recorded by clinical investigators using terminology of their own choosing. Consequently, it is not possible to provide a meaningful estimate of the proportion of individuals experiencing adverse events without first grouping similar types of events into a smaller number of standardized event categories. In the tables and listings that follow, MedDRA terminology has been used to classify reported adverse events. The stated frequencies of adverse events represent the proportion of individuals who experienced, at least once, a treatment-emergent adverse event of the type listed. An event was considered treatment emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. Most common adverse reactions (at least 5% and twice the incidence among placebo-treated patients) are dyspepsia, decreased appetite, headache, and anxiety for pediatric patients and dry mouth, dyspepsia, headache, and anxiety for adult patients (6). To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Adverse Events Associated with Discontinuation of Treatment in Acute Clinical Studies with Focalin XR - Children Overall, 50 of 684 children treated with Focalin immediate-release formulation (7.3%) experienced an adverse event that resulted in discontinuation. The most common reasons for discontinuation were twitching (described as motor or vocal tics), anorexia, insomnia, and tachycardia (approximately 1% each). None of the 53 Focalin XR-treated pediatric patients discontinued treatment due to adverse events in the 7-week placebo-controlled study. 6.2 Adverse Events Occurring at an Incidence of 5% or M ore A mong Focalin XR- T reated P atients-Children Table 1 enumerates treatment-emergent adverse events for the placebo-controlled, parallel-group study in children and adolescents with ADHD at flexible Focalin XR doses of 5-30 mg/day. The table includes only those events that occurred in 5% or more of patients treated with Focalin XR and for which the incidence in patients treated with Focalin XR was at least twice the incidence in placebo-treated patients. The prescriber should be aware that these figures cannot be used to predict the incidence of adverse events in the course of usual medical practice where patient characteristics and other factors differ from those which prevailed in the clinical trials. Similarly, the cited frequencies cannot be compared with figures obtained from other clinical investigations involving different treatments, uses, and investigators. The cited figures, however, do provide the prescribing physician with some basis for estimating the relative contribution of drug and non-drug factors to the adverse event incidence rate in the population studied. Table 1.Treatment-Emergent Adverse Events 1 Occurring During Double-Blind Treatment–Pediatric Patients Focalin XR N=53 Placebo N=47 No. of Patients with AEs Total 76% 57% Primary System Organ Class/ Adverse Event Preferred Term Gastrointestinal Disorders 38% 19% Dyspepsia 8% 4% Metabolism and Nutrition Disorders 34% 11% Decreased Appetite 30% 9% Nervous System Disorders 30% 13% Headache 25% 11% Psychiatric Disorders 26% 15% Anxiety 6% 0% 1 Events, regardless of causality, for which the incidence for patients treated with Focalin XR was at least 5% and twice the incidence among placebo-treated patients. Incidence has been rounded to the nearest whole number. Table 2 below enumerates the incidence of dose-related adverse events that occurred during a fixed-dose, double-blind, placebo controlled trial of Focalin XR up to 30mg/day versus placebo in children and adolescents with ADHD. Table 2: Dose-related Adverse Events from a Fixed-dose Study of Double-Blind Treatment in Pediatric Patients By Organ-System and Preferred Term ADVERSE EVENT F ocalin XR 10 mg/d N=64 F ocalin XR 20 mg/d N=60 F ocalin XR 30 mg/d N=58 P lacebo N=63 Gastrointestinal disorders 22% 23% 29% 24% Vomiting 2% 8% 9% 0 Metabolism and nutritional disorders 16% 17% 22% 5% Anorexia 5% 5% 7% 0 Psychiatric Disorders 19% 20% 38% 8% Insomnia 5% 8% 17% 3% Depression 0 0 3% 0 Mood swings 0 0 3% 2% Other Adverse events Irritability 0 2% 5% 0 Nasal Congestion 0 0 5% 0 Pruritus 0 0 3% 0 6.3 Adverse Events Associated with Discontinuation of Treatment in Clinical Studies with Focalin XR - Adults In the adult placebo-controlled study, 10.7% of the Focalin XR-treated patients and 7.5% of the placebo-treated patients discontinued for adverse events. Among Focalin XR-treated patients, insomnia (1.8%, n=3), feeling jittery (1.8%, n=3), anorexia (1.2%, n=2), and anxiety (1.2%, n=2) were the reasons for discontinuation reported by more than 1 patient. 6.4 Adverse Events Occurring at an Incidence of 5% or More Among Focalin XR-Treated Patients -Adults Table 3 enumerates treatment-emergent adverse events for the placebo-controlled, parallel-group study in adults with ADHD at fixed Focalin XR doses of 20, 30, and 40 mg/day. The table includes only those events that occurred in 5% or more of patients in a Focalin XR dose group and for which the incidences in patients treated with Focalin XR appeared to increase with dose. The prescriber should be aware that these figures cannot be used to predict the incidence of adverse events in the course of usual medical practice where patient characteristics and other factors differ from those which prevailed in the clinical trials. Similarly, the cited frequencies cannot be compared with figures obtained from other clinical investigations involving different treatments, uses, and investigators. The cited figures, however, do provide the prescribing physician with some basis for estimating the relative contribution of drug and non-drug factors to the adverse event incidence rate in the population studied. Table 3. Treatment-Emergent Adverse Events1 Occurring During Double-Blind Treatment–Adults Focalin XR 20 mg N=57 Focalin XR 30 mg N=54 Focalin XR 40 mg N=54 Placebo N=53 No. of Patients with AEs Total 84% 94% 85% 68% Primary System Organ Class/ Adverse Event Preferred Term Gastrointestinal Disorders 28% 32% 44% 19% Dry Mouth 7% 20% 20% 4% Dyspepsia 5% 9% 9% 2% Nervous System Disorders 37% 39% 50% 28% Headache 26% 30% 39% 19% Psychiatric Disorders 40% 43% 46% 30% Anxiety 5% 11% 11% 2% Respiratory, Thoracic and Mediastinal Disorders 16% 9% 15% 8% Pharyngolaryngeal Pain 4% 4% 7% 2% 1 Events, regardless of causality, for which the incidence was at least 5% in a Focalin XR group and which appeared to increase with randomized dose. Incidence has been rounded to the nearest whole number. Two other adverse reactions occurring in clinical trials with Focalin XR at a frequency greater than placebo, but which were not dose related were: Feeling jittery (12% and 2%, respectively) and Dizziness (6% and 2%, respectively). Table 4 summarizes changes in vital signs and weight that were recorded in the adult study (N=218) of Focalin XR in the treatment of ADHD. Table 4. Changes (Mean ± SD) in Vital Signs and Weight by Randomized Dose during Double-Blind Treatment – Adults Focalin XR 20 mg (N=57) Focalin XR 30 mg (N=54) Focalin XR 40 mg (N=54) Placebo (N=53) Pulse (bpm) 3.1 ± 11.1 4.3 ± 11.7 6.0 ± 10.1 -1.4 ± 9.3 Diastolic BP (mmHg) -0.2 ± 8.2 1.2 ± 8.9 2.1 ± 8.0 0.3 ± 7.8 Weight (kg) -1.4 ± 2.0 -1.2 ± 1.9 -1.7 ± 2.3 -0.1 ± 3.9 6.5 Adverse Events with Other Methylphenidate HCl Dosage Forms Nervousness and insomnia are the most common adverse reactions reported with other methylphenidate products. In children, loss of appetite, abdominal pain, weight loss during prolonged therapy, insomnia, and tachycardia may occur more frequently; however, any of the other adverse reactions listed below may also occur. Other reactions include: Cardiac: angina, arrhythmia, palpitations, pulse increased or decreased, tachycardia Gastrointestinal: abdominal pain, nausea Immune: hypersensitivity reactions including skin rash, urticaria, fever, arthralgia, exfoliative dermatitis, erythema multiforme with histopathological findings of necrotizing vasculitis, and thrombocytopenic purpura Metabolism/Nutrition: anorexia, weight loss during prolonged therapy Nervous System: dizziness, drowsiness, dyskinesia, headache, rare reports of Tourette’s syndrome, toxic psychosis Vascular: blood pressure increased or decreased, cerebral arteritis and/or occlusion Although a definite causal relationship has not been established, the following have been reported in patients taking methylphenidate: Blood/Lymphatic: leukopenia and/or anemia Hepatobiliary: abnormal liver function, ranging from transaminase elevation to hepatic coma Psychiatric: transient depressed mood, aggressive behavior Skin/Subcutaneous: scalp hair loss Very rare reports of neuroleptic malignant syndrome (NMS) have been received, and, in most of these, patients were concurrently receiving therapies associated with NMS. In a single report, a ten-year-old boy who had been taking methylphenidate for approximately 18 months experienced an NMS-like event within 45 minutes of ingesting his first dose of venlafaxine. It is uncertain whether this case represented a drug-drug interaction, a response to either drug alone, or some other cause."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Agitation, marked anxiety, and tension (4.1) Known hypersensitivity to methylphenidate or product components (4.2) Glaucoma (4.3) History of motor tics or a family history or diagnosis of Tourette’s syndrome (4.4) During, or within a minimum of 14 days following discontinuation of treatment with a monoamine oxidase inhibitor (MAOI) (4.5) 4.1 Agitation Focalin XR is contraindicated in patients with marked anxiety, tension, and agitation, since the drug may aggravate these symptoms. 4.2 Hypersensitivity to Methylphenidate Focalin XR is contraindicated in patients known to be hypersensitive to methylphenidate, or other components of the product. 4.3 Glaucoma Focalin XR is contraindicated in patients with glaucoma. 4.4 Tics Focalin XR is contraindicated in patients with motor tics or with a family history or diagnosis of Tourette’s syndrome [ see Adverse Reactions (6.1) ]. 4.5 Monoamine Oxidase Inhibitors Focalin XR is contraindicated during treatment with monoamine oxidase inhibitors, and also within a minimum of 14 days following discontinuation of treatment with a monoamine oxidase inhibitor (hypertensive crises may result)."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Focalin XR is for oral administration once daily in the morning. Focalin XR may be swallowed as whole capsules or alternatively may be administered by sprinkling the capsule contents on a small amount of applesauce (see specific instructions below). Focalin XR and/or their contents should not be crushed, chewed, or divided. The capsules may be carefully opened and the beads sprinkled over a spoonful of applesauce. The mixture of drug and applesauce should be consumed immediately in its entirety. The drug and applesauce mixture should not be stored for future use. Dosage should be individualized according to the needs and responses of the patient. Focalin XR is intended for oral administration once daily in the morning. Focalin XR capsules may be swallowed whole, or capsule contents can be sprinkled on applesauce. Focalin XR and/or their contents should not be crushed, chewed, or divided (2) For patients new to methylphenidate: Begin treatment with Focalin XR at 5 mg/day for pediatrics and 10 mg/day for adults, titrating the dose weekly in 5 mg increments for pediatrics and in 10 mg increments for adults. Doses above 30 mg/day in children and 40 mg/day in adults have not been studied. (2.1) For patients already using methylphenidate: Initiate Focalin XR therapy with half (1/2) the current total daily dose of methylphenidate. (2.2) Patients already using Focalin (dexmethylphenidate) immediate release: switch to the same daily dose of Focalin XR. (2.2) 2.1 Patients N ew to Methylphenidate The recommended starting dose of Focalin XR for patients who are not currently taking dexmethylphenidate or racemic methylphenidate, or for patients who are on stimulants other than methylphenidate, is 5 mg/day for pediatric patients and 10 mg/day for adult patients. Dosage may be adjusted in 5 mg increments for pediatric patients and in 10 mg increments for adult patients. In general, dosage adjustments may proceed at approximately weekly intervals. The patient should be observed for a sufficient duration at a given dose to ensure that a maximal benefit has been achieved before a dose increase is considered. In dose-response (fixed-dose) studies (pediatric from 10 to 30 mg/day and adult from 20 to 40 mg/day), all doses were effective vs. placebo. There was no clear finding, however, of greater average benefits for the higher doses compared to the lower doses. Adverse events and discontinuations, however, were dose-related. Doses above 30 mg/day in pediatrics and 40 mg/day in adults have not been studied and are not recommended. 2.2 Patients Currently Using Methylphenidate For patients currently using methylphenidate, the recommended starting dose of Focalin XR is half the total daily dose of racemic methylphenidate. Patients currently using Focalin (dexmethylphenidate) may be switched to the same daily dose of Focalin XR. 2.3 Maintenance/Extended Treatment There is no body of evidence available from controlled trials to indicate how long the patient with ADHD should be treated with Focalin XR. It is generally agreed, however, that pharmacological treatment of ADHD may be needed for extended periods. Nevertheless, the physician who elects to use Focalin XR for extended periods in patients with ADHD should periodically reevaluate the long-term usefulness of the drug for the individual patient with periods off medication to assess the patient’s functioning without pharmacotherapy. Improvement may be sustained when the drug is either temporarily or permanently discontinued. 2.4 Dose Reduction and Discontinuation If paradoxical aggravation of symptoms or other adverse events occur, the dosage should be reduced, or, if necessary, the drug should be discontinued. If improvement is not observed after appropriate dosage adjustment over a 1-month period, the drug should be discontinued."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Focalin XR is indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients aged 6 years and older. The effectiveness of Focalin XR in the treatment of ADHD in patients aged 6 years and older was established in two placebo-controlled studies in patients meeting DSM-IV criteria for ADHD [ see Clinical Studies (14) ]. A diagnosis of Attention Deficit Hyperactivity Disorder (ADHD; DSM-IV) implies the presence of hyperactive-impulsive or inattentive symptoms that caused impairment and were present before age 7 years. The symptoms must cause clinically significant impairment, e.g., in social, academic, or occupational functioning, and be present in two or more settings, e.g., school (or work) and at home. The symptoms must not be better accounted for by another mental disorder. For the Inattentive Type, at least six of the following symptoms must have persisted for at least 6 months: lack of attention to details/careless mistakes; lack of sustained attention; poor listener; failure to follow through on tasks; poor organization; avoids tasks requiring sustained mental effort; loses things; easily distracted; forgetful. For the Hyperactive-Impulsive Type, at least six of the following symptoms must have persisted for at least 6 months: fidgeting/squirming; leaving seat; inappropriate running/climbing; difficulty with quiet activities; “on the go”; excessive talking; blurting answers; can’t wait turn; intrusive. The Combined Types requires both inattentive and hyperactive-impulsive criteria to be met. Special Diagnostic Considerations Specific etiology of this syndrome is unknown, and there is no single diagnostic test. Adequate diagnosis requires the use not only of medical but of special psychological, educational, and social resources. Learning may or may not be impaired. The diagnosis must be based upon a complete history and evaluation of the child and not solely on the presence of the required number of DSM-IV characteristics. Need for Comprehensive Treatment Program Focalin XR is indicated as an integral part of a total treatment program for ADHD that may include other measures (psychological, educational, social) for patients with this syndrome. Drug treatment may not be indicated for all children with this syndrome. Stimulants are not intended for use in the child who exhibits symptoms secondary to environmental factors and/or other primary psychiatric disorders, including psychosis. Appropriate educational placement is essential and psychosocial intervention is often helpful. When remedial measures alone are insufficient, the decision to prescribe stimulant medication will depend upon the physician’s assessment of the chronicity and severity of the child’s symptoms. Long-Term Use The effectiveness of Focalin XR for long-term use, i.e., for more than 7 weeks, has not been systematically evaluated in controlled trials. Therefore, the physician who elects to use Focalin XR for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient [ see Dosage a nd Administration (2.3) ]. Focalin XR is a CNS stimulant indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients aged 6 years and older (1)"
  ],
  "fetched_at": "2025-10-01T19:32:50.168466",
  "source": "OpenFDA"
}