{
  "drug_name": "1D-myo-inositol 1,4,5-trisphosphate",
  "generic_name": [
    "ALBENDAZOLE"
  ],
  "brand_names": [
    "Albendazole"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Dexamethasone: Steady-state trough concentrations of albendazole sulfoxide were about 56% higher when dexamethasone was coadministered with each dose of albendazole. ( 7.1 ) Praziquantel: In the fed state increased mean maximum plasma concentration and area under the curve of albendazole sulfoxide by about 50% in healthy subjects. ( 7.2 ) Cimetidine: Increased albendazole sulfoxide concentrations in bile and cystic fluid by about 2-fold in hydatid cyst patients. ( 7.3 ) Theophylline: Albendazole induces cytochrome P450 1A in human hepatoma cells; therefore, it is recommended that plasma concentrations of theophylline be monitored during and after treatment. ( 5.5 , 7.4 ) 7.1 Dexamethasone Steady-state trough concentrations of albendazole sulfoxide were about 56% higher when 8 mg dexamethasone was co-administered with each dose of albendazole (15 mg/kg/day) in 8 neurocysticercosis patients. 7.2 Praziquantel In the fed state, praziquantel (40 mg/kg) increased mean maximum plasma concentration and area under the curve of albendazole sulfoxide by about 50% in healthy subjects (n = 10) compared with a separate group of subjects (n = 6) given albendazole alone. Mean T max and mean plasma elimination half-life of albendazole sulfoxide were unchanged. The pharmacokinetics of praziquantel were unchanged following co-administration with albendazole (400 mg). 7.3 Cimetidine Albendazole sulfoxide concentrations in bile and cystic fluid were increased (about 2-fold) in hydatid cyst patients treated with cimetidine (10 mg/kg/day) (n = 7) compared with albendazole (20 mg/kg/day) alone (n = 12). Albendazole sulfoxide plasma concentrations were unchanged 4 hours after dosing. 7.4 Theophylline Following a single dose of albendazole (400 mg), the pharmacokinetics of theophylline (aminophylline 5.8 mg/kg infused over 20 minutes) were unchanged. Albendazole induces cytochrome P450 1A in human hepatoma cells; therefore, it is recommended that plasma concentrations of theophylline be monitored during and after treatment."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Adverse reactions 1% or greater in hydatid disease: abnormal liver function tests, abdominal pain, nausea/vomiting, reversible alopecia, headache, dizziness/vertigo, fever. ( 6.1 ) Adverse reactions 1% or greater in neurocysticercosis: headache, nausea/vomiting, raised intracranial pressure, meningeal signs. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The adverse reaction profile of albendazole differs between hydatid disease and neurocysticercosis. Adverse reactions occurring with a frequency of 1% or greater in either disease are described in Table 2 below. These symptoms were usually mild and resolved without treatment. Treatment discontinuations were predominantly due to leukopenia (0.7%) or hepatic abnormalities (3.8% in hydatid disease). The following incidence reflects adverse reactions that were reported to be at least possibly or probably related to albendazole. T able 2: Adverse Reaction Incidence 1% or Greater in Hydatid Disease and Neurocysticercosis A dverse Reaction H ydatid Disease N eurocysticercosis G astrointestinal Abdominal Pain 6 0 Nausea 4 6 Vomiting 4 6 G eneral disorders and administration site conditions Fever 1 0 Investigations Elevated Hepatic Enzymes 16 less than 1 N ervous system disorders Dizziness 1 less than 1 Headache 1 11 Meningeal Signs 0 1 Raised Intracranial Pressure 0 2 Vertigo 1 less than 1 Skin and subcutaneous tissue disorders Reversible Alopecia 2 less than 1 The following adverse events were observed at an incidence of less than 1%: Blood and Lymphatic System Disorders: There have been reports of leukopenia, granulocytopenia, pancytopenia, agranulocytosis, or thrombocytopenia [see Warnings and Precautions (5.1) ] . Immune System Disorders: Hypersensitivity reactions, including rash and urticaria. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of albendazole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Aplastic anemia, bone marrow suppression, neutropenia. Eye Disorders: Vision blurred. Gastrointestinal Disorders: Diarrhea. General System Disorders: Asthenia. Hepatobiliary Disorders: Elevations of hepatic enzymes, hepatitis, acute liver failure. Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis. Nervous System Disorders: Somnolence, convulsion. Renal and Urinary Disorders: Acute renal failure. Skin and Subcutaneous Tissue Disorders: Erythema multiforme, Stevens-Johnson syndrome."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Albendazole is contraindicated in patients with known hypersensitivity to the benzimidazole class of compounds or any components of albendazole. Patients with known hypersensitivity to the benzimidazole class of compounds or any components of albendazole."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Patients weighing 60 kg or greater, 400 mg twice daily; less than 60 kg, 15 mg/kg/day in divided doses twice daily (maximum total daily dose 800 mg). Albendazole tablets should be taken with food. ( 2 ) Hydatid disease: 28-day cycle followed by 14-day albendazole-free interval for a total of 3 cycles. ( 2 ) Neurocysticercosis: 8 to 30 days. ( 2 ) See additional important information in the Full Prescribing Information. ( 2 ) 2.1 Dosage Dosing of albendazole will vary depending upon the indication. Albendazole tablets may be crushed or chewed and swallowed with a drink of water. Albendazole tablets should be taken with food [see Clinical Pharmacology (12.3) ] . Table 1: Albendazole Dosage Indication Patient Weight Dose Duration Hydatid Disease 60 kg or greater 400 mg twice daily, with meals 28-day cycle followed by a 14-day albendazole-free interval, for a total of 3 cycles Less than 60 kg 15 mg/kg/day given in divided doses twice daily with meals (maximum total daily dose 800 mg) Neurocysticercosis 60 kg or greater 400 mg twice daily, with meals 8 to 30 days Less than 60 kg 15 mg/kg/day given in divided doses twice daily with meals (maximum total daily dose 800 mg) 2.2 Concomitant Medication to Avoid Adverse Reactions Patients being treated for neurocysticercosis should receive appropriate steroid and anticonvulsant therapy as required. Oral or intravenous corticosteroids should be considered to prevent cerebral hypertensive episodes during the first week of treatment [see Warnings and Precautions (5.3) ] . 2.3 Monitoring for Safety Before and During Treatment Monitor blood counts at the beginning of each 28-day cycle of therapy, and every 2 weeks while on therapy with albendazole in all patients [see Warnings and Precautions (5.1) ] . Monitor liver enzymes (transaminases) at the beginning of each 28-day cycle of therapy, and at least every 2 weeks during treatment with albendazole in all patients [see Warnings and Precautions (5.5) ] . Obtain a pregnancy test in women of reproductive potential prior to therapy [see Warnings and Precautions (5.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Albendazole is an anthelmintic drug indicated for: Treatment of parenchymal neurocysticercosis due to active lesions caused by larval forms of the pork tapeworm, Taenia solium . ( 1.1 ) Treatment of cystic hydatid disease of the liver, lung, and peritoneum, caused by the larval form of the dog tapeworm, Echinococcus granulosus . ( 1.2 ) 1.1 Neurocysticercosis Albendazole is indicated for the treatment of parenchymal neurocysticercosis due to active lesions caused by larval forms of the pork tapeworm, Taenia solium . 1.2 Hydatid Disease Albendazole is indicated for the treatment of cystic hydatid disease of the liver, lung, and peritoneum, caused by the larval form of the dog tapeworm, Echinococcus granulosus ."
  ],
  "fetched_at": "2025-10-01T03:40:33.230216",
  "source": "OpenFDA"
}