{
  "drug_name": "2-amino-8-methyl-4(1H)-quinazolinone",
  "generic_name": [
    "ONDANSETRON HYDROCHLORIDE"
  ],
  "brand_names": [
    "ondansetron hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Serotonergic Drugs Serotonin syndrome (including altered mental status, autonomic instability, and neuromuscular symptoms) has been described following the concomitant use of 5-HT 3 receptor antagonists and other serotonergic drugs, including SSRIs and SNRIs. Monitor for the emergence of serotonin syndrome. If symptoms occur, discontinue ondansetron and initiate supportive treatment [see Warnings and Precautions ( 5.3) ]. 7.2 Drugs Affecting Cytochrome P-450 Enzymes Ondansetron does not itself appear to induce or inhibit the cytochrome P-450 drug-metabolizing enzyme system of the liver [see Clinical Pharmacology (12.3)]. Because ondansetron is metabolized by hepatic cytochrome P-450 drug-metabolizing enzymes (CYP3A4, CYP2D6, CYP1A2), inducers or inhibitors of these enzymes may change the clearance and, hence, the half-life of ondansetron. In patients treated with potent inducers of CYP3A4 (i.e., phenytoin, carbamazepine, and rifampin), the clearance of ondansetron was significantly increased and ondansetron blood concentrations were decreased. However, on the basis of available data, no dosage adjustment for ondansetron is recommended for patients on these drugs [see Clinical Pharmacology ( 12.3 )]. 7.3 Tramadol Although no pharmacokinetic drug interaction between ondansetron and tramadol has been observed, data from 2 small trials indicate that when used together, ondansetron may increase patient-controlled administration of tramadol. Monitor patients to ensure adequate pain control when ondansetron is administered with tramadol. 7.4 Chemotherapy Carmustine, etoposide, and cisplatin do not affect the pharmacokinetics of ondansetron. In a crossover trial in 76 pediatric patients, intravenous ondansetron did not increase systemic concentrations of high-dose methotrexate. 7.5 Alfentanil and Atracurium Ondansetron does not alter the respiratory depressant effects produced by alfentanil or the degree of neuromuscular blockade produced by atracurium. Interactions with general or local anesthetics have not been studied."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] QT Prolongation [see Warnings and Precautions (5.2 )] Serotonin Syndrome [see Warnings and Precautions ( 5.3 )] Myocardial Ischemia [see Warnings and Precautions ( 5.4 )] Masking of Progressive Ileus and Gastric Distension [see Warnings and Precautions [see Warnings and Precautions ( 5.5 )] The most common adverse reactions in adults for the: prevention of chemotherapy-induced (≥5%) are: headache, malaise/fatigue, constipation, diarrhea ( 6.1 ) prevention of radiation-induced nausea and vomiting (≥2%) are: headache, constipation, and diarrhea ( 6.1 ) prevention of postoperative nausea and vomiting (≥9%) are: headache and hypoxia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy's Laboratories Inc., at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The following adverse reactions have been reported in clinical trials of patients treated with ondansetron, the active ingredient of ondansetron. A causal relationship to therapy with ondansetron was unclear in many cases. Prevention of Chemotherapy-Induced Nausea and Vomiting The most common adverse reactions reported in greater than or equal to 4% of 300 adults receiving a single 24 mg dose of ondansetron orally in 2 trials for the prevention of nausea and vomiting associated with highly emetogenic chemotherapy (cisplatin greater than or equal to 50 mg/m 2 ) were: headache (11%) and diarrhea (4%). The most common adverse reactions reported in 4 trials in adults for the prevention of nausea and vomiting associated with moderately emetogenic chemotherapy (primarily cyclophosphamide-based regimens) are shown in Table 3. Table 3: Most Common Adverse Reactions in Adults a for the Prevention of Nausea and Vomiting Associated With Moderately Emetogenic Chemotherapy [Primarily Cyclophosphamide-based Regimens] Adverse Reaction Ondansetron 8 mg Twice Daily (n = 242) Placebo (n = 262) Headache 58 (24%) 34 (13%) Malaise/Fatigue 32 (13%) 6 (2%) Constipation 22 (9%) 1 (<1%) Diarrhea 15 (6%) 10 (4%) a Reported in greater than or equal to 5% of patients treated with ondansetron and at a rate that exceeded placebo. Less Common Adverse Reactions Central Nervous System: Extrapyramidal reactions (less than 1% of patients). Hepatic: Aspartate transaminase (AST) and/or alanine transaminase (ALT) values exceeded twice the upper limit of normal in approximately 1% to 2% of 723 patients receiving ondansetron and cyclophosphamide-based chemotherapy in US clinical trials. The increases were transient and did not appear to be related to dose or duration of therapy. On repeat exposure, similar transient elevations in transaminase values occurred in some courses, but symptomatic hepatic disease did not occur. The role of cancer chemotherapy in these biochemical changes is unclear. Liver failure and death has been reported in cancer patients receiving concurrent medications, including potentially hepatotoxic cytotoxic chemotherapy and antibiotics. The etiology of the liver failure is unclear. Integumentary: Rash (approximately 1% of patients). Other (less than 2%): Anaphylaxis, bronchospasm, tachycardia, angina, hypokalemia, electrocardiographic alterations, vascular occlusive events, and grand mal seizures. Except for bronchospasm and anaphylaxis, the relationship to ondansetron is unclear. Prevention of Radiation-Induced Nausea and Vomiting The most common adverse reactions (greater than or equal to 2%) reported in patients receiving ondansetron and concurrent radiotherapy were similar to those reported in patients receiving ondansetron and concurrent chemotherapy and were headache, constipation, and diarrhea. Prevention of Postoperative Nausea and/or Vomiting The most common adverse reactions reported in adults in trial(s), of prevention of postoperative nausea and vomiting are shown in Table 4. In these trial(s) patients were receiving multiple concomitant perioperative and postoperative medications in both treatment groups. Table 4: Most Common Adverse Reactions in Adults a for the Prevention of Postoperative Nausea and Vomiting Adverse Reaction Ondansetron 16 mg as a Single Dose (n = 550) Placebo (n = 531) Headache 49 (9%) 27 (5%) Hypoxia 49 (9%) 35 (7%) Pyrexia 45 (8%) 34 (6%) Dizziness 36 (7%) 34 (6%) Gynecological disorder 36 (7%) 33 (6%) Anxiety/Agitation 33 (6%) 29 (5%) Urinary retention 28 (5%) 18 (3%) Pruritus 27 (5%) 20 (4%) a Reported in greater than or equal to 5% of patients treated with ondansetron and at a rate that exceeded placebo. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ondansetron. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular Arrhythmias (including ventricular and supraventricular tachycardia, premature ventricular contractions, and atrial fibrillation), bradycardia, electrocardiographic alterations (including second-degree heart block, QT/QTc interval prolongation, and ST segment depression), palpitations, and syncope. Rarely and predominantly with intravenous ondansetron, transient ECG changes including QT interval prolongation have been reported. Myocardial ischemia was reported predominately with intravenous administration [see Warnings and Precautions ( 5.4 )]. General Flushing: Rare cases of hypersensitivity reactions, sometimes severe (e.g., anaphylactic reactions, angioedema, bronchospasm, shortness of breath, hypotension, laryngeal edema, stridor) have also been reported. Laryngospasm, shock, and cardiopulmonary arrest have occurred during allergic reactions in patients receiving injectable ondansetron. Hepatobiliary Liver enzyme abnormalities. Lower Respiratory Hiccups. Neurology Oculogyric crisis, appearing alone, as well as with other dystonic reactions. Skin Urticaria, Stevens-Johnson syndrome, and toxic epidermal necrolysis. Eye Disorders Cases of transient blindness, predominantly during intravenous administration, have been reported. These cases of transient blindness were reported to resolve within a few minutes up to 48 hours."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Ondansetron is contraindicated in patients: known to have hypersensitivity (e.g., anaphylaxis) to ondansetron or any of the components of the formulation [see Adverse Reactions (6.2) ] receiving concomitant apomorphine due to the risk of profound hypotension and loss of consciousness Patients known to have hypersensitivity (e.g., anaphylaxis) to ondansetron or any components of the formulation. (4) Concomitant use of apomorphine (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION See full prescribing information for the recommended dosage in adults and pediatrics (2) Patients with severe hepatic impairment: do not exceed a total daily dose of 8 mg ( 2.2 , 8.6 ) 2.1 Dosage The recommended dosage regimens for adult and pediatric patients are described in Table 1 and Table 2, respectively. Corresponding doses of ondansetron tablets may be used interchangeably. Table 1: Adult Recommended Dosage Regimen for Prevention of Nausea and Vomiting Indication Dosage Regimen Highly Emetogenic Cancer Chemotherapy A single 24 mg dose administered 30 minutes before the start of single-day highly emetogenic chemotherapy, including cisplatin greater than or equal to 50 mg/m 2 Moderately Emetogenic Cancer Chemotherapy 8 mg administered 30 minutes before the start of chemotherapy, with a subsequent 8 mg dose 8 hours after the first dose. Then administer 8 mg twice a day (every 12 hours) for 1 to 2 days after completion of chemotherapy. Radiotherapy For total body irradiation : 8 mg administered 1 to 2 hours before each fraction of radiotherapy each day. For single high-dose fraction radiotherapy to the abdomen : 8 mg administered 1 to 2 hours before radiotherapy, with subsequent 8 mg doses every 8 hours after the first dose for 1 to 2 days after completion of radiotherapy. For daily fractionated radiotherapy to the abdomen : 8 mg administered 1 to 2 hours before radiotherapy, with subsequent 8 mg doses every 8 hours after the first dose for each day radiotherapy is given. Postoperative 16 mg administered 1 hour before induction of anesthesia. Table 2: Pediatric Recommended Dosage Regimen for Prevention of Nausea and Vomiting Indication Dosage Regimen Moderately Emetogenic Cancer Chemotherapy 12 to 17 years of age : 8 mg administered 30 minutes before the start of chemotherapy, with a subsequent 8 mg dose 8 hours after the first dose. Then administer 8 mg twice a day (every 12 hours) for 1 to 2 days after completion of chemotherapy. 4 to 11 years of age : 4 mg administered 30 minutes before the start of chemotherapy, with a subsequent 4 mg dose 4 and 8 hours after the first dose. Then administer 4 mg three times a day for 1 to 2 days after completion of chemotherapy. 2.2 Dosage in Hepatic Impairment In patients with severe hepatic impairment (Child-Pugh score of 10 or greater), do not exceed a total daily dose of 8 mg [see Use in Specific Populations (8.6), Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ondansetron tablets are indicated for the prevention of nausea and vomiting associated with: highly emetogenic cancer chemotherapy, including cisplatin greater than or equal to 50 mg/m 2 . initial and repeat courses of moderately emetogenic cancer chemotherapy. radiotherapy in patients receiving either total body irradiation, single high-dose fraction to the abdomen, or daily fractions to the abdomen Ondansetron tablets are also indicated for the prevention of postoperative nausea and/or vomiting. Ondansetron tablets are 5-HT 3 receptor antagonist indicated for the prevention of: nausea and vomiting associated with highly emetogenic cancer chemotherapy, including cisplatin greater than or equal to 50 mg/m 2 (1) nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy (1) nausea and vomiting associated with radiotherapy in patients receiving either total body irradiation, single high-dose fraction to the abdomen, or daily fractions to the abdomen (1) postoperative nausea and/or vomiting (1)"
  ],
  "fetched_at": "2025-10-01T02:31:44.173621",
  "source": "OpenFDA"
}