{
  "drug_name": "3-Acetylpyridine Adenine Dinucleotide",
  "generic_name": [
    "3-Acetylpyridine Adenine Dinucleotide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "DRUG INTERACTIONS Oral metronidazole has been reported to potentiate the anticoagulant effect of warfarin and other coumarin anticoagulants, resulting in a prolongation of prothrombin time. This possible drug interaction should be considered when metronidazole vaginal gel is prescribed for patients on this type of anticoagulant therapy. In patients stabilized on relatively high doses of lithium, short-term oral metronidazole therapy has been associated with elevation of serum lithium levels and, in a few cases, signs of lithium toxicity. Use of cimetidine with oral metronidazole may prolong the half-life and decrease plasma clearance of metronidazole."
  ],
  "warnings": [
    "WARNINGS Convulsive Seizures and Peripheral Neuropathy: Convulsive seizures and peripheral neuropathy, the latter characterized mainly by numbness or paresthesia of an extremity, have been reported in patients treated with oral or intravenous metronidazole. The appearance of abnormal neurologic signs demands the prompt discontinuation of metronidazole vaginal gel therapy. Metronidazole vaginal gel should be administered with caution to patients with central nervous system diseases. Psychotic Reactions: Psychotic reactions have been reported in alcoholic patients who were using oral metronidazole and disulfiram concurrently. Metronidazole vaginal gel should not be administered to patients who have taken disulfiram within the last two weeks."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Clinical Trials There were no deaths or serious adverse events related to drug therapy in clinical trials involving 800 non-pregnant women who received metronidazole vaginal gel USP, 0.75%. In a randomized, single-blind clinical trial of 505 non-pregnant women who received metronidazole vaginal gel USP, 0.75% once or twice a day, 2 patients (one from each regimen) discontinued therapy early due to drug-related adverse events. One patient discontinued drug because of moderate abdominal cramping and loose stools, while the other patient discontinued drug because of mild vaginal burning. These symptoms resolved after discontinuation of drug. Medical events judged to be related, probably related, or possibly related to administration of metronidazole vaginal gel USP, 0.75% once or twice a day were reported for 195/505 (39%) patients. The incidence of individual adverse reactions were not significantly different between the two regimens. Unless percentages are otherwise stipulated, the incidence of individual adverse reactions listed below was less than 1%: Reproductive: Vaginal discharge (12%), Symptomatic Candida cervicitis/vaginitis (10%), Vulva/vaginal irritative symptoms (9%), Pelvic discomfort (3%). Gastrointestinal: Gastrointestinal discomfort (7%), Nausea and/or vomiting (4%), Unusual taste (2%), Diarrhea/loose stools (1%), Decreased appetite (1%), Abdominal bloating/gas; thirsty, dry mouth. Neurologic: Headache (5%), Dizziness (2%), Depression. Dermatologic: Generalized itching or rash. Other: Unspecified cramping (1%), Fatigue, Darkened urine. In previous clinical trials submitted for approved labeling of metronidazole vaginal gel USP, 0.75% the following was also reported: Laboratory: Increased/decreased white blood cell counts (1.7%). Other Metronidazole Formulations: Other effects that have been reported in association with the use of topical (dermal) formulations of metronidazole include skin irritation, transient skin erythema, and mild skin dryness and burning. None of these adverse events exceeded an incidence of 2% of patients. Metronidazole vaginal gel USP, 0.75% affords minimal peak serum levels and systemic exposure (AUC) of metronidazole compared to 500 mg oral metronidazole dosing. Although these lower levels of exposure are less likely to produce the common reactions seen with oral metronidazole, the possibility of these and other reactions cannot be excluded presently. The following adverse reactions and altered laboratory tests have been reported with the oral or parenteral use of metronidazole: Cardiovascular: Flattening of the T-wave may be seen in electrocardiographic tracings. Central Nervous System: (See WARNINGS .) Headache, dizziness, syncope, ataxia, confusion, convulsive seizures, peripheral neuropathy, vertigo, incoordination, irritability, depression, weakness, insomnia. Gastrointestinal: Abdominal discomfort, nausea, vomiting, diarrhea, an unpleasant metallic taste, anorexia, epigastric distress, abdominal cramping, constipation, “furry” tongue, glossitis, stomatitis, pancreatitis, and modification of taste of alcoholic beverages. Genitourinary: Overgrowth of Candida in the vagina, dyspareunia, decreased libido, proctitis. Hematopoietic: Reversible neutropenia, reversible thrombocytopenia. Hypersensitivity Reactions: Urticaria; erythematous rash; flushing; nasal congestion; dryness of the mouth, vagina, or vulva; fever; pruritus; fleeting joint pains. Renal: Dysuria, cystitis, polyuria, incontinence, a sense of pelvic pressure, darkened urine."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Metronidazole vaginal gel USP, 0.75% is contraindicated in patients with a prior history of hypersensitivity to metronidazole, parabens, other ingredients of the formulation, or other nitroimidazole derivatives."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION The recommended dose is one applicator full of metronidazole vaginal gel USP, 0.75% (approximately 5 grams containing approximately 37.5 mg of metronidazole) intravaginally once or twice a day for 5 days. For once a day dosing, metronidazole vaginal gel USP, 0.75% should be administered at bedtime."
  ],
  "indications": [
    "INDICATIONS & USAGE Metronidazole vaginal gel USP, 0.75% is indicated in the treatment of bacterial vaginosis (formerly referred to as Haemophilus vaginitis, Gardnerella vaginitis, nonspecific vaginitis, Corynebacterium vaginitis, or anaerobic vaginosis). NOTE: For purposes of this indication, a clinical diagnosis of bacterial vaginosis is usually defined by the presence of a homogeneous vaginal discharge that (a) has a pH of greater than 4.5, (b) emits a “fishy” amine odor when mixed with a 10% KOH solution, and (c) contains clue cells on microscopic examination. Gram’s stain results consistent with a diagnosis of bacterial vaginosis include (a) markedly reduced or absent Lactobacillus morphology, (b) predominance of Gardnerella morphotype, and (c) absent or few white blood cells. Other pathogens commonly associated with vulvovaginitis, e.g., Trichomonas vaginalis , Chlamydia trachomatis , N . gonorrhoeae , Candida albicans , and Herpes simplex virus should be ruled out."
  ],
  "fetched_at": "2025-10-01T03:39:06.237433",
  "source": "OpenFDA"
}