{
  "drug_name": "4-(Hydroxymethyl)Benzamidine",
  "generic_name": [
    "4-(Hydroxymethyl)Benzamidine"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions: Tropicamide may interfere with the antihypertensive action of carbachol, pilocarpine, or ophthalmic cholinesterase inhibitors."
  ],
  "warnings": [
    "WARNINGS: For topical use only — not for injection. This preparation may cause CNS disturbances which may be dangerous in pediatric patients. The possibility of psychotic reactions and behavioral disturbances due to hypersensitivity to anticholinergic drugs should be considered. Mydriatics may produce a transient elevation of intraocular pressure. Remove contact lenses before using."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: Ocular: Transient stinging, blurred vision, photophobia and superficial punctate keratitis have been reported with the use of tropicamide. Increased intraocular pressure has been reported following the use of mydriatics. Non-Ocular: Dryness of the mouth, tachycardia, headache, allergic reactions, nausea, vomiting, pallor, central nervous system disturbances and muscle rigidity have been reported with the use of tropicamide. Psychotic reactions, behavioral disturbances, and vasomotor or cardiorespiratory collapse in children have been reported with the use of anticholinergic drugs."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: Contraindicated in persons showing hypersensitivity to any component of this preparation."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: For refraction, instill one or two drops of 1% solution in the eye(s), repeated in five minutes. If patient is not seen within 20 to 30 minutes, an additional drop may be instilled to prolong mydriatic effect. Individuals with heavily pigmented irides may require higher strength or more doses. Mydriasis will reverse spontaneously with time, typically in 4 to 8 hours. However, in some cases, complete recovery may take up to 24 hours."
  ],
  "indications": [
    "INDICATIONS AND USAGE: For mydriasis and cycloplegia for diagnostic procedures."
  ],
  "fetched_at": "2025-10-01T03:03:35.389304",
  "source": "OpenFDA"
}