{
  "drug_name": "4-(trifluoromethyl)phenol",
  "generic_name": [
    "4-(trifluoromethyl)phenol"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS DO NOT INJECT INTRAVENOUSLY. Epinephrine 1:1000 should be available. Concentrated extracts must be diluted with sterile diluent prior to first use on a patient for treatment or intradermal testing. All concentrates of glycerinated allergenic extracts have the ability to cause serious local and systemic reactions including death in sensitive patients. Sensitive patients may experience severe anaphylactic reactions resulting in respiratory obstruction, shock, coma and /or death. (4) (See Adverse Reactions) An allergenic extract should be temporarily withheld from patients or the dose of the extract adjusted downward if any of the following conditions exist: (1) Severe symptoms of rhinitis and/or asthma (2) Infections or flu accompanied by fever and (3) Exposure to excessive amounts of clinically relevant allergen prior to a scheduled injection. When switching patients to a new lot of the same extract the initial dose should be reduced 3/4 so that 25% of previous dose is administered."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse systemic reactions usually occur within minutes and consist primarily of allergic symptoms such as: generalized skin erythema, urticaria, pruritus, angioedema, rhinitis, wheezing, laryngeal edema, itching of nose and throat, breathlessness, dyspnea, coughing, hypotension and marked perspiration. Less commonly, nausea, emesis, abdominal cramps, diarrhea and uterine contractions may occur. Severe reactions may cause anaphylaxis or shock and loss of consciousness and rarely death. The treatment of systemic allergic reactions is dependent upon the system complex. Antihistamines may offer relief of recurrent urticaria, associated skin reactions and gastrointestinal symptoms. Corticosteroids may provide benefit if symptoms are prolonged or recurrent. (See Overdose section) Local Reactions consisting of erythema, itching, swelling tenderness and sometimes pain may occur at the injection site. These reactions may appear within a few minutes to hours and persist for several days. Local cold applications and oral antihistamines may be effective treatment. For marked and prolonged local reactions the use of antihistamines or anti-inflammatory medications may be dictated. Serious adverse reactions should be reported to Nelco Laboratories immediately and a report can be filed to: MedWatch, The FDA Medical Product Problem Reporting Program, at 5600 Fishers Lane, Rockville, MD 20852-9787, call 1-800-FDA-1088."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Allergenic extracts should not be used if the patient has asthma, cardiovascular disease, emphysema, diabetes, bleeding diathesis or pregnancy, unless a specific diagnosis of type 1 allergic disease is made based on skin testing and the benefits of treatment outweigh the risks of an adverse reaction during testing or treatment. Allergenic extracts are not indicated for use in patients who are not clinically allergic or who are not skin reactive to an allergen. Allergenic extracts should be discontinued or the concentration of potency substantially reduced in patients who experience unacceptable adverse reactions."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION General Precautions Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permits. The dosage of allergenic extracts is dependent upon the purpose of the administration. Allergenic extracts can be administered for diagnostic use or for therapeutic use. When allergenic extracts are administered for diagnostic use, the dosage is dependent upon the method used. Two methods commonly used are scratch testing and intradermal testing. Both types of tests result in a wheal and flare response at the site of the test which usually develops rapidly and may be read in 20-30 minutes. Diagnostic Use : Scratch Testing Method Scratch testing is considered a simple and safe method although less sensitive than the intradermal test. Scratch testing can be used to determine the degree of sensitivity to a suspected allergen before using the intradermal test. This combination lessens the severity of response to an allergen which can occur in a very sensitive patient. The most satisfactory testing site is the patient's back or volar surface of the arms from the axilla to 2.5 or 5cm above the wrist, skipping the anti-cubital space. If using the back as a testing site, the most satisfactory area are from the posterior axillary fold to 2.5 cm from the spinal column, and from the top of the scapula to the lower rib margins. Allergenic extracts for diagnostic use are to be administered in the following manner: To scratch surface of skin, use a circular scarifier. Do not draw blood. Tests sites should be 4 cm apart to allow for wheal and flare reaction. 1-30 scratch tests may be done at a time. A separate sterile scratch instrument is to be used on each patient to prevent transmission of homologous serum hepatitis or other infectious agents from one patient to another. The recommended usual dosage for Scratch testing is one drop of allergen applied to each scratch site. Do not let dropper touch skin. Always apply a control scratch with each test set. Sterile Diluent (for a negative control) is used in exactly the same way as an active test extract. Histamine may be used as a positive control. Scratch or prick test sites should be examined at 15 and 30 minutes. To prevent excessive absorption, wipe off antigens producing large reactions as soon as the wheal appears. Record the size of the reaction. Interpretation of Scratch Test Skin tests are graded in terms of the wheal and erythema response noted at 10 to 20 minutes. Wheal and erythema size may be recorded by actual measurement as compared with positive and negative controls. A positive reaction consists of an area of erythema surrounding the scarification that is larger than the control site. For uniformity in reporting reactions, the following system is recommended. (6) REACTION SYMBOL CRITERIA Negative - No wheal. Erythema absent or very slight (not more than 1 mm diameter) . One Plus + Wheal absent or very slight erythema present (not more than 3 mm diameter) . Two Plus ++ Wheal not more than 3mm or erythema not more than 5mm diameter. Three Plus +++ Wheal between 3mm and 5mm diameter, with erythema. Possible pseudopodia and itching. Four Plus ++++ A larger reaction with itching and pain. Diagnostic Use: Intradermal Skin Testing Method Do not perform intradermal test with allergens which have evoked a 2+ or greater response to a Scratch test. Clean test area with alcohol, place sites 5 cm apart using separate sterile tuberculin syringe and a 25 gauge needle for each allergen. Insert needle tip, bevel up, into intracutaneous space. Avoid injecting into blood vessel, pull back gently on syringe plunger, if blood enters syringe change position of needle. The recommended dosage and range for intradermal testing is 0.05 ml of not more than 100 pnu/ml or 1:1000 w/v (only if puncture test is negative) of allergenic extract. Inject slowly until a small bleb is raised. It is important to make each bleb the same size. Interpretation of Intradermal Test: The patient's reaction is graded on the basis of size of wheal and flare as compared to control. Use 0.05 ml sterile diluent as a negative control to give accurate interpretation. The tests may be accurately interpreted only when the saline control site has shown a negative response. Observe patient for at least 30 minutes. Tests can be read in 15-20 minutes. Edema, erythema and presence of pseudopods, pain and itching may be observed in 4 plus reactions. For uniformity in reporting reactions the following system is recommended. (6) REACTION SYMBOL CRITERIA Negative - No increase in size of bleb since injection. No erythema. One Plus + An increase in size of bleb to a wheal not more than 5mm diameter, with associated erythema. Two Plus ++ Wheal between 5mm and 8mm diameter with erythema. Three Plus +++ Wheal between 8mm and 12mm diameter with erythema and possible pseudopodia and itching or pain. Four Plus ++++ Any larger reaction with itch and pain, and possible diffuse blush of the skin surrounding the reaction area. Therapeutic Use: Recommended dosage & range Check the listed ingredients to verify that it matches the prescription ordered. When using a prescription set, verify the patient's name and the ingredients listed with the prescription order. Assess the patient's physical and emotional status prior to giving as injection. Do not give injections to patients who are in acute distress. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Dosage of allergenic extracts is a highly individualized matter and varies according to the degree of sensitivity of the patient, his clinical response and tolerance to the extract administered during the early phases of an injection regimen. The dosage must be reduced when transferring a patient from non-standardized or modified extract to standardized extract. Any evidence of a local or generalized reaction requires a reduction in dosage during the initial stages of immunotherapy as well as during maintenance therapy. After therapeutic injections patients should be observed for at least 20 minutes for reaction symptoms. SUGGESTED DOSAGE SCHEDULE The following schedule may act as a guide. This schedule has not been proven to be safe or effective. Sensitive patients may begin with smaller doses of weaker solutions and the dosage increments can be less. STRENGTH DOSE VOLUME Vial #1 1 0.05 1:100,000 w/v 2 0.10 10 pnu/ml 3 0.15 1 AU/ml 4 0.20 1 BAU/ml 5 0.30 6 0.40 7 0.50 Vial #2 8 0.05 1:10,000 w/v 9 0.10 100 pnu/ml 10 0.15 10 AU/ml 11 0.20 10 BAU/ml 12 0.30 13 0.40 14 0.50 Vial #3 15 0.05 1:1,000 w/v 16 0.10 1,000 pnu/ml 17 0.15 100 AU/ml 18 0.20 100 BAU/ml 19 0.30 20 0.40 21 0.50 Vial #4 22 0.05 1:100 w/v 23 0.07 10,000 pnu/ml 24 0.10 1,000 AU/ml 25 0.15 1,000 BAU/ml 26 0.20 27 0.25 Maintenance Refill 28 0.25 1:100 w/v 29 0.25 10,000 pnu/ml 30 0.25 1,000 AU/ml 31 0.25 1,000 BAU/ml 32 0.25 subsequent doses 33 0.25 Preparation Instructions: All dilutions may be made using sterile buffered diluent. The calculation may be based on the following ratio: Volume desired x Concentration desired = Volume needed x Concentration available. Example 1 : If a 1:10 w/v extract is available and it is desired to use a 1:1,000 w/v extract substitute as follows: Vd x Cd = Vn x Ca 10ml x 0.001 = Vn x 0.1 0.1 ml = Vn Using a sterile technique, remove 0.10 ml of extract from the 1:10 vial and place it into a vial containing 9.90 ml of sterile diluent. The resulting ratio will be a 10 ml vial of 1:1,000 w/v. Example 2 : If a 10,000 pnu/ml extract is available and it is desired to use a 100 pnu/ml extract substitute as follows: 10ml x 100 = Vn x 10,000 0.1 ml = Vn Using a sterile technique, remove 0.10 ml of extract from the 10,000 pnu/ml vial and place it into a vial containing 9.90 ml of sterile diluent. The resulting concentration will be a 10 ml vial of 100 pnu/ml. Example 3: If a 10,000 AU/ml or BAU/ml extract is available and it is desired to use a 100 AU/ml or BAU/ml extract substitute as follows: Vd x Cd = Vn x Ca 10ml x 100 = Vn x 10,000 0.1 ml = Vn Using a sterile technique, remove 0.10 ml of extract from the 10,000 AU/ml or BAU/ml vial and place it into a vial containing 9.90 ml of sterile diluent. The resulting concentration will be 10ml vial of 100 AU/ml or BAU/ml. Intervals between doses: The optimal interval between doses of allergenic extract has not been definitely established. The amount of allergenic extract is increased at each injection by not more than 50%-100% of the previous amount and the next increment is governed by the response to the last injection. There are three generally accepted methods of pollen hyposensitizing therapy. 1. PRESEASONAL Treatment starts each year 6 to 8 weeks before onset of seasonal symptoms. Maximal dose reached just before symptoms are expected. Injections discontinued during and following season until next year. 2. CO-SEASONAL Patient is first treated during season with symptoms. Low initial doses are employed to prevent worsening of condition. This is followed by an intensive schedule of therapy (i.e. injections given 2 to 3 times per week). Fewer Allergists are resorting to this Co-seasonal therapy because of the availability of more effective, symptomatic medications that allow the patient to go through a season relatively symptom free. 3. PERENNIAL Initially this is the same as pre seasonal. The allergen is administered twice weekly or weekly for about 20 injections to achieve the maximum tolerated dose. Then, maintenance therapy may be administered once a week or less frequently. Duration of Treatment: The usual duration of treatment has not been established. A period of two or three years of injection therapy constitutes an average minimum course of treatment."
  ],
  "indications": [
    "INDICATIONS AND USAGE Allergenic extracts are indicated for use in diagnostic testing and as part of a treatment regime for allergic disease, as established by allergy history and skin test reactivity. Allergenic extracts are indicated for the treatment of allergen specific allergic disease for use as hyposensitization or immunotherapy when avoidance of specific allergens can not be attained. The use of allergenic extracts for therapeutic purpose has been established by well-controlled clinical studies. Allergenic extracts may be used as adjunctive therapy along with pharmacotherapy which includes antihistamines, corticosteroids, and cromoglycate, and avoidance measures. Allergenic extracts for therapeutic use should be given using only the allergen selection to which the patient is allergic, has a history of exposure and are likely to be exposed to again."
  ],
  "fetched_at": "2025-10-01T03:49:42.991788",
  "source": "OpenFDA"
}