{
  "drug_name": "5-Nitro-6-ribityl-amino-2,4(1H,3H)-pyrimidinedione",
  "generic_name": [
    "5-Nitro-6-ribityl-amino-2,4(1H,3H)-pyrimidinedione"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions: Although the pressor activity of desmopressin acetate is very low compared to its antidiuretic activity, large doses of desmopressin acetate tablets should be used with other pressor agents only with careful patient monitoring."
  ],
  "warnings": [
    "WARNINGS: Very rare cases of hyponatremia have been reported from world-wide postmarketing experience in patients treated with desmopressin acetate. Desmopressin acetate is a potent antidiuretic which, when administered, may lead to water intoxication and/or hyponatremia. Unless properly diagnosed and treated hyponatremia can be fatal. Therefore, fluid restriction is recommended and should be discussed with the patient and/or guardian. Careful medical supervision is required. When desmopressin acetate tablets are administered, in particular in pediatric and geriatric patients, fluid intake should be adjusted downward to decrease the potential occurrence of water intoxication and hyponatremia. (See PRECAUTIONS , Pediatric Use and Geriatric Use .) All patients receiving desmopressin acetate therapy should be observed for the following signs of symptoms associated with hyponatremia: headache, nausea/vomiting, decreased serum sodium, weight gain, restlessness, fatigue, lethargy, disorientation, depressed reflexes, loss of appetite, irritability, muscle weakness, muscle spasms or cramps and abnormal mental status such as hallucinations, decreased consciousness and confusion. Severe symptoms may include one or a combination of the following: seizure, coma and/or respiratory arrest. Particular attention should be paid to the possibility of the rare occurrence of an extreme decrease in plasma osmolality that may result in seizures which could lead to coma. Desmopressin acetate should be used with caution in patients with habitual or psychogenic polydipsia who may be more likely to drink excessive amounts of water, putting them at greater risk of hyponatremia."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: Infrequently, large doses of the intranasal formulations of desmopressin acetate and desmopressin acetate injection have produced transient headache, nausea, flushing and mild abdominal cramps. These symptoms have disappeared with reduction in dosage. Central Diabetes Insipidus: In long-term clinical studies in which patients with diabetes insipidus were followed for periods up to 44 months of desmopressin acetate tablet therapy, transient increases in AST (SGOT) no higher than 1.5 times the upper limit of normal were occasionally observed. Elevated AST (SGOT) returned to the normal range despite continued use of desmopressin acetate tablets. Primary Nocturnal Enuresis: The only adverse event occurring in ≥ 3% of patients in controlled clinical trials with desmopressin acetate tablets that was probably, possibly, or remotely related to study drug was headache (4% desmopressin acetate, 3% placebo). Other: The following adverse events have been reported; however, their relationship to desmopressin acetate has not been established: abnormal thinking, diarrhea, and edema-weight gain. See WARNINGS for the possibility of water intoxication and hyponatremia."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: Desmopressin acetate tablets are contraindicated in individuals with known hypersensitivity to desmopressin acetate or to any of the components of desmopressin acetate tablets. Desmopressin acetate is contraindicated in patients with moderate to severe renal impairment (defined as a creatinine clearance below 50ml/min). Desmopressin acetate is contraindicated in patients with hyponatremia or a history of hyponatremia."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: Central Diabetes Insipidus: The dosage of desmopressin acetate tablets must be determined for each individual patient and adjusted according to the diurnal pattern of response. Response should be estimated by two parameters: adequate duration of sleep and adequate, not excessive, water turnover. Patients previously on intranasal desmopressin acetate therapy should begin tablet therapy twelve hours after the last intranasal dose. During the initial dose titration period, patients should be observed closely and appropriate safety parameters measured to assure adequate response. Patients should be monitored at regular intervals during the course of desmopressin acetate tablets therapy to assure adequate antidiuretic response. Modifications in dosage regimen should be implemented as necessary to assure adequate water turnover. Fluid restriction should be observed. (See WARNINGS , PRECAUTIONS , Pediatric Use and Geriatric Use .) Adults and Children: It is recommended that patients be started on doses of 0.05 mg (1/2 of the 0.1 mg tablet) two times a day and individually adjusted to their optimum therapeutic dose. Most patients in clinical trials found that the optimal dosage range is 0.1 mg to 0.8 mg daily, administered in divided doses. Each dose should be separately adjusted for an adequate diurnal rhythm of water turnover. Total daily dosage should be increased or decreased in the range of 0.1 mg to 1.2 mg divided into two or three daily doses as needed to obtain adequate antidiuresis. See Pediatric Use subsection for special considerations when administering desmopressin acetate to pediatric diabetes insipidus patients. Geriatric Use: This drug is known to be substantially excreted by the kidney, and the risk of toxic reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function. (See CLINICAL PHARMACOLOGY, Human Pharmacokinetics , CONTRAINDICATIONS , and PRECAUTIONS , Geriatric Use .) Primary Nocturnal Enuresis: The dosage of desmopressin acetate tablets must be determined for each individual patient and adjusted according to response. Patients previously on intranasal desmopressin acetate therapy can begin tablet therapy the night following (24 hours after) the last intranasal dose. The recommended initial dose for patients age 6 years and older is 0.2 mg at bedtime. The dose may be titrated up to 0.6 mg to achieve the desired response."
  ],
  "indications": [
    "INDICATIONS AND USAGE: Central Diabetes Insipidus: Desmopressin acetate tablets are indicated as antidiuretic replacement therapy in the management of central diabetes insipidus and for the management of the temporary polyuria and polydipsia following head trauma or surgery in the pituitary region. Desmopressin acetate tablets are ineffective for the treatment of nephrogenic diabetes insipidus. Patients were selected for therapy based on the diagnosis by means of the water deprivation test, the hypertonic saline infusion test, and/or response to antidiuretic hormone. Continued response to desmopressin acetate can be monitored by measuring urine volume and osmolality. Primary Nocturnal Enuresis: Desmopressin acetate tablets are indicated for the management of primary nocturnal enuresis. Desmopressin acetate tablets may be used alone or as an adjunct to behavioral conditioning or other non-pharmacologic intervention."
  ],
  "fetched_at": "2025-10-01T06:31:43.162150",
  "source": "OpenFDA"
}