{
  "drug_name": "6'-Methyl-Thiamin Diphosphate",
  "generic_name": [
    "6'-Methyl-Thiamin Diphosphate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP2C19 inhibitors (e.g., omeprazole): Avoid concomitant use. ( 7.1 ) Nonsteroidal anti-inflammatory drugs (NSAIDs): Combination use increases risk of gastrointestinal bleeding. ( 7.2 ) Warfarin: Combination use increases risk of bleeding. ( 7.3 ) 7.1 CYP2C19 Inhibitors Clopidogrel is metabolized to its active metabolite in part by CYP2C19. Concomitant use of drugs that inhibit the activity of this enzyme results in reduced plasma concentrations of the active metabolite of clopidogrel and a reduction in platelet inhibition. Avoid concomitant use of drugs that inhibit CYP2C19, e.g., omeprazole [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.5) ] . Omeprazole In a crossover clinical study, 72 healthy subjects were administered Plavix (300 mg loading dose followed by 75 mg per day) alone and with omeprazole (80 mg at the same time as Plavix) for 5 days. The exposure to the active metabolite of clopidogrel was decreased by 46% (Day 1) and 42% (Day 5) when Plavix and omeprazole were administered together. Mean inhibition of platelet aggregation was diminished by 47% (24 hours) and 30% (Day 5) when Plavix and omeprazole were administered together. In another study, 72 healthy subjects were given the same doses of Plavix and omeprazole but the drugs were administered 12 hours apart; the results were similar, indicating that administering Plavix and omeprazole at different times does not prevent their interaction [see Warnings and Precautions (5.1) ] . 7.2 Nonsteroidal Anti-Inflammatory Drugs (NSAIDs) Coadministration of Plavix and NSAIDs increases the risk of gastrointestinal bleeding. 7.3 Warfarin (CYP2C9 Substrates) Although the administration of clopidogrel 75 mg per day did not modify the pharmacokinetics of S-warfarin (a CYP2C9 substrate) or INR in patients receiving long-term warfarin therapy, coadministration of Plavix with warfarin increases the risk of bleeding because of independent effects on hemostasis. However, at high concentrations in vitro , clopidogrel inhibits CYP2C9."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed below and elsewhere in the labeling: Bleeding [see Warnings and Precautions (5.2) ] Thrombotic thrombocytopenic purpura [see Warnings and Precautions (5.5) ] Bleeding, including life-threatening and fatal bleeding, is the most commonly reported adverse reaction. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Bristol-Myers Squibb/Sanofi Pharmaceuticals Partnership at 1-800-633-1610 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions and durations of follow up, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Plavix has been evaluated for safety in more than 54,000 patients, including over 21,000 patients treated for 1 year or more. The clinically important adverse reactions observed in trials comparing Plavix plus aspirin to placebo plus aspirin and trials comparing Plavix alone to aspirin alone are discussed below. Bleeding CURE In CURE, Plavix use with aspirin was associated with an increase in major bleeding (primarily gastrointestinal and at puncture sites) compared to placebo with aspirin (see Table 1). The incidence of intracranial hemorrhage (0.1%) and fatal bleeding (0.2%) were the same in both groups. Other bleeding events that were reported more frequently in the clopidogrel group were epistaxis, hematuria, and bruise. The overall incidence of bleeding is described in Table 1. Table 1: CURE Incidence of Bleeding Complications (% patients) Event Plavix (+ aspirin) Other standard therapies were used as appropriate. Placebo (+ aspirin) p-value (n=6259) (n=6303) Major bleeding Life-threatening and other major bleeding. 3.7 Major bleeding event rate for Plavix + aspirin was dose-dependent on aspirin: <100 mg = 2.6%; 100–200 mg = 3.5%; >200 mg = 4.9% Major bleeding event rates for Plavix + aspirin by age were: <65 years = 2.5%, ≥65 to <75 years = 4.1%, ≥75 years = 5.9% 2.7 Major bleeding event rate for placebo + aspirin was dose-dependent on aspirin: <100 mg = 2.0%; 100–200 mg = 2.3%; >200 mg = 4.0% Major bleeding event rates for placebo + aspirin by age were: <65 years = 2.1%, ≥65 to <75 years = 3.1%, ≥75 years = 3.6% 0.001 Life-threatening bleeding 2.2 1.8 0.13 Fatal 0.2 0.2 5 g/dL hemoglobin drop 0.9 0.9 Requiring surgical intervention 0.7 0.7 Hemorrhagic strokes 0.1 0.1 Requiring inotropes 0.5 0.5 Requiring transfusion (≥4 units) 1.2 1.0 Other major bleeding 1.6 1.0 0.005 Significantly disabling 0.4 0.3 Intraocular bleeding with significant loss of vision 0.05 0.03 Requiring 2–3 units of blood 1.3 0.9 Minor bleeding Led to interruption of study medication. 5.1 2.4 < 0.001 Ninety-two percent (92%) of the patients in the CURE study received heparin or low molecular weight heparin (LMWH), and the rate of bleeding in these patients was similar to the overall results. COMMIT In COMMIT, similar rates of major bleeding were observed in the Plavix and placebo groups, both of which also received aspirin (see Table 2). Table 2: Incidence of Bleeding Events in COMMIT (% patients) Type of bleeding Plavix (+ aspirin) (n=22961) Placebo (+ aspirin) (n=22891) p-value Major Major bleeds were cerebral bleeds or non-cerebral bleeds thought to have caused death or that required transfusion. noncerebral or cerebral bleeding The relative rate of major noncerebral or cerebral bleeding was independent of age. Event rates for Plavix + aspirin by age were: <60 years = 0.3%, ≥60 to <70 years = 0.7%, ≥70 years = 0.8%. Event rates for placebo + aspirin by age were: <60 years = 0.4%, ≥60 to <70 years = 0.6%, ≥70 years = 0.7%. 0.6 0.5 0.59 Major noncerebral 0.4 0.3 0.48 Fatal 0.2 0.2 0.90 Hemorrhagic stroke 0.2 0.2 0.91 Fatal 0.2 0.2 0.81 Other noncerebral bleeding (non-major) 3.6 3.1 0.005 Any noncerebral bleeding 3.9 3.4 0.004 CAPRIE (Plavix vs. Aspirin) In CAPRIE, gastrointestinal hemorrhage occurred at a rate of 2.0% in those taking Plavix vs. 2.7% in those taking aspirin; bleeding requiring hospitalization occurred in 0.7% and 1.1%, respectively. The incidence of intracranial hemorrhage was 0.4% for Plavix compared to 0.5% for aspirin. Other bleeding events that were reported more frequently in the Plavix group were epistaxis and hematoma. Other Adverse Events In CURE and CHARISMA, which compared Plavix plus aspirin to aspirin alone, there was no difference in the rate of adverse events (other than bleeding) between Plavix and placebo. In CAPRIE, which compared Plavix to aspirin, pruritus was more frequently reported in those taking Plavix. No other difference in the rate of adverse events (other than bleeding) was reported. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Plavix. Because these reactions are reported voluntarily from a population of an unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders : Agranulocytosis, aplastic anemia/pancytopenia, thrombotic thrombocytopenic purpura (TTP) Gastrointestinal disorders: Gastrointestinal and retroperitoneal hemorrhage with fatal outcome, colitis (including ulcerative or lymphocytic colitis), pancreatitis, stomatitis General disorders and administration site condition : Fever, hemorrhage of operative wound Hepato-biliary disorders: Acute liver failure, hepatitis (non-infectious), abnormal liver function test Immune system disorders: Hypersensitivity reactions, anaphylactoid reactions, serum sickness Musculoskeletal, connective tissue and bone disorders: Musculoskeletal bleeding, myalgia, arthralgia, arthritis Nervous system disorders : Taste disorders, fatal intracranial bleeding Eye disorders : Eye (conjunctival, ocular, retinal) bleeding Psychiatric disorders: Confusion, hallucinations Respiratory, thoracic and mediastinal disorders: Bronchospasm, interstitial pneumonitis, respiratory tract bleeding Renal and urinary disorders: Glomerulopathy, increased creatinine levels Skin and subcutaneous tissue disorders: Maculopapular or erythematous rash, urticaria, bullous dermatitis, eczema, toxic epidermal necrolysis, Stevens-Johnson syndrome, angioedema, erythema multiforme, skin bleeding, lichen planus Vascular disorders: Vasculitis, hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Active pathological bleeding, such as peptic ulcer or intracranial hemorrhage ( 4.1 ) Hypersensitivity to clopidogrel or any component of the product ( 4.2 ) 4.1 Active Bleeding Plavix is contraindicated in patients with active pathological bleeding such as peptic ulcer or intracranial hemorrhage. 4.2 Hypersensitivity Plavix is contraindicated in patients with hypersensitivity (e.g., anaphylaxis) to clopidogrel or any component of the product [see Adverse Reactions (6.2) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Acute coronary syndrome ( 2.1 ) Recent MI, recent stroke, or established peripheral arterial disease: 75 mg once daily ( 2.2 ) 2.1 Acute Coronary Syndrome Plavix can be administered with or without food [see Clinical Pharmacology (12.3) ] For patients with non-ST-elevation ACS (UA/NSTEMI), initiate Plavix with a single 300 mg oral loading dose and then continue at 75 mg once daily. Initiate aspirin (75–325 mg once daily) and continue in combination with Plavix [see Clinical Studies (14.1) ] . For patients with STEMI, the recommended dose of Plavix is 75 mg once daily orally, administered in combination with aspirin (75–325 mg once daily), with or without thrombolytics. Plavix may be initiated with or without a loading dose [see Clinical Studies (14.1) ] . 2.2 Recent MI, Recent Stroke, or Established Peripheral Arterial Disease The recommended daily dose of Plavix is 75 mg once daily orally, with or without food [see Clinical Pharmacology (12.3) ] . 2.3 CYP2C19 Poor Metabolizers CYP2C19 poor metabolizer status is associated with diminished antiplatelet response to clopidogrel. Although a higher dose regimen (600 mg loading dose followed by 150 mg once daily) in poor metabolizers increases antiplatelet response [see Clinical Pharmacology (12.5) ] , an appropriate dose regimen for this patient population has not been established in clinical outcome trials."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Plavix is a P2Y 12 platelet inhibitor indicated for: Acute coronary syndrome Recent myocardial infarction (MI), recent stroke, or established peripheral arterial disease. Plavix has been shown to reduce the combined endpoint of new ischemic stroke (fatal or not), new MI (fatal or not), and other vascular death. ( 1.2 ) 1.1 Acute Coronary Syndrome (ACS) For patients with non-ST-segment elevation ACS [unstable angina (UA)/non-ST-elevation myocardial infarction (NSTEMI)], including patients who are to be managed medically and those who are to be managed with coronary revascularization, Plavix has been shown to decrease the rate of a combined endpoint of cardiovascular death, myocardial infarction (MI), or stroke as well as the rate of a combined endpoint of cardiovascular death, MI, stroke, or refractory ischemia. For patients with ST-elevation myocardial infarction (STEMI), Plavix has been shown to reduce the rate of death from any cause and the rate of a combined endpoint of death, re-infarction, or stroke. The benefit for patients who undergo primary percutaneous coronary intervention is unknown. The optimal duration of Plavix therapy in ACS is unknown. 1.2 Recent MI, Recent Stroke, or Established Peripheral Arterial Disease For patients with a history of recent myocardial infarction (MI), recent stroke, or established peripheral arterial disease, Plavix has been shown to reduce the rate of a combined endpoint of new ischemic stroke (fatal or not), new MI (fatal or not), and other vascular death."
  ],
  "fetched_at": "2025-10-01T00:48:29.786873",
  "source": "OpenFDA"
}