{
  "drug_name": "6-(Dihydroxy-Isobutyl)-Thymine",
  "generic_name": [
    "6-(Dihydroxy-Isobutyl)-Thymine"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Rare instances of anaphylactoid reactions have occurred in patients receiving corticosteroid therapy (See ADVERSE REACTIONS: Allergic Reactions ). Increased dosage of rapidly acting corticosteroids is indicated in patients on corticosteroid therapy subjected to any unusual stress before, during and after the stressful situation. Average and large doses of hydrocortisone or cortisone can cause elevation of blood pressure, salt and water retention, and increased excretion of potassium. These effects are less likely to occur with the synthetic derivatives except when used in large doses. Dietary salt restriction and potassium supplementation may be necessary. All corticosteroids increase calcium excretion. Literature reports suggest an apparent association between use of corticosteroids and left ventricular free wall rupture after a recent myocardial infarction; therefore, therapy with corticosteroids should be used with great caution in these patients. Corticosteroids can produce reversible hypothalamic-pituitary adrenal (HPA) axis suppression with the potential for corticosteroid insufficiency after withdrawal of treatment. Adrenocortical insufficiency may result from too rapid withdrawal of corticosteroids and may be minimized by gradual reduction of dosage. This type of relative insufficiency may persist for up to 12 months after discontinuation of therapy; therefore, in any situation of stress occurring during that period, hormone therapy should be reinstituted. If the patient is receiving steroids already, dosage may have to be increased. Metabolic clearance of corticosteroids is decreased in hypothyroid patients and increased in hyperthyroid patients. Changes in thyroid status of the patient may necessitate adjustment in dosage. General Patients who are on corticosteroids are more susceptible to infections than are healthy individuals. There may be decreased resistance and inability to localize infection when corticosteroids are used. Infection with any pathogen (viral, bacterial, fungal, protozoan or helminthic) in any location of the body may be associated with the use of corticosteroids alone or in combination with other immunosuppressive agents that affect cellular immunity, humoral immunity, or neutrophil function. 1 These infections may be mild, but may be severe and at times fatal. With increasing doses of corticosteroids, the rate of occurrence of infectious complications increases. 2 Corticosteroids may also mask some signs of current infection. Fungal Infections Corticosteroids may exacerbate systemic fungal infections and therefore should not be used in the presence of such infections unless they are needed to control life-threatening drug reactions. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure (See PRECAUTIONS: Drug Interactions : Amphotericin B Injection and Potassium-Depleting Agents). Special Pathogens Latent disease may be activated or there may be an exacerbation of intercurrent infections due to pathogens, including those caused by Amoeba, Candida, Cryptococcus, Mycobacterium, Nocardia, Pneumocystis, Toxoplasma . It is recommended that latent amebiasis or active amebiasis be ruled out before initiating corticosteroid therapy in any patient who has spent time in the tropics or any patient with unexplained diarrhea. Similarly, corticosteroids should be used with great care in patients with known or suspected Strongyloides (threadworm) infestation. In such patients, corticosteroid-induced immunosuppression may lead to Strongyloides hyperinfection and dissemination with widespread larval migration, often accompanied by severe enterocolitis and potentially fatal gram-negative septicemia. Corticosteroids should not be used in cerebral malaria. Tuberculosis The use of prednisone in active tuberculosis should be restricted to those cases of fulminating or disseminated tuberculosis in which the corticosteroid is used for management of the disease in conjunction with an appropriate antituberculous regimen. If corticosteroids are indicated in patients with latent tuberculosis or tuberculin reactivity, close observation is necessary as reactivation of the disease may occur. During prolonged corticosteroid therapy, these patients should receive chemoprophylaxis. Vaccination Administration of live or live, attenuated vaccines is contraindicated in patients receiving immunosuppressive doses of corticosteroids. Killed or inactivated vaccines may be administered. However, the response to such vaccines may be diminished and cannot be predicted . Indicated immunization procedures may be undertaken in patients receiving nonimmunosuppressive doses of corticosteroids as replacement therapy (e.g., for Addison’s disease). Viral Infections Chickenpox and measles can have a more serious or even fatal course in pediatric and adult patients on corticosteroids. In pediatric and adult patients who have not had these diseases, particular care should be taken to avoid exposure. How the dose, route and duration of corticosteroid administration affect the risk of developing a disseminated infection is not known. The contribution of the underlying disease and/or prior corticosteroid treatment to the risk is also not known. If exposed to chickenpox, prophylaxis with varicella zoster immune globulin (VZIG) may be indicated. If exposed to measles, prophylaxis with pooled intramuscular immunoglobulin (IG) may be indicated. (See the respective package inserts for complete VZIG and IG prescribing information.) If chickenpox develops, treatment with antiviral agents may be considered. Ophthalmic Use of corticosteroids may produce posterior subcapsular cataracts, glaucoma with possible damage to the optic nerves, and may enhance the establishment of secondary ocular infections due to bacteria, fungi or viruses. The use of oral corticosteroids is not recommended in the treatment of optic neuritis and may lead to an increase in the risk of new episodes. Corticosteroids should not be used in active ocular herpes simplex because of possible corneal perforation."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS (listed alphabetically, under each subsection) The following adverse reactions have been reported with prednisone or other corticosteroids: anaphylactoid or hypersensitivity reactions, anaphylaxis, angioedema. bradycardia, cardiac arrest, cardiac arrhythmias, cardiac enlargement, circulatory collapse, congestive heart failure, ECG changes caused by potassium deficiency, edema, fat embolism, hypertension or aggravation of hypertension, hypertrophic cardiomyopathy in premature infants, myocardial rupture following recent myocardial infarction (See WARNINGS: Cardio-Renal ), necrotizing angiitis, pulmonary edema, syncope, tachycardia, thromboembolism, thrombophlebitis, vasculitis. acne, acneiform eruptions, allergic dermatitis, alopecia, angioedema, angioneurotic edema, atrophy and thinning of skin, dry scaly skin, ecchymoses and petechiae (bruising), erythema, facial edema, hirsutism, impaired wound healing, increased sweating, Karposi’s sarcoma (See PRECAUTIONS: General Precautions ), lupus erythematosus-like lesions, perineal irritation, purpura, rash, striae, subcutaneous fat atrophy, suppression of reactions to skin tests, striae, telangiectasis, thin fragile skin, thinning scalp hair, urticaria. Adrenal insufficiency-greatest potential caused by high potency glucocorticoids with long duration of action (associated symptoms include: arthralgias, buffalo hump, dizziness, life-threatening hypotension, nausea, severe tiredness or weakness), amenorrhea, postmenopausal bleeding or other menstrual irregularities, decreased carbohydrate and glucose tolerance, development of cushingoid state, diabetes mellitus (new onset or manifestations of latent), glycosuria, hyperglycemia, hypertrichosis, hyperthyroidism (See WARNINGS: Endocrine ), hypothyroidism, increased requirements for insulin or oral hypoglycemic agents in diabetics, lipids abnormal, moon face, negative nitrogen balance caused by protein catabolism, secondary adrenocortical and pituitary unresponsiveness (particularly in times of stress, as in trauma, surgery or illness) (See WARNINGS: Endocrine ), suppression of growth in pediatric patients. congestive heart failure in susceptible patients, fluid retention, hypokalemia, hypokalemic alkalosis, metabolic alkalosis, hypotension or shock-like reaction, potassium loss, sodium retention with resulting edema. abdominal distention, abdominal pain, anorexia which may result in weight loss, constipation, diarrhea, elevation in serum liver enzyme levels (usually reversible upon discontinuation), gastric irritation, hepatomegaly, increased appetite and weight gain, nausea, oropharyngeal candidiasis, pancreatitis, peptic ulcer with possible perforation and hemorrhage, perforation of the small and large intestine (particularly in patients with inflammatory bowel disease), ulcerative esophagitis, vomiting. anemia, neutropenia (including febrile neutropenia). negative nitrogen balance due to protein catabolism. arthralgias, aseptic necrosis of femoral and humeral heads, increase risk of fracture, loss of muscle mass, muscle weakness, myalgias, osteopenia, osteoporosis (See PRECAUTIONS: Musculoskeletal ), pathologic fracture of long bones, steroid myopathy, tendon rupture (particularly of the Achilles tendon), vertebral compression fractures. amnesia, anxiety, benign intracranial hypertension, convulsions, delirium, dementia (characterized by deficits in memory retention, attention, concentration, mental speed and efficiency, and occupational performance), depression, dizziness, EEG abnormalities, emotional instability and irritability, euphoria, hallucinations, headache, impaired cognition, incidence of severe psychiatric symptoms, increased intracranial pressure with papilledema (pseudotumor cerebri) usually following discontinuation of treatment, increased motor activity, insomnia, ischemic neuropathy, long-term memory loss, mania, mood swings, neuritis, neuropathy, paresthesia, personality changes, psychiatric disorders including steroid psychoses or aggravation of pre-existing psychiatric conditions, restlessness, schizophrenia, verbal memory loss, vertigo, withdrawn behavior. blurred vision, cataracts (including posterior subcapsular cataracts), central serous chorioretinopathy, establishment of secondary bacterial, fungal and viral infections, exophthalmos, glaucoma, increased intraocular pressure (See PRECAUTIONS: Ophthalmic ), optic nerve damage, papilledema. abnormal fat deposits, aggravation/masking of infections, decreased resistance to infection (See WARNINGS: Infection ), hiccups, immunosuppression, increased or decreased motility and number of spermatozoa, malaise, insomnia, moon face, pyrexia.\\ To report SUSPECTED ADVERSE REACTIONS, contact West-Ward Pharmaceutical Corp. at 1-877-233-2001, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Prednisone tablets are contraindicated in systemic fungal infections and known hypersensitivity to components."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION Gastric irritation may be reduced if taken before, during, or immediately after meals or with food or milk. The maximal activity of the adrenal cortex is between 2 am and 8 am, and it is minimal between 4 pm and midnight. Exogenous corticosteroids suppress adrenocorticoid activity the least when given at the time of maximal activity (am) for single dose administration. Therefore, it is recommended that prednisone be administered in the morning prior to 9 am and when large doses are given, administration of antacids between meals to help prevent peptic ulcers. Multiple dose therapy should be evenly distributed in evenly spaced intervals throughout the day. Dietary salt restriction may be advisable in patients. Do not stop taking this medicine without first talking to your doctor. Avoid abrupt withdraw of therapy. The initial dosage of prednisone may vary from 5 mg to 60 mg per day, depending on the specific disease entity being treated. In situations of less severity lower doses will generally suffice, while in selected patients higher initial doses may be required. The initial dosage should be maintained or adjusted until a satisfactory response is noted. If after a reasonable period of time there is a lack of satisfactory clinical response, prednisone should be discontinued and the patient transferred to other appropriate therapy. IT SHOULD BE EMPHASIZED THAT DOSAGE REQUIREMENTS ARE VARIABLE AND MUST BE INDIVIDUALIZED ON THE BASIS OF THE DISEASE UNDER TREATMENT AND THE RESPONSE OF THE PATIENT. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small increments at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. It should be kept in mind that constant monitoring is needed in regard to drug dosage. Included in the situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient’s individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment; in this latter situation, it may be necessary to increase the dosage of prednisone for a period of time consistent with the patient’s condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. In the treatment of acute exacerbations of multiple sclerosis daily doses of 200 mg of prednisolone for a week followed by 80 mg every other day for 1 month have been shown to be effective. (Dosage range is the same for prednisone and prednisolone.) Alternate day therapy is a corticosteroid dosing regimen in which twice the usual daily dose of corticoid is administered every other morning. The purpose of this mode of therapy is to provide the patient requiring long-term pharmacologic dose treatment with the beneficial effects of corticoids while minimizing certain undesirable effects, including pituitary-adrenal suppression, the cushingoid state, corticoid withdrawal symptoms, and growth suppression in children. The rationale for this treatment schedule is based on two major premises: (a) the anti-inflammatory or therapeutic effect of corticoids persists longer than their physical presence and metabolic effects and (b) administration of the corticosteroid every other morning allows for re-establishment of more nearly normal hypothalamic-pituitary-adrenal (HPA) activity on the off-steroid day. A brief review of the HPA physiology may be helpful in understanding this rationale. Acting primarily through the hypothalamus a fall in free cortisol stimulates the pituitary gland to produce increasing amounts of corticotropin (ACTH) while a rise in free cortisol inhibits ACTH secretion. Normally the HPA system is characterized by diurnal (circadian) rhythm. Serum levels of ACTH rise from a low point about 10 pm to a peak level about 6 am. Increasing levels of ACTH stimulate adrenocortical activity resulting in a rise in plasma cortisol with maximal levels occurring between 2 am and 8 am. This rise in cortisol dampens ACTH production and in turn adrenocortical activity. There is a gradual fall in plasma corticoids during the day with lowest levels occurring about midnight. The diurnal rhythm of the HPA axis is lost in Cushing’s disease, a syndrome of adrenocortical hyperfunction characterized by obesity with centripetal fat distribution, thinning of the skin with easy bruisability, muscle wasting with weakness, hypertension, latent diabetes, osteoporosis, electrolyte imbalance, etc. The same clinical findings of hyperadrenocorticism may be noted during long-term pharmacologic dose corticoid therapy administered in conventional daily divided doses. It would appear, then, that a disturbance in the diurnal cycle with maintenance of elevated corticoid values during the night may play a significant role in the development of undesirable corticoid effects. Escape from these constantly elevated plasma levels for even short periods of time may be instrumental in protecting against undesirable pharmacologic effects. During conventional pharmacologic dose corticosteroid therapy, ACTH production is inhibited with subsequent suppression of cortisol production by the adrenal cortex. Recovery time for normal HPA activity is variable depending upon the dose and duration of treatment. During this time the patient is vulnerable to any stressful situation. Although it has been shown that there is considerably less adrenal suppression following a single morning dose of prednisolone (10 mg) as opposed to a quarter of that dose administered every 6 hours, there is evidence that some suppressive effect on adrenal activity may be carried over into the following day when pharmacologic doses are used. Further, it has been shown that a single dose of certain corticosteroids will produce adrenocortical suppression for two or more days. Other corticoids, including methylprednisolone, hydrocortisone, prednisone, and prednisolone, are considered to be short acting (producing adrenocortical suppression for 1 1/4 to 1 1/2 days following a single dose) and thus are recommended for alternate day therapy. The following should be kept in mind when considering alternate day therapy: 1. Basic principles and indications for corticosteroid therapy should apply. The benefits of alternate day therapy should not encourage the indiscriminate use of steroids. 2. Alternate day therapy is a therapeutic technique primarily designed for patients in whom long-term pharmacologic corticoid therapy is anticipated. 3. In less severe disease processes in which corticoid therapy is indicated, it may be possible to initiate treatment with alternate day therapy. More severe disease states usually will require daily divided high dose therapy for initial control of the disease process. The initial suppressive dose level should be continued until satisfactory clinical response is obtained, usually four to ten days in the case of many allergic and collagen diseases. It is important to keep the period of initial suppressive dose as brief as possible particularly when subsequent use of alternate day therapy is intended. Once control has been established, two courses are available: (a) change to alternate day therapy and then gradually reduce the amount of corticoid given every other day or (b) following control of the disease process reduce the daily dose of corticoid to the lowest effective level as rapidly as possible and then change over to an alternate day schedule. Theoretically, course (a) may be preferable. 4. Because of the advantages of alternate day therapy, it may be desirable to try patients on this form of therapy who have been on daily corticoids for long periods of time (e.g., patients with rheumatoid arthritis). Since these patients may already have a suppressed HPA axis, establishing them on alternate day therapy may be difficult and not always successful. However, it is recommended that regular attempts be made to change them over. It may be helpful to triple or even quadruple the daily maintenance dose and administer this every other day rather than just doubling the daily dose if difficulty is encountered. Once the patient is again controlled, an attempt should be made to reduce this dose to a minimum. 5. As indicated above, certain corticosteroids, because of their prolonged suppressive effect on adrenal activity, are not recommended for alternate day therapy (e.g., dexamethasone and betamethasone). 6. The maximal activity of the adrenal cortex is between 2 am and 8 am, and it is minimal between 4 pm and midnight. Exogenous corticosteroids suppress adrenocortical activity the least, when given at the time of maximal activity (am). 7. In using alternate day therapy it is important, as in all therapeutic situations to individualize and tailor the therapy to each patient. Complete control of symptoms will not be possible in all patients. An explanation of the benefits of alternate day therapy will help the patient to understand and tolerate the possible flare-up in symptoms which may occur in the latter part of the off-steroid day. Other symptomatic therapy may be added or increased at this time if needed. 8. In the event of an acute flare-up of the disease process, it may be necessary to return to a full suppressive daily divided corticoid dose for control. Once control is again established alternate day therapy may be re-instituted. 9. Although many of the undesirable features of corticosteroid therapy can be minimized by alternate day therapy, as in any therapeutic situation, the physician must carefully weigh the benefit-risk ratio for each patient in whom corticoid therapy is being considered."
  ],
  "indications": [
    "INDICATIONS & USAGE Prednisone Tablets, USP are indicated in the following conditions: Endocrine Disorders Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the first choice: synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy mineralocorticoid supplementation is of particular importance); congenital adrenal hyperplasia; hypercalcemia associated with cancer; nonsuppurative thyroiditis. Rheumatic Disorders As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in: psoriatic arthritis, rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy), ankylosing spondylitis, acute and subacute bursitis, acute nonspecific tenosynovitis, acute gouty arthritis, post-traumatic osteoarthritis, synovitis of osteoarthritis, epicondylitis. Collagen Diseases During an exacerbation or as maintenance therapy in selected cases of: systemic lupus erythematosus, systemic dermatomyositis (polymyositis), acute rheumatic carditis. Dermatologic Diseases Pemphigus; bullous dermatitis herpetiformis; severe erythema multiforme (Stevens-Johnson syndrome); exfoliative dermatitis; mycosis fungoides; severe psoriasis; severe seborrheic dermatitis. Allergic States Control of severe or incapacitating allergic conditions intractable to adequate trials of conventional treatment: seasonal or perennial allergic rhinitis; bronchial asthma; contact dermatitis; atopic dermatitis; serum sickness; drug hypersensitivity reactions. Ophthalmic Diseases Severe acute and chronic allergic and inflammatory processes involving the eye and its adnexa such as: allergic corneal marginal ulcers, herpes zoster ophthalmicus, anterior segment inflammation, diffuse posterior uveitis and choroiditis, sympathetic ophthalmia, allergic conjunctivitis, keratitis, chorioretinitis, optic neuritis, iritis and iridocyclitis. Respiratory Diseases Symptomatic sarcoidosis; Loeffler’s syndrome not manageable by other means; berylliosis; fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy; aspiration pneumonitis. Hematologic Disorders Idiopathic thrombocytopenic purpura in adults; secondary thrombocytopenia in adults; acquired (autoimmune) hemolytic anemia; erythroblastopenia (RBC anemia); congenital (erythroid) hypoplastic anemia. Neoplastic Diseases For palliative management of: leukemias and lymphomas in adults, acute leukemia of childhood. Edematous States To induce a diuresis or remission of proteinuria in the nephrotic syndrome, without uremia, of the idiopathic type or that due to lupus erythematosus. Gastrointestinal Diseases To tide the patient over a critical period of the disease in: ulcerative colitis, regional enteritis. Miscellaneous Tuberculous meningitis with subarachnoid block or impending block when used concurrently with appropriate antituberculous chemotherapy; trichinosis with neurologic or myocardial involvement."
  ],
  "fetched_at": "2025-10-01T03:00:13.951881",
  "source": "OpenFDA"
}