{
  "drug_name": "6-hydroxy-1,6-dihydro purine nucleoside",
  "generic_name": [
    "6-hydroxy-1,6-dihydro purine nucleoside"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drugs or herbal products that induce enzymes, including CYP3A4, that metabolize progestins may decrease the plasma concentrations of progestins, and may decrease the effectiveness of progestin-only pills. Some drugs or herbal products that may decrease the effectiveness of progestin-only pills include: barbiturates bosentan carbamazepine felbamate griseofulvin oxcarbazepine phenytoin rifampin St. John’s wort topiramate Significant changes (increase or decrease) in the plasma levels of the progestin have been noted in some cases of coadministration with HIV protease inhibitors or with non-nucleoside reverse transcriptase inhibitors. Consult the labeling of all concurrently used drugs to obtain further information about interactions with progestin-only pills or the potential for enzyme alterations. Drugs or herbal products that induce certain enzymes, such as CYP3A4, may decrease the effectiveness of progestin-only pills. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (≥10%) in clinical trials included heavier menstrual bleeding (31%), nausea (14%), lower abdominal pain (13%), fatigue (13%), headache (10%), and dizziness (10%) ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Watson Laboratories, Inc. at 1-800-272-5525 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Levonorgestrel tablet was studied in a randomized, double-blinded multicenter clinical trial. In this study, all women who had received at least one dose of study medication were included in the safety analysis: 1,379 women in the levonorgestrel tablet group (1 dose of 1.5 mg levonorgestrel), and 1,377 women in the levonorgestrel tablets group (2 doses of 0.75 mg levonorgestrel taken 12 hours apart). The mean age of women given levonorgestrel tablet was 27 years. The racial demographic of those enrolled was 54% Chinese, 12% Other Asian or Black, and 34% were Caucasian in each treatment group. 1.6% of women in the levonorgestrel tablet group and 1.4% in levonorgestrel tablets group were lost to follow-up. The most common adverse events (>10%) in the clinical trial for women receiving levonorgestrel tablet included heavier menstrual bleeding (30.9%), nausea (13.7%), lower abdominal pain (13.3%), fatigue (13.3%), and headache (10.3%). Table 1 lists those adverse events that were reported in > 4% of levonorgestrel tablet users. Table 1: Adverse Events in > 4% of Women, by % Frequency Most Common Adverse Events (MedDRA) Levonorgestrel N=1359 (%) Heavier Menstrual Bleeding 30.9 Nausea 13.7 Lower abdominal pain 13.3 Fatigue 13.3 Headache 10.3 Dizziness 9.6 Breast tenderness 8.2 Delay of menses (> 7 days) 4.5 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of levonorgestrel tablets (2 doses of 0.75 mg levonorgestrel taken 12 hours apart). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders Abdominal Pain, Nausea, Vomiting General Disorders and Administration Site Conditions Fatigue Nervous System Disorders Dizziness, Headache Reproductive System and Breast Disorders Dysmenorrhea, Irregular Menstruation, Oligomenorrhea, Pelvic Pain"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Next Choice One Dose TM is contraindicated for use in the case of known or suspected pregnancy. Known or suspected pregnancy. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take Next Choice One Dose TM tablet orally as soon as possible within 72 hours after unprotected intercourse or a known or suspected contraceptive failure. Efficacy is better if the tablet is taken as soon as possible after unprotected intercourse. Next Choice One Dose TM tablet can be used at any time during the menstrual cycle. If vomiting occurs within two hours of taking the tablet, consideration should be given to repeating the dose. One tablet taken orally as soon as possible within 72 hours after unprotected intercourse. Efficacy is better if the tablet is taken as soon as possible after unprotected intercourse. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Next Choice One Dose TM is a progestin-only emergency contraceptive indicated for prevention of pregnancy following unprotected intercourse or a known or suspected contraceptive failure. To obtain optimal efficacy, the tablet should be taken as soon as possible within 72 hours of intercourse. Next Choice One Dose TM is available only by prescription for women younger than age 17 years, and available over the counter for women 17 years and older. Next Choice One Dose TM is not indicated for routine use as a contraceptive. ( 1 ) Next Choice One Dose TM is a progestin-only emergency contraceptive indicated for prevention of pregnancy following unprotected intercourse or a known or suspected contraceptive failure. Next Choice One Dose TM is available only by prescription for women younger than age 17 years, and available over the counter for women 17 years and older. Next Choice One Dose TM is not intended for routine use as a contraceptive. ( 1 )"
  ],
  "fetched_at": "2025-10-01T03:22:51.142817",
  "source": "OpenFDA"
}