{
  "drug_name": "8-demethyl-8-dimethylamino-flavin-adenine-dinucleotide",
  "generic_name": [
    "ANHYDROUS CITRIC ACID, TRISODIUM CITRATE DIHYDRATE, SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE, DEXTROSE MONOHYDRATE, AND ADENINE"
  ],
  "brand_names": [
    "TERUFLEX Blood Anticoagulant Citrate Phosphate Dextrose Adenine (CPDA-1) for Collection of 450mL of Blood"
  ],
  "drug_interactions": [],
  "warnings": [
    "5. WARNINGS AND PRECAUTIONS 5.1. Rx ONLY. 5.2. Do not use unless solutions are clear and free from particulates. 5.3. Always inspect the blood bag set for leaks before use. 5.4. Avoid excessive heat and direct sunlight. Protect from freezing. 5.5. Recommended storage conditions: Room Temperature (15-30°C/59-86°F). 5.6. It is normal to have condensation in the blister packaging. If the amount of moisture is greater than expected, check for leaks from the fluid-filled components of the blood bag set. 5.7. Use aseptic techniques. 5.8. Do not use a dielectric tube sealer to seal the tubing while the needle is connected to the donor's body unless it is approved for such a purpose. 5.9. Do not touch needle after removing the needle cover. 5.10. Assure that the White Clamp below the pouch is closed prior to initiating phlebotomy. 5.11. Do not collect donor test samples until the tubing between the \"Y\" and the diversion pouch is permanently sealed. 5.12. Discard the Diversion Blood Sampling Arm and phlebotomy needle/donor tubing according to institutional standard operating procedures. 5.13. The AGELESS oxygen absorber packet, (Mitsubishi Gas Chemical) contained in this package absorbs oxygen and generates heat on removal. Do not open and handle it with care. 5.14. Dispose of the AGELESS packet with the blister tray. 5.15. Do not dispose the AGELESS packet with wastes containing volatile or flammable materials. 5.16. Due to possible exposure to infectious agents in the handling of blood, take adequate precautions at all times to prevent exposure to and transmission of such agents. Follow your institution's standard operating procedures."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION 2.1. To open blister package, peel cover film back 4/5 of its length. 2.2. Prepare the blood bag following your institution's standard operating procedures. 2.2.1. Materials Needed: VENOJECT II Tube Holder (code P-1316R) or equivalent VENOJECT II Multi-Sample Luer Adapter (code MN*2000T) or equivalent Evacuated blood collection tubes (glass or plastic) 2.3. Make a loose knot in the donor tubing below the \"Y\" and CLIKTIP (inline closure device) unless alternate methods are used to seal the tubing at the end of collection. 2.4. Temporarily clamp donor tubing between the phlebotomy needle and the \"Y\". 2.5. Close the White Clamp below the diversion pouch. 2.6. Assemble the luer adapter and the tube holder. 2.6.1. Connect the VENOJECT II Multi-Sample Luer Adapter to the VENOJECT II Tube Holder (or equivalent) (Fig. 1). 2.6.2. Twist and snap to remove the blue port cap at the end of the Diversion Blood Sampling Arm (Fig. 2a). 2.6.3. Insert the Holder/Luer assembly in the female luer port (Fig. 2b). 2.6.4. NOTE: Alternatively, steps 2.6.1., 2.6.2., and 2.6.3. (above) may be performed at any time during bag preparation or after the blood is collected into the diversion pouch. 2.7. Suspend the collection bag as far as possible below the donor's arm. 2.8. Apply blood pressure cuff or tourniquet to donor's arm. Disinfect site of phlebotomy according to institutional standard operating procedures. If blood pressure cuff is used, inflate to approximately 60 mmHg. 2.9. Remove the needle cover and perform phlebotomy. Remove the temporary clamp on the donor tubing to permit blood flow into the Diversion Blood Sampling Arm pouch. 2.9.1. CAUTION: Do not touch the needle after removing the needle cover. 2.9.2. CAUTION: Assure that the White Clamp below the pouch is closed prior to initiating phlebotomy. 2.10. Secure the needle safety device in place following the device instructions provided on the reverse side. 2.11. Secure donor tubing to donor's arm. 2.12. Position the diversion pouch with the notches up and the Tube Holder/Luer Adapter assembly (or port cap) down. When the level of blood in the pouch is approximately in line with the notches, the diversion pouch is full (Fig. 3a). 2.12.1. NOTE: The approximate fill volume of the pouch at the notches is 35 mL. 2.13. Permanently seal the tubing between the \"Y\" and the diversion pouch to maintain a closed system using an aluminum clip or a tube sealer approved for use with tubing connected to a donor (Fig. 3b). 2.13.1. CAUTION: Do not use a dielectric tube sealer to seal the tubing while the needle is connected to the donor's body unless it is approved for such a purpose. 2.14. To initiate blood flow into the collection bag, break the CLIKTIP between the \"Y\" and the collection bag. 2.15. To avoid clot formation, collect samples as soon as possible from the diversion pouch as follows (Fig. 3b). 2.15.1. CAUTION: Do not collect donor test samples until the tubing between the \"Y\" and the diversion pouch is permanently sealed. 2.15.2. Open the White Clamp on the tubing below the pouch to open the pathway for sampling. 2.15.3. Position the diversion pouch with the notches up and the Tube Holder/Luer Adapter assembly downward. Assure that any air in the pouch is at the top and will not enter the blood collection tubes. 2.15.4. Insert blood collection tube firmly into the tube holder; when full, remove sample tube from holder. Repeat to collect additional samples. 2.15.5. NOTE: The pouch may be removed after the donor test samples are collected. A second seal must be made between the diversion pouch and the permanent seal prior to removing the pouch. 2.16. Mix blood with anticoagulant in the collection bag and continue to mix at several intervals during collection and immediately after collection. If using an automated mixer, follow manufacturer's instructions. 2.17. Collect labeled volume of blood 450 mL ±10% or 500 mL ±10%. 2.18. When the desired amount of blood has been collected, seal the tubing or tighten the loose knot (white knot) prepared in Step 2.3. Make a second seal between the first seal or knot and the \"Y\". Various methods may be used to seal tubing. 2.19. Release pressure on the donor's arm and remove the needle into the needle safety device following the device instructions provided on the reverse side. Sever the donor tubing between the two seals previously made below the CLIKTIP and \"Y\". 2.19.1. CAUTION: Discard the Diversion Blood Sampling Arm and phlebotomy needle/donor tubing according to institutional standard operating procedures. 2.20. Strip blood from donor tubing into collection bag, mix well, and allow tubing to refill; repeat once. To prevent the blood from clotting in the tubing, work quickly as possible. Make an appropriate number of segments of anticoagulated blood for testing by sealing on or near the X marks. Leave segments attached to the Whole Blood unit. 2.21. The time between Whole Blood collection and component separation may vary depending on both the blood bag system and processing options selected. Follow your institution's standard operating procedures to prepare components. 2.21.1. If the Whole Blood is to be processed into room temperature components, maintain the blood at ambient temperature. 2.21.2. If the Whole Blood is to be processed into other components (including Plasma Frozen Within 24 Hours After Phlebotomy), Whole Blood must either be placed in storage at a temperature between 1-6°C within 8 hours of blood collection or cooled towards a temperature between 1-10°C (e.g. during transport) and then placed in storage at a temperature between 1-6°C upon arrival at the processing center. 2.22. Platelet Rich Plasma and Platelets should be separated from the Red Blood Cells within 8 hours of blood collection, if prepared. 2.23. Plasma intended for production of Fresh Frozen Plasma should be separated from the Red Blood Cells and placed in a freezer at –18°C or colder within 8 hours of blood collection. 2.24. Plasma intended for production of Plasma Frozen Within 24 Hours After Phlebotomy (PF24) should be placed in a freezer at -18°C or colder within 24 hours of blood collection. 2.25. For further preparation and processing of other plasma components, use standard processing and storage techniques following approved regulations and standards. 2.26. Select the appropriate spin condition and centrifuge Whole Blood unit to separate CPDA-1 Red Blood Cells from plasma or platelet rich plasma, as appropriate. 2.27. Break the CLIKTIP of primary collection bag and transfer plasma into satellite bag, or transfer platelet rich plasma into XT-612 Platelet bag. Clamp transfer tubing of satellite bag. 2.28. Seal tubing of primary collection bag in two places, cut between seals, and if applicable, separate from satellite bag(s). 2.29. Store CPDA-1 Red Blood Cells (or Whole Blood) between 1 – 6°C for up to 35 days. 2.30. If prepared, store Platelets between 20-24°C, maintaining a continuous gentle agitation, for up to 5 days in XT-612 bag. Fig. 1, Fig. 2a, Fig. 2b Fig. 3a, Fig. 3b"
  ],
  "indications": [
    "1. INDICATIONS AND USAGE 1.1. Read these instructions carefully before use. 1.2. Rx ONLY. 1.3. Intended for the collection, processing and preservation of Whole Blood and blood components. Not intended for direct intravenous infusion. 1.4. For the collection of 450 mL ±10% or 500 mL ±10% Whole Blood. 1.5. Integral Diversion Blood Sampling Arm is intended to divert and obtain donor samples for laboratory testing prior to collection of the Whole Blood unit. 1.6. For further processing, use standard component processing techniques."
  ],
  "fetched_at": "2025-10-01T03:44:19.178472",
  "source": "OpenFDA"
}