{
  "drug_name": "Abacavir hydroxyacetate",
  "generic_name": [
    "ABACAVIR"
  ],
  "brand_names": [
    "Abacavir"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Methadone: An increased methadone dose may be required in a small number of patients. (7.1) Riociguat: The riociguat dose may need to be reduced. (7.2) 7.1 Methadone In a trial of 11 HIV-1-infected subjects receiving methadone-maintenance therapy with 600 mg of abacavir twice daily (twice the currently recommended dose), oral methadone clearance increased [see Clinical Pharmacology (12.3) ]. This alteration will not result in a methadone dose modification in the majority of patients; however, an increased methadone dose may be required in a small number of patients. 7.2 Riociguat Coadministration with fixed-dose abacavir/dolutegravir/lamivudine resulted in increased riociguat exposure, which may increase the risk of riociguat adverse reactions [see Clinical Pharmacology (12.3) ]. The riociguat dose may need to be reduced. See full prescribing information for ADEMPAS (riociguat)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Serious and sometimes fatal hypersensitivity reactions [see Boxed Warning , Warnings and Precautions (5.1) ]. Lactic acidosis and severe hepatomegaly with steatosis [see Warnings and Precautions (5.2) ]. Immune reconstitution syndrome [see Warnings and Precautions (5.3) ]. Myocardial infarction [see Warnings and Precautions (5.4) ]. The most commonly reported adverse reactions of at least moderate intensity (incidence greater than or equal to 10%) in adult HIV-1 clinical trials were nausea, headache, malaise and fatigue, nausea and vomiting, and dreams/sleep disorders. (6.1) The most commonly reported adverse reactions of at least moderate intensity (incidence greater than or equal to 5%) in pediatric HIV-1 clinical trials were fever and/or chills, nausea and vomiting, skin rashes, and ear/nose/throat infections. (6.2) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience in Adult Subjects Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Serious and Fatal Abacavir-Associated Hypersensitivity Reactions In clinical trials, serious and sometimes fatal hypersensitivity reactions have occurred with abacavir [see Boxed Warning , Warnings and Precautions (5.1) ]. These reactions have been characterized by 2 or more of the following signs or symptoms: (1) fever; (2) rash; (3) gastrointestinal symptoms (including nausea, vomiting, diarrhea, or abdominal pain); (4) constitutional symptoms (including generalized malaise, fatigue, or achiness); (5) respiratory symptoms (including dyspnea, cough, or pharyngitis). Almost all abacavir hypersensitivity reactions include fever and/or rash as part of the syndrome. Other signs and symptoms have included lethargy, headache, myalgia, edema, arthralgia, and paresthesia. Anaphylaxis, liver failure, renal failure, hypotension, adult respiratory distress syndrome, respiratory failure, myolysis, and death have occurred in association with these hypersensitivity reactions. Physical findings have included lymphadenopathy, mucous membrane lesions (conjunctivitis and mouth ulcerations), and maculopapular or urticarial rash (although some patients had other types of rashes and others did not have a rash). There were reports of erythema multiforme. Laboratory abnormalities included elevated liver chemistries, elevated creatine phosphokinase, elevated creatinine, and lymphopenia, and abnormal chest x-ray findings (predominantly infiltrates, which were localized). Additional Adverse Reactions with Use of Abacavir Therapy-Naive Adults: Treatment-emergent clinical adverse reactions (rated by the investigator as moderate or severe) with a greater than or equal to 5% frequency during therapy with abacavir 300 mg twice daily, lamivudine 150 mg twice daily, and efavirenz 600 mg daily compared with zidovudine 300 mg twice daily, lamivudine 150 mg twice daily, and efavirenz 600 mg daily from CNA30024 are listed in Table 2. Table 2. Treatment-Emergent (All Causality) Adverse Reactions of at Least Moderate Intensity (Grades 2 to 4, Greater than or Equal to 5% Frequency) in Therapy-Naive Adults (CNA30024 This trial used double-blind ascertainment of suspected hypersensitivity reactions. During the blinded portion of the trial, suspected hypersensitivity to abacavir was reported by investigators in 9% of 324 subjects in the abacavir group and 3% of 325 subjects in the zidovudine group. ) through 48 Weeks of Treatment Adverse Reaction Abacavir plus Lamivudine plus Efavirenz (n = 324) Zidovudine plus Lamivudine plus Efavirenz (n = 325) Dreams/sleep disorders 10% 10% Drug hypersensitivity 9% <1% Ten (3%) cases of suspected drug hypersensitivity were reclassified as not being due to abacavir following unblinding. Headaches/migraine 7% 11% Nausea 7% 11% Fatigue/malaise 7% 10% Diarrhea 7% 6% Rashes 6% 12% Abdominal pain/gastritis/gastrointestinal signs and symptoms 6% 8% Depressive disorders 6% 6% Dizziness 6% 6% Musculoskeletal pain 6% 5% Bronchitis 4% 5% Vomiting 2% 9% Treatment-emergent clinical adverse reactions (rated by the investigator as moderate or severe) with a greater than or equal to 5% frequency during therapy with abacavir 300 mg twice daily, lamivudine 150 mg twice daily, and zidovudine 300 mg twice daily compared with indinavir 800 mg 3 times daily, lamivudine 150 mg twice daily, and zidovudine 300 mg twice daily from CNA3005 are listed in Table 3. Table 3. Treatment-Emergent (All Causality) Adverse Reactions of at Least Moderate Intensity (Grades 2 to 4, Greater than or Equal to 5% Frequency) in Therapy-Naive Adults (CNA3005) through 48 Weeks of Treatment Adverse Reaction Abacavir plus Lamivudine/Zidovudine (n = 262) Indinavir plus Lamivudine/Zidovudine (n = 264) Nausea 19% 17% Headache 13% 9% Malaise and fatigue 12% 12% Nausea and vomiting 10% 10% Hypersensitivity reaction 8% 2% Diarrhea 7% 5% Fever and/or chills 6% 3% Depressive disorders 6% 4% Musculoskeletal pain 5% 7% Skin rashes 5% 4% Ear/nose/throat infections 5% 4% Viral respiratory infections 5% 5% Anxiety 5% 3% Renal signs/symptoms <1% 5% Pain (non-site-specific) <1% 5% Five subjects receiving abacavir in CNA3005 experienced worsening of pre-existing depression compared with none in the indinavir arm. The background rates of pre-existing depression were similar in the 2 treatment arms. Abacavir Once Daily versus Abacavir Twice Daily (CNA30021): Treatment-emergent clinical adverse reactions (rated by the investigator as at least moderate) with a greater than or equal to 5% frequency during therapy with abacavir 600 mg once daily or abacavir 300 mg twice daily, both in combination with lamivudine 300 mg once daily and efavirenz 600 mg once daily from CNA30021, were similar. For hypersensitivity reactions, subjects receiving abacavir once daily showed a rate of 9% in comparison with a rate of 7% for subjects receiving abacavir twice daily. However, subjects receiving abacavir 600 mg once daily experienced a significantly higher incidence of severe drug hypersensitivity reactions and severe diarrhea compared with subjects who received abacavir 300 mg twice daily. Five percent (5%) of subjects receiving abacavir 600 mg once daily had severe drug hypersensitivity reactions compared with 2% of subjects receiving abacavir 300 mg twice daily. Two percent (2%) of subjects receiving abacavir 600 mg once daily had severe diarrhea while none of the subjects receiving abacavir 300 mg twice daily had this event. Laboratory Abnormalities: Laboratory abnormalities (Grades 3 to 4) in therapy-naive adults during therapy with abacavir 300 mg twice daily, lamivudine 150 mg twice daily, and efavirenz 600 mg daily compared with zidovudine 300 mg twice daily, lamivudine 150 mg twice daily, and efavirenz 600 mg daily from CNA30024 are listed in Table 4. Table 4. Laboratory Abnormalities (Grades 3 to 4) in Therapy-Naive Adults (CNA30024) through 48 Weeks of Treatment ULN = Upper limit of normal. n = Number of subjects assessed. Grade 3/4 Laboratory Abnormalities Abacavir plus Lamivudine plus Efavirenz (n = 324) Zidovudine plus Lamivudine plus Efavirenz (n = 325) Elevated CPK (>4 X ULN) 8% 8% Elevated ALT (>5 X ULN) 6% 6% Elevated AST (>5 X ULN) 6% 5% Hypertriglyceridemia (>750 mg/dL) 6% 5% Hyperamylasemia (>2 X ULN) 4% 5% Neutropenia (ANC <750/mm 3 ) 2% 4% Anemia (Hgb ≤6.9 gm/dL) <1% 2% Thrombocytopenia (Platelets <50,000/mm 3 ) 1% <1% Leukopenia (WBC ≤1,500/mm 3 ) <1% 2% Laboratory abnormalities in CNA3005 are listed in Table 5. Table 5. Treatment-Emergent Laboratory Abnormalities (Grades 3 to 4) in CNA3005 ULN = Upper limit of normal. n = Number of subjects assessed. Grade 3/4 Laboratory Abnormalities Abacavir plus Lamivudine/Zidovudine (n = 262) Indinavir plus Lamivudine/Zidovudine (n = 264) Elevated CPK (>4 x ULN) 18 (7%) 18 (7%) ALT (>5 x ULN) 16 (6%) 16 (6%) Neutropenia (<750/mm 3 ) 13 (5%) 13 (5%) Hypertriglyceridemia (>750 mg/dL) 5 (2%) 3 (1%) Hyperamylasemia (>2 x ULN) 5 (2%) 1 (<1%) Hyperglycemia (>13.9 mmol/L) 2 (<1%) 2 (<1%) Anemia (Hgb ≤6.9 g/dL) 0 (0%) 3 (1%) The frequencies of treatment-emergent laboratory abnormalities were comparable between treatment groups in CNA30021. 6.2 Clinical Trials Experience in Pediatric Subjects Therapy-Experienced Pediatric Subjects (Twice-Daily Dosing) Treatment-emergent clinical adverse reactions (rated by the investigator as moderate or severe) with a greater than or equal to 5% frequency during therapy with abacavir 8 mg per kg twice daily, lamivudine 4 mg per kg twice daily, and zidovudine 180 mg per m 2 twice daily compared with lamivudine 4 mg per kg twice daily and zidovudine 180 mg per m 2 twice daily from CNA3006 are listed in Table 6. Table 6. Treatment-Emergent (All Causality) Adverse Reactions of at Least Moderate Intensity (Grades 2 to 4, Greater than or Equal to 5% Frequency) in Therapy-Experienced Pediatric Subjects (CNA3006) through 16 Weeks of Treatment Adverse Reaction Abacavir plus Lamivudine plus Zidovudine (n = 102) Lamivudine plus Zidovudine (n = 103) Fever and/or chills 9% 7% Nausea and vomiting 9% 2% Skin rashes 7% 1% Ear/nose/throat infections 5% 1% Pneumonia 4% 5% Headache 1% 5% Laboratory Abnormalities: In CNA3006, laboratory abnormalities (anemia, neutropenia, liver function test abnormalities, and CPK elevations) were observed with similar frequencies as in a trial of therapy-naive adults (CNA30024). Mild elevations of blood glucose were more frequent in pediatric subjects receiving abacavir (CNA3006) as compared with adult subjects (CNA30024). Other Adverse Events In addition to adverse reactions and laboratory abnormalities reported in Tables 2, 3, 4, 5, and 6, other adverse reactions observed in the expanded access program were pancreatitis and increased GGT. Pediatric Subjects Once-Daily versus Twice-Daily Dosing (COL105677): The safety of once-daily compared with twice-daily dosing of abacavir was assessed in the ARROW trial. Primary safety assessment in the ARROW trial was based on Grade 3 and Grade 4 adverse events. The frequency of Grade 3 and 4 adverse events was similar among subjects randomized to once-daily dosing compared with subjects randomized to twice-daily dosing. One event of Grade 4 hepatitis in the once-daily cohort was considered as uncertain causality by the investigator and all other Grade 3 or 4 adverse events were considered not related by the investigator. 6.3 Postmarketing Experience The following adverse reactions have been identified during postmarketing use of abacavir. Because these reactions are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposures. Body as a Whole Redistribution/accumulation of body fat. Cardiovascular Myocardial infarction. Hepatic Lactic acidosis and hepatic steatosis [see Warnings and Precautions (5.2) ]. Skin Suspected Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN) have been reported in patients receiving abacavir primarily in combination with medications known to be associated with SJS and TEN, respectively. Because of the overlap of clinical signs and symptoms between hypersensitivity to abacavir and SJS and TEN, and the possibility of multiple drug sensitivities in some patients, abacavir should be discontinued and not restarted in such cases. There have also been reports of erythema multiforme with abacavir use [see Adverse Reactions (6.1) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Abacavir tablets are contraindicated in patients: who have the HLA-B*5701 allele [see Warnings and Precautions (5.1) ]. with prior hypersensitivity reaction to abacavir [see Warnings and Precautions (5.1) ]. with moderate or severe hepatic impairment [see Use in Specific Populations (8.6) ]. Presence of HLA-B*5701 allele. (4) Prior hypersensitivity reaction to abacavir. (4) Moderate or severe hepatic impairment. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Before initiating abacavir, screen for the HLA-B*5701 allele. (2.1) Adults: 600 mg daily, administered as either 300 mg twice daily or 600 mg once daily. (2.2) Pediatric Patients Aged 3 Months and Older: Administered either once or twice daily. Dose should be calculated on body weight (kg) and should not exceed 600 mg daily. (2.3) Patients with Hepatic Impairment: Mild hepatic impairment – 200 mg twice daily. (2.4) 2.1 Screening for HLA-B*5701 Allele prior to Starting Abacavir Tablets Screen for the HLA-B*5701 allele prior to initiating therapy with abacavir tablets [see Boxed Warning , Warnings and Precautions (5.1) ]. 2.2 Recommended Dosage for Adult Patients The recommended dosage of abacavir tablets for adults is 600 mg daily, administered orally as either 300 mg twice daily or 600 mg once daily, in combination with other antiretroviral agents. 2.3 Recommended Dosage for Pediatric Patients Abacavir tablets are available as scored tablet for HIV-1-infected pediatric patients weighing greater than or equal to 14 kg for whom a solid dosage form is appropriate. Before prescribing abacavir tablets, children should be assessed for the ability to swallow tablets. If a child is unable to reliably swallow abacavir tablets, the oral solution formulation should be prescribed. The recommended oral dosage of abacavir tablets for HIV-1-infected pediatric patients is presented in Table 1. Table 1. Dosing Recommendations for Abacavir Scored Tablets in Pediatric Patients Weight (kg) Once-Daily Dosing Regimen Data regarding the efficacy of once-daily dosing is limited to subjects who transitioned from twice-daily dosing to once-daily dosing after 36 weeks of treatment [see Clinical Studies (14.2)]. Twice-Daily Dosing Regimen AM Dose PM Dose Total Daily Dose 14 to <20 1 tablet (300 mg) ½ tablet (150 mg) ½ tablet (150 mg) 300 mg > 20 to <25 1½ tablets (450 mg) ½ tablet (150 mg) 1 tablet (300 mg) 450 mg ≥ 25 2 tablets (600 mg) 1 tablet (300 mg) 1 tablet (300 mg) 600 mg 2.4 Recommended Dosage for Patients with Hepatic Impairment The recommended dose of abacavir tablets in patients with mild hepatic impairment (Child-Pugh Class A) is 200 mg twice daily. To enable dose reduction, abacavir oral solution (10 mL twice daily) should be used for the treatment of these patients. The safety, efficacy, and pharmacokinetic properties of abacavir have not been established in patients with moderate to severe hepatic impairment; therefore, abacavir tablets are contraindicated in these patients."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Abacavir tablets, in combination with other antiretroviral agents, are indicated for the treatment of human immunodeficiency virus (HIV-1) infection. Abacavir tablets, a nucleoside analogue human immunodeficiency virus (HIV-1) reverse transcriptase inhibitor, are indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection. (1)"
  ],
  "fetched_at": "2025-10-01T18:43:48.758981",
  "source": "OpenFDA"
}