{
  "drug_name": "Abametapir",
  "generic_name": [
    "ABAMETAPIR"
  ],
  "brand_names": [
    "Xeglyze"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS In vitro studies suggest there is a potential for inhibition of cytochrome P450 (CYP) 3A4, 2B6 and 1A2 enzymes following a single application of XEGLYZE. Use of XEGLYZE with drugs that are substrates of these enzymes may lead to increased systemic concentrations of the interacting drugs. Avoid administration of drugs that are substrates of CYP3A4, CYP2B6, or CYP1A2 within 2 weeks after application of XEGLYZE. If this is not feasible, avoid use of XEGLYZE [ see Clinical Pharmacology ( 12.3 ) ]. For 2 weeks after XEGLYZE application, avoid taking drugs that are substrates of CYP3A4, CYP2B6 or CYP1A2. Otherwise, avoid use of XEGLYZE. (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (incidence of ≥ 1%) were erythema, rash, skin burning sensation, contact dermatitis, vomiting, eye irritation, pruritus, and hair color changes. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories. Inc., at 1-888-966-8766 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug, and may not reflect the rates observed in practice. The data described below reflect exposure to a single 10-minute treatment of XEGLYZE in 349 subjects (6 months of age and older) with head lice infestation in randomized, double-blind, vehicle-controlled trials (Trials 1 and 2). Of these subjects, 21 were 6 months to 4 years of age, 166 subjects were 4 to 12 years of age, 57 subjects were 12 to 18 years of age, and 105 subjects were 18 years of age or older. Table 1 provides adverse reactions that occurred in at least 1% of subjects in the XEGLYZE group and at a greater frequency than in the vehicle group. Table 1: Adverse Reactions Occurring in ≥ 1% of the XEGLYZE Group and at a Greater Frequency than in the Vehicle Group (Trials 1 and 2) Adverse Reactions XEGLYZE N=349 Subjects (%) Vehicle N=350 Subjects (%) Erythema 14 (4.0) 6 (2) Rash 11 (3.2) 8 (2.3) Skin burning sensation 9 (2.6) 0 (0.0) Contact dermatitis 6 (1.7) 4 (1.1) Vomiting 6 (1.7) 2 (0.6) Eye irritation 4 (1.2) 2 (0.6) Hair color changes 3 (1) 0 (0.0) During the trials, subjects were monitored for new onset of scalp erythema/edema, scalp pruritus, and eye irritation. The number and percentage of subjects who developed these local adverse reactions after treatment are presented in Table 2. Table 2: Monitored Local Adverse Reactions with New Onset on Day 1 Post-Treatment (Trials 1 and 2) Adverse Reactions XEGLYZE Subjects (%)* Vehicle Subjects (%)* Scalp Erythema/Edema 11 (3.2) 5 (1.4) Scalp Pruritus 2 (1.4) 1 (0.7) Eye Irritation 6 (1.7) 5 (1.4) * For the calculation of the percentages, the denominators are the number of subjects who did not have the monitored local adverse reaction at baseline."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For topical use only. XEGLYZE is not for oral, ophthalmic, or intravaginal use. Treatment with XEGLYZE involves a single application. Shake well before use. Apply XEGLYZE to dry hair in an amount (up to the full content of one bottle) sufficient to thoroughly coat the hair and scalp. Massage XEGLYZE into the scalp and throughout the hair. Avoid contact with eyes. Leave on the hair and scalp for 10 minutes and then rinse off with warm water. Wash hands after application. Hair may be shampooed any time after the treatment. Discard any unused product. Do not flush contents down sink or toilet. For topical use only. Not for oral, ophthalmic, or intravaginal use. (2) Shake well before use. (2) Apply XEGLYZE to dry hair in an amount sufficient (up to the full content of one bottle) to thoroughly coat the hair and scalp. Avoid contact with eyes. (2) Massage XEGLYZE into the scalp and throughout the hair; leave on the hair and scalp for 10 minutes and then rinse off with warm water. (2) Massage XEGLYZE into the scalp and throughout the hair; leave on the hair and scalp for 10 minutes and then rinse off with warm water. (2)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XEGLYZE is indicated for the topical treatment of head lice infestation in patients 6 months of age and older. XEGLYZE should be used in the context of an overall lice management program: Wash (with hot water) or dry-clean all recently worn clothing, hats, used bedding and towels Wash personal care items such as combs, brushes, and hair clips in hot water Use a fine-tooth comb or special nit comb to remove dead lice and nits XEGLYZE is a pediculicide indicated for the topical treatment of head lice infestation in patients 6 months of age and older. XEGLYZE should be used in the context of an overall lice management program: Wash (with hot water) or dry-clean all recently worn clothing, hats, used bedding and towels Wash personal care items such as combs, brushes and hair clips in hot water Use a fine-tooth comb or special nit comb to remove dead lice and nits (1)"
  ],
  "fetched_at": "2025-10-01T18:28:22.309972",
  "source": "OpenFDA"
}