{
  "drug_name": "Abemaciclib",
  "generic_name": [
    "ABEMACICLIB"
  ],
  "brand_names": [
    "Verzenio"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A Inhibitors: Avoid concomitant use of ketoconazole. Reduce the VERZENIO dose with concomitant use of other strong and moderate CYP3A inhibitors. ( 2.2 , 7.1 ) CYP3A Inducers: Avoid concomitant use of strong and moderate CYP3A inducers. ( 7.1 ) 7.1 Effect of Other Drugs on VERZENIO CYP3A Inhibitors Strong and moderate CYP3A4 inhibitors increased the exposure of abemaciclib plus its active metabolites to a clinically meaningful extent and may lead to increased toxicity. Ketoconazole Avoid concomitant use of ketoconazole. Ketoconazole is predicted to increase the AUC of abemaciclib by up to 16-fold [see Clinical Pharmacology ( 12.3 )] . Other Strong CYP3A Inhibitors In patients with recommended starting doses of 200 mg twice daily or 150 mg twice daily, reduce the VERZENIO dose to 100 mg twice daily with concomitant use of strong CYP3A inhibitors other than ketoconazole. In patients who have had a dose reduction to 100 mg twice daily due to adverse reactions, further reduce the VERZENIO dose to 50 mg twice daily with concomitant use of strong CYP3A inhibitors. If a patient taking VERZENIO discontinues a strong CYP3A inhibitor, increase the VERZENIO dose (after 3-5 half-lives of the inhibitor) to the dose that was used before starting the inhibitor. Patients should avoid grapefruit products [see Dosage and Administration ( 2.2 ) and Clinical Pharmacology ( 12.3 )] . Moderate CYP3A Inhibitors With concomitant use of moderate CYP3A inhibitors, monitor for adverse reactions and consider reducing the VERZENIO dose in 50 mg decrements as demonstrated in Table 1 , if necessary. Strong and Moderate CYP3A Inducers Coadministration of strong or moderate CYP3A inducers decreased the plasma concentrations of abemaciclib plus its active metabolites and may lead to reduced activity. Avoid concomitant use of strong or moderate CYP3A inducers and consider alternative agents [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Diarrhea [see Warnings and Precautions ( 5.1 )] . Neutropenia [see Warnings and Precautions ( 5.2 )] . Interstitial Lung Disease (ILD) or Pneumonitis [see Warnings and Precautions ( 5.3 )] . Hepatotoxicity [see Warnings and Precautions ( 5.4 )] . Venous Thromboembolism [see Warnings and Precautions ( 5.5 )] . Most common adverse reactions (incidence ≥20%) were diarrhea, neutropenia, nausea, abdominal pain, infections, fatigue, anemia, leukopenia, decreased appetite, vomiting, headache, alopecia, and thrombocytopenia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Eli Lilly and Company at 1-800-LillyRx (1-800-545-5979) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety population described in the Warnings and Precautions reflect exposure to VERZENIO in 3691 patients from four clinical trials: monarchE, MONARCH 1, MONARCH 2, and MONARCH 3. The safety population includes exposure to VERZENIO as a single agent at 200 mg twice daily in 132 patients in MONARCH 1 and to VERZENIO at 150 mg twice daily in 3559 patients administered in combination with fulvestrant, tamoxifen, or an aromatase inhibitor in monarchE, MONARCH 2, and MONARCH 3. The median duration of exposure ranged from 4.5 months in MONARCH 1 to 24 months in monarchE. The most common adverse reactions (incidence ≥20%) across clinical trials were: diarrhea, neutropenia, nausea, abdominal pain, infections, fatigue, anemia, leukopenia, decreased appetite, vomiting, headache, alopecia, and thrombocytopenia. Early Breast Cancer monarchE: VERZENIO in Combination with Tamoxifen or an Aromatase Inhibitor as Adjuvant Treatment Adult patients with HR-positive, HER2-negative, node-positive early breast cancer at a high risk of recurrence The safety of VERZENIO was evaluated in monarchE, a study of 5591 adult patients receiving VERZENIO plus endocrine therapy (tamoxifen or an aromatase inhibitor) or endocrine therapy (tamoxifen or an aromatase inhibitor) alone [see Clinical Studies ( 14.1 )]. Patients were randomly assigned to receive 150 mg of VERZENIO orally, twice daily, plus tamoxifen or an aromatase inhibitor, or tamoxifen or an aromatase inhibitor, for two years or until discontinuation criteria were met. The median duration of VERZENIO treatment was 24 months. The most frequently reported (≥5%) Grade 3 or 4 adverse reactions were neutropenia, leukopenia, diarrhea, and lymphopenia. Fatal adverse reactions occurred in 0.8% of patients who received VERZENIO plus endocrine therapy (tamoxifen or an aromatase inhibitor), including: cardiac failure (0.1%), cardiac arrest, myocardial infarction, ventricular fibrillation, cerebral hemorrhage, cerebrovascular accident, pneumonitis, hypoxia, diarrhea, and mesenteric artery thrombosis (0.03% each). Permanent VERZENIO treatment discontinuation due to an adverse reaction was reported in 19% of patients receiving VERZENIO, plus tamoxifen or an aromatase inhibitor. Of the patients receiving tamoxifen or an aromatase inhibitor, 1% permanently discontinued due to an adverse reaction. The most common adverse reactions leading to VERZENIO discontinuations were diarrhea (5%), fatigue (2%), and neutropenia (0.9%). Dose interruption of VERZENIO due to an adverse reaction occurred in 62% of patients receiving VERZENIO plus tamoxifen or aromatase inhibitors. Adverse reactions leading to VERZENIO dose interruptions in ≥5% of patients were diarrhea (20%), neutropenia (16%), leukopenia (7%), and fatigue (5%). Dose reductions of VERZENIO due to an adverse reaction occurred in 44% of patients receiving VERZENIO plus endocrine therapy (tamoxifen or an aromatase inhibitor). Adverse reactions leading to VERZENIO dose reductions in ≥5% were diarrhea (17%), neutropenia (8%), and fatigue (5%). The most common adverse reactions reported (≥20%) in the VERZENIO, plus tamoxifen or an aromatase inhibitor, arm and ≥2% higher than the tamoxifen or an aromatase inhibitor arm were: diarrhea, infections, neutropenia, fatigue, leukopenia, nausea, anemia, and headache. Adverse reactions are shown in Table 8 and laboratory abnormalities are shown in Table 9 . Table 8: Adverse Reactions (≥10%) of Patients Receiving VERZENIO Plus Tamoxifen or an Aromatase Inhibitor [with a Difference between Arms of ≥2%] in monarchE a Includes the following fatal adverse reactions: diarrhea (n=1), and infections (n=4) b Includes the following fatal adverse reactions: infections (n=5) c Includes mouth ulceration, mucosal inflammation, oropharyngeal pain, stomatitis. d Includes all reported preferred terms that are part of the Infections and Infestations system organ class. Most common infections (>5%) include upper respiratory tract infection, urinary tract infection, and nasopharyngitis. e Includes asthenia, fatigue. f Includes exfoliative rash, mucocutaneous rash, rash, rash erythematous, rash follicular, rash generalized, rash macular, rash maculo-papular, rash maculovesicular, rash morbilliform, rash papular, rash papulosquamous, rash pruritic, rash vesicular, vulvovaginal rash. VERZENIO Plus Tamoxifen or an Aromatase Inhibitor N=2791 Tamoxifen or an Aromatase Inhibitor N=2800 All Grades a % Grade 3 % Grade 4 % All Grades b % Grade 3 % Grade 4 % Gastrointestinal Disorders Diarrhea 84 8 0 9 0.2 0 Nausea 30 0.5 0 9 <0.1 0 Vomiting 18 0.5 0 4.6 0.1 0 Stomatitis c 14 0.1 0 5 0 0 Infections and Infestations Infections d 51 4.9 0.6 39 2.7 0.1 General Disorders and Administration Site Conditions Fatigue e 41 2.9 0 18 0.1 0 Nervous System Disorders Headache 20 0.3 0 15 0.2 0 Dizziness 11 0.1 0 7 <0.1 0 Metabolism and Nutrition Disorders Decreased appetite 12 0.6 0 2.4 <0.1 0 Skin and Subcutaneous Tissue Disorders Rash f 11 0.4 0 4.5 0 0 Alopecia 11 0 0 2.7 0 0 Clinically relevant adverse reactions in <10% of patients who received VERZENIO in combination with tamoxifen or an aromatase inhibitor in monarchE include: Pruritus-9% Dyspepsia-8% Nail disorder-6% (includes nail bed disorder, nail bed inflammation, nail discoloration, nail disorder, nail dystrophy, nail pigmentation, nail ridging, nail toxicity, onychalgia, onychoclasis, onycholysis, onychomadesis) Lacrimation increased-6% Dysgeusia-5% Interstitial lung disease (ILD)/pneumonitis-3% (includes pneumonitis, radiation pneumonitis, interstitial lung disease, pulmonary fibrosis, organizing pneumonia, radiation fibrosis – lung, lung opacity, sarcoidosis) Venous thromboembolic events (VTEs)-3% (includes catheter site thrombosis, cerebral venous thrombosis, deep vein thrombosis, device related thrombosis, embolism, hepatic vein thrombosis, jugular vein occlusion, jugular vein thrombosis, ovarian vein thrombosis, portal vein thrombosis, pulmonary embolism, subclavian vein thrombosis, venous thrombosis limb) Table 9: Laboratory Abnormalities (≥10%) in Patients Receiving VERZENIO Plus Tamoxifen or an Aromatase Inhibitor [with a Difference between Arms of ≥2%] in monarchE VERZENIO Plus Tamoxifen or an Aromatase Inhibitor N=2791 Tamoxifen or an Aromatase Inhibitor N=2800 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Creatinine increased 99 0.5 0 91 <0.1 0 White blood cell decreased 89 19 <0.1 28 1.1 0 Neutrophil count decreased 84 18 0.7 23 1.6 0.3 Anemia 68 1.0 0 17 0.1 0 Lymphocyte count decreased 59 13 0.2 24 2.4 0.1 Platelet count decreased 37 0.7 0.2 10 0.1 0.1 Alanine aminotransferase increased 37 2.5 <0.1 24 1.2 0 Aspartate aminotransferase increased 31 1.5 <0.1 18 0.9 0 Hypokalemia 11 1.2 0.1 3.8 0.1 0.1 Advanced or Metastatic Breast Cancer MONARCH 3: VERZENIO in Combination with an Aromatase Inhibitor (Anastrozole or Letrozole) as Initial Endocrine-Based Therapy Postmenopausal Women with HR-positive, HER2-negative locoregionally recurrent or metastatic breast cancer with no prior systemic therapy in this disease setting The safety of VERZENIO was evaluated in MONARCH 3, a study of 488 women receiving VERZENIO plus an aromatase inhibitor or placebo plus an aromatase inhibitor [see Clinical Studies ( 14.2 )]. Patients were randomly assigned to receive 150 mg of VERZENIO or placebo orally twice daily, plus physician's choice of anastrozole or letrozole once daily. Median duration of treatment was 15.1 months for the VERZENIO arm and 13.9 months for the placebo arm. The most frequently reported (≥5%) Grade 3 or 4 adverse reactions were neutropenia, diarrhea, leukopenia, increased ALT, and anemia. Deaths during treatment or during the 30-day follow up, regardless of causality, were reported in 11 cases (3%) of VERZENIO plus an aromatase inhibitor treated patients versus 3 cases (2%) of placebo plus an aromatase inhibitor treated patients. Causes of death for patients receiving VERZENIO plus an aromatase inhibitor included: 3 (0.9%) patient deaths due to underlying disease, 3 (0.9%) due to lung infection, 3 (0.9%) due to VTE, 1 (0.3%) due to pneumonitis, and 1 (0.3%) due to cerebral infarction. Permanent treatment discontinuation due to an adverse reaction was reported in 13% of patients receiving VERZENIO plus an aromatase inhibitor and in 3% of patients receiving placebo plus an aromatase inhibitor. Adverse reactions leading to permanent discontinuation for patients receiving VERZENIO plus an aromatase inhibitor were diarrhea (2%), ALT increased (2%), infection (1%), venous thromboembolic events (VTE) (1%), neutropenia (0.9%), renal impairment (0.9%), AST increased (0.6%), dyspnea (0.6%), pulmonary fibrosis (0.6%) and anemia, rash, weight decreased and thrombocytopenia (each 0.3%). Dose interruption of VERZENIO due to an adverse reaction occurred in 56% of patients receiving VERZENIO plus anastrozole or letrozole. Adverse reactions leading to VERZENIO dose interruptions in ≥5% of patients were neutropenia (16%) and diarrhea (15%). Dose reductions due to an adverse reaction occurred in 43% of patients receiving VERZENIO plus anastrozole or letrozole. Adverse reactions leading to dose reductions in ≥5% of patients were diarrhea and neutropenia. VERZENIO dose reductions due to diarrhea of any grade occurred in 13% of patients receiving VERZENIO plus an aromatase inhibitor compared to 2% of patients receiving placebo plus an aromatase inhibitor. VERZENIO dose reductions due to neutropenia of any grade occurred in 11% of patients receiving VERZENIO plus an aromatase inhibitor compared to 0.6% of patients receiving placebo plus an aromatase inhibitor. The most common adverse reactions reported (≥20%) in the VERZENIO arm and ≥2% than the placebo arm were: diarrhea, neutropenia, fatigue, infections, nausea, abdominal pain, anemia, vomiting, alopecia, decreased appetite, and leukopenia. Adverse reactions are shown in Table 10 and laboratory abnormalities in Table 11 . Diarrhea incidence was greatest during the first month of VERZENIO dosing. The median time to onset of the first diarrhea event was 8 days, and the median durations of diarrhea for Grades 2 and for Grade 3 were 11 days and 8 days, respectively. Most diarrhea events recovered or resolved (88%) with supportive treatment and/or dose reductions [see Dosage and Administration ( 2.2 ) and Patient Counseling Information ( 17 )] . Nineteen percent of patients with diarrhea required a dose omission and 13% required a dose reduction. The median time to the first dose reduction due to diarrhea was 38 days. Table 10: Adverse Reactions (≥10%) in Patients Receiving VERZENIO Plus Anastrozole or Letrozole [with a Difference between Arms of ≥2%] in MONARCH 3 a Includes all reported preferred terms that are part of the Infections and Infestations system organ class. Most common infections (>1%) include upper respiratory tract infection, lung infection, and pharyngitis. VERZENIO plus Anastrozole or Letrozole N=327 Placebo plus Anastrozole or Letrozole N=161 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Gastrointestinal Disorders Diarrhea 81 9 0 30 1.2 0 Nausea 39 0.9 0 20 1.2 0 Abdominal pain 29 1.2 0 12 1.2 0 Vomiting 28 1.2 0 12 1.9 0 Constipation 16 0.6 0 12 0 0 Infections and Infestations Infections a 39 4.0 0.9 29 2.5 0.6 General Disorders and Administration Site Conditions Fatigue 40 1.8 0 32 0 0 Influenza like illness 10 0 0 8 0 0 Skin and Subcutaneous Tissue Disorders Alopecia 27 0 0 11 0 0 Rash 14 0.9 0 5 0 0 Pruritus 13 0 0 9 0 0 Metabolism and Nutrition Disorders Decreased appetite 24 1.2 0 9 0.6 0 Investigations Weight decreased 10 0.6 0 3.1 0.6 0 Respiratory, Thoracic, and Mediastinal Disorders Cough 13 0 0 9 0 0 Dyspnea 12 0.6 0.3 6 0.6 0 Nervous System Disorders Dizziness 11 0.3 0 9 0 0 Additional adverse reactions in MONARCH 3 include venous thromboembolic events (deep vein thrombosis, pulmonary embolism, and pelvic venous thrombosis), which were reported in 5% of patients treated with VERZENIO plus anastrozole or letrozole as compared to 0.6% of patients treated with anastrozole or letrozole plus placebo. Table 11: Laboratory Abnormalities (≥10%) in Patients Receiving VERZENIO Plus Anastrozole or Letrozole [with a Difference Between Arms of ≥2%] in MONARCH 3 VERZENIO plus Anastrozole or Letrozole N=327 Placebo plus Anastrozole or Letrozole N=161 Laboratory Abnormality All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Creatinine increased 98 2.2 0 84 0 0 White blood cell decreased 82 13 0 27 0.6 0 Anemia 82 1.6 0 28 0 0 Neutrophil count decreased 80 19 2.9 21 2.6 0 Lymphocyte count decreased 53 7 0.6 26 1.9 0 Platelet count decreased 36 1.3 0.6 12 0.6 0 Alanine aminotransferase increased 48 6 0.6 25 1.9 0 Aspartate aminotransferase increased 37 3.8 0 23 0.6 0 Creatinine Increased Abemaciclib has been shown to increase serum creatinine due to inhibition of renal tubular secretion transporters, without affecting glomerular function [see Clinical Pharmacology ( 12.3 )] . Across the clinical studies, increases in serum creatinine (mean increase, 0.2-0.3 mg/dL) occurred within the first 28-day cycle of VERZENIO dosing, remained elevated but stable through the treatment period, and were reversible upon treatment discontinuation. Alternative markers such as BUN, cystatin C, or calculated GFR, which are not based on creatinine, may be considered to determine whether renal function is impaired. MONARCH 2: VERZENIO in Combination with Fulvestrant Women with HR-positive, HER2-negative advanced or metastatic breast cancer with disease progression on or after prior adjuvant or metastatic endocrine therapy The safety of VERZENIO (150 mg twice daily) plus fulvestrant (500 mg) versus placebo plus fulvestrant was evaluated in MONARCH 2 [see Clinical Studies ( 14.2 )] . The data described below reflect exposure to VERZENIO in 441 patients with HR-positive, HER2-negative advanced breast cancer who received at least one dose of VERZENIO plus fulvestrant in MONARCH 2. Median duration of treatment was 12 months for patients receiving VERZENIO plus fulvestrant and 8 months for patients receiving placebo plus fulvestrant. The most frequently reported (≥5%) Grade 3 or 4 adverse reactions were neutropenia, diarrhea, leukopenia, anemia, and infections. Deaths during treatment or during the 30-day follow up, regardless of causality, were reported in 18 cases (4%) of VERZENIO plus fulvestrant treated patients versus 10 cases (5%) of placebo plus fulvestrant treated patients. Causes of death for patients receiving VERZENIO plus fulvestrant included: 7 (2%) patient deaths due to underlying disease, 4 (0.9%) due to sepsis, 2 (0.5%) due to pneumonitis, 2 (0.5%) due to hepatotoxicity, and one (0.2%) due to cerebral infarction. Permanent study treatment discontinuation due to an adverse reaction were reported in 9% of patients receiving VERZENIO plus fulvestrant and in 3% of patients receiving placebo plus fulvestrant. Adverse reactions leading to permanent discontinuation for patients receiving VERZENIO plus fulvestrant were infection (2%), diarrhea (1%), hepatotoxicity (1%), fatigue (0.7%), nausea (0.2%), abdominal pain (0.2%), acute kidney injury (0.2%), and cerebral infarction (0.2%). Dose interruption of VERZENIO due to an adverse reaction occurred in 52% of patients receiving VERZENIO plus fulvestrant. Adverse reactions leading to VERZENIO dose interruptions in ≥5% of patients were diarrhea (19%) and neutropenia (16%). Dose reductions due to an adverse reaction occurred in 43% of patients receiving VERZENIO plus fulvestrant. Adverse reactions leading to reductions in ≥5% of patients were diarrhea and neutropenia. VERZENIO dose reductions due to diarrhea of any grade occurred in 19% of patients receiving VERZENIO plus fulvestrant compared to 0.4% of patients receiving placebo and fulvestrant. VERZENIO dose reductions due to neutropenia of any grade occurred in 10% of patients receiving VERZENIO plus fulvestrant compared to no patients receiving placebo plus fulvestrant. The most common adverse reactions reported (≥20%) in the VERZENIO arm were: diarrhea, fatigue, neutropenia, nausea, infections, abdominal pain, anemia, leukopenia, decreased appetite, vomiting, and headache. Adverse reactions are shown in Table 12 and laboratory abnormalities in Table 13 . Table 12: Adverse Reactions (≥10%) in Patients Receiving VERZENIO Plus Fulvestrant [with a Difference Between Arms of ≥2%] in MONARCH 2 a Includes abdominal pain, abdominal pain upper, abdominal pain lower, abdominal discomfort, abdominal tenderness. b Includes upper respiratory tract infection, urinary tract infection, lung infection, pharyngitis, conjunctivitis, sinusitis, vaginal infection, sepsis. c Includes asthenia, fatigue. VERZENIO plus Fulvestrant N=441 Placebo plus Fulvestrant N=223 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Gastrointestinal Disorders Diarrhea 86 13 0 25 0.4 0 Nausea 45 2.7 0 23 0.9 0 Abdominal pain a 35 2.5 0 16 0.9 0 Vomiting 26 0.9 0 10 1.8 0 Stomatitis 15 0.5 0 10 0 0 Infections and Infestations Infections b 43 5 0.7 25 3.1 0.4 General Disorders and Administration Site Conditions Fatigue c 46 2.7 0 32 0.4 0 Edema peripheral 12 0 0 7 0 0 Pyrexia 11 0.5 0.2 6 0.4 0 Metabolism and Nutrition Disorders Decreased appetite 27 1.1 0 12 0.4 0 Respiratory, Thoracic and Mediastinal Disorders Cough 13 0 0 11 0 0 Skin and Subcutaneous Tissue Disorders Alopecia 16 0 0 1.8 0 0 Pruritus 13 0 0 6 0 0 Rash 11 1.1 0 4.5 0 0 Nervous System Disorders Headache 20 0.7 0 15 0.4 0 Dysgeusia 18 0 0 2.7 0 0 Dizziness 12 0.7 0 6 0 0 Investigations Weight decreased 10 0.2 0 2.2 0.4 0 Additional adverse reactions in MONARCH 2 include venous thromboembolic events (deep vein thrombosis, pulmonary embolism, cerebral venous sinus thrombosis, subclavian vein thrombosis, axillary vein thrombosis, and DVT inferior vena cava), which were reported in 5% of patients treated with VERZENIO plus fulvestrant as compared to 0.9% of patients treated with fulvestrant plus placebo. Table 13: Laboratory Abnormalities (≥10%) in Patients Receiving VERZENIO Plus Fulvestrant [with a Difference Between Arms of ≥2%]in MONARCH 2 VERZENIO plus Fulvestrant N=441 Placebo plus Fulvestrant N=223 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Creatinine increased 98 1.2 0 74 0 0 White blood cell decreased 90 23 0.7 33 0.9 0 Neutrophil count decreased 87 29 3.5 30 3.7 0.5 Anemia 84 2.6 0 34 0.5 0 Lymphocyte count decreased 63 12 0.2 32 1.8 0 Platelet count decreased 53 0.9 1.2 15 0 0 Alanine aminotransferase increased 41 3.9 0.7 32 1.4 0 Aspartate aminotransferase increased 37 3.9 0 25 3.7 0.5 Creatinine Increased Abemaciclib has been shown to increase serum creatinine due to inhibition of renal tubular secretion transporters, without affecting glomerular function [see Clinical Pharmacology ( 12.3 )] . In clinical studies, increases in serum creatinine (mean increase, 0.2-0.3 mg/dL) occurred within the first 28-day cycle of VERZENIO dosing, remained elevated but stable through the treatment period, and were reversible upon treatment discontinuation. Alternative markers such as BUN, cystatin C, or calculated glomerular filtration rate (GFR), which are not based on creatinine, may be considered to determine whether renal function is impaired. MONARCH 1: VERZENIO Administered as a Monotherapy in Metastatic Breast Cancer Patients with HR-positive, HER2-negative breast cancer who received prior endocrine therapy and 1-2 chemotherapy regimens in the metastatic setting The safety of VERZENIO was evaluated in MONARCH 1, a single-arm, open-label, multicenter study in 132 women with measurable HR-positive, HER2-negative metastatic breast cancer [see Clinical Studies ( 14.2 )] . Patients received 200 mg VERZENIO orally twice daily until development of progressive disease or unmanageable toxicity. Median duration of treatment was 4.5 months. The most frequently reported (≥5%) Grade 3 or 4 adverse reactions were diarrhea, neutropenia, fatigue, and leukopenia. Deaths due to adverse reactions during treatment or during the 30-day follow up were reported in 2% of patients. Cause of death in these patients was due to infection (2 patients) or pneumonitis (1 patient). Ten patients (8%) discontinued study treatment from adverse reactions due to (1 patient each), abdominal pain, arterial thrombosis, aspartate aminotransferase (AST) increased, blood creatinine increased, chronic kidney disease, diarrhea, ECG QT prolonged, fatigue, hip fracture, and lymphopenia. Dose interruption of VERZENIO due to an adverse reaction occurred in 58% of patients. The most frequent (≥5%) adverse reactions leading to dose interruptions were diarrhea (24%), neutropenia (16%), fatigue (10%), vomiting (6%), and nausea (5%). Forty-nine percent of patients had dose reductions due to an adverse reaction. The most frequent adverse reactions that led to dose reductions were diarrhea (20%), neutropenia (11%), and fatigue (9%). The most common reported adverse reactions (≥20%) were: diarrhea, fatigue, nausea, decreased appetite, abdominal pain, neutropenia, vomiting, infections, anemia, headache, and thrombocytopenia. Adverse reactions are shown in Table 14 and laboratory abnormalities in Table 15 . Table 14: Adverse Reactions (≥10%) of Patients in MONARCH 1 a Includes asthenia, fatigue. VERZENIO N=132 All Grades % Grade 3 % Grade 4 % Gastrointestinal Disorders Diarrhea 90 20 0 Nausea 64 4.5 0 Abdominal pain 39 2.3 0 Vomiting 35 1.5 0 Constipation 17 0.8 0 Dry mouth 14 0 0 Stomatitis 14 0 0 Infections and Infestations Infections 31 4.5 0 General Disorders and Administration Site Conditions Fatigue a 65 13 0 Pyrexia 11 0 0 Metabolism and Nutrition Disorders Decreased appetite 45 3.0 0 Dehydration 10 2.3 0 Respiratory, Thoracic and Mediastinal Disorders Cough 19 0 0 Musculoskeletal and Connective Tissue Disorders Arthralgia 15 0 0 Nervous System Disorders Headache 20 0 0 Dysgeusia 12 0 0 Dizziness 11 0 0 Skin and Subcutaneous Tissue Disorders Alopecia 12 0 0 Investigations Weight decreased 14 0 0 Table 15: Laboratory Abnormalities for Patients Receiving VERZENIO in MONARCH 1 VERZENIO N=132 All Grades % Grade 3 % Grade 4 % Creatinine increased 99 0.8 0 White blood cell decreased 91 28 0 Neutrophil count decreased 88 22 4.6 Anemia 69 0 0 Lymphocyte count decreased 42 13 0.8 Platelet count decreased 41 2.3 0 ALT increased 31 3.1 0 AST increased 30 3.8 0 Creatinine Increased Abemaciclib has been shown to increase serum creatinine due to inhibition of renal tubular secretion transporters, without affecting glomerular function [see Clinical Pharmacology ( 12.3 )] . In clinical studies, increases in serum creatinine (mean increase, 0.2-0.3 mg/dL) occurred within the first 28-day cycle of VERZENIO dosing, remained elevated but stable through the treatment period, and were reversible upon treatment discontinuation. Alternative markers such as BUN, cystatin C, or calculated GFR, which are not based on creatinine, may be considered to determine whether renal function is impaired. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of VERZENIO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Respiratory disorders : Interstitial lung disease (ILD)/pneumonitis [see Warnings and Precautions ( 5.3 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION VERZENIO tablets are taken orally with or without food. ( 2.1 ) Recommended starting dose in combination with fulvestrant, tamoxifen, or an aromatase inhibitor: 150 mg twice daily. ( 2.1 ) Recommended starting dose as monotherapy: 200 mg twice daily. ( 2.1 ) Dosing interruption and/or dose reductions may be required based on individual safety and tolerability. ( 2.2 ) 2.1 Recommended Dose and Schedule When used in combination with fulvestrant, tamoxifen, or an aromatase inhibitor, the recommended dose of VERZENIO is 150 mg taken orally twice daily. Refer to the Full Prescribing Information for the recommended dose of the fulvestrant, tamoxifen, or aromatase inhibitor being used. Pre/perimenopausal women and men treated with the combination of VERZENIO plus an aromatase inhibitor should be treated with a gonadotropin-releasing hormone agonist (GnRH) according to current clinical practice standards. Pre/perimenopausal women treated with the combination of VERZENIO plus fulvestrant should be treated with a GnRH according to current clinical practice standards When used as monotherapy, the recommended dose of VERZENIO is 200 mg taken orally twice daily. For early breast cancer, continue VERZENIO until completion of 2 years of treatment or until disease recurrence, or unacceptable toxicity. For advanced or metastatic breast cancer, continue treatment until disease progression or unacceptable toxicity. VERZENIO may be taken with or without food [see Clinical Pharmacology ( 12.3 )] . Instruct patients to take their doses of VERZENIO at approximately the same times every day. If the patient vomits or misses a dose of VERZENIO, instruct the patient to take the next dose at its scheduled time. Instruct patients to swallow VERZENIO tablets whole and not to chew, crush, or split tablets before swallowing. Instruct patients not to ingest VERZENIO tablets if broken, cracked, or otherwise not intact. 2.2 Dose Modification Dose Modifications for Adverse Reactions The recommended VERZENIO dose modifications for adverse reactions are provided in Tables 1 - 7 . Discontinue VERZENIO for patients unable to tolerate 50 mg twice daily. Table 1: VERZENIO Dose Modification — Adverse Reactions Dose Level VERZENIO Dose Combination with Fulvestrant, Tamoxifen, or an Aromatase Inhibitor VERZENIO Dose for Monotherapy Recommended starting dose 150 mg twice daily 200 mg twice daily First dose reduction 100 mg twice daily 150 mg twice daily Second dose reduction 50 mg twice daily 100 mg twice daily Third dose reduction not applicable 50 mg twice daily Table 2: VERZENIO Dose Modification and Management — Hematologic Toxicities a Abbreviation: CTCAE = Common Terminology Criteria for Adverse Events. a If blood cell growth factors are required, suspend VERZENIO dose for at least 48 hours after the last dose of blood cell growth factor and until toxicity resolves to ≤Grade 2. Resume at next lower dose unless already performed for the toxicity that led to the use of the growth factor. Growth factor use as per current treatment guidelines. Monitor complete blood counts prior to the start of VERZENIO therapy, every 2 weeks for the first 2 months, monthly for the next 2 months, and as clinically indicated. CTCAE Grade VERZENIO Dose Modifications Grade 1 or 2 No dose modification is required. Grade 3 Suspend dose until toxicity resolves to ≤Grade 2. Dose reduction is not required. Grade 3 recurrent, or Grade 4 Suspend dose until toxicity resolves to ≤Grade 2. Resume at next lower dose . Table 3: VERZENIO Dose Modification and Management — Diarrhea At the first sign of loose stools, start treatment with antidiarrheal agents and increase intake of oral fluids. CTCAE Grade VERZENIO Dose Modifications Grade 1 No dose modification is required. Grade 2 If toxicity does not resolve within 24 hours to ≤Grade 1, suspend dose until resolution. No dose reduction is required. Grade 2 that persists or recurs after resuming the same dose despite maximal supportive measures Suspend dose until toxicity resolves to ≤Grade 1. Resume at next lower dose . Grade 3 or 4 or requires hospitalization Suspend dose until toxicity resolves to ≤Grade 1. Resume at next lower dose . Table 4: VERZENIO Dose Modification and Management — Hepatotoxicity Abbreviations: ALT = alanine aminotransferase, AST = aspartate aminotransferase, ULN = upper limit of normal. Monitor ALT, AST, and serum bilirubin prior to the start of VERZENIO therapy, every 2 weeks for the first 2 months, monthly for the next 2 months, and as clinically indicated. CTCAE Grade for ALT and AST VERZENIO Dose Modifications Grade 1 (>ULN-3.0 x ULN) Grade 2 (>3.0-5.0 x ULN), WITHOUT increase in total bilirubin above 2 x ULN No dose modification is required. Persistent or Recurrent Grade 2, or Grade 3 (>5.0-20.0 x ULN), WITHOUT increase in total bilirubin above 2 x ULN Suspend dose until toxicity resolves to baseline or Grade 1. Resume at next lower dose. Elevation in AST and/or ALT >3 x ULN WITH total bilirubin >2 x ULN, in the absence of cholestasis Discontinue VERZENIO. Grade 4 (>20.0 x ULN) Discontinue VERZENIO. Table 5: VERZENIO Dose Modification and Management — Interstitial Lung Disease/Pneumonitis CTCAE Grade VERZENIO Dose Modifications Grade 1 or 2 No dose modification is required. Persistent or recurrent Grade 2 toxicity that does not resolve with maximal supportive measures within 7 days to baseline or Grade 1 Suspend dose until toxicity resolves to baseline or ≤Grade 1. Resume at next lower dose . Grade 3 or 4 Discontinue VERZENIO. Table 6: VERZENIO Dose Modification and Management — Venous Thromboembolic Events (VTEs) CTCAE Grade VERZENIO Dose Modifications Early Breast Cancer Any Grade Suspend dose and treat as clinically indicated. Resume VERZENIO when the patient is clinically stable. Advanced or Metastatic Breast Cancer Grade 1 or 2 No dose modification is required. Grade 3 or 4 Suspend dose and treat as clinically indicated. Resume VERZENIO when the patient is clinically stable. Table 7: VERZENIO Dose Modification and Management — Other Toxicities a a Excluding diarrhea, hematologic toxicity, hepatotoxicity, ILD/pneumonitis, and VTEs. CTCAE Grade VERZENIO Dose Modifications Grade 1 or 2 No dose modification is required. Persistent or recurrent Grade 2 toxicity that does not resolve with maximal supportive measures within 7 days to baseline or Grade 1 Suspend dose until toxicity resolves to baseline or ≤Grade 1. Resume at next lower dose . Grade 3 or 4 Suspend dose until toxicity resolves to baseline or ≤Grade 1. Resume at next lower dose . Refer to the Full Prescribing Information for coadministered fulvestrant, tamoxifen, or an aromatase inhibitor for dose modifications and other relevant safety information. Dose Modification for Use with Strong and Moderate CYP3A Inhibitors Avoid concomitant use of the strong CYP3A inhibitor ketoconazole. With concomitant use of strong CYP3A inhibitors other than ketoconazole, in patients with recommended starting doses of 200 mg twice daily or 150 mg twice daily, reduce the VERZENIO dose to 100 mg twice daily. In patients who have had a dose reduction to 100 mg twice daily due to adverse reactions, further reduce the VERZENIO dose to 50 mg twice daily. If a patient taking VERZENIO discontinues a CYP3A inhibitor, increase the VERZENIO dose (after 3-5 half-lives of the inhibitor) to the dose that was used before starting the strong inhibitor [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )]. With concomitant use of moderate CYP3A inhibitors, monitor for adverse reactions and consider reducing the VERZENIO dose in 50 mg decrements as demonstrated in Table 1 , if necessary. Dose Modification for Patients with Severe Hepatic Impairment For patients with severe hepatic impairment (Child Pugh-C), reduce the VERZENIO dosing frequency to once daily [see Use in Specific Populations ( 8.7 ) and Clinical Pharmacology ( 12.3 )]. Refer to the Full Prescribing Information for the coadministered fulvestrant, tamoxifen, or aromatase inhibitor for dose modification requirements for severe hepatic impairment."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VERZENIO ® is a kinase inhibitor indicated: in combination with endocrine therapy (tamoxifen or an aromatase inhibitor) for the adjuvant treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, node-positive, early breast cancer at high risk of recurrence. ( 1.1 , 14.1 ) in combination with an aromatase inhibitor as initial endocrine-based therapy for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer. ( 1.2 ) in combination with fulvestrant for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer with disease progression following endocrine therapy. ( 1.2 ) as monotherapy for the treatment of adult patients with HR-positive, HER2-negative advanced or metastatic breast cancer with disease progression following endocrine therapy and prior chemotherapy in the metastatic setting. ( 1.2 ) 1.1 Early Breast Cancer VERZENIO ® (abemaciclib) is indicated: in combination with endocrine therapy (tamoxifen or an aromatase inhibitor) for the adjuvant treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, node-positive, early breast cancer at high risk of recurrence [see Clinical Studies ( 14.1 )]. 1.2 Advanced or Metastatic Breast Cancer VERZENIO (abemaciclib) is indicated: in combination with an aromatase inhibitor as initial endocrine-based therapy for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer. in combination with fulvestrant for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer with disease progression following endocrine therapy. as monotherapy for the treatment of adult patients with HR-positive, HER2-negative advanced or metastatic breast cancer with disease progression following endocrine therapy and prior chemotherapy in the metastatic setting."
  ],
  "fetched_at": "2025-10-01T18:32:48.351728",
  "source": "OpenFDA"
}