{
  "drug_name": "Abiraterone",
  "generic_name": [
    "ABIRATERONE ACETATE"
  ],
  "brand_names": [
    "Abiraterone"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • CYP3A4 Inducers: Avoid concomitant strong CYP3A4 inducers during abiraterone acetate treatment. If a strong CYP3A4 inducer must be co-administered, increase the abiraterone acetate dosing frequency. ( 2.5 , 7.1 ) • CYP2D6 Substrates: Avoid co-administration of abiraterone acetate with CYP2D6 substrates that have a narrow therapeutic index. If an alternative treatment cannot be used, exercise caution and consider a dose reduction of the concomitant CYP2D6 substrate. ( 7.2 ) 7.1 Drugs that Inhibit or Induce CYP3A4 Enzymes Based on in vitro data, abiraterone acetate is a substrate of CYP3A4. In a dedicated drug interaction trial, co-administration of rifampin, a strong CYP3A4 inducer, decreased exposure of abiraterone by 55%. Avoid concomitant strong CYP3A4 inducers during abiraterone acetate treatment. If a strong CYP3A4 inducer must be co-administered, increase the abiraterone acetate dosing frequency [ see Dosage and Administration (2.5) and Clinical Pharmacology (12.3 )]. In a dedicated drug interaction trial, co-administration of ketoconazole, a strong inhibitor of CYP3A4, had no clinically meaningful effect on the pharmacokinetics of abiraterone [ see Clinical Pharmacology (12.3 )]. 7.2 Effects of Abiraterone on Drug Metabolizing Enzymes Abiraterone acetate is an inhibitor of the hepatic drug-metabolizing enzymes CYP2D6 and CYP2C8. In a CYP2D6 drug-drug interaction trial, the C max and AUC of dextromethorphan (CYP2D6 substrate) were increased 2.8- and 2.9-fold, respectively, when dextromethorphan was given with abiraterone acetate 1,000 mg daily and prednisone 5 mg twice daily. Avoid co-administration of abiraterone acetate with substrates of CYP2D6 with a narrow therapeutic index (e.g., thioridazine). If alternative treatments cannot be used, consider a dose reduction of the concomitant CYP2D6 substrate drug [see Clinical Pharmacology (12.3)] . In a CYP2C8 drug-drug interaction trial in healthy subjects, the AUC of pioglitazone (CYP2C8 substrate) was increased by 46% when pioglitazone was given together with a single dose of 1,000 mg abiraterone acetate. Therefore, patients should be monitored closely for signs of toxicity related to a CYP2C8 substrate with a narrow therapeutic index if used concomitantly with abiraterone acetate [ see Clinical Pharmacology (12.3) and Warnings and Precautions (5.6) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are discussed in more detail in other sections of the labeling: • Hypokalemia, Fluid Retention and Cardiovascular Adverse Reactions due to Mineralocorticoid Excess [ see Warnings and Precautions (5.1)]. • Adrenocortical Insufficiency [ see Warnings and Precautions (5.2) ]. • Hepatotoxicity [ see Warnings and Precautions (5.3) ]. • Increased Fractures and Mortality in Combination with Radium Ra 223 Dichloride [ see Warnings and Precautions (5.4 )]. The most common adverse reactions (≥10%) are fatigue, arthralgia, hypertension, nausea, edema, hypokalemia, hot flush, diarrhea, vomiting, upper respiratory infection, cough, and headache. ( 6.1 ) The most common laboratory abnormalities (>20%) are anemia, elevated alkaline phosphatase, hypertriglyceridemia, lymphopenia, hypercholesterolemia, hyperglycemia, and hypokalemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact MSN Pharmaceuticals Inc. at 1-855-668-2369 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Two randomized placebo-controlled, multicenter clinical trials (COU-AA-301 and COU-AA-302) enrolled patients who had metastatic CRPC in which abiraterone acetate was administered orally at a dose of 1,000 mg daily in combination with prednisone 5 mg twice daily in the active treatment arms. Placebo plus prednisone 5 mg twice daily was given to patients on the control arm. A third randomized placebo-controlled, multicenter clinical trial (LATITUDE) enrolled patients who had metastatic high-risk CSPC in which abiraterone acetate was administered at a dose of 1,000 mg daily in combination with prednisone 5 mg once daily. Placebos were administered to patients in the control arm. Additionally, two other randomized, placebo-controlled trials were conducted in patients with metastatic CRPC. The safety data pooled from 2230 patients in the 5 randomized controlled trials constitute the basis for the data presented in the Warnings and Precautions, Grade 1-4 adverse reactions, and Grade 1-4 laboratory abnormalities. In all trials, a gonadotropin-releasing hormone (GnRH) analog or prior orchiectomy was required in both arms. In the pooled data, median treatment duration was 11 months (0.1, 43) for abiraterone acetate-treated patients and 7.2 months (0.1, 43) for placebo-treated patients. The most common adverse reactions (≥10%) that occurred more commonly (>2%) in the abiraterone acetate arm were fatigue, arthralgia, hypertension, nausea, edema, hypokalemia, hot flush, diarrhea, vomiting, upper respiratory infection, cough, and headache. The most common laboratory abnormalities (>20%) that occurred more commonly (≥2%) in the abiraterone acetate arm were anemia, elevated alkaline phosphatase, hypertriglyceridemia, lymphopenia, hypercholesterolemia, hyperglycemia, and hypokalemia. Grades 3-4 adverse events were reported for 53% of patients in the abiraterone acetate arm and 46% of patients in the placebo arm. Treatment discontinuation was reported in 14% of patients in the abiraterone acetate arm and 13% of patients in the placebo arm. The common adverse events (≥1%) resulting in discontinuation of abiraterone acetate and prednisone were hepatotoxicity and cardiac disorders. Deaths associated with treatment-emergent adverse events were reported for 7.5% of patients in the abiraterone acetate arm and 6.6% of patients in the placebo arm. Of the patients in the abiraterone acetate arm, the most common cause of death was disease progression (3.3%). Other reported causes of death in ≥5 patients included pneumonia, cardio-respiratory arrest, death (no additional information), and general physical health deterioration. COU-AA-301: Metastatic CRPC Following Chemotherapy COU-AA-301 enrolled 1195 patients with metastatic CRPC who had received prior docetaxel chemotherapy. Patients were not eligible if AST and/or ALT ≥2.5 x ULN in the absence of liver metastases. Patients with liver metastases were excluded if AST and/or ALT >5 x ULN. Table 1 shows adverse reactions on the abiraterone acetate arm in COU-AA-301 that occurred with a ≥2% absolute increase in frequency compared to placebo or were events of special interest. The median duration of treatment with abiraterone acetate with prednisone was 8 months. Table 1: Adverse Reactions due to Abiraterone acetate in COU-AA-301 System/Organ Class Adverse reaction Abiraterone acetate with Prednisone (N=791) Placebo with Prednisone (N=394) All Grades 1 % Grade 3-4 % All Grades % Grade 3-4 % Musculoskeletal and connective tissue disorders Joint swelling/discomfort 2 30 4.2 23 4.1 Muscle discomfort 3 26 3.0 23 2.3 General disorders Edema 4 27 1.9 18 0.8 Vascular disorders Hot flush 19 0.3 17 0.3 Hypertension 8.5 1.3 6.9 0.3 Gastrointestinal disorders Diarrhea 18 0.6 14 1.3 Dyspepsia 6.1 0 3.3 0 Infections and infestations Urinary tract infection 12 2.1 7.1 0.5 Upper respiratory tract infection 5.4 0 2.5 0 Respiratory, thoracic and mediastinal disorders Cough 11 0 7.6 0 Renal and urinary disorders Urinary frequency 7.2 0.3 5.1 0.3 Nocturia 6.2 0 4.1 0 Injury, poisoning and procedural complications Fractures 5 5.9 1.4 2.3 0 Cardiac disorders Arrhythmia 6 7.2 1.1 4.6 1.0 Chest pain or chest discomfort 7 3.8 0.5 2.8 0 Cardiac failure 8 2.3 1.9 1.0 0.3 1 Adverse events graded according to CTCAE version 3.0. 2 Includes terms Arthritis, Arthralgia, Joint swelling, and Joint stiffness. 3 Includes terms Muscle spasms, Musculoskeletal pain, Myalgia, Musculoskeletal discomfort, and Musculoskeletal stiffness. 4 Includes terms Edema, Edema peripheral, Pitting edema, and Generalized edema. 5 Includes all fractures with the exception of pathological fracture. 6 Includes terms Arrhythmia, Tachycardia, Atrial fibrillation, Supraventricular tachycardia, Atrial tachycardia, Ventricular tachycardia, Atrial flutter, Bradycardia, Atrioventricular block complete, Conduction disorder, and Bradyarrhythmia. 7 Includes terms Angina pectoris, Chest pain, and Angina unstable. Myocardial infarction or ischemia occurred more commonly in the placebo arm than in the abiraterone acetate arm (1.3% vs. 1.1% respectively). 8 Includes terms Cardiac failure, Cardiac failure congestive, Left ventricular dysfunction, Cardiogenic shock, Cardiomegaly, Cardiomyopathy, and Ejection fraction decreased. Table 2 shows laboratory abnormalities of interest from COU-AA-301. Table 2: Laboratory Abnormalities of Interest in COU-AA-301 Laboratory Abnormality Abiraterone acetate with Prednisone (N=791) Placebo with Prednisone (N=394) All Grades (%) Grade 3- 4 (%) All Grades (%) Grade 3- 4 (%) Hypertriglyceridemia 63 0.4 53 0 High AST 31 2.1 36 1.5 Hypokalemia 28 5.3 20 1.0 Hypophosphatemia 24 7.2 16 5.8 High ALT 11 1.4 10 0.8 High Total Bilirubin 6.6 0.1 4.6 0 COU-AA-302: Metastatic CRPC Prior to Chemotherapy COU-AA-302 enrolled 1088 patients with metastatic CRPC who had not received prior cytotoxic chemotherapy. Patients were ineligible if AST and/or ALT ≥2.5 x ULN and patients were excluded if they had liver metastases. Table 3 shows adverse reactions on the abiraterone acetate arm in COU-AA-302 that occurred in ≥5% of patients with a ≥2% absolute increase in frequency compared to placebo. The median duration of treatment with abiraterone acetate with prednisone was 13.8 months. Table 3: Adverse Reactions in ≥5% of Patients on the Abiraterone acetate Arm in COU-AA-302 System/Organ Class Adverse reaction Abiraterone acetate with Prednisone (N=542) Placebo with Prednisone (N=540) All Grades 1 (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) General disorders Fatigue 39 2.2 34 1.7 Edema 2 25 0.4 21 1.1 Pyrexia 8.7 0.6 5.9 0.2 Musculoskeletal and connective tissue disorders Joint swelling/discomfort 3 30 2.0 25 2.0 Groin pain 6.6 0.4 4.1 0.7 Gastrointestinal disorders Constipation 23 0.4 19 0.6 Diarrhea 22 0.9 18 0.9 Dyspepsia 11 0.0 5.0 0.2 Vascular disorders Hot flush 22 0.2 18 0.0 Hypertension 22 3.9 13 3.0 Respiratory, thoracic and mediastinal disorders Cough 17 0.0 14 0.2 Dyspnea 12 2.4 9.6 0.9 Psychiatric disorders Insomnia 14 0.2 11 0.0 Injury, poisoning and procedural complications Contusion 13 0.0 9.1 0.0 Falls 5.9 0.0 3.3 0.0 Infections and infestations Upper respiratory tract infection 13 0.0 8.0 0.0 Nasopharyngitis 11 0.0 8.1 0.0 Renal and urinary disorders Hematuria 10 1.3 5.6 0.6 Skin and subcutaneous tissue disorders Rash 8.1 0.0 3.7 0.0 1 Adverse events graded according to CTCAE version 3.0. 2 Includes terms Edema peripheral, Pitting edema, and Generalized edema. 3 Includes terms Arthritis, Arthralgia, Joint swelling, and Joint stiffness. Table 4 shows laboratory abnormalities that occurred in greater than 15% of patients, and more frequently (>5%) in the abiraterone acetate arm compared to placebo in COU-AA-302. Table 4: Laboratory Abnormalities in >15% of Patients in the Abiraterone acetate Arm of COU-AA-302 Laboratory Abnormality Abiraterone acetate with Prednisone (N=542) Placebo with Prednisone (N=540) Grade 1-4 (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Hematology Lymphopenia 38 8.7 32 7.4 Chemistry Hyperglycemia 1 57 6.5 51 5.2 High ALT 42 6.1 29 0.7 High AST 37 3.1 29 1.1 Hypernatremia 33 0.4 25 0.2 Hypokalemia 17 2.8 10 1.7 1 Based on non-fasting blood draws LATITUDE: Patients with Metastatic High-risk CSPC LATITUDE enrolled 1199 patients with newly-diagnosed metastatic, high-risk CSPC who had not received prior cytotoxic chemotherapy. Patients were ineligible if AST and/or ALT ≥2.5 x ULN or if they had liver metastases. All the patients received GnRH analogs or had prior bilateral orchiectomy during the trial. The median duration of treatment with abiraterone acetate and prednisone was 24 months. Table 5 shows adverse reactions on the abiraterone acetate arm that occurred in ≥5% of patients with a ≥2% absolute increase in frequency compared to those on the placebos arm. Table 5: Adverse Reactions in ≥5% of Patients on the Abiraterone acetate Arm in LATITUDE 1 System/Organ Class Adverse reaction Abiraterone acetate with Prednisone (N=597) Placebos (N=602) All Grades 2 % Grade 3-4 % All Grades % Grade 3-4 % Vascular disorders Hypertension 37 20 13 10 Hot flush 15 0.0 13 0.2 Metabolism and nutrition disorders Hypokalemia 20 10 3.7 1.3 Investigations Alanine aminotransferase increased 3 16 5.5 13 1.3 Aspartate aminotransferase increased 3 15 4.4 11 1.5 Infections and infestations Urinary tract infection 7.0 1.0 3.7 0.8 Upper respiratory tract infection 6.7 0.2 4.7 0.2 Nervous system disorders Headache 7.5 0.3 5.0 0.2 Respiratory, Thoracic and Mediastinal Disorders Cough 4 6.5 0.0 3.2 0 1 All patients were receiving an GnRH agonist or had undergone orchiectomy. 2 Adverse events graded according to CTCAE version 4.0 3 Reported as an adverse event or reaction 4 Including cough, productive cough, upper airway cough syndrome Table 6 shows laboratory abnormalities that occurred in >15% of patients, and more frequently (>5%) in the abiraterone acetate arm compared to placebos. Table 6: Laboratory Abnormalities in >15% of Patients in the Abiraterone acetate Arm of LATITUDE Abiraterone acetate with Prednisone (N=597) Placebos (N=602) Laboratory Abnormality Grade 1-4 % Grade 3-4 % Grade 1-4 % Grade 3-4 % Hematology Lymphopenia 20 4.1 14 1.8 Chemistry Hypokalemia 30 9.6 6.7 1.3 Elevated ALT 46 6.4 45 1.3 Elevated total bilirubin 16 0.2 6.2 0.2 Cardiovascular Adverse Reactions In the combined data of 5 randomized, placebo-controlled clinical studies, cardiac failure occurred more commonly in patients on the abiraterone acetate arm compared to patients on the placebo arm (2.6% versus 0.9%). Grade 3-4 cardiac failure occurred in 1.3% of patients taking abiraterone acetate and led to 5 treatment discontinuations and 4 deaths. Grade 3-4 cardiac failure occurred in 0.2% of patients taking placebo. There were no treatment discontinuations and two deaths due to cardiac failure in the placebo group. In the same combined data, the majority of arrhythmias were grade 1 or 2. There was one death associated with arrhythmia and three patients with sudden death in the abiraterone acetate arms and five deaths in the placebo arms. There were 7 (0.3%) deaths due to cardiorespiratory arrest in the abiraterone acetate arms and 2 (0.1%) deaths in the placebo arms. Myocardial ischemia or myocardial infarction led to death in 3 patients in the placebo arms and 3 deaths in the abiraterone acetate arms. 6.2 Postmarketing Experience The following additional adverse reactions have been identified during post approval use of abiraterone acetate with prednisone. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Respiratory, Thoracic and Mediastinal Disorders: non-infectious pneumonitis. Musculoskeletal and Connective Tissue Disorders: myopathy, including rhabdomyolysis. Hepatobiliary Disorders: fulminant hepatitis, including acute hepatic failure and death. Cardiac Disorders: QT prolongation and Torsades de Pointes (observed in patients who developed hypokalemia or had underlying cardiovascular conditions). Immune System Disorders – Hypersensitivity: anaphylactic reactions (severe allergic reactions that include, but are not limited to difficulty swallowing or breathing, swollen face, lips, tongue or throat, or an itchy rash (urticaria))."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Metastatic castration-resistant prostate cancer: • Abiraterone acetate tablets 1,000 mg orally once daily with prednisone 5 mg orally twice daily. ( 2.1 ) Metastatic castration-sensitive prostate cancer: • Abiraterone acetate tablets 1,000 mg orally once daily with prednisone 5 mg orally once daily. (2.2) Patients receiving abiraterone acetate tablets should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. Abiraterone acetate tablets must be taken as a single dose once daily on an empty stomach. Do not eat food 2 hours before and 1 hour after taking abiraterone acetate tablets. The tablets must be swallowed whole with water. Do not crush or chew tablets. ( 2.3 ) Dose Modification: • For patients with baseline moderate hepatic impairment (Child-Pugh Class B), reduce the abiraterone acetate tablets starting dose to 250 mg once daily. ( 2.4 ) • For patients who develop hepatotoxicity during treatment, hold abiraterone acetate tablets until recovery. Retreatment may be initiated at a reduced dose. Abiraterone acetate tablets should be discontinued if patients develop severe hepatotoxicity. ( 2.4 ) 2.1 Recommended Dose for Metastatic CRPC The recommended dose of abiraterone acetate tablets are 1,000 mg (two 500 mg tablets or four 250 mg tablets) orally once daily with prednisone 5 mg orally twice daily. 2.2 Recommended Dose for Metastatic High-risk CSPC The recommended dose of abiraterone acetate tablets are 1,000 mg (two 500 mg tablets or four 250 mg tablets) orally once daily with prednisone 5 mg administered orally once daily. 2.3 Important Administration Instructions Patients receiving abiraterone acetate tablets should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. Abiraterone acetate tablets must be taken as a single dose once daily on an empty stomach. Do not eat food 2 hours before and 1 hour after taking abiraterone acetate tablets. The tablets must be swallowed whole with water. Do not crush or chew tablets. 2.4 Dose Modification Guidelines in Hepatic Impairment and Hepatotoxicity Hepatic Impairment In patients with baseline moderate hepatic impairment (Child-Pugh Class B), reduce the recommended dose of abiraterone acetate tablets to 250 mg once daily. In patients with moderate hepatic impairment monitor ALT, AST, and bilirubin prior to the start of treatment, every week for the first month, every two weeks for the following two months of treatment and monthly thereafter. If elevations in ALT and/or AST greater than 5 x upper limit of normal (ULN) or total bilirubin greater than 3 x ULN occur in patients with baseline moderate hepatic impairment, discontinue abiraterone acetate tablets and do not re-treat patients with abiraterone acetate tablets [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )]. Do not use abiraterone acetate tablets in patients with baseline severe hepatic impairment (Child-Pugh Class C). Hepatotoxicity For patients who develop hepatotoxicity during treatment with abiraterone acetate tablets (ALT and/or AST greater than 5 x ULN or total bilirubin greater than 3 x ULN), interrupt treatment with abiraterone acetate tablets [ see Warnings and Precautions (5.3) ]. Treatment may be restarted at a reduced dose of 750 mg once daily following return of liver function tests to the patient’s baseline or to AST and ALT less than or equal to 2.5 x ULN and total bilirubin less than or equal to 1.5 x ULN. For patients who resume treatment, monitor serum transaminases and bilirubin at a minimum of every two weeks for three months and monthly thereafter. If hepatotoxicity recurs at the dose of 750 mg once daily, re-treatment may be restarted at a reduced dose of 500 mg once daily following return of liver function tests to the patient’s baseline or to AST and ALT less than or equal to 2.5 x ULN and total bilirubin less than or equal to 1.5 x ULN. If hepatotoxicity recurs at the reduced dose of 500 mg once daily, discontinue treatment with abiraterone acetate tablets. Permanently discontinue abiraterone acetate tablets for patients who develop a concurrent elevation of ALT greater than 3 x ULN and total bilirubin greater than 2 x ULN in the absence of biliary obstruction or other causes responsible for the concurrent elevation [ see Warnings and Precautions (5.3) ]. 2.5 Dose Modification Guidelines for Strong CYP3A4 Inducers Avoid concomitant strong CYP3A4 inducers (e.g., phenytoin, carbamazepine, rifampin, rifabutin, rifapentine, phenobarbital) during abiraterone acetate tablets treatment. If a strong CYP3A4 inducer must be co-administered, increase the abiraterone acetate tablets dosing frequency to twice a day only during the co-administration period (e.g., from 1,000 mg once daily to 1,000 mg twice a day). Reduce the dose back to the previous dose and frequency, if the concomitant strong CYP3A4 inducer is discontinued [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Abiraterone acetate tablets are indicated in combination with prednisone for the treatment of patients with • Metastatic castration-resistant prostate cancer (CRPC) • Metastatic high-risk castration-sensitive prostate cancer (CSPC) Abiraterone acetate tablet is a CYP17 inhibitor indicated in combination with prednisone for the treatment of patients with metastatic castration-resistant prostate cancer (CRPC). (1) metastatic high-risk castration-sensitive prostate cancer (CSPC). ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:05:23.756225",
  "source": "OpenFDA"
}