{
  "drug_name": "Aceclidine",
  "generic_name": [
    "ACECLIDINE"
  ],
  "brand_names": [
    "VIZZ"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions were instillation site irritation (20%), dim vision (16%), and headache (13%) ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact LENZ Therapeutics, Inc. at 1-888-711-LENZ or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. VIZZ dosed once daily was evaluated for safety and efficacy in 466 participants with presbyopia in 2 randomized, double-masked, controlled phase 3 studies for 42 days (CLARITY-1, NCT05656027 and CLARITY-2, NCT05728944). VIZZ dosed once daily was also evaluated for long term safety in 217 participants with presbyopia in a separate randomized, double-masked, controlled phase 3 study (CLARITY-3, NCT05753189) for a 6-month duration. The most common reported adverse reactions of participants were instillation site irritation (20%), dim vision (16%), and headache (13%). Adverse reactions reported in > 5% of participants were conjunctival hyperemia (8%) and ocular hyperemia (7%). The majority of adverse reactions were mild, transient, and self-resolving."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Instill one drop in each eye, wait 2 minutes and instill a second drop in each eye once daily ( 2 ). 2.1 Recommended Dosage Instill one drop in each eye, wait 2 minutes and instill a second drop in each eye once daily from the same single-dose vial. 2.2 Administration Instructions Contact lenses should be removed prior to the instillation of VIZZ, and may be reinserted 10 minutes after instillation. If more than one topical ophthalmic product is being used, the products should be administered at least 5 minutes apart. To open vial, twist off top as shown. Discard the opened single-dose vial after use. Image"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VIZZ is indicated for the treatment of presbyopia in adults. VIZZ is a cholinergic agonist indicated for the treatment of presbyopia in adults ( 1 )."
  ],
  "fetched_at": "2025-10-01T21:19:35.051658",
  "source": "OpenFDA"
}