{
  "drug_name": "Acetylcysteine",
  "generic_name": [
    "ACETYLCYSTEINE"
  ],
  "brand_names": [
    "ACETYLCYSTEINE"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (> 2%) are rash, urticaria/facial flushing and pruritus ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Almaject, Inc. at 1-866-770-3024 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In the literature the most frequently reported adverse reactions attributed to intravenous acetylcysteine administration were rash, urticaria and pruritus. The frequency of adverse reactions has been reported to be between 0.2% and 21%, and they most commonly occur during the initial loading dose of acetylcysteine. Loading Dose/Infusion Rate Study In a randomized, open-label, multi-center clinical study conducted in Australia in patients with acetaminophen poisoning, the rates of hypersensitivity reactions between a 15-minute and 60-minute intravenous infusion for the 150 mg/kg loading dose of acetylcysteine were compared. The incidence of drug-related adverse reactions occurring within the first 2 hours following acetylcysteine administration is presented in Table 5. Overall, 17% of patients developed an acute hypersensitivity reaction (18% in the 15-minute infusion group; 14% in the 60-minute infusion group) [see Warnings and Precautions ( 5.1 ), Clinical Studies ( 14 )] . Table 5. Incidence of Drug-Related Adverse Reactions Occurring Within the First 2 Hours Following Study Drug Administration by Preferred Term: Loading Dose/Infusion Rate Study Unkn = Unknown; NOS = not otherwise specified Treatment Group 15-minutes 60-minutes Number of Patients n=109 n=71 Cardiac Disorder 5 (5%) 2 (3%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Tachycardia NOS 4 (4%) 1 (1%) 2 (3%) Gastrointestinal disorders 16 (15%) 7 (10%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Nausea 1 (1%) 6 (6%) 1 (1%) 1 (1%) Vomiting NOS 2 (2%) 11 (10%) 2 (3%) 4 (6%) Immune System Disorders 20 (18%) 10 (14%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Hypersensitivity reaction 2 (2%) 6 (6%) 11 (10%) 1 (1%) 4 (6%) 5 (7%) 1 (1%) Respiratory, thoracic and mediastinal disorders 2 (2%) 2 (3%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Pharyngitis 1 (1%) Rhinorrhea 1 (1%) Rhonchi 1 (1%) Throat tightness 1 (1%) Skin & subcutaneous tissue disorders 6 (6%) 5 (7%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Pruritus 1 (1%) 2 (3%) Rash NOS 3 (3%) 2 (2%) 3 (4%) Vascular disorders 2 (2%) 3 (4%) Severity: Unkn Mild Moderate Severe Unkn Mild Moderate Severe Flushing 1 (1%) 1 (1%) 2 (3%) 1 (1%) Safety Study A large multi-center study was performed in Canada where data were collected from patients who were treated with intravenous acetylcysteine for acetaminophen overdose between 1980 and 2005. This study evaluated 4709 adult cases and 1905 pediatric cases. The incidence of hypersensitivity reactions in adult (overall incidence 8%) and pediatric (overall incidence 10%) patients is presented in Tables 6 and 7. Table 6. Distribution of Reported Hypersensitivity Reactions in Adult Patients Receiving Intravenous Acetylcysteine Reaction Incidence (%) n=4709 Urticaria/Facial Flushing 6.1% Pruritus 4.3% Respiratory Symptoms* 1.9% Edema 1.6% Hypotension 0.1% Anaphylaxis 0.1% Table 7. Distribution of Reported Hypersensitivity Reactions in Pediatric Patients Receiving Intravenous Acetylcysteine *Respiratory symptoms are defined as presence of any of the following: cough, wheezing, stridor, shortness of breath, chest tightness, respiratory distress, or bronchospasm. Reaction Incidence (%) n=1905 Urticaria/Facial Flushing 7.6% Pruritus 4.1% Respiratory Symptoms* 2.2% Edema 1.2% Anaphylaxis 0.2% Hypotension 0.1%"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Acetylcysteine injection is contraindicated in patients with a previous hypersensitivity reaction to acetylcysteine [see Warnings and Precautions ( 5.1 )] . Patients with a previous hypersensitivity reaction to acetylcysteine ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pre-Treatment Assessment Following Acute Ingestion ( 2.1 ) : Obtain a plasma or serum sample to assay for acetaminophen concentration at least 4 hours after ingestion. If the time of acetaminophen ingestion is unknown: Administer a loading dose of acetylcysteine immediately. Obtain an acetaminophen concentration to determine need for continued treatment. If the acetaminophen concentration cannot be obtained (or is unavailable or uninterpretable) within the 8-hour time interval after acetaminophen ingestion or there is clinical evidence of acetaminophen toxicity: Administer a loading dose of acetylcysteine immediately and continue treatment for a total of three doses over 21 hours. If the patient presents more than 8 hours after ingestion and the time of acute acetaminophen ingestion is known: Administer a loading dose of acetylcysteine immediately. Obtain acetaminophen concentration to determine need for continued treatment. If the patient presents less than 8 hours after ingestion and the time of acute acetaminophen ingestion is known and the acetaminophen concentration is known: Use the Rumack-Matthew nomogram (Figure 1) to determine whether or not to initiate treatment with acetylcysteine ( 2.2 ). Nomogram for Estimating Potential for Hepatotoxicity from Acute Acetaminophen Ingestion ( 2.2 ): See Full Prescribing Information for instructions on how to use the nomogram to determine the need for dosing. Preparation and Storage of Diluted Solution Prior to Administration ( 2.3 ) : Acetylcysteine is hyperosmolar (2600 mOsmol/L), therefore acetylcysteine must be diluted in sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water injection prior to intravenous administration. See Full Prescribing Information for examples of osmolarity depending on the type of solution and acetylcysteine concentration. Recommended Adult and Pediatric Dosage ( 2.4 ): Acetylcysteine is for intravenous administration only. Total dosage of acetylcysteine is 300 mg/kg given intravenously as 3 separate doses and total recommended infusion time for 3 doses is 21 hours. See Full Prescribing Information for weight-based dosage and weight-based dilution ( 2.4 ). See Full Prescribing Information for recommendations for continuing acetylcysteine treatment after 21 hours ( 2.2 ). Repeated Supratherapeutic Acetaminophen Ingestion ( 2.5 ): Obtain acetaminophen concentration and other laboratory tests to guide treatment; Rumack-Matthew nomogram does not apply. 2.1 Pre-Treatment Assessment and Testing Following Acute Acetaminophen Ingestion The following recommendations are related to acute acetaminophen ingestion. For recommendations related to repeated supratherapeutic exposure see Dosage and Administration ( 2.5 ) . 1. Assess the history and timing of acetaminophen ingestion as an overdose. The reported history of the quantity of acetaminophen ingested as an overdose is often inaccurate and is not a reliable guide to therapy. 2. Obtain the following laboratory tests to monitor hepatic and renal function and electrolyte and fluid balance: aspartate aminotransferase (AST), alanine aminotransferase (ALT), bilirubin, international normalized ratio (INR), creatinine, blood urea nitrogen (BUN), blood glucose, and electrolytes. 3. Obtain a plasma or serum sample to assay for acetaminophen concentration at least 4 hours after ingestion. Acetaminophen concentrations obtained earlier than 4 hours post-ingestion may be misleading as they may not represent maximum acetaminophen concentrations. 4. If the time of acute acetaminophen ingestion is unknown: Administer a loading dose of acetylcysteine immediately [see Dosage and Administration ( 2.4 )] . Obtain an acetaminophen concentration to determine need for continued treatment [see Dosage and Administration ( 2.2 )] . 5. If the acetaminophen concentration cannot be obtained (or is unavailable or uninterpretable) within the 8 hour time interval after acetaminophen ingestion or there is clinical evidence of acetaminophen toxicity: Administer a loading dose of acetylcysteine immediately and continue treatment for a total of three doses over 21 hours [see Dosage and Administration ( 2.4 )] . 6. If the patient presents more than 8 hours after ingestion and the time of acute acetaminophen ingestion is known: Administer a loading dose of acetylcysteine immediately [see Dosage and Administration ( 2.4 )] . Obtain an acetaminophen concentration to determine need for continued treatment [see Dosage and Administration ( 2.2 )] . 7. If the patient presents less than 8 hours after ingestion and the time of acute acetaminophen ingestion is known and the acetaminophen concentration is known: Use the Rumack-Matthew nomogram (Figure 1) to determine whether or not to initiate treatment with acetylcysteine [see Dosage and Administration ( 2.2 )] . 2.2 Nomogram for Estimating Potential for Hepatotoxicity from Acute Acetaminophen Ingestion and Need for Acetylcysteine Treatment Acetylcysteine is an antidote for acetaminophen overdose. The critical ingestion-treatment interval for maximal protection against severe hepatic injury is between 0 to 8 hours. Efficacy diminishes progressively after 8 hours and treatment initiation between 15 and 24 hours post-ingestion of acetaminophen yields limited efficacy. However, it does not appear to worsen the condition of patients and it should not be withheld, since the reported time of ingestion may not be correct. If the timing of the acute acetaminophen ingestion is known and the results of the acetaminophen assay are available within 8 hours: Refer to the Rumack-Matthew nomogram (see Figure 1) to determine whether or not to initiate treatment with acetylcysteine. Initiation of acetylcysteine depends on the plasma or serum acetaminophen concentration and also the clinical presentation of the patient. The nomogram may underestimate the hepatotoxicity risk in patients with chronic alcoholism, malnutrition, or CYP2E1 enzyme inducing drugs (e.g., isoniazid), and consideration should be given to treating these patients even if the acetaminophen concentrations are in the nontoxic range. Loading dose For patients whose acetaminophen concentrations are at or above the “possible” toxicity line (dotted line in nomogram): Administer a loading dose of acetylcysteine [see Dosage and Administration ( 2.4 )] . For patients with an acute overdose from an extended-release acetaminophen, if the acetaminophen concentration at 4 hours post ingestion is below the possible toxicity line then obtain a second sample for acetaminophen concentration 8 to 10 hours after the acute ingestion. If the second value is at or above the “possible” toxicity line (dotted line in nomogram): Administer a loading dose of acetylcysteine [see Dosage and Administration ( 2.4 )] . For patients whose values are below the “possible” toxicity line, but time of ingestion was unknown or sample was obtained less than 4 hours after ingestion: Administer a loading dose of acetylcysteine [see Dosage and Administration ( 2.4 )] . For patients whose values are below the “possible” toxicity line and time of ingestion is known and the sample was obtained more than 4 hours after ingestion, do not administer acetylcysteine because there is minimal risk of hepatotoxicity. Figure 1. Rumack-Matthew Nomogram for Estimating Potential for Hepatotoxicity for Acetaminophen Poisoning – Plasma or Serum Acetaminophen Concentration versus Time (hours) Post-acetaminophen Ingestion (Adapted from Rumack and Matthew, Pediatrics 1975; 55: 871-876) Maintenance Dose Determine need for continued treatment with acetylcysteine after the loading dose. Choose ONE of the following based on the acetaminophen concentration: The acetaminophen concentration is above the possible toxicity line according to the nomogram (see Figure 1): Continue acetylcysteine treatment with the maintenance dose for a total of three separate doses over an infusion period of 21 hours [see Dosage and Administration ( 2.4 )] . Monitor hepatic and renal function and electrolytes throughout treatment. The acetaminophen concentration could not be obtained: Continue acetylcysteine treatment with the maintenance dose for a total of three separate doses over an infusion period of 21 hours [see Dosage and Administration ( 2.4 )] . Monitor hepatic and renal function and electrolytes throughout treatment. For patients whose acetaminophen concentration is below the “possible” toxicity line (see Figure 1) and time of ingestion is known and the sample was obtained more than 4 hours after ingestion: Discontinue acetylcysteine. The acetaminophen concentration was in the non-toxic range, but time of ingestion was unknown or less than 4 hours: Obtain a second sample for acetaminophen concentration and consider the patient’s clinical status to decide whether or not to continue acetylcysteine treatment. If there is any uncertainty as to patient’s risk of developing hepatotoxicity, it is recommended to administer a complete treatment course. Continued Therapy After Completion of Loading and Maintenance Doses In cases of suspected massive overdose, or with concomitant ingestion of other substances, or in patients with preexisting liver disease; the absorption and/or the half-life of acetaminophen may be prolonged. In such cases, consideration should be given to the need for continued treatment with acetylcysteine beyond a total of three separate doses over a 21-hour infusion period. Acetaminophen levels and ALT/AST and INR should be checked after the last maintenance dose. If acetaminophen levels are still detectable, or if the ALT/AST are still increasing or the INR remains elevated; dosing should be continued and the treating physician should contact a US regional poison center at 1-800-222-1222, alternatively, a “special health professional assistance line for acetaminophen overdose” at 1-800-525-6115 for assistance with dosing recommendations, or 1-866-770-3024 for additional information. figure-1 2.3 Preparation and Storage of Acetylcysteine Diluted Solution Prior to Administration Because acetylcysteine is hyperosmolar (2600 mOsmol/L), acetylcysteine must be diluted in sterile water for injection, 0.45% sodium chloride injection (1/2 normal saline), or 5% dextrose in water prior to intravenous administration [see Warnings and Precautions ( 5.2 )] . Dilution in these three solutions results in different osmolarity of the solution for intravenous administration (see Table 1 for examples of different osmolarity of the solution depending on the type of solution and the acetylcysteine concentration). Visually inspect for particular matter and discoloration prior to administration. The color of the diluted solution ranges from colorless to a slight pink or purple once the stopper is punctured (the color change does not affect the quality of the product). The diluted solution can be stored for 24 hours at room temperature. Discard unused portion. If a vial was previously opened, do not use for intravenous administration. Table 1. Examples of Acetylcysteine Concentration and Osmolarity in Three Solutions * Adjust osmolarity to a physiologically safe level (generally not less than 150 mOsmol/L in pediatric patients). Acetylcysteine Concentration Osmolarity Sterile Water for Injection ½ Normal Saline D5W 7 mg/mL 91 mOsmol/L* 245 mOsmol/L 343 mOsmol/L 24 mg/mL 312 mOsmol/L 466 mOsmol/L 564 mOsmol/L 2.4 Recommended Dosage in Adults and Pediatrics for Acute Acetaminophen Ingestion Acetylcysteine is for intravenous administration only. Dosage Regimen The total recommended dosage of acetylcysteine is 300 mg/kg given intravenously as 3 separate, sequential doses (i.e., 3-bag method to administer the loading, second, and third doses). The total recommended infusion time for 3 doses is 21 hours. For the recommended weight-based dosage and weight-based dilution in patients who weigh: 5 to 20 kg (see Table 2) 21 to 40 kg (see Table 3) 41 kg or greater (see Table 4) Table 2. Recommended Acetylcysteine Dosage and Dilution for Patients 5 kg to 20 kg * Dilute acetylcysteine in one of the following three solutions: sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water. ** Recommended dosing for those less than 5 kg has not been studied. Body Weight Bag 1 (Loading Dose) 150 mg/kg in 3 mL/kg of diluent* infused over 1 hour Bag 2 (Second Dose) 50 mg/kg in 7 mL/kg of diluent* infused over 4 hours Bag 3 (Third Dose) 100 mg/kg diluted in 14 mL/kg of diluent* infused over 16 hours Loading Dose Diluent Volume Second Dose Diluent Volume Third Dose Diluent Volume 5 kg** 750 mg 15 mL 250 mg 35 mL 500 mg 70 mL 10 kg 1,500 mg 30 mL 500 mg 70 mL 1,000 mg 140 mL 15 kg 2,250 mg 45 mL 750 mg 105 mL 1,500 mg 210 mL 20 kg 3,000 mg 60 mL 1,000 mg 140 mL 2,000 mg 280 mL Table 3. Recommended Acetylcysteine Dosage and Dilution for Patients 21 kg to 40 kg * Dilute acetylcysteine in one of the following three solutions: sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water. Body Weight Bag 1 (Loading Dose) 150 mg/kg in 100 mL of diluent* infused over 1 hour Bag 2 (Second Dose) 50 mg/kg in 250 mL of diluent* infused over 4 hours Bag 3 (Third Dose) 100 mg/kg in 500 mL of diluent* infused over 16 hours 21 kg 3,150 mg 1,050 mg 2,100 mg 30 kg 4,500 mg 1,500 mg 3,000 mg 40 kg 6,000 mg 2,000 mg 4,000 mg Table 4. Recommended Acetylcysteine Dosage and Dilution for Patients 41 kg or Greater * Dilute acetylcysteine in one of the following three solutions: sterile water for injection, 0.45% sodium chloride injection, or 5% dextrose in water. ** No specific studies have been conducted to evaluate the necessity of dose adjustments in patients weighing over 100 kg. Limited information is available regarding the dosing requirements of patients that weigh more than 100 kg. Body Weight Bag 1 (Loading Dose) 150 mg/kg in 200 mL of diluent* infused over 1 hour Bag 2 (Second Dose) 50 mg/kg in 500 mL of diluent* infused over 4 hours Bag 3 (Third Dose) 100 mg/kg in 1000 mL of diluent* infused over 16 hours 41 kg 6,150 mg 2,050 mg 4,100 mg 50 kg 7,500 mg 2,500 mg 5,000 mg 60 kg 9,000 mg 3,000 mg 6,000 mg 70 kg 10,500 mg 3,500 mg 7,000 mg 80 kg 12,000 mg 4,000 mg 8,000 mg 90 kg 13,500 mg 4,500 mg 9,000 mg ≥ 100 kg** 15,000 mg 5,000 mg 10,000 mg 2.5 Recommendations for Repeated Supratherapeutic Acetaminophen Ingestion Repeated supratherapeutic acetaminophen ingestion (RSI) is an ingestion of acetaminophen at dosages higher than those recommended for extended periods of time. The risk of hepatotoxicity and the recommendations for treatment of acute acetaminophen ingestion (i.e., the Rumack-Matthew nomogram) do not apply to patients with RSI. Therefore, obtain the following information to guide acetylcysteine treatment for RSI: Acetaminophen serum or plasma concentrations. A reported history of the quantity of acetaminophen ingested is often inaccurate and is not a reliable guide to therapy. Laboratory tests to monitor hepatic and renal function and electrolyte and fluid balance: AST, ALT, bilirubin, INR, creatinine, BUN, blood glucose, and electrolytes. For specific acetylcysteine dosage and administration information in patients with RSI, consider contacting your regional poison center at 1-800-222-1222, or alternatively, a special health professional assistance line for acetaminophen overdose at 1-800-525-6115."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Acetylcysteine injection is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with acute ingestion or from repeated supratherapeutic ingestion (RSI). Acetylcysteine injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with an acute ingestion or from repeated supratherapeutic ingestion (RSI) ( 1 )."
  ],
  "fetched_at": "2025-10-01T16:11:02.188751",
  "source": "OpenFDA"
}