{
  "drug_name": "Acitretin",
  "generic_name": [
    "ACITRETIN"
  ],
  "brand_names": [
    "ACITRETIN"
  ],
  "drug_interactions": [
    "Pharmacokinetic Drug Interactions (see also boxed CONTRAINDICATIONS AND WARNINGS and PRECAUTIONS : Drug Interactions ): In studies of in vivo pharmacokinetic drug interactions, no interaction was seen between acitretin and cimetidine, digoxin, phenprocoumon, or glyburide. Ethanol: Clinical evidence has shown that etretinate (a retinoid with a much longer half-life, see below) can be formed with concurrent ingestion of acitretin and ethanol. In a 2-way crossover trial, all 10 subjects formed etretinate with concurrent ingestion of a single 100-mg oral dose of acitretin during a 3-hour period of ethanol ingestion (total ethanol, approximately 1.4 g per kg body weight). A mean peak etretinate concentration of 59 ng per mL (range: 22 to 105 ng per mL) was observed, and extrapolation of AUC values indicated that the formation of etretinate in this trial was comparable to a single 5-mg oral dose of etretinate. There was no detectable formation of etretinate when a single 100-mg oral dose of acitretin was administered without concurrent ethanol ingestion, although the formation of etretinate without concurrent ethanol ingestion cannot be excluded (see boxed CONTRAINDICATIONS AND WARNINGS ). Of 93 evaluable psoriatic subjects on acitretin therapy in several foreign trials (10 to 80 mg per day), 16% had measurable etretinate levels (>5 ng per mL). Etretinate has a much longer elimination half-life compared with that of acitretin. In one trial the apparent mean terminal half-life after 6 months of therapy was approximately 120 days (range: 84 to 168 days). In another trial of 47 subjects treated chronically with etretinate, 5 had detectable serum drug levels (in the range of 0.5 to 12 ng per mL) 2.1 to 2.9 years after therapy was discontinued. The long half-life appears to be due to storage of etretinate in adipose tissue. Progestin-only Contraceptives: It has not been established if there is a pharmacokinetic interaction between acitretin and combined oral contraceptives. However, it has been established that acitretin interferes with the contraceptive effect of microdosed progestin preparations. 1 Microdosed “minipill” progestin preparations are not recommended for use with acitretin. It is not known whether other progestin-only contraceptives, such as implants and injectables, are adequate methods of contraception during acitretin therapy.",
    "Drug Interactions: Ethanol: Clinical evidence has shown that etretinate can be formed with concurrent ingestion of acitretin and ethanol (see boxed CONTRAINDICATIONS AND WARNINGS and CLINICAL PHARMACOLOGY: Pharmacokinetics ). Glyburide: In a trial of 7 healthy male volunteers, acitretin treatment potentiated the blood glucose-lowering effect of glyburide (a sulfonylurea similar to chlorpropamide) in 3 of the 7 subjects. Repeating the trial with 6 healthy male volunteers in the absence of glyburide did not detect an effect of acitretin on glucose tolerance. Careful supervision of diabetic patients under treatment with acitretin is recommended (see CLINICAL PHARMACOLOGY : Pharmacokinetics and DOSAGE AND ADMINISTRATION ). Hormonal Contraceptives: It has not been established if there is a pharmacokinetic interaction between acitretin and combined oral contraceptives. However, it has been established that acitretin interferes with the contraceptive effect of microdosed progestin “minipill” preparations. Microdosed “minipill” progestin preparations are not recommended for use with acitretin (see CLINICAL PHARMACOLOGY : Pharmacokinetic Drug Interactions ). It is not known whether other progestin-only contraceptives, such as implants and injectables, are adequate methods of contraception during acitretin therapy . Methotrexate: An increased risk of hepatitis has been reported to result from combined use of methotrexate and etretinate. Consequently, the combination of methotrexate with acitretin is also contraindicated (see CONTRAINDICATIONS ). Phenytoin: If acitretin is given concurrently with phenytoin, the protein binding of phenytoin may be reduced. Tetracyclines: Since both acitretin and tetracyclines can cause increased intracranial pressure, their combined use is contraindicated (see CONTRAINDICATIONS and WARNINGS: Pseudotumor Cerebri ). Vitamin A and Oral Retinoids: Concomitant administration of vitamin A and/or other oral retinoids with acitretin must be avoided because of the risk of hypervitaminosis A. Other: There appears to be no pharmacokinetic interaction between acitretin and cimetidine, digoxin, or glyburide. Investigations into the effect of acitretin on the protein binding of anticoagulants of the coumarin type (warfarin) revealed no interaction."
  ],
  "warnings": [
    "WARNINGS ( See also boxed CONTRAINDICATIONS AND WARNINGS .) Hepatotoxicity: Of the 525 subjects treated in US clinical trials, 2 had clinical jaundice with elevated serum bilirubin and transaminases considered related to treatment with acitretin. Liver function test results in these subjects returned to normal after acitretin was discontinued. Two of the 1,289 subjects treated in European clinical trials developed biopsy-confirmed toxic hepatitis. A second biopsy in one of these subjects revealed nodule formation suggestive of cirrhosis. One subject in a Canadian clinical trial of 63 subjects developed a 3-fold increase of transaminases. A liver biopsy of this subject showed mild lobular disarray, multifocal hepatocyte loss, and mild triaditis of the portal tracts compatible with acute reversible hepatic injury. The subject’s transaminase levels returned to normal 2 months after acitretin was discontinued. The potential of therapy with acitretin to induce hepatotoxicity was prospectively evaluated using liver biopsies in an open-label trial of 128 subjects. Pretreatment and posttreatment biopsies were available for 87 subjects. A comparison of liver biopsy findings before and after therapy revealed 49 (58%) subjects showed no change, 21 (25%) improved, and 14 (17%) subjects had a worsening of their liver biopsy status. For 6 subjects, the classification changed from class 0 (no pathology) to class I (normal fatty infiltration; nuclear variability and portal inflammation; both mild); for 7 subjects, the change was from class I to class II (fatty infiltration, nuclear variability, portal inflammation, and focal necrosis; all moderate to severe); and for 1 subject, the change was from class II to class IIIb (fibrosis, moderate to severe). No correlation could be found between liver function test result abnormalities and the change in liver biopsy status, and no cumulative dose relationship was found. Elevations of AST (SGOT), ALT (SGPT), GGT (GGTP), or LDH have occurred in approximately 1 in 3 subjects treated with acitretin. Of the 525 subjects treated in clinical trials in the US, treatment was discontinued in 20 (3.8%) due to elevated liver function test results. If hepatotoxicity is suspected during treatment with acitretin, the drug should be discontinued and the etiology further investigated. Ten of 652 subjects treated in US clinical trials of etretinate, of which acitretin is the active metabolite, had clinical or histologic hepatitis considered to be possibly or probably related to etretinate treatment. There have been reports of hepatitis-related deaths worldwide; a few of these subjects had received etretinate for a month or less before presenting with hepatic symptoms or signs. Skeletal Abnormalities: In adults receiving long-term treatment with acitretin, appropriate examinations should be periodically performed in view of possible ossification abnormalities (see ADVERSE REACTIONS ). Because the frequency and severity of iatrogenic bony abnormality in adults is low, periodic radiography is only warranted in the presence of symptoms or long-term use of acitretin. If such disorders arise, the continuation of therapy should be discussed with the patient on the basis of a careful risk/benefit analysis. In clinical trials with acitretin, subjects were prospectively evaluated for evidence of development or change in bony abnormalities of the vertebral column, knees, and ankles. Of 380 subjects treated with acitretin, 15% had preexisting abnormalities of the spine which showed new changes or progression of preexisting findings. Changes included degenerative spurs, anterior bridging of spinal vertebrae, diffuse idiopathic skeletal hyperostosis, ligament calcification, and narrowing and destruction of a cervical disc space. De novo changes (formation of small spurs) were seen in 3 subjects after 1½ to 2½ years. Six of 128 subjects treated with acitretin showed abnormalities in the knees and ankles before treatment that progressed during treatment. In 5, these changes involved the formation of additional spurs or enlargement of existing spurs. The sixth subject had degenerative joint disease which worsened. No subjects developed spurs de novo. Clinical complaints did not predict radiographic changes. Lipids and Possible Cardiovascular Effects: Blood lipid determinations should be performed before acitretin is administered and again at intervals of 1 to 2 weeks until the lipid response to the drug is established, usually within 4 to 8 weeks. In subjects receiving acitretin during clinical trials, 66% and 33% experienced elevation in triglycerides and cholesterol, respectively. Decreased high density lipoproteins (HDL) occurred in 40% of subjects. These effects of acitretin were generally reversible upon cessation of therapy. Subjects with an increased tendency to develop hypertriglyceridemia included those with disturbances of lipid metabolism, diabetes mellitus, obesity, increased alcohol intake, or a familial history of these conditions. Because of the risk of hypertriglyceridemia, serum lipids must be more closely monitored in high-risk patients and during long-term treatment. Hypertriglyceridemia and lowered HDL may increase a patient’s cardiovascular risk status. Although no causal relationship has been established, there have been postmarketing reports of acute myocardial infarction or thromboembolic events in patients on therapy with acitretin. In addition, elevation of serum triglycerides to greater than 800 mg per dL has been associated with fatal fulminant pancreatitis. Therefore, dietary modifications, reduction in dose of acitretin, or drug therapy should be employed to control significant elevations of triglycerides. If, despite these measures, hypertriglyceridemia and low HDL levels persist, the discontinuation of acitretin should be considered. Ophthalmologic Effects: The eyes and vision of 329 subjects treated with acitretin were examined by ophthalmologists. The findings included dry eyes (23%), irritation of eyes (9%), and brow and lash loss (5%). The following were reported in less than 5% of subjects: Bell’s palsy, blepharitis and/or crusting of lids, blurred vision, conjunctivitis, corneal epithelial abnormality, cortical cataract, decreased night vision, diplopia, itchy eyes or eyelids, nuclear cataract, pannus, papilledema, photophobia, posterior subcapsular cataract, recurrent sties, and subepithelial corneal lesions. Any patient treated with acitretin who is experiencing visual difficulties should discontinue the drug and undergo ophthalmologic evaluation. Pancreatitis: Lipid elevations occur in 25% to 50% of subjects treated with acitretin. Triglyceride increases sufficient to be associated with pancreatitis are much less common, although fatal fulminant pancreatitis has been reported. There have been rare reports of pancreatitis during therapy with acitretin in the absence of hypertriglyceridemia. Pseudotumor Cerebri: Acitretin and other retinoids administered orally have been associated with cases of pseudotumor cerebri (benign intracranial hypertension). Some of these events involved concomitant use of isotretinoin and tetracyclines. However, the event seen in a single patient receiving acitretin was not associated with tetracycline use. Early signs and symptoms include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these signs and symptoms should be examined for papilledema and, if present, should discontinue acitretin immediately and be referred for neurological evaluation and care. Since both acitretin and tetracyclines can cause increased intracranial pressure, their combined use is contraindicated (see CONTRAINDICATIONS ). Capillary Leak Syndrome: Capillary leak syndrome, a potential manifestation of retinoic acid syndrome, has been reported in patients receiving acitretin. Features of this syndrome may include localized or generalized edema with secondary weight gain, fever, and hypotension. Rhabdomyolysis and myalgias have been reported in association with capillary leak syndrome, and laboratory tests may reveal neutrophilia, hypoalbuminemia, and an elevated hematocrit. Discontinue acitretin if capillary leak syndrome develops during therapy. Exfoliative Dermatitis/Erythroderma: Exfoliative dermatitis/erythroderma has been reported in patients receiving acitretin. Discontinue acitretin if exfoliative dermatitis/erythroderma occurs during therapy."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Hypervitaminosis A produces a wide spectrum of signs and symptoms primarily of the mucocutaneous, musculoskeletal, hepatic, neuropsychiatric, and central nervous systems. Many of the clinical adverse reactions reported to date with administration of acitretin resemble those of the hypervitaminosis A syndrome. Adverse Events/Postmarketing Reports: In addition to the events listed in the tables for the clinical trials, the following adverse events have been identified during postapproval use of acitretin. Because these events are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular: Acute myocardial infarction, thromboembolism (see WARNINGS ), stroke. Immune System Disorders: Hypersensitivity, including angioedema and urticaria (see CONTRAINDICATIONS ). Nervous System: Myopathy with peripheral neuropathy has been reported during therapy with acitretin. Both conditions improved with discontinuation of the drug. Psychiatric: Aggressive feelings and/or suicidal thoughts have been reported. These events, including self-injurious behavior, have been reported in patients taking other systemically administered retinoids, as well as in patients taking acitretin. Since other factors may have contributed to these events, it is not known if they are related to acitretin (see PRECAUTIONS ). Reproductive: Vulvo-vaginitis due to Candida albicans. Skin and Appendages: Thinning of the skin, skin fragility, and scaling may occur all over the body, particularly on the palms and soles; nail fragility is frequently observed. Madarosis and exfoliative dermatitis/erythroderma have been reported (see WARNINGS ). Vascular Disorders: Capillary leak syndrome (see WARNINGS ). Clinical Trials: During clinical trials with acitretin, 513 of 525 (98%) subjects reported a total of 3,545 adverse events. One-hundred sixteen subjects (22%) left trials prematurely, primarily because of adverse experiences involving the mucous membranes and skin. Three subjects died. Two of the deaths were not drug-related (pancreatic adenocarcinoma and lung cancer); the other subject died of an acute myocardial infarction, considered remotely related to drug therapy. In clinical trials, acitretin was associated with elevations in liver function test results or triglyceride levels and hepatitis. The tables below list by body system and frequency the adverse events reported during clinical trials of 525 subjects with psoriasis. Table 3. Adverse Events Frequently Reported during Clinical Trials Percent of Subjects Reporting (N=525) Body System >75% 50% to 75% 25% to 50% 10% to 25% CNS Rigors Eye Disorders Xerophthalmia Mucous Membranes Cheilitis Rhinitis Dry mouth Epistaxis Musculoskeletal Arthralgia Spinal hyperostosis (progression of existing lesions) Skin and Appendages Alopecia Skin peeling Dry skin Nail disorder Pruritus Erythematous rash Hyperesthesia Paresthesia Paronychia Skin atrophy Sticky skin Table 4. Adverse Events Less Frequently Reported during Clinical Trials (Some of Which May Bear No Relationship to Therapy) Percent of Subjects Reporting (N=525) Body Sytem 1% to 10% ≤ 1% Body as a Whole Anorexia Edema Fatigue Hot flashes Increased appetite Alcohol intolerance Dizziness Fever Influenza-like symptoms Malaise Moniliasis Muscle weakness Weight increase Cardiovascular Flushing Chest pain Cyanosis Increased bleeding time Intermittent claudication Peripheral ischemia CNS (also see Psychiatric) Headache Pain Abnormal gait Migraine Neuritis Pseudotumor cerebri (intracranial hypertension) Eye Disorders Abnormal/ blurred vision Blepharitis Conjunctivitis/ irritation Corneal epithelial abnormality Decreased night vision/night blindness Eye abnormality Eye pain Photophobia Abnormal lacrimation Chalazion Conjunctival hemorrhage Corneal ulceration Diplopia Ectropion Itchy eyes and lids Papilledema Recurrent sties Subepithelial corneal lesions Gastrointestinal Abdominal pain Diarrhea Nausea Tongue disorder Constipation Dyspepsia Esophagitis Gastritis Gastroenteritis Glossitis Hemorrhoids Melena Tenesmus Tongue ulceration Liver and Biliary Hepatic function abnormal Hepatitis Jaundice Mucous Membranes Gingival bleeding Gingivitis Increased saliva Stomatitis Thirst Ulcerative stomatitis Altered saliva Anal disorder Gum hyperplasia Hemorrhage Pharyngitis Musculoskeletal Arthritis Arthrosis Back pain Hypertonia Myalgia Osteodynia Peripheral joint hyperostosis (progression of existing lesions) Bone disorder Olecranon bursitis Spinal hyperostosis (new lesions) Tendonitis Psychiatric Depression Insomnia Somnolence Anxiety Dysphonia Libido decreased Nervousness Reproductive Atrophic vaginitis Leukorrhea Respiratory Sinusitis Coughing Increased sputum Laryngitis Skin and Appendages Abnormal skin odor Abnormal hair texture Bullous eruption Cold/clammy skin Dermatitis Increased sweating Infection Psoriasiform rash Purpura Pyogenic granuloma Rash Seborrhea Skin fissures Skin ulceration Sunburn Acne Breast pain Cyst Eczema Fungal infection Furunculosis Hair discoloration Herpes simplex Hyperkeratosis Hypertrichosis Hypoesthesia Impaired healing Otitis media Otitis externa Photosensitivity reaction Psoriasis aggravated Scleroderma Skin nodule Skin hypertrophy Skin disorder Skin irritation Sweat gland disorder Urticaria Verrucae Special Senses/ Other Earache Taste perversion Tinnitus Ceruminosis Deafness Taste loss Urinary Abnormal urine Dysuria Penis disorder Laboratory: Therapy with acitretin induces changes in liver function tests in a significant number of patients. Elevations of AST (SGOT), ALT (SGPT) or LDH were experienced by approximately 1 in 3 subjects treated with acitretin. In most subjects, elevations were slight to moderate and returned to normal either during continuation of therapy or after cessation of treatment. In subjects receiving acitretin during clinical trials, 66% and 33% experienced elevation in triglycerides and cholesterol, respectively. Decreased high density lipoproteins (HDL) occurred in 40% (see WARNINGS ). Transient, usually reversible elevations of alkaline phosphatase have been observed. Table 5 lists the laboratory abnormalities reported during clinical trials. Table 5. Abnormal Laboratory Test Results Reported during Clinical Trials Percent of Subjects Reporting Body System 50% to 75% 25% to 50% 10% to 25% 1% to 10% Electrolytes Increased: –Phosphorus –Potassium –Sodium Increased and decreased: -Magnesium Decreased: –Phosphorus –Potassium –Sodium Increased and decreased: -Calcium -Chloride Hematologic Increased: –Reticulocytes Decreased: –Hematocrit –Hemoglobin –WBC Increased: –Haptoglobin –Neutrophils –WBC Increased: –Bands –Basophils –Eosinophils –Hematocrit –Hemoglobin –Lymphocytes –Monocytes Decreased: –Haptoglobin –Lymphocytes –Neutrophils –Reticulocytes Increased or decreased: –Platelets –RBC Hepatic Increased: –Cholesterol –LDH –SGOT –SGPT Decreased: –HDL cholesterol Increased: –Alkaline phosphatase –Direct bilirubin –GGTP Increased: –Globulin –Total bilirubin –Total protein Increased and decreased: –Serum albumin Miscellaneous Increased: –Triglycerides Increased: –CPK –Fasting blood sugar Decreased: –Fasting blood sugar –High occult blood Increased and decreased: –Iron Renal Increased: –Uric acid Increased: –BUN –Creatinine Urinary WBC in urine Acetonuria Hematuria RBC in urine Glycosuria Proteinuria"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Pregnancy Category X: ( see boxed CONTRAINDICATIONS AND WARNINGS . ) Acitretin is contraindicated in patients with severely impaired liver or kidney function and in patients with chronic abnormally elevated blood lipid values (see boxed WARNINGS: Hepatotoxicity , WARNINGS: Lipids and Possible Cardiovascular Effects , and PRECAUTIONS ). An increased risk of hepatitis has been reported to result from combined use of methotrexate and etretinate. Consequently, the combination of methotrexate with acitretin is also contraindicated (see PRECAUTIONS: Drug Interactions ). Since both acitretin and tetracyclines can cause increased intracranial pressure, their combined use is contraindicated (see WARNINGS: Pseudotumor Cerebri ). Acitretin is contraindicated in cases of hypersensitivity (e.g., angioedema, urticaria) to the preparation (acitretin or excipients) or to other retinoids ."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION There is intersubject variation in the pharmacokinetics, clinical efficacy, and incidence of side effects with Acitretin Capsules, USP. A number of the more common side effects are dose-related. Individualization of dosage is required to achieve sufficient therapeutic response while minimizing side effects. Therapy with Acitretin Capsules, USP should be initiated at 25 to 50 mg per day, given as a single dose with the main meal. Maintenance doses of 25 to 50 mg per day may be given dependent upon an individual patient’s response to initial treatment. Relapses may be treated as outlined for initial therapy. When Acitretin Capsules, USP are used with phototherapy, the prescriber should decrease the phototherapy dose, dependent on the patient’s individual response (see PRECAUTIONS: General ). Females who have taken TEGISON (etretinate) must continue to follow the contraceptive recommendations for TEGISON. TEGISON is no longer marketed in the US; for information, call 1-855-273-0150. Information for Pharmacists: Acitretin Capsules, USP must only be dispensed in no more than a month supply. An Acitretin Capsules, USP Medication Guide must be given to the patient each time acitretin capsules are dispensed, as required by law."
  ],
  "indications": [
    "INDICATIONS AND USAGE Acitretin Capsules, USP are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, Acitretin Capsules, USP should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, Acitretin Capsules, USP should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — Acitretin Capsules, USP can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy."
  ],
  "fetched_at": "2025-09-30T21:14:26.430398",
  "source": "OpenFDA"
}