{
  "drug_name": "Aclidinium",
  "generic_name": [
    "ACLIDINIUM BROMIDE AND FORMOTEROL FUMARATE"
  ],
  "brand_names": [
    "DUAKLIR PRESSAIR"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS No formal drug interaction studies have been performed with DUAKLIR PRESSAIR. • Use of other adrenergic by any route may potentiate the effect of DUAKLIR PRESSAIR. Use with caution. ( 5.3 , 7.1 ) • Xanthine derivatives, steroids, diuretics or non-potassium sparing diuretics may potentiate hypokalemia or ECG changes. Use with caution. ( 7.2 , 7.3 ) • Diuretics: Use with caution. Electrocardiographic changes and/or hypokalemia associated with non-potassium sparing diuretics may worsen with concomitant beta 2 -agonists. ( 7.3 ) • Monoamine oxidase inhibitors and tricyclic antidepressants: Use with extreme caution. May potentiate effect of formoterol fumarate on cardiovascular system. ( 7.4 ) • Beta-blockers: Use with caution and only when medically necessary. ( 7.5 ) • Anticholinergics: May interact additively with concomitantly used anticholinergic medications. Avoid administrations of DUAKLIR PRESSAIR with other anticholinergic-containing drugs. ( 7.6 ) 7.1 Adrenergic Drugs If additional adrenergic drugs are to be administered by any route, they should be used with caution because the sympathetic effects of formoterol, a component of DUAKLIR PRESSAIR, may be potentiated [see Warnings and Precautions (5.7) ] . 7.2 Xanthine Derivatives, Steroids Concomitant treatment with xanthine derivatives, or steroids may potentiate any hypokalemic effect of beta-adrenergic agonists such as formoterol, a component of DUAKLIR PRESSAIR. 7.3 Non-Potassium Sparing Diuretics The electrocardiographic changes and/or hypokalemia that may result from the administration of non-potassium-sparing diuretics (such as loop or thiazide diuretics) can be acutely worsened by beta-agonists, especially when the recommended dose of the beta-agonist is exceeded. Although the clinical significance of these effects is not known, caution is advised in the coadministration of beta-agonists with non–potassium-sparing diuretics. 7.4 Monoamine Oxidase Inhibitors and Tricyclic Antidepressants, QTc Prolonging Drugs DUAKLIR PRESSAIR, as with other drugs containing beta 2 -agonists, should be administered with caution to patients being treated with monoamine oxidase inhibitors, tricyclic antidepressants, or other drugs known to prolong the QTc interval, because the action of adrenergic agonists on the cardiovascular system may be potentiated by these agents. Drugs that are known to prolong the QTc interval have an increased risk of ventricular arrhythmias. 7.5 Beta-Blockers Beta-adrenergic receptor antagonists (beta-blockers) and DUAKLIR PRESSAIR may inhibit the effect of each other when administered concurrently. Beta-blockers not only block the therapeutic effects of beta 2 -agonists, such as formoterol, a component of DUAKLIR PRESSAIR, but may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g., as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution. 7.6 Anticholinergics There is a potential for an additive interaction with concomitantly used anticholinergic medications. Therefore, avoid coadministration of DUAKLIR PRESSAIR with other anticholinergic-containing drugs as this may lead to an increase in anticholinergic effects [see Warnings and Precautions ( 5.3 , 5.4 ) and Adverse Reactions (6) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS LABAs, such as formoterol fumarate, one of the active ingredients in DUAKLIR PRESSAIR, increase the risk of asthma-related death. DUAKLIR PRESSAIR is not indicated for the treatment of asthma [see Warnings and Precautions (5.1) ] . The following adverse reactions are described in greater detail elsewhere in the labeling: • Paradoxical bronchospasm [see Warnings and Precautions (5.4) ] • Immediate hypersensitivity reactions [see Contraindications (4) , Warnings and Precautions (5.5) ] • Cardiovascular effects [see Warnings and Precautions (5.6)] • Worsening of narrow-angle glaucoma [see Warnings and Precautions (5.9) ] • Worsening of urinary retention [see Warnings and Precautions (5.10) ] Most common adverse reactions (incidence ≥ 3% and more common than with placebo) include: upper respiratory tract infection, headache and, back pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Covis Pharma at 1-877-411-2510 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The clinical program for DUAKLIR PRESSAIR included 6501 subjects with COPD in 2 placebo-controlled and 1 active-controlled 24-week lung function trials, one long-term safety extension study of 28 weeks and 2 other clinical trials. A total of 1893 subjects have received at least 1 dose of DUAKLIR PRESSAIR. 24-Week Trials The frequency of common adverse reactions in Table 1 below is based upon pooled data from two, double-blind, placebo-controlled parallel group clinical trials (Trials 1 and 2, n=1729 and n=1669) in 3398 adult patients with moderate to severe COPD. Of these, 60% were male and 94% were Caucasian. They had a mean age of 64 years and an average smoking history of 46 pack-years, with 49% identified as current smokers. At screening, the mean post-bronchodilator percent predicted forced expiratory volume in 1 second (FEV 1 ) was 54% (range: 28% to 80%) and the mean percent reversibility was 15% (range: -19% to 69%). Table 1 shows all adverse reactions that occurred with a frequency of greater than or equal to 3% in the DUAKLIR PRESSAIR group in the two 24-week placebo-controlled trials where the rates in the DUAKLIR PRESSAIR group exceeded placebo. Table 1: Adverse Reactions with DUAKLIR PRESSAIR ≥3% Incidence and More Common than with Placebo in Subjects with COPD Treatment Adverse Reactions Preferred Term DUAKLIR PRESSAIR (N=720) % Aclidinium (N=722) % Formoterol (N=716) % Placebo (N=526) % Upper respiratory tract infection Includes Viral Upper Respiratory Tract Infection and Upper Respiratory Tract Infection 8.9 7.6 8.9 6.3 Headache 6.3 6.6 7.7 5.1 Back pain 3.8 3.3 3.5 3.4 Other adverse reactions reported in clinical studies with an incidence of >1% but less than 3% with DUAKLIR PRESSAIR but more common than with placebo were cough, sinusitis, influenza, tooth abscess, insomnia, dizziness, dry mouth, oropharyngeal pain, muscle spasms, musculoskeletal pain, arthralgia, pain in extremity, urinary tract infection, and blood creatine phosphokinase increased. The adverse events reported in the 24-week active-controlled trial were consistent with those observed in 24-week placebo-controlled trials. Long-Term Safety Extension Trial In a 28-week safety extension trial, 918 subjects who successfully completed Trial 2 were treated for up to an additional 28 weeks for a total treatment period of up to 52 weeks with DUAKLIR PRESSAIR, aclidinium 400 mcg, formoterol fumarate 12 mcg administered twice daily or placebo. Because the subjects continued from Trial 2 into the safety extension trial, the demographic and baseline characteristics of the long-term safety extension trial were similar to those of the placebo-controlled efficacy trials described above. The adverse reactions reported in the long-term safety trial were consistent with those observed in the 24-week placebo-controlled trials."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Use of a long-acting beta 2 -adrenergic agonist (LABA), including formoterol fumarate, one of the active ingredients in DUAKLIR PRESSAIR, without an inhaled corticosteroid is contraindicated in patients with asthma [see Warnings and Precautions (5.1) ] . DUAKLIR PRESSAIR is not indicated for the treatment of asthma. DUAKLIR PRESSAIR is contraindicated in patients with: • Severe hypersensitivity to milk proteins [see Warnings and Precautions (5.5) ] . • Hypersensitivity to aclidinium bromide, formoterol fumarate, or to any component of the product [see Warnings and Precautions (5.5) ] . • Use of a long-acting beta 2 -adrenergic agonist (LABA), including formoterol fumarate, one of the active ingredients in DUAKLIR PRESSAIR, without an inhaled corticosteroid is contraindicated in patients with asthma. ( 1 , 4 ) • Hypersensitivity to aclidinium bromide or formoterol fumarate or to any component of this product. ( 4 , 5.5 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of DUAKLIR PRESSAIR is one oral inhalation of 400 mcg/12 mcg, twice daily (once in the morning and once in the evening). Do not take more than one inhalation twice daily. • For oral inhalation only. ( 2 ) • 400 mcg/12 mcg, twice daily (once in the morning and once in the evening). ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DUAKLIR PRESSAIR is a combination of aclidinium bromide (an anticholinergic) and formoterol fumarate (a LABA) indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). Limitations of Use: DUAKLIR PRESSAIR is not indicated for the relief of acute bronchospasm or for the treatment of asthma [see Warnings and Precautions ( 5.1 , 5.4 )] . DUAKLIR PRESSAIR is a combination of aclidinium bromide an anticholinergic, and formoterol fumarate, a long-acting beta 2 -adrenergic agonist (LABA) indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). ( 1 ) Limitations of Use: Not indicated for the relief of acute bronchospasm or for the treatment of asthma. ( 1 , 5.4 )"
  ],
  "fetched_at": "2025-10-01T17:05:37.875902",
  "source": "OpenFDA"
}