{
  "drug_name": "Acylated ceftazidime",
  "generic_name": [
    "VANCOMYCIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Vancomycin Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Concomitant administration of vancomycin and anesthetic agents has been associated with erythema and histamine-like flushing (see Pediatric Use, PRECAUTIONS ) and anaphylactoid reactions (see ADVERSE REACTIONS ). Monitor renal function in patients receiving vancomycin and concurrent and/or sequential systemic or topical use of other potentially, neurotoxic and/or nephrotoxic drugs, such as amphotericin B, aminoglycosides, bacitracin, polymyxin B, colistin, viomycin, or cisplatin."
  ],
  "warnings": [
    "WARNINGS Infusion Reactions Rapid bolus administration (e.g., over several minutes) may be associated with exaggerated hypotension, including shock and rarely cardiac arrest. Vancomycin hydrochloride for injection should be administered in a diluted solution over a period of not less than 60 minutes to avoid rapid-infusion-related reactions. Stopping the infusion usually results in prompt cessation of these reactions. Nephrotoxicity Systemic vancomycin exposure may result in acute kidney injury (AKI). The risk of AKI increases as systemic exposure/serum levels increase. Monitor renal function in all patients, especially patients with underlying renal impairment, patients with co-morbidities that predispose to renal impairment, and patients receiving concomitant therapy with a drug known to be nephrotoxic. Ototoxicity Ototoxicity has occurred in patients receiving vancomycin hydrochloride for injection. It may be transient or permanent. It has been reported mostly in patients who have been given excessive doses, who have an underlying hearing loss, or who are receiving concomitant therapy with another ototoxic agent, such as an aminoglycoside. Vancomycin should be used with caution in patients with renal insufficiency because the risk of toxicity is appreciably increased by high, prolonged blood concentrations. Dosage of vancomycin hydrochloride for injection must be adjusted for patients with renal dysfunction (see PRECAUTIONS and DOSAGE AND ADMINISTRATION ). Severe Dermatologic Reactions Severe dermatologic reactions such as toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome (SJS), drug reaction with eosinophilia and systemic symptoms (DRESS), acute generalized exanthematous pustulosis (AGEP), and linear IgA bullous dermatosis (LABD) have been reported in association with the use of vancomycin. Cutaneous signs or symptoms reported include skin rashes, mucosal lesions, and blisters. Discontinue vancomycin hydrochloride for injection at the first appearance of signs and symptoms of TEN, SJS, DRESS, AGEP, or LABD. Clostridium Difficile A ssociated Diarrhea (CDAD) Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including vancomycin hydrochloride for injection, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Hemorrhagic Occlusive Retinal Vasculitis (HORV) Hemorrhagic occlusive retinal vasculitis, including permanent loss of vision, occurred in patients receiving intracameral or intravitreal administration of vancomycin during or after cataract surgery. The safety and efficacy of vancomycin administered by the intracameral or the intravitreal route have not been established by adequate and well-controlled trials. Vancomycin is not indicated for the prophylaxis of endophthalmitis."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Infusion-Related Events During or soon after rapid infusion of vancomycin hydrochloride for injection, patients may develop anaphylactoid reactions, including hypotension (see ANIMAL PHARMACOLOGY ), wheezing, dyspnea, urticaria, or pruritus. Rapid infusion may also cause flushing of the upper body (“red neck”) or pain and muscle spasm of the chest and back. These reactions usually resolve within 20 minutes but may persist for several hours. Such events are infrequent if vancomycin hydrochloride for injection is given by a slow infusion over 60 minutes. In studies of normal volunteers, infusion-related events did not occur when vancomycin hydrochloride for injection was administered at a rate of 10 mg/min or less. Nephrotoxicity Systemic vancomycin exposure may result in acute kidney injury (AKI). The risk of AKI increases as systemic exposure/serum levels increase. Additional risk factors for AKI in patients receiving vancomycin include receipt of concomitant drugs known to be nephrotoxic, in patients with pre-existing renal impairment, or with co-morbidities that predispose to renal impairment. Interstitial nephritis has also been reported in patients receiving vancomycin. Gastrointestinal Onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment (see WARNINGS ). Ototoxicity A few dozen cases of hearing loss associated with vancomycin have been reported. Most of these patients had kidney dysfunction or a preexisting hearing loss or were receiving concomitant treatment with an ototoxic drug. Vertigo, dizziness, and tinnitus have been reported rarely. Hematopoietic Reversible neutropenia, usually starting 1 week or more after onset of therapy with vancomycin or after a total dosage of more than 25 g, has been reported for several dozen patients. Neutropenia appears to be promptly reversible when vancomycin is discontinued. Thrombocytopenia has rarely been reported. Although a causal relationship has not been established, reversible agranulocytosis (granulocytes <500/mm 3 ) has been reported rarely. Phlebitis Inflammation at the injection site has been reported. Miscellaneous Patients have been reported to have had anaphylaxis, drug fever, nausea, chills, eosinophilia, rashes including exfoliative dermatitis, Stevens-Johnson syndrome (see WARNINGS, Severe Dermatologic Reactions ), and vasculitis in association with the administration of vancomycin. Chemical peritonitis has been reported following intraperitoneal administration (see PRECAUTIONS ). Post Marketing Reports The following adverse reactions have been identified during post-approval use of vancomycin. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders Severe dermatologic reactions such as toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), acute generalized exanthematous pustulosis (AGEP), and linear IgA bullous dermatosis (LABD) (see WARNINGS, Severe Dermatologic Reactions ). To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma at 864-879-9994 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Vancomycin hydrochloride for injection is contraindicated in patients with known hypersensitivity to this antibiotic."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Infusion-related events are related to both the concentration and the rate of administration of vancomycin. Concentrations of no more than 5 mg/mL and rates of no more than 10 mg/min, are recommended in adults (see also age-specific recommendations). In selected patients in need of fluid restriction, a concentration up to 10 mg/mL may be used; use of such higher concentrations may increase the risk of infusion-related events. An infusion rate of 10 mg/min or less is associated with fewer infusion-related events (see ADVERSE REACTIONS ). Infusion-related events may occur, however, at any rate or concentration. Patients with Normal Renal Function Adults The usual daily intravenous dose is 2 g divided either as 500 mg every 6 hours or 1 g every 12 hours. Each dose should be administered at no more than 10 mg/min or over a period of at least 60 minutes, whichever is longer. Other patient factors, such as age or obesity, may call for modification of the usual intravenous daily dose. Pediatric patients The usual intravenous dosage of vancomycin is 10 mg/kg per dose given every 6 hours. Each dose should be administered over a period of at least 60 minutes. Close monitoring of serum concentrations of vancomycin may be warranted in these patients. Neonates In pediatric patients up to the age of 1 month, the total daily intravenous dosage may be lower. In neonates, an initial dose of 15 mg/kg is suggested, followed by 10 mg/kg every 12 hours for neonates in the 1st week of life and every 8 hours thereafter up to the age of 1 month. Each dose should be administered over 60 minutes. In premature infants, vancomycin clearance decreases as postconceptional age decreases. Therefore, longer dosing intervals may be necessary in premature infants. Close monitoring of serum concentrations of vancomycin is recommended in these patients. Patients with Impaired Renal Function and Elderly Patients Dosage adjustment must be made in patients with impaired renal function. In premature infants and the elderly, greater dosage reductions than expected may be necessary because of decreased renal function. Measurement of vancomycin serum concentrations can be helpful in optimizing therapy, especially in seriously ill patients with changing renal function. Vancomycin serum concentrations can be determined by use of microbiologic assay, radioimmunoassay, fluorescence polarization immunoassay, fluorescence immunoassay, or high-pressure liquid chromatography. If creatinine clearance can be measured or estimated accurately, the dosage for most patients with renal impairment can be calculated using the following table. The dosage of vancomycin hydrochloride for injection per day in mg is about 15 times the glomerular filtration rate in mL/min (see following table). DOSAGE TABLE FOR VANCOMYCIN IN PATIENTS WITH IMPAIRED RENAL FUNCTION (Adapted from Moellering et al. 1 ) Creatinine Clearance mL/min Vancomycin Dose mg/24 h 100 1,545 90 1,390 80 1,235 70 1,080 60 925 50 770 40 620 30 465 20 310 10 155 The initial dose should be no less than 15 mg/kg, even in patients with mild to moderate renal insufficiency. The table is not valid for functionally anephric patients. For such patients, an initial dose of 15 mg/kg of body weight should be given to achieve prompt therapeutic serum concentrations. The dose required to maintain stable concentrations is 1.9 mg/kg/24 hr. In patients with marked renal impairment, it may be more convenient to give maintenance doses of 250 to 1,000 mg once every several days rather than administering the drug on a daily basis. In anuria, a dose of 1,000 mg every 7 to 10 days has been recommended. When only serum creatinine is known, the following formula (based on sex, weight and age of the patient) may be used to calculate creatinine clearance. Calculated creatinine clearances (mL/min) are only estimates. The creatinine clearance should be measured promptly. Men: [Weight (kg) x (140 – age in years)] 72 x serum creatinine concentration (mg/dL) Women: 0.85 x above value The serum creatinine must represent a steady state of renal function. Otherwise, the estimated value for creatinine clearance is not valid. Such a calculated clearance is an overestimate of actual clearance in patients with conditions: (1) characterized by decreasing renal function, such as shock, severe heart failure, or oliguria; (2) in which a normal relationship between muscle mass and total body weight is not present, such as in obese patients or those with liver disease, edema, or ascites; and (3) accompanied by debilitation, malnutrition, or inactivity. The safety and efficacy of vancomycin administration by the intrathecal (intralumbar or intraventricular) routes have not been established. Intermittent infusion is the recommended method of administration. Compatibility with Other Drugs and IV Fluids The following diluents are physically and chemically compatible (with 4 g/L vancomycin hydrochloride): 5% Dextrose Injection, USP 5% Dextrose Injection and 0.9% Sodium Chloride Injection, USP Lactated Ringer’s Injection, USP 5% Dextrose and Lactated Ringer’s Injection Normosol ® -M and 5% Dextrose 0.9% Sodium Chloride Injection, USP Isolyte ® E Good professional practice suggests that compounded admixtures should be administered as soon after preparation as is feasible. Vancomycin solution has a low pH and may cause physical instability of other compounds. Preparation and Stability At the time of use, reconstitute the vials of Vancomycin Hydrochloride for Injection, USP with Sterile Water for Injection to a concentration of 50 mg of vancomycin/mL (see following table for volume of diluent). Concentration/Vial Volume of Diluent 500 mg 10 mL 1 gram 20 mL After reconstitution, the vials may be stored in a refrigerator for 14 days without significant loss of potency. Reconstituted solutions of vancomycin (500 mg/10 mL) must be further diluted in at least 100 mL of a suitable infusion solution. For doses of 1 gram (20 mL), at least 200 mL of solution must be used. The desired dose diluted in this manner should be administered by intermittent IV infusion over a period of at least 60 minutes. Compatibility with Intravenous Fluids Solutions that are diluted with 5% Dextrose Injection or 0.9% Sodium Chloride Injection may be stored in a refrigerator for 14 days without significant loss of potency. Solutions that are diluted with the following infusion fluids may be stored in a refrigerator for 96 hours: 5% Dextrose Injection and 0.9% Sodium Chloride Injection USP Lactated Ringer’s Injection USP Lactated Ringer’s and 5% Dextrose Injection USP Normosol ® -M and 5% Dextrose Isolyte ® E Acetated Ringer’s Injection Vancomycin solution has a low pH and may cause chemical or physical instability when it is mixed with other compounds. Mixtures of solutions of vancomycin and beta-lactam antibiotics have been shown to be physically incompatible. The likelihood of precipitation increases with higher concentrations of vancomycin. It is recommended to adequately flush the intravenous lines between the administration of these antibiotics. It is also recommended to dilute solutions of vancomycin to 5 mg/mL or less. Although intravitreal injection is not an approved route of administration for vancomycin, precipitation has been reported after intravitreal injection of vancomycin and ceftazidime for endophthalmitis using different syringes and needles. The precipitates dissolved gradually, with complete clearing of the vitreous cavity over two months and with improvement of visual acuity. Parenteral drug products should be visually inspected for particulate matter and discoloration prior to administration, whenever solution and container permit. For Oral Administration Oral vancomycin is used in treating antibiotic-associated pseudomembranous colitis caused by C. difficile and for staphylococcal enterocolitis. Vancomycin is not effective by the oral route for other types of infections. The usual adult total daily dosage is 500 mg to 2 g given in 3 or 4 divided doses for 7 to 10 days. The total daily dose in children is 40 mg/kg of body weight in 3 or 4 divided doses for 7 to 10 days. The total daily dosage should not exceed 2 g. The appropriate dose may be diluted in 1 oz of water and given to the patients to drink. Common flavoring syrups may be added to the solution to improve the taste for oral administration. The diluted solution may be administered via a nasogastric tube."
  ],
  "indications": [
    "INDICATIONS AND USAGE Vancomycin Hydrochloride for Injection, USP is indicated for the treatment of serious or severe infections caused by susceptible strains of methicillin-resistant (β-lactam-resistant) staphylococci. It is indicated for penicillin-allergic patients, for patients who cannot receive or who have failed to respond to other drugs, including the penicillins or cephalosporins, and for infections caused by vancomycin-susceptible organisms that are resistant to other antimicrobial drugs. Vancomycin Hydrochloride for Injection, USP is indicated for initial therapy when methicillin-resistant staphylococci are suspected, but after susceptibility data are available, therapy should be adjusted accordingly. Vancomycin Hydrochloride for Injection, USP is effective in the treatment of staphylococcal endocarditis. Its effectiveness has been documented in other infections due to staphylococci, including septicemia, bone infections, lower respiratory tract infections, skin and skin structure infections. When staphylococcal infections are localized and purulent, antibiotics are used as adjuncts to appropriate surgical measures. Vancomycin Hydrochloride for Injection, USP has been reported to be effective alone or in combination with an aminoglycoside for endocarditis caused by S. viridans or S. bovis. For endocarditis caused by enterococci (e.g., E. faecalis), vancomycin has been reported to be effective only in combination with an aminoglycoside. Vancomycin Hydrochloride for Injection, USP has been reported to be effective for the treatment of diphtheroid endocarditis. Vancomycin Hydrochloride for Injection, USP has been used successfully in combination with either rifampin, an aminoglycoside, or both in early-onset prosthetic valve endocarditis caused by S. epidermidis or diphtheroids. Specimens for bacteriologic cultures should be obtained in order to isolate and identify causative organisms and to determine their susceptibilities to vancomycin. To reduce the development of drug-resistant bacteria and maintain the effectiveness of Vancomycin Hydrochloride for Injection, USP and other antibacterial drugs, Vancomycin Hydrochloride for Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy . The parenteral form of vancomycin hydrochloride may be administered orally for treatment of antibiotic-associated pseudomembranous colitis produced by C. difficile and for staphylococcal enterocolitis. Parenteral administration of vancomycin hydrochloride alone is of unproven benefit for these indications. Vancomycin is not effective by the oral route for other types of infections."
  ],
  "fetched_at": "2025-10-01T03:46:24.950575",
  "source": "OpenFDA"
}