{
  "drug_name": "Afatinib",
  "generic_name": [
    "AFATINIB"
  ],
  "brand_names": [
    "Gilotrif"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS P-glycoprotein (P-gp) Inhibitors : Co-administration of P-gp inhibitors can increase afatinib exposure. Reduce GILOTRIF by 10 mg per day if not tolerated. ( 2.5 , 7 ) P-gp Inducers : Co-administration of chronic P-gp inducers orally can decrease afatinib exposure. Increase GILOTRIF by 10 mg per day as tolerated. ( 2.5 , 7 ) Effect of P-glycoprotein (P-gp) Inhibitors and Inducers Concomitant taking of P-gp inhibitors (including but not limited to ritonavir, cyclosporine A, ketoconazole, itraconazole, erythromycin, verapamil, quinidine, tacrolimus, nelfinavir, saquinavir, and amiodarone) with GILOTRIF can increase exposure to afatinib [see Clinical Pharmacology (12.3) ]. Reduce GILOTRIF daily dose as recommended [see Dosage and Administration (2.5) ]. Concomitant taking of P-gp inducers (including but not limited to rifampicin, carbamazepine, phenytoin, phenobarbital, and St. John's wort) with GILOTRIF can decrease exposure to afatinib [see Clinical Pharmacology (12.3) ]. Increase GILOTRIF daily dose as recommended [see Dosage and Administration (2.5) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Diarrhea [see Warnings and Precautions (5.1) ] Bullous and Exfoliative Skin Disorders [see Warnings and Precautions (5.2) ] Interstitial Lung Disease [see Warnings and Precautions (5.3) ] Hepatic Toxicity [see Warnings and Precautions (5.4) ] Gastrointestinal Perforation [see Warnings and Precautions (5.5) ] Keratitis [see Warnings and Precautions (5.6) ] Most common adverse reactions (≥20%) were diarrhea, rash/acneiform dermatitis, stomatitis, paronychia, dry skin, decreased appetite, nausea, vomiting, pruritus ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at (800) 542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the Warnings and Precautions section reflect exposure to GILOTRIF for clinically significant adverse reactions in 4257 patients enrolled in LUX-Lung 3 (n=229) and LUX-Lung 8 (n=392), and 3636 patients with cancer enrolled in 42 studies of GILOTRIF administered alone or in combination with other anti-neoplastic drugs at GILOTRIF doses ranging from 10-70 mg daily or at doses 10-160 mg in other regimens. The mean exposure was 5.5 months. The population included patients with various cancers, the most common of which were NSCLC, breast, colorectal, brain, and head and neck. The data described below reflect exposure to GILOTRIF as a single agent in LUX-Lung 3, a randomized, active-controlled trial conducted in patients with EGFR mutation-positive, metastatic NSCLC, and in LUX-Lung 8, a randomized, active-controlled trial in patients with metastatic squamous NSCLC progressing after platinum-based chemotherapy. EGFR Mutation-Positive Metastatic NSCLC The safety of GILOTRIF was evaluated in 229 EGFR-tyrosine kinase inhibitor-naïve patients with EGFR mutation-positive, metastatic non-squamous NSCLC enrolled in a randomized (2:1), multicenter, open-label trial (LUX-Lung 3). Patients received either GILOTRIF 40 mg daily until documented disease progression or intolerance to the therapy or pemetrexed 500 mg/m² followed after 30 minutes by cisplatin 75 mg/m² every three weeks for a maximum of six treatment courses. The median exposure was 11 months for patients treated with GILOTRIF and 3.4 months for patients treated with pemetrexed/cisplatin. The overall trial population had a median age of 61 years; 61% of patients in the GILOTRIF arm and 60% of patients in the pemetrexed/cisplatin arm were younger than 65 years. A total of 64% of patients on GILOTRIF and 67% of pemetrexed/cisplatin patients were female. More than two-thirds of patients were from Asia (GILOTRIF 70%; pemetrexed/cisplatin 72%). Serious adverse reactions were reported in 29% of patients treated with GILOTRIF. The most frequent serious adverse reactions reported in patients treated with GILOTRIF were diarrhea (6.6%); vomiting (4.8%); and dyspnea, fatigue, and hypokalemia (1.7% each). Fatal adverse reactions in GILOTRIF-treated patients in LUX-Lung 3 included pulmonary toxicity/ILD-like adverse reactions (1.3%), sepsis (0.43%), and pneumonia (0.43%). Dose reductions due to adverse reactions were required in 57% of GILOTRIF-treated patients. The most frequent adverse reactions that led to dose reduction in the patients treated with GILOTRIF were diarrhea (20%), rash/acne (19%), paronychia (14%), and stomatitis (10%). Discontinuation of therapy in GILOTRIF-treated patients for adverse reactions was 14.0%. The most frequent adverse reactions that led to discontinuation in GILOTRIF-treated patients were diarrhea (1.3%), ILD (0.9%), and paronychia (0.9%). Clinical trials of GILOTRIF excluded patients with an abnormal left ventricular ejection fraction (LVEF), i.e., below the institutional lower limit of normal. In LUX-Lung 3, all patients were evaluated for LVEF at screening and every 9 weeks thereafter in the GILOTRIF-treated group and as needed in the pemetrexed/cisplatin group. More GILOTRIF-treated patients (2.2%; n=5) experienced ventricular dysfunction (defined as diastolic dysfunction, left ventricular dysfunction, or ventricular dilation; all <Grade 3) compared to chemotherapy-treated patients (0.9%; n=1). Tables 1 and 2 summarize common adverse reactions and laboratory abnormalities in LUX-Lung 3. Table 1 Adverse Reactions Reported in ≥10% of GILOTRIF-Treated Patients in LUX-Lung 3* Adverse Reaction GILOTRIF n=229 Pemetrexed/Cisplatin n=111 All Grades (%) Grade 3 † (%) All Grades (%) Grade 3 † (%) *NCI CTCAE v 3.0 † None of the adverse reactions in this table except stomatitis (one patient on GILOTRIF [0.4%]) were Grade 4 in severity. 1 Includes stomatitis, aphthous stomatitis, mucosal inflammation, mouth ulceration, oral mucosa erosion, mucosal erosion, mucosal ulceration 2 Includes acne, acne pustular, dermatitis, acneiform dermatitis, dermatosis, drug eruption, erythema, exfoliative rash, folliculitis, rash, rash erythematous, rash follicular, rash generalized, rash macular, rash maculo-papular, rash pruritic, rash pustular, skin disorder, skin erosion, skin exfoliation, skin fissures, skin lesion, skin reaction, skin toxicity, skin ulcer 3 Includes paronychia, nail infection, nail bed infection Gastrointestinal disorders Diarrhea 96 15 23 2 Stomatitis 1 71 9 15 1 Cheilitis 12 0 1 0 Skin and subcutaneous tissue disorders Rash/acneiform dermatitis 2 90 16 11 0 Pruritus 21 0 1 0 Dry skin 31 0 2 0 Infections Paronychia 3 58 11 0 0 Cystitis 13 1 5 0 Respiratory, thoracic and mediastinal disorders Epistaxis 17 0 2 1 Rhinorrhea 11 0 6 0 Investigations Weight decreased 17 1 14 1 General disorders and administration site conditions Pyrexia 12 0 6 0 Eye disorders Conjunctivitis 11 0 3 0 Other clinically important adverse reactions observed in patients treated with GILOTRIF but that occurred at a higher incidence in pemetrexed/cisplatin-treated patients and not listed elsewhere in section 6 include: decreased appetite (29% Grades 1-4, 4% Grade 3), nausea (25% Grades 1-4, 4% Grade 3), and vomiting (23% Grades 1-4, 4% Grade 3). Table 2 Laboratory Abnormalities Occurring in ≥10% of GILOTRIF Arm and at ≥2% Higher Incidence than in Chemotherapy Arm in LUX-Lung 3* Laboratory Abnormality GILOTRIF n=229 Pemetrexed/Cisplatin n=111 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) *NCI CTCAE v 3.0 Increased alanine aminotransferase (ALT) 54 2 27 1 Increased alkaline phosphate 51 3 46 1 Decreased creatinine clearance 49 2 47 1 Increased aspartate aminotransferase (AST) 46 3 22 1 Decreased lymphocytes 38 9 32 14 Decreased potassium 30 8 11 3 Increased bilirubin 16 1 8 0 Previously Treated, Metastatic Squamous NSCLC The safety of GILOTRIF was evaluated in 392 GILOTRIF-treated patients with metastatic squamous NSCLC enrolled in a randomized, multicenter, open-label trial (LUX-Lung 8). Patients were required to have received at least four cycles of platinum-based chemotherapy, ECOG Performance Status (PS) 0 or 1, and normal left ventricular ejection fraction (LVEF). Patients received GILOTRIF 40 mg once daily (n=392) or erlotinib 150 mg once daily (n=395). Treatment continued until documented disease progression or intolerance to the therapy. The median exposure was 2.1 months for patients treated with GILOTRIF, 15% were exposed for at least 6 months, and 5% were exposed for at least 12 months. Among the 392 GILOTRIF-treated patients, the median age was 65 years, 53% were 65 years of age or older, 84% were male, 72% were White, 25% were Asian, ECOG PS 0 (32%) or 1 (68%). Serious adverse reactions occurred in 44% of patients treated with GILOTRIF. The most frequent serious adverse reactions in patients treated with GILOTRIF were pneumonia (6.6%), diarrhea (4.6%), and dehydration and dyspnea (3.1% each). Fatal adverse reactions in GILOTRIF-treated patients included ILD (0.5%), pneumonia (0.3%), respiratory failure (0.3%), acute renal failure (0.3%), and general physical health deterioration (0.3%). The most frequent adverse reactions that led to discontinuation in GILOTRIF-treated patients were diarrhea (4.1%) and rash/acne (2.6%). Dose reductions due to adverse reactions were required in 27% of GILOTRIF-treated patients and discontinuation of GILOTRIF for adverse reactions was required for 20%. The most frequent adverse reactions that led to dose reduction in the patients treated with GILOTRIF were diarrhea (15%), rash/acne (5.9%), and stomatitis (3.1%). Tables 3 and 4 summarize common adverse reactions and laboratory abnormalities in LUX-Lung 8. Table 3 Adverse Reactions Reported in ≥10% of GILOTRIF-Treated Patients in LUX-Lung 8* Adverse Reaction GILOTRIF n=392 Erlotinib n=395 All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) *NCI CTCAE v 3.0 1 Includes stomatitis, aphthous stomatitis, mucosal inflammation, mouth ulceration, oral mucosa erosion, mucosal erosion, mucosal ulceration 2 Includes acne, dermatitis, acneiform dermatitis, eczema, erythema, exfoliative rash, folliculitis, rash, rash generalized, rash macular, rash maculo-papular, rash pruritic, rash pustular, skin exfoliation, skin fissures, skin lesion, skin reaction, skin toxicity, skin ulcer 3 Includes paronychia, nail infection, nail bed infection Gastrointestinal disorders Diarrhea 75 11 41 3 Stomatitis 1 30 4 11 1 Nausea 21 2 16 1 Vomiting 13 1 10 1 Skin and subcutaneous tissue disorders Rash/acneiform dermatitis 2 70 7 70 11 Pruritus 10 0 13 0 Metabolism and nutrition disorders Decreased appetite 25 3 26 2 Infections Paronychia 3 11 1 5 0 Table 4 Laboratory Abnormalities Occurring in ≥10% of GILOTRIF Arm and at ≥2% Higher Incidence than in Erlotinib Arm in LUX-Lung 8* Laboratory Abnormality GILOTRIF n=392 Erlotinib n=395 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) *NCI CTCAE v 3.0 Increased alkaline phosphate 34 2 31 0 Decreased white blood cell count 12 1 8 1 Decreased potassium 11 1 8 1 Other clinically important laboratory abnormalities observed in patients treated with GILOTRIF that are not listed in Table 4 are: increased alanine aminotransferase (10% Grade 1-4; 1% Grade 3-4), increased aspartate aminotransferase (7% Grade 1-4; 1% Grade 3-4), and increased bilirubin (3% Grade 1-4; 0 Grade 3-4). Less Common Adverse Reactions Other adverse reactions reported in patients treated with GILOTRIF in LUX-Lung 3 and LUX-Lung 8 include: Skin and subcutaneous disorders: nail disorders occurred in 9.2% and 2.8% of patients, respectively. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of GILOTRIF. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Pancreatitis Toxic epidermal necrolysis/Stevens Johnson syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage : 40 mg orally once daily ( 2.2 ) Renal impairment : 30 mg orally once daily in patients with severe renal impairment ( 2.4 , 8.6 , 12.3 ) Instruct patients to take GILOTRIF at least 1 hour before or 2 hours after a meal ( 2.2 ) 2.1 Patient Selection for Non-Resistant EGFR Mutation-Positive Metastatic NSCLC Select patients for first-line treatment of metastatic NSCLC with GILOTRIF based on the presence of non-resistant EGFR mutations in tumor specimens [see Clinical Pharmacology (12.1) , Clinical Studies (14.1) ]. Information on FDA-approved tests for the detection of EGFR mutations in NSCLC is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage The recommended dosage of GILOTRIF is 40 mg orally once daily until disease progression or no longer tolerated by the patient. Take GILOTRIF at least 1 hour before or 2 hours after a meal. Do not take a missed dose within 12 hours of the next dose. 2.3 Dosage Modifications for Adverse Reactions Withhold GILOTRIF for: Grade* 3 or higher adverse reactions Diarrhea of Grade 2 persisting for 2 or more consecutive days while taking anti-diarrheal medication [see Warnings and Precautions (5.1) ] Cutaneous reactions of Grade 2 that are prolonged (lasting more than 7 days) or intolerable [see Warnings and Precautions (5.2) ] * National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), v 3.0 Resume treatment when the adverse reaction fully resolves, returns to baseline, or improves to Grade 1. Reinstitute GILOTRIF at a reduced dose, i.e., 10 mg per day less than the dose at which the adverse reaction occurred. Permanently discontinue GILOTRIF for: Life-threatening bullous, blistering, or exfoliating skin lesions [see Warnings and Precautions (5.2) ] Confirmed interstitial lung disease (ILD) [see Warnings and Precautions (5.3) ] Severe drug-induced hepatic impairment [see Warnings and Precautions (5.4) ] Gastrointestinal perforation [see Warnings and Precautions (5.5) ] Persistent ulcerative keratitis [see Warnings and Precautions (5.6) ] Symptomatic left ventricular dysfunction [see Adverse Reactions (6.1) ] Severe or intolerable adverse reaction occurring at a dose of 20 mg per day 2.4 Dosage Modification for Pre-Existing Severe Renal Impairment The recommended dosage of GILOTRIF in patients with pre-existing severe renal impairment (estimated glomerular filtration rate [eGFR*] 15 to 29 mL/min /1.73 m 2 ) is 30 mg orally once daily [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] . * Use the Modification of Diet in Renal Disease [MDRD] formula to estimate eGFR. 2.5 Dosage Modifications for Drug Interactions P-glycoprotein Inhibitors Reduce GILOTRIF daily dose by 10 mg if not tolerated for patients who require therapy with a P-glycoprotein (P-gp) inhibitor. Resume the previous dose after discontinuation of the P-gp inhibitor as tolerated [see Drug Interactions (7) , Clinical Pharmacology (12.3) ] . P-glycoprotein Inducers Increase GILOTRIF daily dose by 10 mg as tolerated for patients who require chronic therapy with a P-gp inducer. Resume the previous dose 2 to 3 days after discontinuation of the P-gp inducer [see Drug Interactions (7) , Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GILOTRIF is a kinase inhibitor indicated for: First-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have non-resistant epidermal growth factor receptor (EGFR) mutations as detected by an FDA-approved test ( 1.1 ) Limitations of Use : Safety and efficacy of GILOTRIF were not established in patients whose tumors have resistant EGFR mutations ( 1.1 ) Treatment of patients with metastatic, squamous NSCLC progressing after platinum-based chemotherapy ( 1.2 ) 1.1 EGFR Mutation-Positive, Metastatic Non-Small Cell Lung Cancer GILOTRIF is indicated for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have non-resistant epidermal growth factor receptor (EGFR) mutations as detected by an FDA-approved test [see Dosage and Administration (2.1) , Clinical Pharmacology (12.1) , Clinical Studies (14.1) ]. Limitations of Use : The safety and efficacy of GILOTRIF have not been established in patients whose tumors have resistant EGFR mutations [see Clinical Studies (14.1) ]. 1.2 Previously Treated, Metastatic Squamous NSCLC GILOTRIF is indicated for the treatment of patients with metastatic squamous NSCLC progressing after platinum-based chemotherapy ."
  ],
  "fetched_at": "2025-10-01T17:07:27.562199",
  "source": "OpenFDA"
}