{
  "drug_name": "Alectinib",
  "generic_name": [
    "ALECTINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "ALECENSA"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label: Hepatotoxicity [see Warnings and Precautions (5.1) ] Interstitial Lung Disease (ILD)/Pneumonitis [see Warnings and Precautions (5.2) ] Renal Impairment [see Warnings and Precautions (5.3) ] Bradycardia [see Warnings and Precautions (5.4) ] Severe Myalgia and Creatine Phosphokinase (CPK) Elevation [see Warnings and Precautions (5.5) ] Hemolytic Anemia [see Warnings and Precautions (5.6) ] Embryo-Fetal Toxicity [see Warnings and Precautions (5.7) ] The most common adverse reactions (incidence ≥20%) were hepatotoxicity, constipation, fatigue, myalgia, edema, rash and cough. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Genentech at 1-888-835-2555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflect exposure to ALECENSA as a single agent at 600 mg orally twice daily in 533 patients in Studies NP28761, NP28673, ALEX and ALINA [see Clinical Studies (14) ]. Among 533 patients who received ALECENSA, 75% were exposed for 6 months or longer and 64% were exposed for greater than one year. In this pooled safety population, the most common (≥ 20%) adverse reactions were hepatotoxicity (41%), constipation (39%), fatigue (36%), myalgia (31%), edema (29%), rash (23%) and cough (21%). The most common (≥ 2%) Grade 3 or 4 laboratory abnormalities were increased CPK (6%), decreased hemoglobin (4.4%), increased ALT (4.2%), increased bilirubin (4.0%) and increased AST (3.4%). Adjuvant Treatment of Resected ALK-Positive NSCLC The safety of ALECENSA was evaluated in ALINA, a multi-center, open-label, randomized trial for the adjuvant treatment of patients with resected ALK-positive NSCLC [ see Clinical Studies (14.1) ]. At the time of DFS analysis, the median duration of exposure was 23.9 months for ALECENSA and 2.1 months for platinum-based chemotherapy. Serious adverse reactions occurred in 13% of patients treated with ALECENSA; the most frequent serious adverse reactions (≥ 1%) were pneumonia (3.9%), appendicitis (3.1%), and acute myocardial infarction (1.6%). Permanent discontinuation of ALECENSA due to an adverse event occurred in 5% of patients; the most frequent adverse reactions (≥ 1%) that led to treatment discontinuation were pneumonitis and hepatotoxicity. Dosage interruptions of ALECENSA due to an adverse reaction occurred in 27% of patients. Adverse reactions which required dosage interruption in ≥ 2% of patients included hepatotoxicity, increased blood CPK, COVID-19, myalgia, abdominal pain, and pneumonia. Dose reductions of ALECENSA due to an adverse reaction occurred in 26% of patients. Adverse reactions which required dose reductions in ≥ 2% of patients included hepatotoxicity, increased blood CPK, rash, bradycardia and myalgia. Table 4 and 5 summarize the common adverse reactions and laboratory abnormalities observed in ALINA. Table 4: Adverse Reactions (≥ 10%) in Patients Treated with ALECENSA in ALINA Adverse Reaction ALECENSA N=128 Chemotherapy N=120 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Based on NCI CTCAE v5.0 Hepatobiliary System Disorders Hepatotoxicity Includes increased alanine aminotransferase, increased aspartate aminotransferase, increased bile acids, increased conjugated bilirubin, increased blood bilirubin, increased unconjugated blood bilirubin, increased gamma-glutamyltransferase, hepatotoxicity, hyperbilirubinemia, increased liver function test, ocular icterus and increased transaminases. 61 4.7 All events are Grade 3 13 0 Gastrointestinal Disorders Constipation 42 0.8 25 0.8 Abdominal pain Includes abdominal discomfort, abdominal pain, lower abdominal pain, upper abdominal pain, abdominal tenderness, epigastric discomfort and gastrointestinal pain. 13 0 10 1.7 Diarrhea Includes colitis and diarrhea. 13 0.8 9 1.7 Musculoskeletal Myalgia Includes muscle fatigue, muscular weakness, musculoskeletal chest pain, musculoskeletal stiffness and myalgia. 34 0.8 1.7 0 Infections and Infestations COVID-19 29 0 0.8 0 General Disorders and Administration Site Conditions Fatigue Includes asthenia and fatigue. 25 0.8 28 4.2 Edema Includes edema, face edema, localized edema, peripheral edema, face swelling and peripheral swelling. 16 0 1.7 0 Skin and Subcutaneous Tissue Disorders Rash Includes acneiform dermatitis, bullous dermatitis, drug eruption, eczema, rash, erythematous rash, maculo-papular rash, papular rash, seborrheic dermatitis, urticaria and xeroderma. 23 1.6 10 0 Respiratory System Disorders Cough Includes cough and productive cough. 20 0.8 3.3 0 Dyspnea Includes dyspnea and exertional dyspnea. 13 0.8 2.5 0 Renal Renal Impairment Includes azotemia, increased blood creatinine, decreased renal creatinine clearance, decreased glomerular filtration rate, hypercreatininemia, renal impairment and renal failure. 16 0.8 9 0 Nervous System Disorders Dysgeusia Includes dysgeusia and taste disorder. 13 0 3.3 0 Headache 11 0 7 0 Investigations Increased weight 13 0.8 0.8 0 Cardiac Disorders Bradycardia Includes bradycardia and sinus bradycardia. 12 0 0 0 Clinically significant adverse reactions in < 10% of patients who received ALECENSA in ALINA: nausea (8%), vomiting (7%), vision disorders (4.7%; includes blurred vision, visual acuity reduced and photopsia), stomatitis (4.7%; includes stomatitis and mouth ulceration), photosensitivity reaction (3.9%) and pneumonitis (2.3%). Table 5: Worsening in Laboratory Values from Baseline Occurring in ≥ 20% of Patients in Treated with ALECENSA in ALINA Parameter ALECENSA N=128 Chemotherapy N=120 All Grades (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) Based on NCI CTCAE v5.0 Chemistry Increased CPK 77 8 8 1.7 All events were Grade 3 Increased AST 75 0.8 25 0 Increased bilirubin 68 2.3 4.2 0 Increased alkaline phosphatase 64 0 14 0 Increased ALT 57 2.3 28 0 Increased creatinine 41 0 23 0 Increased uric acid 30 0 19 0 Hematology Decreased hemoglobin 69 0 67 0.8 Previously Untreated Metastatic ALK-Positive NSCLC The safety of ALECENSA was evaluated in 152 patients with ALK-positive NSCLC in the ALEX study. The median duration of exposure to ALECENSA was 17.9 months. Patient characteristics of the ALEX study population (n=303) were: median age 56 years, age less than 65 (77%), female (56%), Caucasian (50%), Asian (46%), adenocarcinoma histology (92%), never smoker (63%), and ECOG PS 0 or 1 (93%). Serious adverse reactions occurred in 28% of patients treated with ALECENSA; serious adverse reactions reported in 2% or more of patients treated with ALECENSA were pneumonia (4.6%), and renal impairment (3.9%). Grade ≥ 3 adverse events were reported for 41% of patients in the ALECENSA arm. Fatal adverse reactions occurred in 3.3% of patients treated with ALECENSA; these were renal impairment (2 patients), sudden death, cardiac arrest, and pneumonia (1 patient each). Permanent discontinuation of ALECENSA for adverse reactions occurred in 11% of patients. Adverse drug reactions that led to discontinuation of ALECENSA in 1% or more of patients were renal impairment (2.0%), hyperbilirubinemia (1.3%), increased ALT (1.3%), and increased AST (1.3%). Dosage interruptions of ALECENSA due to an adverse reaction occurred in 20% of patients. Adverse reactions which required dosage interruption in > 2% of patients included increased ALT, pneumonia. Dose reductions of ALECENSA due to an adverse reaction occurred in 17% of patients. Adverse reactions which required dose reductions in > 2% of patients included hyperbilirubinemia, increased AST and increased ALT. Tables 6 and 7 summarize the common adverse reactions and laboratory abnormalities observed in ALEX. Table 6: Adverse Drug Reactions (>10% for all NCI CTCAE Grades or ≥2% for Grades 3-4) in Patients Treated with ALECENSA in ALEX Adverse Reaction ALECENSA N=152 Crizotinib N=151 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) NCI CTCAE = National Cancer Institute Common Terminology Criteria for Adverse Events; MedDRA = Medical Dictionary for Regulatory Activities; SOC = System Organ Class. Gastrointestinal Constipation 34 0 33 0 Nausea 14 0.7 48 3.3 Diarrhea 12 0 45 2.0 General Fatigue Includes fatigue and asthenia. 26 1.3 23 0.7 Edema Includes peripheral edema, edema, eyelid edema, localized edema, and face edema. 22 0.7 34 0.7 Musculoskeletal Myalgia Includes myalgia and musculoskeletal pain. 23 0 4.0 0 Skin Rash Includes rash, rash maculo-papular, dermatitis acneiform, erythema, generalized rash, rash macular, rash papular, exfoliative rash, and pruritic rash. 15 0.7 13 0 Cardiac Bradycardia Includes reported cases of bradycardia and sinus bradycardia but is not based on serial ECG assessment. 11 0 15 0 Renal Renal impairment Includes increased blood creatinine, creatinine renal clearance decreased, glomerular filtration rate decreased, and acute kidney injury. 12 3.9 Includes two Grade 5 events. 0 0 The following additional clinically significant adverse drug reactions were observed in patients treated with ALECENSA: weight gain (9.9%), vomiting (7%), photosensitivity reaction (5.3%), vision disorders (4.6%; includes blurred vision, visual impairment, vitreous floaters reduced visual acuity and diplopia), stomatitis (3.3%), dysgeusia (3.3%; includes hypogeusia), interstitial lung disease (1.3%), and drug-induced liver injury (1.3%). Table 7: Worsening in Laboratory Values Occurring in > 10% of Patients in ALEX Parameter ALECENSA N=152 Crizotinib N=151 All Grades (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) Note: Based on National Cancer Institute Common Terminology Criteria for Adverse Events v4.03. Excludes patients with no post-baseline lab assessments. Chemistry Hyperbilirubinemia n=147 for alectinib (with baseline values missing for 1 of these patients), n=148 for crizotinib. 54 5 4.7 0 Increased AST n=147 for alectinib (with baseline values missing for 2 of these patients), n=148 for crizotinib. 50 6 56 11 Increased alkaline phosphatase n=147 for alectinib, n=148 for crizotinib. 50 0 44 0 Increased ALT 40 6 62 16 Increased creatinine , Only patients with creatinine increases based on ULN definition. 38 4.1 23 0.7 Increased CPK n=143 for alectinib (with baseline values missing for 14 of these patients), n=143 for crizotinib (with baseline values missing for 13 of these patients). 37 2.8 52 1.4 Hypocalcemia 29 0 61 1.4 Hyperglycemia n=134 for alectinib (with baseline values missing for 18 of these patients), n=131 for crizotinib (with baseline values missing for 8 of these patients). 22 2.2 19 2.3 Hyponatremia n=147 for alectinib, n=148 for crizotinib (with baseline values missing for 1 of these patients). 18 6 20 4.1 Hypokalemia 17 2 12 0.7 Hypoalbuminemia n=146 for alectinib (with baseline values missing for 1 of these patients), n=148 for crizotinib (with baseline values missing for 1 of these patients). 14 0 57 3.4 Hyperkalemia 12 1.4 16 1.4 Hypophosphatemia n=145 for alectinib (with baseline values missing for 2 of these patients), n=148 for crizotinib (with baseline values missing for 4 of these patients). 9 1.4 25 2.7 Increased gamma glutamyl transferase n=143 for alectinib (with baseline values missing for 4 of these patients), n=148 (with baseline values missing for 5 of these patients). 7 0.7 39 4.1 Hematology Anemia 62 7 36 0.7 Lymphopenia 14 1.4 34 4.1 Neutropenia 14 0 36 7 Metastatic ALK-Positive NSCLC Previously Treated with Crizotinib The safety of ALECENSA was evaluated in 253 patients with ALK-positive non-small cell lung cancer (NSCLC) treated with ALECENSA in two clinical trials, Studies NP28761 and NP28673. The median duration of exposure to ALECENSA was 9.3 months. One hundred sixty-nine patients (67%) were exposed to ALECENSA for more than 6 months, and 100 patients (40%) for more than one year. The population characteristics were: median age 53 years, age less than 65 (86%), female (55%), White (74%), Asian (18%), NSCLC adenocarcinoma histology (96%), never or former smoker (98%), ECOG Performance Status (PS) 0 or 1 (91%), and prior chemotherapy treatment (78%). Serious adverse reactions occurred in 19% of patients; the most frequently reported serious adverse reactions were pulmonary embolism (1.2%), dyspnea (1.2%), and hyperbilirubinemia (1.2%). Fatal adverse reactions occurred in 2.8% of patients and included hemorrhage (0.8%), intestinal perforation (0.4%), dyspnea (0.4%), pulmonary embolism (0.4%), and endocarditis (0.4%). Permanent discontinuation of ALECENSA for adverse reactions occurred in 6% of patients. The most frequent adverse reactions that led to permanent discontinuation were hyperbilirubinemia (1.6%), increased ALT levels (1.6%), and increased AST levels (1.2%). Overall, 23% of patients initiating treatment at the recommended dose required at least one dose reduction. The median time to first dose reduction was 48 days. The most frequent adverse reactions that led to dose reductions or interruptions were elevations in bilirubin (6%), CPK (4.3%), ALT (4.0%), AST (2.8%), and vomiting (2.8%). Tables 8 and 9 summarize the common adverse reactions and laboratory abnormalities observed in Studies NP28761 and NP28673. Table 8: Adverse Reactions in ≥ 10% (All Grades) or ≥ 2% (Grades 3–4) of Patients in Studies NP28761 and NP28673 Adverse Reactions ALECENSA N=253 All Grades (%) Grades 3–4 (%) Per Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 Fatigue Includes fatigue and asthenia. 41 1.2 Constipation 34 0 Edema Includes peripheral edema, edema, generalized edema, eyelid edema, and periorbital edema. 30 0.8 Myalgia Includes myalgia and musculoskeletal pain. 29 1.2 Cough 19 0 Rash Includes rash, maculopapular rash, acneiform dermatitis, erythema, generalized rash, papular rash, pruritic rash, and macular rash. 18 0.4 Nausea 18 0 Headache 17 0.8 Diarrhea 16 1.2 Dyspnea 16 3.6 Includes one Grade 5 event. Back pain 12 0 Vomiting 12 0.4 Increased weight 11 0.4 Vision disorder Includes blurred vision, vitreous floaters, visual impairment, reduced visual acuity, asthenopia, and diplopia. 10 0 An additional clinically significant adverse drug reaction was photosensitivity, which occurred in 9.9% of patients exposed to ALECENSA in Studies NP28761 and NP28673. Patients were advised to avoid sun exposure and to use broad-spectrum sunscreen. The incidence of Grade 2 photosensitivity was 0.4%; the remaining events were Grade 1 in severity. Table 9: Treatment-Emergent Worsening in Laboratory Values Occurring in > 20% of Patients in Studies NP28761 and NP28673 Parameter ALECENSA N=250 All Grades (%) Grades 3–4 (%) Per CTCAE version 4.0 Chemistry Increased AST 51 3.6 Increased Alkaline Phosphatase 47 1.2 Increased CPK n=218 for CPK (with baseline values missing for 91 of these patients). 43 4.6 Hyperbilirubinemia 39 2.4 Hyperglycemia n=152 for fasting blood glucose (with baseline values missing for 5 of these patients). 36 2.0 Increased ALT 34 4.8 Hypocalcemia 32 0.4 Hypokalemia 29 4.0 Increased Creatinine Only patients with creatinine increases based on ULN definition. 28 0 Hypophosphatemia 21 2.8 Hyponatremia 20 2.0 Hematology Anemia 56 2.0 Lymphopenia n=217 for lymphocytes (with baseline values missing for 5 of these patients). 22 4.6"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 600 mg orally twice daily. Administer ALECENSA with food. ( 2.2 ) 2.1 Patient Selection Select patients with resectable tumors for the adjuvant treatment of NSCLC with ALECENSA based on the presence of ALK positivity in tumor tissue [see Indications and Usage (1.1) and Clinical Studies (14.1) ]. Select patients for the treatment of metastatic NSCLC with ALECENSA based on the presence of ALK positivity in tumor tissue or plasma specimens [see Indications and Usage (1.2) and Clinical Studies (14.2) ] . If ALK rearrangements are not detected in a plasma specimen, test tumor tissue if feasible. Information on FDA-approved tests for the detection of ALK rearrangements in NSCLC is available at http://www.fda.gov/CompanionDiagnostics. 2.2 Dosing and Administration The recommended dosage information for ALECENSA is provided in Table 1 . Table 1: ALECENSA Recommended Dosage and Duration of Treatment Indication Recommended Dosage of ALECENSA Duration Adjuvant treatment of resected NSCLC 600 mg orally twice daily with food [see Clinical Pharmacology (12.3) ] For a total of 2 years or until disease recurrence or unacceptable toxicity Metastatic NSCLC Until disease progression or unacceptable toxicity Swallow capsules whole, do not open or dissolve the contents of the capsule. If a dose of ALECENSA is missed or vomiting occurs after taking a dose of ALECENSA, take the next dose at the scheduled time. 2.3 Recommended Dosage for Hepatic Impairment The recommended dose of ALECENSA in patients with severe hepatic impairment (Child-Pugh C) is 450 mg orally twice daily [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ]. 2.4 Dose Modifications for Adverse Reactions The dose reduction schedule for ALECENSA is provided in Table 2 . Table 2: ALECENSA Dose Reduction Schedule Dose Reduction Schedule Dose Level Starting dose 600 mg taken orally twice daily First dose reduction 450 mg taken orally twice daily Second dose reduction 300 mg taken orally twice daily Discontinue if patients are unable to tolerate the 300 mg twice daily dose. Recommendations for dose modifications of ALECENSA in case of adverse reactions are provided in Table 3 . Table 3: ALECENSA Dose Modifications for Adverse Reactions Criteria ALT = alanine transaminase; AST = aspartate transaminase; ULN = upper limit of normal; ILD = interstitial lung disease; CPK = blood creatine phosphokinase ALECENSA Dose Modification ALT or AST elevation of greater than 5 times upper limit of normal (ULN) with total bilirubin less than or equal to 2 times ULN Temporarily withhold until recovery to baseline or to less than or equal to 3 times ULN, then resume at reduced dose as per Table 2 . ALT or AST elevation greater than 3 times ULN with total bilirubin elevation greater than 2 times ULN in the absence of cholestasis or hemolysis Permanently discontinue ALECENSA. Total bilirubin elevation of greater than 3 times ULN Temporarily withhold until recovery to baseline or to less than or equal to 1.5 times ULN, then resume at reduced dose as per Table 2 . Any grade treatment-related interstitial lung disease (ILD)/pneumonitis Permanently discontinue ALECENSA. Grade 3 renal impairment Temporarily withhold until serum creatinine recovers to less than or equal to 1.5 times ULN, then resume at reduced dose. Grade 4 renal impairment Permanently discontinue ALECENSA. Symptomatic bradycardia Withhold ALECENSA until recovery to asymptomatic bradycardia or to a heart rate of 60 bpm or above. If contributing concomitant medication is identified and discontinued, or its dose is adjusted, resume ALECENSA at previous dose upon recovery to asymptomatic bradycardia or to a heart rate of 60 bpm or above. If no contributing concomitant medication is identified, or if contributing concomitant medications are not discontinued or dose modified, resume ALECENSA at reduced dose (see Table 2 ) upon recovery to asymptomatic bradycardia or to a heart rate of 60 bpm or above. Bradycardia Heart rate less than 60 beats per minute (bpm) (life-threatening consequences, urgent intervention indicated) Permanently discontinue ALECENSA if no contributing concomitant medication is identified. If contributing concomitant medication is identified and discontinued, or its dose is adjusted, resume ALECENSA at reduced dose (see Table 2 ) upon recovery to asymptomatic bradycardia or to a heart rate of 60 bpm or above, with frequent monitoring as clinically indicated. Permanently discontinue ALECENSA in case of recurrence. CPK elevation greater than 5 times ULN Temporarily withhold until recovery to baseline or to less than or equal to 2.5 times ULN, then resume at same dose. CPK elevation greater than 10 times ULN or second occurrence of CPK elevation of greater than 5 times ULN Temporarily withhold until recovery to baseline or to less than or equal to 2.5 times ULN, then resume at reduced dose as per Table 2 . Hemolytic Anemia Withhold ALECENSA if hemolytic anemia is suspected. Upon resolution, resume at reduced dose or permanently discontinue."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ALECENSA is a kinase inhibitor indicated for: adjuvant treatment in adult patients following tumor resection of anaplastic lymphoma kinase (ALK)-positive non-small cell lung cancer (NSCLC) (tumors ≥ 4 cm or node positive) as detected by an FDA-approved test. ( 1.1 ) treatment of adult patients with ALK-positive metastatic NSCLC as detected by an FDA-approved test. ( 1.2 ) 1.1 Adjuvant Treatment of Resected ALK-Positive Non-Small Cell Lung Cancer (NSCLC) ALECENSA is indicated as adjuvant treatment in adult patients following tumor resection of anaplastic lymphoma kinase (ALK)-positive non-small cell lung cancer (NSCLC) (tumors ≥ 4 cm or node positive), as detected by an FDA-approved test [see Dosage & Administration (2.1) ]. 1.2 Treatment of Metastatic ALK-Positive NSCLC ALECENSA is indicated for the treatment of adult patients with ALK-positive metastatic NSCLC as detected by an FDA-approved test [see Dosage & Administration (2.1) ] ."
  ],
  "fetched_at": "2025-10-01T17:55:05.321071",
  "source": "OpenFDA"
}