{
  "drug_name": "Alfuzosin",
  "generic_name": [
    "ALFUZOSIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Alfuzosin Hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use of PDE5 inhibitors with alpha adrenergic antagonists, including alfuzosin hydrochloride extended-release tablets, can potentially cause symptomatic hypotension ( 5.4 , 7.4) 7.1 CYP3A4 Inhibitors Alfuzosin hydrochloride extended-release tablets are contraindicated for use with potent CYP3A4 inhibitors such as ketoconazole, itraconazole, or ritonavir, since alfuzosin blood levels are increased [see Contraindications ( 4 ), Warnings and Precautions ( 5.4) and Clinical Pharmacology ( 12.3) ]. 7.2 Alpha Adrenergic Antagonists The pharmacokinetic and pharmacodynamic interactions between alfuzosin hydrochloride extended-release tablets and other alpha-adrenergic antagonists have not been determined. However, interactions may be expected, and alfuzosin hydrochloride extended-release tablets should not be used in combination with other alpha adrenergic antagonists [see Warnings and Precautions ( 5.4) ]. 7.3 Antihypertensive Medication and Nitrates There may be an increased risk of hypotension/postural hypotension and syncope when taking alfuzosin hydrochloride extended-release tablets concomitantly with anti-hypertensive medication and nitrates [see Warnings and Precautions ( 5.1) ]. 7.4 PDE5 Inhibitors Caution is advised when alpha adrenergic antagonists, including alfuzosin hydrochloride extended-release tablets, are co-administered with PDE5 inhibitors. Alpha adrenergic antagonists and PDE5 inhibitors are both vasodilators that can lower blood pressure. Concomitant use of these two drug classes can potentially cause symptomatic hypotension [ see Warnings and Precautions ( 5.4) ].",
    "7.4 PDE5 Inhibitors Caution is advised when alpha adrenergic antagonists, including alfuzosin hydrochloride extended-release tablets, are co-administered with PDE5 inhibitors. Alpha adrenergic antagonists and PDE5 inhibitors are both vasodilators that can lower blood pressure. Concomitant use of these two drug classes can potentially cause symptomatic hypotension [ see Warnings and Precautions ( 5.4) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions in clinical studies (incidence ≥2% and at a higher incidence than placebo): dizziness, upper respiratory tract infection, headache, fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800- 706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The incidence of adverse reactions has been ascertained from 3 placebo-controlled clinical trials involving 1,608 men where daily doses of 10 and 15 mg alfuzosin were evaluated. In these 3 trials, 473 men received alfuzosin hydrochloride 10 mg extended-release tablets. In these trials, 4% of patients taking alfuzosin hydrochloride 10 mg extended-release tablets withdrew from the trial due to adverse reactions, compared with 3% in the placebo group. Table 1 summarizes adverse reactions that occurred in ≥2% of patients receiving alfuzosin hydrochloride extended-release tablets, and at a higher incidence than that of the placebo group. In general, the adverse reactions seen in long-term use were similar in type and frequency to the events described below for the 3-month trials. Table 1 — Adverse Reactions Occurring in ≥2% of Alfuzosin Hydrochloride Extended-Release Tablets-Treated Patients and More Frequently than with Placebo in 3-Month Placebo-Controlled Clinical Trials Adverse Reaction Placebo (n=678) Alfuzosin hydrochloride (n=473) Dizziness 19 (2.8%) 27 (5.7%) Upper respiratory tract infection 4 (0.6%) 14 (3.0%) Headache 12 (1.8%) 14 (3.0%) Fatigue 12 (1.8%) 13 (2.7%) The following adverse reactions, reported by between 1% and 2% of patients receiving alfuzosin hydrochloride and occurring more frequently than with placebo, are listed alphabetically by body system and by decreasing frequency within body system: Body as a whole: pain Gastrointestinal system: abdominal pain, dyspepsia, constipation, nausea Reproductive system: impotence Respiratory system: bronchitis, sinusitis, pharyngitis Signs and Symptoms of Orthostasis in Clinical Trials: The adverse reactions related to orthostasis that occurred in the double-blind phase 3 trials with alfuzosin 10 mg are summarized in Table 2. Approximately 20% to 30% of patients in these trials were taking antihypertensive medication. Table 2— Number (%) of Patients with Symptoms Possibly Associated with Orthostasis in 3-Month Placebo-Controlled Clinical Trials Symptoms Placebo (n=678) Alfuzosin hydrochloride (n=473) Dizziness 19 (2.8%) 27 (5.7%) Hypotension or postural hypotension 0 2 (0.4%) Syncope 0 1 (0.2%) Testing for blood pressure changes or orthostatic hypotension was conducted in three controlled studies. Decreased systolic blood pressure (≤90 mm Hg, with a decrease ≥20 mm Hg from baseline) was observed in none of the 674 placebo patients and 1 (0.2%) of the 469 alfuzosin hydrochloride patients. Decreased diastolic blood pressure (≤50 mm Hg, with a decrease ≥15 mm Hg from baseline) was observed in 3 (0.4%) of the placebo patients and in 4 (0.9%) of the alfuzosin hydrochloride patients. A positive orthostatic test (decrease in systolic blood pressure of ≥20 mm Hg upon standing from the supine position) was seen in 52 (7.7%) of placebo patients and in 31 (6.6%) of the alfuzosin hydrochloride patients. 6.2 Post-Marketing Experience The following adverse reactions have been identified during post approval use of alfuzosin hydrochloride extended-release tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. General disorders edema Cardiac disorders tachycardia, chest pain, angina pectoris in patients with pre-existing coronary artery disease, atrial fibrillation Gastrointestinal disorders diarrhea, vomiting Hepatobiliary disorders hepatocellular and cholestatic liver injury (including cases with jaundice leading to drug discontinuation) Respiratory system disorders rhinitis Reproductive system disorders priapism Skin and subcutaneous tissue disorders rash, pruritis, urticaria, angioedema, toxic epidermal necrolysis Vascular disorders flushing Blood and lymphatic system disorders thrombocytopenia During cataract surgery, a variant of small pupil syndrome known as Intraoperative Floppy Iris Syndrome (IFIS) has been reported in some patients on or previously treated with alpha adrenergic antagonists [see Warnings and Precautions ( 5.6 )]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Alfuzosin hydrochloride extended-release tablets are contraindicated for use: in patients with moderate or severe hepatic impairment (Childs-Pugh categories B and C), since alfuzosin blood levels are increased in these patients [ see Use in Specific Populations ( 8.7 ) and Clinical Pharmacology ( 12.3) ]. with potent CYP3A4 inhibitors such as ketoconazole, itraconazole, and ritonavir, since alfuzosin blood levels are increased [ see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 ) ]. in patients with known hypersensitivity, such as urticaria and angioedema, to alfuzosin hydrochloride or any component of alfuzosin hydrochloride extended-release tablets [ see Adverse Reactions ( 6.2 ) ] Moderate or severe hepatic impairment ( 4 , 8.7 , 12.3 ) Co-administration with potent CYP3A4 inhibitors (e.g. ketoconazole, itraconazole, ritonavir) ( 4 , 5.4 , 7.1 , 12.3 ) Known hypersensitivity (e.g., urticaria or angioedema) to alfuzosin or any of the ingredients ( 4 , 6.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is one 10 mg alfuzosin hydrochloride extended-release tablet once daily. The extent of absorption of alfuzosin is 50% lower under fasting conditions. Therefore, alfuzosin hydrochloride extended-release tablets should be taken with food and with the same meal each day. The tablets should not be chewed or crushed. 10 mg once daily with food and with the same meal each day. ( 2 ) Tablets should not be chewed or crushed ( 2 , 12.3 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Alfuzosin hydrochloride extended-release tablets, USP are indicated for the treatment of signs and symptoms of benign prostatic hyperplasia. Alfuzosin hydrochloride extended-release tablet is an alpha adrenergic antagonist, indicated for the treatment of signs and symptoms of benign prostatic hyperplasia. (1) Important Limitations of Use: Alfuzosin hydrochloride extended-release tablets are not indicated for treatment of hypertension. ( 1.1 ) Alfuzosin hydrochloride extended-release tablets are not indicated for use in the pediatric population. ( 1.1 , 8.4 , 12.3 ) 1.1 Important Limitations of Use Alfuzosin hydrochloride extended-release tablets, USP are not indicated for the treatment of hypertension. Alfuzosin hydrochloride extended-release tablets, USP are not indicated for use in the pediatric population.",
    "1.1 Important Limitations of Use Alfuzosin hydrochloride extended-release tablets, USP are not indicated for the treatment of hypertension. Alfuzosin hydrochloride extended-release tablets, USP are not indicated for use in the pediatric population."
  ],
  "fetched_at": "2025-09-30T21:09:24.546387",
  "source": "OpenFDA"
}