{
  "drug_name": "Aliskiren",
  "generic_name": [
    "ALISKIREN HEMIFUMARATE"
  ],
  "brand_names": [
    "Tekturna"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Cyclosporine: Avoid coadministration of cyclosporine with aliskiren [see Warnings and Precautions ( 5.7 ) and Clinical Pharmacology ( 12.3 )] . Itraconazole: Avoid coadministration of itraconazole with aliskiren [see Warnings and Precautions ( 5.7 ) and Clinical Pharmacology ( 12.3 )]. Nonsteroidal Anti-Inflammatory Drugs (NSAIDs) including selective Cyclooxygenase-2 inhibitors (COX-2 inhibitors): In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of NSAIDs, including selective COX-2 inhibitors with agents that affect the RAAS, including aliskiren, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving aliskiren and NSAID therapy. The antihypertensive effect of aliskiren may be attenuated by NSAIDs. Dual Blockade of the Renin-Angiotensin-Aldosterone System (RAAS): The concomitant use of aliskiren with other agents acting on the RAAS such as ACEIs or ARBs is associated with an increased risk of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Most patients receiving the combination of two drugs that inhibit the renin-angiotensin system do not obtain any additional benefit compared to monotherapy. In general, avoid combined use of aliskiren with ACE inhibitors or ARBs, particularly in patients with CrCl less than 60 mL/min. Monitor blood pressure, renal function, and electrolytes in patients taking aliskiren and other agents that affect the RAAS [see Warnings and Precautions ( 5.4 , 5.5 , 5.6 )]. The concomitant use of aliskiren with an ARB or an ACEI in diabetic patients is contraindicated [see Contraindications ( 4 )]. Furosemide: Oral coadministration of aliskiren and furosemide reduced exposure to furosemide. Monitor diuretic effects when furosemide is coadministered with aliskiren. Cyclosporine or Itraconazole: Avoid concomitant use. ( 5.7 , 7 , 12.3 ) Nonsteroidal Anti-Inflammatory Drugs (NSAIDs): Increased risk of renal impairment and loss of antihypertensive effect. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reaction: diarrhea (incidence 2.3%) ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact LXO US Inc. at 1-844-800-8007 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Most common adverse reaction: diarrhea (incidence 2.3%) ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact LXO US Inc. at 1-844-800-8007 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience The following serious adverse reactions are discussed in greater detail in other sections of the label: Fetal Toxicity [see Warnings and Precautions ( 5.1 )] Anaphylactic Reactions and Head and Neck Angioedema [see Warnings and Precautions ( 5.3 )] Hypotension [see Warnings and Precautions ( 5.4 )] Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in practice. Adult Hypertension Data described below reflect the evaluation of the safety of Tekturna in more than 6,460 patients, including over 1,740 treated for longer than 6 months, and more than 1,250 patients for longer than 1 year. In placebo-controlled clinical trials, discontinuation of therapy due to a clinical adverse event, including uncontrolled hypertension, occurred in 2.2% of patients treated with Tekturna versus 3.5% of patients given placebo. These data do not include information from the ALTITUDE study which evaluated the use of aliskiren in combination with ARBs or ACEIs [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 ), and Clinical Studies ( 14.3 )]. Angioedema: Two cases of angioedema with respiratory symptoms were reported with Tekturna use in the clinical studies. Two other cases of periorbital edema without respiratory symptoms were reported as possible angioedema and resulted in discontinuation. The rate of these angioedema cases in the completed studies was 0.06%. In addition, 26 other cases of edema involving the face, hands, or whole body were reported with Tekturna use including 4 leading to discontinuation. In the placebo-controlled studies, however, the incidence of edema involving the face, hands, or whole body was 0.4% with Tekturna compared with 0.5% with placebo. In a long-term active-control study with Tekturna and hydrochlorothiazide (HCTZ) arms, the incidence of edema involving the face, hand or whole body was 0.4% in both treatment arms [see Warnings and Precautions ( 5.2 )]. Gastrointestinal: Tekturna produces dose-related gastrointestinal (GI) adverse reactions. Diarrhea was reported by 2.3% of patients at 300 mg, compared to 1.2% in placebo patients. In women and the elderly (age 65 years and older) increases in diarrhea rates were evident starting at a dose of 150 mg daily, with rates for these subgroups at 150 mg comparable to those seen at 300 mg for men or younger patients (all rates about 2.0% to 2.3%). Other GI symptoms included abdominal pain, dyspepsia, and gastroesophageal reflux, although increased rates for abdominal pain and dyspepsia were distinguished from placebo only at 600 mg daily. Diarrhea and other GI symptoms were typically mild and rarely led to discontinuation. Cough: Tekturna was associated with a slight increase in cough in the placebo-controlled studies (1.1% for any Tekturna use versus 0.6% for placebo). In active-controlled trials with ACE inhibitor (ramipril, lisinopril) arms, the rates of cough for the Tekturna arms were about one-third to one-half the rates in the ACE inhibitor arms. Seizures: Single episodes of tonic-clonic seizures with loss of consciousness were reported in 2 patients treated with Tekturna in the clinical trials. One of these patients did have predisposing causes for seizures and had a negative electroencephalogram (EEG) and cerebral imaging following the seizures (for the other patient EEG and imaging results were not reported). Tekturna was discontinued and there was no rechallenge. Other adverse effects with increased rates for Tekturna compared to placebo included rash (1% versus 0.3%), elevated uric acid (0.4% versus 0.1%), gout (0.2% versus 0.1%) and renal stones (0.2% versus 0%). Aliskiren's effect on ECG intervals was studied in a randomized, double-blind, placebo and active-controlled (moxifloxacin), 7-day repeat dosing study with Holter-monitoring and 12 lead ECGs throughout the interdosing interval. No effect of aliskiren on QT interval was seen. Pediatric Hypertension Aliskiren has been evaluated for safety in 267 pediatric hypertensive patients 6 to 17 years of age; including 208 patients treated for 52 weeks [see Clinical Studies ( 14.4 )] . These studies did not reveal any unanticipated adverse reactions. Adverse reactions in pediatric patients 6 years of age and older are expected to be similar to those seen in adults. Clinical Laboratory Findings In controlled clinical trials, clinically relevant changes in standard laboratory parameters were rarely associated with the administration of Tekturna in patients with hypertension not concomitantly treated with an ARB or ACEI. In multiple- dose studies in hypertensive patients, Tekturna had no clinically important effects on total cholesterol, HDL, fasting triglycerides, or fasting glucose. Blood Urea Nitrogen, Creatinine : In patients with hypertension not concomitantly treated with an ARB or ACEI, minor increases in blood urea nitrogen (BUN) or serum creatinine were observed in less than 7% of patients treated with Tekturna alone versus 6% on placebo [see Warnings and Precautions ( 5.2 )] . Hemoglobin and Hematocrit : Small decreases in hemoglobin and hematocrit (mean decreases of approximately 0.08 g/dL and 0.16 volume percent, respectively, for all aliskiren monotherapy) were observed. The decreases were dose-related and were 0.24 g/dL and 0.79 volume percent for 600 mg daily. This effect is also seen with other agents acting on the renin angiotensin system, such as angiotensin inhibitors and ARBs, and may be mediated by reduction of angiotensin II which stimulates erythropoietin production via the AT1 receptor. These decreases led to slight increases in rates of anemia with aliskiren compared to placebo were observed (0.1% for any aliskiren use, 0.3% for aliskiren 600 mg daily, versus 0% for placebo). No patients discontinued therapy due to anemia. Serum Potassium : In patients with hypertension not concomitantly treated with an ARB or ACEI, increases in serum potassium greater than 5.5 mEq/L were infrequent (0.9% compared to 0.6% with placebo) [see Contraindications ( 4 ) and Warnings and Precautions ( 5.6 )] . Serum Uric Acid : Aliskiren monotherapy produced small median increases in serum uric acid levels (about 6 micromol/L) while HCTZ produced larger increases (about 30 micromol/L). The combination of aliskiren with HCTZ appears to be additive (about 40 micromol/L increase). The increases in uric acid appear to lead to slight increases in uric acid-related AEs: elevated uric acid (0.4% versus 0.1%), gout (0.2% versus. 0.1%), and renal stones (0.2% versus 0%). Creatine Kinase : Increases in creatine kinase of greater than 300% were recorded in about 1% of aliskiren monotherapy patients versus 0.5% of placebo patients. Five cases of creatine kinase rises, 3 leading to discontinuation and 1 diagnosed as subclinical rhabdomyolysis, and another as myositis, were reported as adverse events with aliskiren use in the clinical trials. No cases were associated with renal dysfunction. 6.2 Postmarketing Experience The following adverse reactions have been reported in aliskiren postmarketing experience. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity: anaphylactic reactions and angioedema requiring airway management and hospitalization Urticaria Peripheral edema Hepatic enzyme increase with clinical symptoms of hepatic dysfunction Severe cutaneous adverse reactions, including Stevens-Johnson syndrome and toxic epidermal necrolysis Pruritus Erythema Hyponatremia Nausea, Vomiting"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Do not use Tekturna with ARBs or ACEIs in patients with diabetes [see Warnings and Precautions ( 5.2 ) and Clinical Studies ( 14.3 )]. Tekturna is contraindicated in patients with known hypersensitivity to any of the components [see Warnings and Precautions ( 5.3 )]. Tekturna is contraindicated in pediatric patients less than 2 years of age because of the risk of high aliskiren exposures identified in juvenile animals due to immaturity of transporters and metabolic enzymes [see Use in Specific Populations ( 8.4 )]. Do not use with angiotensin receptor blockers (ARBs) or angiotensin- converting enzyme inhibitors (ACEIs) in patients with diabetes. ( 4 ) Hypersensitivity to any of the components. ( 4 ) Tekturna is contraindicated in pediatric patients less than 2 years of age. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Starting dose (adults and pediatric patients): 150 mg once daily with a routine pattern with regard to meals. If blood pressure remains uncontrolled titrate up to 300 mg daily. ( 2.1 ) Majority of effect of given dose attained in 2 weeks. ( 2.1 ) 2.1 Recommended Dosage In adult patients and in pediatric patients weighing 50 kg or greater who are at least 6 years of age, the recommended starting dose of Tekturna is 150 mg once daily. In patients whose blood pressure is not adequately controlled, the daily dose may be increased to 300 mg once daily. Doses above 300 mg did not give an increased blood pressure response but resulted in an increased rate of diarrhea. The antihypertensive effect of a given dosage is substantially attained (85% to 90%) by 2 weeks. 2.2 Relationship to Meals Patients should establish a routine pattern for taking Tekturna with regard to meals. High-fat meals decrease absorption substantially [see Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tekturna is a renin inhibitor (RI) indicated for the treatment of hypertension in adults and in pediatric patients weighing 50 kg or greater who are at least 6 years of age, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. ( 1.1 ) 1.1 Hypertension Tekturna is indicated for the treatment of hypertension in adults and in pediatric patients weighing 50 kg or greater who are at least 6 years of age and older to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes. There are no controlled trials demonstrating risk reduction with Tekturna. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than 1 drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program's Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality have also been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (e.g., patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy."
  ],
  "fetched_at": "2025-10-01T17:14:20.199299",
  "source": "OpenFDA"
}