{
  "drug_name": "Alitretinoin",
  "generic_name": [
    "ALITRETINOIN"
  ],
  "brand_names": [
    "PANRETIN"
  ],
  "drug_interactions": [
    "Drug Interactions Patients who are applying Panretin ® gel should not concurrently use products that contain DEET (N,N-diethyl-m-toluamide), a common component of insect repellent products. Animal toxicology studies showed increased DEET toxicity when DEET was included as part of the formulation. Although there was no clinical evidence in the vehicle-controlled studies of drug interactions with systemic antiretroviral agents, including protease inhibitors, macrolide antibiotics, and azole antifungals, the effect of Panretin ® gel on the steady-state concentrations of these drugs is not known. No drug interaction data are available on concomitant administration of Panretin ® gel and systemic anti-KS agents."
  ],
  "warnings": [
    "WARNINGS Pregnancy: Panretin ® gel could cause fetal harm if significant absorption were to occur in a pregnant woman. 9- cis -Retinoic acid has been shown to be teratogenic in rabbits and mice. An increased incidence of fused sternebrae and limb and craniofacial defects occurred in rabbits given oral doses of 0.5 mg/kg/day (about five times the estimated daily human topical dose on a mg/m 2 basis, assuming complete systemic absorption of 9- cis -retinoic acid, when Panretin ® gel is administered as a 60 g tube over 1 month in a 60 kg human) during the period of organogenesis. Limb and craniofacial defects also occurred in mice given a single oral dose of 50 mg/kg on day eleven of gestation (about 127 times the estimated daily human topical dose on a mg/m 2 basis). Oral 9- cis -retinoic acid was also embryocidal, as indicated by early resorptions and post-implantation loss when it was given during the period of organogenesis to rabbits at doses of 1.5 mg/kg/day (about 15 times the estimated daily human topical dose on a mg/m 2 basis) and to rats at doses of 5 mg/kg/day (about 25 times the estimated daily human topical dose on a mg/m 2 basis). Animal reproduction studies with topical 9- cis -retinoic acid have not been conducted. It is not known whether topical Panretin ® gel can modulate endogenous 9- cis -retinoic acid levels in a pregnant woman nor whether systemic exposure is increased by application to ulcerated lesions or by duration of treatment. There are no adequate and well-controlled studies in pregnant women. If Panretin ® gel is used during pregnancy, or if the patient becomes pregnant while taking it, the patient should be apprised of the potential hazard to the fetus. Women of child-bearing potential should be advised to avoid becoming pregnant."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The safety of Panretin ® gel has been assessed in clinical studies of 385 patients with AIDS-related KS. Adverse events associated with the use of Panretin ® gel in patients with AIDS-related KS occurred almost exclusively at the site of application. The dermal toxicity begins as erythema; with continued application of Panretin ® gel, erythema may increase and edema may develop. Dermal toxicity may become treatment-limiting, with intense erythema, edema, and vesiculation. Usually, however, adverse events are mild to moderate in severity; they led to withdrawal from the study in only 7% of the patients. Severe local (application site) skin adverse events occurred in about 10% of patients in the U.S. study (versus 0% in the vehicle control). Table 2 lists the adverse events that occurred at the application site with an incidence of at least 5% during the double-blind phase in the Panretin ® gel-treated group and in the vehicle control group in either of the two controlled studies. Adverse events were reported at other sites but generally were similar in the two groups. TABLE 2: Adverse Events with an Incidence of at Least 5% at the Application Site in Either Controlled Study in Patients Receiving Panretin ® Gel or Vehicle Control Adverse Event Term Study 1 Study 2 Panretin ® Gel N=134 Pts. % Vehicle Gel N=134 Pts. % Panretin ® Gel N=36 Pts. % Vehicle Gel N=46 Pts. % Rash 1 77 11 25 4 Pain 2 34 7 0 4 Pruritus 3 11 4 8 4 Exfoliative dermatitis 4 9 2 3 0 Skin disorder 5 8 1 0 0 Paresthesia 6 3 0 22 7 Edema 7 8 3 3 0 Includes Investigator terms: 1 Erythema, scaling, irritation, redness, rash, dermatitis 2 Burning, pain 3 Itching, pruritus 4 Flaking, peeling, desquamation, exfoliation 5 Excoriation, cracking, scab, crusting, drainage, eschar, fissure or oozing 6 Stinging, tingling 7 Edema, swelling, inflammation To report SUSPECTED ADVERSE REACTIONS, contact Advanz Pharma (US) Corp. at 1-877-370-1142 or FDA at 1-800-FDA-1800 or www.fda.gov/medwatch"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Panretin ® gel is contraindicated in patients with a known hypersensitivity to retinoids or to any of the ingredients of the product."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION Panretin ® gel should initially be applied two (2) times a day to cutaneous KS lesions. The application frequency can be gradually increased to three (3) or four (4) times a day according to individual lesion tolerance. If application site toxicity occurs, the application frequency can be reduced. Should severe irritation occur, application of drug can be temporarily discontinued for a few days until the symptoms subside. Sufficient gel should be applied to cover the lesion with a generous coating. The gel should be allowed to dry for three to five minutes before covering with clothing. Because unaffected skin may become irritated, application of the gel to normal skin surrounding the lesions should be avoided. In addition, do not apply the gel on or near mucosal surfaces of the body. A response of KS lesions may be seen as soon as two weeks after initiation of therapy but most patients require longer application. With continued application, further benefit may be attained. Some patients have required over 14 weeks to respond. In clinical trials, Panretin ® gel was applied for up to 96 weeks. Panretin ® gel should be continued as long as the patient is deriving benefit. Occlusive dressings should not be used with Panretin ® gel."
  ],
  "indications": [
    "INDICATIONS & USAGE Panretin ® gel is indicated for topical treatment of cutaneous lesions in patients with AIDS-related Kaposi’s sarcoma. Panretin ® gel is not indicated when systemic anti-KS therapy is required (e.g., more than 10 new KS lesions in the prior month, symptomatic lymphedema, symptomatic pulmonary KS, or symptomatic visceral involvement). There is no experience to date using Panretin ® gel with systemic anti-KS treatment."
  ],
  "fetched_at": "2025-09-30T21:17:47.243077",
  "source": "OpenFDA"
}