{
  "drug_name": "Allopurinol",
  "generic_name": [
    "ALLOPURINOL"
  ],
  "brand_names": [
    "Allopurinol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The following drugs may increase the risk of serious skin reactions: bendamustine, thiazide diuretics, ampicillin and amoxicillin. ( 7.1 ) Capecitabine: Avoid concomitant use. ( 7.2 ) Mercaptopurine or Azathioprine: Reduce mercaptopurine or azathioprine dose as recommended in the respective prescribing information. ( 7.2 ) Pegloticase: Discontinue and refrain from initiating treatment with allopurinol tablets. ( 7.2 ) See FPI for complete list of significant drug interactions. ( 7.2 ) 7.1 Drugs Known to Affect the Occurrence of Skin Rash and Hypersensitivity Concomitant use of the following drugs may increase the risk of skin rash, which may be severe: bendamustine, thiazide diuretics, ampicillin and amoxicillin. Renal impairment may further increase risk with concomitant use of thiazide diuretics [see Warnings and Precautions ( 5.1 , 5.2 ) and Clinical Pharmacology ( 12.2 )] . Monitor kidney function and reduce the dose of allopurinol tablets in patients with concomitant thiazide diuretic use and impaired renal function [see Dosage and Administration ( 2.6 ), Warnings and Precautions ( 5.1 )]. Discontinue allopurinol tablets at the first appearance of skin rash or other signs which may indicate a hypersensitivity reaction when use concomitantly with these drugs [see Warnings and Precautions ( 5.1 )] . 7.2 Drugs Known to Have Clinically Important Drug Interactions with Allopurinol Tablets Table 3: Interventions for Clinically Important Drug Interactions with Allopurinol Tablets Capecitabine Clinical Impact Concomitant use with allopurinol may decrease concentration of capecitabine’s active metabolites, which may decrease capecitabine efficacy. Intervention Avoid the use of allopurinol tablets during treatment with capecitabine. Chlorpropamide Clinical Impact Allopurinol tablets prolong the half-life of chlorpropamide as both compete for renal tubular excretion. In patients with renal insufficiency, the risk of hypoglycemia may be increased due to this mechanism. Intervention Monitor patients with renal insufficiency for hypoglycemia when administering chlorpropamide and allopurinol tablets concomitantly. Cyclosporine Clinical Impact Concomitant use of allopurinol increases cyclosporine concentrations, which may increase the risk of adverse reactions. Intervention Increase frequency of monitoring cyclosporine concentrations as reflected in its prescribing information and modify the dosage of cyclosporine as appropriate when used concomitantly with allopurinol tablets. Cyclophosphamide and Other Cytotoxic Agents Clinical Impact Concomitant use of allopurinol with cyclophosphamide and other cytotoxic agents (doxorubicin, bleomycin, procarbazine, mechloroethamine) increases bone marrow suppression among patients with neoplastic disease, except leukemia. Intervention Blood count monitoring and regular physician follow-up are recommended. Dicumarol Clinical Impact Allopurinol tablets prolong the half-life of the anticoagulant, dicumarol. The mechanism of this drug interaction has not been established but should be noted when allopurinol tablets are given to patients already on dicumarol therapy. Intervention Monitor prothrombin time. Adjust the dosage of dicumarol accordingly when allopurinol tablets are added to anticoagulant therapy. Fluorouracil Clinical Impact Based on non-clinical data, allopurinol may decrease anti-tumor activity due to suppression of phosphorylation of 5-fluorouracil. Intervention Concomitant administration with fluorouracil should be avoided. Mercaptopurine or Azathioprine Clinical Impact Allopurinol inhibits xanthine oxidase mediated metabolism of mercaptopurine and azathioprine. Concomitant use of allopurinol increases the exposure of either mercaptopurine or azathioprine which may increase the risk of their adverse reactions, including myelosuppression [see Warnings and Precautions 5.5 ]. Intervention In patients receiving mercaptopurine or azathioprine, the concomitant administration of 300 mg to 600 mg of allopurinol tablets per day will require a reduction in dose to approximately one third to one fourth of the usual dose of mercaptopurine or azathioprine. Subsequent adjustment of doses of mercaptopurine or azathioprine should be made on the basis of therapeutic response and the appearance of toxic effects. Pegloticase Clinical Impact Concomitant use of allopurinol tablets and pegloticase may potentially blunt the rise of serum uric acid levels and increase the risk of pegloticase related anaphylaxis in patients whose uric acid level increase to above 6 mg/dL. Intervention Discontinue and do not institute allopurinol tablets therapy during treatment with pegloticase. Theophylline Clinical Impact Concomitant use of allopurinol doses greater than or equal to 600 mg/day may decrease the clearance of theophylline. Intervention Monitor and adjust theophylline doses as reflected in the prescribing information. Uricosuric Drugs Clinical Impact Uricosuric agents increase the excretion of the active allopurinol metabolite oxypurinol. Concomitant use with uricosuric agents decreases oxypurinol exposure which may reduce the inhibition of xanthine oxidase by oxypurinol and increases the urinary excretion of uric acid. The net effect of such combined therapy may be useful in some patients in achieving minimum serum uric acid levels provided the total urinary uric acid load does not exceed the competence of the patient's kidney function. Intervention Monitor uric acid levels due to the increased chance of hypouricemic effects. Warfarin Clinical Impact Allopurinol may inhibit the metabolism of warfarin, possibly enhancing its anticoagulant effect. Intervention Monitor patients on concomitant therapy for excessive anticoagulation. Assess INR frequently and adjust warfarin dosage accordingly when allopurinol is added to warfarin therapy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Skin Rash and Hypersensitivity [see Warnings and Precautions ( 5.1 )] Nephrotoxicity [see Warnings and Precautions ( 5.3 )] Hepatoxicity [see Warnings and Precautions ( 5.4 )] Myelosuppression [see Warnings and Precautions ( 5.5 )] Potential Effect on Driving and Use of Machinery [see Warnings and Precautions ( 5.6 )] The following adverse reactions associated with the use of allopurinol tablets were identified in literature, unpublished clinical trials or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The most frequent adverse reaction to allopurinol tablets is skin rash. Most Common Adverse Reactions (≥ 1%) Gastrointestinal : Diarrhea, nausea, alkaline phosphatase increase, AST/ALT increase. Metabolic and Nutritional : Acute attacks of gout. Skin and Appendages : Rash, maculopapular rash. Less Common Adverse Reactions (< 1%) Body As a Whole : Ecchymosis, fever, headache, malaise. Cardiovascular : Necrotizing angiitis, vasculitis, pericarditis, peripheral vascular disease, thrombophlebitis, bradycardia, vasodilation. Gastrointestinal : Hepatic necrosis, granulomatous hepatitis, hepatomegaly, hyperbilirubinemia, cholestatic jaundice, vomiting, intermittent abdominal pain, gastritis, dyspepsia, hemorrhagic pancreatitis, gastrointestinal bleeding, stomatitis, salivary gland swelling, hyperlipidemia, tongue edema, anorexia. Hemic and Lymphatic: Thrombocytopenia, eosinophilia, leukocytosis, leukopenia, aplastic anemia, agranulocytosis, eosinophilic fibrohistiocytic lesion of bone marrow, pancytopenia, prothrombin decrease, anemia, hemolytic anemia, reticulocytosis, lymphadenopathy, lymphocytosis. Musculoskeletal: Myopathy, arthralgias, myalgia. Nervous: Peripheral neuropathy, neuritis, paresthesia, somnolence, optic neuritis, confusion, dizziness, vertigo, foot drop, decrease in libido, depression, amnesia, tinnitus, asthenia, insomnia. Respiratory: Epistaxis, bronchospasm, asthma, pharyngitis, rhinitis. Skin and Appendages : Erythema multiforme exudativum (Stevens-Johnson syndrome), toxic epidermal necrolysis (Lyell's syndrome), hypersensitivity vasculitis, purpura, vesicular bullous dermatitis, exfoliative dermatitis, eczematoid dermatitis, pruritus, urticaria, alopecia, onycholysis, lichen planus, furunculosis, facial edema, sweating, skin edema. Special Senses : Taste loss/perversion, cataracts, macular retinitis, iritis, conjunctivitis, amblyopia. Urogenital: Renal failure, uremia, nephritis, impotence, primary hematuria, albuminuria. Endocrine: Infertility (male), hypercalcemia, gynecomastia (male). Most common adverse reactions (incidence > 1%) are nausea, diarrhea, and increase in liver function tests. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Par Pharmaceutical at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Allopurinol tablets are contraindicated in patients with a history of hypersensitivity reaction to allopurinol or to any of the ingredients of allopurinol tablets. Known hypersensitivity to allopurinol or to any of the ingredients of allopurinol tablets."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Gout : Prior to initiating treatment assess serum uric acid level, complete blood count, chemistry panel, liver and kidney function tests. Prophylactic treatment for gout flares is recommended. ( 2.1 , 2.2 ) Patients with normal kidney function: Initial dosage is 100 mg orally daily. Increase by 100 mg weekly increments until serum uric acid of 6 mg/dl or less is reached (maximum 800 mg daily). ( 2.3 ) Patients with impaired kidney function: The initial dosage is 50 mg orally daily. Follow recommendations for titration in patients with renal impairment until target serum uric acid level is reached. ( 2.6 ) See complete information in the Full Prescribing Information (FPI). Hyperuricemia Associated with Cancer Therapy : The recommended dosage is: Adults: 300 mg to 800 mg orally daily. Pediatric patients: 100 mg/m 2 orally every 8 hours to 12 hours (10 mg/kg/day, maximum 800 mg/day) See complete information in the FPI. ( 2.4 , 2.6 ) Recurrent Calcium Oxalate Calculi : The recommended initial dosage in patients with normal kidney function is 200 mg to 300 mg orally daily. ( 2.5 ) Dosage in Patients with Renal Impairment: See FPI for dosage modifications in patients with renal impairment. ( 2.6 ) 2.1 Recommended Testing Prior to Treatment Initiation Prior to initiating treatment with allopurinol tablets in patients with gout, assess the following baseline tests: serum uric acid level, complete blood count, chemistry panel, liver function tests (serum alanine aminotransferase [ALT], aspartate aminotransferase [AST], alkaline phosphatase, and total bilirubin), kidney function tests (serum creatinine and eGFR). 2.2 Recommended Prophylaxis for Gout Flares Gout flares may occur after initiation of allopurinol tablets due to changing serum uric acid levels resulting in mobilization of urate from tissue deposits. Flare prophylaxis with colchicine or an anti- inflammatory agent according to practice guidelines is recommended upon initiation of allopurinol tablets. While adjusting the dosage of allopurinol tablets in patients who are being treated with colchicine and/or anti-inflammatory agents, continue flare prophylaxis drugs until serum uric acid has been normalized and the patient has been free of gout flares for several months. If a gout flare occurs during allopurinol tablets treatment, allopurinol tablets need not be discontinued. Manage the gout flare concurrently, as appropriate for the individual patient [see Warnings and Precautions ( 5.2 )]. 2.3 Recommended Dosage for Gout The initial recommended dosage for the management of gout is 100 mg orally daily, with weekly increments of 100 mg, until a serum uric acid level of 6 mg/dL or less is reached. Initiating treatment with lower dosages of allopurinol tablets and titrating slowly, decreases the risk of gout flares and drug induced serious adverse reactions. In patients with renal impairment the initial dosage is 50 mg orally daily with lower dose increases until serum uric acid level of 6 mg/dL or less is reached. For complete dosage recommendations for patients with renal impairment see Table 1 [see Dosage and Administration ( 2.6 )]. The minimal effective dosage is 100 mg to 200 mg daily and the maximal recommended dosage is 800 mg daily. The appropriate dosage may be administered in divided doses or as a single equivalent dose with the 300 mg tablet. Doses in excess of 300 mg should be administered in divided doses. Monitor patients’ kidney function during the early stages of administration of allopurinol tablets and decrease the dosage or withdraw the drug if persistent abnormalities in kidney function occur [see Dosage and Administration (2.6), Warnings and Precautions (5.3), Use in Specific Populations ( 8.6 )]. The dosage of allopurinol tablets to achieve control of gout varies with the severity of the disease. In general, gout control is achieved with 200 mg to 300 mg daily in patients with mild gout, and with 400 mg to 600 mg daily in patients with moderate to severe tophaceous gout. Gout attacks usually become shorter and less severe after several months of therapy. If a dose of allopurinol tablets is missed, there is no need to double the dose at the next scheduled time. Allopurinol tablets is generally better tolerated if taken following meals. A fluid intake sufficient to yield a daily urinary output of at least 2 liters and the maintenance of a neutral or preferably, slightly alkaline urine are desirable. Inform patients of the possibility of gout flares [see Warnings and Precautions ( 5.2 )]. Instruct them to remain on allopurinol tablets if this occurs and to increase fluid intake during therapy to prevent kidney stones. Concurrent Use of Uricosuric Agents Some patients, may benefit using uricosuric agents concurrently, to reduce serum uric acid to target levels. When transferring a patient from a uricosuric agent to allopurinol tablets, reduce the dose of the uricosuric agent over a period of several weeks and increase the dose of allopurinol tablets gradually to the required dose needed to maintain target serum uric acid level. 2.4 Recommended Dosage for Hyperuricemia Associated with Cancer Therapy Initiate therapy with allopurinol tablets 24 hours to 48 hours before the start of chemotherapy known to cause tumor cell lysis. Administer fluids sufficient to yield a daily urinary output of at least 2 liters in adults (at least 100 mL/m 2 /hour in pediatric patients) with a neutral or, preferably, slightly alkaline urine. The recommended dosage of allopurinol tablets is: Adult patients – 300 mg to 800 mg orally daily Pediatric patients - 100 mg/m 2 orally every 8 hours to 12 hours (10 mg/kg/day, maximum 800 mg/day). In patients with body surface area < 0.5 m 2 , consider using an alternative allopurinol formulation. The dosage of allopurinol tablets to maintain normal or near-normal serum uric acid varies with the severity of the disease. Monitor serum uric acid levels at least daily and administer allopurinol tablets at a dose and frequency to maintain the serum uric acid within the normal range. Discontinue allopurinol tablets when the risk of tumor lysis has abated (2 days to 3 days from start of chemotherapy). For complete dosage recommendations for patients with renal impairment, see Table 2 [see Dosage and Administration ( 2.6 )] . 2.5 Recommended Dosage for Management of Recurrent Calcium Oxalate Calculi in Hyperuricosuric Patients The recommended dosage for the management of recurrent calcium oxalate stones in hyperuricosuric patients is 200 mg to 300 mg orally daily in divided doses or as the single equivalent. This dose may be adjusted depending upon the resultant control of the hyperuricosuria based upon subsequent 24-hour urinary urate determinations. 2.6 Recommended Dosage in Patients with Renal Impairment The recommended initial dosages of allopurinol tablets in adult patients with renal impairment are shown in Tables 1 and 2 [see Use in Specific Populations ( 8.6 )] . Patients with Gout The recommended initial dosages in adult patients with gout with impaired kidney function are shown in Table 1 [see Use in Specific Populations ( 8.6 )]. Initiate treatment with a lower dose of allopurinol tablets and increase the dose gradually in 50 mg/day increments every 2 weeks to 4 weeks in patients with renal impairment to decrease the risk of drug induced serious adverse reactions. Use the lowest dose possible to achieve the desired effect on serum and/or urine uric acid. Monitor kidney function in gout patients with chronic kidney disease closely when initiating treatment with allopurinol tablets and decrease or withdraw the drug if increased abnormalities in kidney function appear and persist. Table 1. Recommended Initial Dosage in Adult Patients with Gout eGFR Initial Dosage > 60 mL/minute No dosage modification > 30 to 60 mL/minute 50 mg daily > 15 to 30 mL/minute 50 mg every other day 5 to 15 mL/minute 50 mg twice weekly < 5 mL/minute 50 mg once weekly The maximum dosage that should be used in patients with various levels of renal impairment is not defined at different eGFR levels. Patients with Recurrent Calcium Oxalate Calculi Data are insufficient to provide dosage recommendations for the treatment of recurrent calcium oxalate calculi in patients with renal impairment. Allopurinol and its metabolites are excreted by the kidney, and accumulation of the drug can occur in renal failure [see Warnings and Precautions ( 5.3 ) and Use in Specific Populations ( 8.6 )]. Hyperuricemia Associated with Cancer Therapy The recommended dosage of allopurinol tablets for the management of hyperuricemia associated with cancer therapy in adult patients with renal impairment is shown in Table 2 [see Use in Specific Populations ( 8.6 )]. Table 2. Recommended Dosage of Allopurinol Tablets in Adult Patients for Management of Hyperuricemia Associated with Cancer Therapy with Renal Impairment eGFR Recommended Dosage > 20 mL/min to 60 mL/min No dosage modification 10 mL/min to 20 mL/min 200 mg/day < 10 mL/min 100 mg/day On dialysis 50 mg every 12 hours, or 100 mg every 24 hours Treatment with allopurinol tablets has not been studied in pediatric patients with severe renal impairment (eGFR < 20 mL/min) or on dialysis. There is insufficient information to establish dosing for allopurinol tablets in pediatric patients with renal impairment. In these patients, consider the risks and potential benefits before initiating treatment with allopurinol tablets [see Warnings and Precautions ( 5.3 ) and Use in Specific Populations ( 8.6 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Allopurinol tablets are indicated for: The management of adults with signs and symptoms of primary or secondary gout (acute attacks, tophi, joint destruction, uric acid lithiasis, and/or nephropathy) The management of adult and pediatric patients with leukemia, lymphoma and solid tumor malignancies who are receiving cancer therapy which causes elevations of serum and urinary uric acid levels The management of adult patients with recurrent calcium oxalate calculi whose daily uric acid excretion exceeds 800 mg/day in male patients and 750 mg/day in female patients, despite lifestyle changes (such as reduction of dietary sodium, non-dairy animal protein, oxylate rich foods, refined sugars and increases in oral fluids and fruits and vegetables) Limitations of Use Allopurinol tablets are not recommended for the treatment of asymptomatic hyperuricemia. Allopurinol tablets are a xanthine oxidase inhibitor indicated for the management of: Adult patients with signs and symptoms of primary or secondary gout (acute attacks, tophi, joint destruction, uric acid lithiasis, and/or nephropathy) ( 1 ) Adult and pediatric patients with leukemia, lymphoma and solid tumor malignancies who are receiving cancer therapy which causes elevations of serum and urinary uric acid levels ( 1 ) Adult patients with recurrent calcium oxalate calculi whose daily uric acid excretion exceeds 800 mg/day in male patients and 750 mg/day in female patients, despite lifestyle changes ( 1 ) Limitations of Use Allopurinol tablets are not recommended for the treatment of asymptomatic hyperuricemia. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:13:19.664870",
  "source": "OpenFDA"
}