{
  "drug_name": "Alogliptin",
  "generic_name": [
    "ALOGLIPTIN AND METFORMIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "alogliptin and metformin hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Carbionic anhydrase inhibitors may increase risk of lactic acidosis. Consider more frequent monitoring. ( 7 ) Drugs that reduce metformin clearance (such as ranolazine, vandetanib, dolutegravir, and cimetidine), may increase the accumulation of metformin. Consider the benefits and risks of concomitant use. ( 7 ) Alcohol can potentiate the effect of metformin on lactate metabolism. Warn patients against excessive alcohol intake. ( 7 ) Metformin HCl Carbonic Anhydrase Inhibitors Clinical Impact: Carbonic anhydrase inhibitors frequently cause a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with ALOGLIPTIN WITH METFORMIN HCl TABLETS may increase the risk of lactic acidosis. Intervention: Consider more frequent monitoring of these patients. Examples: Topiramate, zonisamide, acetazolamide or dichlorphenamide Drugs that Reduce Metformin Clearance Clinical Impact: Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2]/multidrug and toxin extrusion [MATE] inhibitors) could increase systemic exposure to metformin and may increase the risk for lactic acidosis [see Clinical Pharmacology (12.3) ] . Intervention: Consider the benefits and risks of concomitant use. Examples: Ranolazine, vandetanib, dolutegravir, and cimetidine Alcohol Clinical Impact: Alcohol is known to potentiate the effect of metformin on lactate metabolism. Intervention: Warn patients against excessive alcohol intake while receiving ALOGLIPTIN WITH METFORMIN HCl TABLETS. Insulin Secretagogues and Insulin Clinical Impact: Coadministration of ALOGLIPTIN WITH METFORMIN HCl TABLETS with an insulin secretagogue (e.g., sulfonylurea) or with insulin may increase the risk of hypoglycemia. Intervention: Patients may require a lower dose of the insulin secretagogue or insulin. Drugs Affecting Glycemic Control Clinical Impact: Certain drugs tend to produce hyperglycemia and may lead to loss of glycemic control. Intervention: When such drugs are administered to a patient receiving ALOGLIPTIN WITH METFORMIN HCl TABLETS, the patient should be closely observed for loss of blood glucose control. When such drugs are withdrawn from a patient receiving ALOGLIPTIN WITH METFORMIN HCl TABLETS, the patient should be observed closely for hypoglycemia. Examples: Thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs and isoniazid Alogliptin Cytochrome (CYP) P450, CYP-Substrates or Inhibitors Clinical Impact: Insulin Secretagogues and Insulin Insulin and insulin secretagogues are known to cause hypoglycemia. Coadministration of alogliptin and metformin HCl tablets with an insulin secretagogue (e.g., sulfonylurea) or insulin may require lower dosages of the insulin secretagogue or insulin to reduce the risk of hypoglycemia [see Warnings and Precautions (5.7) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below or elsewhere in the prescribing information: Pancreatitis [see Warnings and Precautions (5.2) ] Heart Failure [see Warnings and Precautions (5.3) ] Hypersensitivity Reactions [see Warnings and Precautions (5.4) ] Hepatic Effects [see Warnings and Precautions (5.5) ] Severe and Disabling Arthralgia [see Warnings and Precautions (5.8) ] Bullous Pemphigoid [see Warnings and Precautions (5.9) ] Most common adverse reactions (incidence ≥4%) are upper respiratory tract infection, nasopharyngitis, diarrhea, hypertension, headache, back pain and urinary tract infection. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals at 1-877-TAKEDA-7 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Alogliptin and Metformin HCl Over 2,700 patients with type 2 diabetes mellitus have received alogliptin coadministered with metformin in four large, randomized, double-blind controlled clinical trials. The racial distribution of patients exposed to trial medication was 65% White, 20% Asian, 7% Black or African American, 4% American Indian or Alaska Native, 0% Native Hawaiian/Other Pacific Islander and 4% Multiracial or other racial groups. The ethnic distribution was 23% Hispanic or Latino and 77% was not Hispanic or Latino. The mean exposure to alogliptin and metformin HCl tablets was 58 weeks, with more than 1,400 subjects treated for more than one year. These included two 26 week placebo-controlled trials, one 52 week active control study and an interim analysis of a 104 week active-controlled trial. In the alogliptin and metformin HCl tablets arm, the mean duration of diabetes mellitus was approximately six years, the mean body mass index (BMI) was 31 kg/m 2 (56% of patients had a BMI ≥30 kg/m 2 ) and the mean age was 55 years (18% of patients ≥65 years of age). In a pooled analysis of these four controlled clinical studies, the overall incidence of adverse reactions was 74% in patients treated with alogliptin and metformin HCl tablets compared to 75% treated with placebo. Overall discontinuation of therapy due to adverse reactions was 6.2% with alogliptin and metformin HCl tablets compared to 1.9% in placebo, 6.4% in metformin and 5.0% in alogliptin. Adverse reactions reported in ≥4% of patients treated with alogliptin and metformin HCl tablets and more frequently than in patients who received alogliptin, metformin or placebo are summarized in Table 1. Table 1. Adverse Reactions Reported in ≥4% of Adults with Type 2 Diabetes Mellitus Treated with Alogliptin and Metformin HCl Tablets and More Frequently Than in Patients Receiving Either Alogliptin, Metformin or Placebo Number of Patients (%) Alogliptin and Metformin HCl Tablets Alogliptin and metformin HCl tablets – includes data pooled for patients receiving alogliptin 25 and 12.5 mg combined with various doses of metformin Alogliptin Alogliptin – includes data pooled for patients receiving alogliptin 25 and 12.5 mg Metformin Metformin – includes data pooled for patients receiving various doses of metformin Placebo N=2794 N=222 N=1592 N=106 Upper respiratory tract infection 224 (8) 6 (3) 105 (7) 3 (3) Nasopharyngitis 191 (7) 7 (3) 93 (6) 2 (2) Diarrhea 155 (6) 4 (2) 105 (7) 3 (3) Hypertension 154 (6) 5 (2) 96 (6) 6 (6) Headache 149 (5) 11 (5) 74 (5) 3 (3) Back pain 119 (4) 1 (1) 72 (5) 1 (1) Urinary tract infection 116 (4) 4 (2) 59 (4) 2 (2) Alogliptin A total of 14,778 patients with type 2 diabetes mellitus participated in 14 randomized, double-blind, controlled clinical trials of whom 9,052 subjects were treated with alogliptin, 3,469 subjects were treated with placebo and 2,257 were treated with an active comparator. The racial distribution of patients exposed to trial medication was 71% White, 17% Asian, 6% Black or African American, 2% American Indian or Alaska Native, 0% Native Hawaiian/Other Pacific Islander and 5% Multiracial or other racial groups. The ethnic distribution was 30% Hispanic or Latino and 70% was not Hispanic or Latino. The mean duration of diabetes mellitus was seven years, the mean body mass index (BMI) was 31 kg/m 2 (49% of patients had a BMI ≥30 kg/m 2 ), and the mean age was 58 years (26% of patients ≥65 years of age). The mean exposure to alogliptin was 49 weeks with 3,348 subjects treated for more than one year. In a pooled analysis of these 14 controlled clinical trials, the overall incidence of adverse reactions was 73% in patients treated with alogliptin 25 mg compared to 75% with placebo and 70% with active comparator. Overall discontinuation of therapy due to adverse reactions was 6.8% with alogliptin 25 mg compared to 8.4% with placebo or 6.2% with active comparator. Adverse reactions reported in ≥4% of patients treated with alogliptin 25 mg and more frequently than in patients who received placebo are summarized in Table 2. Table 2. Adverse Reactions Reported in ≥4% Patients Treated with Alogliptin 25 mg and More Frequently Than in Patients Given Placebo in Pooled Studies Number of Patients (%) Alogliptin 25 mg Placebo Active Comparator N=6447 N=3469 N=2257 Nasopharyngitis 309 (5) 152 (4) 113 (5) Upper Respiratory Tract Infection 287 (5) 121 (4) 113 (5) Headache 278 (4) 101 (3) 121 (5) Hypoglycemia Alogliptin and Metformin HCl In a 26 week, double-blind, placebo-controlled trial of alogliptin in combination with metformin, the number of patients reporting hypoglycemia was 1.9% in the alogliptin 12.5 mg with metformin HCl 500 mg, 5.3% in the alogliptin 12.5 mg with metformin HCl 1000 mg, 1.8% in the metformin HCl 500 mg and 6.3% in the metformin HCl 1000 mg treatment groups. In a 26 week placebo-controlled trial of alogliptin 25 mg administered once daily as add-on to metformin regimen, the number of patients reporting hypoglycemic events was 0% in the alogliptin coadministered with metformin HCl and 2.9% in the placebo treatment groups. In a 52 week, active-controlled, double-blind trial of alogliptin once daily as add-on therapy to the combination of pioglitazone 30 mg and metformin compared to the titration of pioglitazone 30 mg to 45 mg and metformin, the number of patients reporting hypoglycemia was 4.5% in the alogliptin 25 mg with pioglitazone 30 mg and metformin group versus 1.5% in the pioglitazone 45 mg with metformin group. In an interim analysis conducted in a 104 week, double-blind, active-controlled trial of alogliptin 25 mg in combination with metformin, the number of patients reporting hypoglycemia was 1.4% in the alogliptin 25 mg with metformin group versus 23.8% in the glipizide with metformin group. Alogliptin Hypoglycemic events were documented based upon a blood glucose value and/or clinical signs and symptoms of hypoglycemia. In the monotherapy trial, the incidence of hypoglycemia was 1.5% in patients treated with alogliptin compared to 1.6% with placebo. The use of alogliptin as add-on therapy to glyburide or insulin did not increase the incidence of hypoglycemia compared to placebo. In a monotherapy trial comparing alogliptin to a sulfonylurea in elderly patients, the incidence of hypoglycemia was 5.4% with alogliptin compared to 26% with glipizide. In the EXAMINE trial, the incidence of investigator reported hypoglycemia was 6.7% in patients receiving alogliptin and 6.5% in patients receiving placebo. Serious adverse reactions of hypoglycemia were reported in 0.8% of patients treated with alogliptin and in 0.6% of patients treated with placebo. Metformin HCl Table 3. Most Common Adverse Reactions (≥5%) in a Placebo-Controlled Clinical Trial of Metformin Monotherapy Reactions that were more common in metformin than placebo-treated patients Adverse Reaction Metformin Monotherapy (n=141) Placebo (n=145) % of Patients Diarrhea 53.2 11.7 Nausea/vomiting 25.5 8.3 Flatulence 12.1 5.5 Asthenia 9.2 5.5 Indigestion 7.1 4.1 Abdominal discomfort 6.4 4.8 Headache 5.7 4.8 Laboratory Abnormalities Alogliptin and Metformin HCl No clinically meaningful differences were observed among treatment groups regarding hematology, serum chemistry or urinalysis results. Metformin HCl In metformin clinical trials of 29 week duration, a decrease to subnormal levels of previously normal serum vitamin B12 levels was observed in approximately 7% of patients. 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing use. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Alogliptin Gastrointestinal Disorders: acute pancreatitis, diarrhea, constipation, nausea, ileus Hepatobiliary Disorders: fulminant hepatic failure Immune System Disorders: hypersensitivity reactions including anaphylaxis Investigations: hepatic enzyme elevations Musculoskeletal and Connective Tissue Disorders: severe and disabling arthralgia, rhabdomyolysis Renal and Urinary Disorders: tubulointerstitial nephritis Skin and Subcutaneous Tissue Disorders: angioedema, rash, urticaria and severe cutaneous adverse reactions including Stevens-Johnson syndrome, bullous pemphigoid Metformin Hepatobiliary Disorders: Cholestatic, hepatocellular, mixed hepatocellular liver injury"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Alogliptin and metformin HCl tablets are contraindicated in patients with: Severe renal impairment (eGFR below 30 mL/min/1.73 m 2 ) [see Warnings and Precautions (5.1) ]. Acute or chronic metabolic acidosis, including diabetic ketoacidosis with or without coma. History of serious hypersensitivity reaction to alogliptin or metformin or any of the excipients, such as anaphylaxis, angioedema and severe cutaneous adverse reactions [see Warnings and Precautions (5.4) , Adverse Reactions (6.2) ] . Severe renal impairment: eGFR below 30 mL/min/1.73 m 2 . ( 4 ) Metabolic acidosis, including diabetic ketoacidosis. ( 4 ) History of serious hypersensitivity to alogliptin or metformin or any of the excipients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Individualize the starting dosage based on the patient's current regimen. ( 2.1 ) Given orally twice daily with food. ( 2.1 ) Adjust the dosage based on effectiveness and tolerability while not exceeding the maximum recommended daily dosage of 25 mg alogliptin and 2000 mg metformin HCl. ( 2.1 ) Prior to initiation, assess renal function with estimated glomerular filtration rate (eGFR). ( 2.2 ) Do not use in patients with eGFR below 60 mL/min/1.73 m 2 . Alogliptin and metformin HCl tablets may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures. ( 2.3 ) 2.1 Recommended Dosage Individualize the starting dosage of alogliptin and metformin HCl tablets based on the patient’s current regimen. Alogliptin and metformin HCl tablets should be taken orally twice daily with food with gradual dose escalation to reduce the gastrointestinal (GI) side effects due to metformin. Do not split tablets. Adjust the dosage based on effectiveness and tolerability while not exceeding the maximum recommended daily dose of 25 mg alogliptin and 2000 mg metformin hydrochloride (HCl). 2.2 Recommendations for Use in Renal Impairment Assess renal function prior to initiation of alogliptin and metformin HCl tablets and periodically thereafter. Alogliptin and metformin HCl tablets are contraindicated in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/min/1.73 m 2 [see Contraindications (4) , Warnings and Precautions (5.1) ] . Alogliptin and metformin HCl tablets are not recommended in patients with an eGFR between 30 and 59 mL/min/1.73 m 2 because these patients require a lower daily dosage of alogliptin than what is available in the fixed combination alogliptin and metformin HCl tablets product. Alogliptin and metformin HCl tablets require no dose adjustment in patients with an eGFR of 60 mL/min/1.73 m 2 or greater. 2.3 Discontinuation for Iodinated Contrast Imaging Procedures Discontinue alogliptin and metformin HCl tablets at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR between 30 and 60 mL/min/1.73 m 2 ; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart alogliptin and metformin HCl tablets if renal function is stable [see Warnings and Precautions (5.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Alogliptin and metformin HCl tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Alogliptin and metformin HCl tablets are a combination of alogliptin, a dipeptidyl-peptidase-4 (DPP-4) inhibitor and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Limitations of Use: Should not be used in patients with type 1 diabetes mellitus. ( 1 ) Limitations of Use Alogliptin and metformin HCl tablets should not recommended for use in patients with type 1 diabetes mellitus."
  ],
  "fetched_at": "2025-10-01T16:13:13.612015",
  "source": "OpenFDA"
}