{
  "drug_name": "Alpelisib",
  "generic_name": [
    "ALPELISIB"
  ],
  "brand_names": [
    "VIJOICE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Inducers : Avoid coadministration of VIJOICE with a strong CYP3A4 inducer. Consider an alternative concomitant drug with no or minimal potential to induce CYP3A4. ( 7.1 ) Breast Cancer Resistance Protein (BCRP) Inhibitors : Avoid the use of BCRP inhibitors in patients treated with VIJOICE. If unable to use alternative drugs, closely monitor for increased adverse reactions. ( 7.1 ) 7.1 Effect of Other Drugs on VIJOICE CYP3A4 Inducers Avoid coadministration of VIJOICE with strong CYP3A4 inducers and consider an alternative concomitant drug with no or minimal potential to induce CYP3A4. Alpelisib is metabolized by CYP3A4. Concomitant use of VIJOICE with a strong CYP3A4 inducer may decrease alpelisib concentration [see Clinical Pharmacology (12.3)] , which may decrease alpelisib activity. Breast Cancer Resistance Protein Inhibitors (BCRP) Avoid the use of BCRP inhibitors in patients treated with VIJOICE. If unable to use alternative drugs, when VIJOICE is used in combination with BCRP inhibitors, closely monitor for increased adverse reactions. Alpelisib is transported by BCRP. Concomitant use of VIJOICE with a BCRP inhibitor may increase alpelisib exposure [see Clinical Pharmacology (12.3)] , which may increase the risk of adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in the labeling: Severe Hypersensitivity [see Warnings and Precautions (5.1)] Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.2)] Hyperglycemia [see Warnings and Precautions (5.3)] Pneumonitis [see Warnings and Precautions (5.4)] Diarrhea or Colitis [see Warnings and Precautions (5.5)] Most common adverse reactions (Grades 1 to 4, incidence ≥ 10%) were diarrhea, stomatitis, and hyperglycemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of VIJOICE was evaluated in EPIK-P1 (NCT04285723), a single-arm clinical study in patients who were treated as part of an expanded access program for compassionate use. Fifty-seven patients 2 years of age and older with severe or life-threatening PIK3CA-Related Overgrowth Spectrum (PROS) received VIJOICE based on age at dosages ranging from 50 mg to 250 mg orally once daily [see Clinical Studies (14)] . Among patients who received VIJOICE, 95% were exposed for 6 months or longer and 79% were exposed for greater than one year. The median age of patients who received VIJOICE was 14 years (range, 2 to 50); 58% were female; 12% were White and race was not reported for 88%. Serious adverse reactions occurred in 12% of patients who received VIJOICE. Serious adverse reactions occurring in two or more patients included dehydration (n = 2) and cellulitis (n = 2). Dosage interruption of VIJOICE due to an adverse reaction occurred in 11% of patients. Adverse reactions which required dosage interruption in two or more patients included dizziness (n = 2) and vomiting (n = 2). Dose reductions of VIJOICE due to an adverse reaction occurred in 5% of patients. Adverse reactions which required dose reduction included alopecia, memory impairment, and soft tissue infection. The most common adverse reactions (≥ 10%) were diarrhea, stomatitis, and hyperglycemia. The most common Grade 3 or 4 laboratory abnormalities (≥ 2%) were increased glucose, decreased hemoglobin, decreased phosphate, increased bilirubin, decreased sodium, and decreased platelets. Adverse reactions and laboratory abnormalities are listed in Table 10 and Table 11, respectively. Table 10: Adverse Reactions (≥ 5%) in Patients with PROS Who Received VIJOICE in EPIK-P1 Grading according to CTCAE Version 4.03. a Stomatitis: including stomatitis and aphthous ulcer. VIJOICE N = 57 Adverse reactions All Grades (%) Grade 3 or 4 (%) Gastrointestinal disorders Diarrhea 16 0 Stomatitis a 16 0 Metabolism and nutrition disorders Hyperglycemia 12 0 Skin and subcutaneous tissue disorders Eczema 7 0 Dry skin 7 0 Alopecia 5 0 Nervous system disorders Headache 5 0 Infections and infestations Cellulitis 5 3.5 Clinically relevant adverse reactions in < 5% of patients who received VIJOICE included nausea, vomiting, dehydration, and mucosal dryness. Table 11: Laboratory Abnormalities Worsening from Baseline in ≥ 10% of Patients with PROS Who Received VIJOICE in EPIK-P1 Grading according to CTCAE Version 4.03. Abbreviation: N/A, not available. a The denominator used to calculate the rate varied from 9 to 50 based on the number of patients with a baseline value and at least one post-treatment value. b No Grade 4 laboratory abnormalities were reported. c Glucose increase is an expected laboratory abnormality of PI3K inhibition. d No CTCAE grade available. For HbA1c, baseline values increasing post-treatment to a value above the upper limit of the normal range (≥ 5.7%) are considered increased. Laboratory abnormality VIJOICE a N = 57 All Grades % Grade 3 or 4 % Chemistry Decreased calcium (corrected) 60 0 Decreased phosphate 59 5 b Increased glucose c 56 11 b Increased glycosylated hemoglobin (HbA1c) d 38 d N/A d Increased creatinine 31 0 Increased bilirubin 29 2 b Increased potassium 24 0 Increased triglycerides 19 0 Decreased magnesium 18 0 Increased aspartate aminotransferase (AST) 17 0 Increased cholesterol 13 0 Decreased albumin 13 0 Decreased sodium 12 2 b Decreased potassium 12 0 Increased gamma glutamyl transferase (GGT) 11 0 Increased alanine aminotransferase (ALT) 10 0 Hematology Decreased leukocyte 22 0 Decreased hemoglobin 20 6 b Decreased lymphocyte 20 0 Decreased neutrophil 19 0 Increased lymphocyte 17 0 Decreased platelets 14 2 b Other Clinical Trials Experience The following additional adverse reactions and laboratory abnormality have been identified following administration of VIJOICE: hypersensitivity, lipase increased, dermatitis, and abdominal pain. 6.2 Postmarketing Experience and Other Spontaneous Adverse Reaction Reports The following adverse reactions have been identified with VIJOICE use in patients with PROS in an expanded access program for compassionate use. Because these reactions are reported from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Metabolism and nutrition disorders: Decreased appetite. Skin and subcutaneous tissue disorders: Pruritus, rash (including rash maculo-papular, rash erythematous, rash papular, and rash pruritic), acne (including dermatitis acneiform)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VIJOICE is contraindicated in patients with severe hypersensitivity to alpelisib or any of its ingredients [see Warnings and Precautions (5.1)] . Severe hypersensitivity to VIJOICE or to any of its ingredients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dose: Pediatric patients (2 to less than 18 years of age): 50 mg taken orally once daily with food. ( 2.1 ) Adult patients: 250 mg taken orally once daily with food. ( 2.1 ) Administration: Swallow tablets whole. Do not chew, divide, or crush. ( 2.4 ) For patients who cannot swallow tablets whole, use tablets or oral granules to create a suspension or a mixture. ( 2.4 ) VIJOICE suspension made with water can be administered orally or via a nasogastric or gastric tube. ( 2.4 ) See full prescribing information for preparation and administration instructions. 2.1 Recommended Dosage Adult Patients The recommended dosage of VIJOICE in adult patients is 250 mg orally, once daily, administered as recommended [see Dosage and Administration (2.2, 2.3, 2.4)] until disease progression or unacceptable toxicity. Pediatric Patients (2 to less than 18 years of age) The recommended initial dosage of VIJOICE in pediatric patients is 50 mg orally, once daily, administered as recommended [see Dosage and Administration (2.2, 2.3, 2.4)] until disease progression or unacceptable toxicity. Consider a dose increase to 125 mg once daily in pediatric patients ≥ 6 years old for response optimization (clinical/radiological) after 24 weeks of treatment with VIJOICE at 50 mg once daily. When a pediatric patient turns 18 years old, consider a gradual dose increase up to 250 mg. Recommended dose increases by age group are listed in Table 1. Table 1: Recommended Daily VIJOICE Dose Levels for Pediatric Patients (2 to less than 18 years of age) a Dose can be administered as VIJOICE tablets or VIJOICE oral granules. b A recommended increased dose has not been established. Patient age (years) Initial dose Dose increase 2 to < 6 50 mg a Not applicable b 6 to < 18 50 mg a 125 mg 2.2 VIJOICE Dosage Form Overview VIJOICE is available in two dosage forms: tablets and oral granules. Prescribe the most appropriate dosage form of VIJOICE according to the dose required and patient needs. VIJOICE Tablets (50 mg, 125 mg, and 200 mg) may be administered as: Whole tablets: For patients who can swallow whole tablets. Tablets prepared as an oral suspension: For patients who have difficulty swallowing whole tablets [see Dosage and Administration (2.4)] . VIJOICE Oral Granules (50 mg per packet): For patients who are prescribed a 50 mg daily dose only [see Dosage and Administration (2.1)] . Do not use multiple 50 mg packets or a partial packet of oral granules for patients prescribed a 125 mg or a 250 mg dose [see Clinical Pharmacology (12.3)] . Do not combine VIJOICE tablets and VIJOICE oral granules to achieve the prescribed dose. 2.3 VIJOICE Administration Overview Take VIJOICE with food at approximately the same time each day [see Clinical Pharmacology (12.3)] . If a dose of VIJOICE is missed, it can be taken with food within 9 hours after the time it is usually taken. After more than 9 hours, skip the dose for that day. The next day, take VIJOICE at the usual time. If the patient vomits after taking the dose, advise the patient not to take an additional dose on that day, and to resume the dosing schedule the next day at the usual time. 2.4 VIJOICE Preparation and Administration Instructions VIJOICE Tablets Swallow VIJOICE tablets whole, or prepare as a suspension to administer orally, or via feeding tubes. VIJOICE Tablets, Whole Swallow VIJOICE tablets whole and take with food. Do not chew, divide, or crush. Do not use broken, cracked, or damaged tablets. VIJOICE Tablets Prepared as a Suspension for Oral use, or Feeding Tubes (Nasogastric or Gastric Tube) Administration For patients who are not able to swallow tablets, or who are using a feeding tube, prepare and administer VIJOICE as a suspension and take with food [see Clinical Pharmacology (12.3)] . To prepare VIJOICE tablets as a suspension for oral use, place VIJOICE tablets in a cup containing 2 to 4 ounces of water. To prepare VIJOICE tablets as a suspension for feeding tubes administration, place VIJOICE tablets in a cup containing 1 to 2 ounces of water. Make the suspension with water only. Let tablets stand in water for approximately 5 minutes. Crush the tablets with a spoon and stir until a suspension is obtained. Immediately after preparation, administer the suspension as directed below. If not administered immediately after preparation, stir the suspension with the same spoon to re-suspend any particles before administration. Discard the suspension if it is not administered within 60 minutes after preparation. Oral Administration Administer the suspension from the cup. After administration of the suspension, add approximately 1 to 2 ounces of water to the same cup. Stir with the same spoon to re-suspend any remaining particles and administer the entire contents of the cup orally. Repeat if particles remain. Feeding Tubes Administration Administer VIJOICE tablets prepared as a suspension via French size 5 to 12 diameter silicone or polyurethane nasogastric tubes, or via French size 12 to 24 diameter silicone gastric tubes. Withdraw VIJOICE suspension from the cup into an enteral syringe and administer it via the nasogastric or gastric tube. After administration, add approximately 1 to 2 ounces (approximately 30 to 60 mL) of water to the same cup. Stir with the same spoon to re-suspend any remaining particles. Withdraw the contents of the cup into the same enteral syringe and administer it via the nasogastric or gastric tube. Repeat if particles remain. VIJOICE Oral Granules Administer VIJOICE oral granules directly onto the tongue with water, or prepare as a suspension or a mixture for oral use. To administer via feeding tubes prepare the suspension with water only. Each packet is for single use only. No packet should be used if the packet seal is broken. Do not attempt to use partial quantities of oral granules from 50 mg granules packets to prepare a dose. Do not combine VIJOICE tablets and VIJOICE oral granules to achieve the prescribed dose of 125 mg or 250 mg. For patients for whom a daily dose of 50 mg is prescribed, administer VIJOICE oral granules [see Clinical Pharmacology (12.3)] in one of the following ways: VIJOICE Oral Granules for Direct Oral Administration Pour the contents of one VIJOICE oral granules packet directly onto the tongue and swallow with approximately 2 to 4 ounces of water. If needed, rinse the mouth with additional water and swallow to ensure no particles remain in the mouth. VIJOICE Oral Granules as a Suspension or a Mixture for Oral administration Pour the contents of one VIJOICE oral granules packet into a cup. Add 1 to 3 teaspoons (about 0.5 ounces) of a beverage (water, milk, or apple juice) or soft food (applesauce or yogurt) and stir with a spoon, then administer the suspension or the mixture immediately. Rinse the cup with up to 2 ounces of a beverage (water, milk or apple juice) and administer the rinse immediately to ensure the entire dose is administered. If particles remain, repeat until the full dose is administered. If not administered immediately after preparation, stir the suspension or the mixture with the same spoon to re-suspend any particles before administration. Discard the oral granules mixed with water, milk, apple juice, applesauce, or yogurt if they are not administered within 60 minutes after preparation. VIJOICE Oral Granules Suspension for Feeding Tubes Administration For patients who are not able to swallow VIJOICE orally, administer VIJOICE via feeding tubes. Administer VIJOICE granules via French size 8 to 12 diameter silicone or polyurethane nasogastric tubes or via French size 12 to 24 diameter silicone gastric tubes. Pour the contents of one VIJOICE granules packet into a cup. Add 4 teaspoons (about 0.7 ounces or 20 mL) of water and stir gently with a spoon until a suspension is obtained. Make the suspension with water only. Immediately after preparation, withdraw the suspension from the cup into an enteral syringe and administer it via the nasogastric or gastric tube. After administration, add 4 teaspoons (about 0.7 ounces or 20 mL) of water to the same cup. Stir with the same spoon to re-suspend any remaining particles. Withdraw the contents of the cup into the same enteral syringe and administer it via the nasogastric or gastric tube. Repeat if particles remain. If not administered immediately after preparation, stir the suspension with the same spoon to re-suspend any particles before withdrawing into an enteral syringe for administration. Discard the suspension if it is not administered within 60 minutes after preparation. 2.5 Dosage Modifications for Adverse Reactions The recommended VIJOICE dose reductions for adverse reactions in adult and pediatric patients are listed in Table 2 and Table 3, respectively. Table 2: VIJOICE Dosage Reduction Recommendations for Adverse Reactions in Adult Patients a Dose can be administered as VIJOICE tablets or VIJOICE oral granules. VIJOICE dose level Dose and schedule First-dose reduction 125 mg once daily Second-dose reduction 50 mg once daily a Table 3: VIJOICE Dosage Reduction Recommendations for Adverse Reactions in Pediatric Patients a Dose can be administered as VIJOICE tablets or VIJOICE oral granules. Action VIJOICE dose prior to dose reduction 125 mg once daily 50 mg once daily Dose reduction 50 mg once daily a Not applicable Discontinue VIJOICE in adults or pediatric patients who cannot tolerate 50 mg daily. Tables 4, 5, 6, 7, 8, and 9 summarize recommendations for dose interruption, reduction, or discontinuation of VIJOICE in the management of specific adverse reactions. Cutaneous Adverse Reactions If a severe cutaneous adverse reaction (SCAR) is confirmed, permanently discontinue VIJOICE. Do not reintroduce VIJOICE in patients who have experienced previous SCAR during VIJOICE treatment [see Warnings and Precautions (5.2)] . Table 4: Dosage Modification and Management for Rash and Severe Cutaneous Adverse Reactions (SCARs) a Grading according to Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0. b For all grades of rash, consider consultation with a dermatologist. c Antihistamines administered prior to rash onset may decrease incidence and severity of rash. [see Warnings and Precautions (5.1, 5.2)] Grade a,b Recommendation for adult and pediatric patients c Grade 1 (< 10% body surface area [BSA] with active skin toxicity) No VIJOICE dosage modification is required unless the etiology is determined to be SCAR. Initiate topical corticosteroid treatment. Consider adding oral antihistamine to manage symptoms. If active rash is not improved within 28 days of appropriate treatment, add a low dose systemic corticosteroid. If the etiology is determined to be SCAR, permanently discontinue VIJOICE. Grade 2 (10% to 30% BSA with active skin toxicity) No VIJOICE dosage modification is required unless the etiology is determined to be SCAR. Initiate or intensify topical corticosteroid and oral antihistamine treatment. Consider low dose systemic corticosteroid treatment. If rash improves to Grade ≤ 1 within 10 days, systemic corticosteroid may be discontinued. If the etiology is determined to be SCAR, permanently discontinue VIJOICE. Grade 3 (e.g., severe rash not responsive to medical management) (> 30% BSA with active skin toxicity) Interrupt VIJOICE and initiate or intensify topical/systemic corticosteroid and oral antihistamine treatment. If the etiology is determined to be SCAR, permanently discontinue VIJOICE. For rashes other than SCAR Adult Patients: Upon improvement to Grade ≤ 1, resume VIJOICE at the next lower dose level. Pediatric Patients: Upon improvement to Grade ≤ 1, either resume VIJOICE at 50 mg while continuing oral antihistamine treatment or permanently discontinue VIJOICE. Permanently discontinue VIJOICE if: Patient was receiving antihistamines at the time of rash onset and antihistamine dose cannot be increased Grade ≥ 3 rash recurs Grade 4 (e.g., severe bullous, blistering or exfoliating skin conditions) (any % BSA associated with extensive superinfection, with IV antibiotics indicated; life-threatening consequences) Permanently discontinue VIJOICE. Hyperglycemia Before initiating treatment with VIJOICE, test fasting plasma glucose (FPG), HbA1c, and optimize blood glucose. After initiating treatment with VIJOICE, monitor fasting glucose (FPG or fasting blood glucose) at least once every week for the first 2 weeks, then at least once every 4 weeks, and as clinically indicated. Monitor HbA1c every 3 months and as clinically indicated. In patients with risk factors for hyperglycemia, monitor fasting glucose more closely and as clinically indicated [see Warnings and Precautions (5.3)] . Table 5: Dosage Modification and Management for Hyperglycemia Abbreviation: ULN, upper limit of normal. a FPG/Fasting Blood Glucose/Grade levels reflect hyperglycemia grading according to Common Terminology Criteria for Adverse Events (CTCAE) Version 4.03. b Initiate applicable anti-hyperglycemic medications, including metformin in adult and pediatric patients ≥ 10 years, SGLT2 inhibitors or insulin sensitizers (such as thiazolidinediones or dipeptidyl peptidase-4 inhibitors) in adult patients, and review respective prescribing information for dosing and dose titration recommendations, including local hyperglycemic treatment guidelines [see Warnings and Precautions (5.3)] . [see Warnings and Precautions (5.3)] Fasting plasma glucose (FPG)/Fasting blood glucose values a Recommendation for adult and pediatric patients Dose modifications and management should only be based on fasting glucose values (FPG or fasting blood glucose). Grade 1 Fasting glucose > ULN -160 mg/dL or > ULN -8.9 mmol/L No VIJOICE dosage modification is required. Initiate or intensify oral anti-hyperglycemic treatment b . Grade 2 Fasting glucose > 160 - 250 mg/dL or > 8.9 - 13.9 mmol/L No VIJOICE dosage modification is required. Initiate or intensify oral anti-hyperglycemic treatment b . Adult Patients: If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 21 days under appropriate anti-hyperglycemic treatment b , reduce VIJOICE dose by 1 dose level and follow fasting glucose value-specific recommendations. Pediatric Patients: If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 21 days under appropriate anti-hyperglycemic treatment b , interrupt VIJOICE until improvement to Grade ≤ 1, then resume VIJOICE at 50 mg and follow fasting glucose value-specific recommendations. Grade 3 Fasting glucose > 250 - 500 mg/dL or > 13.9 - 27.8 mmol/L Interrupt VIJOICE. Initiate or intensify oral anti-hyperglycemic treatment b and consider additional anti-hyperglycemic medications for 1-2 days until hyperglycemia improves, as clinically indicated. Administer intravenous hydration and consider appropriate treatment (e.g., intervention for electrolyte/ketoacidosis/hyperosmolar disturbances). Adult Patients: If fasting glucose decreases to ≤ 160 mg/dL or 8.9 mmol/L within 3 to 5 days under appropriate anti-hyperglycemic treatment, resume VIJOICE at 1 lower dose level. If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 3 to 5 days under appropriate anti-hyperglycemic treatment, consultation with a physician with expertise in the treatment of hyperglycemia is recommended. If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 21 days following appropriate anti-hyperglycemic treatment b , permanently discontinue VIJOICE. Pediatric Patients: If fasting glucose decreases to ≤ 160 mg/dL or 8.9 mmol/L within 3 to 5 days under appropriate anti-hyperglycemic treatment, resume VIJOICE at 50 mg. If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 3 to 5 days under appropriate anti-hyperglycemic treatment, consultation with a physician with expertise in the treatment of hyperglycemia is recommended to determine if treatment with VIJOICE should be resumed or permanently discontinued. If fasting glucose does not decrease to ≤ 160 mg/dL or 8.9 mmol/L within 21 days following appropriate anti-hyperglycemic treatment b , permanently discontinue VIJOICE. If hyperglycemia recurs at Grade ≥ 3, consider permanent discontinuation of VIJOICE. Grade 4 Fasting glucose > 500 mg/dL or > 27.8 mmol/L Interrupt VIJOICE. Initiate or intensify appropriate oral anti-hyperglycemic treatment b . Administer intravenous hydration and consider appropriate treatment (e.g., intervention for electrolyte/ketoacidosis/hyperosmolar disturbances). Re-check fasting glucose within 24 hours and as clinically indicated. If fasting glucose decreases to ≤ 500 mg/dL or 27.8 mmol/L, follow fasting glucose value-specific recommendations for Grade 3. If fasting glucose is confirmed at > 500 mg/dL or 27.8 mmol/L, permanently discontinue VIJOICE. Pneumonitis Table 6: Dosage Modification for Pneumonitis a Grading according to CTCAE Version 5.0. [see Warnings and Precautions (5.4)] Grade a Recommendation for adult and pediatric patients Any Grade • Interrupt VIJOICE if pneumonitis is suspected. • Permanently discontinue VIJOICE if pneumonitis is confirmed. Diarrhea or Colitis In pediatric patients, consider consultation with a physician with experience in the treatment of gastrointestinal conditions. Table 7: Dosage Modification and Management for Diarrhea or Colitis a Grading according to CTCAE Version 5.0. b For Grade 2 and 3 colitis consider additional treatment, such as enteric-acting and/or systemic steroids. [see Warnings and Precautions (5.5)] Grade a Recommendation for adult and pediatric patients Grade 1 No VIJOICE dosage modification is required. Initiate appropriate medical therapy and monitor as clinically indicated. Grade 2 Interrupt VIJOICE dose until improvement to Grade ≤ 1, then resume VIJOICE at the same dose level. Initiate or intensify appropriate medical therapy and monitor as clinically indicated b . Adult Patients: For recurrent Grade ≥ 2, interrupt VIJOICE dose until improvement to Grade ≤ 1, then resume VIJOICE at the next lower dose level. Pediatric Patients: For recurrent Grade ≥ 2, interrupt VIJOICE dose until improvement to Grade ≤ 1, then resume VIJOICE at 50 mg. Grade 3 Interrupt VIJOICE dose until improvement to Grade ≤ 1. Initiate or intensify appropriate medical therapy and monitor as clinically indicated b . Adult Patients: Once improved to Grade ≤ 1, then resume VIJOICE at the next lower dose level. Pediatric Patients: Once improved to Grade ≤ 1, either resume VIJOICE at 50 mg or permanently discontinue VIJOICE. For recurrent Grade ≥ 3, consider permanent discontinuation of VIJOICE. Grade 4 Permanently discontinue VIJOICE. Pancreatitis Table 8: Dosage Modification for Pancreatitis a Grading according to CTCAE Version 5.0. Grade a Recommendation for adult and pediatric patients Grade 2 Interrupt VIJOICE dose until improvement to Grade < 2. Adult Patients: Resume VIJOICE at the next lower dose level (only one dose reduction is permitted). If pancreatitis recurs, permanently discontinue VIJOICE. Pediatric Patients: Resume VIJOICE at 50 mg. If pancreatitis recurs, permanently discontinue VIJOICE. Grade 3 Adult Patients: Interrupt VIJOICE dose until improvement to Grade < 2. Resume VIJOICE at the next lower dose level (only one dose reduction is permitted). If pancreatitis recurs, permanently discontinue VIJOICE. Pediatric Patients: Permanently discontinue VIJOICE. Grade 4 Permanently discontinue VIJOICE. Other Adverse Reactions Table 9: Dosage Modification and Management for Other Adverse Reactions (Excluding Rash and Severe Cutaneous Adverse Reactions, Hyperglycemia, Pneumonitis, Diarrhea or Colitis, and Pancreatitis) a Grading according to CTCAE Version 5.0. b For Grade 2 total bilirubin elevation in adult patients, interrupt VIJOICE dose until improvement to Grade ≤ 1. If improvement occurs in ≤ 14 days, resume at the same dose level. If improvement occurs in > 14 days, resume VIJOICE at the next lower dose level. c For Grade 2 total bilirubin elevation in pediatric patients, interrupt VIJOICE dose until improvement to Grade ≤ 1. If improvement occurs in ≤ 14 days, resume at the same dose level. If improvement occurs in > 14 days, resume VIJOICE at 50 mg. d If alopecia becomes a concern, consider consulting a dermatologist. Grade a Recommendation for adult and pediatric patients Grade 1 or 2 b,c,d No VIJOICE dosage modification is required. Initiate appropriate medical therapy and monitor as clinically indicated b,c,d . Grade 3 Interrupt VIJOICE dose until improvement to Grade ≤ 1. Initiate or intensify appropriate medical therapy and monitor as clinically indicated. Adult Patients: Once improved to Grade ≤ 1, then resume VIJOICE at the next lower dose level. Pediatric Patients: Once improved to Grade ≤ 1, either resume VIJOICE at 50 mg or permanently discontinue VIJOICE. If adverse reaction recurs at Grade ≥ 3, consider permanent discontinuation of VIJOICE. Consider consultation with a qualified physician with specific expertise in the field of the concerned adverse reaction. Grade 4 Permanently discontinue VIJOICE."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VIJOICE is indicated for the treatment of adult and pediatric patients 2 years of age and older with severe manifestations of PIK3CA-Related Overgrowth Spectrum (PROS) who require systemic therapy. This indication is approved under accelerated approval based on response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). VIJOICE is a kinase inhibitor indicated for the treatment of adult and pediatric patients 2 years of age and older with severe manifestations of PIK3CA-Related Overgrowth Spectrum (PROS) who require systemic therapy. This indication is approved under accelerated approval based on response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:33:42.344240",
  "source": "OpenFDA"
}