{
  "drug_name": "Alprostadil",
  "generic_name": [
    "ALPROSTADIL"
  ],
  "brand_names": [
    "Alprostadil"
  ],
  "drug_interactions": [
    "Drug Interactions No drug interactions have been reported between alprostadil injection and the therapy standard in neonates with restricted pulmonary or systemic blood flow. Standard therapy includes antibiotics, such as penicillin and gentamicin; vasopressors, such as dopamine and isoproterenol; cardiac glycosides; and diuretics, such as furosemide."
  ],
  "warnings": [
    "WARNINGS See WARNING box. NOTE : Alprostadil injection must be diluted before it is administered. See dilution instructions in DOSAGE AND ADMINISTRATION section. The administration of alprostadil injection to neonates may result in gastric outlet obstruction secondary to antral hyperplasia. This effect appears to be related to duration of therapy and cumulative dose of the drug. Neonates receiving alprostadil injection at recommended doses for more than 120 hours should be closely monitored for evidence of antral hyperplasia and gastric outlet obstruction. Alprostadil injection should be infused for the shortest time and at the lowest dose that will produce the desired effects. The risks of long-term infusion of alprostadil injection should be weighed against the possible benefits that critically ill infants may derive from its administration."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Central Nervous System Apnea has been reported in about 12% of the neonates treated (see WARNING box). Other common adverse reactions reported have been fever in about 14% of the patients treated and seizures in about 4%. The following reactions have been reported in less than 1% of the patients: cerebral bleeding, hyperextension of the neck, hyperirritability, hypothermia, jitteriness, lethargy, and stiffness. Cardiovascular System The most common adverse reactions reported have been flushing in about 10% of patients (more common after intraarterial dosing), bradycardia in about 7%, hypotension in about 4%, tachycardia in about 3%, cardiac arrest in about 1%, and edema in about 1%. The following reactions have been reported in less than 1% of the patients: congestive heart failure, hyperemia, second degree heart block, shock, spasm of the right ventricle infundibulum, supraventricular tachycardia, and ventricular fibrillation. Respiratory System The following reactions have been reported in less than 1% of the patients: bradypnea, bronchial wheezing, hypercapnia, respiratory depression, respiratory distress, and tachypnea. Gastrointestinal System See WARNINGS . The most common adverse reaction reported has been diarrhea in about 2% of the patients. The following reactions have been reported in less than 1% of the patients: gastric regurgitation, and hyperbilirubinemia. Hematologic System The most common hematologic event reported has been disseminated intravascular coagulation in about 1% of the patients. The following events have been reported in less than 1% of the patients: anemia, bleeding, and thrombocytopenia. Excretory System Anuria and hematuria have been reported in less than 1% of the patients. Skeletal System Cortical proliferation of the long bones has been reported (see PRECAUTIONS ). Miscellaneous Sepsis has been reported in about 2% of the patients. Peritonitis has been reported in less than 1% of the patients. Hypokalemia has been reported in about 1%, and hypoglycemia and hyperkalemia have been reported in less than 1% of the patients. To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals, Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS None."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The preferred route of administration for alprostadil injection is continuous intravenous infusion into a large vein. Alternatively, alprostadil injection may be administered through an umbilical artery catheter placed at the ductal opening. Increases in blood pO 2 (torr) have been the same in neonates who received the drug by either route of administration. Begin infusion with 0.05 to 0.1 micrograms alprostadil per kilogram of body weight per minute. A starting dose of 0.1 micrograms per kilogram of body weight per minute is the recommended starting dose based on clinical studies; however, adequate clinical response has been reported using a starting dose of 0.05 micrograms per kilogram of body weight per minute. After a therapeutic response is achieved (increased pO 2 in infants with restricted pulmonary blood flow or increased systemic blood pressure and blood pH in infants with restricted systemic blood flow), reduce the infusion rate to provide the lowest possible dosage that maintains the response. This may be accomplished by reducing the dosage from 0.1 to 0.05 to 0.025 to 0.01 micrograms per kilogram of body weight per minute. If response to 0.05 micrograms per kilogram of body weight per minute is inadequate, dosage can be increased up to 0.4 micrograms per kilogram of body weight per minute although, in general, higher infusion rates do not produce greater effects. Dilution Instructions To prepare infusion solutions, dilute 1 mL of alprostadil injection with sodium chloride injection, USP or dextrose injection, USP. Undiluted alprostadil injection may interact with the plastic sidewalls of volumetric infusion chambers causing a change in the appearance of the chamber and creating a hazy solution. Should this occur, the solution and the volumetric infusion chamber should be replaced. When using a volumetric infusion chamber, the appropriate amount of intravenous infusion solution should be added to the chamber first. The undiluted alprostadil injection should then be added to the intravenous infusion solution, avoiding direct contact of the undiluted solution with the walls of the volumetric infusion chamber. Dilute to volumes appropriate for the pump delivery system available. Prepare fresh infusion solutions every 24 hours. Discard any solution more than 24 hours old . Sample Dilutions and Infusion Rates to Provide a Dosage of 0.1 Micrograms per Kilogram of Body Weight per Minute Add 1 vial (500 micrograms) alprostadil to: Approximate Concentration of resulting solution (micrograms/mL) lnfusion rate (mL/min per kg) (of body weight) 250 mL 2 0.05 100 mL 5 0.02 50 mL 10 0.01 25 mL 20 0.005 Example: To provide 0.1 micrograms/kilogram of body weight per minute to an infant weighing 2.8 kilograms using a solution of 1 vial alprostadil injection in 100 mL of saline or dextrose: INFUSION RATE = 0.02 mL/min per kg × 2.8 kg = 0.056 mL/min or 3.36 mL/hr. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE Alprostadil injection, USP is indicated for palliative, not definitive, therapy to temporarily maintain the patency of the ductus arteriosus until corrective or palliative surgery can be performed in neonates who have congenital heart defects and who depend upon the patent ductus for survival. Such congenital heart defects include pulmonary atresia, pulmonary stenosis, tricuspid atresia, tetralogy of Fallot, interruption of the aortic arch, coarctation of the aorta, or transposition of the great vessels with or without other defects. In infants with restricted pulmonary blood flow, the increase in blood oxygenation is inversely proportional to pretreatment pO 2 values; that is, patients with low pO 2 values respond best, and patients with pO 2 values of 40 torr or more usually have little response. Alprostadil injection, USP should be administered only by trained personnel in facilities that provide pediatric intensive care."
  ],
  "fetched_at": "2025-09-30T21:34:02.249045",
  "source": "OpenFDA"
}