{
  "drug_name": "AMG-131",
  "generic_name": [
    "SODIUM IODIDE I-131"
  ],
  "brand_names": [
    "Sodium Iodide I-131"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use of bone marrow depressants may enhance the depression of the hematopoietic system caused by the use of large doses of sodium iodide I 131 [see Warnings and Precautions (5.2 )] . Many drugs and iodide-containing foods interfere with the accumulation of radioiodide by the thyroid. Review the patients history, current medications, and recent diagnostic tests prior to the administration of sodium iodide I 131 [see Warnings and Precautions (5.8) ] . Advise patients to maintain a low-iodide diet two weeks prior to radioiodide administration and continue for several days during the uptake or imaging process and to discontinue taking the following products before they undergo the procedure as shown in Table 4. Table 4 Pharmaceuticals/OTCs/Agents Blocking Radioiodine Uptake Type of Medication Recommended time of withdrawal Thionamide medications (e.g., propylthiouracil, methimazole, carbimazole) 3 days Multivitamins containing iodide 10 days Natural or synthetic thyroid hormones triiodothyronine thyroxine 2 weeks 4 weeks Iodide-containing foods: iodized salt, dairy products, egg yolks, seafood, turkey and liver 2 weeks Kelp, agar, carrageenan, Lugol solution 3 weeks Saturated solution of potassium iodide 3 weeks Topical iodide (e.g., surgical skin preparation) 3 weeks Intravenous radiographic contrast agents Water soluble Lipophilic 2 months 6 months Amiodarone 6 months Many drugs and iodine-containing foods interfere with the accumulation of radioiodide by the thyroid. Instruct patients to maintain a low-iodide diet (2 weeks) and discontinue anti-thyroid therapy (3 days) before administration. ( 5.8 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described below and elsewhere in labeling: Radiation-induced Thyroiditis [see Warnings and Precautions (5.1) ] . Radiation-induced Toxicities [see Warnings and Precautions (5.2) ]. Hypersensitivity Reactions [see Warnings and Precautions (5.3) ]. Embryo-Fetal Toxicity[see Warnings and Precautions (5.4) , Use in Specific Population (8.1) ]. Increased Radiation Exposure to Breast Tissue with Lactation [see Warnings and Precautions (5.5) , Use in Specific Populations (8.2) ]. Transient Infertility [see Warnings and Precautions (5.6) , Use in Specific Population (8.3) ]. Radiation Exposure to Other Individuals [see Warnings and Precautions (5.7) ]. Risk of Decreased Effectiveness of Therapy [see Warnings and Precautions (5.8) ]. Common adverse reactions reported with therapeutic doses of sodium iodide I-131 include local swelling, radiation sickness, sialadenitis, salivary gland dysfunction, bone marrow depression, lacrimal gland dysfunction, hypothyroidism, hyperthyroidism, thyrotoxic crisis.( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact International Isotopes Inc. at 1-800-699-3108 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Postmarketing Experience The following adverse reactions have been reported during post-approval use of sodium iodide I-131 (Table 3). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 3 Postmarket Adverse Reactions by System Organ Class System Organ Class* Symptoms* Cardiac disorders Chest pain, tachycardia Congenital, familial and genetic disorders Chromosomal abnormalities, congenital hypothyroidism Endocrine disorders Hyperthyroidism, hypoparathyroidism, hypothyroidism, thyrotoxic crisis Eye disorders Lacrimal gland dysfunction Gastrointestinal disorders Gastritis, nausea, salivary gland dysfunction, sialadenitis, vomiting General disorders and administration site conditions Local swelling of thyroid or sites of iodide avid tumor Hematologic and lymphatic disorders including fatalities Anemia, blood dyscrasia, bone marrow depression, leukopenia, thrombocytopenia Immune system disorders Bronchospasm Neoplasms benign, malignant and unspecified (including cysts and polyps) Acute leukemia, solid cancer Nervous system disorders +Cerebral edema, headache Respiratory, thoracic and mediastinal disorders ♦Pulmonary fibrosis, ♦radiation pneumonitis Skin and subcutaneous tissue disorders Hives, itching, rash * In alphabetical order + In patients with iodide-avid brain metastases ♦ In patients with iodide-avid lung metastases"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sodium Iodide I-131 is contraindicated in: Patients with vomiting and diarrhea [see Warning and Precautions (5.7) ] . Patients with thyroid malignancies shown to have no iodide uptake, which include the majority of medullary or anaplastic carcinomas. Patients receiving concurrent anti-thyroid therapy [see Warning and Precautions (5.1) and Drug Interactions (7) ] . Pregnancy [see Warnings and Precautions (5.4) , see Use in Specific Populations (8.1) ] . Lactation [see Warnings and Precautions (5.5) ] . Patients with vomiting and diarrhea. ( 4 ) Patients with thyroid malignancies shown to have no iodide uptake. ( 4 ) Patients receiving concurrent anti-thyroid therapy. Pregnancy. ( 4 ) Lactation. ( 4 )"
  ],
  "dosage_administration": [
    "The concentrated sodium iodide I 131 solution provided must be diluted. ( 2.2 ) See Full Prescribing Information for important administration instructions and dilution and preparation instructions for sodium iodide l 131 capsules or oral solution. ( 2.2 , 2.4 ) The recommended dose is based on the thyroid gland uptake as well as the size of the gland: Treatment of Hyperthyroidism: Recommended dosage is 148 to 370 megabecquerels (MBq) [4 to 10 millicuries (mCi). ( 2.3 ) Treatment of Thyroid Carcinoma: Recommended dosage is 1,110 to 33,700 MBq (30 to 100 mCi). ( 2.3 ) 2.1 Radiation Safety Sodium Iodide I-131 is a radioactive drug. Handle with appropriate safety measures to minimize radiation exposure to the patient and healthcare workers [see Warnings and Precautions (5.7) ]: Use only by, or under the direction of, physicians who are qualified by specific training and experience in the safe use and handling of radioactive materials, and whose experience and training have been approved by the appropriate governmental agency authorized to license the use of radiopharmaceuticals. Use waterproof gloves when handling and administering the product. Maintain adequate shielding during the life of the product. Measure patient dose with a suitable radioactivity calibration system immediately prior to administration. 2.2 Important Administration Instructions Do not directly administer the concentrated Sodium Iodide I-131 solution provided to patients. The concentrated sodium iodide I 131 solution must be diluted and prepared prior to administration [see Dosage and Administration (2.4) ] . Obtain a pregnancy test in females of reproductive potential prior to administration to verify the absence of pregnancy [see Contraindications (4) and Use in Specific Populations (8.1, 8.3 )] . Instruct patients to fast at least 2 hours before and 2 hours after administration to ensure absorption. Instruct patients to hydrate before and after administration of sodium iodide I-131 and to void frequently to enhance urinary elimination of the radioiodide that is not absorbed by the thyroid gland [see Warnings and Precautions (5.2) ] . Instruct patients to maintain a low-iodide diet two weeks prior to radioiodide administration and continue for several days during the uptake or imaging process [see Warnings and Precautions (5.8) and Drug Interactions (7) ] . Instruct patients to discontinue the anti-thyroid therapy three days before administration of sodium iodide I 131 [see Warnings and Precautions (5.8) and Drug Interactions (7) ] . For patients with a history of renal impairment, evaluate renal function for therapeutic planning and consider dosimetry [see Use in Specific Populations (8.6) ] . Obtain a complete blood count within one month of therapy. If patients show leukopenia or thrombocytopenia, dosimetry should be used to determine a safe sodium iodide I 131 activity, while delivering less than 2 Gy to the bone marrow [see Warnings and Precautions (5.2) ] . 2.3 Recommended Dosage and Administration Individualization of Therapy The recommended dose for orally administered sodium iodide I 131 capsules or solution is based on the thyroid gland uptake as well as the size of the gland. Thyroidal uptake and size should be determined by the physician prior to treatment and may be useful in calculating the therapeutic dose to be administered to the individual patient. Treatment of Hyperthyroidism The recommended dose is 148 to 370 MBq (4 to 10 mCi) administered orally. Toxic nodular goiter may require a larger dose. Treatment of Thyroid Carcinoma The recommended dose is 1100 to 3700 MBq (30 to 100 mCi) administered orally. For subsequent ablation of metastases, the recommended dose is 3700 to 7400 MBq (100 to 200 mCi) administered orally. 2.4 Dilution and Preparation Instructions Drug Handling Wear waterproof gloves throughout the entire handling and administration procedure. Make all transfers of radioactive solutions with an adequately shielded syringe or remote handling equipment and maintain adequate shielding around the vial during the useful life of the radioactive product. Preparation of Dilute Sodium Iodide I 131 Solution 1. Using the calibration date and radionuclidic concentration on the label of the product vial, calculate the required volume to produce the necessary dose in MBq or mCi. 2. Using a shielded syringe, remove the required volume. 3. Using the shielded syringe, transfer the required volume to a suitably shielded receiving vial. 4. Add diluent to the receiving vial to produce a final dose of the desired volume. 5. The recommended diluent is Purified Water USP containing 0.2 % sodium thiosulfate USP as a reducing agent. Acidic diluents should not be used as they may cause the pH to drop below 7.5 and stimulate the volatilization of Iodine I-131 hydriodic acid. 6. Present the dose in a shielded container for administration to the patient with a straw. Preparation of Sodium Iodide I 131 Capsules 1. Use one large gelatin capsule and one small gelatin capsule for each dose to be prepared. Each large capsule is empty and each small capsule contains approximately 300 mg of dibasic sodium phosphate anhydrous as the absorbing buffer. 2. Using the calibration date and radionuclidic concentration on the label of the sodium iodide I-131 lead shield, calculate the required volume to produce the necessary dose in MBq or mCi. 3. Open one large capsule by pulling apart the capsule into two pieces as illustrated below: 4. Insert an unopened small capsule into the bottom half of the empty large capsule as illustrated below: 5. With an appropriate syringe, withdraw the required volume of sodium iodide I 131 Solution (maximum 150 microliters) from the vial as illustrated below: 6. Inject into the center of the small capsule through the top as illustrated below: 7. Slip the upper half of the large capsule over the bottom half to completely cover the small capsule and push down gently until locked as illustrated below: 8. Measure the patient dose in a suitable radioactivity calibration system immediately prior to administration. 9. Prepared capsules may be stored in a suitable polypropylene container and place inside a lead pot until use, within seven days. image description image description image description image description image description 2.5 Radiation Dosimetry The biokinetic modeling and radiation dose distributions associated with thyroid uptake of iodide I 131 depend on dietary intake of stable iodide and presume normal production of thyroid hormone. Table 1 shows a range of uptake percentages in an average adult (73.7 kg reference model). Table 1 is not intended to be used for treatment planning. For a thyroid blocked from iodide uptake in the production of hormones, the effective half-life of iodide I 131 is approximately 1.4 hours; for \"low\" to \"high\" uptake, the effective half-life of I 131 ranges from approximately 80 to 90 hours. Table 1 Table 1 is not intended for treatment planning. Absorbed dose per unit activity sodium iodide I 131 administered orally (mGy/MBq) in adult (73.7-kg reference model) Organ Thyroid uptake of I 131 (% administered activity A 0 ) 24 h after oral administration Blocked thyroid (0% A 0 ) Low uptake These columns are not applicable to estimate organ or effective doses in patients following thyroidectomy. In patients with thyroid cancer following thyroidectomy, organ and effective doses can be estimated from the \"blocked\"-thyroid-uptake values. (16% A 0 ) Medium uptake (26% A 0 ) High uptake (36% A 0 ) Adrenals 0.044 0.051 0.055 0.059 Bone surfaces 0.030 0.089 0.12 0.16 Brain 0.021 0.093 0.13 0.17 Breast 0.020 0.038 0.048 0.058 Gallbladder wall 0.037 0.043 0.046 0.049 Gastrointestinal tract Esophagus 0.024 0.10 0.14 0.19 Stomach wall 0.87 0.77 0.71 0.66 Small intestine wall 0.035 0.033 0.032 0.032 Colon wall 0.14 0.14 0.14 0.14 (Upper large intestine wall) 0.12 0.12 0.12 0.12 (Lower large intestine wall) 0.17 0.17 0.17 0.16 Heart wall 0.062 0.089 0.10 0.12 Kidneys 0.27 0.27 0.27 0.27 Liver 0.050 0.093 0.12 0.14 Lungs 0.053 0.10 0.13 0.15 Muscles 0.026 0.084 0.12 0.15 Ovaries 0.038 0.037 0.036 0.035 Pancreas 0.060 0.064 0.066 0.068 Red marrow 0.031 0.072 0.095 0.12 Salivary glands 0.27 0.22 0.19 0.16 Skin 0.019 0.043 0.057 0.071 Spleen 0.064 0.069 0.072 0.075 Testes 0.025 0.024 0.023 0.22 Thymus 0.024 0.10 0.14 0.19 Thyroid 2.2 280 These values presume unimpeded production of thyroid hormone and may not be applicable to estimate thyroid dose and effective dose in patients who have had previous treatment with I 131 for hyperthyroidism 430 580 Urinary bladder wall 0.54 0.45 0.39 0.34 Uterus 0.045 0.042 0.040 0.038 Remaining organs 0.029 0.084 0.11 0.15 Effective dose per administered activity (mSv/MBq) 0.28 14 22 29"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sodium Iodide I-131 Solution is indicated for the treatment of hyperthyroidism and selected cases of thyroid carcinoma. Sodium Iodide I-131 is a radioactive therapeutic agent indicated for the treatment of hyperthyroidism and selected cases of carcinoma of the thyroid."
  ],
  "fetched_at": "2025-10-01T15:59:54.241244",
  "source": "OpenFDA"
}