{
  "drug_name": "Amifampridine",
  "generic_name": [
    "AMIFAMPRIDINE PHOSPHATE"
  ],
  "brand_names": [
    "Firdapse"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drugs that lower seizure threshold: Concomitant use may lead to an increased risk of seizures. ( 7.1 ) Drugs with cholinergic effects (e.g., direct or indirect cholinesterase inhibitors): Concomitant use may increase the cholinergic effects of FIRDAPSE and of those drugs and increase the risk of adverse reactions. ( 7.2 ) 7.1 Drugs that Lower Seizure Threshold The concomitant use of FIRDAPSE and drugs that lower seizure threshold may lead to an increased risk of seizures [see Warnings and Precautions ( 5.1 )]. The decision to administer FIRDAPSE concomitantly with drugs that lower the seizure threshold should be carefully considered in light of the severity of the associated risks. 7.2 Drugs with Cholinergic Effects The concomitant use of FIRDAPSE and drugs with cholinergic effects (e.g., direct or indirect cholinesterase inhibitors) may increase the cholinergic effects of FIRDAPSE and of those drugs and increase the risk of adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Seizures [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] The most common (> 10%) adverse reactions are: paresthesia, upper respiratory tract infection, abdominal pain, nausea, diarrhea, headache, elevated liver enzymes, back pain, hypertension, and muscle spasms. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Catalyst Pharmaceuticals at 1-844-347-3277 (1-844-FIRDAPSE) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Adults Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled clinical trials (Study 1 and 2) in patients with LEMS [see Clinical Studies ( 14 )] , 63 patients were treated with FIRDAPSE, including 40 patients treated for more than 6 months, and 39 patients treated for more than 12 months. In an expanded access program, 139 patients with LEMS were treated with FIRDAPSE, including 102 patients treated for more than 6 months, 77 patients treated for more than 12 months, and 53 patients treated for more than 18 months. In the expanded access program, patients were treated with FIRDAPSE with up to 100 mg daily in divided doses. Study 1 was a double-blind, placebo-controlled, randomized discontinuation study in adults with LEMS. Following an initial open- label run-in phase (up to 90 days), patients were randomized to either continue FIRDAPSE treatment or transition to placebo, for a 14-day double-blind phase. Following final assessments, patients were allowed to resume FIRDAPSE treatment for up to 2 years (open-label long-term safety phase of the study). During the open-label run-in phase of Study 1, 53 patients received FIRDAPSE for an average of 81 days at a mean daily dosage of 50.5 mg/day. The mean patient age was 52.1 years and 66% were female. There were 42 patients who had no prior exposure to FIRDAPSE at the initiation of this study. Table 2 shows adverse reactions with an incidence of 5% or greater occurring in the 42 LEMS patients newly initiated on treatment with FIRDAPSE during the run-in phase of the study. Table 2. Adverse Reactions in ≥5% of LEMS Patients Newly Treated with FIRDAPSE in Study 1 *Includes paresthesia, oral paresthesia, oral hypoesthesia **Includes elevated alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactate dehydrogenase (LDH), and gamma-glutamyl transferase (GGT) Adverse Reaction FIRDAPSE N=42 % Paresthesia* 62 Upper respiratory tract infection 33 Abdominal pain 14 Nausea 14 Diarrhea 14 Headache 14 Elevated liver enzymes** 14 Back pain 14 Hypertension 12 Muscle spasms 12 Dizziness 10 Asthenia 10 Muscular weakness 10 Pain in extremity 10 Cataract 10 Constipation 7 Bronchitis 7 Fall 7 Lymphadenopathy 7 Other Adverse Reactions In the overall population treated in Study 1 (n=53), including the double-blind phase and the 2-year open-label long-term safety phase, additional adverse reactions occurring in at least 5% of the patients included: dyspnea, urinary tract infection, gastroesophageal reflux, insomnia, peripheral edema, pyrexia, viral infection, blood creatine phosphokinase increase, depression, erythema, hypercholesterolemia, and influenza. These patients received a mean daily dosage of 66 mg of FIRDAPSE. Pediatrics Safety of FIRDAPSE was evaluated in pediatric patients in an expanded access program, where 21 pediatric patients received FIRDAPSE for at least 1 year. Adverse reactions reported in pediatric patients were similar to those seen in adult patients, with the exception of clinically significant weight loss in two pediatric patients at doses of 60 mg per day and higher."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS FIRDAPSE is contraindicated in patients with: A history of seizures [see Warnings and Precautions ( 5.1 )] Hypersensitivity to amifampridine phosphate or another aminopyridine [see Warnings and Precautions ( 5.2 )] FIRDAPSE is contraindicated in patients with: A history of seizures ( 4 ) Hypersensitivity to amifampridine or another aminopyridine ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer orally in divided doses (3 to 5 times daily). ( 2.1 ) The recommended starting dosage for adults (any weight) and pediatric patients weighing 45 kg or more is 15 mg to 30 mg daily, in divided doses. ( 2.1 ) Dosage can be increased by 5 mg daily every 3 to 4 days. ( 2.1 ) The maximum single dose is 20 mg. ( 2.1 ) Dosage is not to exceed a maximum of 100 mg daily. ( 2.1 ) The recommended starting dosage for pediatric patients weighing less than 45 kg is 5 mg to 15 mg daily, in divided doses. ( 2.1 ) Dosage can be increased by 2.5 mg daily every 3 to 4 days. ( 2.1 ) The maximum single dose is 10 mg. ( 2.1 ) Dosage is not to exceed a maximum of 50 mg daily. ( 2.1 ) The recommended starting dosage for adult and pediatric patients with renal impairment, hepatic impairment, and in known N-acetyltransferase 2 (NAT2) poor metabolizers is the lowest recommended initial daily dosage ( 2.1 , 2.2 , 2.3 , 2.4 ) For patients with a dosage adjustment of less than 5 mg increments, or who have difficulty swallowing, or require feeding tube, a l mg/mL suspension can be prepared. ( 2.5 ) 2.1 Dosage Information The recommended oral dosage of FIRDAPSE for adults and pediatric patients 6 years of age and older is included in Table 1 . For pediatric patients, the recommended dosing regimen is dependent on body weight. Dosage should be increased every 3 to 4 days based on clinical response and tolerability. Titration increments should not exceed those shown in Table 1 . Table 1: Recommended Oral Dosage for the Treatment of LEMS in Adults and Pediatric Patients 6 Years of Age and Older * See Dosage and Administration ( 2.5 ) for a method to achieve these doses Age and Body Weight Initial Daily Dosage * Titration Regimen Maximum Single Dose Maximum Total Daily Maintenance Dosage Adults (any weight) Pediatric patients weighing 45 kg or more 15 mg to 30 mg daily, in 3 to 5 divided doses Increase total daily dosage by 5 mg every 3 or 4 days 20 mg 100 mg Given in divided doses Pediatric patients weighing less than 45 kg 5 mg to 15 mg daily, in 3 to 5 divided doses Increase total daily dosage by 2.5 mg every 3 or 4 days 10 mg 50 mg Given in divided doses Missed Dose If a dose is missed, patients should not take double or extra doses. 2.2 Patients with Renal Impairment The recommended starting dosage of FIRDAPSE in patients with renal impairment [creatinine clearance (CLcr) 15 to 90 mL/min] is the lowest recommended initial daily dosage (i.e., 15 mg daily for pediatric patients weighing 45 kg or more and for adults, and 5 mg daily for pediatric patients weighing less than 45 kg) taken orally in divided doses. No dosage recommendation for FIRDAPSE can be made for patients with end-stage renal disease [see Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.6 ), and Clinical Pharmacology ( 12.3 )]. 2.3 Patients with Hepatic Impairment The recommended starting dosage of FIRDAPSE in patients with any degree of hepatic impairment is the lowest recommended initial daily dosage (i.e., 15 mg daily for pediatric patients weighing 45 kg or more and for adults, and 5 mg daily for pediatric patients weighting less than 45 kg) taken orally in divided doses [see Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.7 ), and Clinical Pharmacology ( 12.3 )]. 2.4 Known N-acetyltransferase 2 (NAT2) Poor Metabolizers The recommended starting dosage of FIRDAPSE in known N-acetyltransferase 2 (NAT2) poor metabolizers is the lowest recommended initial daily dosage (i.e., 15 mg daily for pediatric patients weighing 45 kg or more and for adults, and 5 mg daily for pediatric patients weighing less than 45 kg) taken orally in divided doses [see Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.8 ), and Clinical Pharmacology ( 12.5 )]. 2.5 Administration Instructions FIRDAPSE can be taken without regard to food. Preparation of a 1mg/mL Suspension (see the Instructions for Use for full instructions on how to prepare the 1mg/mL suspension) When patients require a dosage in less than 5 mg increments, have difficulty swallowing tablets, or require feeding tubes, a 1 mg/mL suspension can be prepared (e.g., by placing the required number of tablets in a 50 to 100 mL container, adding 10 mL of sterile water for each tablet, waiting for 5 minutes, and shaking well for 30 seconds). Crushing the tablets prior to making the suspension is not necessary. After preparation of the suspension, an oral syringe can be used to draw up and administer the correct dose by mouth or by feeding tube. Storage of 1mg/mL Prepared Suspension Refrigerate the suspension between doses and shake well before drawing up each dose. The suspension can be stored under refrigeration [between 2°C and 8°C (36°F and 46°F)] for up to 24 hours. Discard any unused portion of the suspension after 24 hours."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FIRDAPSE ® is indicated for the treatment of Lambert-Eaton myasthenic syndrome (LEMS) in adults and pediatric patients 6 years of age and older. FIRDAPSE is a potassium channel blocker indicated for the treatment of Lambert-Eaton myasthenic syndrome (LEMS) in adults and pediatric patients 6 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:11:09.441231",
  "source": "OpenFDA"
}