{
  "drug_name": "Amisulpride",
  "generic_name": [
    "AMISULPRIDE"
  ],
  "brand_names": [
    "Barhemsys"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Dopamine Agonists Reciprocal antagonism of effects occurs between dopamine agonists (e.g., levodopa) and BARHEMSYS. Avoid using levodopa with BARHEMSYS. 7.2 Drugs Prolonging the QT Interval BARHEMSYS causes dose- and concentration-dependent QT prolongation [see Clinical Pharmacology (12.2) ] . To avoid potential additive effects, avoid use of BARHEMSYS in patients taking droperidol. ECG monitoring is recommended in patients taking other drugs known to prolong the QT interval (e.g., ondansetron) [see Warnings and Precautions (5.1) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥ 2%) are: Prevention of PONV : increased blood prolactin concentrations, chills, hypokalemia, procedural hypotension, and abdominal distension. ( 6.1 ) Treatment of PONV : infusion site pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Acacia Pharma at 1-877-357-9237 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below reflect exposure to BARHEMSYS in 1,166 patients treated in placebo-controlled trials. 748 of these patients received a dose of 5 mg for prevention of PONV (of whom 572 received another antiemetic concomitantly) and 418 patients received 10 mg for treatment of PONV [see Clinical Studies (14.1 , 14.2) ] . The mean age of the population was 49 years (range 18 to 91 years), 87% female, 80% White/Caucasian, 9% Black, and 1% Asian. Prevention of PONV Common adverse reactions reported in at least 2% of adult patients who received BARHEMSYS 5 mg and at a higher rate than placebo in Studies 1 and 2 for the prevention of PONV are shown in Table 1. Table 1. Common Adverse Reactions Reported in at least 2% of patients treated with BARHEMSYS and at a higher rate than placebo in Adult Patients in Studies 1 and 2 of BARHEMSYS for Prevention of PONV BARHEMSYS 5 mg Placebo N=748 N=741 Chills 4% 3% Hypokalemia 4% 2% Procedural hypotension 3% 2% Abdominal distension 2% 1% Serum prolactin concentrations were measured in Study 1 where 5% (9/176) of BARHEMSYS-treated patients vs 1% (1/166) of placebo-treated patients had increased blood prolactin reported as an adverse reaction. Serum prolactin concentrations increased from a mean of 10 ng/mL at baseline to 32 ng/mL after BARHEMSYS treatment in 112 females (upper limit of normal 29 ng/mL) and from 10 ng/mL to 19 ng/mL in 61 males (upper limit of normal 18 ng/mL). No clinical consequences due to elevated prolactin levels were reported. Treatment of PONV The most common adverse reaction, reported in at least 2% of adult patients who received BARHEMSYS 10 mg (N=418) and at a higher rate than placebo (N=416), in clinical trials for the treatment of PONV (Studies 3 and 4) was infusion site pain (BARHEMSYS 6%; placebo 4%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval chronic oral use of amisulpride outside of the United States (BARHEMSYS is not approved for oral dosing or chronic use). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders : agranulocytosis Cardiac disorders : bradycardia, torsades de pointes, ventricular tachycardia, prolonged QT by electrocardiogram General disorders : neuroleptic malignant syndrome Immune system disorders : angioedema, hypersensitivity, urticaria Hepatic disorders : increased hepatic enzymes Nervous system disorders : agitation, anxiety, dystonia, extrapyramidal disorder, seizure Psychiatric disorders : confusional state, insomnia, somnolence Vascular disorders : hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BARHEMSYS is contraindicated in patients with known hypersensitivity to amisulpride [see Adverse Reactions (6.2) ] . Known hypersensitivity to amisulpride. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of BARHEMSYS: Prevention of PONV, either alone or in combination with another antiemetic : 5 mg as a single intravenous dose infused over 1 to 2 minutes at the time of induction of anesthesia. ( 2.1 ) Treatment of PONV : 10 mg as a single intravenous dose infused over 1 to 2 minutes in the event of nausea and/or vomiting after a surgical procedure. ( 2.1 ) See full prescribing information for preparation and administration instructions . ( 2.2 ) 2.1 Recommended Dosage The recommended adult dosage of BARHEMSYS and infusion rate by indication is shown in the table below: Indication Adult Dosage Regimen Prevention of PONV 5 mg as a single intravenous injection infused over 1 to 2 minutes at the time of induction of anesthesia [see Dosage and Administration (2.2) ] . Treatment of PONV 10 mg as a single intravenous injection infused over 1 to 2 minutes in the event of nausea and/or vomiting after a surgical procedure [see Dosage and Administration (2.2) ] . 2.2 Preparation and Administration Dilution of BARHEMSYS is not required before administration. BARHEMSYS is chemically and physically compatible with Water for Injection, 5% Dextrose Injection, 0.9% Sodium Chloride Injection, and Lactated Ringer's Solution (also known as Ringer's Lactate Solution, Compound Sodium Lactate Solution, and Hartmann's Solution), any of which may be used to flush an intravenous line before or after administration of BARHEMSYS. Protect from light. BARHEMSYS is subject to photodegradation. Administer BARHEMSYS within 12 hours of removal of the vial from the protective carton. Prior to administration, inspect the BARHEMSYS solution visually for particulate matter and discoloration. Discard if particulate matter or discoloration is observed."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BARHEMSYS ® is indicated in adults for: prevention of postoperative nausea and vomiting (PONV), either alone or in combination with an antiemetic of a different class. treatment of PONV in patients who have received antiemetic prophylaxis with an agent of a different class or have not received prophylaxis. BARHEMSYS is a dopamine-2 (D 2 ) antagonist indicated in adults for: Prevention of postoperative nausea and vomiting (PONV), either alone or in combination with an antiemetic of a different class. ( 1 ) Treatment of PONV in patients who have received antiemetic prophylaxis with an agent of a different class or have not received prophylaxis. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:17:21.962789",
  "source": "OpenFDA"
}