{
  "drug_name": "Anagrelide",
  "generic_name": [
    "ANAGRELIDE"
  ],
  "brand_names": [
    "anagrelide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Other PDE 3 inhibitors: Exacerbation of inotropic effects ( 7.2 ) Aspirin and Drugs that Increase Bleeding Risk: Increased risk of bleeding with concomitant use. ( 7.3 ) 7.1 Drugs that Prolong QT Avoid use of anagrelide in patients taking medications that may prolong QT interval (including, but not limited to, chloroquine, clarithromycin, haloperidol, methadone, moxifloxacin, amiodarone, disopyramide, procainamide, and pimozide) [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.2 )]. 7.2 PDE3 Inhibitors Anagrelide is a phosphodiesterase 3 (PDE3) inhibitor. Avoid use of drug products with similar properties such as inotropes and other PDE3 inhibitors (e.g., cilostazol, milrinone) [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.2 )]. 7.3 Aspirin and Drugs that Increase Bleeding Risk Co-administration of single-dose or repeat-dose anagrelide and aspirin showed greater ex vivo anti-platelet aggregation effects than administration of aspirin alone [see Clinical Pharmacology ( 12.3 )] . Results from an observational study in patients with essential thrombocythemia suggest the rate of major hemorrhagic events (MHEs) in patients treated with anagrelide is higher than in those subjects treated with another cytoreductive treatment. The majority of the major hemorrhagic events occurred in patients who were also receiving concomitant anti-aggregatory treatment (primarily, aspirin). Therefore, the potential risks of the concomitant use of anagrelide with aspirin should be assessed, particularly in patients with a high-risk profile for hemorrhage, before treatment is initiated [see Warnings and Precautions ( 5.3 )]. Monitor patients for bleeding, particularly those receiving concomitant therapy with other drugs known to cause bleeding (e.g., anticoagulants, PDE3 inhibitors, NSAIDs, antiplatelet agents, selective serotonin reuptake inhibitors). 7.4 CYP450 Interactions CYP1A2 inhibitors: Anagrelide and its active metabolite are primarily metabolized by CYP1A2. Drugs that inhibit CYP1A2 (e.g., fluvoxamine, ciprofloxacin) could increase the exposure of anagrelide. Monitor patients for cardiovascular events and titrate doses accordingly when CYP1A2 inhibitors are co-administered. CYP1A2 inducers: CYP1A2 inducers could decrease the exposure of anagrelide. Patients taking concomitant CYP1A2 inducers (e.g., omeprazole) may need to have their dose titrated to compensate for the decrease in anagrelide exposure. CYP1A2 substrates: Anagrelide demonstrates limited inhibitory activity towards CYP1A2 in vitro and may alter the exposure of concomitant CYP1A2 substrates (e.g., theophylline, fluvoxamine, ondansetron)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (incidence ≥5%) are headache, palpitations, diarrhea, asthenia, edema, nausea, abdominal pain, dizziness, pain, dyspnea, cough, flatulence, vomiting, fever, peripheral edema, rash, chest pain, anorexia, tachycardia, malaise, paresthesia, back pain, pruritus, dyspepsia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Torrent Pharma Inc. at 1-800-912-9561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Cardiovascular Toxicity [ see Warnings and Precautions ( 5.1 ) ] Pulmonary Hypertension [see Warnings and Precautions ( 5.2 )] Bleeding Risk [see Warnings and Precautions ( 5.3 )] Pulmonary Toxicity [see Warnings and Precautions ( 5.4 )] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Studies in Adult Patients In three single-arm clinical studies, 942 patients [see Clinical Trials ( 14 )] diagnosed with myeloproliferative neoplasms of varying etiology (ET: 551; PV: 117; OMPN: 274) were exposed to anagrelide with a mean duration of approximately 65 weeks. Serious adverse reactions reported in these patients included the following: congestive heart failure, myocardial infarction, cardiomyopathy, cardiomegaly, complete heart block, atrial fibrillation, cerebrovascular accident, pericardial effusion [see Warnings and Precautions ( 5.1 )] , pleural effusion, pulmonary infiltrates, pulmonary fibrosis, pulmonary hypertension, and pancreatitis. Of the 942 patients treated with anagrelide, 161 (17%) were discontinued from the study because of adverse reactions or abnormal laboratory test results. The most common adverse reactions resulting in treatment discontinuation were headache, diarrhea, edema, palpitations, and abdominal pain. The most frequently reported adverse reactions to anagrelide (in 5% or greater of 942 patients with myeloproliferative neoplasms) in clinical trials were listed in Table 1. Table1: Adverse Reactions Reported in Clinical Studies in at least 5% of Patients Adverse Reactions Anagrelide (N=942) (%) Cardiac disorders Palpitations 26% Tachycardia 8% Chest pain 8% General disorders and administration site conditions Asthenia 23% Edema 21% Pain 15% Fever 9% Peripheral edema 9% Malaise 6% Gastrointestinal disorders Diarrhea 26% Nausea 17% Abdominal pain 16% Vomiting 10% Flatulence 10% Anorexia 8% Dyspepsia 5% Respiratory, thoracic and mediastinal disorders Dyspnea 12% Cough 6% Skin and subcutaneous tissue disorders Rash 8% Pruritus 6% Musculoskeletal and connective tissue disorders Back pain 6% Nervous system disorders Headache 44% Dizziness 15% Paresthesia 6% Adverse Reactions (frequency 1% to <5%) included: General disorders and administration site conditions : Flu symptoms, chills. Cardiac disorders: Arrhythmia, angina pectoris, heart failure, syncope. Vascular disorders: Hemorrhage, hypertension, postural hypotension, vasodilatation. Gastrointestinal disorders: Constipation, gastrointestinal hemorrhage, gastritis. Blood and lymphatic system disorders: Anemia, thrombocytopenia, ecchymosis. Hepatobiliary disorders: Elevated liver enzymes. Musculoskeletal and connective tissue disorders: Arthralgia, myalgia. Psychiatric disorders: Depression, confusion, nervousness. Nervous system disorders: Somnolence, insomnia, amnesia, migraine headache. Respiratory, thoracic and mediastinal disorders: Epistaxis, pneumonia. Skin and subcutaneous tissue disorders: Alopecia. Eye disorders: Abnormal vision, diplopia. Ear and labyrinth disorders: Tinnitus. Renal and urinary disorders: Hematuria, renal failure. Other less frequent adverse reactions (<1%) were: Cardiac disorders : Ventricular tachycardia, supraventricular tachycardia. Nervous system disorders : Hypoesthesia. Clinical Study in Pediatric Patients The frequency of adverse reactions observed in pediatric patients was similar to adult patients. The most common adverse reactions observed in pediatric patients were fever, epistaxis, headache, and fatigue during the 3-month anagrelide treatment in the study. Episodes of increased pulse and decreased systolic or diastolic blood pressure beyond the normal ranges in the absence of clinical symptoms were observed. Other adverse reactions reported in these pediatric patients receiving anagrelide treatment were; palpitations, headache, nausea, vomiting, abdominal pain, back pain, anorexia, fatigue, and muscle cramps. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-marketing use of anagrelide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac disorders: Prinzmetal angina, Torsades de pointes. Respiratory, thoracic and mediastinal disorders: Interstitial lung diseases (including allergic alveolitis, eosinophilic pneumonia, and interstitial pneumonitis) [see Warnings and Precautions ( 5.4 )]. Renal and urinary disorders: Tubulointerstitial nephritis. Hepatobiliary disorders: Clinically significant hepatotoxicity (including symptomatic ALT and AST elevations and elevations greater than three times the ULN). Nervous system disorders: Cerebral infarction Other adverse reactions in pediatric patients reported in spontaneous reports and literature reviews include: Blood and lymphatic system disorders: Anemia. Skin and subcutaneous tissue disorders: Cutaneous photosensitivity. Investigations: Elevated leukocyte count."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None ( 4 ) None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The starting dose for adults is 0.5 mg four times a day or 1 mg twice a day. ( 2.1 ) The starting dose for pediatric patients is 0.5 mg per day. ( 2.1 ) Maintain the starting dose for at least one week and then titrate to maintain target platelet counts. ( 2.2 ) Do not exceed a dose increment of 0.5 mg/day in any one week. Do not exceed 10 mg/day or 2.5 mg in a single dose. ( 2.2 ) Moderate hepatic impairment: Start with 0.5 mg per day. ( 2.3 ) 2.1 Recommended Starting Dosage Adults: The recommended starting dosage of anagrelide capsules is 0.5 mg four times daily or 1 mg twice daily. Pediatric Patients: The recommended starting dosage of anagrelide capsules is 0.5 mg daily. 2.2 Dose Titration Based Upon Platelet Response Continue the starting dose for at least one week and then titrate to reduce and maintain the platelet count below 600,000/μL, and ideally between 150,000/μL and 400,000/μL. The dose increment should not exceed 0.5 mg/day in any one week. Dosage should not exceed 10 mg/day or 2.5 mg in a single dose. Most patients will experience an adequate response at a dose of 1.5 to 3.0 mg/day. Monitor platelet counts weekly during titration then monthly or as necessary. 2.3 Dose Modifications for Hepatic Impairment In patients with moderate hepatic impairment (Child Pugh score 7 to 9) start anagrelide capsules therapy at a dose of 0.5 mg/day and monitor frequently for cardiovascular events [see Warnings and Precautions (5.1), Use in Specific Populations (8.6) and Clinical Pharmacology (12.3)]. Patients with moderate hepatic impairment who have tolerated anagrelide capsules therapy for one week may have their dose increased. The dose increase increment should not exceed 0.5 mg/day in any one week. Avoid use of anagrelide capsules in patients with severe hepatic impairment. 2.4 Clinical Monitoring Anagrelide capsules therapy requires clinical monitoring, including complete blood counts, assessment of hepatic and renal function, and electrolytes. To prevent the occurrence of thrombocytopenia, monitor platelet counts every two days during the first week of treatment and at least weekly thereafter until the maintenance dosage is reached. Typically, platelet counts begin to respond within 7 to 14 days at the proper dosage. In the clinical trials, the time to complete response, defined as platelet count ≤600,000/μL, ranged from 4 to 12 weeks. In the event of dosage interruption or treatment withdrawal, the rebound in platelet count is variable, but platelet counts typically will start to rise within 4 days and return to baseline levels in one to two weeks, possibly rebounding above baseline values. Monitor platelet counts frequently."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Anagrelide is a platelet reducing agent indicated for the treatment of thrombocythemia, secondary to myeloproliferative neoplasms, to reduce the elevated platelet count and the risk of thrombosis and to ameliorate associated symptoms including thrombo-hemorrhagic events. ( 1 ) Anagrelide capsules are indicated for the treatment of patients with thrombocythemia, secondary to myeloproliferative neoplasms, to reduce the elevated platelet count and the risk of thrombosis and to ameliorate associated symptoms including thrombo-hemorrhagic events ."
  ],
  "fetched_at": "2025-09-30T21:03:28.177918",
  "source": "OpenFDA"
}