{
  "drug_name": "Antineoplaston A10",
  "generic_name": [
    "Antineoplaston A10"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Probenicid decreases renal tubular secretion of amoxicillin which may result in increased blood levels of amoxicillin. ( 7.1 ) Concomitant use of Amoxicillin and oral anticoagulants may increase the prolongation of prothrombin time. ( 7.2 ) Coadministration with allopurinol increases the risk of rash. ( 7.3 ) Amoxicillin may reduce the efficacy of oral contraceptives. ( 7.4 ) 7.1 Probenecid Probenecid decreases the renal tubular secretion of amoxicillin. Concurrent use of amoxicillin and probenecid may result in increased and prolonged blood levels of amoxicillin. 7.2 Oral Anticoagulants Abnormal prolongation of prothrombin time (increased international normalized ratio [INR]) has been reported in patients receiving amoxicillin and oral anticoagulants. Appropriate monitoring should be undertaken when anticoagulants are prescribed concurrently. Adjustments in the dose of oral anticoagulants may be necessary to maintain the desired level of anticoagulation. 7.3 Allopurinol The concurrent administration of allopurinol and amoxicillin increases the incidence of rashes in patients receiving both drugs as compared to patients receiving amoxicillin alone. It is not known whether this potentiation of amoxicillin rashes is due to allopurinol or the hyperuricemia present in these patients. 7.4 Oral Contraceptives AMOXICILLIN may affect the gut flora, leading to lower estrogen reabsorption and reduced efficacy of combined oral estrogen/progesterone contraceptives. 7.5 Other Antibacterials Chloramphenicol, macrolides, sulfonamides, and tetracyclines may interfere with the bactericidal effects of penicillin. This has been demonstrated in vitro; however, the clinical significance of this interaction is not well documented. 7.6 Effects on Laboratory Tests High urine concentrations of ampicillin may result in false-positive reactions when testing for the presence of glucose in urine using CLINITEST ® , Benedict’s Solution, or Fehling’s Solution. Since this effect may also occur with amoxicillin, it is recommended that glucose tests based on enzymatic glucose oxidase reactions (such as CLINISTIX ® ) be used. Following administration of ampicillin or amoxicillin to pregnant women, a transient decrease in plasma concentration of total conjugated estriol, estriol-glucuronide, conjugated estrone, and estradiol has been noted."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are discussed in more detail in other sections of the labeling: Anaphylactic reactions [ see Warnings and Precautions ( 5.1 ) ] CDAD [ see Warnings and Precautions ( 5.2 ) ] The most common adverse reactions (> 1%) observed in clinical trials of AMOXICILLIN capsules, tablets or oral suspension were diarrhea, rash, vomiting, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories Inc., at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions (> 1%) observed in clinical trials of AMOXICILLIN capsules, tablets or oral suspension were diarrhea, rash, vomiting, and nausea. Triple therapy: The most frequently reported adverse events for patients who received triple therapy (amoxicillin/clarithromycin/ lansoprazole) were diarrhea (7%), headache (6%), and taste perversion (5%). Dual therapy: The most frequently reported adverse events for patients who received double therapy amoxicillin/lansoprazole were diarrhea (8%) and headache (7%). For more information on adverse reactions with clarithromycin or lansoprazole, refer to the Adverse Reactions section of their package inserts. 6.2 Postmarketing or Other Experience In addition to adverse events reported from clinical trials, the following events have been identified during postmarketing use of penicillins. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These events have been chosen for inclusion due to a combination of their seriousness, frequency of reporting, or potential causal connection to AMOXICILLIN. Infections and Infestations: Mucocutaneous candidiasis. Gastrointestinal: Black hairy tongue, and hemorrhagic/pseudomembranous colitis. Onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment [see Warnings and Precautions ( 5.2 )] . Hypersensitivity Reactions: Anaphylaxis [see Warnings and Precautions ( 5.1 )] .Serum sickness–like reactions, erythematous maculopapular rashes, erythema multiforme, Stevens Johnson syndrome, exfoliative dermatitis, toxic epidermal necrolysis, acute generalized exanthematous pustulosis, hypersensitivity vasculitis, and urticaria have been reported . Liver: A moderate rise in AST and/or ALT has been noted, but the significance of this finding is unknown. Hepatic dysfunction including cholestatic jaundice, hepatic cholestasis and acute cytolytic hepatitis have been reported . Renal: Crystalluria has been reported [see Overdosage ( 10 )] . Hemic and Lymphatic Systems: Anemia, including hemolytic anemia, thrombocytopenia, thrombocytopenic purpura, eosinophilia, leukopenia, and agranulocytosis have been reported . These reactions are usually reversible on discontinuation of therapy and are believed to be hypersensitivity phenomena. Central Nervous System: Reversible hyperactivity, agitation, anxiety, insomnia, confusion, convulsions, behavioral changes, and/or dizziness have been reported . Miscellaneous: Tooth discoloration (brown, yellow, or gray staining) has been reported . Most reports occurred in pediatric patients. Discoloration was reduced or eliminated with brushing or dental cleaning in most cases."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS AMOXICILLIN is contraindicated in patients who have experienced a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to AMOXICILLIN or to other β-lactam antibiotics (e.g., penicillins and cephalosporins). History of a serious hypersensitivity reaction (e.g., anaphylaxis or Stevens-Johnson syndrome) to Amoxicillin or to other beta lactams (e.g., penicillins or cephalosporins) ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION In adults, 750-1750 mg/day in divided doses every 8-12 hours. In Pediatric Patients > 3 Months of Age, 20-45 mg/kg/day in divided doses every 8-12 hours. Refer to full prescribing information for specific dosing regimens. ( 2.1 , 2.2 , 2.3 ) The upper dose for neonates and infants ≤ 3 months is 30 mg/kg/day divided every 12 hours. ( 2.2 ) Dosing for H. pylori Infection: Triple therapy: 1 gram AMOXICILLIN, 500 mg clarithromycin, and 30 mg lansoprazole, all given twice daily (every 12 hours) for 14 days. Dual therapy: 1 gram AMOXICILLIN and 30 mg lansoprazole, each given three times daily (every 8 hours) for 14 days. ( 2.3 ) Reduce the dose in patients with severe renal impairment (GFR <30 mL/min). ( 2.4 ) 2.1 Dosing for Adult and Pediatric Patients > 3 Months of Age Treatment should be continued for a minimum of 48 to 72 hours beyond the time that the patient becomes asymptomatic or evidence of bacterial eradication has been obtained. It is recommended that there be at least 10 days treatment for any infection caused by Streptococcus pyogenes to prevent the occurrence of acute rheumatic fever. In some infections, therapy may be required for several weeks. It may be necessary to continue clinical and/or bacteriological follow-up for several months after cessation of therapy. Table 1. Dosing Recommendations for Adult and Pediatric Patients > 3 Months of Age Infection Severity a Usual Adult Dose Usual Dose for Children > 3 Months b Ear/Nose/Throat Skin/Skin Structure Genitourinary Tract Mild/Moderate 500 mg every 12 hours or 250 mg every 8 hours 25 mg/kg/day in divided doses every 12 hours or 20 mg/kg/day in divided doses every 8 hours Severe 875 mg every 12 hours or 500 mg every 8 hours 45 mg/kg/day in divided doses every 12 hours or 40 mg/kg/day in divided doses every 8 hours Lower Respiratory Tract Mild/Moderate or Severe 875 mg every 12 hours or 500 mg every 8 hours 45 mg/kg/day in divided doses every 12 hours or 40 mg/kg/day in divided doses every 8 hours a Dosing for infections caused by bacteria that are intermediate in their susceptibility to amoxicillin should follow the recommendations for severe infections. b The children’s dosage is intended for individuals whose weight is less than 40 kg. Children weighing 40 kg or more should be dosed according to the adult recommendations. 2.2 Dosing in Neonates and Infants Aged ≤ 12 Weeks (≤ 3 Months) Treatment should be continued for a minimum of 48 to 72 hours beyond the time that the patient becomes asymptomatic or evidence of bacterial eradication has been obtained. It is recommended that there be at least 10 days’ treatment for any infection caused by Streptococcus pyogenes to prevent the occurrence of acute rheumatic fever. Due to incompletely developed renal function affecting elimination of amoxicillin in this age group, the recommended upper dose of AMOXICILLIN is 30 mg/kg/day divided every 12 hours. There are currently no dosing recommendations for pediatric patients with impaired renal function. 2.3 Dosing for H. pylori Infection Triple therapy: The recommended adult oral dose is 1 gram AMOXICILLIN, 500 mg clarithromycin, and 30 mg lansoprazole, all given twice daily (every 12 hours) for 14 days. Dual therapy: The recommended adult oral dose is 1 gram AMOXICILLIN and 30 mg lansoprazole, each given three times daily (every 8 hours) for 14 days. Please refer to clarithromycin and lansoprazole full prescribing information. 2.4 Dosing in Renal Impairment Patients with impaired renal function do not generally require a reduction in dose unless the impairment is severe. Severely impaired patients with a glomerular filtration rate of < 30 mL/min. should not receive a 875 mg dose. Patients with a glomerular filtration rate of 10 to 30 mL/min should receive 500 mg or 250 mg every 12 hours, depending on the severity of the infection. Patients with a glomerular filtration rate less than 10 mL/min should receive 500 mg or 250 mg every 24 hours, depending on severity of the infection. Hemodialysis patients should receive 500 mg or 250 mg every 24 hours, depending on severity of the infection. They should receive an additional dose both during and at the end of dialysis. 2.5 Directions for Mixing Oral Suspension Tap bottle until all powder flows freely. Add approximately 1/3 of the total amount of water for reconstitution (see Table 2) and shake vigorously to wet powder. Add remainder of the water and again shake vigorously. Table 2. Amount of Water for Mixing Oral Suspension Strength Bottle Size Amount of Water Required for Reconstitution Oral Suspension 125 mg/5 mL 80 mL 62 mL 100 mL 78 mL 150 mL 116 mL Oral Suspension 200 mg/5 mL 50 mL 39 mL 75 mL 57 mL 100 mL 76 mL Oral Suspension 250 mg/5 mL 80 mL 59 mL 100 mL 74 mL 150 mL 111 mL Oral Suspension 400 mg/5 mL 50 mL 36 mL 75 mL 54 mL 100 mL 71 mL After reconstitution, the required amount of suspension should be placed directly on the child’s tongue for swallowing. Alternate means of administration are to add the required amount of suspension to formula, milk, fruit juice, water, ginger ale, or cold drinks. These preparations should then be taken immediately. NOTE: SHAKE ORAL SUSPENSION WELL BEFORE USING. Keep bottle tightly closed. Any unused portion of the reconstituted suspension must be discarded after 14 days. Refrigeration is preferable, but not required."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AMOXICILLIN is a penicillin-class antibacterial indicated for treatment of infections due to susceptible strains of designated microorganisms. Infections of the ear, nose, throat, genitourinary tract, skin and skin structure, and lower respiratory tract. ( 1.1 – 1.4 ) In combination for treatment of H. pylori infection and duodenal ulcer disease. ( 1.5 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of AMOXICILLIN and other antibacterial drugs, AMOXICILLIN should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 ) 1.1 Infections of the Ear, Nose, and Throat AMOXICILLIN is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus species. (α and β hemolytic isolates only), Streptococcus pneumoniae , Staphylococcus spp., or Haemophilus influenzae . 1.2 Infections of the Genitourinary Tract AMOXICILLIN is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Escherichia coli , Proteus mirabilis , or Enterococcus faecalis . 1.3 Infections of the Skin and Skin Structure AMOXICILLIN is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus spp. (α and β hemolytic isolates only), Staphylococcus spp., or E. coli. 1.4 Infections of the Lower Respiratory Tract AMOXICILLIN is indicated in the treatment of infections due to susceptible (ONLY β-lactamase–negative) isolates of Streptococcus spp. (α and β hemolytic isolates only), S. pneumoniae , S taphylococcus spp ., or H. influenzae . 1.5 Helicobacter pylori Infection Triple therapy for Helicobacter pylori with clarithromycin and lansoprazole: AMOXICILLIN, in combination with clarithromycin plus lansoprazole as triple therapy, is indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or 1 year history of a duodenal ulcer) to eradicate H. pylori . Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence. Dual therapy for H. pylori with lansoprazole : AMOXICILLIN, in combination with lansoprazole delayed release capsules as dual therapy, is indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or 1 year history of a duodenal ulcer) who are either allergic or intolerant to clarithromycin or in whom resistance to clarithromycin is known or suspected . (See the clarithromycin package insert, MICROBIOLOGY.) Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence. 1.6 Usage To reduce the development of drug resistant bacteria and maintain the effectiveness of AMOXICILLIN and other antibacterial drugs, AMOXICILLIN should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:15:20.993645",
  "source": "OpenFDA"
}