{
  "drug_name": "Apalutamide",
  "generic_name": [
    "APALUTAMIDE"
  ],
  "brand_names": [
    "ERLEADA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use with medications that are sensitive substrates of CYP3A4, CYP2C19, CYP2C9, UGT, P-gp, BCRP, or OATP1B1 may result in loss of activity of these medications. ( 7.2 ) 7.1 Effect of Other Drugs on ERLEADA Strong CYP2C8 or CYP3A4 Inhibitors Co-administration of a strong CYP2C8 or CYP3A4 inhibitor is predicted to increase the steady-state exposure of the active moieties (sum of unbound apalutamide plus the potency-adjusted unbound N-desmethyl-apalutamide). No initial dose adjustment is necessary however, reduce the ERLEADA dose based on tolerability [see Dosage and Administration (2.2) ] . Mild or moderate inhibitors of CYP2C8 or CYP3A4 are not expected to affect the exposure of apalutamide. 7.2 Effect of ERLEADA on Other Drugs CYP3A4, CYP2C9, CYP2C19 and UGT Substrates ERLEADA is a strong inducer of CYP3A4 and CYP2C19, and a weak inducer of CYP2C9 in humans. Concomitant use of ERLEADA with medications that are primarily metabolized by CYP3A4, CYP2C19, or CYP2C9 can result in lower exposure to these medications. Substitution for these medications is recommended when possible or evaluate for loss of activity if medication is continued. Concomitant administration of ERLEADA with medications that are substrates of UDP-glucuronosyl transferase (UGT) can result in decreased exposure. Use caution if substrates of UGT must be co-administered with ERLEADA and evaluate for loss of activity [see Clinical Pharmacology (12.3) ] . P-gp, BCRP or OATP1B1 Substrates Apalutamide was shown to be a weak inducer of P-glycoprotein (P-gp), breast cancer resistance protein (BCRP), and organic anion transporting polypeptide 1B1 (OATP1B1) clinically. At steady-state, apalutamide reduced the plasma exposure to fexofenadine (a P-gp substrate) and rosuvastatin (a BCRP/OATP1B1 substrate). Concomitant use of ERLEADA with medications that are substrates of P-gp, BCRP, or OATP1B1 can result in lower exposure of these medications. Use caution if substrates of P-gp, BCRP or OATP1B1 must be co-administered with ERLEADA and evaluate for loss of activity if medication is continued [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are discussed in more detail in other sections of the labeling: Cerebrovascular and Ischemic Cardiovascular Events [see Warnings and Precautions (5.1) ] . Fractures [see Warnings and Precautions (5.2) ] . Falls [see Warnings and Precautions (5.3) ] . Seizure [see Warnings and Precautions (5.4) ] . Severe Cutaneous Adverse Reactions (SCARs) [see Warnings and Precautions (5.5) ] . Interstitial Lung Disease (ILD) [see Warnings and Precautions (5.6) ] . The most common adverse reactions (≥10%) are fatigue, arthralgia, rash, decreased appetite, fall, weight decreased, hypertension, hot flush, diarrhea, and fracture. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP at 1-800-526-7736 (1-800-JANSSEN) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions (≥ 10%) that occurred more frequently in the ERLEADA-treated patients (≥ 2% over placebo) from the randomized placebo-controlled clinical trials (TITAN and SPARTAN) were fatigue, arthralgia, rash, decreased appetite, fall, weight decreased, hypertension, hot flush, diarrhea, and fracture. Metastatic Castration-sensitive Prostate Cancer (mCSPC) TITAN, a randomized (1:1), double-blind, placebo-controlled, multi-center clinical study, enrolled patients who had mCSPC. In this study, patients received either ERLEADA at a dose of 240 mg daily or placebo. All patients in the TITAN study received a concomitant gonadotropin-releasing hormone (GnRH) analog or had prior bilateral orchiectomy. The median duration of exposure was 20 months (range: 0 to 34 months) in patients who received ERLEADA and 18 months (range: 0.1 to 34 months) in patients who received placebo. Ten patients (1.9%) who were treated with ERLEADA died from adverse reactions. The reasons for death were ischemic cardiovascular events (n=3), acute kidney injury (n=2), cardio-respiratory arrest (n=1), sudden cardiac death (n=1), respiratory failure (n=1), cerebrovascular accident (n=1), and large intestinal ulcer perforation (n=1). ERLEADA was discontinued due to adverse reactions in 8% of patients, most commonly from rash (2.3%). Adverse reactions leading to dose interruption or reduction of ERLEADA occurred in 23% of patients; the most frequent (>1%) were rash, fatigue, and hypertension. Serious adverse reactions occurred in 20% of ERLEADA-treated patients and 20% in patients receiving placebo. Table 1 shows adverse reactions occurring in ≥10% on the ERLEADA arm in TITAN that occurred with a ≥2% absolute increase in frequency compared to placebo. Table 2 shows laboratory abnormalities that occurred in ≥15% of patients, and more frequently (>5%) in the ERLEADA arm compared to placebo. Table 1: Adverse Reactions in TITAN (mCSPC) ERLEADA N=524 Placebo N=527 System/Organ Class Adverse reaction All Grades % Grade 3–4 % All Grades % Grade 3–4 % Musculoskeletal and connective tissue disorders Arthralgia Per the Common Terminology Criteria for Adverse Reactions (CTCAE), the highest severity for these events is Grade 3 17 0.4 15 0.9 Skin and subcutaneous tissue disorders Rash Includes rash, rash maculo-papular, rash generalized, urticaria, rash pruritic, rash macular, conjunctivitis, erythema multiforme, rash papular, skin exfoliation, genital rash, rash erythematous, stomatitis, drug eruption, mouth ulceration, rash pustular, blister, papule, pemphigoid, skin erosion, dermatitis, and rash vesicular 28 6 9 0.6 Pruritus 11 0.2 4.6 0.2 Vascular disorders Hot flush 23 0 16 0 Hypertension 18 8 16 9 Additional adverse reactions of interest occurring in less than 10% of patients treated with ERLEADA included diarrhea (9% versus 6% on placebo), muscle spasm (3.1% versus 1.9% on placebo), dysgeusia (3.2% versus 0.6% on placebo), hypothyroidism (3.6% versus 0.6% on placebo), and ILD/pneumonitis (1.1% versus 0.4% on placebo). Table 2: Laboratory Abnormalities Occurring in ≥ 15% of ERLEADA-Treated Patients and at a Higher Incidence than Placebo (Between Arm Difference > 5% All Grades) in TITAN (mCSPC) ERLEADA N=524 Placebo N=527 Laboratory Abnormality All Grades % Grade 3–4 % All Grades % Grade 3–4 % Hematology White blood cell decreased 27 0.4 19 0.6 Chemistry Hypertriglyceridemia Does not reflect fasting values 17 2.5 12 2.3 Non-metastatic Castration-resistant Prostate Cancer (nmCRPC) SPARTAN, a randomized (2:1), double-blind, placebo-controlled, multi-center clinical study, enrolled patients who had nmCRPC. In this study, patients received either ERLEADA at a dose of 240 mg daily or a placebo. All patients in the SPARTAN study received a concomitant gonadotropin-releasing hormone (GnRH) analog or had a bilateral orchiectomy. The median duration of exposure was 33 months (range: 0.1 to 75 months) in patients who received ERLEADA and 11 months (range: 0.1 to 37 months) in patients who received placebo. Twenty-four patients (3%) who were treated with ERLEADA died from adverse reactions. The reasons for death with ≥ 2 patients included infection (n=7), myocardial infarction (n=3), cerebrovascular event (n=2), and unknown reason (n=3). ERLEADA was discontinued due to adverse reactions in 11% of patients, most commonly from rash (3.2%). Adverse reactions leading to dose interruption or reduction of ERLEADA occurred in 33% of patients; the most common (>1%) were rash, diarrhea, fatigue, nausea, vomiting, hypertension, and hematuria. Serious adverse reactions occurred in 25% of ERLEADA-treated patients and 23% in patients receiving placebo. The most frequent serious adverse reactions (>2%) were fracture (3.4%) in the ERLEADA arm and urinary retention (3.8%) in the placebo arm. Table 3 shows adverse reactions occurring in ≥10% on the ERLEADA arm in SPARTAN that occurred with a ≥2% absolute increase in frequency compared to placebo. Table 4 shows laboratory abnormalities that occurred in ≥15% of patients, and more frequently (>5%) in the ERLEADA arm compared to placebo. Table 3: Adverse Reactions in SPARTAN (nmCRPC) ERLEADA N=803 Placebo N=398 System/Organ Class Adverse reaction All Grades % Grade 3–4 % All Grades % Grade 3–4 % General disorders and administration site conditions Fatigue Includes fatigue and asthenia , Per the Common Terminology Criteria for Adverse Reactions (CTCAE), the highest severity for these events is Grade 3 39 1.4 28 0.3 Musculoskeletal and connective tissue disorders Arthralgia 16 0 8 0 Skin and subcutaneous tissue disorders Rash Includes rash, rash maculo-papular, rash generalized, urticaria, rash pruritic, rash macular, conjunctivitis, erythema multiforme, rash papular, skin exfoliation, genital rash, rash erythematous, stomatitis, drug eruption, mouth ulceration, rash pustular, blister, papule, pemphigoid, skin erosion, dermatitis, and rash vesicular 25 5.2 6 0.3 Metabolism and nutrition disorders Decreased appetite Includes appetite disorder, decreased appetite, early satiety, and hypophagia 12 0.1 9 0 Peripheral edema Includes peripheral edema, generalized edema, edema, edema genital, penile edema, peripheral swelling, scrotal edema, lymphedema, swelling, and localized edema 11 0 9 0 Injury, poisoning and procedural complications Fall 16 1.7 9 0.8 Fracture Includes rib fracture, lumbar vertebral fracture, spinal compression fracture, spinal fracture, foot fracture, hip fracture, humerus fracture, thoracic vertebral fracture, upper limb fracture, fractured sacrum, hand fracture, pubis fracture, acetabulum fracture, ankle fracture, compression fracture, costal cartilage fracture, facial bones fracture, lower limb fracture, osteoporotic fracture, wrist fracture, avulsion fracture, fibula fracture, fractured coccyx, pelvic fracture, radius fracture, sternal fracture, stress fracture, traumatic fracture, cervical vertebral fracture, femoral neck fracture, and tibia fracture 12 2.7 7 0.8 Investigations Weight decreased 16 1.1 6 0.3 Vascular disorders Hypertension 25 14 20 12 Hot flush 14 0 9 0 Gastrointestinal disorders Diarrhea 20 1.1 15 0.5 Nausea 18 0 16 0 Additional clinically significant adverse reactions occurring in less than 10% of patients treated with ERLEADA included hypothyroidism (8% versus 2% on placebo), pruritus (6% versus 1.5% on placebo), heart failure (2.2% versus 1% on placebo), and ILD/pneumonitis (0.6% versus 0% on placebo). Table 4: Laboratory Abnormalities Occurring in ≥ 15% of ERLEADA-Treated Patients and at a Higher Incidence than Placebo (Between Arm Difference > 5% All Grades) in SPARTAN (nmCRPC) ERLEADA N=803 Placebo N=398 Laboratory Abnormality All Grades % Grade 3–4 % All Grades % Grade 3–4 % Hematology Anemia 70 0.4 64 0.5 Leukopenia 47 0.3 29 0 Lymphopenia 41 1.8 21 1.6 Chemistry Hypercholesterolemia Does not reflect fasting values 76 0.1 46 0 Hyperglycemia 70 2 59 1.0 Hypertriglyceridemia 67 1.6 49 0.8 Hyperkalemia 32 1.9 22 0.5 Rash In the combined data of two randomized, placebo-controlled clinical studies, SPARTAN and TITAN, rash associated with ERLEADA was most commonly described as macular or maculo-papular. Adverse reactions of rash were reported for 26% of patients treated with ERLEADA versus 8% of patients treated with placebo. Grade 3 rashes (defined as covering > 30% body surface area [BSA]) were reported with ERLEADA treatment (6%) versus placebo (0.5%). The onset of rash occurred at a median of 83 days of ERLEADA treatment. Rash resolved in 78% of patients within a median of 78 days from onset of rash. Rash was commonly managed with oral antihistamines, topical corticosteroids, and 19% of patients received systemic corticosteroids. Dose reduction or dose interruption occurred in 14% and 28% of patients, respectively. Of the patients who had dose interruption, 59% experienced recurrence of rash upon reintroduction of ERLEADA. Hypothyroidism In the combined data of two randomized, placebo-controlled clinical studies, SPARTAN and TITAN, hypothyroidism was reported for 8% of patients treated with ERLEADA and 1.5% of patients treated with placebo based on assessments of thyroid-stimulating hormone (TSH) every 4 months. Elevated TSH occurred in 25% of patients treated with ERLEADA and 7% of patients treated with placebo. The median onset was at the first scheduled assessment. There were no Grade 3 or 4 adverse reactions. Thyroid replacement therapy was initiated in 4.9% of patients treated with ERLEADA. Thyroid replacement therapy, when clinically indicated, should be initiated or dose-adjusted [see Drug Interactions (7.2) ] . 6.2 Post-Marketing Experience The following additional adverse reactions have been identified during post-approval use of ERLEADA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Respiratory, Thoracic and Mediastinal Disorders: interstitial lung disease/pneumonitis [see Warnings and Precautions (5.6) ] Skin and Subcutaneous Tissue Disorders: Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN) and drug reaction with eosinophilia and systemic symptoms (DRESS)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. ( 4 ) None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION ERLEADA 240 mg administered orally once daily. Swallow tablets whole. ERLEADA can be taken with or without food. ( 2.1 , 2.3 ) Patients should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. ( 2.1 ) 2.1 Recommended Dosage The recommended dose of ERLEADA is 240 mg administered orally once daily. This could be administered as one 240 mg tablet or four 60 mg tablets. Swallow the tablet(s) whole. Do not crush or split tablet(s). ERLEADA can be taken with or without food. Patients should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had a bilateral orchiectomy. 2.2 Dosage Modification If Grade 3 or greater adverse reactions, or other intolerable adverse reactions occur, withhold ERLEADA. Consider permanent discontinuation of ERLEADA for Grade 3 or 4 cerebrovascular and ischemic cardiovascular events [see Warnings and Precautions (5.1) ] . Permanently discontinue ERLEADA for severe ILD/pneumonitis or if no other potential causes of ILD/pneumonitis are identified, or confirmed SCARs, or for other Grade 4 skin reactions [see Warnings and Precautions (5.5 , 5.6) and Adverse Reactions (6.1) ] . For other adverse reactions, when symptoms improve to less than or equal to Grade 1 or original grade, resume ERLEADA at the same dose or a reduced dose (180 mg or 120 mg), if warranted. 2.3 Alternate Methods of Administration Disperse Tablet(s) in Water and Administer with Orange Juice, Applesauce, or Additional Water For patients who cannot swallow tablets whole, the recommended dose of ERLEADA tablet(s) can be dispersed in non-carbonated water and then administered with either orange juice, applesauce, or additional water as follows: Place the entire prescribed dose of ERLEADA tablet(s) in a cup. Do not crush or split the tablet(s). For one 240 mg tablet: Add about 2 teaspoons (10 mL) of non-carbonated water to make sure that the tablet is completely immersed in water. For 60 mg tablets (prescribed dose of 240 mg, 180 mg, or 120 mg): Add about 4 teaspoons (20 mL) of non-carbonated water to make sure that the tablets are completely immersed in water. Wait 2 minutes until the tablet(s) are broken up and spread out, then stir the mixture. Add 2 tablespoons (30 mL) of either orange juice, applesauce, or additional water and stir the mixture. Swallow the mixture immediately. Rinse the cup with enough water to make sure the whole dose is taken and drink it immediately. Do not store ERLEADA that is mixed with non-carbonated water, orange juice, or applesauce for later use. Administer Tablet(s) Through a Feeding Tube ERLEADA tablet(s) can be administered through a feeding tube 8 French or greater as follows: For one 240 mg tablet: Place the tablet in the barrel of the syringe (use at least a 20 mL syringe) and draw up 10 mL of non-carbonated water into the syringe. For 60 mg tablets (prescribed dose of 240 mg, 180 mg, or 120 mg): Place the entire prescribed dose of ERLEADA tablets in the barrel of the syringe (use at least a 50 mL syringe) and draw up 20 mL of non-carbonated water into the syringe. Wait 10 minutes and then shake vigorously to disperse contents completely. Administer immediately through the feeding tube. Refill the syringe with non-carbonated water and administer. Repeat until no tablet residue is left in the syringe or feeding tube."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ERLEADA is indicated for the treatment of patients with Metastatic castration-sensitive prostate cancer (mCSPC) Non-metastatic castration-resistant prostate cancer (nmCRPC) ERLEADA is an androgen receptor inhibitor indicated for the treatment of patients with metastatic castration-sensitive prostate cancer. ( 1 ) non-metastatic castration-resistant prostate cancer. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:26:45.229509",
  "source": "OpenFDA"
}