{
  "drug_name": "Apixaban",
  "generic_name": [
    "APIXABAN"
  ],
  "brand_names": [
    "apixaban"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Apixaban is a substrate of both CYP3A4 and P-gp. Inhibitors of CYP3A4 and P-gp increase exposure to apixaban and increase the risk of bleeding. Inducers of CYP3A4 and P-gp decrease exposure to apixaban and increase the risk of stroke and other thromboembolic events. Combined P-gp and strong CYP3A4 inhibitors increase blood levels of apixaban. Reduce apixaban dose or avoid coadministration. ( 2.5 , 7.1 , 12.3 ) Simultaneous use of combined P-gp and strong CYP3A4 inducers reduces blood levels of apixaban: Avoid concomitant use. ( 7.2 , 12.3 ) 7.1 Combined P-gp Strong CYP3A4 Inhibitors For patients receiving apixaban 5 mg or 10 mg twice daily, the dose of apixaban should be decreased by 50% when coadministered with drugs that are combined P-gp and strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, ritonavir) [see Dosage and Administration (2.5) and Clinical Pharmacology ( 12.3) ]. For patients receiving apixaban at a dose of 2.5 mg twice daily, avoid coadministration with combined P-gp and strong CYP3A4 inhibitors [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )]. Clarithromycin Although clarithromycin is a combined P-gp and strong CYP3A4 inhibitor, pharmacokinetic data suggest that no dose adjustment is necessary with concomitant administration with apixaban [see Clinical Pharmacology ( 12.3) ]. 7.2 Combined P-gp Strong CYP3A4 Inducers Avoid concomitant use of apixaban tablets with combined P-gp and strong CYP3A4 Inducers (e.g., rifampin, carbamazepine, phenytoin, St. John’s wort) because such drugs will decrease exposure to apixaban [see Clinical Pharmacology ( 12.3 )]. 7.3 Anticoagulants and Antiplatelet Agents Coadministration of antiplatelet agents, fibrinolytics, heparin, aspirin, and chronic NSAID use increases the risk of bleeding. APPRAISE-2, a placebo-controlled clinical trial of apixaban in high-risk, post-acute coronary syndrome patients treated with aspirin or the combination of aspirin and clopidogrel, was terminated early due to a higher rate of bleeding with apixaban compared to placebo. The rate of ISTH major bleeding was 2.8% per year with apixaban versus 0.6% per year with placebo in patients receiving single antiplatelet therapy and was 5.9% per year with apixaban versus 2.5% per year with placebo in those receiving dual antiplatelet therapy. In ARISTOTLE, concomitant use of aspirin increased the bleeding risk on apixaban from 1.8% per year to 3.4% per year and concomitant use of aspirin and warfarin increased the bleeding risk from 2.7% per year to 4.6% per year. In this clinical trial, there was limited (2.3%) use of dual antiplatelet therapy with apixaban."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the prescribing information. • Increased risk of thrombotic events after premature discontinuation [see Warnings and Precautions ( 5.1 )] • Bleeding [see Warnings and Precautions ( 5.2 )] • Spinal/epidural anesthesia or puncture [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (>1%) are related to bleeding. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Indoco Remedies Limited at +1-855-642-2594 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Reduction of Risk of Stroke and Systemic Embolism in Patients with Nonvalvular Atrial Fibrillation The safety of apixaban tablets was evaluated in the ARISTOTLE and AVERROES studies [see Clinical Studies ( 14 )] , including 11,284 patients exposed to apixaban tablets 5 mg twice daily and 602 patients exposed to apixaban tablets 2.5 mg twice daily. The duration of apixaban tablets exposure was ≥12 months for 9375 patients and ≥24 months for 3369 patients in the two studies. In ARISTOTLE, the mean duration of exposure was 89 weeks (>15,000 patient-years). In AVERROES, the mean duration of exposure was approximately 59 weeks (>3000 patient-years). The most common reason for treatment discontinuation in both studies was for bleeding-related adverse reactions; in ARISTOTLE this occurred in 1.7% and 2.5% of patients treated with apixaban tablets and warfarin, respectively, and in AVERROES, in 1.5% and 1.3% on apixaban tablets and aspirin, respectively. Bleeding in Patients with Nonvalvular Atrial Fibrillation in ARISTOTLE and AVERROES Tables 1 and 2 show the number of patients experiencing major bleeding during the treatment period and the bleeding rate (percentage of subjects with at least one bleeding event per 100 patient-years) in ARISTOTLE and AVERROES. Table 1: Bleeding Events in Patients with Nonvalvular Atrial Fibrillation in ARISTOTLE* Apixaban N=9088 n(per 100 pt-year) Warfarin N=9052 n(per 100 pt-year) Hazard Ratio (95% CI) P-value Major † 327(2.13) 462(3.09) 0.69(0.60,0.80) <0.0001 Intracranial(ICH) ‡ 52( 0.33) 125(0.82) 0.41(0.30,0.57) - Hemorrhagic stroke § 38 (0.24) 74(0.49) 0.51(0.34,0.75) - Other ICH 15 (0.10) 51(0.34) 0.29(0.16,0.51) - Gastrointestinal(GI) ¶ 128 (0.83) 141(0.93) 0.89(0.70,1.14) - Fatal** 10 (0.06) 37(0.24) 0.27(0.13,0.53) - Intracranial 4 (0.03) 30(0.20) 0.13(0.05,0.37) - Non-intracranial 6 (0.04) 7(0.05) 0.84(0.28,2.15) - * Bleeding events within each subcategory were counted once per subject, but subjects may have contributed events to multiple endpoints. Bleeding events were counted during treatment or within 2 days of stopping study treatment (on-treatment period). † Defined as clinically overt bleeding accompanied by one or more of the following: a decrease in hemoglobin of ≥2 g/dL, a transfusion of 2 or more units of packed red blood cells, bleeding at a critical site: intracranial, intraspinal, intraocular, pericardial, intra-articular, intramuscular with compartment syndrome, retroperitoneal or with fatal outcome. ‡ Intracranial bleed includes intracerebral, intraventricular, subdural, and subarachnoid bleeding. Any type of hemorrhagic stroke was adjudicated and counted as an intracranial major bleed. § On-treatment analysis based on the safety population, compared to ITT analysis presented in Section 14. ¶ GI bleed includes upper GI, lower GI, and rectal bleeding. ** Fatal bleeding is an adjudicated death with the primary cause of death as intracranial bleeding or non-intracranial bleeding during the on-treatment period. In ARISTOTLE, the results for major bleeding were generally consistent across most major subgroups including age, weight, CHADS 2 score (a scale from 0 to 6 used to estimate risk of stroke, with higher scores predicting greater risk), prior warfarin use, geographic region, and aspirin use at randomization (Figure 1). Subjects treated with apixaban with diabetes bled more (3% per year) than did subjects without diabetes (1.9% per year). Figure 1: Major Bleeding Hazard Ratios by Baseline Characteristics – ARISTOTLE Study Note: The figure above presents effects in various subgroups, all of which are baseline characteristics and all of which were prespecified, if not the groupings. The 95% confidence limits that are shown do not take into account how many comparisons were made, nor do they reflect the effect of a particular factor after adjustment for all other factors. Apparent homogeneity or heterogeneity among groups should not be over-interpreted. Table 2: Bleeding Events in Patients with Nonvalvular Atrial Fibrillation in AVERROES Apixaban N=2798 n(%/year) Aspirin N=2780 n(%/year) Hazard Ratio (95% CI) P-value Major 45(1.41) 29(0.92) 1.54(0.96,2.45) 0.07 Fatal 5(0.16) 5(0.16) 0.99(0.23,4.29) - Intracranial 11(0.34) 11(0.35) 0.99(0.39,2.51) - Events associated with each endpoint were counted once per subject, but subjects may have contributed events to multiple endpoints. Other Adverse Reactions Hypersensitivity reactions (including drug hypersensitivity, such as skin rash, and anaphylactic reactions, such as allergic edema) and syncope were reported in <1% of patients receiving apixaban tablets. Prophylaxis of Deep Vein Thrombosis Following Hip or Knee Replacement Surgery The safety of apixaban tablets has been evaluated in 1 Phase II and 3 Phase III studies including 5924 patients exposed to apixaban tablets 2.5 mg twice daily undergoing major orthopedic surgery of the lower limbs (elective hip replacement or elective knee replacement) treated for up to 38 days. In total, 11% of the patients treated with apixaban tablets 2.5 mg twice daily experienced adverse reactions. Bleeding results during the treatment period in the Phase III studies are shown in Table 3. Bleeding was assessed in each study beginning with the first dose of double-blind study drug. Table 3: Bleeding During the Treatment Period in Patients Undergoing Elective Hip or Knee Replacement Surgery Bleeding Endpoint* ADVANCE-3 Hip Replacement Surgery ADVANCE-2 Knee Replacement Surgery ADVANCE-1 Knee Replacement Surgery Apixaban 2.5 mg po bid 35±3 days Enoxaparin 40 mg sc qd 35±3 days Apixaban 2.5 mg po bid 12±2 days Enoxaparin 40 mg sc qd 12±2 days Apixaban 2.5 mg po bid 12±2 days Enoxaparin 30 mg sc q12h 12±2 days First dose 12 to 24 hours post surgery First dose 9 to 15 hours prior to surgery First dose 12 to 24 hours post surgery First dose 9 to 15 hours prior to surgery First dose 12 to 24 hours post surgery First dose 12 to 24 hours post surgery All treated N=2673 N=2659 N=1501 N=1508 N=1596 N=1588 Major (including surgical site) 22 (0.82%) † 18 (0.68%) 9 (0.60%) ‡ 14 (0.93%) 11 (0.69%) 22 (1.39%) Fatal 0 0 0 0 0 1(0.06%) Hgb decrease ≥2 g/dL 13 (0.49%) 10 (0.38%) 8 (0.53%) 9 (0.60%) 10 (0.63%) 16 (1.01%) Transfusion of ≥2 units RBC 16 (0.60%) 14 (0.53%) 5 (0.33%) 9 (0.60%) 9 (0.56%) 18 (1.13%) Bleed at critical site § 1 (0.04%) 1 (0.04%) 1 (0.07%) 2 (0.13%) 1 (0.06%) 4 (0.25%) Major+ CRNM ¶ 129 (4.83%) 134 (5.04%) 53 (3.53%) 72 (4.77%) 46 (2.88%) 68 (4.28%) All 313 (11.71%) 334 (12.56%) 104 (6.93%) 126 (8.36%) 85 (5.33%) 108 (6.80%) * All bleeding criteria included surgical site bleeding. † Includes 13 subjects with major bleeding events that occurred before the first dose of apixaban (administered 12 to 24 hours post surgery). ‡ Includes 5 subjects with major bleeding events that occurred before the first dose of apixaban (administered 12 to 24 hours post surgery). § Intracranial, intraspinal, intraocular, pericardial, an operated joint requiring re-operation or intervention, intramuscular with compartment syndrome, or retroperitoneal. Bleeding into an operated joint requiring re- operation or intervention was present in all patients with this category of bleeding. Events and event rates include one enoxaparin-treated patient in ADVANCE-1 who also had intracranial hemorrhage. ¶ CRNM = clinically relevant nonmajor. Adverse reactions occurring in ≥1% of patients undergoing hip or knee replacement surgery in the 1 Phase II study and the 3 Phase III studies are listed in Table 4.Adverse reactions occurring in ≥1% of patients undergoing hip or knee replacement surgery in the 1 Phase II study and the 3 Phase III studies are listed in Table 4. Table 4: Adverse Reactions Occurring in ≥1% of Patients in Either Group Undergoing Hip or Knee Replacement Surgery Apixaban, n (%) 2.5 mg po bid N=5924 Enoxaparin, n (%) 40 mg sc qd or 30 mg sc q12h N=5904 Nausea 153 (2.6) 159 (2.7) Anemia (including postoperative and hemorrhagic anemia, and respective laboratory parameters) 153 (2.6) 178 (3.0) Contusion 83 (1.4) 115 (1.9) Hemorrhage (including hematoma, and vaginal and urethral hemorrhage) 67 (1.1) 81 (1.4) Postprocedural hemorrhage (including postprocedural hematoma, wound hemorrhage, vessel puncture site hematoma and catheter site hemorrhage) 54 (0.9) 60 (1.0) Transaminases increased (including alanine aminotransferase increased and alanine aminotransferase abnormal) 50 (0.8) 71 (1.2) Aspartate aminotransferase increased 47 (0.8) 69 (1.2) Gamma-glutamyltransferase increased 38 (0.6) 65 (1.1) Less common adverse reactions in apixaban-treated patients undergoing hip or knee replacement surgery occurring at a frequency of ≥0.1% to <1%: Blood and lymphatic system disorders: thrombocytopenia (including platelet count decreases) Vascular disorders: hypotension (including procedural hypotension) Respiratory, thoracic, and mediastinal disorders: epistaxis Gastrointestinal disorders: gastrointestinal hemorrhage (including hematemesis and melena), hematochezia Hepatobiliary disorders: liver function test abnormal, blood alkaline phosphatase increased, blood bilirubin increased Renal and urinary disorders: hematuria (including respective laboratory parameters) Injury, poisoning, and procedural complications: wound secretion, incision-site hemorrhage (including incision-site hematoma), operative hemorrhage Less common adverse reactions in apixaban-treated patients undergoing hip or knee replacement surgery occurring at a frequency of <0.1%: Gingival bleeding, hemoptysis, hypersensitivity, muscle hemorrhage, ocular hemorrhage (including conjunctival hemorrhage), rectal hemorrhage Treatment of DVT and PE and Reduction in the Risk of Recurrence of DVT or PE The safety of apixaban has been evaluated in the AMPLIFY and AMPLIFY-EXT studies, including 2676 patients exposed to apixaban 10 mg twice daily, 3359 patients exposed to apixaban 5 mg twice daily, and 840 patients exposed to apixaban 2.5 mg twice daily. Common adverse reactions (≥1%) were gingival bleeding, epistaxis, contusion, hematuria, rectal hemorrhage, hematoma, menorrhagia, and hemoptysis. AMPLIFY Study The mean duration of exposure to apixaban was 154 days and to enoxaparin/warfarin was 152 days in the AMPLIFY study. Adverse reactions related to bleeding occurred in 417 (15.6%) apixaban-treated patients compared to 661 (24.6%) enoxaparin/warfarin-treated patients. The discontinuation rate due to bleeding events was 0.7% in the apixaban-treated patients compared to 1.7% in enoxaparin/warfarin-treated patients in the AMPLIFY study. In the AMPLIFY study, apixaban was statistically superior to enoxaparin/warfarin in the primary safety endpoint of major bleeding (relative risk 0.31, 95% CI [0.17, 0.55], P-value <0.0001). Bleeding results from the AMPLIFY study are summarized in Table 5. Table 5: Bleeding Results in the AMPLIFY Study Apixaban N=2676 n (%) Enoxaparin/Warfarin N=2689 n (%) Relative Risk (95% CI) Major 15 (0.6) 49 (1.8) 0.31 (0.17, 0.55) p<0.0001 CRNM* 103 (3.9) 215 (8.0) Major + CRNM 115 (4.3) 261 (9.7) Minor 313 (11.7) 505 (18.8) All 402 (15.0) 676 (25.1) * CRNM = clinically relevant nonmajor bleeding. Events associated with each endpoint were counted once per subject, but subjects may have contributed events to multiple endpoints. Adverse reactions occurring in ≥1% of patients in the AMPLIFY study are listed in Table 6. Table 6: Adverse Reactions Occurring in ≥1% of Patients Treated for DVT and PE in the AMPLIFY Study Apixaban N=2676 n (%) Enoxaparin/Warfarin N=2689 n (%) Epistaxis 77 (2.9) 146 (5.4) Contusion 49 (1.8) 97 (3.6) Hematuria 46 (1.7) 102 (3.8) Menorrhagia 38 (1.4) 30 (1.1) Hematoma 35 (1.3) 76 (2.8) Hemoptysis 32 (1.2) 31 (1.2) Rectal hemorrhage 26 (1.0) 39 (1.5) Gingival bleeding 26 (1.0) 50 (1.9) AMPLIFY-EXT Study The mean duration of exposure to apixaban was approximately 330 days and to placebo was 312 days in the AMPLIFY-EXT study. Adverse reactions related to bleeding occurred in 219 (13.3%) apixaban-treated patients compared to 72 (8.7%) placebo-treated patients. The discontinuation rate due to bleeding events was approximately 1% in the apixaban-treated patients compared to 0.4% in those patients in the placebo group in the AMPLIFY-EXT study. Bleeding results from the AMPLIFY-EXT study are summarized in Table 7. Table 7: Bleeding Results in the AMPLIFY-EXT Study Apixaban 2.5 mg bid N=840 n (%) Apixaban 5 mg bid N=811 n (%) Placebo N=826 n (%) Major 2 (0.2) 1 (0.1) 4 (0.5) CRNM* 25 (3.0) 34 (4.2) 19 (2.3) Major + CRNM 27 (3.2) 35 (4.3) 22 (2.7) Minor 75 (8.9) 98 (12.1) 58 (7.0) All 94 (11.2) 121 (14.9) 74 (9.0) * CRNM = clinically relevant nonmajor bleeding. Events associated with each endpoint were counted once per subject, but subjects may have contributed events to multiple endpoints. Adverse reactions occurring in ≥1% of patients in the AMPLIFY-EXT study are listed in Table 8. Table 8: Adverse Reactions Occurring in ≥1% of Patients Undergoing Extended Treatment for DVT and PE in the AMPLIFY-EXT Study Apixaban 2.5 mg bid N=840 n (%) Apixaban 5 mg bid N=811 n (%) Placebo N=826 n (%) Epistaxis 13 (1.5) 29 (3.6) 9 (1.1) Hematuria 12 (1.4) 17 (2.1) 9 (1.1) Hematoma 13 (1.5) 16 (2.0) 10 (1.2) Contusion 18 (2.1) 18 (2.2) 18 (2.2) Gingival bleeding 12 (1.4) 9 (1.1) 3 (0.4) Other Adverse Reactions Less common adverse reactions in apixaban-treated patients in the AMPLIFY or AMPLIFY¬ EXT studies occurring at a frequency of ≥0.1% to <1%: Blood and lymphatic system disorders: hemorrhagic anemia Gastrointestinal disorders: hematochezia, hemorrhoidal hemorrhage, gastrointestinal hemorrhage, hematemesis, melena, anal hemorrhage Injury, poisoning, and procedural complications: wound hemorrhage, postprocedural hemorrhage, traumatic hematoma, periorbital hematoma Musculoskeletal and connective tissue disorders: muscle hemorrhage Reproductive system and breast disorders: vaginal hemorrhage, metrorrhagia, menometrorrhagia, genital hemorrhage Vascular disorders: hemorrhage Skin and subcutaneous tissue disorders: ecchymosis, skin hemorrhage, petechiae Eye disorders: conjunctival hemorrhage, retinal hemorrhage, eye hemorrhage Investigations: blood urine present, occult blood positive, occult blood, red blood cells urine positive General disorders and administration-site conditions: injection-site hematoma, vessel puncture- site hematoma figure1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Apixaban tablets are contraindicated in patients with the following conditions: • Active pathological bleeding [see Warnings and Precautions ( 5.2 ) and Adverse Reactions( 6.1) ] • Severe hypersensitivity reaction to apixaban (e.g., anaphylactic reactions) [see Adverse Reactions ( 6.1 )] Active pathological bleeding ( 4 ) Severe hypersensitivity to apixaban ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION Reduction of risk of stroke and systemic embolism in nonvalvular atrial fibrillation: The recommended dose is 5 mg orally twice daily. ( 2.1 ) In patients with at least 2 of the following characteristics: age greater than or equal to 80 years, body weight less than or equal to 60 kg, or serum creatinine greater than or equal to 1.5 mg/dL, the recommended dose is 2.5 mg orally twice daily. ( 2.1 ) Prophylaxis of DVT following hip or knee replacement surgery: The recommended dose is 2.5 mg orally twice daily. ( 2.1 ) Treatment of DVT and PE: The recommended dose is 10 mg taken orally twice daily for 7 days, followed by 5 mg taken orally twice daily. ( 2.1 ) Reduction in the risk of recurrent DVT and PE following initial therapy: The recommended dose is 2.5 mg taken orally twice daily. ( 2.1 ) 2.1 Recommended Dose Reduction of Risk of Stroke and Systemic Embolism in Patients with Nonvalvular Atrial Fibrillation The recommended dose of apixaban tablets for most patients is 5 mg taken orally twice daily. The recommended dose of apixaban tablets is 2.5 mg twice daily in patients with at least two of the following characteristics: • age greater than or equal to 80 years • body weight less than or equal to 60 kg • serum creatinine greater than or equal to 1.5 mg/dL Prophylaxis of Deep Vein Thrombosis Following Hip or Knee Replacement Surgery The recommended dose of apixaban tablets is 2.5 mg taken orally twice daily. The initial dose should be taken 12 to 24 hours after surgery. • In patients undergoing hip replacement surgery, the recommended duration of treatment is 35 days. • In patients undergoing knee replacement surgery, the recommended duration of treatment is 12 days. Treatment of DVT and PE The recommended dose of apixaban tablets is 10 mg taken orally twice daily for the first 7 days of therapy. After 7 days, the recommended dose is 5 mg taken orally twice daily. Reduction in the Risk of Recurrence of DVT and PE The recommended dose of apixaban tablets is 2.5 mg taken orally twice daily after at least 6 months of treatment for DVT or PE [see Clinical Studies ( 14.3 )]. 2.2 Missed Dose If a dose of apixaban tablets is not taken at the scheduled time, the dose should be taken as soon as possible on the same day and twice-daily administration should be resumed. The dose should not be doubled to make up for a missed dose. 2.3 Temporary Interruption for Surgery and Other Interventions Apixaban tablets should be discontinued at least 48 hours prior to elective surgery or invasive procedures with a moderate or high risk of unacceptable or clinically significant bleeding [see Warnings and Precautions (5.2)] . Apixaban tablets should be discontinued at least 24 hours prior to elective surgery or invasive procedures with a low risk of bleeding or where the bleeding would be non-critical in location and easily controlled. Bridging anticoagulation during the 24 to 48 hours after stopping apixaban tablets and prior to the intervention is not generally required. Apixaban tablets should be restarted after the surgical or other procedures as soon as adequate hemostasis has been established. 2.4 Converting from or to apixaban Switching from warfarin to apixaban: Warfarin should be discontinued and apixaban started when the international normalized ratio (INR) is below 2.0. Switching from apixaban to warfarin: apixaban affects INR, so that initial INR measurements during the transition to warfarin may not be useful for determining the appropriate dose of warfarin. One approach is to discontinue apixaban and begin both a parenteral anticoagulant and warfarin at the time the next dose of apixaban would have been taken, discontinuing the parenteral anticoagulant when INR reaches an acceptable range. Switching from apixaban to anticoagulants other than warfarin (oral or parenteral): Discontinue apixaban and begin taking the new anticoagulant other than warfarin at the usual time of the next dose of apixaban. Switching from anticoagulants other than warfarin (oral or parenteral) to apixaban: Discontinue the anticoagulant other than warfarin and begin taking apixaban at the usual time of the next dose of the anticoagulant other than warfarin. 2.5 Combined P-gp and Strong CYP3A4 Inhibitors For patients receiving apixaban tablets doses of 5 mg or 10 mg twice daily, reduce the dose by 50% when apixaban tablet is coadministered with drugs that are combined P-glycoprotein (P-gp) and strong cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, itraconazole, ritonavir) [see Clinical Pharmacology ( 12.3) ]. In patients already taking 2.5 mg twice daily, avoid coadministration of apixaban tablets with combined P-glycoprotein (P-gp) and strong CYP3A4 inhibitors [see Drug Interactions ( 7.1) ]. 2.6 Administration Options For patients who are unable to swallow whole tablets, 5 mg and 2.5 mg apixaban tablets may be crushed and suspended in water, 5% dextrose in water (D5W), or apple juice, or mixed with applesauce and promptly administered orally [see Clinical Pharmacology ( 12.3) ]. Alternatively, apixaban tablets may be crushed and suspended in 60 mL of water or D5W and promptly delivered through a nasogastric tube [see Clinical Pharmacology ( 12.3 )]. Crushed apixaban tablets are stable in water, D5W, apple juice, and applesauce for up to 4 hours."
  ],
  "indications": [
    "1 INDICATIONS & USAGE Apixaban is a factor Xa inhibitor indicated: to reduce the risk of stroke and systemic embolism in patients with nonvalvular atrial fibrillation. ( 1.1 ) for the prophylaxis of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE), in patients who have undergone hip or knee replacement surgery. ( 1.2 ) for the treatment of DVT and PE, and for the reduction in the risk of recurrent DVT and PE following initial therapy. ( 1.3 , 1.4 , 1.5 ) 1.1 Reduction of Risk of Stroke and Systemic Embolism in Nonvalvular Atrial Fibrillation Apixaban tablets are indicated to reduce the risk of stroke and systemic embolism in patients with nonvalvular atrial fibrillation. 1.2 Prophylaxis of Deep Vein Thrombosis Following Hip or Knee Replacement Surgery Apixaban tablets are indicated for the prophylaxis of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE), in patients who have undergone hip or knee replacement surgery. 1.3 Treatment of Deep Vein Thrombosis Apixaban tablets are indicated for the treatment of DVT. 1.4 Treatment of Pulmonary Embolism Apixaban tablets are indicated for the treatment of PE. 1.5 Reduction in the Risk of Recurrence of DVT and PE Apixaban tablets are indicated to reduce the risk of recurrent DVT and PE following initial therapy."
  ],
  "fetched_at": "2025-10-01T16:27:04.938461",
  "source": "OpenFDA"
}