{
  "drug_name": "Apremilast",
  "generic_name": [
    "APREMILAST"
  ],
  "brand_names": [
    "APREMILAST"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Strong CYP450 Inducers Apremilast exposure is decreased when apremilast is co-administered with strong CYP450 inducers (such as rifampin) and may result in loss of efficacy [see Warnings and Precautions ( 5.5 ) and Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: Hypersensitivity [see Warnings and Precautions (5.1) ] Diarrhea, Nausea, and Vomiting [see Warnings and Precautions (5.2) ] Depression [see Warnings and Precautions (5.3 )] Weight Decrease [see Warnings and Precautions (5.4) ] Drug Interactions [see Warnings and Precautions (5.5) ] Plaque Psoriasis : The most common adverse reactions (≥ 5%) are diarrhea, nausea, upper respiratory tract infection, and headache, including tension headache. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals LLC at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Moderate to Severe Plague Psoriasis Clinical Trials Adverse Reactions from Clinical Trials in Adults The safety of apremilast was assessed in 1,426 subjects in 3 randomized, double-blind, placebo-controlled trials in adult subjects with moderate to severe plaque psoriasis who were candidates for phototherapy or systemic therapy. Subjects were randomized to receive apremilast 30 mg twice daily or placebo twice daily. Titration was used over the first 5 days [see Dosage and Administration (2.1) ] . Subjects ranged in age from 18 to 83 years, with an overall median age of 46 years. Diarrhea, nausea, and upper respiratory tract infection were the most commonly reported adverse reactions (see Table 4). The most common adverse reactions leading to discontinuation for subjects taking apremilast were nausea (1.6%), diarrhea (1.0%), and headache (0.8%). The proportion of subjects with plaque psoriasis who discontinued treatment due to any adverse reaction was 6.1% for subjects treated with apremilast 30 mg twice daily and 4.1% for placebo-treated subjects. Table 4: Adverse Reactions Reported in ≥ 1% of Adult Subjects with Moderate to Severe Plaque Psoriasis on Apremilast and With Greater Frequency Than in Subjects on Placebo up to Day 112 (Week 16) Adverse Reactions Placebo (N=506) n (%) Apremilast 30 mg BID b (N=920) n (%) Diarrhea 32 (6) 160 (17) Nausea 35 (7) 155 (17) Upper respiratory tract infection 31 (6) 84 (9) Tension headache 21 (4) 75 (8) Headache 19 (4) 55 (6) Abdominal pain a 11 (2) 39 (4) Vomiting 8 (2) 35 (4) Fatigue 9 (2) 29 (3) Dyspepsia 6 (1) 29 (3) Decreased appetite 5 (1) 26 (3) Insomnia 4 (1) 21 (2) Back pain 4 (1) 20 (2) Migraine 5 (1) 19 (2) Frequent bowel movements 1 (0) 17 (2) Depression 2 (0) 12 (1) Bronchitis 2 (0) 12 (1) Tooth abscess 0 (0) 10 (1) Folliculitis 0 (0) 9 (1) Sinus headache 0 (0) 9 (1) a Two subjects treated with apremilast experienced serious adverse reaction of abdominal pain. b BID = twice daily. Severe worsening of psoriasis (rebound) occurred in 0.3% (4/1,184) subjects following discontinuation of treatment with apremilast. Apremilast was evaluated in a Phase 3, multicenter, randomized, placebo-controlled trial (PSOR-3) in adults with moderate to severe plaque psoriasis of the scalp [see Clinical Studies (14.2) ] . A total of 302 subjects were randomized to receive apremilast 30 mg twice daily or placebo twice daily. The most commonly reported adverse reactions that occurred at a higher rate in the apremilast group than in the placebo group were: diarrhea (31% vs. 11%), nausea (22% vs. 6%), headache (12% vs. 5%), and vomiting (6% vs. 2%). The proportion of subjects who discontinued treatment because of any adverse reaction during the 16-week placebo-controlled period of the trial was 6% for subjects who received apremilast 30 mg twice daily and 3% for subjects who received placebo. Gastrointestinal adverse reactions that led to discontinuation of treatment were diarrhea (3% vs. 0%), nausea (1.5% vs. 1%), and vomiting (1.5% vs. 0 %) in the apremilast group compared to placebo. Mild to Moderate Plaque Psoriasis Clinical Trial in Adults Apremilast was evaluated in a Phase 3, multicenter, randomized, placebo-controlled trial (PSOR-4) in adult subjects with mild to moderate plaque psoriasis [see Clinical Studies (14.4) ] . A total of 595 subjects were randomized to receive apremilast 30 mg twice daily (297 subjects) or placebo twice daily (298 subjects) during the placebo- controlled phase of the trial. The trial also included an open label extension phase during which all subjects received apremilast 30 mg twice daily. Overall, the safety profile observed in the apremilast group during the placebo- controlled phase was consistent with the safety profile previously established in adult subjects with moderate to severe plaque psoriasis. Other adverse reactions reported in subjects on apremilast in plaque psoriasis Gastrointestinal Disorders: Gastroesophageal reflux disease Immune System Disorders: Hypersensitivity Investigations: Weight decrease Metabolism and Nutrition Disorders: Decreased appetite* Nervous System Disorders: Migraine Respiratory, Thoracic, and Mediastinal Disorders: Cough Skin and Subcutaneous Tissue Disorders: Rash *1 subject treated with apremilast 30 mg twice daily experienced a serious adverse reaction. Pediatric use information is approved for Amgen Inc.'s Otezla (apremilast) Tablets. However, due to Amgen Inc.'s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Apremilast tablets are contraindicated in patients with a known hypersensitivity to apremilast or to any of the excipients in the formulation [see Adverse Reactions (6.1) ]. Known hypersensitivity to apremilast or any of the excipients in the formulation. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION To reduce risk of gastrointestinal symptoms, titrate to recommended dosage as follows: Adults with Plaque Psoriasis See Table 1 for the initial titration schedule. Recommended maintenance dosage is 30 mg twice daily. ( 2.1 ) Dosage in Severe Renal Impairment: Adult Patients : For initial dosage titration, titrate using only morning schedule listed in Table 1 and skip afternoon doses. Recommended maintenance dosage is 30 mg once daily. ( 2.2 ) 2.1 Dosage in Plaque Psoriasis Adult Patients with Plague Psoriasis. The recommended initial dosage titration of apremilast tablets from Day 1 to Day 5 is shown in Table 1. Following the 5-day titration, the recommended maintenance dosage is 30 mg twice daily taken orally starting on Day 6. This titration is intended to reduce the gastrointestinal symptoms associated with initial therapy. Table 1: Dosage Titration Schedule for Adult Patients with Plaque Psoriasis Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 & thereafter AM AM PM AM PM AM PM AM PM AM PM 10 mg 10 mg 10 mg 10 mg 20 mg 20 mg 20 mg 20 mg 30 mg 30 mg 30 mg Pediatric use information is approved for Amgen Inc.'s Otezla (apremilast) Tablets. However, due to Amgen Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 2.2 Dosage Adjustment in Patients with Severe Renal Impairment Adult Patients with Plaque Psoriasis For initial dosage titration in adult patients with severe renal impairment (creatinine clearance [CLcr] of less than 30 mL per minute estimated by the Cockcroft–Gault equation), titrate apremilast using only the AM schedule listed in Table 1 and skip the PM doses. Reduce apremilast maintenance dosage to 30 mg once daily in this group [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 ) ]. Pediatric use information is approved for Amgen Inc.'s Otezla (apremilast) Tablets. However, due to Amgen Inc.'s marketing exclusivity rights, this drug product is not labeled with that information . 2.3 Administration Instructions Administer apremilast with or without food. Swallow tablets whole. Do not crush, split, or chew."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Apremilast, an inhibitor of phosphodiesterase 4 (PDE4), is indicated for the treatment of: Adult patients with plaque psoriasis who are candidates for phototherapy or systemic therapy. ( 1.2 ) 1.2 Plaque Psoriasis Apremilast tablets are indicated for the treatment of: Adult patients with plaque psoriasis who are candidates for phototherapy or systemic therapy. Pediatric use information is approved for Amgen Inc.'s Otezla (apremilast) Tablets. However, due to Amgen Inc.'s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "fetched_at": "2025-10-01T16:03:22.050904",
  "source": "OpenFDA"
}