{
  "drug_name": "Aprepitant",
  "generic_name": [
    "APREPITANT"
  ],
  "brand_names": [
    "APREPITANT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Full Prescribing Information for a list of clinically significant drug interactions. ( 4 , 5.1 , 5.2 , 5.3 , 7.1 , 7.2 ) 7.1 Effect of Aprepitant on the Pharmacokinetics of Other Drugs Aprepitant is a substrate, a weak-to-moderate (dose-dependent) inhibitor, and an inducer of CYP3A4. Aprepitant is also an inducer of CYP2C9 [see Clinical Pharmacology ( 12.3 )] . Aprepitant acts as a moderate inhibitor of CYP3A4 when administered as a 3-day regimen (125mg/80-mg/80-mg) and can increase plasma concentrations of concomitant drugs that are substrates for CYP3A4. Aprepitant acts as a weak inhibitor when administered as a single 40-mg dose and has not been shown to alter the plasma concentrations of concomitant drugs that are primarily metabolized through CYP3A4. Some substrates of CYP3A4 are contraindicated with aprepitant [see Contraindications ( 4 )] . Dosage adjustment of some CYP3A4 and CYP2C9 substrates may be warranted, as shown in Table 10. Table 10: Effects of Aprepitant on the Pharmacokinetics of Other Drugs CYP3A4 Substrates Pimozide Clinical Impact Increased pimozide exposure Intervention Aprepitant is contraindicated [see Contraindications ( 4 )] . Benzodiazepines Clinical Impact Increased exposure to midazolam or other benzodiazepines metabolized via CYP3A4 (alprazolam, triazolam) may increase the risk of adverse reactions [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Monitor for benzodiazepine-related adverse reactions. Depending on the clinical situation (e.g., elderly patients) and degree of monitoring available, reduce the dose of intravenous midazolam Single 40 mg dose of aprepitant No dosage adjustment of the benzodiazepine needed Dexamethasone Clinical Impact Increased dexamethasone exposure [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Reduce the dose of oral dexamethasone by approximately 50% [see Dosage and Administration ( 2.1 )]. Single 40 mg dose of aprepitant No dosage adjustment of oral dexamethasone needed Methylprednisolone Clinical Impact Increased methylprednisolone exposure [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Reduce the dose of intravenous methylprednisolone by approximately 25% Reduce the dose of oral methylprednisolone by approximately 50% Single 40 mg dose of aprepitant No dosage adjustment of methylprednisolone needed Chemotherapeutic agents that are metabolized by CYP3A4 Clinical Impact Increased exposure of the chemotherapeutic agent may increase the risk of adverse reactions [see Clinical Pharmacology ( 12.3 )] . Intervention Vinblastine, vincristine, or ifosfamide or other chemotherapeutic agents Monitor for chemotherapeutic-related adverse reactions. Etoposide, vinorelbine, paclitaxel, and docetaxel No dosage adjustment needed. Hormonal Contraceptives Clinical Impact Decreased hormonal exposure during administration of and for 28 days after administration of the last dose of aprepitant [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.3 ), Clinical Pharmacology ( 12.3 )] . Intervention Effective alternative or back-up methods of contraception (such as condoms and spermicides) should be used during treatment with aprepitant and for 1 month following the last dose of aprepitant. Examples birth control pills, skin patches, implants, and certain IUDs CYP2C9 Substrates Warfarin Clinical Impact Decreased warfarin exposure and decreased prothrombin time (INR) [see Warnings and Precautions ( 5.2 ), Clinical Pharmacology ( 12.3 )] . Intervention In patients on chronic warfarin therapy, monitor the prothrombin time (INR) in the 2-week period, particularly at 7 to 10 days, following initiation of the 3-day aprepitant regimen with each chemotherapy cycle, or following administration of a single 40-mg dose of aprepitant. Other 5-HT 3 Antagonists Clinical Impact No change in the exposure of the 5-HT 3 antagonist [see Clinical Pharmacology ( 12.3 )] . Intervention No dosage adjustment needed Examples ondansetron, granisetron, dolasetron 7.2 Effect of Other Drugs on the Pharmacokinetics of Aprepitant Aprepitant is a CYP3A4 substrate [see Clinical Pharmacology ( 12.3 )] . Co-administration of aprepitant with drugs that are inhibitors or inducers of CYP3A4 may result in increased or decreased plasma concentrations of aprepitant, respectively, as shown in Table 11. Table 11: Effects of Other Drugs on Pharmacokinetics of Aprepitant Moderate to Strong CYP3A4 Inhibitors Clinical Impact Significantly increased exposure of aprepitant may increase the risk of adverse reactions associated with aprepitant [see Adverse Reactions ( 6.1 ) and Clinical Pharmacology ( 12.3 )] . Intervention Avoid concomitant use of aprepitant Examples Moderate inhibitor: diltiazem Strong inhibitors: ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, nelfinavir Strong CYP3A4 Inducers Clinical Impact Substantially decreased exposure of aprepitant in patients chronically taking a strong CYP3A4 inducer may decrease the efficacy of aprepitant [see Clinical Pharmacology ( 12.3 )] . Intervention Avoid concomitant use of aprepitant Examples rifampin, carbamazepine, phenytoin",
    "7.1 Effect of Aprepitant on the Pharmacokinetics of Other Drugs Aprepitant is a substrate, a weak-to-moderate (dose-dependent) inhibitor, and an inducer of CYP3A4. Aprepitant is also an inducer of CYP2C9 [see Clinical Pharmacology ( 12.3 )] . Aprepitant acts as a moderate inhibitor of CYP3A4 when administered as a 3-day regimen (125mg/80-mg/80-mg) and can increase plasma concentrations of concomitant drugs that are substrates for CYP3A4. Aprepitant acts as a weak inhibitor when administered as a single 40-mg dose and has not been shown to alter the plasma concentrations of concomitant drugs that are primarily metabolized through CYP3A4. Some substrates of CYP3A4 are contraindicated with aprepitant [see Contraindications ( 4 )] . Dosage adjustment of some CYP3A4 and CYP2C9 substrates may be warranted, as shown in Table 10. Table 10: Effects of Aprepitant on the Pharmacokinetics of Other Drugs CYP3A4 Substrates Pimozide Clinical Impact Increased pimozide exposure Intervention Aprepitant is contraindicated [see Contraindications ( 4 )] . Benzodiazepines Clinical Impact Increased exposure to midazolam or other benzodiazepines metabolized via CYP3A4 (alprazolam, triazolam) may increase the risk of adverse reactions [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Monitor for benzodiazepine-related adverse reactions. Depending on the clinical situation (e.g., elderly patients) and degree of monitoring available, reduce the dose of intravenous midazolam Single 40 mg dose of aprepitant No dosage adjustment of the benzodiazepine needed Dexamethasone Clinical Impact Increased dexamethasone exposure [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Reduce the dose of oral dexamethasone by approximately 50% [see Dosage and Administration ( 2.1 )]. Single 40 mg dose of aprepitant No dosage adjustment of oral dexamethasone needed Methylprednisolone Clinical Impact Increased methylprednisolone exposure [see Clinical Pharmacology ( 12.3 )]. Intervention 3-day aprepitant regimen Reduce the dose of intravenous methylprednisolone by approximately 25% Reduce the dose of oral methylprednisolone by approximately 50% Single 40 mg dose of aprepitant No dosage adjustment of methylprednisolone needed Chemotherapeutic agents that are metabolized by CYP3A4 Clinical Impact Increased exposure of the chemotherapeutic agent may increase the risk of adverse reactions [see Clinical Pharmacology ( 12.3 )] . Intervention Vinblastine, vincristine, or ifosfamide or other chemotherapeutic agents Monitor for chemotherapeutic-related adverse reactions. Etoposide, vinorelbine, paclitaxel, and docetaxel No dosage adjustment needed. Hormonal Contraceptives Clinical Impact Decreased hormonal exposure during administration of and for 28 days after administration of the last dose of aprepitant [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.3 ), Clinical Pharmacology ( 12.3 )] . Intervention Effective alternative or back-up methods of contraception (such as condoms and spermicides) should be used during treatment with aprepitant and for 1 month following the last dose of aprepitant. Examples birth control pills, skin patches, implants, and certain IUDs CYP2C9 Substrates Warfarin Clinical Impact Decreased warfarin exposure and decreased prothrombin time (INR) [see Warnings and Precautions ( 5.2 ), Clinical Pharmacology ( 12.3 )] . Intervention In patients on chronic warfarin therapy, monitor the prothrombin time (INR) in the 2-week period, particularly at 7 to 10 days, following initiation of the 3-day aprepitant regimen with each chemotherapy cycle, or following administration of a single 40-mg dose of aprepitant. Other 5-HT 3 Antagonists Clinical Impact No change in the exposure of the 5-HT 3 antagonist [see Clinical Pharmacology ( 12.3 )] . Intervention No dosage adjustment needed Examples ondansetron, granisetron, dolasetron",
    "7.2 Effect of Other Drugs on the Pharmacokinetics of Aprepitant Aprepitant is a CYP3A4 substrate [see Clinical Pharmacology ( 12.3 )] . Co-administration of aprepitant with drugs that are inhibitors or inducers of CYP3A4 may result in increased or decreased plasma concentrations of aprepitant, respectively, as shown in Table 11. Table 11: Effects of Other Drugs on Pharmacokinetics of Aprepitant Moderate to Strong CYP3A4 Inhibitors Clinical Impact Significantly increased exposure of aprepitant may increase the risk of adverse reactions associated with aprepitant [see Adverse Reactions ( 6.1 ) and Clinical Pharmacology ( 12.3 )] . Intervention Avoid concomitant use of aprepitant Examples Moderate inhibitor: diltiazem Strong inhibitors: ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, nelfinavir Strong CYP3A4 Inducers Clinical Impact Substantially decreased exposure of aprepitant in patients chronically taking a strong CYP3A4 inducer may decrease the efficacy of aprepitant [see Clinical Pharmacology ( 12.3 )] . Intervention Avoid concomitant use of aprepitant Examples rifampin, carbamazepine, phenytoin"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥3%) are ( 6.1 ): Prevention of Chemotherapy Induced Nausea and Vomiting (CINV) • Adults: fatigue, diarrhea, asthenia, dyspepsia, abdominal pain, hiccups, white blood cell count decreased, dehydration, and alanine aminotransferase increased. • Pediatrics: neutropenia, headache, diarrhea, decreased appetite, cough, fatigue, hemoglobin decreased, dizziness, and hiccups. PONV • Adults: constipation and hypotension. To report SUSPECTED ADVERSE REACTIONS, contact Torrent Pharma Inc. at 1-800-912-9561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The overall safety of aprepitant was evaluated in approximately 6,800 individuals. Adverse Reactions in Adults in the Prevention of Nausea and Vomiting Associated with HEC and MEC In 2 active-controlled, double-blind clinical trials in patients receiving highly emetogenic chemotherapy (HEC) (Studies 1 and 2), aprepitant in combination with ondansetron and dexamethasone (aprepitant regimen) was compared to ondansetron and dexamethasone alone (standard therapy [see Clinical Studies ( 14.1 )]. In 2 active-controlled clinical trials in patients receiving moderately emetogenic chemotherapy (MEC) (Studies 3 and 4), aprepitant in combination with ondasetron and dexamethasone (aprepitant regimen) was compared to ondansetron and dexamethasone alone (standard therapy) [see Clinical Studies ( 14.2 )] . The most common adverse reaction reported in patients who received MEC in pooled Studies 3 and 4 was dyspepsia (6% versus 4%). Across these 4 studies there were 1,412 patients treated with the aprepitant regimen during Cycle 1 of chemotherapy and 1,099 of these patients continued into the Mutliplwe-Cycle extension for up to 6 cycles of chemotherapy. The most common adverse reactions reported in patients who received HEC and MEC in pooled Studies 1, 2, 3 and 4 are listed in Table 5. Table 5: Most Common Adverse Reactions in Patients Receiving HEC and MEC from a Pooled Analysis of HEC and MEC Studies* Aprepitant , ondansetron, and dexamethasone † (N=1,412) Ondansetron and dexamethasone ‡ (N=1,396) fatigue 13% 12% diarrhea 9% 8% asthenia 7% 6% dyspepsia 7% 5% abdominal pain 6% 5% hiccups 5% 3% white blood cell count decreased 4% 3% dehydration 3% 2% alanine aminotransferase increased 3% 2% In a pooled analysis of the HEC and MEC studies, less common adverse reactions reported in patients with the aprepitant regimen are listed in Table 6. Table 6: Less Common Adverse Reactions in Aprepitant-Treated Patients from a Pooled Analysis of HEC and MEC Studies* Infection and Infestations oral candidiasis, pharyngitis Blood and the Lymphatic System Disorders anemia, febrile neutropenia, neutropenia, thrombocytopenia Metabolism and Nutrition Disorders decreased appetite, hypokalemia Psychiatric Disorders anxiety Nervous System Disorders dizziness, dysgeusia, peripheral neuropathy Cardiac Disorders palpitations Vascular Disorders flushing, hot flush Respiratory, Thoracic and Mediastinal Disorders cough, dyspnea, oropharyngeal pain Gastrointestinal Disorders dry mouth, eructation, flatulence, gastritis, gastroesophageal reflux disease, nausea, vomiting Skin and Subcutaneous Tissue Disorders alopecia, hyperhidrosis, rash Musculoskeletal and Connective Tissue Disorders musculoskeletal pain General Disorders and Administration Site Condition edema peripheral, malaise Investigations aspartate aminotransferase increased, blood alkaline phosphatase increased, blood sodium decreased, blood urea increased, proteinuria, weight decreased In additional active-controlled clinical study 1,169 patients receiving aprepitant and HEC, the adverse reactions were generally similar to that seen in the other HEC studies with aprepitant. In another CINV study, Stevens-Johnson syndrome was reported as a serious adverse reaction in a patient receiving the aprepitant regimen with cancer chemotherapy. Adverse reactions in the Multiple-Cycle extensions of HEC and MEC studies for up to 6 cycles of chemotherapy were generally similar to that observed in Cycle 1. Adverse Reactions in Pediatric Patients 6 Months to 17 Years of Age in the Prevention of Nausea and Vomiting Associated with HEC or MEC In a pooled analysis of 2 active-controlled clinical trials in pediatric patients aged 6 months to 17 years who received highly or moderately emetogenic cancer chemotherapy (Study 5 and a safety study, Study 6), aprepitant in combination with ondansetron with or without dexamethasone (aprepitant regimen) was compared to ondansetron with or without dexamethasone (control regimen). There were 184 patients treated with the aprepitant regimen during Cycle 1 and 215 patients received open-label aprepitant for up to 9 additional cycles of chemotherapy. In Cycle 1, the most common adverse reactions reported in pediatric patients treated with the aprepitant regimen in pooled Studies 5 and 6 are listed in Table 7. Table 7: Most Common Adverse Reactions in Aprepitant-Treated Pediatric Patients in HEC and MEC Pooled Studies 5 and 6* Aprepitant and ondansetron (N=184) Ondansetron (N=168) neutropenia 13% 11% headache 9% 5% diarrhea 6% 5% decreased appetite 5% 4% cough 5% 3% fatigue 5% 2% hemoglobin decreased 5% 4% dizziness 5% 1% hiccups 4% 1% Forty-nine patients were treated with ifosfamide chemotherapy in each arm. Two of the patients treated with ifosfamide in the aprepitant are developed behavioral changes (agitation = 1; abnormal behavior = 1), whereas no patient treatesd with ifosfamide in the control arm developed behavioral changes. Aprepitant has the potential for increasing ifosfamide-mediated neurotoxicity through induction of CYP3A4 [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] . Adverse Reactions in Adult Patients in the Prevention of PONV In 2 active-controlled, double-blind clinical studies in patients receiving general anesthesia (Studies 7 and 8), 40 mg-oral aprepitant was compared to 4-mg intravenous ondansetron [see Clinical Studies (14.4)]. There were 564 patients treated with aprepitant and 538 patients treated with ondansetron. The most common adverse reactions reported in patients treated with aprepitant for PONV in pooled Studies 7 and 8 are listed in Table 8. Table 8: Most Common Adverse Reactions in Aprepitant-Treated Patients in a Pooled Analysis of PONV Studies* Aprepitant 40 mg (N = 564) Ondansetron (N = 538) constipation 9% 8% hypotension 6% 5% In a pooled analysis of PONV studies, less common adverse reactions reported in patients treated with aprepitant are listed in Table 9. Table 9: Less Common Adverse Reactions in Aprepitant-Treated Patients in a Pooled Analysis of PONV Studies* Infections and Infestations postoperative infection Metabolism and Nutrition Disorders hypokalemia, hypovolemia Nervous System Disorders dizziness, hypoesthesia, syncope Cardiac Disorders bradycardia Vascular Disorders hematoma Respiratory, Thoracic and Mediastinal Disorders dyspnea, hypoxia, respiratory depression Gastrointestinal Disorders abdominal pain, dry mouth, dyspepsia Skin and Subcutaneous Tissue Disorders urticaria General Disorders and Administration Site Conditions hypothermia Investigations blood albumin decreased, bilirubin increased, blood glucose increased, blood potassium decreased Injury, Poisoning and Procedural Complications operative hemorrhage, wound dehiscence In addition, two serious adverse reactions were reported in PONV clinical studies in patients taking a higher than recommended dose of aprepitant: one case of constipation, and one case of sub-ileus. Other Studies Angioedema and urticaria were reported as serious adverse reactions in a patient receiving aprepitant in a non-CINV/non-PONV study (aprepitant is only approved in the CINV and PONV populations). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of aprepitant. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and subcutaneous tissue disorders: pruritus, rash, urticaria, Stevens-Johnson syndrome/toxic epidermal necrolysis. Immune system disorders: hypersensitivity reactions including anaphylactic reactions [see Contraindications ( 4 )] . Nervous system disorders: ifosfamide-induced neurotoxicity reported after aprepitant and ifosfamide coadministration.",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The overall safety of aprepitant was evaluated in approximately 6,800 individuals. Adverse Reactions in Adults in the Prevention of Nausea and Vomiting Associated with HEC and MEC In 2 active-controlled, double-blind clinical trials in patients receiving highly emetogenic chemotherapy (HEC) (Studies 1 and 2), aprepitant in combination with ondansetron and dexamethasone (aprepitant regimen) was compared to ondansetron and dexamethasone alone (standard therapy [see Clinical Studies ( 14.1 )]. In 2 active-controlled clinical trials in patients receiving moderately emetogenic chemotherapy (MEC) (Studies 3 and 4), aprepitant in combination with ondasetron and dexamethasone (aprepitant regimen) was compared to ondansetron and dexamethasone alone (standard therapy) [see Clinical Studies ( 14.2 )] . The most common adverse reaction reported in patients who received MEC in pooled Studies 3 and 4 was dyspepsia (6% versus 4%). Across these 4 studies there were 1,412 patients treated with the aprepitant regimen during Cycle 1 of chemotherapy and 1,099 of these patients continued into the Mutliplwe-Cycle extension for up to 6 cycles of chemotherapy. The most common adverse reactions reported in patients who received HEC and MEC in pooled Studies 1, 2, 3 and 4 are listed in Table 5. Table 5: Most Common Adverse Reactions in Patients Receiving HEC and MEC from a Pooled Analysis of HEC and MEC Studies* Aprepitant , ondansetron, and dexamethasone † (N=1,412) Ondansetron and dexamethasone ‡ (N=1,396) fatigue 13% 12% diarrhea 9% 8% asthenia 7% 6% dyspepsia 7% 5% abdominal pain 6% 5% hiccups 5% 3% white blood cell count decreased 4% 3% dehydration 3% 2% alanine aminotransferase increased 3% 2% In a pooled analysis of the HEC and MEC studies, less common adverse reactions reported in patients with the aprepitant regimen are listed in Table 6. Table 6: Less Common Adverse Reactions in Aprepitant-Treated Patients from a Pooled Analysis of HEC and MEC Studies* Infection and Infestations oral candidiasis, pharyngitis Blood and the Lymphatic System Disorders anemia, febrile neutropenia, neutropenia, thrombocytopenia Metabolism and Nutrition Disorders decreased appetite, hypokalemia Psychiatric Disorders anxiety Nervous System Disorders dizziness, dysgeusia, peripheral neuropathy Cardiac Disorders palpitations Vascular Disorders flushing, hot flush Respiratory, Thoracic and Mediastinal Disorders cough, dyspnea, oropharyngeal pain Gastrointestinal Disorders dry mouth, eructation, flatulence, gastritis, gastroesophageal reflux disease, nausea, vomiting Skin and Subcutaneous Tissue Disorders alopecia, hyperhidrosis, rash Musculoskeletal and Connective Tissue Disorders musculoskeletal pain General Disorders and Administration Site Condition edema peripheral, malaise Investigations aspartate aminotransferase increased, blood alkaline phosphatase increased, blood sodium decreased, blood urea increased, proteinuria, weight decreased In additional active-controlled clinical study 1,169 patients receiving aprepitant and HEC, the adverse reactions were generally similar to that seen in the other HEC studies with aprepitant. In another CINV study, Stevens-Johnson syndrome was reported as a serious adverse reaction in a patient receiving the aprepitant regimen with cancer chemotherapy. Adverse reactions in the Multiple-Cycle extensions of HEC and MEC studies for up to 6 cycles of chemotherapy were generally similar to that observed in Cycle 1. Adverse Reactions in Pediatric Patients 6 Months to 17 Years of Age in the Prevention of Nausea and Vomiting Associated with HEC or MEC In a pooled analysis of 2 active-controlled clinical trials in pediatric patients aged 6 months to 17 years who received highly or moderately emetogenic cancer chemotherapy (Study 5 and a safety study, Study 6), aprepitant in combination with ondansetron with or without dexamethasone (aprepitant regimen) was compared to ondansetron with or without dexamethasone (control regimen). There were 184 patients treated with the aprepitant regimen during Cycle 1 and 215 patients received open-label aprepitant for up to 9 additional cycles of chemotherapy. In Cycle 1, the most common adverse reactions reported in pediatric patients treated with the aprepitant regimen in pooled Studies 5 and 6 are listed in Table 7. Table 7: Most Common Adverse Reactions in Aprepitant-Treated Pediatric Patients in HEC and MEC Pooled Studies 5 and 6* Aprepitant and ondansetron (N=184) Ondansetron (N=168) neutropenia 13% 11% headache 9% 5% diarrhea 6% 5% decreased appetite 5% 4% cough 5% 3% fatigue 5% 2% hemoglobin decreased 5% 4% dizziness 5% 1% hiccups 4% 1% Forty-nine patients were treated with ifosfamide chemotherapy in each arm. Two of the patients treated with ifosfamide in the aprepitant are developed behavioral changes (agitation = 1; abnormal behavior = 1), whereas no patient treatesd with ifosfamide in the control arm developed behavioral changes. Aprepitant has the potential for increasing ifosfamide-mediated neurotoxicity through induction of CYP3A4 [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] . Adverse Reactions in Adult Patients in the Prevention of PONV In 2 active-controlled, double-blind clinical studies in patients receiving general anesthesia (Studies 7 and 8), 40 mg-oral aprepitant was compared to 4-mg intravenous ondansetron [see Clinical Studies (14.4)]. There were 564 patients treated with aprepitant and 538 patients treated with ondansetron. The most common adverse reactions reported in patients treated with aprepitant for PONV in pooled Studies 7 and 8 are listed in Table 8. Table 8: Most Common Adverse Reactions in Aprepitant-Treated Patients in a Pooled Analysis of PONV Studies* Aprepitant 40 mg (N = 564) Ondansetron (N = 538) constipation 9% 8% hypotension 6% 5% In a pooled analysis of PONV studies, less common adverse reactions reported in patients treated with aprepitant are listed in Table 9. Table 9: Less Common Adverse Reactions in Aprepitant-Treated Patients in a Pooled Analysis of PONV Studies* Infections and Infestations postoperative infection Metabolism and Nutrition Disorders hypokalemia, hypovolemia Nervous System Disorders dizziness, hypoesthesia, syncope Cardiac Disorders bradycardia Vascular Disorders hematoma Respiratory, Thoracic and Mediastinal Disorders dyspnea, hypoxia, respiratory depression Gastrointestinal Disorders abdominal pain, dry mouth, dyspepsia Skin and Subcutaneous Tissue Disorders urticaria General Disorders and Administration Site Conditions hypothermia Investigations blood albumin decreased, bilirubin increased, blood glucose increased, blood potassium decreased Injury, Poisoning and Procedural Complications operative hemorrhage, wound dehiscence In addition, two serious adverse reactions were reported in PONV clinical studies in patients taking a higher than recommended dose of aprepitant: one case of constipation, and one case of sub-ileus. Other Studies Angioedema and urticaria were reported as serious adverse reactions in a patient receiving aprepitant in a non-CINV/non-PONV study (aprepitant is only approved in the CINV and PONV populations).",
    "6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of aprepitant. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and subcutaneous tissue disorders: pruritus, rash, urticaria, Stevens-Johnson syndrome/toxic epidermal necrolysis. Immune system disorders: hypersensitivity reactions including anaphylactic reactions [see Contraindications ( 4 )] . Nervous system disorders: ifosfamide-induced neurotoxicity reported after aprepitant and ifosfamide coadministration."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Aprepitant is contraindicated in patients: • who are hypersensitive to any component of the product. Hypersensitivity reactions including anaphylactic reactions have been reported [see Adverse Reactions ( 6.2 )] . • taking pimozide. Inhibition of CYP3A4 by aprepitant could result in elevated plasma concentrations of this drug which is a CYP3A4 substrate, potentially causing serious or life-threatening reactions, such as QT prolongation, a known adverse reaction of pimozide [see Warnings and Precautions ( 5.1 )] . • Known hypersensitivity to any component of this drug. ( 4 ) • Concurrent use with pimozide. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage for Prevention of Chemotherapy Induced Nausea and Vomiting (CINV) ( 2.1 ) •Aprepitant capsules in adults and pediatric patients 12 years of age and older: is 125 mg on Day 1 and 80 mg on Days 2 and 3. • Administer aprepitant 1 hour prior to chemotherapy on Days 1, 2, and 3. If no chemotherapy is given on Days 2 and 3, administer aprepitant in morning. See Full Prescribing Information for recommended dosages of concomitant dexamethasone and 5-HT 3 antagonist for HEC and MEC. Recommended Dosage for PONV ( 2.2 ) • Adults: 40 mg Aprepitant capsules within 3 hours prior to induction of anesthesia. Preparation and Administration ( 2.3 ) • Aprepitant capsules can be administered with or without food. • Swallow aprepitant capsules whole. • For details on preparation see Full Prescribing Information. 2.1 Prevention of Chemotherapy Induced Nausea and Vomiting (CINV) Adults and Pediatric Patients 12 Years of Age and Older The recommended oral dosage of aprepitant capsules, dexamethasone, and a 5-HT 3 antagonist in adults and pediatric patients 12 years of age and older who can swallow oral capsules, for the prevention of nausea and vomiting associated with administration of HEC or MEC is shown in Table 1 or Table 2, respectively. Table 1: Recommended Dosing for the Prevention of Nausea and Vomiting Associated with HEC Population Day 1 Day 2 Day 3 Day 4 Aprepitant capsules* Adults and Pediatric Patients 12 Years and Older 125 mg orally 80 mg orally 80 mg orally none Dexamethasone Adults 12 mg orally 8 mg orally 8 mg orally 8 mg orally Pediatric Patients 12 Years and Older If a corticosteroid, such as dexamethasone, is co-administered, administer 50% of the recommended corticosteroid dose on Days 1 through 4 [see Clinical Studies ( 14.3 )].† 5-HT3 antagonist Adults and Pediatric Patients 12 Years and Older See selected 5-HT3 antagonist prescribing information for the recommended dosage none none none Table 2: Recommended Dosing for the Prevention of Nausea and Vomiting Associated with MEC Population Day 1 Day 2 Day 3 Aprepitant capsules* Adults and Pediatric Patients 12 Years and Older 125 mg orally 80 mg orally 80 mg orally Dexamethasone Adults 12 mg orally none none Pediatric Patients 12 Years and Older If a corticosteroid, such as dexamethasone, is co-administered, administer 50% of the recommended corticosteroid dose on Days 1 through 4 [see Clinical Studies ( 14.3 )].† 5-HT3 antagonist Adults and Pediatric Patients 12 Years and Older See selected 5-HT 3 antagonist prescribing information for the recommended dosage none none 2.2 Prevention of Postoperative Nausea and Vomiting (PONV) The recommended oral dosage of aprepitant capsules is 40 mg within 30 hours prior to induction of anesthesia. 2.3 Administration Instructions Aprepitant capsules can be administered with or without food Aprepitant capsules Swallow capsules whole",
    "2.1 Prevention of Chemotherapy Induced Nausea and Vomiting (CINV) Adults and Pediatric Patients 12 Years of Age and Older The recommended oral dosage of aprepitant capsules, dexamethasone, and a 5-HT 3 antagonist in adults and pediatric patients 12 years of age and older who can swallow oral capsules, for the prevention of nausea and vomiting associated with administration of HEC or MEC is shown in Table 1 or Table 2, respectively. Table 1: Recommended Dosing for the Prevention of Nausea and Vomiting Associated with HEC Population Day 1 Day 2 Day 3 Day 4 Aprepitant capsules* Adults and Pediatric Patients 12 Years and Older 125 mg orally 80 mg orally 80 mg orally none Dexamethasone Adults 12 mg orally 8 mg orally 8 mg orally 8 mg orally Pediatric Patients 12 Years and Older If a corticosteroid, such as dexamethasone, is co-administered, administer 50% of the recommended corticosteroid dose on Days 1 through 4 [see Clinical Studies ( 14.3 )].† 5-HT3 antagonist Adults and Pediatric Patients 12 Years and Older See selected 5-HT3 antagonist prescribing information for the recommended dosage none none none Table 2: Recommended Dosing for the Prevention of Nausea and Vomiting Associated with MEC Population Day 1 Day 2 Day 3 Aprepitant capsules* Adults and Pediatric Patients 12 Years and Older 125 mg orally 80 mg orally 80 mg orally Dexamethasone Adults 12 mg orally none none Pediatric Patients 12 Years and Older If a corticosteroid, such as dexamethasone, is co-administered, administer 50% of the recommended corticosteroid dose on Days 1 through 4 [see Clinical Studies ( 14.3 )].† 5-HT3 antagonist Adults and Pediatric Patients 12 Years and Older See selected 5-HT 3 antagonist prescribing information for the recommended dosage none none"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Aprepitant is a substance P/neurokinin 1 (NK1) receptor antagonist. Aprepitant capsules are indicated • in combination with other antiemetic agents, in patients 12 years of age and older for prevention of: o acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy (HEC) including high-dose cisplatin ( 1.1 ) o nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy (MEC) ( 1.1 ) • for prevention of postoperative nausea and vomiting (PONV) in adults ( 1.2 ) Limitations of Use : ( 1.3 ) • Aprepitant has not been studied for treatment of established nausea and vomiting. • Chronic continuous administration of aprepitant is not recommended."
  ],
  "fetched_at": "2025-09-30T21:28:02.406328",
  "source": "OpenFDA"
}