{
  "drug_name": "Ara-Alpha(1,3)-Xyl",
  "generic_name": [
    "Ara-Alpha(1,3)-Xyl"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Lorazepam is not recommended for use in patients with a primary depressive disorder of psychosis. As with all patients on CNS-acting drugs, patients receiving lorazepam should be warned not to operate dangerous machinery or motor vehicles and that their tolerance for alcohol and other CNS depressants will be diminished."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reactions, if they occur, are usually observed at the beginning of therapy and generally disappear on continued medication or upon decreasing the dose. In a sample of about 3,500 anxious patients, the most frequent adverse reaction to lorazepam is sedation (15.9%), followed by dizziness (6.9%), weakness (4.2%), and unsteadiness (3.4%). Less frequent adverse reactions are disorientation, depression, nausea, change in appetite, headache, sleep disturbance, agitation, dermatological symptoms, eye-function disturbance, together with various gastrointestinal symptoms and autonomic manifestations. The incidence of sedation and unsteadiness increased with age. Small decreases in blood pressure have been noted but are not clinically significant, probably being related to the relief of anxiety produced by lorazepam. Transient amnesia or memory impairment has been reported in association with the use of benzodiazepines."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Lorazepam is contraindicated in patients with known sensitivity to the benzodiazepines or with acute narrow-angle glaucoma."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Lorazepam is administered orally. For optimal results, dose, frequency of administration, and duration of therapy should be individualized according to patient response. To facilitate this, 0.5 mg, 1 mg, and 2 mg tablets are available. The usual range is 2 to 6 mg/day given in divided doses, the largest dose being taken before bedtime, but the daily dosage may vary from 1 to 10 mg/day. For anxiety, most patients require an initial dose of 2 to 3 mg/day given b.i.d. or t.i.d. For insomnia due to anxiety or transient situational stress, a single daily dose of 2 to 4 mg may be given, usually at bedtime. For elderly or debilitated patients, an initial dosage of 1 to 2 mg/day in divided doses is recommended, to be adjusted as needed and tolerated. The dosage of lorazepam should be increased gradually when needed to help avoid adverse effects. When higher dosage is indicated, the evening dose should be increased before the daytime doses."
  ],
  "indications": [
    "INDICATIONS AND USAGE Lorazepam is indicated for the management of anxiety disorders or for the short-term relief of the symptoms of anxiety or anxiety associated with depressive symptoms. Anxiety or tension associated with the stress of everyday life usually does not require treatment with an anxiolytic. The effectiveness of lorazepam in long-term use, that is, more than 4 months, has not been assessed by systematic clinical studies. The physician should periodically reassess the usefulness of the drug for the individual patient."
  ],
  "fetched_at": "2025-10-01T04:30:35.197256",
  "source": "OpenFDA"
}