{
  "drug_name": "Argatroban",
  "generic_name": [
    "ARGATROBAN"
  ],
  "brand_names": [
    "Argatroban"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Heparin: Allow sufficient time for heparin’s effect on activated partial thromboplastin time (aPTT) to decrease before initiating Argatroban Injection therapy. ( 7.1 ) Warfarin: Concomitant use results in increased prolongation of PT and INR. ( 7.2 ) Thrombolytic agents or glycoprotein IIb/IIIa antagonists: Safety and effectiveness of concomitant use with argatroban have not been established. ( 7.4 , 7.5 ) 7.1 Heparin If argatroban is to be initiated after cessation of heparin therapy, allow sufficient time for heparin’s effect on the aPTT to decrease prior to initiation of argatroban therapy. 7.2 Oral Anticoagulant Agents Pharmacokinetic drug-drug interactions between argatroban and warfarin (7.5 mg single oral dose) have not been demonstrated. However, the concomitant use of argatroban and warfarin (5 to 7.5 mg initial oral dose, followed by 2.5 to 6 mg/day orally for 6 to 10 days) results in prolongation of the prothrombin time (PT) and International Normalized Ratio (INR) [see Dosage and Administration (2.5 ) and Clinical Pharmacology (12.2) ]. 7.3 Aspirin/Acetaminophen No drug-drug interactions have been demonstrated between argatroban and concomitantly administered aspirin or acetaminophen [ see Clinical Pharmacology (12.3) ]. 7.4 Thrombolytic Agents The safety and effectiveness of argatroban with thrombolytic agents have not been established [ see Adverse Reactions (6.1) ] . 7.5 Glycoprotein IIb/IIIa Antagonists The safety and effectiveness of argatroban with glycoprotein IIb/IIIa antagonists have not been established."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reaction is also discussed in other sections of the labeling: Risk of Hemorrhage [see Warnings and Precautions (5.1) ] . HIT patients: The most common (>5%) adverse reactions were dyspnea, hypotension, fever, diarrhea, sepsis, and cardiac arrest. (6.1) PCI patients: The most common (>5%) adverse reactions were chest pain, hypotension, back pain, nausea, vomiting and headache. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-233-2001 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Adverse Reactions in Patients with HIT (With or Without Thrombosis) Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The following safety information is based on all 568 patients treated with argatroban in Study 1 and Study 2. The safety profile of the patients from these studies is compared with that of 193 historical controls in which the adverse reactions were collected retrospectively. Adverse reactions are separated into hemorrhagic and non-hemorrhagic reactions. Major bleeding was defined as bleeding that was overt and associated with a hemoglobin decrease ≥ 2 g/dL, that led to a transfusion of ≥ 2 units, or that was intracranial, retroperitoneal, or into a major prosthetic joint. Minor bleeding was overt bleeding that did not meet the criteria for major bleeding. Table 4 gives an overview of the most frequently observed hemorrhagic reactions, presented separately by major and minor bleeding, sorted by decreasing occurrence among argatroban-treated patients with HIT (with or without thrombosis). Table 4 Major and Minor Hemorrhagic Adverse Reactions in Patients With HIT* Major Hemorrhagic Reactions a Argatroban-treated Patients (Study 1 and Study 2) (n = 568) % Historical Control c (n = 193) % Overall bleeding 5.3 6.7 Gastrointestinal 2.3 1.6 Genitourinary and hematuria 0.9 0.5 Decrease in hemoglobin and hematocrit 0.7 0 Multisystem hemorrhage and DIC 0.5 1 Limb and BKA stump 0.5 0 Intracranial hemorrhage 0 b 0.5 Minor Hemorrhagic Reactions a Argatroban-treated Patients (Study 1 and Study 2) (n = 568) % Historical Control c (n = 193) % Gastrointestinal 14.4 18.1 Genitourinary and hematuria 11.6 0.8 Decrease in hemoglobin and hematocrit 10.4 0 Groin 5.4 3.1 Hemoptysis 2.9 0.8 Brachial 2.4 0.8 * with or without thrombosis a) Patients may have experienced more than 1 adverse reaction. b) One patient experienced intracranial hemorrhage 4 days after discontinuation of argatroban and following therapy with urokinase and oral anticoagulation. c) The historical control group consisted of patients with a clinical diagnosis of HIT (with or without thrombosis) that were considered eligible by an independent medical panel. DIC = disseminated intravascular coagulation. BKA = below the knee amputation. Table 5 gives an overview of the most frequently observed non-hemorrhagic reactions sorted by decreasing frequency of occurrence (≥2%) among argatroban-treated HIT/HITTS patients. Table 5 Non-hemorrhagic Adverse Reactions in Patients a With HIT b Argatroban-treated Patients (Study 1 and Study 2) (n = 568) % Historical Control c (n = 193) % Dyspnea 8.1 8.8 Hypotension 7.2 2.6 Fever 6.9 2.1 Diarrhea 6.2 1.6 Sepsis 6.0 12.4 Cardiac arrest 5.8 3.1 Nausea 4.8 0.5 Ventricular tachycardia 4.8 3.1 Pain 4.6 3.1 Urinary tract infection 4.6 5.2 Vomiting 4.2 0 Infection 3.7 3.6 Pneumonia 3.3 9.3 Atrial fibrillation 3.0 11.4 Coughing 2.8 1.6 Abnormal renal function 2.8 4.7 Abdominal pain 2.6 1.6 Cerebrovascular disorder 2.3 4.1 a) Patients may have experienced more than 1 adverse reaction. b) With or without thrombosis c) The historical control group consisted of patients with a clinical diagnosis of HIT (with or without thrombosis) that were considered eligible by an independent medical panel. Adverse Reactions in Patients with or at Risk for HIT Undergoing PCI The following safety information is based on 91 patients initially treated with argatroban and 21 patients subsequently re-exposed to argatroban for a total of 112 PCIs with argatroban anticoagulation. Adverse reactions are separated into hemorrhagic (Table 6) and non-hemorrhagic (Table 7) reactions. Major bleeding was defined as bleeding that was overt and associated with a hemoglobin decrease ≥5 g/dL, that led to a transfusion of ≥2 units, or that was intracranial, retroperitoneal, or into a major prosthetic joint. The rate of major bleeding events in patients treated with argatroban in the PCI trials was 1.8%. Table 6 Major and Minor Hemorrhagic Adverse Reactions in Patients With HIT Undergoing PCI Major Hemorrhagic Reactions a Argatroban-treated Patients (n = 112) b % Retroperitoneal 0.9 Gastrointestinal 0.9 Intracranial 0 Minor Hemorrhagic Reactions a Argatroban-treated Patients (n = 112) b % Groin (bleeding or hematoma) 3.6 Gastrointestinal (includes hematemesis) 2.6 Genitourinary (includes hematuria) 1.8 Decrease in hemoglobin and/or hematocrit 1.8 CABG (coronary arteries) 1.8 Access site 0.9 Hemoptysis 0.9 Other 0.9 a) Patients may have experienced more than 1 adverse reaction. b) 91 patients who underwent 112 interventions. CABG = coronary artery bypass graft. Table 7 gives an overview of the most frequently observed non-hemorrhagic adverse reactions (>2%), sorted by decreasing frequency of occurrence among argatroban-treated PCI patients. Table 7 Non-hemorrhagic Adverse Reactions a in Patients With HIT Undergoing PCI Argatroban Procedures a (n = 112) b % Chest pain 15.2 Hypotension 10.7 Back pain 8.0 Nausea 7.1 Vomiting 6.3 Headache 5.4 Bradycardia 4.5 Abdominal pain 3.6 Fever 3.6 Myocardial infarction 3.6 a) Patients may have experienced more than 1 adverse reaction. b) 91 patients who underwent 112 interventions. There were 22 serious adverse reactions in 17 PCI patients (19.6% in 112 interventions). Table 8 lists the serious adverse reactions occurring in argatroban-treated patients with or at risk for HIT undergoing PCI. Table 8 Serious Adverse Reactions in Patients With HIT Undergoing PCI a Coded Term Argatroban Procedures b (n = 112) Myocardial infarction 4 (3.5%) Angina pectoris 2 (1.8%) Coronary thrombosis 2 (1.8%) Myocardial ischemia 2 (1.8%) Occlusion coronary 2 (1.8%) Chest pain 1 (0.9%) Fever 1 (0.9%) Retroperitoneal hemorrhage 1 (0.9%) Aortic stenosis 1 (0.9%) Arterial thrombosis 1 (0.9%) Gastrointestinal hemorrhage 1 (0.9%) Gastrointestinal disorder (GERD) 1 (0.9%) Cerebrovascular disorder 1 (0.9%) Lung edema 1 (0.9%) Vascular disorder 1 (0.9%) a) Individual reactions may also have been reported elsewhere (see Table 6 and 7). b) 91 patients underwent 112 procedures. Some patients may have experienced more than 1 reaction. Intracranial Bleeding in Other Populations Increased risks for intracranial bleeding have been observed in investigational studies of argatroban for other uses. In a study of patients with acute myocardial infarction receiving both argatroban and thrombolytic therapy (streptokinase or tissue plasminogen activator), the overall frequency of intracranial bleeding was 1% (8 out of 810 patients). Intracranial bleeding was not observed in 317 subjects or patients who did not receive concomitant thrombolysis [see Drug Interactions (7.4) ]. The safety and effectiveness of argatroban for cardiac indications other than PCI in patients with HIT have not been established. Intracranial bleeding was also observed in a prospective, placebo-controlled study of argatroban in patients who had onset of acute stroke within 12 hours of study entry. Symptomatic intracranial hemorrhage was reported in 5 of 117 patients (4.3%) who received argatroban at 1 to 3 mcg/kg/min and in none of the 54 patients who received placebo. Asymptomatic intracranial hemorrhage occurred in 5 (4.3%) and 2 (3.7%) of the patients, respectively. Allergic Reactions One hundred fifty-six allergic reactions or suspected allergic reactions were observed in 1,127 individuals who were treated with argatroban in clinical pharmacology studies or for various clinical indications. About 95% (148/156) of these reactions occurred in patients who concomitantly received thrombolytic therapy (e.g., streptokinase) or contrast media. Allergic reactions or suspected allergic reactions in populations other than patients with HIT (with or without thrombosis) include (in descending order of frequency): Airway reactions (coughing, dyspnea): 10% or more Skin reactions (rash, bullous eruption): 1 to <10% General reactions (vasodilation): 1 to 10% Limited data are available on the potential formation of drug-related antibodies. Plasma from 12 healthy volunteers treated with argatroban over 6 days showed no evidence of neutralizing antibodies. No loss of anticoagulant activity was noted with repeated administration of argatroban to more than 40 patients."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Argatroban is contraindicated in: Patients with major bleeding, [see Warnings and Precautions (5.1) ] Patients with a history of hypersensitivity to argatroban. Airway, skin, and generalized hypersensitivity reactions have been reported [see Adverse Reactions (6.1) ] Major bleeding (4) History of hypersensitivity to this product (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Argatroban Injection 250 mg/2.5 mL (100 mg/mL) must be diluted 100-fold by mixing with 0.9% Sodium Chloride Injection, 5% Dextrose Injection, or Lactated Ringer’s Injection to a final concentration of 1 mg/mL. ( 2.1 ) Argatroban Injection 50 mg/50 mL (1 mg/mL) is ready for intravenous infusion. Dilution is not required. ( 2.1 ) Heparin-Induced Thrombocytopenia The dose for heparin-induced thrombocytopenia without hepatic impairment is 2 mcg/kg/min administered as a continuous infusion. ( 2.2 ) Percutaneous Coronary Intervention The dose for patients with or at risk for heparin-induced thrombocytopenia undergoing percutaneous coronary intervention is started at 25 mcg/kg/min and a bolus of 350 mcg/kg administered via a large bore intravenous line over 3 to 5 minutes. ( 2.3 ) 2.1 Preparation for Intravenous Administration Argatroban Injection 250 mg/2.5 mL (100 mg/mL) must be diluted 100-fold prior to infusion. Argatroban should not be mixed with other drugs prior to dilution. Dilution is not required for Argatroban Injection 50 mg/50 mL (1 mg/mL). Argatroban Injection 250 mg/2.5 mL (100 mg/mL) Argatroban 250 mg/2.5 mL (100 mg/mL) should be diluted in 0.9% Sodium Chloride Injection, 5% Dextrose Injection, or Lactated Ringer’s Injection to a final concentration of 1 mg/mL. The contents of each 2.5-mL vial should be diluted 100-fold by mixing with 250 mL of diluent. Use 250 mg (2.5 mL) per 250 mL of diluent or 500 mg (5 mL) per 500 mL of diluent. The constituted solution must be mixed by repeated inversion of the diluent bag for 1 minute. Upon preparation, the solution may show slight but brief haziness due to the formation of microprecipitates that rapidly dissolve upon mixing. Use of diluent at room temperature is recommended. Colder temperatures can slow down the rate of dissolution of precipitates. The final solution must be clear before use. The pH of the intravenous solution prepared as recommended is 3.2 to 7.5. Solutions prepared as recommended are stable at controlled room temperature, 20º to 25ºC (68º to 77ºF) (see USP) in ambient indoor light for 24 hours; therefore, light-resistant measures such as foil protection for intravenous lines are unnecessary. Solutions are physically and chemically stable for up to 96 hours when protected from light and stored at controlled room temperature, 20º to 25ºC (68º to 77ºF) (see USP) or at refrigerated conditions, 5º±3ºC (41º±5ºF). Prepared solutions should not be exposed to direct sunlight. No significant potency losses have been noted following simulated delivery of the solution through intravenous tubing. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Argatroban Injection 50 mg/50 mL (1 mg/mL) Each 50 mL glass vial contains 50 mg argatroban (1 mg/mL); and, as supplied, is ready for intravenous infusion. Dilution is not required. Argatroban Injection is a clear, colorless to pale yellow solution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Do not use if solution is cloudy, contains precipitates, or if the flip top cap is not intact. Vial may be inverted for use with a medical infusion set. 2.2 Dosing in Patients with Heparin-Induced Thrombocytopenia Initial Dosage Before administering argatroban, discontinue heparin therapy and obtain a baseline activated partial thromboplastin time (aPTT). The recommended initial dose of argatroban for adult patients without hepatic impairment is 2 mcg/kg/min, administered as a continuous infusion (see Table 1). Table 1 Recommended Doses and Infusion Rates for 2 mcg/kg/min Dose of Argatroban for Patients With HIT* and Without Hepatic Impairment (1 mg/mL Final Concentration) Body Weight (kg) Dose (mcg/min) Infusion Rate (mL/hr) 50 100 6 60 120 7 70 140 8 80 160 10 90 180 11 100 200 12 110 220 13 120 240 14 130 260 16 140 280 17 *with or without thrombosis Monitoring Therapy For use in HIT, therapy with Argatroban Injection is monitored using the aPTT with a target range of 1.5 to 3 times the initial baseline value (not to exceed 100 seconds). Tests of anticoagulant effects (including the aPTT) typically attain steady-state levels within 1 to 3 hours following initiation of Argatroban Injection. Check the aPTT 2 hours after initiation of therapy and after any dose change to confirm that the patient has attained the desired therapeutic range. Dosage Adjustment After the initiation of Argatroban Injection, adjust the dose (not to exceed 10 mcg/kg/min) as necessary to obtain a steady-state aPTT in the target range [see Clinical Studies (14.1) ]. 2.3 Dosing in Patients Undergoing Percutaneous Coronary Intervention Initial Dosage Initiate an infusion of Argatroban Injection at 25 mcg/kg/min and administer a bolus of 350 mcg/kg via a large bore intravenous line over 3 to 5 minutes (see Table 2). Check an activated clotting time (ACT) 5 to 10 minutes after the bolus dose is completed. The PCI procedure may proceed if the ACT is greater than 300 seconds. Dosage Adjustment If the ACT is less than 300 seconds, an additional intravenous bolus dose of 150 mcg/kg should be administered, the infusion dose increased to 30 mcg/kg/min, and the ACT checked 5 to 10 minutes later (see Table 3). If the ACT is greater than 450 seconds, decrease the infusion rate to 15 mcg/kg/min, and check the ACT 5 to 10 minutes later (Table 3). Continue titrating the dose until a therapeutic ACT (between 300 and 450 seconds) has been achieved; continue the same infusion rate for the duration of the PCI procedure. In case of dissection, impending abrupt closure, thrombus formation during the procedure, or inability to achieve or maintain an ACT over 300 seconds, additional bolus doses of 150 mcg/kg may be administered and the infusion dose increased to 40 mcg/kg/min. Check the ACT after each additional bolus or change in the rate of infusion. Table 2 Recommended Starting and Maintenance Doses (Within the Target ACT Range) of Argatroban Injection in Patients Undergoing PCI Without Hepatic Impairment (1 mg/mL Final Concentration) Body Weight (kg) Starting Bolus Dose (350 mcg/kg) Starting and Maintenance Continuous Infusion Dosing For ACT 300-450 seconds 25 mcg/kg/min Bolus Dose (mcg) Bolus Volume (mL) Continuous Infusion Dose (mcg/min) Continuous Infusion Rate (mL/hr) 50 17500 18 1250 75 60 21000 21 1500 90 70 24500 25 1750 105 80 28000 28 2000 120 90 31500 32 2250 135 100 35000 35 2500 150 110 38500 39 2750 165 120 42000 42 3000 180 130 45500 46 3250 195 140 49000 49 3500 210 NOTE: 1 mg = 1000 mcg; 1 kg = 2.2 lbs Table 3 Recommended Dose Adjustments of Argatroban Injection for Patients Outside of ACT Target Range Undergoing PCI Without Hepatic Impairment (1 mg/mL Final Concentration) Body Weight (kg) If ACT Less than 300 seconds Dosage Adjustment† 30 mcg/kg/min If ACT Greater than 450 seconds Dosage Adjustment* 15 mcg/kg/min Additional Bolus Dose (mcg) Bolus Volume (mL) Continuous Infusion Dose (mcg/min) Continuous Infusion Rate (mL/hr) Continuous Infusion Dose (mcg/min) Continuous Infusion Rate (mL/hr) 50 7500 8 1500 90 750 45 60 9000 9 1800 108 900 54 70 10500 11 2100 126 1050 63 80 12000 12 2400 144 1200 72 90 13500 14 2700 162 1350 81 100 15000 15 3000 180 1500 90 110 16500 17 3300 198 1650 99 120 18000 18 3600 216 1800 108 130 19500 20 3900 234 1950 117 140 21000 21 4200 252 2100 126 NOTE: 1 mg = 1000 mcg; 1 kg = 2.2 lbs †Additional intravenous bolus dose of 150 mcg/kg should be administered if ACT less than 300 seconds. * No bolus dose is given if ACT greater than 450 seconds Monitoring Therapy For use in PCI, therapy with Argatroban Injection is monitored using ACT. Obtain ACTs before dosing, 5 to 10 minutes after bolus dosing, following adjustments in the infusion rate, and at the end of the PCI procedure. Obtain additional ACTs every 20 to 30 minutes during prolonged procedure. Continued Anticoagulation after PCI If a patient requires anticoagulation after the procedure, Argatroban Injection may be continued, but at a rate of 2 mcg/kg/min and adjusted as needed to maintain the aPTT in the desired range [see Dosage and Administration ( 2.1) ] . 2.4 Dosing in Patients with Hepatic Impairment Initial Dosage For adult patients with HIT and moderate or severe hepatic impairment (based on Child-Pugh classification), an initial dose of 0.5 mcg/kg/min is recommended, based on the approximately 4-fold decrease in argatroban clearance relative to those with normal hepatic function. Monitor the aPTT closely, and adjust the dosage as clinically indicated. Monitoring Therapy Achievement of steady state aPTT levels may take longer and require more dose adjustments in patients with hepatic impairment compared to patients with normal hepatic function. For patients with hepatic impairment undergoing PCI and who have HIT or are at risk for HIT, carefully titrate argatroban until the desired level of anticoagulation is achieved. Use of argatroban in PCI patients with clinically significant hepatic disease or AST/ALT levels ≥3 times the upper limit of normal should be avoided [see Warnings and Precautions (5.2) ]. 2.5 Conversion to Oral Anticoagulant Therapy Initiating Oral Anticoagulant Therapy When converting patients from argatroban to oral anticoagulant therapy, consider the potential for combined effects on INR with co-administration of argatroban and warfarin. A loading dose of warfarin should not be used. Initiate therapy using the expected daily dose of warfarin. To avoid prothrombotic effects and to ensure continuous anticoagulation when initiating warfarin, it is suggested that argatroban and warfarin therapy be overlapped. There are insufficient data available to recommend the duration of the overlap. Co-Administration of Warfarin and Argatroban Injection at Doses up to 2 mcg/kg/min Measure INR daily while Argatroban Injection and warfarin are co-administered. In general, with doses of Argatroban Injection up to 2 mcg/kg/min, Argatroban Injection can be discontinued when the INR is >4 on combined therapy. After Argatroban Injection is discontinued, repeat the INR measurement in 4 to 6 hours. If the repeat INR is below the desired therapeutic range, resume the infusion of Argatroban Injection and repeat the procedure daily until the desired therapeutic range on warfarin alone is reached. Co-Administration of Warfarin and Argatroban Injection at Doses Greater than 2 mcg/kg/min For doses of argatroban greater than 2 mcg/kg/min, the relationship of INR between warfarin alone to the INR on warfarin plus argatroban is less predictable. In this case, in order to predict the INR on warfarin alone, temporarily reduce the dose of Argatroban Injection to a dose of 2 mcg/kg/min. Repeat the INR on Argatroban Injection and warfarin 4 to 6 hours after reduction of the Argatroban Injection dose and follow the process outlined above for administering Argatroban Injection at doses up to 2 mcg/kg/min."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Argatroban is a direct thrombin inhibitor indicated: For prophylaxis or treatment of thrombosis in adult patients with heparin-induced thrombocytopenia (HIT) ( 1.1 ) As an anticoagulant in adult patients with or at risk for HIT undergoing percutaneous coronary intervention (PCI) ( 1.2 ) 1.1 Heparin-Induced Thrombocytopenia Argatroban Injection is indicated for prophylaxis or treatment of thrombosis in adult patients with heparin-induced thrombocytopenia (HIT). 1.2 Percutaneous Coronary Intervention Argatroban Injection is indicated as an anticoagulant in adult patients with or at risk for HIT undergoing percutaneous coronary intervention (PCI)."
  ],
  "fetched_at": "2025-09-30T21:04:13.618854",
  "source": "OpenFDA"
}