{
  "drug_name": "Arimoclomol",
  "generic_name": [
    "ARIMOCLOMOL CITRATE"
  ],
  "brand_names": [
    "MIPLYFFA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Substrates of the Organic Cationic Transporter 2 (OCT2 substrates) : Monitor for adverse reactions and reduce the dosage of the OCT2 substrate. ( 7.1 ) 7.1 Effect of MIPLYFFA on Other Drugs Arimoclomol is an inhibitor of the organic cationic transporter 2 (OCT2) transporter and may increase the exposure of drugs that are OCT2 substrates [see Clinical Pharmacology ( 12.3 )] . When MIPLYFFA is used concomitantly with OCT2 substrates, monitor for adverse reactions and reduce the dosage of the OCT2 substrate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described below and elsewhere in the labeling: Hypersensitivity Reactions [see Warning and Precautions ( 5.1 )]. Increased Creatinine without Affecting Glomerular Function [see Warnings and Precautions ( 5.3 )]. Most common adverse reactions (≥15%) are: Upper respiratory tract infection, diarrhea, and decreased weight. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Zevra Therapeutics, Inc. at toll-free phone 1-844-600-2237 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of MIPLYFFA was evaluated in a randomized, double-blind, placebo-controlled, 12-month trial (Trial 1), which included 50 patients 2 to 19 years old with NPC [see Clinical Studies ( 14 )] . Patients received weight-adjusted doses of MIPLYFFA (31 to 124 mg orally three times daily); 28 of the patients were exposed to MIPLYFFA for one year. In Trial 1, 78% of patients received miglustat. Forty-one out of 50 patients that were enrolled in Trial 1 continued into an open-label extension trial, which included 39 patients treated with MIPLYFFA for more than 1 year, 34 patients treated with MIPLYFFA for more than 2 years, and 17 patients treated with MIPLYFFA for more than 5 years. The most common adverse reactions in Trial 1 (≥ 15%) in MIPLYFFA-treated patients who also received miglustat were upper respiratory tract infection, diarrhea, and decreased weight. Three (6%) of the MIPLYFFA-treated patients had the following adverse reactions that led to withdrawal from Trial 1: increased serum creatinine (one patient), and progressive urticaria and angioedema (two patients). Serious adverse reactions reported in MIPLYFFA-treated patients in Trial 1 were hypersensitivity reactions including urticaria and angioedema. Table 1 shows common adverse reactions in Trial 1 that occurred in at least 8% of MIPLYFFA-treated patients who also received miglustat. Table 1: Adverse Reactions in ≥ 8% of Patients with NPC Treated with MIPLYFFA in Trial 1 (Subgroup Who Also Received Miglustat) * Upper Respiratory Tract Infection: Combined incidence of upper respiratory tract infection and rhinitis. ** Urticaria: Includes one patient in which urticaria occurred alone (3%) and two patients who had urticaria with angioedema (6%) Adverse Reaction MIPLYFFA with miglustat N=26 n (%) Placebo with miglustat N=13 n (%) Upper Respiratory Tract Infection* 8 (31) 2 (15) Diarrhea 6 (23) 3 (23) Decreased Weight 4 (15) 0 Decreased appetite 3 (12) 0 Tremor 3 (12) 0 Urticaria** 3 (12) 0 Headache 3 (12) 1 (8) Lower respiratory tract infection 3 (12) 1 (8) Seizure 3 (12) 1 (8) Decreased Weight Adverse reactions of decreased weight were observed in four patients, who were also receiving concomitant miglustat during the trial. The decrease in weight resolved in all but one of the patients. The mean duration of the weight decrease was 33 days and ranged from 22 to 60 days. One patient had two separate instances of weight loss during the trial, lasting 22 and 24 days respectively. The mean weight loss was approximately 6% from baseline in all patients and MIPLYFFA administration was not interrupted in any patient. Laboratory Findings Thrombocytopenia: Thrombocytopenia was observed in three patients during the trial, all of whom were receiving miglustat for six months or longer at the time of enrollment. In two of these patients, the thrombocytopenia was present at baseline and persisted throughout the trial. In the other patient, the thrombocytopenia developed and resolved during the trial. Increased Creatinine: Across clinical trials in patients with NPC, healthy subjects, and patients with other diseases, increases in serum creatinine (mean increase was 10-20%) occurred mainly within the first month of dosing and were reversible upon treatment discontinuation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended MIPLYFFA oral dosage, in combination with miglustat, for patients with actual body weight of ( 2.1 ): 8 kg to 15 kg, is 47 mg three times a day > 15 kg to 30 kg, is 62 mg three times a day > 30 kg to 55 kg, is 93 mg three times a day > 55 kg, is 124 mg three times a day Administer with or without food. ( 2.1 ) See full prescribing information for recommended dosage in patients with an eGFR ≥ 15 to < 50 mL/minute. ( 2.2 ) See full prescribing information for instructions on preparation and administration. ( 2.3 ) 2.1 Recommended Dosage The recommended oral dosage of MIPLYFFA, in combination with miglustat, for patients with an actual body weight of: 8 kg to 15 kg, is 47 mg three times a day > 15 kg to 30 kg, is 62 mg three times a day > 30 kg to 55 kg, is 93 mg three times a day > 55 kg, is 124 mg three times a day Administer MIPLYFFA with or without food. Missed Dose If a dose of MIPLYFFA is missed, advise the patient to skip the missed dose and to resume taking the prescribed dose at the next scheduled time. 2.2 Recommended Dosage in Patients with Renal Impairment The recommended dosage of MIPLYFFA, in combination with miglustat, in patients with an eGFR ≥ 50 mL/minute is the same as the recommended dosage in patients with normal renal function [see Dosage and Administration ( 2.1 )]. For patients with an eGFR ≥ 15 to < 50 mL/minute, the recommended oral dosage of MIPLYFFA, in combination with miglustat, for patients with an actual body weight of [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] : 8 kg to 15 kg, is 47 mg two times a day > 15 kg to 30 kg, is 62 mg two times a day > 30 kg to 55 kg, is 93 mg two times a day > 55 kg, is 124 mg two times a day Administer MIPLYFFA with or without food. 2.3 Preparation and Administration Instructions Swallow MIPLYFFA whole. However, for patients who have difficulty swallowing capsules, administer MIPLYFFA in one of two ways: Oral Administration Carefully open the capsule and sprinkle the entire contents into 15 mL of water or apple juice or 15 mL of soft food (e.g., applesauce, pudding, or yogurt). Stir the mixture for 15 seconds. Consume the entire mixture immediately. Feeding Tube Administration (nasogastric or gastric tube) Carefully open the capsule and sprinkle the entire contents into 20 mL of water. Do not add the capsule contents to other liquids besides water. Stir the mixture for 15 seconds. Administer the entire mixture immediately via feeding tube. Flush the feeding tube with 5 mL of water after administration. Do not save the mixture for later use."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MIPLYFFA is indicated for use in combination with miglustat for the treatment of neurological manifestations of Niemann-Pick disease type C (NPC) in adult and pediatric patients 2 years of age and older. MIPLYFFA is indicated for use in combination with miglustat for the treatment of neurological manifestations of Niemann-Pick disease type C (NPC) in adult and pediatric patients 2 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:51:18.402634",
  "source": "OpenFDA"
}