{
  "drug_name": "Armodafinil",
  "generic_name": [
    "ARMODAFINIL"
  ],
  "brand_names": [
    "Armodafinil"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Effects of Armodafinil on CYP3A4/5 Substrates The clearance of drugs that are substrates for CYP3A4/5 (e.g., steroidal contraceptives, cyclosporine, midazolam, and triazolam) may be increased by armodafinil via induction of metabolic enzymes, which results in lower systemic exposure. Dosage adjustment of these drugs should be considered when these drugs are used concomitantly with armodafinil [see Clinical Pharmacology (12.3) ] . The effectiveness of steroidal contraceptives may be reduced when used with armodafinil and for one month after discontinuation of therapy. Alternative or concomitant methods of contraception are recommended for patients taking steroidal contraceptives (e.g., ethinyl estradiol) when treated concomitantly with armodafinil and for one month after discontinuation of armodafinil treatment. Blood levels of cyclosporine may be reduced when used with armodafinil. Monitoring of circulating cyclosporine concentrations and appropriate dosage adjustment for cyclosporine should be considered when used concomitantly with armodafinil. Effects of Armodafinil on CYP2C19 Substrates Elimination of drugs that are substrates for CYP2C19 (e.g., phenytoin, diazepam, propranolol, omeprazole, and clomipramine) may be prolonged by armodafinil via inhibition of metabolic enzymes, with resultant higher systemic exposure. Dose reduction of these drugs may be required when these drugs are used concomitantly with armodafinil. Warfarin More frequent monitoring of prothrombin times/INR should be considered whenever armodafinil is coadministered with warfarin [see Clinical Pharmacology (12.3) ] . Monoamine Oxidase (MAO) Inhibitors Caution should be used when concomitantly administering MAO inhibitors and armodafinil. Steroidal contraceptives (e.g., ethinyl estradiol): use alternative or concomitant methods of contraception while taking armodafinil and for one month after discontinuation of armodafinil treatment. (7) Cyclosporine: blood concentrations of cyclosporine may be reduced. (7) CYP2C19 substrates, such as omeprazole, phenytoin, and diazepam: exposure of these medications may be increased. (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: Serious Dermatologic Reactions [see Warnings and Precautions (5.1) ] Drug Reaction with Eosinophilia and System Symptoms (DRESS)/Multiorgan Hypersensitivity [see Warnings and Precautions (5.2) ] Angioedema and Anaphylaxis Reactions [see Warnings and Precautions (5.3) ] Persistent Sleepiness [see Warnings and Precautions (5.4) ] Psychiatric Symptoms [see Warnings and Precautions (5.5) ] Effects on Ability to Drive and Use Machinery [see Warnings and Precautions (5.6) ] Cardiovascular Events [see Warnings and Precautions (5.7) ] Most common adverse reactions (≥5%): headache, nausea, dizziness, and insomnia. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Armodafinil has been evaluated for safety in over 1,100 patients with excessive sleepiness associated with OSA, SWD, and narcolepsy. Most Common Adverse Reactions In the placebo-controlled clinical trials, the most common adverse reactions (≥ 5%) associated with the use of armodafinil more frequently than in placebo-treated patients were headache, nausea, dizziness, and insomnia. The adverse reaction profile was similar across the studies. Table 1 presents the adverse reactions that occurred at a rate of 1% or more and were more frequent in armodafinil-treated patients than in placebo-treated patients in the placebo-controlled clinical trials. Table 1: Adverse Reactions in Pooled Placebo-Controlled Clinical Trials* in OSA, Narcolepsy, and SWD with Armodafinil (150 mg and 250 mg) * Adverse reactions that occurred in ≥ 1% of armodafinil-treated patients and greater incidence than that of placebo. Armodafinil (%) N=645 Placebo (%) N=445 Headache 17 9 Nausea 7 3 Dizziness 5 2 Insomnia 5 1 Anxiety 4 1 Diarrhea 4 2 Dry Mouth 4 1 Depression 2 0 Dyspepsia 2 0 Fatigue 2 1 Palpitations 2 1 Rash 2 0 Upper Abdominal Pain 2 1 Agitation 1 0 Anorexia 1 0 Constipation 1 0 Contact Dermatitis 1 0 Decreased Appetite 1 0 Depressed Mood 1 0 Disturbance In Attention 1 0 Dyspnea 1 0 Hyperhydrosis 1 0 Increased Gamma-Glutamyltransferase 1 0 Increased Heart Rate 1 0 Influenza-Like Illness 1 0 Loose Stools 1 0 Migraine 1 0 Nervousness 1 0 Pain 1 0 Paresthesia 1 0 Polyuria 1 0 Pyrexia 1 0 Seasonal Allergy 1 0 Thirst 1 0 Tremor 1 0 Vomiting 1 0 Dose-Dependent Adverse Reactions In the placebo-controlled clinical trials which compared doses of 150 mg/day and 250 mg/day of armodafinil and placebo, the following adverse reactions were dose-related: headache, rash, depression, dry mouth, insomnia, and nausea. See Table 2 for additional information. Table 2: Dose-Dependent Adverse Reactions in Pooled Placebo-Controlled Clinical Trials in OSA, Narcolepsy and SWD Armodafinil 250 mg (%) N=198 Armodafinil 150 mg (%) N=447 Armodafinil Combined (%) N=645 Placebo (%) N=445 Headache 23 14 17 9 Nausea 9 6 7 3 Insomnia 6 4 5 1 Dry Mouth 7 2 4 <1 Rash 4 1 2 <1 Depression 3 1 2 <1 Adverse Reactions Resulting in Discontinuation of Treatment In placebo-controlled clinical trials, 44 of the 645 patients (7%) who received armodafinil discontinued due to an adverse reaction compared to 16 of the 445 (4%) of patients that received placebo. The most frequent reason for discontinuation was headache (1%). Laboratory Abnormalities Clinical chemistry, hematology, and urinalysis parameters were monitored in the studies. Mean plasma levels of gamma glutamyltransferase (GGT) and alkaline phosphatase (AP) were found to be higher following administration of armodafinil, but not placebo. Few patients, however, had GGT or AP elevations outside of the normal range. No differences were apparent in alanine aminotransferase (ALT), aspartate aminotransferase (AST), total protein, albumin, or total bilirubin, although there were rare cases of isolated elevations of AST and/or ALT. A single case of mild pancytopenia was observed after 35 days of treatment and resolved with drug discontinuation. A small mean decrease from baseline in serum uric acid compared to placebo was seen in clinical trials. The clinical significance of this finding is unknown. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of armodafinil. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders : Mouth Sores (including mouth blistering and ulceration)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Armodafinil tablets are contraindicated in patients with known hypersensitivity to modafinil or armodafinil or its inactive ingredients [see Warnings and Precautions (5.1 , 5.2 , 5.3) ] . Armodafinil tablets are contraindicated in patients with known hypersensitivity to modafinil or armodafinil."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of armodafinil tablets for each indication is as follows: OSA or Narcolepsy: 150 mg to 250 mg once a day in the morning. (2.1) SWD: 150 mg once a day, taken approximately one hour prior to start of the work shift. (2.2) Hepatic Impairment: reduced dose in patients with severe hepatic impairment. (2.3 , 12.3) Geriatric Patients: consider lower dose. (2.4 , 12.3) 2.1 Dosage in Obstructive Sleep Apnea (OSA) and Narcolepsy The recommended dosage of armodafinil tablets for patients with OSA or narcolepsy is 150 mg to 250 mg taken orally once a day as a single dose in the morning. In patients with OSA, doses up to 250 mg/day, given as a single dose, have been well tolerated, but there is no consistent evidence that these doses confer additional benefit beyond that of the 150 mg/day dose [see Clinical Pharmacology (12.3) and Clinical Studies (14.1 , 14.2) ] . 2.2 Dosage in Shift Work Disorder (SWD) The recommended dosage of armodafinil tablets for patients with SWD is 150 mg taken orally once a day as a single dose approximately 1 hour prior to the start of their work shift. 2.3 Dosage Modification in Patients with Severe Hepatic Impairment In patients with severe hepatic impairment, the dosage of armodafinil tablets should be reduced [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]. 2.4 Use in Geriatric Patients Consideration should be given to the use of lower doses and close monitoring in geriatric patients [see Use in Specific Populations (8.5) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Armodafinil tablets are indicated to improve wakefulness in adult patients with excessive sleepiness associated with obstructive sleep apnea (OSA), narcolepsy, or shift work disorder (SWD). Limitations of Use In OSA, armodafinil tablets are indicated to treat excessive sleepiness and not as treatment for the underlying obstruction. If continuous positive airway pressure (CPAP) is the treatment of choice for a patient, a maximal effort to treat with CPAP for an adequate period of time should be made prior to initiating armodafinil tablets for excessive sleepiness. Armodafinil tablets are indicated to improve wakefulness in adult patients with excessive sleepiness associated with obstructive sleep apnea (OSA), narcolepsy, or shift work disorder (SWD). ( 1 ) Limitations of Use In OSA, armodafinil tablets are indicated to treat excessive sleepiness and not as treatment for the underlying obstruction."
  ],
  "fetched_at": "2025-10-01T16:20:50.441706",
  "source": "OpenFDA"
}