{
  "drug_name": "Artemether",
  "generic_name": [
    "ARTEMETHER AND LUMEFANTRINE"
  ],
  "brand_names": [
    "COARTEM"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Inducers: Potential for loss of antimalarial efficacy. ( 4 , 5.3 , 7.1 , 12.3 ) CYP3A4 Inhibitors: Use cautiously due to potential for QT prolongation. ( 5.3 , 7.2 , 12.3 ) Antiretrovirals: Use cautiously due to potential for QT prolongation, loss of antiviral efficacy, or loss of antimalarial efficacy of Coartem Tablets. ( 5.3 , 7.3 , 12.3 ) Mefloquine: If used immediately before treatment, monitor for decreased efficacy of Coartem Tablets and encourage food consumption. ( 2.1 , 7.4 , 12.3 ) Hormonal Contraceptives: Effectiveness may be reduced; use an additional method of birth control. ( 5.3 , 7.5 , 12.3 ) CYP2D6 Substrates: Monitor for adverse reactions and potential QT prolongation. ( 5.1 , 5.4 , 7.6 ) 7.1 Rifampin Oral administration of rifampin, a strong CYP3A4 inducer, with Coartem Tablets resulted in significant decreases in exposure to artemether, DHA (metabolite of artemether), and lumefantrine by 89%, 85%, and 68%, respectively, when compared to exposure values after Coartem Tablets alone. Concomitant use of strong inducers of CYP3A4 such as rifampin, carbamazepine, phenytoin, and St. John’s wort is contraindicated with Coartem Tablets [see Contraindications (4) and Clinical Pharmacology (12.3)] . 7.2 Ketoconazole Concurrent oral administration of ketoconazole, a potent CYP3A4 inhibitor, with a single dose of Coartem Tablets resulted in a moderate increase in exposure to artemether, DHA, and lumefantrine in a study of 15 healthy subjects. No dose adjustment of Coartem Tablets is necessary when administered with ketoconazole or other potent CYP3A4 inhibitors. However, due to the potential for increased concentrations of lumefantrine which could lead to QT prolongation, Coartem Tablets should be used cautiously with drugs that inhibit CYP3A4 [see Warnings and Precautions (5.1, 5.3) and Clinical Pharmacology (12.3)] . 7.3 Antiretroviral Drugs Both artemether and lumefantrine are metabolized by CYP3A4. Antiretroviral drugs, such as protease inhibitors and non-nucleoside reverse transcriptase inhibitors, are known to have variable patterns of inhibition, induction or competition for CYP3A4. Therefore, the effects of antiretroviral drugs on the exposure to artemether, DHA, and lumefantrine are also variable [see Clinical Pharmacology (12.3)] . Coartem Tablets should be used cautiously in patients on antiretroviral drugs because decreased artemether, DHA, and/or lumefantrine concentrations may result in a decrease of antimalarial efficacy of Coartem Tablets, and increased lumefantrine concentrations may cause QT prolongation [see Warnings and Precautions (5.3)] . 7.4 Prior Use of Mefloquine Administration of 3 doses of mefloquine followed 12 hours later by a 6-dose regimen of Coartem Tablets in 14 healthy volunteers demonstrated no effect of mefloquine on plasma concentrations of artemether or the artemether/DHA ratio. However, exposure to lumefantrine was reduced, possibly due to lower absorption secondary to a mefloquine-induced decrease in bile production. Patients should be monitored for decreased efficacy and food consumption should be encouraged with administration of Coartem Tablets [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.3)] . 7.5 Hormonal Contraceptives In vitro , the metabolism of ethinyl estradiol and levonorgestrel was not induced by artemether, DHA, or lumefantrine. However, artemether has been reported to weakly induce, in humans, the activity of CYP2C19, CYP2B6, and CYP3A4. Therefore, Coartem Tablets may potentially reduce the effectiveness of hormonal contraceptives. Patients using hormonal contraception should be advised to use an alternative non-hormonal contraceptive method or add a barrier method of contraception during treatment with Coartem [see Warnings and Precautions (5.3), Use in Specific Populations (8.3) and Clinical Pharmacology (12.3)] . 7.6 CYP2D6 Substrates Lumefantrine inhibits CYP2D6 in vitro . Administration of Coartem Tablets with drugs that are metabolized by CYP2D6 may significantly increase plasma concentrations of the coadministered drug and increase the risk of adverse effects. Many of the drugs metabolized by CYP2D6 can prolong the QT interval and should not be administered with Coartem Tablets due to the potential additive effect on the QT interval (e.g., flecainide, imipramine, amitriptyline, clomipramine) [see Warnings and Precautions (5.1, 5.4) and Clinical Pharmacology (12.3)] . 7.7 Sequential Use of Quinine A single dose of intravenous quinine (10 mg/kg bodyweight) concurrent with the final dose of a 6-dose regimen of Coartem Tablets demonstrated no effect of intravenous quinine on the systemic exposure of DHA or lumefantrine. Quinine exposure was also not altered. Exposure to artemether was decreased. This decrease in artemether exposure is not thought to be clinically significant. However, quinine and other drugs that prolong the QT interval should be used cautiously following treatment with Coartem Tablets due to the long elimination half-life of lumefantrine and the potential for additive QT effects; ECG monitoring is advised if use of drugs that prolong the QT interval is medically required [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.3)] . 7.8 Interaction With Drugs That are Known to Prolong the QT Interval Coartem Tablets are to be used with caution when coadministered with drugs that may cause prolonged QT interval such as antiarrhythmics of Classes IA and III, neuroleptics and antidepressant agents, certain antibiotics including some agents of the following classes: macrolides, fluoroquinolones, imidazole, and triazole antifungal agents [see Warnings and Precautions (5.1, 5.2)] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious and otherwise important adverse reactions are discussed in greater detail in other sections of labeling: Hypersensitivity Reactions [see Contraindications (4)] Prolongation of the QT Interval [see Warnings and Precautions (5.1)] Use of QT Prolonging Drugs and Other Antimalarials [see Warnings and Precautions (5.2)] Drug Interactions with CYP3A4 [see Warnings and Precautions (5.3)] Drug Interactions with CYP2D6 [see Warnings and Precautions (5.4)] The most common adverse reactions in adults (greater than 30%) are headache, anorexia, dizziness, asthenia, arthralgia, and myalgia. The most common adverse reactions in children (greater than 12%) are pyrexia, cough, vomiting, anorexia, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rate observed in practice. The data described below reflect exposure to a 6-dose regimen of Coartem Tablets in 1979 patients including 647 adults (older than 16 years) and 1332 children (16 years and younger). For the 6-dose regimen, Coartem Tablets was studied in active-controlled (366 patients) and noncontrolled, open-label trials (1613 patients). The 6-dose Coartem Tablets population was patients with malaria between ages 2 months and 71 years: 67% (1332) were 16 years and younger and 33% (647) were older than 16 years. Males represented 73% and 53% of the adult and pediatric populations, respectively. The majority of adult patients were enrolled in studies in Thailand, while the majority of pediatric patients were enrolled in Africa. Tables 1 and 2 show the most frequently reported adverse reactions (greater than or equal to 3%) in adults and children respectively who received the 6-dose regimen of Coartem Tablets. Adverse reactions collected in clinical trials included signs and symptoms at baseline, but only treatment emergent adverse events, defined as events that appeared or worsened after the start of treatment, are presented below. In adults, the most frequently reported adverse reactions were headache, anorexia, dizziness, and asthenia. In children, the adverse reactions were pyrexia, cough, vomiting, anorexia, and headache. Most adverse reactions were mild, did not lead to discontinuation of study medication, and resolved. In limited comparative studies, the adverse reaction profile of Coartem Tablets appeared similar to that of another antimalarial regimen. Discontinuation of Coartem Tablets due to adverse drug reactions occurred in 1.1% of patients treated with the 6-dose regimen overall: 0.2% (1/647) in adults and 1.6% (21/1332) in children. Table 1: Adverse Reactions Occurring in 3% or More of Adult Patients Treated in Clinical Trials With the 6-dose Regimen of Coartem Tablets *Adult patients defined as greater than 16 years of age. System Organ Class Preferred Term Adults* N = 647 (%) Nervous system disorders Headache 360 (56) Dizziness 253 (39) Metabolism and nutrition disorders Anorexia 260 (40) General disorders and administration site conditions Asthenia 243 (38) Pyrexia 159 (25) Chills 147 (23) Fatigue 111 (17) Malaise 20 (3) Musculoskeletal and connective tissue disorders Arthralgia 219 (34) Myalgia 206 (32) Gastrointestinal disorders Nausea 169 (26) Vomiting 113 (17) Abdominal pain 112 (17) Diarrhea 46 (7) Psychiatric disorders Sleep disorder 144 (22) Insomnia 32 (5) Cardiac disorders Palpitations 115 (18) Hepatobiliary disorders Hepatomegaly 59 (9) Blood and lymphatic system disorders Splenomegaly 57 (9) Anemia 23 (4) Respiratory, thoracic and mediastinal disorders Cough 37 (6) Skin and subcutaneous tissue disorders Pruritus 24 (4) Rash 21 (3) Ear and labyrinth disorders Vertigo 21 (3) Infections and infestations Malaria 18 (3) Nasopharyngitis 17 (3) Table 2: Adverse Reactions Occurring in 3% or More of Pediatric Patients Treated in Clinical Trials With the 6-dose Regimen of Coartem Tablets *Children defined as patients less than or equal to 16 years of age. System Organ Class Preferred Term Children* N = 1332 (%) General disorders and administration site conditions Pyrexia 381 (29) Chills 72 (5) Asthenia 63 (5) Fatigue 46 (3) Respiratory, thoracic and mediastinal disorders Cough 302 (23) Gastrointestinal disorders Vomiting 242 (18) Abdominal pain 112 (8) Diarrhea 100 (8) Nausea 61 (5) Infections and infestations Plasmodium falciparum infection 224 (17) Rhinitis 51 (4) Metabolism and nutrition disorders Anorexia 175 (13) Nervous system disorders Headache 168 (13) Dizziness 56 (4) Blood and lymphatic system disorders Splenomegaly 124 (9) Anemia 115 (9) Hepatobiliary disorders Hepatomegaly 75 (6) Investigations Aspartate aminotransferase increased 51 (4) Musculoskeletal and connective tissue disorders Arthralgia 39 (3) Myalgia 39 (3) Skin and subcutaneous tissue disorders Rash 38 (3) Clinically significant adverse reactions reported in adults and/or children treated with the 6-dose regimen of Coartem Tablets, which occurred in clinical studies at less than 3% regardless of causality are listed below: Blood and Lymphatic System Disorders: eosinophilia Ear and Labyrinth Disorders: tinnitus Eye Disorders: conjunctivitis Gastrointestinal Disorders: constipation, dyspepsia, dysphagia, peptic ulcer General Disorders: gait disturbance Infections and Infestations: abscess, acrodermatitis, bronchitis, ear infection, gastroenteritis, helminthic infection, hook-worm infection, impetigo, influenza, lower respiratory tract infection, malaria, nasopharyngitis, oral herpes, pneumonia, respiratory tract infection, subcutaneous abscess, upper respiratory tract infection, urinary tract infection Investigations: alanine aminotransferase increased, aspartate aminotransferase increased, hematocrit decreased, lymphocyte morphology abnormal, platelet count decreased, platelet count increased, white blood cell count decreased, white blood cell count increased Metabolism and Nutrition Disorders: hypokalemia Musculoskeletal and Connective Tissue Disorders: back pain Nervous System Disorders: ataxia, clonus, fine motor delay, hyperreflexia, hypoesthesia, nystagmus, tremor Psychiatric Disorders: agitation, mood swings Renal and Urinary Disorders: hematuria, proteinuria Respiratory, Thoracic and Mediastinal Disorders: asthma, pharyngo-laryngeal pain Skin and Subcutaneous Tissue Disorders: urticaria 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of Coartem Tablets. Because these events are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Reactions: anaphylaxis, urticaria, angioedema, and serious skin reactions (bullous eruption) have been reported. Blood and Lymphatic System Disorders: Cases of delayed hemolytic anemia have been reported following treatment with artemether-lumefantrine, mostly when used for treatment of severe malaria in patients initially treated with IV/parenteral artesunate. Coartem Tablets should not be used to treat severe malaria as it is not an approved indication."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity Known hypersensitivity to artemether, lumefantrine, or to any of the excipients of Coartem Tablets [see Adverse Reactions (6.2)] . Strong CYP3A4 Inducers Coadministration of strong inducers of CYP3A4 such as rifampin, carbamazepine, phenytoin, and St. John’s wort with Coartem Tablets can result in decreased concentrations of artemether and/or lumefantrine and loss of antimalarial efficacy [see Warnings and Precautions (5.3), Drug Interactions (7.1), and Clinical Pharmacology (12.3)] . Known hypersensitivity to artemether, lumefantrine, or to any of the excipients. ( 4 ) Coadministration of strong inducers of CYP3A4 such as rifampin, carbamazepine, phenytoin, and St. John’s wort with Coartem Tablets. ( 4 , 7.1 , 12.3 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Coartem Tablets should be taken with food. ( 2.1 , 5.2 ) Tablets may be crushed and mixed with 1 to 2 teaspoons of water immediately prior to administration to patients, including children. ( 2.1 ) Coartem Tablets should be administered over 3 days for a total of 6 doses: an initial dose, second dose after 8 hours, and then twice-daily (morning and evening) for the following 2 days. ( 2.2 , 2.3 ) The adult dosage for patients with bodyweight of 35 kg and above is 4 tablets per dose for a total of 6 doses. ( 2.2 ) The number of tablets per dose for children is determined by bodyweight, as shown in the chart below. ( 2.3 ) Tablets per dose by bodyweight; total of 6 doses over 3 days 5 to < 15 kg 1 tablet 15 to < 25 kg 2 tablets 25 to < 35 kg 3 tablets 35 kg and over 4 tablets 2.1 Administration Instructions Coartem Tablets should be taken with food. Patients with acute malaria are frequently averse to food. Patients should be encouraged to resume normal eating as soon as food can be tolerated since this improves absorption of artemether and lumefantrine. For patients who are unable to swallow the tablets such as infants and children, Coartem Tablets may be crushed and mixed with a small amount of water (1 to 2 teaspoons) in a clean container for administration immediately prior to use. The container can be rinsed with more water and the contents swallowed by the patient. The crushed tablet preparation should be followed whenever possible by food/drink (e.g., milk, formula, pudding, broth, and porridge). In the event of vomiting within 1 to 2 hours after administration, a repeat dose should be taken. If the repeat dose is vomited, the patient should be given an alternative antimalarial for treatment. 2.2 Dosage in Adult Patients (greater than 16 years of age) A 3-day treatment schedule with a total of 6 doses is recommended for adult patients with a bodyweight of 35 kg and above: Four tablets as a single initial dose, 4 tablets again after 8 hours, and then 4 tablets twice-daily (morning and evening) for the following 2 days (total course of 24 tablets). For patients weighing less than 35 kg, [see Dosage and Administration (2.3)] . 2.3 Dosage in Pediatric Patients A 3-day treatment schedule with a total of 6 doses is recommended as below: 5 kg to less than 15 kg bodyweight : One tablet as an initial dose, 1 tablet again after 8 hours, and then 1 tablet twice daily (morning and evening) for the following 2 days (total course of 6 tablets). 15 kg to less than 25 kg bodyweight : Two tablets as an initial dose, 2 tablets again after 8 hours, and then 2 tablets twice daily (morning and evening) for the following 2 days (total course of 12 tablets). 25 kg to less than 35 kg bodyweight : Three tablets as an initial dose, 3 tablets again after 8 hours, and then 3 tablets twice daily (morning and evening) for the following 2 days (total course of 18 tablets). 35 kg bodyweight and above : Four tablets as a single initial dose, 4 tablets again after 8 hours, and then 4 tablets twice daily (morning and evening) for the following 2 days (total course of 24 tablets). 2.4 Dosage in Patients With Hepatic or Renal Impairment No specific pharmacokinetic studies have been carried out in patients with hepatic or renal impairment. Most patients with acute malaria present with some degree of related hepatic and/or renal impairment. In clinical studies, the adverse event profile did not differ in patients with mild or moderate hepatic impairment compared to patients with normal hepatic function. No specific dose adjustments are needed for patients with mild or moderate hepatic impairment. In clinical studies, the adverse event profile did not differ in patients with mild or moderate renal impairment compared to patients with normal renal function. There were few patients with severe renal impairment in clinical studies. There is no significant renal excretion of lumefantrine, artemether, and dihydroartemisinin (DHA) in healthy volunteers and while clinical experience in this population is limited, no dose adjustment is recommended. Caution should be exercised when administering Coartem Tablets in patients with severe hepatic or renal impairment [see Warnings and Precautions (5.6)] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Coartem Tablets are indicated for treatment of acute, uncomplicated malaria infections due to Plasmodium falciparum (P. falciparum) in patients 2 months of age and older with a bodyweight of 5 kg and above. Coartem Tablets have been shown to be effective in geographical regions where resistance to chloroquine has been reported [see Clinical Studies (14.1)] . Limitations of Use : Coartem Tablets are not approved for patients with severe or complicated P. falciparum malaria. Coartem Tablets are not approved for the prevention of malaria. Coartem Tablets are a combination of artemether and lumefantrine, both antimalarials, indicated for treatment of acute, uncomplicated malaria infections due to Plasmodium falciparum (P. falciparum) in patients 2 months of age and older with a bodyweight of 5 kg and above. ( 1 ) Coartem Tablets have been shown to be effective in geographical regions where resistance to chloroquine has been reported. ( 1 ) Limitations of Use: ( 1 ) Coartem Tablets are not approved for patients with severe or complicated P. falciparum malaria . Coartem Tablets are not approved for the prevention of malaria."
  ],
  "fetched_at": "2025-10-01T16:31:17.332211",
  "source": "OpenFDA"
}