{
  "drug_name": "Articaine",
  "generic_name": [
    "ARTICAINE HYDROCHLORIDE AND EPINEPHRINE BITARTRATE"
  ],
  "brand_names": [
    "Articaine HCl and Epinephrine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The administration of local anesthetic solutions containing epinephrine to patients receiving monoamine oxidase inhibitors, nonselective beta-adrenergic antagonists or tricyclic antidepressants may produce severe, prolonged hypertension. Phenothiazines and butyrophenones may reduce or reverse the pressor effect of epinephrine. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful patient monitoring is essential [see Warnings and Precautions ( 5.1 )] . Patients who are administered local anesthetics are at increased risk of developing methemoglobinemia when concurrently exposed to the following drugs, which could include other local anesthetics: Table 5: Examples of Drugs Associated with Methemoglobinemia: Class Examples Nitrates/Nitrites nitric oxide, nitroglycerin, nitroprusside, nitrous oxide Local anesthetics articaine, benzocaine, bupivacaine, lidocaine, mepivacaine, prilocaine, ropivacaine, procaine, tetracaine Antineoplastic agents cyclophosphamide, flutamide, hydroxyurea, ifosfamide, rasburicase Antibiotics dapsone, nitrofurantoin, para-aminosalicylic acid, sulfonamides Antimalarials chloroquine, primaquine Anticonvulsants phenobarbital, phenytoin, sodium valproate, Other drugs acetaminophen, metoclopramide, quinine, sulfasalazine Monoamine Oxidase Inhibitors, Nonselective Beta-adrenergic Antagonists, or Tricyclic Antidepressants : May produce severe, prolonged hypertension ( 7 ) Phenothiazines and butyrophenones : May reduce or reverse the pressor effect of epinephrine ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Reactions to articaine are characteristic of those associated with other amide local anesthetics. Adverse reactions to this group of drugs may also result from excessive plasma levels (which may be due to overdosage, unintentional intravascular injection, or slow metabolic degradation), injection technique, volume of injection, or hypersensitivity or they may be idiosyncratic. The most common adverse reactions (incidence >2%) are headache and pain ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Pierrel S.p.A. at 610-989-4213 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed cannot be directly compared to rates in other clinical trials and may not reflect the rates observed in practice. The reported adverse events are derived from clinical trials in the United States and the United Kingdom with a similar product containing articaine and epinephrine. Table 2 displays the adverse events reported in clinical trials where 882 individuals were exposed to articaine containing epinephrine 1:100,000. Table 3 displays the adverse events reported in clinical trials where 182 individuals were exposed to articaine containing epinephrine 1:100,000 and 179 individuals were exposed to articaine containing epinephrine 1:200,000. Adverse reactions observed in at least 1% of patients: Table 2: Adverse Reactions in Controlled Trials with an Incidence of 1% or Greater in Patients Administered articaine containing epinephrine 1:100,000 Body System/Reaction articaine containing epinephrine 1:100,000 (N=882) Incidence Body as a whole Face edema 13 (1%) Headache 31 (4%) Infection 10 (1%) Pain 114 (13%) Digestive system Gingivitis 13 (1%) Nervous system Paresthesia 11 (1%) Table 3: Adverse Reactions in Controlled Trials with an Incidence of 1% or Greater in Patients Administered articaine containing epinephrine 1:200,000 and articaine containing epinephrine 1:100,000 Reaction articaine with epinephrine 1:200,000 (N=179) Incidence articaine with epinephrine 1:100,000 (N=182) Incidence Any adverse event 33 (18%) 35 (19%) Pain 11 (6.1%) 14 (7.6%) Headache 9 (5%) 6 (3.2%) Positive blood aspiration into syringe 3 (1.6%) 6 (3.2%) Swelling 3 (1.6%) 5 (2.7%) Trismus 1 (0.3%) 3 (1.6%) Nausea and emesis 3 (1.6%) 0 (0%) Sleepiness 2 (1.1%) 1 (0.5%) Numbness and tingling 1 (0.5%) 2 (1.%) Palpitation 0 (0%) 2 (1.%) Ear symptoms (earache, otitis media) 1 (0.5%) 2 (1.%) Cough, persistent cough 0 (0%) 2 (1.%) Adverse reactions observed in less than 1% of patients: Table 4: Adverse Reactions in Controlled Trials with an Incidence of Less than 1% but Considered Clinically Relevant Body System Events Body as a Whole Asthenia; back pain; injection site pain; burning sensation above injection site; malaise; neck pain Cardiovascular System Hemorrhage; migraine; syncope; tachycardia; elevated blood pressure Digestive System Dyspepsia; glossitis; gum hemorrhage; mouth ulceration; nausea; stomatitis; tongue edemas; tooth disorder; vomiting Hemic and Lymphatic System Ecchymosis; lymphadenopathy Metabolic and Nutritional System Edema; thirst Musculoskeletal System Arthralgia; myalgia; osteomyelitis Nervous System Dizziness; dry mouth; facial paralysis; hyperesthesia; increased salivation; nervousness; neuropathy; paresthesia; somnolence; exacerbation of Kearns-Sayre Syndrome Respiratory System Pharyngitis; rhinitis; sinus pain; sinus congestion Skin and Appendages Pruritus; skin disorder Special Senses Ear pain; taste perversion 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of articaine hydrochloride with epinephrine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Persistent paresthesias of the lips, tongue, and oral tissues have been reported with use of articaine hydrochloride, with slow, incomplete, or no recovery. These postmarketing events have been reported chiefly following nerve blocks in the mandible and have involved the trigeminal nerve and its branches. Hypoesthesia has been reported with use of articaine, especially in pediatric age groups, which is usually reversible. Prolonged numbness can result in soft tissue injuries such as that of the lips and tongue in these age groups. Ischemic injury and necrosis has been described following use of articaine with epinephrine and has been postulated to be due to vascular spasm of terminal arterial branches. Paralysis of ocular muscles has been reported, especially after posterior, superior alveolar injections of articaine during dental anesthesia. Symptoms include diplopia, mydriasis, ptosis and difficulty in abduction of the affected eye. These symptoms have been described as developing immediately after injection of the anesthetic solution and persisting one minute to several hours, with generally complete recovery."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Articaine HCl and Epinephrine is contraindicated in patients who are hypersensitive to products containing sulfites. Products containing sulfites may cause allergic-type reactions including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people [see Warnings and Precautions ( 5.5 )] . Known hypersensitivity to sulfite ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For dental procedures by intraoral submucosal infiltration or nerve block ( 2.1 ): For infiltration: 0.5 mL-2.5 mL (20 mg-100 mg articaine HCl) ( 2.1 ) For nerve block: 0.5 mL-3.4 mL (20 mg-136 mg articaine HCl) ( 2.1 ) For oral surgery: 1 ml-5.1 mL (40 mg-204 mg articaine HCl) ( 2.1 ) For most routine dental procedures, Articaine HCl and Epinephrine containing epinephrine 1:200,000 is preferred. However, when more pronounced homeostasis or improved visualization of the surgical field are required, Articaine HCl and Epinephrine containing epinephrine 1:100,000 may be used. ( 2.1 ) Maximum recommended dosages ( 2.2 ): Healthy adults: 7 mg/kg of articaine HCl and 0.0017mg/kg of epinephrine (equivalent to 0.175 mL/kg for either product presentation, articaine HCl and epinephrine 1:100,000 or 1:200,000) Pediatric patients 4-16 years: 7 mg/kg of articaine HCl and 0.0017mg/kg of epinephrine (equivalent to 0.175 mL/kg for either product presentation, articaine HCl and epinephrine 1:100,000 or 1:200,000) 2.1 General Dosing Information Table 1 summarizes the recommended dosages of Articaine HCl and Epinephrine administered by intraoral submucosal infiltration or nerve block for various types of anesthetic dental procedures in healthy adults and pediatric patients. Table 1: Recommended Dosages for Both Strengths Procedure Articaine HCl and Epinephrine Injection Volume (mL) Total dose of articaine HCl (mg) Infiltration 0.5 mL to 2.5 mL 20 mg to 100 mg Nerve block 0.5 mL to 3.4 mL 20 mg to 136 mg Oral surgery 1 mL to 5.1 mL 40 mg to 204 mg The recommended dosages of Articaine HCl and Epinephrine in healthy adults serve only as a guide to the amount of anesthetic required for most routine dental procedures. The dosage to be used in adults depend on several factors such as type and extent of surgical procedure, depth of anesthesia, degree of muscular relaxation, and condition of the patient. In all cases, administer the lowest dosage that will produce the desired result. The dosages of Articaine HCl and Epinephrine to be used in pediatric patients aged 4 to 16 years old are determined by the age and weight of the patient and the type of dental procedure. For most routine dental procedures, Articaine HCl and Epinephrine containing epinephrine 1:200,000 is preferred. However, when more pronounced hemostasis or improved visualization of the surgical field are required, Articaine HCl and Epinephrine containing epinephrine 1:100,000 may be used. The onset of anesthesia and the duration of anesthesia are proportional to the dosage of the local anesthetic used. Exercise caution when employing large volumes because the incidence of adverse reactions may be dose-related. 2.2 Maximum Recommended Dosages Healthy Adults : The maximum dosage of Articaine HCl and Epinephrine is 7 mg/kg of articaine and 0.0017mg/kg of epinephrine (equivalent to 0.175 mL/kg for either product presentation, articaine HCl and 1:100,000 or 1:200,000 epinephrine). Pediatric Patients Ages 4 to 16 Years : The maximum dosage of Articaine HCl and Epinephrine is 7 mg/kg of articaine and 0.0017mg/kg of epinephrine (equivalent to 0.175 mL/kg for either product presentation, articaine HCl and 1:100,000 or 1:200,000 epinephrine) [see Use in Specific Populations ( 8.4 )]. 2.3 Dosing in Special Populations Lower dosages or dosage reduction may be required in debilitated patients, acutely ill patients, elderly patients, and pediatric patients commensurate with their age and physical condition. No studies have been performed in patients with renal or liver impairment. Exercise caution when using Articaine HCl and Epinephrine in patients with severe liver disease. [see Warnings and Precautions ( 5.2 ), Use in Specific Populations ( 8.4 , 8.5 , and 8.6 )] 2.4 Important Administration Instructions Visually inspect Articaine HCl and Epinephrine for particulate matter and discoloration prior to administration. Articaine HCl and Epinephrine (articaine HCl and epinephrine) Injection is available in glass cartridges. Prior to using the glass cartridges, disinfect by wiping the cap thoroughly with USP isopropyl alcohol (70%). Avoid use of isopropyl alcohol, as well as solutions of ethyl alcohol that are not of USP grade because they may contain denaturants that are injurious to rubber. Immersion is not recommended."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Articaine HCl and Epinephrine is indicated for local, infiltrative, or conductive anesthesia in both simple and complex dental procedures in adults and pediatric patients 4 years of age and older. Articaine HCl and Epinephrine is a combination of articaine HCl, an amide local anesthetic, and epinephrine, a vasoconstrictor, indicated for local, infiltrative, or conductive anesthesia in both simple and complex dental procedures in adults and pediatric patients 4 years of age and older ( 1 )."
  ],
  "fetched_at": "2025-10-01T17:13:28.843172",
  "source": "OpenFDA"
}