{
  "drug_name": "Asciminib",
  "generic_name": [
    "ASCIMINIB"
  ],
  "brand_names": [
    "SCEMBLIX"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Closely monitor for adverse reactions during concomitant use of SCEMBLIX at 200 mg twice daily. ( 7.1 ) Itraconazole Oral Solution Containing Hydroxypropyl-β-cyclodextrin: Avoid concomitant use of SCEMBLIX at all recommended doses. ( 7.1 ) Certain Substrates of CYP3A4: Closely monitor for adverse reactions during concomitant use of SCEMBLIX at 80 mg total daily dose. Avoid use of SCEMBLIX at 200 mg twice daily. ( 7.2 ) Substrates of CYP2C9: Avoid concomitant use of SCEMBLIX at all recommended doses. 80 mg total daily dose: If unavoidable, reduce the CYP2C9 substrate dosage as necessary. ( 7.2 ) 200 mg twice daily: If unavoidable, consider alternative therapy with non-CYP2C9 substrate. ( 7.2 ) Certain P-gp Substrates: Closely monitor for adverse reactions during concomitant use of SCEMBLIX at all recommended doses. ( 7.2 ) Substrates of OATP1B or BCRP: Avoid concomitant use with rosuvastatin and atorvastatin at all recommended doses. Closely monitor for adverse reactions of other OATP1B or BCRP substrates during concomitant use of SCEMBLIX at all recommended doses. ( 7.2 ) 7.1 Effect of Other Drugs on SCEMBLIX Strong CYP3A4 Inhibitors Asciminib is a CYP3A4 substrate. Concomitant use of SCEMBLIX with a strong CYP3A4 inhibitor increases both the asciminib C max and AUC, which may increase the risk of adverse reactions [see Clinical Pharmacology (12.3)] . Closely monitor for adverse reactions in patients treated with SCEMBLIX at 200 mg twice daily with concomitant use of strong CYP3A4 inhibitors. Itraconazole Oral Solution Containing Hydroxypropyl-β-cyclodextrin Concomitant use of SCEMBLIX with itraconazole oral solution containing hydroxypropyl-β-cyclodextrin decreases asciminib C max and AUC, which may reduce SCEMBLIX efficacy [see Clinical Pharmacology (12.3)] . Avoid coadministration of SCEMBLIX at all recommended doses with itraconazole oral solution containing hydroxypropyl-β-cyclodextrin. 7.2 Effect of SCEMBLIX on Other Drugs Certain CYP3A4 Substrates Asciminib is a CYP3A4 inhibitor. Concomitant use of SCEMBLIX increases the C max and AUC of CYP3A4 substrates, which may increase the risk of adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . Closely monitor for adverse reactions in patients treated with SCEMBLIX at 80 mg total daily dose with concomitant use of certain CYP3A4 substrates, where minimal concentration changes may lead to serious adverse reactions. Avoid coadministration of SCEMBLIX at 200 mg twice daily with certain CYP3A4 substrates, where minimal concentration changes may lead to serious adverse reactions. CYP2C9 Substrates Asciminib is a CYP2C9 inhibitor. Concomitant use of SCEMBLIX increases the C max and AUC of CYP2C9 substrates, which may increase the risk of adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . Avoid coadministration of SCEMBLIX at 80 mg total daily dose with certain CYP2C9 substrates, where minimal concentration changes may lead to serious adverse reactions. If coadministration is unavoidable, reduce the CYP2C9 substrate dosage as recommended in its prescribing information. Avoid coadministration of SCEMBLIX at 200 mg twice daily with sensitive CYP2C9 substrates and certain CYP2C9 substrates, where minimal concentration changes may lead to serious adverse reactions. If coadministration is unavoidable, consider alternative therapy with a non-CYP2C9 substrate. Certain P-gp Substrates Asciminib is a P-gp inhibitor. Concomitant use of SCEMBLIX increases the plasma concentrations of P-gp substrates, which may increase the risk of adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . Closely monitor for adverse reactions in patients treated with SCEMBLIX at all recommended doses with concomitant use of P-gp substrates, where minimal concentration changes may lead to serious toxicities. Substrates of OATP1B or BCRP Asciminib is an OATP1B and BCRP inhibitor. The effect of concomitant use of SCEMBLIX with OATP1B and BCRP substrates has not been established in clinical studies. However, based upon a mechanistic understanding of the elimination of asciminib and its in vitro inhibitory potential [see Clinical Pharmacology (12.3)] , concomitant use of SCEMBLIX increases the C max and AUC of OATP1B and BCRP substrates, which may increase the risk of adverse reactions of these substrates. Avoid coadministration of SCEMBLIX at all recommended doses with rosuvastatin and atorvastatin. Closely monitor for adverse reactions in patients treated with SCEMBLIX at all recommended doses with concomitant use of other OATP1B or BCRP substrates. Reduce the dosage of the other OATP1B or BCRP substrates as recommended in their Prescribing Information when used concomitantly with SCEMBLIX at all recommended doses."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions can occur with SCEMBLIX and are discussed in greater detail in other sections of the labeling: Myelosuppression [see Warnings and Precautions (5.1)] Pancreatic Toxicity [see Warnings and Precautions (5.2)] Hypertension [see Warnings and Precautions (5.3)] Hypersensitivity [see Warnings and Precautions (5.4)] Cardiovascular Toxicity [see Warnings and Precautions (5.5)] Most common adverse reactions (≥ 20%) are musculoskeletal pain, rash, fatigue, upper respiratory tract infection, headache, abdominal pain, and diarrhea. ( 6.1 ) Most common select laboratory abnormalities (≥ 20%) are lymphocyte count decreased, leukocyte count decreased, platelet count decreased, neutrophil count decreased, calcium corrected decreased, lipase increased, cholesterol increased, uric acid increased, alanine aminotransferase (ALT) increased, alkaline phosphatase (ALP) increased, hemoglobin decreased, triglycerides increased, creatine kinase increased, amylase increased, and aspartate aminotransferase (AST) increased. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflect exposure to SCEMBLIX at 10 mg to 200 mg orally twice daily (between 0.25 to 5 times the recommended dosage for the 80 mg daily dosage and between 0.05 times and up to the recommended dosage for the 200 mg twice daily dosage) in 556 patients enrolled in one of three clinical trials, including patients with Ph+ CML in CP receiving SCEMBLIX as monotherapy: study CABL001J12301 (ASC4FIRST), study CABL001A2301 (ASCEMBL) and study CABL001X2101 [see Clinical Studies (14)] . Among the 556 patients receiving SCEMBLIX, the median duration of exposure to SCEMBLIX was 83 weeks (range, 0.1 to 439 weeks), with 79% of patients exposed for at least 48 weeks and 42% of patients exposed for at least 96 weeks, respectively. The most common (≥ 20%) adverse reactions in patients who received SCEMBLIX were musculoskeletal pain, rash, fatigue, upper respiratory tract infection, headache, abdominal pain, and diarrhea. Adverse Reactions in Patients with Newly Diagnosed Ph+ CML-CP The ASC4FIRST clinical trial randomized 405 patients with newly diagnosed Ph+ CML-CP to receive SCEMBLIX 80 mg once daily or investigator selected tyrosine kinase inhibitors (IS-TKIs). IS-TKIs included imatinib (400 mg once daily), nilotinib (300 mg twice daily), dasatinib (100 mg once daily), or bosutinib (400 mg once daily) [see Clinical Studies (14.1)] . The safety population (received at least 1 dose of SCEMBLIX) included 200 patients with newly diagnosed Ph+ CML-CP. Among patients who received SCEMBLIX, 90% were exposed for 48 weeks or longer [see Clinical Studies (14.1)] . Serious adverse reactions occurred in 11% of patients who received SCEMBLIX. Serious adverse reactions in ≥ 1% included pancreatitis (1%) and musculoskeletal pain (1%). Permanent discontinuation due to an adverse reaction occurred in 4.5% of patients receiving SCEMBLIX. Adverse reactions which resulted in permanent discontinuation of SCEMBLIX in ≥ 1% of patients included pancreatic enzymes increased (1.5%) and thrombocytopenia (1%). Dosage interruptions of SCEMBLIX due to an adverse reaction occurred in 30% of patients. Adverse reactions which required dosage interruption in > 5% of patients included thrombocytopenia (13%) and neutropenia (10%). Dose reductions of SCEMBLIX due to an adverse reaction occurred in 6% of patients. Adverse reactions which required dose reductions in > 1% of patients included thrombocytopenia (2.5%) and neutropenia (1.5%). The most common (≥ 20%) adverse reaction in patients who received SCEMBLIX was musculoskeletal pain. The most common select laboratory abnormalities that worsened from baseline in ≥ 20% of patients who received SCEMBLIX were lymphocyte count decreased, leukocyte count decreased, platelet count decreased, neutrophil count decreased, calcium corrected decreased, lipase increased, cholesterol increased, uric acid increased, alanine aminotransferase (ALT) increased, alkaline phosphatase (ALP) increased, hemoglobin decreased, and triglycerides increased. Table 3 summarizes the adverse reactions in ASC4FIRST. Table 3: Adverse Reactions (≥ 10%) in Patients with Newly Diagnosed Ph+ CML in CP, Who Received SCEMBLIX in ASC4FIRST Abbreviations: Ph+ CML in CP, Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) in chronic phase (CP); IS-TKIs, investigator selected tyrosine kinase inhibitors. a Musculoskeletal pain includes: musculoskeletal pain, myalgia, pain in extremity, back pain, non-cardiac chest pain, bone pain, neck pain, musculoskeletal stiffness, musculoskeletal discomfort, musculoskeletal chest pain, arthritis, and spinal pain. b Rash includes: rash, rash maculo-papular, rash pustular, rash macular, dermatitis exfoliative, drug eruption, dermatitis acneiform, eczema, rash pruritic and rash vesicular. c Fatigue includes: fatigue and asthenia. d Diarrhea includes: diarrhea, colitis and enteritis. e Abdominal pain includes: abdominal pain, abdominal pain upper, abdominal discomfort, abdominal pain lower and gastrointestinal pain. f Upper respiratory tract infection includes: upper respiratory tract infection, nasopharyngitis, pharyngitis, rhinitis and respiratory tract infection. g Dyslipidemia includes: dyslipidemia, hypertriglyceridemia, blood cholesterol increased, hypercholesterolemia, hyperlipidemia and blood triglycerides increased. h Headache contains: headache and migraine. SCEMBLIX N = 200 IS-TKIs N = 201 Adverse Reaction All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Musculoskeletal and connective tissue disorders Musculoskeletal pain a 25 1.5 32 0.5 Skin and subcutaneous tissue disorders Rash b 19 0 25 2 General disorders and administration site conditions Fatigue c 18 1 20 0.5 Gastrointestinal disorders Diarrhea d 16 0 26 1 Abdominal pain e 14 0.5 10 0 Infections and infestations Upper respiratory tract infection f 15 0 15 0.5 Metabolism and nutrition disorders Dyslipidemia g 14 1 9 0.5 Nervous system disorders Headache h 14 0.5 15 0 Clinically relevant adverse reactions in < 10% of patients treated with SCEMBLIX in ASC4FIRST included: arthralgia, constipation, nausea, hypertension, cough, pruritus, dry eye, pyrexia, vomiting, dizziness, edema, lower respiratory tract infection, decreased appetite, hypothyroidism, urticaria, arrhythmia, influenza, neuropathy peripheral, hemorrhage, urinary tract infection, pneumonia, dyspnea, pancreatitis, vision blurred, febrile neutropenia, and palpitations. Table 4 summarizes the laboratory abnormalities in ASC4FIRST. Table 4: Select Laboratory Abnormalities (≥ 20%) That Worsened From Baseline in Patients with Newly Diagnosed Ph+ CML in CP, Who Received SCEMBLIX in ASC4FIRST a The denominator used to calculate the rate for SCEMBLIX and IS TKIs varied from 198 to 200 and 201, respectively, based on the number of patients with a baseline value and at least one post-treatment value. b Worst post-baseline laboratory abnormalities based on normal ranges. CTCAE version 5.0 SCEMBLIX a IS-TKIs a Laboratory Abnormality All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Hematologic parameters Lymphocyte count decreased 71 3 82 11 Leukocyte count decreased 54 5 66 13 Platelet count decreased 48 12 55 11 Neutrophil count decreased 46 12 62 20 Hemoglobin decreased 24 2.5 49 4.5 Biochemical parameters Calcium corrected decreased 42 0.5 71 2 Lipase increased 37 10 45 10 Cholesterol increased 34 0 30 0 Uric acid increased b 33 - 20 - Alanine aminotransferase (ALT) increased 27 1.5 40 6 Alkaline phosphatase (ALP) increased 25 0.5 36 0 Triglycerides increased 20 1 15 1.5 Adverse Reactions in Patients with Ph+ CML-CP, Previously Treated with Two or More TKIs The clinical trial randomized and treated 232 patients with Ph+ CML-CP, previously treated with two or more TKIs to receive SCEMBLIX 40 mg twice daily or bosutinib 500 mg once daily (ASCEMBL) [see Clinical Studies (14.2)] . The safety population (received at least 1 dose of SCEMBLIX) included 156 patients with Ph+ CML-CP, previously treated with two or more TKIs. Among patients who received SCEMBLIX, 83% were exposed for 24 weeks or longer and 56% were exposed for 96 weeks or longer. Serious adverse reactions occurred in 18% of patients who received SCEMBLIX. Serious adverse reactions in ≥ 1% included cardiac failure congestive (1.9%), pyrexia (1.9%), urinary tract infection (1.9%), headache (1.3%), and thrombocytopenia (1.3%). Two patients (1.3%) had a fatal adverse reaction, one each for mesenteric artery thrombosis and ischemic stroke. Permanent discontinuation of SCEMBLIX due to an adverse reaction occurred in 8% of patients. Adverse reactions which resulted in permanent discontinuation of SCEMBLIX in > 2% of patients included thrombocytopenia (3.2%) and neutropenia (2.6%). Dosage interruptions of SCEMBLIX due to an adverse reaction occurred in 41% of patients. Adverse reactions which required dosage interruption in > 5% of patients included thrombocytopenia (19%) and neutropenia (18%). Dose reductions of SCEMBLIX due to an adverse reaction occurred in 6% of patients. Adverse reactions which required dose reductions in > 1% of patients included thrombocytopenia (4.5%) and neutropenia (1.3%). The most common (≥ 20%) adverse reactions in patients who received SCEMBLIX were upper respiratory tract infections, musculoskeletal pain, headache, and fatigue. The most common select laboratory abnormalities that worsened from baseline in ≥ 20% of patients who received SCEMBLIX were platelet count decreased, triglycerides increased, neutrophil count decreased, hemoglobin decreased, creatine kinase increased, alanine aminotransferase (ALT) increased, aspartate aminotransferase (AST) increased, uric acid increased, and lymphocyte count decreased. Table 5 summarizes the adverse reactions in ASCEMBL. Table 5: Adverse Reactions (≥ 10%) in Patients with Ph+ CML in CP, Previously Treated with Two or More TKIs Who Received SCEMBLIX in ASCEMBL Abbreviations: Ph+ CML in CP, Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) in chronic phase (CP); TKIs, tyrosine kinase inhibitors. a Upper respiratory tract infection includes: nasopharyngitis, upper respiratory tract infection, rhinitis, pharyngitis, respiratory tract infection, and pharyngotonsillitis. b Musculoskeletal pain includes: pain in extremity, back pain, myalgia, non-cardiac chest pain, neck pain, bone pain, spinal pain, arthritis, musculoskeletal pain, and musculoskeletal chest pain. c Headache includes: headache and post-traumatic headache. d Fatigue includes: fatigue and asthenia. e Rash includes: rash, rash maculopapular, dermatitis acneiform, rash pustular, eczema, dermatitis, skin exfoliation, dermatitis exfoliative generalized, rash morbilliform, drug eruption, erythema multiforme, and rash erythematous. f Hypertension includes: hypertension and hypertensive crisis. g Diarrhea includes: diarrhea and colitis. h Abdominal pain includes: abdominal pain, abdominal pain upper, abdominal discomfort, abdominal pain lower, abdominal tenderness, and epigastric discomfort. SCEMBLIX N = 156 Bosutinib N = 76 Adverse Reaction All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Infections and infestations Upper respiratory tract infection a 26 0.6 12 1.3 Musculoskeletal and connective tissue disorders Musculoskeletal pain b 24 2.6 17 1.3 Arthralgia 13 0.6 3.9 0 Nervous system disorders Headache c 21 1.9 16 0 General disorders and administration-site conditions Fatigue d 20 0.6 11 1.3 Skin and subcutaneous tissue disorders Rash e 18 0.6 30 8 Vascular disorders Hypertension f 14 7 5 3.9 Gastrointestinal disorders Diarrhea g 13 0 72 11 Nausea 12 0.6 46 0 Abdominal pain h 14 0 24 2.6 Clinically relevant adverse reactions in < 10% of patients treated with SCEMBLIX in ASCEMBL included: cough, dyspnea, pleural effusion, dizziness, neuropathy peripheral, edema, pyrexia, vomiting, constipation, dyslipidemia, decreased appetite, pruritus, urticaria, lower respiratory tract infection, influenza, urinary tract infection, pneumonia, hemorrhage, arrhythmia (including electrocardiogram QT prolonged), palpitations, cardiac failure congestive, vision blurred, dry eye, hypothyroidism, and febrile neutropenia. Table 6 summarizes the laboratory abnormalities in ASCEMBL. Table 6: Select Laboratory Abnormalities (≥ 10%) That Worsened From Baseline in Patients with Ph+ CML in CP, Previously Treated with Two or More TKIs Who Received SCEMBLIX in ASCEMBL a The denominator used to calculate the rate for SCEMBLIX and bosutinib varied from 152 to 156 and 75 to 76, respectively, based on the number of patients with a baseline value and at least one post-treatment value. CTCAE version 4.03. SCEMBLIX a Bosutinib a Laboratory Abnormality All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Hematologic parameters Platelet count decreased 46 24 36 12 Neutrophil count decreased 43 22 33 15 Hemoglobin decreased 37 2 54 5 Lymphocyte count decreased 20 3.3 34 2.6 Biochemical parameters Triglycerides increased 44 5 30 2.6 Creatine kinase increased 30 2.6 24 5 Alanine aminotransferase (ALT) increased 26 0.6 50 16 Aspartate aminotransferase (AST) increased 21 1.9 46 7 Uric acid increased 21 6 18 2.6 Phosphate decreased 18 6 20 7 Corrected calcium decreased 16 0.6 22 0 Lipase increased 15 4.5 18 7 Creatinine increased 15 0 26 0 Amylase increased 13 1.3 13 0 Alkaline phosphatase (ALP) increased 13 0 12 0 Bilirubin increased 12 0 3.9 0 Cholesterol increased 12 0 8 0 Potassium decreased 11 0 9 0 Adverse Reactions in Patients with Ph+ CML-CP with the T315I Mutation The single-arm clinical trial enrolled patients with Ph+ CML-CP with the T315I mutation [see Clinical Studies (14.3)] . The safety population (received at least 1 dose of SCEMBLIX) included 48 patients with Ph+ CML-CP with the T315I mutation who received 200 mg of SCEMBLIX twice daily. Among these patients, 83% were exposed for 24 weeks or longer, and 75% were exposed for 48 weeks or longer. Serious adverse reactions occurred in 23% of patients who received SCEMBLIX. Serious adverse reactions in > 1% included abdominal pain (4.2%), vomiting (4.2%), pneumonia (4.2%), musculoskeletal pain (2.1%), headache (2.1%), hemorrhage (2.1%), constipation (2.1%), arrhythmia (2.1%), and pleural effusion (2.1%). Permanent discontinuation of SCEMBLIX due to an adverse reaction occurred in 10% of patients. Adverse reactions which resulted in permanent discontinuation of SCEMBLIX in > 2% of patients included pancreatic enzymes increased (2.1%). Dosage interruptions of SCEMBLIX due to an adverse reaction occurred in 31% of patients. Adverse reactions which required dosage interruption in > 5% of patients included pancreatic enzymes increased (17%) and thrombocytopenia (8%). Dose reductions of SCEMBLIX due to an adverse reaction occurred in 23% of patients. Adverse reactions which required dose reductions in > 1% of patients included pancreatic enzymes increased (10%), abdominal pain (4.2%), anemia (2.1%), blood bilirubin increased (2.1%), dizziness (2.1%), fatigue (2.1%), hepatic enzymes increased (2.1%), musculoskeletal pain (2.1%), nausea (2.1%), neutropenia (2.1%), pruritus (2.1%), and thrombocytopenia (2.1%). The most common (≥ 20%) adverse reactions in patients who received SCEMBLIX were musculoskeletal pain, fatigue, nausea, rash, and diarrhea. The most common select laboratory abnormalities that worsened from baseline in ≥ 20% of patients who received SCEMBLIX were alanine aminotransferase (ALT) increased, lipase increased, triglycerides increased, hemoglobin decreased, neutrophil count decreased, lymphocyte count decreased, phosphate decreased, aspartate aminotransferase (AST) increased, amylase increased, platelet count decreased, and bilirubin increased. Table 7 summarizes adverse reactions in study X2101. Table 7: Adverse Reactions (≥ 10%) in Patients with Ph+ CML in CP with the T315I Mutation Who Received SCEMBLIX in X2101 a Musculoskeletal pain includes: pain in extremity, back pain, myalgia, musculoskeletal pain, non-cardiac chest pain, bone pain, arthritis, and musculoskeletal chest pain. b Fatigue includes: fatigue and asthenia. c Abdominal pain includes: abdominal pain and hepatic pain. d Rash includes: rash, rash maculopapular, dermatitis acneiform, eczema, rash papular, skin exfoliation, and dyshidrotic eczema. e Headache includes: headache and migraine. f Cough includes: cough and productive cough. g Hemorrhage includes: epistaxis, ear hemorrhage, mouth hemorrhage, post procedural hemorrhage, skin hemorrhage, and vaginal hemorrhage. h Hypertension includes: hypertension and hypertensive crisis. i Upper respiratory tract infection includes: upper respiratory tract infection, nasopharyngitis, rhinitis, and pharyngitis. SCEMBLIX 200 mg twice daily N = 48 Adverse Reaction All Grades % Grade 3 or 4 % Musculoskeletal and connective tissue disorders Musculoskeletal pain a 42 4.2 Arthralgia 17 0 General disorders and administration-site conditions Fatigue b 31 2.1 Edema 10 4.2 Gastrointestinal disorders Nausea 27 0 Diarrhea 21 2.1 Vomiting 19 6 Abdominal pain c 17 8 Skin and subcutaneous tissue disorders Rash d 27 0 Pruritus 13 0 Nervous system disorders Headache e 19 2.1 Respiratory, thoracic, and mediastinal disorders Cough f 15 0 Vascular disorders Hemorrhage g 15 2.1 Hypertension h 13 8 Infections and infestations Upper respiratory tract infection i 13 0 Clinically relevant adverse reactions in < 10% of patients treated with SCEMBLIX in X2101 included: constipation, pancreatitis, pyrexia, dizziness, neuropathy peripheral, pneumonia, lower respiratory tract infection, dyspnea, pleural effusion, dry eye, vision blurred, arrhythmia, palpitations, cardiac failure congestive, decreased appetite, dyslipidemia, hypersensitivity, and urticaria. Table 8 summarizes laboratory abnormalities in X2101. Table 8: Select Laboratory Abnormalities (≥ 10%) That Worsened From Baseline in Patients with Ph+ CML in CP with the T315I Mutation in X2101 a The denominator used to calculate the rate was 48 based on the number of patients with a baseline value and at least one post-treatment value. CTCAE version 4.03. SCEMBLIX a 200 mg twice daily Laboratory Abnormality All Grades % Grade 3-4 % Hematologic parameters Hemoglobin decreased 44 4.2 Neutrophil count decreased 44 15 Lymphocyte count decreased 42 4.2 Platelet count decreased 25 15 Biochemical parameters Alanine aminotransferase (ALT) increased 48 6 Potassium increased 48 2.1 Triglycerides increased 46 2.1 Lipase increased 46 21 Phosphate decreased 40 6 Uric acid increased 40 4.2 Aspartate aminotransferase (AST) increased 35 2.1 Calcium corrected decreased 33 0 Creatinine increased 31 0 Amylase increased 29 10 Bilirubin increased 23 0 Cholesterol increased 15 0 Alkaline phosphatase (ALP) increased 13 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage in Ph+ CML in CP: 80 mg orally once daily or 40 mg orally twice daily. ( 2.1 ) Recommended Dosage in Ph+ CML in CP with the T315I Mutation: 200 mg orally twice daily. ( 2.2 ) Avoid food for at least 2 hours before and 1 hour after taking SCEMBLIX. ( 2.5 ) Swallow tablets whole. Do not break, crush, or chew the tablets. ( 2.5 ) 2.1 Recommended Dosage in Patients with Newly Diagnosed or Previously Treated Ph+ CML-CP The recommended dose of SCEMBLIX is 80 mg taken orally once daily at approximately the same time each day or 40 mg orally twice daily at approximately 12-hour intervals. The recommended dose of SCEMBLIX is taken orally without food. Avoid food consumption for at least 2 hours before and 1 hour after taking SCEMBLIX [see Clinical Pharmacology (12.2)] . Continue treatment with SCEMBLIX as long as clinical benefit is observed or until unacceptable toxicity occurs. 2.2 Recommended Dosage in Patients with Ph+ CML-CP with the T315I Mutation The recommended dose of SCEMBLIX is 200 mg taken orally twice daily at approximately 12-hour intervals. The recommended dose of SCEMBLIX is taken orally without food. Avoid food consumption for at least 2 hours before and 1 hour after taking SCEMBLIX [see Clinical Pharmacology (12.2)] . 2.3 Missed Dose Once Daily Dosage Regimen: If a SCEMBLIX dose is missed by more than approximately 12 hours, skip the dose and take the next dose as scheduled. Twice Daily Dosage Regimens: If a SCEMBLIX dose is missed by more than approximately 6 hours, skip the dose and take the next dose as scheduled. 2.4 Dosage Modifications Dosage Modifications for Patients with Newly Diagnosed or Previously Treated Ph+ CML-CP For the management of adverse reactions, reduce the SCEMBLIX dose as described in Table 1. Dosage Modifications for Patients with Ph+ CML-CP with the T315I Mutation For the management of adverse reactions, reduce the SCEMBLIX dose as described in Table 1. Table 1: Recommended Dosage Reductions for SCEMBLIX for Adverse Reactions Dosage reduction Dosage for Patients with newly diagnosed or previously treated Ph+ CML-CP Dosage for patients with Ph+ CML-CP with the T315I mutation First 40 mg once daily OR 20 mg twice daily 160 mg twice daily Subsequent reduction Permanently discontinue SCEMBLIX in patients unable to tolerate 40 mg once daily OR 20 mg twice daily. Permanently discontinue SCEMBLIX in patients unable to tolerate 160 mg twice daily. The recommended dosage modifications for the management of selected adverse reactions are shown in Table 2. Table 2: SCEMBLIX Dosage Modification for the Management of Adverse Reactions Abbreviations: ANC, absolute neutrophil count; PLT, platelets; ULN, upper limit of normal. a Based on Common Terminology Criteria for Adverse Events (CTCAE) version 4.03. Adverse reaction Dosage modification Thrombocytopenia and/or neutropenia [see Warnings and Precautions (5.1)] ANC less than 1 x 10 9 /L and/or PLT less than 50 x 10 9 /L Withhold SCEMBLIX until resolved to ANC greater than or equal to 1 x 10 9 /L and/or PLT greater than or equal to 50 x 10 9 /L. If resolved: Within 2 weeks: resume SCEMBLIX at starting dose. After more than 2 weeks: resume SCEMBLIX at reduced dose. For recurrent severe thrombocytopenia and/or neutropenia, withhold SCEMBLIX until resolved to ANC greater than or equal to 1 x 10 9 /L and PLT greater than or equal to 50 x 10 9 /L, then resume at reduced dose. Asymptomatic amylase and/or lipase elevation [see Warnings and Precautions (5.2)] Elevation greater than 2 x ULN Withhold SCEMBLIX until resolved to less than 1.5 x ULN. If resolved: Resume SCEMBLIX at reduced dose. If events reoccur at reduced dose, permanently discontinue SCEMBLIX. If not resolved: Permanently discontinue SCEMBLIX. Perform diagnostic tests to exclude pancreatitis. Non-hematologic adverse reactions [see Warnings and Precautions (5.3, 5.4, 5.5)] Grade 3 a or higher Withhold SCEMBLIX until recovery to Grade 1 or less. If resolved: Resume SCEMBLIX at reduced dose. If not resolved: Permanently discontinue SCEMBLIX. 2.5 Administration Advise patients to swallow SCEMBLIX tablets whole. Do not break, crush, or chew the tablets."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SCEMBLIX is indicated for the treatment of adult patients with: Newly diagnosed Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) in chronic phase (CP). This indication is approved under accelerated approval based on major molecular response rate [see Clinical Studies (14.1)] . Continued approval for this indication may be contingent upon verification of clinical benefit in a confirmatory trial(s). Previously treated Ph+ CML in CP. Ph+ CML in CP with the T315I mutation. SCEMBLIX is a kinase inhibitor indicated for the treatment of adult patients with: Newly diagnosed Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) in chronic phase (CP). This indication is approved under accelerated approval based on major molecular response rate. Continued approval for this indication may be contingent upon verification of clinical benefit in a confirmatory trial(s). ( 1 ) Previously treated Ph+ CML in CP. ( 1 ) Ph+ CML in CP with the T315I mutation. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:07:50.329298",
  "source": "OpenFDA"
}