{
  "drug_name": "Asenapine",
  "generic_name": [
    "ASENAPINE"
  ],
  "brand_names": [
    "Asenapine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Antihypertensive Drugs: Asenapine may cause hypotension. ( 5.7 , 7.1 , 12.3 ) • Paroxetine (CYP2D6 substrate and inhibitor): Reduce paroxetine by half when used in combination with asenapine. ( 7.1 , 12.3 ) 7.1 Drugs Having Clinically Important Drug Interactions with Asenapine Table 12: Clinically Important Drug Interactions with Asenapine Concomitant Drug Name or Drug Class Clinical Rationale Clinical Recommendation Antihypertensive Drugs Because of its α 1 -adrenergic antagonism with potential for inducing hypotension, asenapine may enhance the effects of certain antihypertensive agents [see Warnings and Precautions (5.7)] . Monitor blood pressure and adjust dosage of antihypertensive drug accordingly. Strong CYP1A2 Inhibitors (e.g., Fluvoxamine) Asenapine is metabolized by CYP1A2. Marginal increase of asenapine exposure was observed when asenapine is used with fluvoxamine at 25 mg administered twice daily [see Clinical Pharmacology (12.3)] . However, the tested fluvoxamine dose was suboptimal. Full therapeutic dose of fluvoxamine is expected to cause a greater increase in asenapine exposure. Dosage reduction for asenapine based on clinical response may be necessary. CYP2D6 substrates and inhibitors (e.g., paroxetine) Asenapine may enhance the inhibitory effects of paroxetine on its own metabolism. Concomitant use of paroxetine with asenapine increased the paroxetine exposure by 2-fold as compared to use paroxetine alone [see Clinical Pharmacology (12.3)]. Reduce paroxetine dose by half when paroxetine is used in combination with asenapine. 7.2 Drugs Having No Clinically Important Interactions with Asenapine No dosage adjustment of asenapine is necessary when administered concomitantly with paroxetine (see Table 12 in Drug Interactions (7.1) for paroxetine dosage adjustment), imipramine, cimetidine, valporate, lithium, or a CYP3A4 inducer (e.g., carbamazepine, phenytoin, rifampin). In addition, valproic acid and lithium pre-dose serum concentrations collected from an adjunctive therapy study were comparable between asenapine-treated patients and placebo-treated patients indicating a lack of effect of asenapine on valproic and lithium plasma levels."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Use in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning and Warnings and Precautions (5.1 and 5.2)] Neuroleptic Malignant Syndrome [see Warnings and Precautions (5.3)] Tardive Dyskinesia [see Warnings and Precautions (5.4)] Metabolic Changes [see Warnings and Precautions (5.5)] Hypersensitivity Reactions [see Contraindications, Warnings and Precautions (5.6)] Orthostatic Hypotension, Syncope, and other Hemodynamic Effects [see Warnings and Precautions (5.7)] Falls [see Warnings and Precautions (5.8)] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions (5.9)] QT Interval Prolongation [see Warnings and Precautions (5.10)] Hyperprolactinemia [see Warnings and Precautions (5.11)] Seizures [see Warnings and Precautions (5.12)] Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.13)] Body Temperature Regulation [see Warnings and Precautions (5.14)] Dysphagia [see Warnings and Precautions (5.15)] The most common adverse reactions (≥5% and at least twice the rate of placebo) reported during the adjunctive therapy trial in bipolar I disorder in adults were somnolence and oral hypoesthesia. The rates were lower at the 5 mg twice daily dose than the 10 mg twice daily dose for all of these most common adverse reactions. The adult information below is derived from a clinical trial database for asenapine consisting of over 5355 patients and/or healthy subjects exposed to one or more sublingual doses of asenapine. A total of 1427 asenapine-treated patients were treated for at least 24 weeks and 785 asenapine-treated patients had at least 52 weeks of exposure at therapeutic doses. In a 3-week monotherapy trial, the most common adverse reactions (≥5% and at least twice the rate of placebo) reported in pediatric patients with bipolar I disorder treated with asenapine were somnolence, dizziness, dysgeusia, oral hypoesthesia, nausea, increased appetite, fatigue, and increased weight. No new major safety findings were reported from a 50-week, open-label, uncontrolled safety trial. A total of 651 pediatric patients were treated with asenapine. Of these patients, 352 pediatric patients were treated with asenapine for at least 180 days and 58 pediatric patients treated with asenapine had at least 1 year of exposure. The safety of asenapine was evaluated in 403 pediatric patients with bipolar I disorder who participated in a 3-week, placebo-controlled, double-blind trial, of whom 302 patients received asenapine at fixed doses ranging from 2.5 mg to 10 mg twice daily. The stated frequencies of adverse reactions represent the proportion of individuals who experienced a treatment-emergent adverse event of the type listed. A reaction was considered treatment emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. The most commonly observed adverse reactions (incidence ≥5% and at least twice that for placebo) were ( 6.1 ): Bipolar I Disorder Pediatric Patients (Monotherapy): somnolence, dizziness, dysgeusia, oral paresthesia, nausea, increased appetite, fatigue, increased weight. • Bipolar I Disorder Adults (Adjunctive): somnolence, oral hypoesthesia. To report SUSPECTED ADVERSE REACTIONS, contact Alembic Pharmaceuticals Limited at 1-866-210-9797 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Monotherapy in Pediatric Patients with Bipolar Mania: The following findings are based on a 3-week , placebo-controlled trial for bipolar mania in which asenapine was administered at doses of 2.5 mg, 5 mg, or 10 mg twice daily. Adverse Reactions Leading to Discontinuation of Treatment: A total of 6.7% (7/104) of patients treated with asenapine 2.5 mg twice daily, 5.1% (5/99) of patients treated with asenapine 5 mg twice daily, and 5.1% (5/99) of patients treated with asenapine 10 mg twice daily discontinued treatment due to adverse reactions compared to 4% (4/101) on placebo. The most common adverse reactions that led to discontinuation in pediatric patients treated with asenapine (rates at least 2% in any asenapine arm and at least twice the placebo rate) were somnolence (3% in the 2.5 mg twice daily group, 1% in the 5 mg twice daily group, and 2% in the 10 mg twice daily group), abdominal pain (2% in the 10 mg twice daily group), and nausea (2% in the 10 mg twice daily group) No placebo-treated patients dropped out for these events. Adverse Reactions Occurring with Asenapine at an Incidence of 2% or More in Asenapine-treated Bipolar I Patients: Adverse reactions associated with the use of asenapine (incidence of ≥2% in any asenapine dose group and greater than placebo) that occurred during acute therapy are shown in Table 10 . Table 10: Adverse Reactions Reported in 2% or More of Pediatric Patients (Ages 10 to 17 Years) in Any Asenapine Dose Group and Which Occurred at Greater Incidence Than in the Placebo Group in a 3-Week Bipolar Mania Trial System Organ Class / AE Preferred Term Placebo Asenapine 2.5 mg twice daily Asenapine 5 mg twice daily Asenapine 10 mg twice daily All Asenapine 2.5, 5, and 10 mg N=101 % N=104 % N=99 % N=99 % N=302 % Cardiac Disorders Tachycardia 1 0 3 0 1 1 Gastrointestinal Disorders Oral hypoesthesia 2 4 25 25 30 27 Nausea 3 6 6 6 6 Vomiting 3 4 4 4 4 Abdominal pain 3 7 9 3 5 6 Glossodynia 0 0 2 0 1 General Disorders and Administrative Site Disorders Fatigue 4 5 4 8 14 9 Irritability 1 1 1 2 1 Injury, Poisoning, and Procedural Complications Muscle strain 0 0 0 2 1 Investigations Increased weight 0 6 2 2 3 Hyperinsulinemia 5 0 1 3 1 2 ALT increased 0 0 0 2 1 AST increased 0 0 0 2 1 Metabolism and Nutrition Disorders Increased appetite 2 10 9 6 8 Dehydration 1 0 2 0 1 Musculoskeletal and Connective Tissue Disorders Myalgia 0 0 2 1 1 Nervous System Disorders Somnolence 6 12 46 53 49 49 Headache 6 8 11 9 9 Dizziness 3 6 10 5 7 Dysgeusia 2 4 5 9 6 Akathisia 0 2 2 1 2 Parkinsonism 0 1 0 2 1 Psychiatric Disorders Insomnia 3 3 4 3 3 Suicidal ideation 1 4 1 3 3 Anger 0 0 0 2 1 Reproductive System and Breast Disorders Dysmenorrhea 1 0 2 0 1 Respiratory, Thoracic, and Mediastinal Disorders Oropharyngeal pain 2 0 3 1 1 Nasal congestion 1 0 2 0 1 Dyspnea 0 0 2 0 1 Skin and Subcutaneous Tissue Disorders Rash 1 0 1 2 1 1 Includes the preferred terms tachycardia and heart rate increased. 2 Includes the preferred terms oral hypoesthesia, oral paresthesia, and oral dysesthesia. 3 Includes the preferred terms abdominal pain, abdominal pain upper, abdominal pain lower, and abdominal discomfort. 4 Includes the preferred terms fatigue and lethargy. 5 Includes the preferred terms hyperinsulinemia and blood insulin increased. 6 Includes the preferred terms somnolence, sedation, and hypersomnia. Dose-Related Adverse Reactions: In the short term pediatric bipolar I trial the incidence of fatigue appeared to be dose-related (see Table 10 ). Adjunctive Therapy in Adult Patients with Bipolar Mania: The following findings are based on a 12 week placebo-controlled trial (with a 3 week efficacy endpoint) in adult patients with bipolar mania in which sublingual asenapine was administered in doses of 5 mg or 10 mg twice daily as adjunctive therapy with lithium or valproate. Adverse Reactions Associated with Discontinuation of Treatment: Approximately 16% (25/158) of asenapine-treated patients discontinued treatment due to an adverse reaction, compared with about 11% (18/166) on placebo. The most common adverse reactions associated with discontinuation in subjects treated with asenapine (rates at least 1% and at least twice the placebo rate) were depression (2.5%), suicidal ideation (2.5%), bipolar I disorder (1.9%), insomnia (1.9%) and depressive symptoms (1.3%). Adverse Reactions Occurring at an Incidence of 2% or More Among Asenapine-Treated (Adjunctive) Bipolar I Patients: Adverse reactions associated with the use of asenapine (incidence of 2% or greater, rounded to the nearest percent, and asenapine incidence greater than placebo) that occurred during acute adjunctive therapy at 3 weeks, a time when most of the patients were still participating in the trial, are shown in Table 11 . Table 11: Adverse Reactions Reported in 2% or More of Adult Patients In Any Asenapine-Dose Group and Which Occurred at Greater Incidence Than in the Placebo Group at 3 Weeks in Adjunctive Bipolar Mania Trials System Organ Class/Preferred Term Placebo N=166 % Asenapine 5 mg or 10 mg twice daily * N=158 % Gastrointestinal disorders Dyspepsia 2 3 Oral hypoesthesia 0 5 General disorders Fatigue 2 4 Edema peripheral <1 3 Investigations Increased weight 0 3 Nervous system disorders Dizziness 2 4 Other extrapyramidal symptoms (excluding akathisia) † 5 6 Somnolence ‡ 10 22 Psychiatric disorders Insomnia 8 10 Vascular disorders Hypertension <1 3 * Asenapine 5 mg to 10 mg twice daily with flexible dosing. † Extrapyramidal symptoms included: dystonia, parkinsonism, oculogyration, and tremor (excluding akathisia). ‡ Somnolence includes the following events: somnolence and sedation. Dystonia: Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups [see Dosage and Administration (2.3), Use in Specific Populations (8.4), and Clinical Pharmacology (12.3)] . Extrapyramidal Symptoms: In the short-term, placebo-controlled bipolar mania adult trials, data was objectively collected on the Simpson Angus Rating Scale for extrapyramidal symptoms (EPS), the Barnes Akathisia Scale (for akathisia) and the Assessments of Involuntary Movement Scales (for dyskinesias). The mean change from baseline for the all-asenapine 5 mg or 10 mg twice daily treated group was comparable to placebo in each of the rating scale scores. In short-term placebo-controlled bipolar mania adult trials, the incidence of EPS-related events, excluding events related to akathisia, for asenapine-treated patients was 8% versus 4% for placebo; and the incidence of akathisia-related events for asenapine-treated patients was 7% versus 3% for placebo. The incidence rates of all EPS events (including akathisia) were lower at the 5 mg twice daily dose (11% of N=122) than the 10 mg twice daily dose (25% of N=119) in another study. In a 3-week, placebo-controlled pediatric trial with bipolar I disorder, the incidences of EPS-related events, excluding events related to akathisia, were 4%, 3%, and 5% for patients treated with asenapine 2.5 mg, 5 mg, and 10 mg twice daily, respectively, as compared to 3% for placebo-treated patients. EPS-related events include: bradykinesia, dyskinesia, dystonia, oromandibular dystonia, muscle contractions involuntary, muscle twitching, musculoskeletal stiffness, parkinsonism, protrusion tongue, resting tremor, and tremor. For events of akathisia, incidences were 2%, 2%, and 1% for pediatric patients treated with asenapine 2.5 mg, 5 mg, and 10 mg twice daily, respectively, as compared to 0% for placebo-treated patients. Other Findings: Oral hypoesthesia and/or oral paresthesia may occur directly after administration of asenapine and usually resolves within 1 hour. Laboratory Test Abnormalities: Transaminases: Transient elevations in serum transaminases (primarily ALT) in the short-term bipolar mania adult trials were more common in treated patients. In short-term, placebo-controlled bipolar mania adult trials, the mean increase in transaminase levels for asenapine-treated patients was 6.1 units/L compared to a decrease of 3.9 units/L in placebo-treated patients. The proportion of patients with transaminase elevations ≥3 times upper limit of normal (ULN) (at Endpoint) was 2.1% for asenapine-treated patients versus 0.7% for placebo-treated patients. The incidence rate of transaminase elevations ≥3 times ULN is 3% of N=95 for 10 mg twice daily dose, and 0% of N=108 for the 5 mg twice daily dose and 0% of N=115 for placebo in another study. In a 52-week, double-blind, comparator-controlled trial that included primarily adult patients, the mean increase from baseline of ALT was 1.7 units/L. In a 3-week, placebo-controlled pediatric trial with bipolar I disorder, transient elevations in serum transaminases (primarily ALT) were more common in treated patients. The proportion of pediatric patients with ALT elevations ≥3 times upper limit of normal (ULN) was 2.4% for patients treated with asenapine 10 mg twice daily versus none for the other asenapine dose groups and placebo-treated patients. Prolactin : In short-term, placebo-controlled bipolar mania adult trials, the mean increase in prolactin levels was 6.7 ng/mL for asenapine-treated patients compared to a decrease of 1 ng/mL for placebo-treated patients. The proportion of patients with prolactin elevations ≥4 times ULN (at Endpoint) were 2% for asenapine-treated patients versus 0.8% for placebo-treated patients. In a long-term (52-week), double-blind, comparator-controlled adult trial, the mean decrease in prolactin from baseline for asenapine-treated patients was 26.9 ng/mL. In a 3-week, placebo-controlled pediatric trial with bipolar I disorder, the mean increases (at Endpoint) in prolactin levels were 3.2 ng/mL for patients treated with asenapine 2.5 mg twice daily, 2.1 ng/mL for patients treated with asenapine 5 mg twice daily, and 6.4 ng/mL for patients treated with asenapine 10 mg twice daily compared to an increase of 2.5 ng/mL for placebo-treated patients. There were no reports of prolactin elevations ≥4 times ULN (at Endpoint) for patients treated with asenapine or placebo. Galactorrhea or dysmenorrhea were reported in 0% of patients treated with asenapine 2.5 mg twice daily, 2% of patients treated with asenapine 5 mg twice daily, and 1% of patients treated with asenapine 10 mg twice daily compared to 1% of placebo-treated patients. There were no reports of gynecomastia in this trial. Creatine Kinase (CK): The proportion of adult patients with CK elevations >3 times ULN at any time were 6.4% and 11.1% for patients treated with asenapine 5 mg twice daily and 10 mg twice daily, respectively, as compared to 6.7% for placebo-treated patients in pre-marketing short-term, fixed-dose trials in bipolar mania and another indication. The clinical relevance of this finding is unknown. The proportion of patients with CK elevations ≥3 times ULN during a 3-week trial in pediatric bipolar I disorder at any time were 1%, 0%, and 1% for patients treated with asenapine 2.5 mg, 5 mg, and 10 mg twice daily, respectively, versus 3% for placebo-treated patients. Other Adverse Reactions Observed During the Premarketing Evaluation of Asenapine: Following is a list of MedDRA terms that reflect adverse reactions reported by patients treated with sublingual asenapine at multiple doses of ≥5 mg twice daily during any phase of a trial within the database of adult patients. The reactions listed are those that could be of clinical importance, as well as reactions that are plausibly drug-related on pharmacologic or other grounds. Reactions already listed for adult patients in other parts of Adverse Reactions (6) , or those considered in Contraindications (4), Warnings and Precautions (5) or Overdosage (10) are not included. Reactions are further categorized by MedDRA system organ class and listed in order of decreasing frequency according to the following definitions: those occurring in at least 1/100 patients (frequent) (only those not already listed in the tabulated results from placebo-controlled trials appear in this listing); those occurring in 1/100 to 1/1000 patients (infrequent); and those occurring in fewer than 1/1000 patients (rare). Blood and lymphatic disorders: infrequent: anemia; rare: thrombocytopenia Cardiac disorders: infrequent: temporary bundle branch block Eye disorders: infrequent: accommodation disorder Gastrointestinal disorders: infrequent: swollen tongue General disorders: rare: idiosyncratic drug reaction Investigations: infrequent: hyponatremia Nervous system disorders: infrequent: dysarthria Following is a list of MedDRA terms not already listed either for adults or pediatric patients in other parts of Adverse Reactions (6) , or those considered in Contraindications (4), Warnings and Precautions (5) or Overdosage (10) that reflect adverse reactions reported by pediatric patients (Ages 10 to 17 years) treated with sublingual asenapine at doses of 2.5 mg, 5 mg, or 10 mg twice daily during any phase of a trial within the database of pediatric patients. Eye disorders: infrequent: diplopia, vision blurred Gastrointestinal disorders: infrequent: gastroesophageal reflux disease Injury, Poisoning, and Procedural Complications: infrequent : fall Skin and subcutaneous tissue disorders: infrequent: photosensitivity reaction Renal and urinary disorders: infrequent: enuresis 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of asenapine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to establish a causal relationship to drug exposure. In many cases, the occurrence of these adverse reactions led to discontinuation of therapy. Application site reactions, primarily in the sublingual area, have been reported. These application site reactions included oral ulcers, blisters, peeling/sloughing, and inflammation. Choking has been reported by patients, some of whom may have also experienced oropharyngeal muscular dysfunction or hypoesthesia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Asenapine is contraindicated in patients with: Severe hepatic impairment (Child-Pugh C) [see Specific Populations (8.7), Clinical Pharmacology (12.3)] . A history of hypersensitivity reactions to asenapine. Reactions have included anaphylaxis, angioedema, hypotension, tachycardia, swollen tongue, dyspnea, wheezing and rash [see Warnings and Precautions (5.6), Adverse Reactions (6)] . • Severe hepatic impairment (Child-Pugh C). ( 8.7 , 12.3 ) • Known hypersensitivity to asenapine, or to any components in the formulation. ( 4 , 5.6 , 17 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Starting Dose Recommended Dose Maximum Dose Bipolar mania – pediatric patients (10 to 17 years): monotherapy ( 2.3 ) 2.5 mg sublingually twice daily 2.5 to 10 mg sublingually twice daily 10 mg sublingually twice daily Bipolar mania – adults: as an adjunct to lithium or valproate ( 2.3 ) 5 mg sublingually twice daily 5 to 10 mg sublingually twice daily 10 mg sublingually twice daily • Do not swallow tablet. Asenapine sublingual tablets should be placed under the tongue and left to dissolve completely. The tablet will dissolve in saliva within seconds. Eating and drinking should be avoided for 10 minutes after administration. ( 2.1 , 17 ) 2.1 Administration Instructions Asenapine is a sublingual tablet. To ensure optimal absorption, patients should be instructed to place the tablet under the tongue and allow it to dissolve completely. The tablet will dissolve in saliva within seconds. Asenapine sublingual tablets should not be split, crushed, chewed, or swallowed [see Clinical Pharmacology (12.3)]. Patients should be instructed to not eat or drink for 10 minutes after administration [see Clinical Pharmacology (12.3)]. 2.3 Bipolar I Disorder Acute Treatment of Manic or Mixed Episodes: Monotherapy in Pediatric Patients: The recommended dose of asenapine is 2.5 mg to 10 mg twice daily in pediatric patients 10 to 17 years of age, and dose may be adjusted for individual response and tolerability. The starting dose of asenapine is 2.5 mg twice daily. After 3 days, the dose can be increased to 5 mg twice daily, and from 5 mg to 10 mg twice daily after 3 additional days. Pediatric patients aged 10 to 17 years appear to be more sensitive to dystonia with initial dosing with asenapine when the recommended escalation schedule is not followed [see Use in Specific Populations (8.4)] . The safety of doses greater than 10 mg twice daily has not been evaluated in clinical trials [see Use in Specific Populations (8.4) and Clinical Pharmacology (12.3)] . Adjunctive Therapy in Adults: The recommended starting dose of asenapine is 5 mg twice daily when administered as adjunctive therapy with either lithium or valproate. Depending on the clinical response and tolerability in the individual patient, the dose can be increased to 10 mg twice daily. The safety of doses above 10 mg twice daily as adjunctive therapy with lithium or valproate has not been evaluated in clinical trials. For patients on asenapine, used as adjunctive therapy with lithium or valproate, it is generally recommended that responding patients continue treatment beyond the acute episode."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Asenapine is indicated for: • Bipolar I disorder [see Clinical Studies (14.2)] • Acute monotherapy of manic or mixed episodes, in pediatric patients 10 to 17 years of age • Adjunctive treatment to lithium or valproate in adults Asenapine is an atypical antipsychotic indicated for ( 1 ): Bipolar I disorder o Acute monotherapy treatment of manic or mixed episodes, in pediatric patients 10 to 17 years of age o Adjunctive treatment to lithium or valproate in adults"
  ],
  "fetched_at": "2025-10-01T16:14:25.443450",
  "source": "OpenFDA"
}