{
  "drug_name": "Aspartate Semialdehyde",
  "generic_name": [
    "DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE"
  ],
  "brand_names": [
    "DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE"
  ],
  "drug_interactions": [
    "Drug Interactions MAO Inhibitors Concomitant use of MAOIs and CNS stimulants can cause hypertensive crisis. Potential outcomes include death, stroke, myocardial infarction, aortic dissection, ophthalmological complications, eclampsia, pulmonary edema, and renal failure. Do not administer DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS concomitantly or within 14 days after discontinuing MAOI [see CONTRAINDICATIONS and WARNINGS ]. Serotonergic Drugs The concomitant use of DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS and serotonergic drugs increases the risk of serotonin syndrome. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS initiation or dosage increase. If serotonin syndrome occurs, discontinue DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS and the concomitant serotonergic drug(s) [see WARNINGS and PRECAUTIONS ]. CYP2D6 Inhibitors The concomitant use of DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS and CYP2D6 inhibitors may increase the exposure of DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS compared to the use of the drug alone and increase the risk of serotonin syndrome. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome particularly during DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS initiation and after a dosage increase. If serotonin syndrome occurs, discontinue DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS and the CYP2D6 inhibitor [see WARNINGS , OVERDOSAGE ]. Acidifying Agents Lower blood levels and efficacy of amphetamines. Increase dose based on clinical response. Examples of acidifying agents include gastrointestinal acidifying agents and urinary acidifying agents. Adrenergic Blockers Adrenergic blockers are inhibited by amphetamines. Acidifying Agents Lower blood levels and efficacy of amphetamines. Increase dose based on clinical response. Examples of acidifying agents include gastrointestinal acidifying agents (e.g., guanethidine, reserpine, glutamic acid HCl, ascorbic acid) and urinary acidifying agents (e.g., ammonium chloride, sodium acid phosphate, methenamine salts). Adrenergic Blockers Adrenergic Blockers are inhibited by Amphetamines. Alkalinizing Agents Increase blood levels and potentiate the action of amphetamine. Co-administration of DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS and gastrointestinal alkalinizing agents should be avoided. Examples of alkalinizing agents include gastrointestinal alkalinizing agents and urinary alkalinizing agents. Tricyclic Antidepressants May enhance the activity of tricyclic or sympathomimetic agents causing striking and sustained increases in the concentration of d-amphetamine in the brain; cardiovascular effects can be potentiated. Monitor frequently and adjust or use alternative therapy based on clinical response. Antihistamines Amphetamines may counteract the sedative effect of antihistamines. Antihypertensives Amphetamines may antagonize the hypotensive effects of antihypertensives. Chlorpromazine Chlorpromazine blocks dopamine and norepinephrine receptors, thus inhibiting the central stimulant effects of amphetamines, and can be used to treat amphetamine poisoning. Ethosuximide Amphetamines may delay intestinal absorption of ethosuximide. Haloperidol Haloperidol blocks dopamine receptors, thus inhibiting the central stimulant effects of amphetamines. Lithium Carbonate The anorectic and stimulatory effects of amphetamines may be inhibited by lithium carbonate. Meperidine Amphetamines potentiate the analgesic effect of meperidine. Methenamine Therapy Urinary excretion of amphetamines is increased, and efficacy is reduced, by acidifying agents used in methenamine therapy. Norepinephrine Amphetamines enhance the adrenergic effect of norepinephrine. Phenobarbital Amphetamines may delay intestinal absorption of phenobarbital; coadministration of phenobarbital may produce a synergistic anticonvulsant action. Phenytoin Amphetamines may delay intestinal absorption of phenytoin; coadministration of phenytoin may produce a synergistic anticonvulsant action. Propoxyphene In cases of propoxyphene overdosage, amphetamine CNS stimulation is potentiated and fatal convulsions can occur. Proton Pump Inhibitors Time to maximum concentration (Tmax) of amphetamine is decreased compared to when administered alone. Monitor patients for changes in clinical effect and adjust therapy based on clinical response. An example of a proton pump inhibitor is omeprazole. Veratrum Alkaloids Amphetamines inhibit the hypotensive effect of veratrum alkaloids Adrenergic Blockers Adrenergic blockers are inhibited by amphetamines. Alkalinizing Agents Increase blood levels and potentiate the action of amphetamine. Co-administration of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and gastrointestinal alkalinizing agents should be avoided. Examples of alkalinizing agents include gastrointestinal alkalinizing agents (e.g., sodium bicarbonate) and urinary alkalinizing agents (e.g. acetazolamide, some thiazides). Tricyclic Antidepressants May enhance the activity of tricyclic or sympathomimetic agents causing striking and sustained increases in the concentration of d-amphetamine in the brain; cardiovascular effects can be potentiated. Monitor frequently and adjust or use alternative therapy based on clinical response. Examples of tricyclic antidepressants include desipramine, protriptyline. CYP2D6 Inhibitors The concomitant use of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and CYP2D6 inhibitors may increase the exposure of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets compared to the use of the drug alone and increase the risk of serotonin syndrome. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome particularly during dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets initiation and after a dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and the CYP2D6 inhibitor [see WARNINGS , OVERDOSAGE ]. Examples of CYP2D6 inhibitors include paroxetine and fluoxetine (also serotonergic drugs), quinidine, ritonavir. Serotonergic Drugs The concomitant use of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and serotonergic drugs increases the risk of serotonin syndrome. Initiate with lower doses and monitor patients for signs and symptoms of serotonin syndrome, particularly during dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets initiation or dosage increase. If serotonin syndrome occurs, discontinue dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and the concomitant serotonergic drug(s) [see WARNINGS and PRECAUTIONS ]. Examples of serotonergic drugs include selective serotonin reuptake inhibitors (SSRI), serotonin norepinephrine reuptake inhibitors (SNRI), triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, St. John’s Wort. MAO Inhibitors Concomitant use of MAOIs and CNS stimulants can cause hypertensive crisis. Potential outcomes include death, stroke, myocardial infarction, aortic dissection, ophthalmological complications, eclampsia, pulmonary edema, and renal failure. Do not administer dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets concomitantly or within 14 days after discontinuing MAOI [see CONTRAINDICATIONS and WARNINGS ]. Examples of MAOIs include selegiline, tranylcypromine, isocarboxazid, phenelzine, linezolid, methylene blue. Antihistamines Amphetamines may counteract the sedative effect of antihistamines. Antihypertensives Amphetamines may antagonize the hypotensive effects of antihypertensives. Chlorpromazine Chlorpromazine blocks dopamine and norepinephrine receptors, thus inhibiting the central stimulant effects of amphetamines, and can be used to treat amphetamine poisoning. Ethosuximide Amphetamines may delay intestinal absorption of ethosuximide. Haloperidol Haloperidol blocks dopamine receptors, thus inhibiting the central stimulant effects of amphetamines. Lithium Carbonate The anorectic and stimulatory effects of amphetamines may be inhibited by lithium carbonate. Meperidine Amphetamines potentiate the analgesic effect of meperidine. Methenamine Therapy Urinary excretion of amphetamines is increased, and efficacy is reduced, by acidifying agents used in methenamine therapy. Norepinephrine Amphetamines enhance the adrenergic effect of norepinephrine. Phenobarbital Amphetamines may delay intestinal absorption of phenobarbital; coadministration of phenobarbital may produce a synergistic anticonvulsant action. Phenytoin Amphetamines may delay intestinal absorption of phenytoin; coadministration of phenytoin may produce a synergistic anticonvulsant action. Propoxyphene In cases of propoxyphene overdosage, amphetamine CNS stimulation is potentiated and fatal convulsions can occur. Proton Pump Inhibitors Time to maximum concentration (T max ) of amphetamine is decreased compared to when administered alone. Monitor patients for changes in clinical effect and adjust therapy based on clinical response. An example of a proton pump inhibitor is omeprazole. Veratrum Alkaloids Amphetamines inhibit the hypotensive effect of veratrum alkaloids. Drug/Laboratory Test Interactions Amphetamines can cause a significant elevation in plasma corticosteroid levels. This increase is greatest in the evening. Amphetamines may interfere with urinary steroid determinations. Carcinogenesis, Mutagenesis, Impairment of Fertility No evidence of carcinogenicity was found in studies in which d,l-amphetamine (enantiomer ratio of 1:1) was administered to mice and rats in the diet for 2 years at doses of up to 30 mg/kg/day in male mice, 19 mg/kg/day in female mice, and 5 mg/kg/day in male and female rats. These doses are approximately 2.4, 1.5, and 0.8 times, respectively, the maximum recommended human dose of 30 mg/day [child] on a mg/m 2 body surface area basis. Amphetamine, in the enantiomer ratio present in dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets (immediate-release) (d- to l- ratio of 3:1), was not clastogenic in the mouse bone marrow micronucleus test in vivo and was negative when tested in the E. coli component of the Ames test in vitro . D, l-Amphetamine (1:1 enantiomer ratio) has been reported to produce a positive response in the mouse bone marrow micronucleus test, an equivocal response in the Ames test, and negative responses in the in vitro sister chromatid exchange and chromosomal aberration assays. Amphetamine, in the enantiomer ratio present in dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets (immediate-release)(d- to l- ratio of 3:1), did not adversely affect fertility or early embryonic development in the rat at doses of up to 20 mg/kg/day (approximately 5 times the maximum recommended human dose of 30 mg/day on a mg/m 2 body surface area basis). Pregnancey Teratogenic Effects Pregnancy Category C Amphetamine, in the enantiomer ratio present in dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets (d- to l- ratio of 3:1), had no apparent effects on embryofetal morphological development or survival when orally administered to pregnant rats and rabbits throughout the period of organogenesis at doses of up to 6 and 16 mg/kg/day, respectively. These doses are approximately 1.5 and 8 times, respectively, the maximum recommended human dose of 30 mg/day [child] on a mg/m 2 body surface area basis. Fetal malformations and death have been reported in mice following parenteral administration of d-amphetamine doses of 50 mg/kg/day (approximately 6 times that of a human dose of 30 mg/day [child] on a mg/m 2 basis) or greater to pregnant animals. Administration of these doses was also associated with severe maternal toxicity. A number of studies in rodents indicate that prenatal or early postnatal exposure to amphetamine (d- or d,l-), at doses similar to those used clinically, can result in long-term neurochemical and behavioral alterations. Reported behavioral effects include learning and memory deficits, altered locomotor activity, and changes in sexual function. There are no adequate and well-controlled studies in pregnant women. There has been one report of severe congenital bony deformity, tracheo-esophageal fistula, and anal atresia (vater association) in a baby born to a woman who took dextroamphetamine sulfate with lovastatin during the first trimester of pregnancy. Amphetamines should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Nonteratogenic Effects Infants born to mothers dependent on amphetamines have an increased risk of premature delivery and low birth weight. Also, these infants may experience symptoms of withdrawal as demonstrated by dysphoria, including agitation, and significant lassitude. Usage in Nursing Mothers Amphetamines are excreted in human milk. Mothers taking amphetamines should be advised to refrain from nursing. Pediatric Use Long-term effects of amphetamines in children have not been well established. Amphetamines are not recommended for use in children under 3 years of age with Attention Deficit Hyperactivity Disorder described under I NDICATIONS AND USAGE . Geriatric Use Dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets have not been studied in the geriatric population."
  ],
  "warnings": [
    "WARNINGS Abuse, Misuse, and Addiction DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS has a high potential for abuse and misuse. which can lead to the development of a substance use disorder, including addiction. DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS can be diverted for non-medical use into illicit channels or distribution [see DRUG ABUSE and DEPENDENCE: Abuse]. Misuse and abuse of CNS stimulants, including DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS, can result in overdose and death [see OVERDOSAGE], and this risk is increased with higher doses or unapproved methods of administration, such as snorting or injection. Before prescribing DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS, assess each patient’s risk for abuse, misuse, and addiction. Educate patients and their families about these risks and proper disposal of any unused drug. Advise patients to store amphetamine sulfate in a safe place, preferably locked, and instruct patients to not give DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS to anyone else. Throughout DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS treatment, reassess each patient’s risk of abuse, misuse, and addiction and frequently monitor for signs and symptoms of abuse, misuse, and addiction. Risks to Patients with Serious Cardiac Disease Sudden death has been reported in patients with structural cardiac abnormalities or other serious cardiac disease who were treated with CNS stimulant treatment at the recommended ADHD dosages. Avoid DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS use in patients with known structural cardiac abnormalities, cardiomyopathy, serious cardiac arrhythmia, coronary artery disease, or other serious cardiac disease. Increased Blood Pressure and Heart Rate CNS stimulants cause an increase in blood pressure (mean increase about 2 to 4 mm Hg) and heart rate (mean increase about 3 to 6 bpm). Some patients may have larger increases. Monitor all DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS-treated patients for potential tachycardia and hypertension. Psychiatric Adverse Reactions Exacerbation of Preexisting Psychosis CNS stimulants may exacerbate symptoms of behavior disturbance and thought disorder in patients with a pre-existing psychotic disorder. Induction of a Manic Episode in Patients with Bipolar Disorder CNS stimulants may induce a manic or mixed episode in patients. Prior to initiating treatment, screen patients for risk factors for developing a manic episode (e.g., comorbid or history of depressive symptoms or a family history of suicide, bipolar disorder, or depression). New Psychotic or Manic Symptoms CNS stimulants, at recommended doses, may cause psychotic or manic symptoms (e.g., hallucinations, delusional thinking, or mania) in patients without a prior history of psychotic illness or mania. In a pooled analysis of multiple short-term, placebo-controlled studies of CNS stimulants, psychotic or manic symptoms occurred in approximately 0.1% of CNS stimulant-treated patients, compared with 0% of placebo-treated patients. If such symptoms occur, consider discontinuing DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS. Long-Term Suppression of Growth CNS stimulants have been associated with weight loss and slowing of growth rate in pediatric patients. Closely monitor growth (weight and height) in DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS-treated pediatric patients treated with CNS stimulants. Pediatric patients who are not growing or gaining weight as expected may need to have their treatment interrupted [see PRECAUTIONS, PEDIATRIC USE ] Seizures There is some clinical evidence that stimulants may lower the convulsive threshold in patients with prior history of seizure, in patients with prior EEG abnormalities in absence of seizures, and very rarely, in patients without a history of seizures and no prior EEG evidence of seizures. In the presence of seizures, the drug should be discontinued. Peripheral Vasculopathy, Including Raynaud’s Phenomenon Stimulants, including DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS, used to treat ADHD are associated with peripheral vasculopathy, including Raynaud’s phenomenon. Signs and symptoms are usually intermittent and mild; however, sequelae include digital ulceration and/or soft tissue breakdown. Effects of peripheral vasculopathy, including Raynaud’s phenomenon, were observed in post marketing reports and at the therapeutic dosage of CNS stimulants in all age groups throughout the course of treatment. Signs and symptoms generally improved after dosage reduction or discontinuation of the CNS stimulant. Careful observation for digital changes is necessary during DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS treatment. Further clinical evaluation (e.g., rheumatology referral) may be appropriate for DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS-treated patients who develop signs or symptoms of peripheral vasculopathy. Serotonin Syndrome Serotonin syndrome, a potentially life-threatening reaction, may occur when amphetamines are used in combination with other drugs that affect the serotonergic neurotransmitter systems such as monoamine oxidase inhibitors (MAOIs), selective serotonin reuptake inhibitors (SSRIs), serotonin norepinephrine reuptake inhibitors (SNRIs), triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, and St. John’s Wort [see DRUG INTERACTIONS ]. The coadministration with cytochrome P450 (CYP2D6) inhibitors increase the risk with increased exposure to DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS. In these situations, consider an alternative non-serotonergic drug or an alternative drug that does not inhibit CYP2D6 [see DRUG INTERACTIONS ]. Serotonin syndrome symptoms may include mental status changes (e.g., agitation, hallucinations, delirium, and coma), autonomic instability (e.g., tachycardia, labile blood pressure, dizziness, diaphoresis, flushing, hyperthermia), neuromuscular symptoms (e.g., tremor, rigidity, myoclonus, hyperreflexia, incoordination), seizures, and/or gastrointestinal symptoms (e.g., nausea, vomiting, diarrhea). Concomitant use of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets with MAOI drugs is contraindicated [see CONTRAINDICATIONS ]. Discontinue treatment with dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets and any concomitant serotonergic agents immediately if the above symptoms occur, and initiate supportive symptomatic treatment. If concomitant use of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets with other serotonergic drugs or CYP2D6 inhibitors is clinically warranted, initiate dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets with lower doses, monitor patients for the emergence of serotonin syndrome during drug initiation or titration, and inform patients of the increased risk for serotonin syndrome. Motor and Verbal Tics, and Worsening of Tourette’s Syndrome CNS stimulants, including amphetamine sulfate, have been associated with the onset or exacerbation of motor and verbal tics. Worsening of Tourette’s syndrome has also been reported. Assess the family history and clinically evaluate patients for tics or Tourette’s syndrome before initiating DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS. Regularly monitor patients for the emergence or worsening of tics or Tourette’s syndrome with, DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS, and discontinue treatment if clinically appropriate."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Cardiovascular Palpitations, tachycardia, elevation of blood pressure, sudden death, myocardial infarction. There have been isolated reports of cardiomyopathy associated with chronic amphetamine use. Central Nervous System Psychotic episodes at recommended doses, overstimulation, restlessness, irritability, euphoria, dyskinesia, dysphoria, depression, tremor, tics, aggression, anger, logorrhea, dermatillomania. Eye Disorders Vision blurred, mydriasis. Gastrointestinal Dryness of the mouth, unpleasant taste, diarrhea, constipation, intestinal ischemia and other gastrointestinal disturbances. Anorexia and weight loss may occur as undesirable effects. Allergic Urticaria, rash, hypersensitivity reactions including angioedema and anaphylaxis. Serious skin rashes, including Stevens-Johnson syndrome and toxic epidermal necrolysis have been reported. Endocrine Impotence, changes in libido, frequent or prolonged erections. Skin Alopecia. Musculoskeletal Rhabdomyolysis."
  ],
  "contraindications": [
    "CONTAINDICATIONS In patients known to be hypersensitive to amphetamine, or other components of dextroamphetamine saccharate, amphetamine aspartate, dextroamphetamine sulfate and amphetamine sulfate tablets. Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with other amphetamine products [see ADVERSE REACTIONS ]. Patients taking monoamine oxidase inhibitors (MAOIs), or within 14 days of stopping MAOIs (including MAOIs such as linezolid or intravenous methylene blue), because of an increased risk of hypertensive crisis [see WARNINGS and DRUG INTERACTIONS ]."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Regardless of indication, amphetamines should be administered at the lowest effective dosage, and dosage should be individually adjusted according to the therapeutic needs and response of the patient. Late evening doses should be avoided because of the resulting insomnia. Attention Deficit Hyperactivity Disorder Not recommended for children under 3 years of age. In children from 3 to 5 years of age, start with 2.5 mg daily; daily dosage may be raised in increments of 2.5 mg at weekly intervals until optimal response is obtained. In children 6 years of age and older, start with 5 mg once or twice daily; daily dosage may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. Only in rare cases will it be necessary to exceed a total of 40 mg per day. Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours. Where possible, drug administration should be interrupted occasionally to determine if there is a recurrence of behavioral symptoms sufficient to require continued therapy. Prior to treating patients with DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE ANDAMPHETAMINE SULFATE TABLETS assess: for the presence of cardiac disease (i.e., perform a careful history, family history of sudden death or ventricular arrhythmia, and physical exam) [see WARNINGS]. the family history and clinically evaluate patients for motor or verbal tics or Tourette’s syndrome before initiating DEXTROAMPHETAMINE SACCHARATE, AMPHETAMINE ASPARTATE, DEXTROAMPHETAMINE SULFATE AND AMPHETAMINE SULFATE TABLETS [see WARNINGS]. Narcolepsy Usual dose 5 mg to 60 mg per day in divided doses, depending on the individual patient response. Narcolepsy seldom occurs in children under 12 years of age; however, when it does, dextroamphetamine sulfate may be used. The suggested initial dose for patients aged 6 to 12 is 5 mg daily; daily dose may be raised in increments of 5 mg at weekly intervals until optimal response is obtained. In patients 12 years of age and older, start with 10 mg daily; daily dosage may be raised in increments of 10 mg at weekly intervals until optimal response is obtained. If bothersome adverse reactions appear (e.g., insomnia or anorexia), dosage should be reduced. Give first dose on awakening; additional doses (1 or 2) at intervals of 4 to 6 hours."
  ],
  "indications": [
    "INDICATIONS AND USAGE Dextroamphetamine Saccharate, Amphetamine Aspartate, Dextroamphetamine Sulfate and Amphetamine Sulfate Tablets (Mixed Salts of a Single Amphetamine Product) are indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) and Narcolepsy. Attention Deficit Hyperactivity Disorder (ADHD) A diagnosis of Attention Deficit Hyperactivity Disorder (ADHD; DSM-IV ® ) implies the presence of hyperactive-impulsive or inattentive symptoms that caused impairment and were present before age 7 years. The symptoms must cause clinically significant impairment, e.g., in social, academic, or occupational functioning, and be present in two or more settings, e.g., school (or work) and at home. The symptoms must not be better accounted for by another mental disorder. For the Inattentive Type, at least six of the following symptoms must have persisted for at least 6 months: lack of attention to details/careless mistakes; lack of sustained attention; poor listener; failure to follow through on tasks; poor organization; avoids tasks requiring sustained mental effort; loses things; easily distracted; forgetful. For the Hyperactive-Impulsive Type, at least six of the following symptoms must have persisted for at least 6 months: fidgeting/squirming; leaving seat; inappropriate running/climbing; difficulty with quiet activities; “on the go;” excessive talking; blurting answers; can't wait turn; intrusive. The Combined Type requires both inattentive and hyperactive-impulsive criteria to be met."
  ],
  "fetched_at": "2025-10-01T15:28:00.806652",
  "source": "OpenFDA"
}