{
  "drug_name": "Atorvastatin",
  "generic_name": [
    "ATORVASTATIN CALCIUM"
  ],
  "brand_names": [
    "Atorvastatin calcium"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See full prescribing information for details regarding concomitant use of atorvastatin calcium with other drugs or grapefruit juice that increase the risk of myopathy and rhabdomyolysis ( 2.5 , 7.1 ). Rifampin: May reduce atorvastatin plasma concentrations. Administer simultaneously with atorvastatin calcium ( 7.2 ). Oral Contraceptives: May increase plasma levels of norethindrone and ethinyl estradiol; consider this effect when selecting an oral contraceptive (7.3 ). Digoxin: May increase digoxin plasma levels; monitor patients appropriately ( 7.3 ). 7.1 Drug Interactions that may Increase the Risk of Myopathy and Rhabdomyolysis with Atorvastatin Calcium Atorvastatin is a substrate of CYP3A4 and transporters (e.g., OATP1B1/1B3, P-gp, or BCRP). Atorvastatin plasma levels can be significantly increased with concomitant administration of inhibitors of CYP3A4 and transporters. Table 2 includes a list of drugs that may increase exposure to atorvastatin and may increase the risk of myopathy and rhabdomyolysis when used concomitantly and instructions for preventing or managing them [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ]. Table 2: Drug Interactions that may Increase the Risk of Myopathy and Rhabdomyolysis with Atorvastatin Cyclosporine or Gemfibrozil Clinical Impact: Atorvastatin plasma levels were significantly increased with concomitant administration of atorvastatin and cyclosporine, an inhibitor of CYP3A4 and OATP1B1 [see Clinical Pharmacology (12.3) ]. Gemfibrozil may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of cyclosporine or gemfibrozil with atorvastatin. Intervention: Concomitant use of cyclosporine or gemfibrozil with atorvastatin is not recommended. Anti-Viral Medications Clinical Impact: Atorvastatin plasma levels were significantly increased with concomitant administration of atorvastatin with many anti-viral medications, which are inhibitors of CYP3A4 and/or transporters (e.g., BCRP, OATP1B1/1B3, P-gp, MRP2, and/or OAT2) [see Clinical Pharmacology (12.3) ]. Cases of myopathy and rhabdomyolysis have been reported with concomitant use of ledipasvir plus sofosbuvir with atorvastatin. Intervention: Concomitant use of tipranavir plus ritonavir or glecaprevir plus pibrentasvir with atorvastatin is not recommended. In patients taking lopinavir plus ritonavir, or simeprevir, consider the risk/benefit of concomitant use with atorvastatin. In patients taking saquinavir plus ritonavir, darunavir plus ritonavir, fosamprenavir, fosamprenavir plus ritonavir, elbasvir plus grazoprevir or letermovir, do not exceed atorvastatin 20 mg. In patients taking nelfinavir, do not exceed atorvastatin 40 mg [see Dosage and Administration (2.5) ]. Consider the risk/benefit of concomitant use of ledipasvir plus sofosbuvir with atorvastatin. Monitor all patients for signs and symptoms of myopathy particularly during initiation of therapy and during upward dose titration of either drug. Examples: Tipranavir plus ritonavir, glecaprevir plus pibrentasvir, lopinavir plus ritonavir, simeprevir, saquinavir plus ritonavir, darunavir plus ritonavir, fosamprenavir, fosamprenavir plus ritonavir, elbasvir plus grazoprevir, letermovir, nelfinavir, and ledipasvir plus sofosbuvir. Select Azole Antifungals or Macrolide Antibiotics Clinical Impact: Atorvastatin plasma levels were significantly increased with concomitant administration of atorvastatin with select azole antifungals or macrolide antibiotics, due to inhibition of CYP3A4 and/or transporters [see Clinical Pharmacology (12.3) ]. Intervention: In patients taking clarithromycin or itraconazole, do not exceed atorvastatin 20 mg [see Dosage and Administration (2.5) ]. Consider the risk/benefit of concomitant use of other azole antifungals or macrolide antibiotics with atorvastatin. Monitor all patients for signs and symptoms of myopathy particularly during initiation of therapy and during upward dose titration of either drug. Examples: Erythromycin, clarithromycin, itraconazole, ketoconazole, posaconazole, and voriconazole. Niacin Clinical Impact: Cases of myopathy and rhabdomyolysis have been observed with concomitant use of lipid modifying dosages of niacin ( > 1 gram/day niacin) with atorvastatin. Intervention: Consider if the benefit of using lipid modifying dosages of niacin concomitantly with atorvastatin outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy particularly during initiation of therapy and during upward dose titration of either drug. Fibrates (other than Gemfibrozil) Clinical Impact: Fibrates may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of fibrates with atorvastatin. Intervention: Consider if the benefit of using fibrates concomitantly with atorvastatin outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy particularly during initiation of therapy and during upward dose titration of either drug. Colchicine Clinical Impact: Cases of myopathy and rhabdomyolysis have been reported with concomitant use of colchicine with atorvastatin. Intervention: Consider the risk/benefit of concomitant use of colchicine with atorvastatin. If concomitant use is decided, monitor patients for signs and symptoms of myopathy particularly during initiation of therapy and during upward dose titration of either drug. Grapefruit Juice Clinical Impact: Grapefruit juice consumption, especially excessive consumption, more than 1.2 liters/daily, can raise the plasma levels of atorvastatin and may increase the risk of myopathy and rhabdomyolysis. Intervention: Avoid intake of large quantities of grapefruit juice, more than 1.2 liters daily, when taking atorvastatin. 7.2 Drug Interactions that may Decrease Exposure to Atorvastatin Calcium Table 3 presents drug interactions that may decrease exposure to atorvastatin and instructions for preventing or managing them. Table 3: Drug Interactions that may Decrease Exposure to Atorvastatin Rifampin Clinical Impact: Concomitant administration of atorvastatin with rifampin, an inducer of cytochrome P450 3A4 and inhibitor of OATP1B1, can lead to variable reductions in plasma concentrations of atorvastatin. Due to the dual interaction mechanism of rifampin, delayed administration of atorvastatin after administration of rifampin has been associated with a significant reduction in atorvastatin plasma concentrations. Intervention: Administer atorvastatin and rifampin simultaneously. 7.3 Atorvastatin Calcium Effects on Other Drugs Table 4 presents Atorvastatin’s effect on other drugs and instructions for preventing or managing them. Table 4: Atorvastatin Effects on Other Drugs Oral Contraceptives Clinical Impact: Co-administration of atorvastatin and an oral contraceptive increased plasma concentrations of norethindrone and ethinyl estradiol [see Clinical Pharmacology (12.3) ]. Intervention: Consider this when selecting an oral contraceptive for patients taking atorvastatin. Digoxin Clinical Impact: When multiple doses of atorvastatin and digoxin were co-administered, steady state plasma digoxin concentrations increased [see Clinical Pharmacology (12.3) ]. Intervention: Monitor patients taking digoxin appropriately."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Myopathy and Rhabdomyolysis [see Warnings and Precautions (5.1) ] Immune-Mediated Necrotizing Myopathy [see Warnings and Precautions (5.2) ] Hepatic Dysfunction [see Warnings and Precautions (5.3) ] Increases in HbA1c and Fasting Serum Glucose Levels [see Warnings and Precautions (5.4) ] Most common adverse reactions (incidence ≥5%) are nasopharyngitis, arthralgia, diarrhea, pain in extremity, and urinary tract infection ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Novadoz Pharmaceuticals LLC at 1-855-668-2369 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In the atorvastatin calcium placebo-controlled clinical trial database of 16,066 patients (8755 atorvastatin calcium vs. 7311 placebo; age range 10 to 93 years, 39% women, 91% White, 3% Black, 2% Asian, 4% other) with a median treatment duration of 53 weeks, the most common adverse reactions in patients treated with atorvastatin calcium that led to treatment discontinuation and occurred at a rate greater than placebo were: myalgia (0.7%), diarrhea (0.5%), nausea (0.4%), alanine aminotransferase increase (0.4%), and hepatic enzyme increase (0.4%). Table 1 summarizes adverse reactions reported in ≥ 2% and at a rate greater than placebo in patients treated with atorvastatin calcium (n=8755), from seventeen placebo-controlled trials. Table 1: Adverse Reactions Occurring in ≥ 2% in Patients Atorvastatin Calcium- Treated with any Dose and Greater than Placebo Adverse Reaction % Placebo N=7311 % 10 mg N=3908 % 20 mg N=188 % 40 mg N=604 % 80 mg N=4055 % Any dose N=8755 Nasopharyngitis 8.2 12.9 5.3 7.0 4.2 8.3 Arthralgia 6.5 8.9 11.7 10.6 4.3 6.9 Diarrhea 6.3 7.3 6.4 14.1 5.2 6.8 Pain in extremity 5.9 8.5 3.7 9.3 3.1 6.0 Urinary tract infection 5.6 6.9 6.4 8.0 4.1 5.7 Dyspepsia 4.3 5.9 3.2 6.0 3.3 4.7 Nausea 3.5 3.7 3.7 7.1 3.8 4.0 Musculoskeletal pain 3.6 5.2 3.2 5.1 2.3 3.8 Muscle spasms 3.0 4.6 4.8 5.1 2.4 3.6 Myalgia 3.1 3.6 5.9 8.4 2.7 3.5 Insomnia 2.9 2.8 1.1 5.3 2.8 3.0 Pharyngolaryngeal pain 2.1 3.9 1.6 2.8 0.7 2.3 Other adverse reactions reported in placebo-controlled trials include: Body as a whole: malaise, pyrexia Digestive system: abdominal discomfort, eructation, flatulence, hepatitis, cholestasis Musculoskeletal system: musculoskeletal pain, muscle fatigue, neck pain, joint swelling Metabolic and nutritional system: transaminases increase, liver function test abnormal, blood alkaline phosphatase increase, creatine phosphokinase increase, hyperglycemia Nervous system: nightmare Respiratory system: epistaxis Skin and appendages: urticaria Special senses: vision blurred, tinnitus Urogenital system: white blood cells urine positive Elevations in Liver Enzyme Tests Persistent elevations in serum transaminases, defined as more than 3 times the ULN and occurring on 2 or more occasions, occurred in 0.7% of patients who received atorvastatin calcium in clinical trials. The incidence of these abnormalities was 0.2%, 0.2%, 0.6%, and 2.3% for 10, 20, 40, and 80 mg, respectively. One patient in clinical trials developed jaundice. Increases in liver enzyme tests in other patients were not associated with jaundice or other clinical signs or symptoms. Upon dose reduction, drug interruption, or discontinuation, transaminase levels returned to or near pretreatment levels without sequelae. Eighteen of 30 patients with persistent liver enzyme elevations continued treatment with a reduced dose of atorvastatin calcium. Treating to New Targets Study (TNT) In TNT, [see Clinical Studies (14.1)] 10,001 patients (age range 29 to 78 years, 19% women; 94% White, 3% Black, 1% Asian, 2% other) with clinically evident CHD were treated with atorvastatin calcium 10 mg daily (n=5006) or atorvastatin calcium 80 mg daily (n=4995). In the high-dose atorvastatin calcium group, there were more patients with serious adverse reactions (1.8%) and discontinuations due to adverse reactions (9.9%) as compared to the low-dose group (1.4%; 8.1%, respectively) during a median follow-up of 4.9 years. Persistent transaminase elevations (≥3 x ULN twice within 4 to10 days) occurred in 1.3% of individuals with atorvastatin 80 mg and in 0.2% of individuals with atorvastatin 10 mg. Elevations of CK (≥ 10 x ULN) were higher in the high-dose atorvastatin group (0.3%) compared to the low-dose atorvastatin group (0.1%). Stroke Prevention by Aggressive Reduction in Cholesterol Levels (SPARCL) In SPARCL, 4731 subjects (age range 21 to 92 years, 40% women; 93% White, 3% Black, 1% Asian, 3% other) without clinically evident CHD but with a stroke or transient ischemic attack (TIA) within the previous 6 months were treated with atorvastatin calcium 80 mg (n=2365) or placebo (n=2366) for a median follow-up of 4.9 years. There was a higher incidence of persistent hepatic transaminase elevations (≥ 3 x ULN twice within 4 to 10 days) in the atorvastatin group (0.9%) compared to placebo (0.1%). Elevations of CK (>10 x ULN) were rare, but were higher in the atorvastatin group (0.1%) compared to placebo (0.0%). Diabetes was reported as an adverse reaction in 6.1% of subjects in the atorvastatin group and 3.8% of subjects in the placebo group. In a post-hoc analysis, atorvastatin calcium 80 mg reduced the incidence of ischemic stroke (9.2% vs. 11.6%) and increased the incidence of hemorrhagic stroke (2.3% vs. 1.4%) compared to placebo. The incidence of fatal hemorrhagic stroke was similar between groups (17 atorvastatin calcium vs. 18 placebo). The incidence of non-fatal hemorrhagic strokes was significantly greater in the atorvastatin group (38 non-fatal hemorrhagic strokes) as compared to the placebo group (16 non-fatal hemorrhagic strokes). Patients who entered the trial with a hemorrhagic stroke appeared to be at increased risk for hemorrhagic stroke (16% atorvastatin calcium vs. 4% placebo). Adverse Reactions from Clinical Studies of Atorvastatin Calcium in Pediatric Patients with HeFH In a 26-week controlled study in pediatric patients with HeFH (ages 10 years to 17 years) (n=140, 31% female; 92% White, 1.6% Blacks, 1.6% Asians, 4.8% other), the safety and tolerability profile of atorvastatin calcium 10 to 20 mg daily, as an adjunct to diet to reduce total cholesterol, LDL-C, and apo B levels, was generally similar to that of placebo [see Use in Specific Populations (8.4) and Clinical Studies (14.6)]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of atorvastatin calcium. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: pancreatitis General disorders: fatigue Hepatobiliary Disorders: fatal and non-fatal hepatic failure Immune system disorders : anaphylaxis Injury: tendon rupture Musculoskeletal and connective tissue disorders: rhabdomyolysis, myositis. There have been rare reports of immune-mediated necrotizing myopathy associated with statin use. Nervous system disorders: dizziness, peripheral neuropathy. There have been rare reports of cognitive impairment (e.g., memory loss, forgetfulness, amnesia, memory impairment, confusion) associated with the use of all statins. Cognitive impairment was generally nonserious, and reversible upon statin discontinuation, with variable times to symptom onset (1 day to years) and symptom resolution (median of 3 weeks). Psychiatric disorders: depression Respiratory disorders: interstitial lung disease Skin and subcutaneous tissue disorders: angioneurotic edema, bullous rashes (including erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Acute liver failure or decompensated cirrhosis [see Warnings and Precautions (5.3) ] Hypersensitivity to atorvastatin or any excipients in atorvastatin calcium. Hypersensitivity reactions, including anaphylaxis, angioneurotic edema, erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis, have been reported [see Adverse Reactions (6.2) ]. Acute liver failure or decompensated cirrhosis ( 4 ). Hypersensitivity to atorvastatin or any excipient in atorvastatin calcium ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take orally once daily with or without food ( 2.1 ). Assess LDL-C when clinically appropriate, as early as 4 weeks after initiating atorvastatin calcium tablets, and adjust dosage if necessary ( 2.1 ). Adults ( 2.2 ): Recommended starting dosage is 10 or 20 mg once daily; dosage range is 10 mg to 80 mg once daily. Patients requiring LDL-C reduction >45% may start at 40 mg once daily. Pediatric Patients Aged 10 Years of Age and Older with HeFH: Recommended starting dosage is 10 mg once daily; dosage range is 10 to 20 mg once daily ( 2.3 ). Pediatric Patients Aged 10 Years of Age and Older with HoFH: Recommended starting dosage is 10 to 20 mg once daily; dosage range is 10 to 80 mg once daily ( 2.4 ). See full prescribing information for atorvastatin calcium tablets dosage modifications due to drug interactions ( 2.5 ). 2.1 Important Dosage Information Take atorvastatin calcium tablets orally once daily at any time of the day, with or without food. Assess LDL-C when clinically appropriate, as early as 4 weeks after initiating atorvastatin calcium tablets, and adjust the dosage if necessary. 2.2 Recommended Dosage in Adult Patients The recommended starting dosage of atorvastatin calcium tablets are 10 mg to 20 mg once daily. The dosage range is 10 mg to 80 mg once daily. Patients who require reduction in LDL-C greater than 45% may be started at 40 mg once daily. 2.3 Recommended Dosage in Pediatric Patients 10 Years of Age and Older with HeFH The recommended starting dosage of atorvastatin calcium tablets are 10 mg once daily. The dosage range is 10 mg to 20 mg once daily. 2.4 Recommended Dosage in Pediatric Patients 10 Years of Age and Older with HoFH The recommended starting dosage of atorvastatin calcium tablets are 10 mg to 20 mg once daily. The dosage range is 10 mg to 80 mg once daily. 2.5 Dosage Modifications Due to Drug Interactions Concomitant use of atorvastatin calcium tablets with the following drugs requires dosage modification of atorvastatin calcium tablets [see Warnings and Precautions (5.1) and Drug Interactions (7.1) ]. Anti-Viral Medications In patients taking saquinavir plus ritonavir, darunavir plus ritonavir, fosamprenavir, fosamprenavir plus ritonavir, elbasvir plus grazoprevir or letermovir, do not exceed atorvastatin calcium tablets 20 mg once daily. In patients taking nelfinavir, do not exceed atorvastatin calcium tablets 40 mg once daily. Select Azole Antifungals or Macrolide Antibiotics In patients taking clarithromycin or itraconazole, do not exceed atorvastatin calcium tablets 20 mg once daily. For additional recommendations regarding concomitant use of atorvastatin calcium tablets with other anti-viral medications, azole antifungals or macrolide antibiotics, see Drug Interactions (7.1)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Atorvastatin calcium tablets are indicated: To reduce the risk of: Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD As an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in: Adults with primary hyperlipidemia. Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C-lowering therapies, or alone if such treatments are unavailable, to reduce LDL-C in adults and pediatric patients aged 10 years and older with homozygous familial hypercholesterolemia (HoFH). As an adjunct to diet for the treatment of adults with: Primary dysbetalipoproteinemia Hypertriglyceridemia Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor (statin) indicated ( 1 ): To reduce the risk of: Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD. MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD. Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD. As an adjunct to diet to reduce low-density lipoprotein (LDL-C) in: Adults with primary hyperlipidemia. Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C-lowering therapies to reduce LDL-C in adults and pediatric patients aged 10 years and older with homozygous familial hypercholesterolemia. As an adjunct to diet for the treatment of adults with: Primary dysbetaliproteinemia. Hypertriglyceridemia."
  ],
  "fetched_at": "2025-09-30T20:54:51.352436",
  "source": "OpenFDA"
}