{
  "drug_name": "Atrasentan",
  "generic_name": [
    "ATRASENTAN"
  ],
  "brand_names": [
    "VANRAFIA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong or moderate CYP3A inducers: Avoid concomitant use. ( 7.1 ) OATP1B1/1B3 inhibitors: Avoid concomitant use. ( 7.1 ) 7.1 Effect of Other Drugs on VANRAFIA Strong or Moderate CYP3A Inducers Avoid concomitant use with a strong or moderate CYP3A inducer. Atrasentan is a CYP3A substrate [see Clinical Pharmacology (12.3)] . Concomitant use with a strong and moderate CYP3A inducer is expected to decrease atrasentan exposure [see Clinical Pharmacology (12.3)] , which may reduce VANRAFIA efficacy. OATP1B1/1B3 Inhibitors Avoid concomitant use with organic anion transporting polypeptides 1B1/1B3 (OATP1B1/1B3) inhibitors. Atrasentan is a OATP1B1/1B3 substrate [see Clinical Pharmacology (12.3)] . Concomitant use with a OATP1B1/1B3 inhibitor increases atrasentan exposure [see Clinical Pharmacology (12.3)] , which may increase the risk of VANRAFIA adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Embryo-fetal Toxicity [see Warnings and Precautions (5.1)] Hepatotoxicity [see Warnings and Precautions (5.2)] Fluid Retention [see Warnings and Precautions (5.3)] Decreased Sperm Counts [see Warnings and Precautions (5.4)] Most common adverse reactions (incidence ≥ 5%) were peripheral edema and anemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of VANRAFIA was evaluated in ALIGN (NCT04573478), a randomized, double-blind, placebo controlled clinical study in 403 adults with IgAN [see Clinical Studies (14.1)] . The median duration of treatment was 47 weeks (range: 0 to 128 weeks). The most common adverse reactions (≥ 5%) with VANRAFIA were peripheral edema and anemia. Table 1 describes the adverse reactions that occurred in ≥ 2% of patients treated with VANRAFIA and higher than placebo in the ALIGN study. Table 1: Adverse Reactions Reported in ≥ 2% of Adult Patients with IgAN Treated with VANRAFIA and Higher than Placebo in ALIGN * Includes related terms ** Elevations in ALT or AST > 3-fold upper limit of normal (ULN) Adverse Reaction VANRAFIA (N = 201) n (%) Placebo (N = 202) n (%) Peripheral edema* 21 (10%) 14 (7%) Anemia* 12 (6%) 2 (1%) Liver transaminase elevation** 4 (2%) 2 (1%) Laboratory Tests and Vital Signs Hemoglobin Decrease At Week 36, the mean change in hemoglobin from baseline for those patients receiving VANRAFIA in the ALIGN study was -0.7 g/dL compared to -0.2 g/dL for those receiving placebo. The incidence of a hemoglobin decrease > 2 g/dL compared to baseline and below the lower limit of normal was greater for the VANRAFIA arm (12%) compared to the placebo arm (4%). These decreases are thought to be in part due to hemodilution. There were no treatment discontinuations due to anemia or hemoglobin decrease in the ALIGN study. Blood Pressure Decrease At Week 36, the mean change from baseline in systolic and diastolic blood pressure (BP) for patients receiving VANRAFIA in the ALIGN study was -4 mmHg and -4 mmHg, respectively, compared to +3 mmHg and +2 mmHg, respectively, in patients receiving placebo. Hypotension observed in VANRAFIA treated patients was mild or moderate in severity, rarely symptomatic, and did not necessitate treatment discontinuation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pregnancy ( 4.1 ) Hypersensitivity ( 4.2 ) 4.1 Pregnancy Use of VANRAFIA is contraindicated in patients who are pregnant [see Dosage and Administration (2.1), Warnings and Precautions (5.1), Use in Specific Populations (8.1)] . 4.2 Hypersensitivity VANRAFIA is contraindicated in patients with a history of a hypersensitivity reaction to atrasentan or any component of the product."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 0.75 mg orally once daily with or without food ( 2.2 ) 2.1 Pregnancy Testing Exclude pregnancy before initiating VANRAFIA [see Warnings and Precautions (5.1), Use in Specific Populations (8.1, 8.3)] . 2.2 Recommended Dosage The recommended dose of VANRAFIA is 0.75 mg administered orally once daily with or without food [see Clinical Pharmacology (12.3)] . Swallow tablets whole. Do not cut, crush, or chew. If a dose or doses are missed, take the prescribed dose at the next scheduled time. Do not double the dose to make up for a missed dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VANRAFIA is indicated to reduce proteinuria in adults with primary immunoglobulin A nephropathy (IgAN) at risk of rapid disease progression, generally a urine protein-to-creatinine ratio (UPCR) ≥ 1.5 g/g. This indication is approved under accelerated approval based on a reduction of proteinuria [see Clinical Studies (14.1)] . It has not been established whether VANRAFIA slows kidney function decline in patients with IgAN. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory clinical trial. VANRAFIA is an endothelin receptor antagonist indicated to reduce proteinuria in adults with primary immunoglobulin A nephropathy (IgAN) at risk of rapid disease progression, generally a urine protein-to-creatinine ratio (UPCR) ≥ 1.5 g/g. ( 1 ) This indication is approved under accelerated approval based on a reduction of proteinuria. It has not been established whether VANRAFIA slows kidney function decline in patients with IgAN. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory clinical trial. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:12:51.122566",
  "source": "OpenFDA"
}