{
  "drug_name": "AV-101",
  "generic_name": [
    "NOXIVENT 101"
  ],
  "brand_names": [
    "Noxivent 101"
  ],
  "drug_interactions": [
    "DRUG INTERACTIONS Nitric oxide donor compounds may increase the risk of developing methemoglobinemia ( 7 ). Revised: 08/2023",
    "7 DRUG INTERACTIONS",
    "7.1 Nitric Oxide Donor Agents Nitric oxide donor agents such as prilocaine, sodium nitroprusside and nitroglycerine may increase the risk of developing methemoglobinemia."
  ],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most common adverse reaction is hypotension. ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Linde, Inc. at 1-800-772-9247 and www.linde.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch .",
    "6 ADVERSE REACTIONS The following adverse reactions are discussed elsewhere in the label: Hypoxemia [see Warnings and Precautions (5.2 )] Worsening Heart Failure [see Warnings and Precautions (5.4 )]",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The adverse reaction information from the clinical studies does, however, provide a basis for identifying the adverse events that appear to be related to drug use and for approximating rates. Controlled studies have included 325 patients on nitric oxide doses of 5 to 80 ppm and 251 patients on placebo. Total mortality in the pooled trials was 11% on placebo and 9% on nitric oxide, a result adequate to exclude nitric oxide mortality being more than 40% worse than placebo. In both the NINOS and CINRGI studies, the duration of hospitalization was similar in nitric oxide and placebo-treated groups. From all controlled studies, at least 6 months of follow-up is available for 278 patients who received nitric oxide and 212 patients who received placebo. Among these patients, there was no evidence of an adverse effect of treatment on the need for rehospitalization, special medical services, pulmonary disease, or neurological sequelae. In the NINOS study, treatment groups were similar with respect to the incidence and severity of intracranial hemorrhage, Grade IV hemorrhage, periventricular leukomalacia, cerebral infarction, seizures requiring anticonvulsant therapy, pulmonary hemorrhage, or gastrointestinal hemorrhage. In CINRGI, the only adverse reaction (>2% higher incidence on nitric oxide than on placebo) was hypotension (14% vs. 11%).",
    "6.2 Post-Marketing Experience Post marketing reports of accidental exposure to nitric oxide for inhalation in hospital staff has been associated with chest discomfort, dizziness, dry throat, dyspnea, and headache."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Neonates dependent on right-to-left shunting of blood ( 4 ).",
    "4 CONTRAINDICATIONS Noxivent™ is contraindicated in neonates dependent on right-to-left shunting of blood."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINSTRATION The recommended dose is 20 ppm, maintained for up to 14 days or until the underlying oxygen desaturation has resolved ( 2.1). Doses greater than 20 ppm are not recommended ( 2.1, 5.2) Administration: • Avoid abrupt discontinuation ( 2.2, 5.1).",
    "2 DOSAGE AND ADMINISTRATION",
    "2.1 Dosage Term and near-term neonates with hypoxic respiratory failure The recommended dose of Noxivent™ is 20 ppm. Maintain treatment up to 14 days or until the underlying oxygen desaturation has resolved and the neonate is ready to be weaned from Noxivent™ therapy. Doses greater than 20 ppm are not recommended [see Warnings and Precautions ( 5.2 )]",
    "2.2 Administration Nitric Oxide Delivery Systems Nitroc Oxide must be administered using a calibrated FDA-cleared Nitric Oxide Delivery System (NODS). There are various FDA-cleared NODS; refer to the NODS labeling to determine which NODS to use with this drug product and for needed information on training and technical support for users of this drug product with the NODS. Do not use Noxivent with Inomax DSIR Plus and DSIR Plus MRI NODS. Do not use Noxivent in teh MRI suite. Keep available a backup battery power supply and an independent reserve nitric oxide delivery system to address power and system failures . Monitorin g Measure methemoglobin within 4-8 hours after initiation of treatment with Noxivent™ and periodically throughout treatment [see Warnings and Precautions ( 5.2 )]. Monitor for PaO 2 and inspired NO 2 during Noxivent™ administration [see Warnings and Precautions ( 5.3 )]. Weaning and Discontinuation Avoid abrupt discontinuation of Noxivent™ [see Warnings and Precautions ( 5.1 )]. To wean Noxivent™, downtitrate in several steps, pausing several hours at each step to monitor for hypoxemia."
  ],
  "indications": [
    "INDICATIONS AND USAGE Noxivent™ is a vasodilator indicated to improve oxygenation and reduce the need for extracorporeal membrane oxygenation in term and near-term (>34 weeks gestation) neonates with hypoxic respiratory failure associated with clinical or echocardiographic evidence of pulmonary hypertension in conjunction with ventilatory support and other appropriate agents.",
    "1 INDICATIONS AND USAGE Noxivent™ is a vasodilator indicated to improve oxygenation and reduce the need for extracorporeal membrane oxygenation in term and near-term (>34 weeks gestation) neonates with hypoxic respiratory failure associated with clinical or echocardiographic evidence of pulmonary hypertension in conjunction with ventilatory support and other appropriate agents."
  ],
  "fetched_at": "2025-10-01T19:21:35.301973",
  "source": "OpenFDA"
}