{
  "drug_name": "Avanafil",
  "generic_name": [
    "AVANAFIL"
  ],
  "brand_names": [
    "Avanafil"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Avanafil can potentiate the hypotensive effect of nitrates, alpha-blockers, antihypertensives, and alcohol ( 7.1 ) • CYP3A4 inhibitors (e.g., ketoconazole, ritonavir, erythromycin) increase avanafil exposure ( 7.2 ) 7.1 Potential for Pharmacodynamic Interactions with Avanafil Nitrates Administration of avanafil to patients who are using any form of organic nitrate, is contraindicated. In a clinical pharmacology trial, avanafil was shown to potentiate the hypotensive effect of nitrates. In a patient who has taken avanafil, where nitrate administration is deemed medically necessary in a life-threatening situation, at least 12 hours should elapse after the last dose of avanafil before nitrate administration is considered. In such circumstances, nitrates should only be administered under close medical supervision with appropriate hemodynamic monitoring [see Contraindications ( 4.1 ), Dosage and Administration ( 2.3 ), and Clinical Pharmacology ( 12.2 )]. Alpha-Blockers Caution is advised when PDE5 inhibitors are co-administered with alpha-blockers. PDE5 inhibitors, including avanafil, and alpha-adrenergic blocking agents are both vasodilators with blood pressure-lowering effects. When vasodilators are used in combination, an additive effect on blood pressure may be anticipated. In some patients, concomitant use of these two drug classes can lower blood pressure significantly leading to symptomatic hypotension (e.g., dizziness, lightheadedness, fainting) [see Warnings and Precautions ( 5.6 ), Dosage and Administration ( 2.3 ), and Clinical Pharmacology ( 12.2 )]. Antihypertensives PDE5 inhibitors, including avanafil, are mild systemic vasodilators. A clinical pharmacology trial was conducted to assess the effect of avanafil on the potentiation of the blood pressure-lowering effects of selected antihypertensive medications (amlodipine and enalapril). Additional reductions in blood pressure of 3 to 5 mmHg occurred following co-administration of a single 200 mg dose of avanafil with these agents compared with placebo [see Warnings and Precautions ( 5.6 ) and Clinical Pharmacology ( 12.2 )]. Alcohol Both alcohol and PDE5 inhibitors, including avanafil, act as vasodilators. When vasodilators are taken in combination, blood pressure-lowering effects of each individual compound may be increased. Substantial consumption of alcohol (e.g., greater than 3 units) in combination with avanafil can increase the potential for orthostatic signs and symptoms, including increase in heart rate, decrease in standing blood pressure, dizziness, and headache [see Clinical Pharmacology ( 12.2 )]. 7.2 Potential for Other Drugs to Affect Avanafil Avanafil is a substrate of and predominantly metabolized by CYP3A4. Studies have shown that drugs that inhibit CYP3A4 can increase avanafil exposure. Strong CYP3A4 Inhibitors Ketoconazole (400 mg daily), a selective and strong inhibitor of CYP3A4, increased avanafil 50 mg single-dose systemic exposure (AUC) and maximum concentration (C max) equal to 13-fold and 3-fold, respectively, and prolonged the half-life of avanafil to approximately 9 hours. Other potent inhibitors of CYP3A4 (e.g., itraconazole, clarithromycin, nefazadone, ritonavir, saquinavir, nelfinavir, indinavir, atanazavir and telithromycin) would be expected to have similar effects. Do not use avanafil in patients taking strong CYP3A4 inhibitors [see Warnings and Precautions ( 5.2 ) and Dosage and Administration ( 2.3 )]. HIV Protease inhibitor — Ritonavir (600 mg twice daily), a strong CYP3A4 inhibitor, which also inhibits CYP2C9, increased avanafil 50 mg single-dose C max and AUC equal to approximately 2-fold and 13-fold, and prolonged the half-life of avanafil to approximately 9 hours in healthy volunteers. Do not use avanafil in patients taking ritonavir. Moderate CYP3A4 Inhibitors Erythromycin (500 mg twice daily) increased avanafil 200 mg single-dose C max and AUC equal to approximately 2-fold and 3-fold, respectively, and prolonged the half-life of avanafil to approximately 8 hours in healthy volunteers. Moderate CYP3A4 inhibitors (e.g., erythromycin, amprenavir, aprepitant, diltiazem, fluconazole, fosamprenavir, and verapamil) would be expected to have similar effects. Consequently, the maximum recommended dose of avanafil is 50 mg, not to exceed once every 24 hours for patients taking concomitant moderate CYP3A4 inhibitors [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.2 )]. Although specific interactions have not been studied, other CYP3A4 inhibitors, including grapefruit juice are likely to increase avanafil exposure. Weak CYP3A4 Inhibitors No in vivo drug-drug interaction studies with weak CYP3A4 inhibitors were conducted. CYP3A4 Substrate When administered with avanafil 200 mg, amlodipine (5 mg daily) increased the C max and AUC of avanafil by approximately 22% and 70%, respectively. The half-life of avanafil was prolonged to approximately 10 hrs. The C max and AUC of amlodipine decreased by approximately 9% and 4%, respectively [see Dosage and Administration ( 2.3 )]. Cytochrome P450 Inducers The potential effect of CYP inducers on the pharmacokinetics of avanafil was not evaluated. The concomitant use of avanafil and CYP inducers is not recommended."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (greater than or equal to 2%) include headache, flushing, nasal congestion, nasopharyngitis, and back pain ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hetero Labs Limited at 1-866-495-1995 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Avanafil was administered to 2215 men during clinical trials. In trials of avanafil for use as needed, a total of 493 patients were exposed for greater than or equal to 6 months, and 153 patients were treated for greater than or equal to 12 months. In three randomized, double-blind, placebo-controlled trials lasting up to 3 months in duration, the mean age of patients was 56.4 years (range from 23 to 88 years). 83.9% of patients were White, 13.8% were Black, 1.4% Asian, and <1% Hispanic. 41.1% were current or previous smokers. 30.6% had diabetes mellitus. The discontinuation rate due to adverse reactions for patients treated with avanafil 50 mg, 100 mg, or 200 mg was 1.4%, 2%, and 2%, respectively, compared to 1.7% for placebo-treated patients. Table 1 presents the adverse reactions reported when avanafil was taken as recommended (on an as-needed basis) from these 3 clinical trials. Table 1: Adverse Reactions Reported by Greater Than or Equal to 2% of Patients Treated with Avanafil From 3 Placebo-Controlled Clinical Trials Lasting 3 Months for Avanafil Use as Needed Adverse Reaction Placebo (N = 349) Avanafil 50 mg (N = 217) Avanafil 100 mg (N = 349) Avanafil 200 mg (N = 352) Headache 1.7% 5.1% 6.9% 10.5% Flushing 0% 3.2% 4.3% 4% Nasal congestion 1.1% 1.8% 2.9% 2% Nasopharyngitis 2.9% 0.9% 2.6% 3.4% Back pain 1.1% 3.2% 2% 1.1% Adverse reactions reported by greater than or equal to 1%, but less than 2% of patients in any avanafil dose group, and greater than placebo included: upper respiratory infection (URI), bronchitis, influenza, sinusitis, sinus congestion, hypertension, dyspepsia, nausea, constipation, and rash. In an open-label, long-term extension study of two of these randomized, double-blind, placebo-controlled trials, the total duration of treatment was up to 52 weeks. Among the 712 patients who participated in this open-label extension study, the mean age of the population was 56.4 years (range from 23 to 88 years). The discontinuation rate due to adverse reactions for patients treated with avanafil (50 mg, 100 mg, or 200 mg) was 2.8%. In this extension trial, all eligible patients were initially assigned to avanafil 100 mg. At any point during the trial, patients could request to have their dose of avanafil increased to 200 mg or decreased to 50 mg based on their individual response to treatment. In total, 536 (approximately 75%) patients increased their dose to 200 mg and 5 (less than 1%) patients reduced their dose to 50 mg. Table 2 presents the adverse reactions reported when avanafil was taken as recommended (on an as-needed basis) in this open-label extension trial. Table 2: Adverse Reactions Reported by Greater Than or Equal to 2% of Patients Treated With Avanafil in an Open-Label Extension Trial Adverse Reaction Avanafil (N = 711) Headache 5.6% Flushing 3.5% Nasopharyngitis 3.4% Nasal congestion 2.1% Adverse reactions reported by greater than or equal to 1%, but less than 2% of patients in the open-label extension study included: upper respiratory infection (URI), influenza, sinusitis, bronchitis, dizziness, back pain, arthralgia, hypertension, and diarrhea. The following events occurred in less than 1% of patients in the three placebo-controlled 3-month clinical trials and/or the open-label, long-term extension study lasting 12 months. A causal relationship to avanafil is uncertain. Excluded from this list are those events that were minor, those with no plausible relation to drug use and reports too imprecise to be meaningful. Body as a whole — edema peripheral, fatigue Cardiovascular — angina, unstable angina, deep vein thrombosis, palpitations Digestive — gastritis, gastroesophageal reflux disease, hypoglycemia, blood glucose increased, alanine aminotransferase increased, oropharyngeal pain, stomach discomfort, vomiting Musculoskeletal — muscle spasms, musculoskeletal pain, myalgia, pain in extremity Nervous — depression, insomnia, somnolence, vertigo Respiratory — cough, dyspnea exertional, epistaxis, wheezing Skin and Appendages — pruritus Urogenita l — balanitis, erection increased, hematuria, nephrolithiasis, pollakiuria, urinary tract infection In an additional, randomized, double-blind, placebo-controlled study lasting up to 3 months in 298 men who had undergone bilateral nerve-sparing radical prostatectomy for prostate cancer, the mean age of patients was 58.4 years (range 40 to 70). Table 3 presents the adverse reactions reported in this additional study. Table 3: Adverse Reactions Reported by Greater than or Equal to 2% of Patients Treated with Avanafil in a Placebo-Controlled Clinical Trial Lasting 3 Months in Patients Who Underwent Bilateral Nerve-Sparing Radical Prostatectomy Adverse Reaction Placebo (N = 100) Avanafil 100 mg (N = 99) Avanafil 200 mg (N = 99) Headache 1% 8.1% 12.1% Flushing 0% 5.1% 10.1% Nasopharyngitis 0% 3% 5.1% Upper respiratory infection 0% 2% 3% Nasal congestion 1% 3% 1% Back pain 1% 3% 2% Electrocardiogram abnormal 0% 1% 3% Dizziness 0% 1% 2% A randomized, double-blind, placebo-controlled 2 months study was conducted in 435 subjects with a mean age of 58.2 years (range 24 to 86 years) to determine the time to onset of effect of avanafil, defined as the time to the first occurrence of an erection sufficient for sexual intercourse. Table 4 presents the adverse reactions occurring in ≥ 2% of subjects treated with avanafil. Table 4: Adverse Reactions Reported by ≥ 2% of Patients Treated with Avanafil in a Placebo-Controlled Clinical Trial Lasting 2 Months to Determine the Time to Onset of Effect (Study 4) Adverse Reaction Placebo (N = 143) Avanafil 100 mg (N = 146) Avanafil 200 mg (N = 146) Headache 0.7% 1.4% 8.9% Nasal congestion 0% 0.7% 4.1% Gastroenteritis viral 0% 0% 2.1% Across all trials with any avanafil dose, 1 subject reported a change in color vision. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of avanafil. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These events have been chosen for inclusion either due to their seriousness, reporting frequency, lack of clear alternative causation, or a combination of these factors. Cardiovascular and cerebrovascular: Serious cardiovascular and cerebrovascular events, including myocardial infarction, sudden cardiac death, cerebrovascular accident, and subarachnoid hemorrhage, have been reported post-marketing in temporal association with the use of avanafil. All of these patients had preexisting cardiovascular risk factors. The occurrence of sexual activity was not stated in the majority of reports, although events were reported to occur both with and without sexual activity. It is not possible to determine whether these events are related directly to avanafil, to sexual activity, to the patient’s underlying cardiovascular disease, to a combination of these factors, or to other factors [see Warnings and Precautions ( 5.1 ) and Patient Counseling Information ( 17.2 )]. Nervous: transient global amnesia Special senses: Ophthalmologic: vitreous detachment, visual impairment Non-arteritic anterior ischemic optic neuropathy (NAION), a cause of decreased vision including permanent loss of vision, has been reported rarely post-marketing in temporal association with the use of phosphodiesterase type 5 (PDE5) inhibitors, such as avanafil. Most, but not all, of these patients had underlying anatomic or vascular risk factors for developing NAION, including but not necessarily limited to: low cup to disc ratio (“crowded disc”), age over 50, diabetes, hypertension, coronary artery disease, hyperlipidemia and smoking [see Warnings and Precautions ( 5.4 )]. Otologic: Cases of sudden decrease or loss of hearing have been reported postmarketing in temporal association with the use of PDE5 inhibitors, such as avanafil. In some of the cases, medical conditions and other factors were reported that may have also played a role in the otologic adverse events. In many cases, medical follow-up information was limited. It is not possible to determine whether these reported events are related directly to the use of PDE5 inhibitors such as avanafil, to the patient’s underlying risk factors for hearing loss, a combination of these factors, or to other factors [see Warnings and Precautions ( 5.5 ) and Patient Counseling Information ( 17.6 )]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Administration of avanafil tablet to patients using any form of organic nitrate is contraindicated ( 4.1 ) • Hypersensitivity to any component of the avanafil tablet ( 4.2 ) • Administration with guanylate cyclase (GC) stimulators such as riociguat and vericiguat ( 4.3 ) 4.1 Nitrates Administration of avanafil tablets with any form of organic nitrates, either regularly and/or intermittently, is contraindicated. Consistent with its known effects on the nitric oxide/cyclic guanosine monophosphate (cGMP) pathway, avanafil has been shown to potentiate the hypotensive effects of nitrates. In a patient who has taken avanafil tablets, where nitrate administration is deemed medically necessary in a life-threatening situation, at least 12 hours should elapse after the last dose of avanafil tablets before nitrate administration is considered. In such circumstances, nitrates should only be administered under close medical supervision with appropriate hemodynamic monitoring [see Contraindications ( 4.1 ), Dosage and Administration ( 2.3 ), and Clinical Pharmacology ( 12.2 )]. 4.2 Hypersensitivity Reactions Avanafil is contraindicated in patients with a known hypersensitivity to any component of the tablet. Hypersensitivity reactions have been reported, including pruritis and eyelid swelling. 4.3 Concomitant Guanylate Cyclase (GC) Stimulators Do not use avanafil tablets in patients who are using a GC stimulator, such as riociguat or vericiguat. PDE5 inhibitors, including avanafil tablets may potentiate the hypotensive effects of GC stimulators."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • The starting dose is 100 mg taken as early as approximately 15 minutes before sexual activity, on an as needed basis ( 2.1 ) • Take avanafil tablet no more than once a day ( 2.1 ). • Based on efficacy and/or tolerability, the dose may be increased to 200 mg taken as early as approximately 15 minutes before sexual activity or decreased to 50 mg taken approximately 30 minutes before sexual activity. Use the lowest dose that provides benefit ( 2.1 ). • Avanafil tablet may be taken with or without food ( 2.2 ) • Do not use avanafil tablet with strong CYP3A4 inhibitors ( 2.3 ) • If taking a moderate CYP3A4 inhibitor, the dose should be no more than 50 mg in a 24-hour period ( 2.3 ). • In patients on stable alpha-blocker therapy, the recommended starting dose of avanafil tablet is 50 mg ( 2.3 ). 2.1 Erectile Dysfunction The recommended starting dose is 100 mg. Avanafil tablet should be taken orally as needed as early as approximately 15 minutes before sexual activity. Based on individual efficacy and tolerability, the dose may be increased to 200 mg taken as early as approximately 15 minutes before sexual activity, or decreased to 50 mg taken approximately 30 minutes before sexual activity. The lowest dose that provides benefit should be used. The maximum recommended dosing frequency is once per day. Sexual stimulation is required for a response to treatment. 2.2 Use with Food Avanafil tablet may be taken with or without food. 2.3 Concomitant Medications Nitrates Concomitant use of nitrates in any form is contraindicated [see Contraindications ( 4.1 )]. Alpha-Blockers If avanafil tablet is co-administered with an alpha-blocker, patients should be stable on alpha-blocker therapy prior to initiating treatment with avanafil tablet, and avanafil tablet should be initiated at the 50 mg dose [see Warnings and Precautions ( 5.6 ), Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.2 )]. CYP3A4 Inhibitors • For patients taking concomitant strong CYP3A4 inhibitors (including ketoconazole, ritonavir, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, saquinavir and telithromycin), do not use avanafil tablet [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.2 )]. • For patients taking concomitant moderate CYP3A4 inhibitors (including erythromycin, amprenavir, aprepitant, diltiazem, fluconazole, fosamprenavir, and verapamil), the maximum recommended dose of avanafil tablet is 50 mg, not to exceed once every 24 hours [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.2 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Avanafil tablets are a phosphodiesterase 5 (PDE5) inhibitor indicated for the treatment of erectile dysfunction in adult males. Avanafil tablet is a phosphodiesterase 5 (PDE5) inhibitor indicated for the treatment of erectile dysfunction ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:15:17.360713",
  "source": "OpenFDA"
}