{
  "drug_name": "Avatrombopag",
  "generic_name": [
    "AVATROMBOPAG"
  ],
  "brand_names": [
    "Doptelet Sprinkle"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate or Strong Dual CYP2C9 and CYP3A4 Inducers or Inhibitors: Dose adjustments are recommended for patients with persistent or chronic immune thrombocytopenia. ( 7.1 ) 7.1 Effect of Other Drugs on DOPTELET in Patients with Persistent or Chronic Immune Thrombocytopenia Moderate or Strong Dual Inhibitors of CYP2C9 and CYP3A4 Concomitant use with a moderate or strong dual inhibitor of CYP2C9 and CYP3A4 increases avatrombopag AUC [ see Clinical Pharmacology ( 12.3 )] , which may increase the risk of DOPTELET toxicities. Reduce the starting dosage of DOPTELET when used concomitantly with a moderate or strong dual inhibitor of CYP2C9 and CYP3A4 (see Table 4 and Table 7) [ see Dosage and Administration ( 2.4 and 2.6 )] . In patients starting moderate or strong dual inhibitors of CYP2C9 and CYP3A4 while receiving DOPTELET, monitor platelet counts and adjust DOPTELET dose as necessary (see Table 2 and Table 3; and Table 5 and Table 6) [ see Dosage and Administration ( 2.3 and 2.5 )] . Moderate or Strong Dual Inducers of CYP2C9 and CYP3A4 Concomitant use with a moderate or strong dual inducer of CYP2C9 and CYP3A4 decreases avatrombopag AUC [ see Clinical Pharmacology ( 12.3 )] , which may reduce DOPTELET efficacy. Increase the recommended starting dosage of DOPTELET when used concomitantly with a moderate or strong dual inducer of CYP2C9 and CYP3A4 (see Table 4 and Table 7) [ see Dosage and Administration ( 2.4 and 2.6 )] . In patients starting moderate or strong dual inducers of CYP2C9 and CYP3A4 while receiving DOPTELET, monitor platelet counts and adjust DOPTELET dose as necessary (see Table 2 and Table 3; and Table 5 and Table 6) [ see Dosage and Administration ( 2.3 and 2.5 )] . Patients with Chronic Liver Disease No dosage adjustments are required for patients with chronic liver disease."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in detail in other sections of the labeling: Thrombotic/Thromboembolic Complications [ see Warnings and Precautions ( 5.1 ) ] In adult patients with chronic liver disease, the most common adverse reactions (≥3%) were pyrexia, abdominal pain, nausea, headache, fatigue, and edema peripheral. ( 6.1 ) In adult patients with chronic immune thrombocytopenia, the most common adverse reactions (≥10%) were headache, fatigue, contusion, epistaxis, upper respiratory tract infection, arthralgia, gingival bleeding, petechiae and nasopharyngitis. ( 6.1 ) In pediatric patients with persistent or chronic immune thrombocytopenia, the most common adverse reactions (≥10%) were viral infection, nasopharyngitis, cough, pyrexia, and oropharyngeal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sobi, Inc. at 1-866-773-5274 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Patients with Chronic Liver Disease The safety of DOPTELET was evaluated in two international, identically designed, randomized, double-blind, placebo-controlled trials, ADAPT-1 and ADAPT-2, in which 430 patients with chronic liver disease and thrombocytopenia received either DOPTELET (n=274) or placebo (n=156) daily for 5 days prior to a scheduled procedure, and had 1 post-dose safety assessment. Patients were divided into two groups based on their mean platelet count at baseline: Low Baseline Platelet Count Cohort (less than 40×10 9 /L) who received DOPTELET 60 mg once daily for 5 days High Baseline Platelet Count Cohort (40 to less than 50×10 9 /L) who received DOPTELET 40 mg once daily for 5 days The majority of patients were males (65%) and median subject age was 58 years (ranging from 19-86 years of age). The racial and ethnic distribution was White (60%), Asian (33%), Black (3%) and Other (3%). The most common adverse reactions (those occurring in ≥3% of patients) in the DOPTELET-treated groups (60 mg or 40 mg) across the pooled data from the two trials are summarized in Table 8. Table 8 : Adverse Reactions with a Frequency ≥3% in Patients with C hronic L iver D isease Treated with DOPTELET – Pooled Data ADAPT-1 and ADAPT-2 Adverse Reactions Low Baseline Platelet Count Cohort (˂40 × 10 9 /L) High Baseline Platelet Count Cohort (≥40 to ˂50 × 10 9 /L) Combined Baseline Platelet Count Cohort s (˂ 5 0 × 10 9 /L) DOPTELET 60 mg (N=159) % Placebo (N=91) % DOPTELET 40 mg (N=115) % Placebo (N=65) % Total DOPTELET (N=274) % Total Placebo (N=156) % Pyrexia 11 9 8 9 10 9 Abdominal Pain 6 7 7 6 7 6 Nausea 6 8 7 6 7 7 Headache 4 8 7 5 6 6 Fatigue 4 4 3 2 4 3 Edema Peripheral 3 2 4 2 3 2 For the Low Baseline Platelet Count Cohort, the incidence of serious adverse reactions was 7% (11/159) in the 60 mg DOPTELET treatment group. For the High Baseline Platelet Count Cohort, the incidence of serious adverse reactions was 8% (9/115) in the 40 mg DOPTELET treatment group. The most common serious adverse reaction reported with DOPTELET was hyponatremia. Two DOPTELET-treated patients (0.7%) developed hyponatremia. Adverse reactions resulting in discontinuation of DOPTELET were anemia, pyrexia, and myalgia; each was reported in a single (0.4%) patient in the DOPTELET (60 mg) treatment group. Adult Patients with Chronic Immune Thrombocytopenia The safety of DOPTELET was evaluated in four clinical trials in adult patients with chronic immune thrombocytopenia: two Phase 3 trials (one randomized, double-blind, placebo-controlled trial, and one randomized, double-blind, active-controlled trial) and two Phase 2 trials (one randomized, double-blind, placebo-controlled, dose-ranging, trial, and one open-label extension trial) in 161 patients with chronic immune thrombocytopenia in both the double-blind and open-label extension phases. The pooled safety data from these four clinical trials includes 128 patients who received 2.5 to 40 mg of DOPTELET once daily for a median duration of exposure of 29.1 weeks and had 1 post-dose safety assessment. The majority of patients were female (63%) and median subject age was 50.5 years (ranging from 18-88 years of age). The racial and ethnic distribution was White (84%), Black (6%), Asian (6%) and Other (6%). The most common adverse reactions (those occurring in ≥10% of patients) in the DOPTELET-treated patients across the pooled safety data from the four trials are summarized in Table 9. Table 9 : Adverse Reactions with a Frequency ≥10% in Adult Patients with Chronic Immune Thrombocytopenia Treated with DOPTELET – Pooled Data from Clinical Trials Adverse Reactions DOPTELET (N=128) % Placebo (N= 22) % Headache 31 14 Fatigue 28 9 Contusion 26 18 Epistaxis 19 18 Upper Respiratory Tract Infection 15 5 Arthralgia 13 0 Gingival Bleeding 13 0 Petechiae 11 9 Nasopharyngitis 10 0 The incidence of serious adverse reactions was 9% (12/128) in the DOPTELET treatment group. Serious adverse reactions reported in more than 1 individual DOPTELET-treated patient included headache, occurring in 1.6% (2/128). Adverse reactions resulting in discontinuation of DOPTELET that were reported in more than 1 patient included headache, occurring in 1.6% (2/128). Pediatric Patients with Persistent or Chronic Immune Thrombocytopenia The data described below reflect median exposure to DOPTELET of 12 weeks for 54 pediatric patients (≥1 to <18 years of age) with persistent or chronic immune thrombocytopenia across the core phase of one double-blind, placebo-controlled trial [see Clinical Studies ( 14.3 )] . Table 10 presents the most common adverse reactions (experienced by greater than or equal to 10% of pediatric patients 1 year and older receiving DOPTELET) with a higher incidence for DOPTELET versus placebo. Table 10: Adverse Reactions in Pediatric Patients with Persistent or Chronic Immune Thrombocytopenia Treated with DOPTELET a Adverse Reactions DOPTELET (N=54) % Placebo (N=21) % Viral Infection b 20 5 Nasopharyngitis 20 10 Cough 17 0 Pyrexia 17 0 Oropharyngeal Pain 13 0 a Adverse reactions that occurred in ≥10% of DOPTELET-treated patients and ≥2% more than placebo-treated patients. b Viral infection includes viral upper respiratory infection, viral infection, COVID-19, parainfluenza virus infection, and rhinovirus infection. Two patients experienced serious adverse reactions: thrombocytosis and headache. Two patients experienced adverse reactions resulting in discontinuation of DOPTELET: vomiting and headache (in one patient) and leukocytosis (in one patient). 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of DOPTELET. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders : Hypersensitivity reactions including pruritus, rash, choking sensation, erythema, pharyngeal edema, pruritus generalized, rash macular, swelling face, and swollen tongue."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION DOPTELET tablets and DOPTELET SPRINKLE are not substitutable on a mg-to-mg basis. DOPTELET SPRINKLE capsules should be opened, and the contents (oral granules) mixed with a soft food or liquid. Administer immediately after mixing. Do not swallow the capsules whole. Administer DOPTELET tablets and DOPTELET SPRINKLE with food. ( 2.1 , 2.3 , 2.5 ) Chronic Liver Disease : Dose DOPTELET tablets based upon platelet count prior to procedure, orally for 5 days beginning 10 days to 13 days before procedure. For platelet count less than 40×10 9 /L, the dose is 60 mg (3 tablets) orally once daily; for platelet count 40 to less than 50×10 9 /L the dose is 40 mg (2 tablets) orally once daily. ( 2.2 ) Adult Patients with Chronic Immune Thrombocytopenia and Pediatric Patients 6 Years and Older with Persistent or Chronic Immune Thrombocytopenia : Initiate DOPTELET tablets at 20 mg (1 tablet) orally once daily. Adjust the dose or frequency of dosing to maintain platelet count greater than or equal to 50×10 9 /L. Do not exceed 40 mg (2 tablets) per day. Pediatric Patients 1 Year to Less than 6 Years with Persistent or Chronic Immune Thrombocytopenia : Initiate DOPTELET SPRINKLE oral granules at 10 mg (content of 1 capsule) orally once daily. Adjust the dose or frequency of dosing to maintain platelet count greater than or equal to 50×10 9 /L. Do not exceed 20 mg (content of 2 capsules) per day. 2.1 Important Use and Administration Instructions Select the recommended product (DOPTELET tablets or DOPTELET SPRINKLE) based on the indication and patient’s age. Administer DOPTELET tablets and DOPTELET SPRINKLE with food. DOPTELET tablets and DOPTELET SPRINKLE are not substitutable on a mg-to-mg basis. The mixture prepared from the granules in DOPTELET SPRINKLE capsules is more bioavailable than DOPTELET tablets [see Clinical Pharmacology ( 12.3 )] . There is no experience from clinical trials in switching between dosing with the granules and the tablet. If the formulation is switched, monitor platelet counts weekly until stable platelet counts are obtained and adjust dosing as needed before resuming monthly monitoring. 2.2 Recommended Dosage of DOPTELET Tablets for Patients with Chronic Liver Disease Begin DOPTELET tablets dosing 10 days to 13 days prior to the scheduled procedure. The recommended daily dose of DOPTELET is based on the patient’s platelet count prior to the scheduled procedure (see Table 1 ). Patients should undergo their procedure 5 days to 8 days after the last dose of DOPTELET. DOPTELET tablets should be taken orally once daily for 5 consecutive days with food. All 5 days of dosing should be completed. Table 1 : Recommended DOPTELET Tablets Dosage and Duration in Patients with Chronic Liver Disease Scheduled to Undergo a Procedure Platelet Count Recommended DOPTELET Dosage Duration Less than 40×10 9 /L 60 mg (3 tablets) orally once daily 5 days 40×10 9 /L to less than 50×10 9 /L 40 mg (2 tablets) orally once daily 5 days DOPTELET tablets have been investigated only as a single 5-day once daily dosing regimen in clinical trials in patients with chronic liver disease [ see Clinical Studies ( 14.1 ) ] . DOPTELET should not be administered to patients with chronic liver disease in an attempt to normalize platelet counts. Monitoring : Obtain a platelet count prior to administration of DOPTELET therapy and on the day of a procedure to ensure an adequate increase in platelet count. 2.3 Recommended Dosage of DOPTELET Tablets for Adult Patients with Chronic Immune Thrombocytopenia and Pediatric Patients 6 Years and Older with Persistent or Chronic Immune Thrombocytopenia Use the lowest dose of DOPTELET needed to achieve and maintain a platelet count greater than or equal to 50×10 9 /L as necessary to reduce the risk for bleeding. Dose adjustments are based on platelet count response. Do not use DOPTELET to normalize platelet counts. Initial Dosage : Begin DOPTELET tablets at an initial dosage of 20 mg (1 tablet) orally once daily with food (see Table 3 ). The recommended initial dosages of DOPTELET tablets are different for patients receiving certain concomitant medications (see Table 4 ). Monitoring : After initiating therapy with DOPTELET, assess platelet counts weekly until a stable platelet count greater than or equal to 50×10 9 /L has been achieved, and then obtain platelet counts monthly thereafter. Obtain platelet counts weekly for at least 4 weeks following discontinuation of DOPTELET. Dose Adjustments : DOPTELET tablet dose adjustments (see Table 2 and Table 3 ) are based on the platelet count response. Do not exceed a DOPTELET daily dose of 40 mg (2 tablets). Table 2 : DOPTELET Tablets Recommended Dose Adjustments for Adult Patients with Chronic Immune Thrombocytopenia and Pediatric Patients 6 Years and Older with Persistent or Chronic Immune Thrombocytopenia Platelet Count Dose Adjustment or Action Less than 50×10 9 /L after at least 2 weeks of DOPTELET tablets Increase One Dose Level per Table 3. Wait 2 weeks to assess the effects of this regimen and any subsequent dose adjustments. Between 200×10 9 /L and 400×10 9 /L Decrease One Dose Level per Table 3. Wait 2 weeks to assess the effects of this regimen and any subsequent dose adjustments. Greater than 400×10 9 /L Stop DOPTELET tablets. Increase platelet monitoring to twice weekly. When platelet count is less than 150×10 9 /L, decrease One Dose Level per Table 3 and reinitiate therapy. Less than 50×10 9 /L after 4 weeks of DOPTELET 40 mg (2 tablets) once daily Discontinue DOPTELET tablets. Greater than 400×10 9 /L after 2 weeks of DOPTELET 20 mg (1 tablet) weekly Discontinue DOPTELET tablets. Table 3 : DOPTELET Tablet Dose Levels for Titration in Adult Patients with Chronic Immune Thrombocytopenia and Pediatric Patients 6 Years and Older with Persistent or Chronic Immune Thrombocytopenia Dosage Dose Level 40 mg (2 tablets) orally Once Daily 6 40 mg (2 tablets) orallyThree Times a Week AND 20 mg (1 tablet) orally on the Four Remaining Days of Each Week 5 20 mg (1 tablet) orally Once Daily* 4 20 mg (1 tablet) orally Three Times a Week 3 20 mg (1 tablet) orally Twice a Week OR 40 mg Once Weekly 2 20 mg (1 tablet) orally Once Weekly 1 *Initial dosage regimen for all patients except those taking Moderate or Strong Dual Inducers or Moderate or Strong Dual Inhibitors of CYP2C9 and CYP3A4. Discontinuation : Discontinue DOPTELET tablets if the platelet count does not increase to greater than or equal to 50×10 9 /L after 4 weeks of dosing at the maximum dose of 40 mg (2 tablets) once daily. Discontinue DOPTELET tablets if the platelet count is greater than 400×10 9 /L after 2 weeks of dosing at 20 mg (1 tablet) once weekly. 2.4 Recommended Initial Dosage of DOPTELET Tablets with Concomitant Moderate or Strong Dual Inducers or Inhibitors of CYP2C9 and CYP3A4 The recommended initial dosages of DOPTELET tablets with concomitant moderate or strong dual inducers or inhibitors of CYP2C9 and CYP3A4 in adult patients with chronic immune thrombocytopenia and pediatric patients 6 years and older with persistent or chronic immune thrombocytopenia are summarized in Table 4 . Table 4: DOPTELET Tablets Recommended Initial Dosage with Concomitant Moderate or Strong Dual Inducers or Inhibitors of CYP2C9 and CYP3A4 for Adult Patients with Chronic Immune Thrombocytopenia and Pediatric Patients 6 Years and Older with Persistent or Chronic Immune Thrombocytopenia Concomitant Medications Recommended Initial Dosage Moderate or strong dual inhibitors of CYP2C9 and CYP3A4 20 mg (1 tablet) orally three times a week Moderate or strong dual inducers of CYP2C9 and CYP3A4 40 mg (2 tablets) orally once daily 2.5 Recommended Dosage of DOPTELET SPRINKLE for Patients 1 Year to Less than 6 Years with Persistent or Chronic Immune Thrombocytopenia Use the lowest dose of DOPTELET SPRINKLE needed to achieve and maintain a platelet count greater than or equal to 50×10 9 /L as necessary to reduce the risk for bleeding. Dose adjustments are based on platelet count response. Do not use DOPTELET SPRINKLE to normalize platelet counts. Initial Dosage : Begin DOPTELET SPRINKLE at an initial dosage of 10 mg (content of 1 capsule) orally once daily with food (see Table 6 ). The recommended initial dosages of DOPTELET SPRINKLE are different for patients receiving certain concomitant medications (see Table 7 ). Monitoring : After initiating therapy with DOPTELET SPRINKLE, assess platelet counts weekly until a stable platelet count greater than or equal to 50×10 9 /L has been achieved, and then obtain platelet counts monthly thereafter. Obtain platelet counts weekly for at least 4 weeks following discontinuation of DOPTELET SPRINKLE. Dose Adjustments : DOPTELET SPRINKLE dose adjustments (see Table 5 and Table 6 ) are based on the platelet count response. Do not exceed a DOPTELET SPRINKLE daily dose of 20 mg (content of 2 capsules). Table 5: DOPTELET SPRINKLE Dose Adjustments for Patients 1 Year to Less than 6 Years with Persistent or Chronic Immune Thrombocytopenia Platelet Count Dose Adjustment or Action Less than 50×10 9 /L after at least 2 weeks of DOPTELET SPRINKLE Increase One Dose Level per Table 6. Wait 2 weeks to assess the effects of this regimen and any subsequent dose adjustments. Between 200×10 9 /L and 400×10 9 /L Decrease One Dose Level per Table 6. Wait 2 weeks to assess the effects of this regimen and any subsequent dose adjustments. Greater than 400×10 9 /L Stop DOPTELET SPRINKLE. Increase platelet monitoring to twice weekly. When platelet count is less than 150×10 9 /L, decrease One Dose Level per Table 6 and reinitiate therapy. Less than 50×10 9 /L after 4 weeks of DOPTELET SPRINKLE 20 mg (content of 2 capsules) once daily Discontinue DOPTELET SPRINKLE. Greater than 400×10 9 /L after 2 weeks of DOPTELET SPRINKLE 10 mg (content of 1 capsule) weekly Discontinue DOPTELET SPRINKLE. Table 6: DOPTELET SPRINKLE Dose Levels for Titration in Pediatric Patients 1 Year to Less than 6 Years with Persistent or Chronic Immune Thrombocytopenia Dosage Dose Level 20 mg (content of 2 capsules) orally Once Daily 6 20 mg (content of 2 capsules) orally Three Times a Week AND 10 mg (content of 1 capsule) orally on the Four Remaining Days of Each Week 5 10 mg (content of 1 capsule) orally Once Daily* 4 10 mg (content of 1 capsule) orally Three Times a Week 3 10 mg (content of 1 capsule) orally Twice a Week OR 20 mg (content of 2 capsules) orally Once Weekly 2 10 mg (content of 1 capsule) orally Once Weekly 1 *Initial dose regimen for all patients except those taking Moderate or Strong Dual Inducers or Moderate or Strong Dual Inhibitors of CYP2C9 and CYP3A4. Discontinuation : Discontinue DOPTELET SPRINKLE if the platelet count does not increase to greater than or equal to 50×10 9 /L after 4 weeks of dosing at the maximum dose of 20 mg (content of 2 capsules) once daily. Discontinue DOPTELET SPRINKLE if the platelet count is greater than 400×10 9 /L after 2 weeks of dosing at 10 mg (content of 1 capsule) once weekly. 2.6 Recommended Initial Dosage of DOPTELET SPRINKLE with Concomitant Moderate or Strong Dual Inducers or Inhibitors of CYP2C9 and CYP3A4 The recommended initial dosages of DOPTELET SPRINKLE with concomitant moderate or strong dual inducers or inhibitors of CYP2C9 and CYP3A4 in pediatric patients 1 year to less than 6 years with persistent or chronic immune thrombocytopenia are summarized in Table 7 . Table 7: DOPTELET SPRINKLE Recommended Initial Dosage with Concomitant Moderate or Strong Dual Inducers or Inhibitors of CYP2C9 and CYP3A4 for Pediatric Patients 1 Year to Less than 6 Years with Persistent or Chronic Immune Thrombocytopenia Concomitant Medications Recommended Initial Dosage Moderate or strong dual inhibitors of CYP2C9 and CYP3A4 10 mg (content of 1 capsule) orally three times a week Moderate or strong dual inducers of CYP2C9 and CYP3A4 20 mg (content of 2 capsules) orally once daily 2.7 Important Preparation and Administration Instructions for DOPTELET SPRINKLE Open the capsules and sprinkle the granules onto a small amount of a soft food or liquid in a spoon or cup. Do not swallow the capsules whole. Do not chew or crush the granules. Use the entire contents of the capsules to achieve the dose. The following soft foods and liquids are suitable: Soft foods: applesauce; strawberry jelly; yogurt (plain) Liquids: milk (whole or skim); orange juice; pediatric electrolyte solution (unflavored); water Mix the granules into the soft food or liquid; the granules will not dissolve. Consume the mixture immediately after preparation; it should not be saved for future use. Rinse the spoon or cup with the soft food or liquid to ensure that the full dose is administered. 2.8 Missed Dose In the case of a missed dose of DOPTELET tablets or DOPTELET SPRINKLE, patients should take the missed dose as soon as they remember. Patients should not take two doses at one time to make up for a missed dose and should take the next dose at the usual time the next day."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DOPTELET is a thrombopoietin receptor agonist indicated for the treatment of: Thrombocytopenia in adult patients with chronic liver disease who are scheduled to undergo a procedure. ( 1.1 ) Thrombocytopenia in adult patients with chronic immune thrombocytopenia who have had an insufficient response to a previous treatment. ( 1.2 ) Thrombocytopenia in pediatric patients 1 year and older with persistent or chronic immune thrombocytopenia who have had an insufficient response to a previous treatment ( 1.3 ) 1.1 Treatment of Thrombocytopenia in Patients with Chronic Liver Disease (CLD) DOPTELET is indicated for the treatment of thrombocytopenia in adult patients with chronic liver disease who are scheduled to undergo a procedure. 1.2 Treatment of Thrombocytopenia in Adult Patients with Chronic Immune Thrombocytopenia (ITP) DOPTELET is indicated for the treatment of thrombocytopenia in adult patients with chronic immune thrombocytopenia who have had an insufficient response to a previous treatment. 1.3 Treatment of Thrombocytopenia in Pediatric Patients 1 Year and Older with Persistent or Chronic Immune Thrombocytopenia (ITP) DOPTELET is indicated for the treatment of thrombocytopenia in pediatric patients 1 year and older with persistent or chronic immune thrombocytopenia who have had an insufficient response to a previous treatment."
  ],
  "fetched_at": "2025-10-01T18:32:27.079648",
  "source": "OpenFDA"
}