{
  "drug_name": "Avibactam",
  "generic_name": [
    "AZTREONAM AND AVIBACTAM"
  ],
  "brand_names": [
    "EMBLAVEO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 OAT 1 and 3 Transport Inhibitors Concomitant use of organic anion transporter (OAT) 1 and OAT 3 transporter inhibitors (e.g., probenecid) with EMBLAVEO is not recommended. There is insufficient information to characterize the effect of concomitant use of OAT 1/3 transport inhibitors with EMBLAVEO [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in the Warnings and Precautions section: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Serious Skin Disorders [see Warnings and Precautions ( 5.2 )] Hepatic Adverse Reactions [see Warnings and Precautions ( 5.3 )] Clostridioides Difficile -Associated Diarrhea [see Warnings and Precautions ( 5.4 )] The most common adverse reactions occurring at an incidence of greater than 5% were hepatic adverse reactions, anemia, diarrhea, hypokalemia, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials Experience in Adult Patients Three clinical trials, Trial 1, Trial 2, and Trial 3, underly the EMBLAVEO clinical development program. Trial 1 was a randomized, comparative trial conducted in patients with cIAI and hospital-acquired bacterial pneumonia/ventilator-associated bacterial pneumonia (HABP/VABP) (not an approved indication for EMBLAVEO), while Trials 2 and 3 were smaller, noncomparative trials conducted in patients with cIAI as well as other serious infections caused by gram negative pathogens expressing metallo-beta-lactamases. The safety data from Trial 1 are summarized below. In Trial 1, EMBLAVEO was evaluated in a comparative clinical trial in patients with cIAI or HABP/VABP; note that EMBLAVEO is not approved for the treatment of HABP/VABP. Trial 1 evaluated 275 patients treated with EMBLAVEO and 137 patients treated with comparator (meropenem +/- colistin); 203 EMBLAVEO-treated patients had a diagnosis of cIAI while 72 EMBLAVEO-treated patients had a diagnosis of HABP/VABP (not an approved indication for EMBLAVEO). Patients received treatment with EMBLAVEO 2 grams (aztreonam 1.5 grams and avibactam 0.5 grams) or comparator for 5 to 14 days. Patients randomized to EMBLAVEO received a loading dose of aztreonam and avibactam administered by intravenous infusion over 30 minutes immediately followed by an extended loading dose infused over 3 hours, followed by maintenance doses infused over 3 hours every 6 hours based on the participant’s creatinine clearance. Patients with cIAI randomized to EMBLAVEO also received metronidazole 500 mg administered by intravenous infusion over 60 minutes every 8 hours. The median age of patients in Trial 1 treated with EMBLAVEO was 58 years, ranging between 18 and 87 years old. Patients treated with EMBLAVEO were predominantly male (66%) and White (59%). Approximately 40% (22% of cIAI and 89% of HABP/VABP; not an approved indication) of patients treated with EMBLAVEO had an APACHE II score greater than 10 at baseline. Death occurred in 6.9% (19/275) of patients who received EMBLAVEO and in 8% (11/137) of patients who received comparator. In patients with cIAI, death occurred in 3.0% (6/203) of patients treated with EMBLAVEO and 2.9% (3/103) in patients treated with comparator. Overall, 3.6% (10/275) of the patients who received EMBLAVEO discontinued treatment due to an adverse reaction, compared with 3.6% (5/137) of patients treated with comparator. Common adverse reactions occurring in greater than 5% of patients are noted in the table below. Table 5: Adverse Reactions Occurring in > 5% of Patients in the EMBLAVEO Treatment Arm in Trial 1 Adverse Reactions EMBLAVEO ± Metronidazole (N=275) n (%) Meropenem ± Colistin (N=137) n (%) Hepatic adverse reactions* 40 (14.5) 16 (11.7) Anemia** 22 (8.0) 7 (5.1) Diarrhea 16 (5.8) 5 (3.6) Hypokalemia 16 (5.8) 4 (2.9) Pyrexia*** 16 (5.8) 7 (5.1) *Includes AR terms alanine aminotransferase increased, aspartate aminotransferase increased, hepatic function abnormal, hypertransaminasemia, transaminases increased, hepatic enzyme increased, liver injury **Includes anemia, hemoglobin decreased ***Includes pyrexia, hyperpyrexia, hyperthermia, body temperature increased Hepatic Adverse Reactions In Trial 1, 40/275 patients (15%) in the EMBLAVEO arm had hepatic adverse reactions compared to 16/137 (12%) in the comparator arm receiving meropenem with or without colistin. In Trial 1, 10 (3.8%) patients in the EMBLAVEO arm compared to 4 (3.1%) patients in the comparator arm had an ALT elevation greater than or equal to 5 x ULN. No Hy’s Law cases in the EMBLAVEO or comparator arm were seen in Trials 1, 2, and 3. EMBLAVEO was discontinued due to hepatic enzyme elevations in 4 patients in Trials 1, 2, and 3. The transaminase elevations resolved when EMBLAVEO was discontinued. The following adverse reactions were reported in EMBLAVEO-treated patients at a rate of less than 5% in Trial 1: Vascular disorders: Phlebitis, flushing, hypotension Skin and subcutaneous tissue disorders: Rash (includes rash and rash macular), dermatitis (includes dermatitis allergic, dermatitis), erythema Gastrointestinal Disorders: Vomiting, nausea, abdominal pain (includes abdominal pain, abdominal pain upper, abdominal pain lower), constipation Nervous System Disorders: Mental status change (includes mental status changes, delirium, confusional state, and disorientation), dizziness, headache, sleep disorder (includes sleep disorder, insomnia), ageusia, asthenia Infectious Diseases: Clostridioides difficile infection (includes Clostridioides difficile infection and Clostridioides difficile colitis) Hematologic: Coagulopathy, leukocytosis (includes white blood cell count increased and leukocytosis), thrombocytopenia (includes thrombocytopenia, platelet count decreased); thrombocytosis (includes thrombocytosis, platelet count increased), eosinophilia Hypersensitivity: Bronchospasm Additionally, adverse reactions that have been reported with aztreonam alone that were not reported in EMBLAVEO-treated patients in Trial 1 are listed below: Hypersensitivity: Anaphylaxis, angioedema Hematologic: Pancytopenia, neutropenia Dermatologic: Purpura, erythema multiforme, exfoliative dermatitis, urticaria, petechiae, pruritus, diaphoresis Cardiovascular: Transient ECG changes (ventricular bigeminy and PVC) Respiratory: Wheezing, dyspnea, chest pain Hepatobiliary: Hepatitis, jaundice Nervous System: Seizure, encephalopathy, vertigo, paresthesia Musculoskeletal: Muscular aches Special Senses: Tinnitus, diplopia, numb tongue, sneezing, nasal congestion, halitosis Other: Vaginal candidiasis, vaginitis, breast tenderness Body as a Whole: Malaise Adverse Laboratory Changes reported with aztreonam alone that were not reported in EMBLAVEO-treated patients in Trial 1 are listed below: Hematologic: Positive Coombs’ test Renal: Increases in serum creatinine Trial 2 was a noncomparative study of EMBLAVEO in 34 subjects with cIAI. Trial 3 was a comparative study of EMBLAVEO versus best available therapy in patients with serious infections due to multi-drug resistant gram-negative bacteria producing metallo-beta-lactamases (not an approved indication for EMBLAVEO); 12 patients were treated in the EMBLAVEO arm and 2 patients were treated in the comparator arm. The safety findings for the EMBLAVEO treatment arm in Trials 2 and 3 were similar to those of Trial 1."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EMBLAVEO is contraindicated in patients with known hypersensitivity to the components of EMBLAVEO (aztreonam and avibactam) [see Warnings and Precautions ( 5.1 )] . Known hypersensitivity to the components of EMBLAVEO (aztreonam and avibactam). ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage in Adults based on Estimated Creatinine Clearance (C Lcr ) ( 2.1 , 2.2 ) Estimated C Lcr (mL/min) a Dose b Infusion Time Dosing Interval c Loading Maintenance Greater than 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) EMBLAVEO 2 g (aztreonam 1.5 grams and avibactam 0.5 grams) 3 hours Every 6 hours Greater than 30 to less than or equal to 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) EMBLAVEO 1 g (aztreonam 0.75 grams and avibactam 0.25 grams) 3 hours Every 6 hours Greater than 15 to less than or equal to 30 mL/min EMBLAVEO 1.8 g (aztreonam 1.35 grams and avibactam 0.45 grams) EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 3 hours Every 8 hours Less than or equal to 15 mL/min, including on hemodialysis d EMBLAVEO 1.33 g (aztreonam 1 gram and avibactam 0.33 grams) EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 3 hours Every 12 hours a Calculated using the Cockcroft-Gault formula. b Aztreonam-avibactam is a combination product in a fixed 3:1 ratio. A single loading dose is followed by maintenance doses beginning at the next dosing interval. c Dosing interval is calculated from the start of one infusion to the start of the subsequent infusion. d Both aztreonam and avibactam are removed by hemodialysis; thus, administer EMBLAVEO after hemodialysis, on hemodialysis days. For treatment of cIAI, administer metronidazole concurrently. ( 2.1 , 2.2 ) Recommended duration of treatment for cIAI: 5 to 14 days. ( 2.1 , 2.2 ) 2.1 Recommended Dosage in Adults with Estimated Creatinine Clearance G reater than 50 mL/min Table 1 shows the recommended dosage to be administered by intravenous (IV) infusion over 3 hours in adults with estimated creatinine clearance (CLcr) greater than 50 mL/min. Table 1. Recommended dosage for adults with estimated CLcr greater than 50 mL/min a Type of Infection Recommended Doses for EMBLAVEO (aztreonam and avibactam) b Dosing Interval c Treatment duration Complicated intra-abdominal infections (cIAI) d Loading EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) Every 6 hours 5 to 14 days Maintenance EMBLAVEO 2 g (aztreonam 1.5 grams and avibactam 0.5 grams) a Calculated using the Cockcroft-Gault formula. b Aztreonam-avibactam is a combination product in a fixed 3:1 ratio. A single loading dose is followed by maintenance doses beginning at the next dosing interval. c Dosing interval is calculated from the start of one infusion to the start of the subsequent infusion. d For treatment of cIAI, administer metronidazole concurrently. 2.2 Recommended Dosage in Adults with Estimated Creatinine Clearance L ess than or E qual to 50 mL/min Table 2 shows the recommended dosage to be administered by intravenous (IV) infusion over 3 hours in adults with estimated creatinine clearance (CLcr) less than or equal to 50 mL/min. In patients with renal impairment, close monitoring of estimated CLcr is advised. In some patients, the CLcr estimated from serum creatinine can change quickly, especially early in the course of treatment for the infection. For treatment of cIAI, administer metronidazole concurrently. Table 2. Recommended dosage for adults with estimated CLcr less than or equal to 50 mL/min Estimated CLcr (mL/min) a Recommended Dose for EMBLAVEO (aztreonam and avibactam) b,c Dosing Interval d Greater than 30 to less than or equal to 50 mL/min Loading EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) Every 6 hours Maintenance EMBLAVEO 1 g (aztreonam 0.75 grams and avibactam 0.25 grams) Greater than 15 to less than or equal to 30 mL/min Loading EMBLAVEO 1.8 g (aztreonam 1.35 grams and avibactam 0.45 grams) Every 8 hours Maintenance EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) Less than or equal to 15, including on hemodialysis e Loading EMBLAVEO 1.33 g (aztreonam 1 gram and avibactam 0.33 grams) Every 12 hours Maintenance EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) a Calculated using the Cockcroft-Gault formula b Aztreonam-avibactam is a combination product in a fixed 3:1 ratio. A single loading dose is followed by maintenance doses beginning at the next dosing interval. c The total duration of treatment is for 5 days to 14 days. d Dosing interval is calculated from the start of one infusion to the start of the subsequent infusion. e Both aztreonam and avibactam are hemodialyzable; thus, administer EMBLAVEO after hemodialysis on hemodialysis days. 2. 3 Preparation of EMBLAVEO Solution for Administration EMBLAVEO is supplied as a lyophilized powder, which must be reconstituted and subsequently diluted, using aseptic technique prior to intravenous infusion. Prepare the reconstituted and diluted solutions of EMBLAVEO using the steps described below. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. a) Reconstitute the powder in the EMBLAVEO vial with 10 mL of Sterile Water for Injection. b) Mix the reconstituted vial gently and ensure that the contents are dissolved completely. The reconstituted EMBLAVEO solution is not for direct injection. The reconstituted solution must be diluted before intravenous infusion. The reconstituted EMBLAVEO solution will have an approximate aztreonam concentration of 127 mg/mL and an approximate avibactam concentration of 42.3 mg/mL. The final volume is approximately 12 mL. c) Prepare the required dose for intravenous infusion by withdrawing the appropriate volume determined from Table 3 from the reconstituted vial. Discard unused portion. Table 3. Preparation of EMBLAVEO Doses for Intravenous Infusion Dose (EMBLAVEO) Volume to withdraw from Constituted Vial for Further Dilution to 50 mL to 250 mL Estimated CLcr a (mL/min) EMBLAVEO (g) (aztreonam (grams) and avibactam (grams)) Loading Greater than 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) 15.7 mL (requires two vials; discard unused portions) Greater than 30 mL/min to less than or equal to 50 mL/min EMBLAVEO 2.67 g (aztreonam 2 grams and avibactam 0.67 grams) 15.7 mL (requires two vials; discard unused portions) Greater than 15 mL/min to less than or equal to 30 mL/min EMBLAVEO 1.8 g (aztreonam 1.35 grams and avibactam 0.45 grams) 10.6 mL Less than or equal to 15 mL/min EMBLAVEO 1.33 g (aztreonam 1 gram and avibactam 0.33 grams) 7.9 mL Maintenance Greater than 50 mL/min EMBLAVEO 2 g (aztreonam 1.5 grams and avibactam 0.5 grams) Entire contents of one vial (approximately 12 mL) Greater than 30 mL/min to less than or equal to 50 mL/min EMBLAVEO 1 g (aztreonam 0.75 grams and avibactam 0.25 grams) 5.9 mL Greater than 15 mL/min to less than or equal to 30 mL/min EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 5.3 mL Less than or equal to 15 mL/min EMBLAVEO 0.9 g (aztreonam 0.675 grams and avibactam 0.225 grams) 5.3 mL a Calculated using the Cockcroft-Gault formula d) Before infusion, dilute the withdrawn volume of the reconstituted EMBLAVEO solution further to 50 mL to 250 mL in an infusion bag containing any of the following: 0.9 % sodium chloride for injection or 5% dextrose solution for injection or lactated Ringer’s injection, to achieve an aztreonam concentration of 2.7 mg/mL to 40 mg/mL and an avibactam concentration of 0.9 mg/mL to 13.3 mg/mL. e) Mix gently and ensure that the contents are dissolved completely. Visually inspect the diluted EMBLAVEO solution for particulate matter and discoloration prior to administration (the color of the EMBLAVEO infusion solution for administration ranges from clear, colorless to yellow). 2.4 Drug Compatibility The EMBLAVEO solution for administration is compatible with Sterile Water for Injection, for reconstitution and any of the following diluents for further dilution of the reconstituted solution: 0.9% Sodium chloride injection 5% Dextrose injection Lactated Ringer's injection The compatibility of EMBLAVEO with other medicinal products has not been established. EMBLAVEO should not be mixed with or physically added to solutions containing other medicinal products. 2. 5 Storage of Rec onstituted and Diluted EMBLAVEO Solutions Reconstituted Solution Upon reconstitution with Sterile Water for Injection, the reconstituted EMBLAVEO solution may be held for up to 60 minutes at 30°C (86°F) under ambient light prior to transfer and dilution in a suitable infusion bag. Diluted Reconstituted Solution Following dilution of the reconstituted solution with 0.9% sodium chloride injection or 5 % dextrose injection or lactated Ringer’s injection, EMBLAVEO solution in the infusion bags may be stored based on conditions outlined in Table 4. Table 4. Storage of Diluted Solutions Diluent used for Dilution following Reconstitution Storage 0.9% Sodium Chloride Injection Or Lactated Ringer’s Injection Refrigerate at 2°C to 8°C (36°F to 46°F) for up to 24 hours followed by 12 hours at not more than 30°C (86°F) under ambient light. Discard unused portion. 5% Dextrose Injection Refrigerate at 2°C to 8°C (36°F to 46°F) for up to 24 hours followed by 4 hours at not more than 30°C (86°F) under ambient light. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EMBLAVEO is a combination of aztreonam, a monobactam antibacterial, and avibactam, a beta-lactamase inhibitor, that when used in combination with metronidazole, is indicated in patients 18 years and older who have limited or no alternative options for the treatment of complicated intra-abdominal infections (cIAI) including those caused by the following susceptible gram-negative microorganisms: Escherichia coli, Klebsiella pneumoniae, Klebsiella oxytoca, Enterobacter cloacae complex, Citrobacter freundii complex, and Serratia marcescens . Approval of this indication is based on limited clinical safety and efficacy data for EMBLAVEO. ( 1.1 ) Usage to Reduce Development of Drug-Resistant Bacteria To reduce the development of drug-resistant bacteria and maintain the effectiveness of EMBLAVEO and other antibacterial drugs, EMBLAVEO should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.2 ) 1.1 Complicated Intra-abdominal Infections EMBLAVEO, in combination with metronidazole, is indicated in patients 18 years and older who have limited or no alternative options for the treatment of complicated intra-abdominal infections (cIAI) including those caused by the following susceptible gram-negative microorganisms: Escherichia coli , Klebsiella pneumoniae , Klebsiella oxytoca , Enterobacter cloacae complex , Citrobacter freundii complex , and Serratia marcescens. Approval of this indication is based on limited clinical safety and efficacy data for EMBLAVEO [ see Clinical Studies ( 14.1 )] . 1.2 Usage to Reduce Development of Drug-Resistant Bacteria To reduce the development of drug-resistant bacteria and maintain the effectiveness of EMBLAVEO and other antibacterial drugs, EMBLAVEO should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T17:16:43.699640",
  "source": "OpenFDA"
}