{
  "drug_name": "Axitinib",
  "generic_name": [
    "AXITINIB"
  ],
  "brand_names": [
    "INLYTA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Avoid strong CYP3A4/5 inhibitors. If unavoidable, reduce the INLYTA dose. ( 2.2 , 7.1 ) • Avoid strong CYP3A4/5 inducers. ( 7.2 ) 7.1 CYP3A4/5 Inhibitors Co-administration of ketoconazole, a strong inhibitor of CYP3A4/5, increased the plasma exposure of axitinib in healthy volunteers. Co-administration of INLYTA with strong CYP3A4/5 inhibitors should be avoided. Grapefruit or grapefruit juice may also increase axitinib plasma concentrations and should be avoided. Selection of concomitant medication with no or minimal CYP3A4/5 inhibition potential is recommended. If a strong CYP3A4/5 inhibitor must be co-administered, the INLYTA dose should be reduced [see Dosage and Administration (2.2) and Clinical Pharmacology (12.3) ] . 7.2 CYP3A4/5 Inducers Co-administration of rifampin, a strong inducer of CYP3A4/5, reduced the plasma exposure of axitinib in healthy volunteers. Co-administration of INLYTA with strong CYP3A4/5 inducers (e.g., rifampin, dexamethasone, phenytoin, carbamazepine, rifabutin, rifapentine, phenobarbital, and St. John's wort) should be avoided. Selection of concomitant medication with no or minimal CYP3A4/5 induction potential is recommended [see Dosage and Administration (2.2) , Clinical Pharmacology (12.3) ] . Moderate CYP3A4/5 inducers (e.g., bosentan, efavirenz, etravirine, modafinil, and nafcillin) may also reduce the plasma exposure of axitinib and should be avoided if possible."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in the labeling [see Warnings and Precautions (5) ] : • Hypertension [see Warnings and Precautions (5.1) ] • Arterial thromboembolic events [see Warnings and Precautions (5.2) ] • Venous thromboembolic events [see Warnings and Precautions (5.3) ] • Hemorrhage [see Warnings and Precautions (5.4) ] • Cardiac failure [see Warnings and Precautions (5.5) ] • Gastrointestinal perforation and fistula formation [see Warnings and Precautions (5.6) ] • Thyroid dysfunction [see Warnings and Precautions (5.7) ] • Reversible posterior leukoencephalopathy syndrome [see Warnings and Precautions (5.9) ] • Proteinuria [see Warnings and Precautions (5.10) ] • Hepatotoxicity [see Warnings and Precautions (5.11) ] • Hepatic impairment [see Warnings and Precautions (5.12) ] Most common adverse reactions (≥20%) are: INLYTA in combination with avelumab: diarrhea, fatigue, hypertension, musculoskeletal pain, nausea, mucositis, palmar-plantar erythrodysesthesia, dysphonia, decreased appetite, hypothyroidism, rash, hepatotoxicity, cough, dyspnea, abdominal pain, and headache. ( 6.1 ) INLYTA in combination with pembrolizumab: diarrhea, fatigue/asthenia, hypertension, hepatotoxicity, hypothyroidism, decreased appetite, palmar-plantar erythrodysesthesia, nausea, stomatitis/mucosal inflammation, dysphonia, rash, cough, and constipation. ( 6.1 ) INLYTA as a single agent: diarrhea, hypertension, fatigue, decreased appetite, nausea, dysphonia, palmar-plantar erythrodysesthesia (hand-foot) syndrome, weight decreased, vomiting, asthenia, and constipation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of INLYTA has been evaluated in combination with avelumab in JAVELIN Renal 101 and pembrolizumab in KEYNOTE-426 for the first-line treatment of patients with advanced RCC [see Clinical Studies (14.1) ] . The data described [see Adverse Reactions (6.1) ] reflect exposure to INLYTA in combination with avelumab in 434 patients and pembrolizumab in 429 patients [see Clinical Studies (14.1) ] . The safety of INLYTA has been evaluated in 715 patients in second-line monotherapy studies, which included 537 patients with advanced RCC. The data described [see Adverse Reactions (6.1) ] reflect exposure to INLYTA in 359 patients with advanced RCC who participated in a randomized clinical study versus sorafenib [see Clinical Studies (14.2) ] . First-Line Advanced RCC INLYTA in Combination with Avelumab The safety of INLYTA in combination with avelumab was evaluated in JAVELIN Renal 101. Patients with autoimmune disease other than type I diabetes mellitus, vitiligo, psoriasis, or thyroid disorders not requiring immunosuppressive treatment were excluded. Patients received INLYTA 5 mg twice daily (N=434) in combination with avelumab 10 mg/kg every 2 weeks administered or sunitinib 50 mg once daily for 4 weeks followed by 2 weeks off (N=439). In the INLYTA plus avelumab arm, 70% were exposed to avelumab for ≥6 months and 29% were exposed for ≥1 year in JAVELIN Renal 101 [see Clinical Studies (14.1) ] . The median age of patients treated with INLYTA in combination with avelumab was 62 years (range: 29 to 83), 38% of patients were 65 years or older, 71% were male, 75% were White, and the Eastern Cooperative Oncology Group (ECOG) performance score was 0 (64%) or 1 (36%). Fatal adverse reactions occurred in 1.8% of patients receiving INLYTA in combination with avelumab. These included sudden cardiac death (1.2%), stroke (0.2%), myocarditis (0.2%), and necrotizing pancreatitis (0.2%). Serious adverse reactions occurred in 35% of patients receiving INLYTA in combination with avelumab. Serious adverse reactions in ≥1% of patients included diarrhea (2.5%), dyspnea (1.8%), hepatotoxicity (1.8%), venous thromboembolic disease (1.6%), acute kidney injury (1.4%), and pneumonia (1.2%). Permanent discontinuation due to an adverse reaction of either INLYTA or avelumab occurred in 22% of patients: 19% avelumab only, 13% INLYTA only, and 8% both drugs. The most common adverse reactions (>1%) resulting in permanent discontinuation of avelumab or the combination were hepatotoxicity (6%) and infusion-related reaction (1.8%). Dose interruptions or reductions due to an adverse reaction, excluding temporary interruptions of avelumab infusions due to infusion-related reactions, occurred in 76% of patients receiving INLYTA in combination with avelumab. This includes interruption of avelumab in 50% of patients. INLYTA was interrupted in 66% and dose reduced in 19% of patients. The most common adverse reaction (>10%) resulting in interruption of avelumab was diarrhea (10%). The most common adverse reactions resulting in either interruption or dose reduction of INLYTA were diarrhea (19%), hypertension (18%), palmar-plantar erythrodysesthesia (18%), and hepatotoxicity (10%). The most common adverse reactions (≥20%) in patients receiving INLYTA in combination with avelumab were diarrhea, fatigue, hypertension, musculoskeletal pain, nausea, mucositis, palmar-plantar erythrodysesthesia, dysphonia, decreased appetite, hypothyroidism, rash, hepatotoxicity, cough, dyspnea, abdominal pain, and headache. Forty-eight (11%) of patients treated with INLYTA in combination with avelumab received an oral prednisone dose equivalent to ≥40 mg daily for an immune-mediated adverse reaction [see Warnings and Precautions (5.12) ] . Table 4 summarizes adverse reactions that occurred in ≥20% of INLYTA in combination with avelumab-treated patients. Table 4: Adverse Reactions (≥20%) of Patients Receiving INLYTA in Combination with Avelumab (JAVELIN Renal 101 Trial) The trial was not designed to demonstrate a statistically significant difference in the incidence of adverse reactions between avelumab in combination with INLYTA and sunitinib. Adverse Reactions INLYTA plus Avelumab (N=434) Sunitinib (N=439) All Grades % Grade 3–4 % All Grades % Grade 3–4 % Toxicity was graded per National Cancer Institute Common Terminology Criteria for Adverse Events. Version 4.03 (NCI CTCAE v4). Gastrointestinal Disorders Diarrhea Diarrhea is a composite term that includes diarrhea, autoimmune colitis, and colitis 62 8 48 2.7 Nausea 34 1.4 39 1.6 Mucositis Mucositis is a composite term that includes mucosal inflammation and stomatitis 34 2.8 35 2.1 Hepatotoxicity Hepatotoxicity is a composite term that includes ALT increased, AST increased, autoimmune hepatitis, bilirubin conjugated, bilirubin conjugated increased, blood bilirubin increased, drug-induced liver injury, hepatic enzyme increased, hepatic function abnormal, hepatitis, hepatitis fulminant, hepatocellular injury, hepatotoxicity, hyperbilirubinemia, immune-mediated hepatitis, liver function test increased, liver disorder, liver injury, and transaminases increased 24 9 18 3.6 Abdominal pain Abdominal pain is a composite term that includes abdominal pain, flank pain, abdominal pain upper, and abdominal pain lower 22 1.4 19 2.1 General Disorders and Administration Site Conditions Fatigue Fatigue is a composite term that includes fatigue and asthenia 53 6 54 6 Vascular Disorders Hypertension Hypertension is a composite term that includes hypertension and hypertensive crisis 50 26 36 17 Musculoskeletal and Connective Tissue Disorders Musculoskeletal pain Musculoskeletal pain is a composite term that includes musculoskeletal pain, musculoskeletal chest pain, myalgia, back pain, bone pain, musculoskeletal discomfort, neck pain, spinal pain, and pain in extremity 40 3.2 33 2.7 Skin and Subcutaneous Tissue Disorders Palmar-plantar erythrodysesthesia 33 6 34 4 Rash Rash is a composite term that includes rash, rash generalized, rash macular, rash maculo-papular, rash pruritic, rash erythematous, rash papular, and rash pustular 25 0.9 16 0.5 Respiratory, Thoracic and Mediastinal Disorders Dysphonia 31 0.5 3.2 0 Dyspnea Dyspnea is a composite term that includes dyspnea, dyspnea exertional and dyspnea at rest 23 3.0 16 1.8 Cough 23 0.2 19 0 Metabolism and Nutrition Disorders Decreased appetite 26 2.1 29 0.9 Endocrine Disorders Hypothyroidism 25 0.2 14 0.2 Nervous System Disorders Headache 21 0.2 16 0.2 Other clinically important adverse reactions that occurred in less than 20% of patients in JAVELIN Renal 101 included arthralgia, weight decreased, and chills. Patients received pre-medication with an anti-histamine and acetaminophen prior to each infusion. Infusion-related reactions occurred in 12% (Grade 3: 1.6%; no Grade 4) of patients treated with INLYTA in combination with avelumab. Table 5 summarizes selected laboratory abnormalities that occurred in ≥20% of INLYTA in combination with avelumab-treated patients. Table 5: Selected Laboratory Abnormalities Worsening from Baseline Occurring in ≥20% of Patients Receiving INLYTA in Combination with Avelumab (JAVELIN Renal 101 Trial) The trial was not designed to demonstrate a statistically significant difference in the incidence of laboratory abnormalities between INLYTA in combination with avelumab and sunitinib. Laboratory Abnormality INLYTA plus Avelumab Sunitinib Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: INLYTA in combination with avelumab group (range: 413 to 428 patients) and sunitinib group (range: 405 to 433 patients). Any Grade % Grade 3–4 % Any Grade % Grade 3–4 % Chemistry Blood triglycerides increased 71 13 48 5 Blood creatinine increased 62 2.3 68 1.4 Blood cholesterol increased 57 1.9 22 0.7 Alanine aminotransferase increased (ALT) 50 9 46 3.2 Aspartate aminotransferase increased (AST) 47 7 57 3.2 Blood sodium decreased 38 9 37 10 Lipase increased 37 14 25 7 Blood potassium increased 35 3.0 28 3.9 Blood bilirubin increased 21 1.4 23 1.4 Hematology Platelet count decreased 27 0.7 80 1.5 Hemoglobin decreased 21 2.1 65 8 INLYTA in Combination with Pembrolizumab The safety of INLYTA in combination with pembrolizumab was investigated in KEYNOTE-426 [see Clinical Studies (14.1) ] . Patients with medical conditions that required systemic corticosteroids or other immunosuppressive medications or had a history of severe autoimmune disease other than type 1 diabetes, vitiligo, Sjogren's syndrome, and hypothyroidism stable on hormone replacement were ineligible. Patients received INLYTA 5 mg orally twice daily and pembrolizumab 200 mg intravenously every 3 weeks, or sunitinib 50 mg once daily for 4 weeks and then off treatment for 2 weeks. The median duration of exposure to the combination therapy of INLYTA and pembrolizumab was 10.4 months (range: 1 day to 21.2 months). The study population characteristics were: median age of 62 years (range: 30 to 89), 40% age 65 or older; 71% male; 80% White; and 80% Karnofsky Performance Status (KPS) of 90–100 and 20% KPS of 70–80. Fatal adverse reactions occurred in 3.3% of patients receiving INLYTA in combination with pembrolizumab. These included 3 cases of cardiac arrest, 2 cases of pulmonary embolism and 1 case each of cardiac failure, death due to unknown cause, myasthenia gravis, myocarditis, Fournier's gangrene, plasma cell myeloma, pleural effusion, pneumonitis, and respiratory failure. Serious adverse reactions occurred in 40% of patients receiving INLYTA in combination with pembrolizumab. Serious adverse reactions in ≥1% of patients receiving INLYTA in combination with pembrolizumab included hepatotoxicity (7%), diarrhea (4.2%), acute kidney injury (2.3%), dehydration (1%), and pneumonitis (1%). Permanent discontinuation due to an adverse reaction of either INLYTA or pembrolizumab occurred in 31% of patients; 13% pembrolizumab only, 13% INLYTA only, and 8% both drugs. The most common adverse reaction (>1%) resulting in permanent discontinuation of INLYTA, pembrolizumab, or the combination was hepatotoxicity (13%), diarrhea/colitis (1.9%), acute kidney injury (1.6%), and cerebrovascular accident (1.2%). Dose interruptions or reductions due to an adverse reaction, excluding temporary interruptions of pembrolizumab infusions due to infusion-related reactions, occurred in 76% of patients receiving pembrolizumab in combination with INLYTA. This includes interruption of pembrolizumab in 50% of patients. INLYTA was interrupted in 64% of patients and dose reduced in 22% of patients. The most common adverse reactions (>10%) resulting in either interruption or reduction of INLYTA were hepatotoxicity (21%), diarrhea (19%), and hypertension (18%) and the most common adverse reactions (>10%) resulting in interruption of pembrolizumab were hepatotoxicity (14%) and diarrhea (11%). The most common adverse reactions (≥20%) in patients receiving INLYTA and pembrolizumab were diarrhea, fatigue/asthenia, hypertension, hepatotoxicity, hypothyroidism, decreased appetite, palmar-plantar erythrodysesthesia, nausea, stomatitis/mucosal inflammation, dysphonia, rash, cough, and constipation. Twenty-seven percent (27%) of patients treated with INLYTA in combination with pembrolizumab received an oral prednisone dose equivalent to ≥40 mg daily for an immune-mediated adverse reaction. Tables 6 and 7 summarize the adverse reactions and laboratory abnormalities, respectively, that occurred in at least 20% of patients treated with INLYTA and pembrolizumab in KEYNOTE-426. Table 6: Adverse Reactions Occurring in ≥20% of Patients Treated with INLYTA and Pembrolizumab (KEYNOTE-426 Trial) Adverse Reactions INLYTA plus Pembrolizumab N=429 Sunitinib N=425 All Grades Graded per NCI CTCAE v4.03 % Grades 3–4 % All Grades % Grades 3–4 % Gastrointestinal Disorders Diarrhea Includes diarrhea, colitis, enterocolitis, gastroenteritis, enteritis, enterocolitis hemorrhagic 56 11 45 5 Nausea 28 0.9 32 0.9 Constipation 21 0 15 0.2 General Fatigue/Asthenia 52 5 51 10 Vascular Hypertension Includes hypertension, blood pressure increased, hypertensive crisis, labile hypertension 48 24 48 20 Hepatobiliary Hepatotoxicity Includes ALT increased, AST increased, autoimmune hepatitis, blood bilirubin increased, drug-induced liver injury, hepatic enzyme increased, hepatic function abnormal, hepatitis, hepatitis fulminant, hepatocellular injury, hepatotoxicity, hyperbilirubinemia, immune-mediated hepatitis, liver function test increased, liver injury, transaminases increased 39 20 25 4.9 Endocrine Hypothyroidism 35 0.2 32 0.2 Metabolism and Nutrition Decreased appetite 30 2.8 29 0.7 Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia syndrome 28 5 40 3.8 Stomatitis/Mucosal inflammation 27 1.6 41 4 Rash Includes rash, butterfly rash, dermatitis, dermatitis acneform, dermatitis atopic, dermatitis, bullous, dermatitis contact, exfoliative rash, genital rash, rash erythematous, rash generalized, rash macular, rash maculopapular, rash papular, rash pruritic, seborrheic dermatitis, skin discoloration, skin exfoliation, perineal rash 25 1.4 21 0.7 Respiratory, Thoracic, and Mediastinal Dysphonia 25 0.2 3.3 0 Cough 21 0.2 14 0.5 Table 7: Laboratory Abnormalities Worsened from Baseline Occurring in ≥20% of Patients Receiving INLYTA With Pembrolizumab in KEYNOTE-426 Laboratory Test Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: pembrolizumab/axitinib (range: 342 to 425 patients) and sunitinib (range: 345 to 422 patients). INLYTA plus Pembrolizumab Sunitinib All Grades Graded per NCI CTCAE v4.03 % Grade 3–4 % All Grades % Grade 3–4 % Chemistry Hyperglycemia 62 9 54 3.2 Increased ALT 60 20 44 5 Increased AST 57 13 56 5 Increased creatinine 43 4.3 40 2.4 Hyponatremia 35 8 29 8 Hyperkalemia 34 6 22 1.7 Hypoalbuminemia 32 0.5 34 1.7 Hypercalcemia 27 0.7 15 1.9 Hypophosphatemia 26 6 49 17 Increased alkaline phosphatase 26 1.7 30 2.7 Hypocalcemia Corrected for albumin 22 0.2 29 0.7 Blood bilirubin increased 22 2.1 21 1.9 Activated partial thromboplastin time prolonged Two patients with a Grade 3 elevated activated partial thromboplastin time prolonged (aPTT) were also reported as having an adverse reaction of hepatotoxicity. 22 1.2 14 0 Hematology Lymphopenia 33 11 46 8 Anemia 29 2.1 65 8 Thrombocytopenia 27 1.4 78 14 Second-Line Advanced RCC The median duration of treatment was 6.4 months (range 0.03 to 22.0) for patients who received INLYTA and 5.0 months (range 0.03 to 20.1) for patients who received sorafenib. Dose modifications or temporary delay of treatment due to an adverse reaction occurred in 199/359 patients (55%) receiving INLYTA and 220/355 patients (62%) receiving sorafenib. Permanent discontinuation due to an adverse reaction occurred in 34/359 patients (9%) receiving INLYTA and 46/355 patients (13%) receiving sorafenib. The most common (≥20%) adverse reactions observed following treatment with INLYTA were diarrhea, hypertension, fatigue, decreased appetite, nausea, dysphonia, palmar-plantar erythrodysesthesia (hand-foot) syndrome, weight decreased, vomiting, asthenia, and constipation. Table 8 presents adverse reactions reported in ≥10% patients who received INLYTA or sorafenib. Table 8: Adverse Reactions Occurring in ≥10% of Patients Who Received INLYTA or Sorafenib Adverse Reaction Percentages are treatment-emergent, all-causality events INLYTA Sorafenib (N=359) (N=355) All Grades National Cancer Institute Common Terminology Criteria for Adverse Events, Version 3.0 Grade 3/4 All Grades Grade 3/4 % % % % Diarrhea 55 11 53 7 Hypertension 40 16 29 11 Fatigue 39 11 32 5 Decreased appetite 34 5 29 4 Nausea 32 3 22 1 Dysphonia 31 0 14 0 Palmar-plantar erythrodysesthesia syndrome 27 5 51 16 Weight decreased 25 2 21 1 Vomiting 24 3 17 1 Asthenia 21 5 14 3 Constipation 20 1 20 1 Hypothyroidism 19 <1 8 0 Cough 15 1 17 1 Mucosal inflammation 15 1 12 1 Arthralgia 15 2 11 1 Stomatitis 15 1 12 <1 Dyspnea 15 3 12 3 Abdominal pain 14 2 11 1 Headache 14 1 11 0 Pain in extremity 13 1 14 1 Rash 13 <1 32 4 Proteinuria 11 3 7 2 Dysgeusia 11 0 8 0 Dry skin 10 0 11 0 Dyspepsia 10 0 2 0 Pruritus 7 0 12 0 Alopecia 4 0 32 0 Erythema 2 0 10 <1 Selected adverse reactions (all grades) that were reported in <10% of patients treated with INLYTA included dizziness (9%), upper abdominal pain (8%), myalgia (7%), dehydration (6%), epistaxis (6%), anemia (4%), hemorrhoids (4%), hematuria (3%), tinnitus (3%), lipase increased (3%), glossodynia (3%), pulmonary embolism (2%), rectal hemorrhage (2%), hemoptysis (2%), deep vein thrombosis (1%), retinal-vein occlusion/thrombosis (1%), polycythemia (1%), and transient ischemic attack (1%). Table 9 presents the most common laboratory abnormalities reported in ≥10% patients who received INLYTA or sorafenib. Table 9: Laboratory Abnormalities Occurring in ≥10% of Patients Who Received INLYTA or Sorafenib Laboratory Abnormality N INLYTA N Sorafenib All Grades National Cancer Institute Common Terminology Criteria for Adverse Events, Version 3.0 Grade 3/4 All Grades Grade 3/4 % % % % ALP: alkaline phosphatase; ALT: alanine aminotransferase; AST: aspartate aminotransferase Hematology Hemoglobin decreased 320 35 <1 316 52 4 Lymphocytes (absolute) decreased 317 33 3 309 36 4 Platelets decreased 312 15 <1 310 14 0 White blood cells decreased 320 11 0 315 16 <1 Chemistry Creatinine increased 336 55 0 318 41 <1 Bicarbonate decreased 314 44 <1 291 43 0 Hypocalcemia 336 39 1 319 59 2 ALP increased 336 30 1 319 34 1 Hyperglycemia 336 28 2 319 23 2 Lipase increased 338 27 5 319 46 15 Amylase increased 338 25 2 319 33 2 ALT increased 331 22 <1 313 22 2 AST increased 331 20 <1 311 25 1 Hypernatremia 338 17 1 319 13 1 Hypoalbuminemia 337 15 <1 319 18 1 Hyperkalemia 333 15 3 314 10 3 Hypoglycemia 336 11 <1 319 8 <1 Hyponatremia 338 13 4 319 11 2 Hypophosphatemia 336 13 2 318 49 16 Selected laboratory abnormalities (all grades) that were reported in <10% of patients treated with INLYTA included hemoglobin increased (above the upper limit of normal) (9% for INLYTA versus 1% for sorafenib) and hypercalcemia (6% for INLYTA versus 2% for sorafenib). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of INLYTA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vascular disorders: arterial (including aortic), aneurysms, dissections, and rupture."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • INLYTA 5 mg orally twice daily with avelumab 800 mg every 2 weeks. ( 2.1 ) • INLYTA 5 mg orally twice daily with pembrolizumab 200 mg every 3 weeks or 400 mg every 6 weeks. ( 2.1 ) • INLYTA as a single agent the starting dose is 5 mg orally twice daily. ( 2.1 ) • Dose adjustments can be made based on individual safety and tolerability. ( 2.2 ) • Administer INLYTA dose approximately 12 hours apart with or without food. ( 2.1 ) • INLYTA should be swallowed whole with a glass of water. ( 2.1 ) • See Full Prescribing Information for dosage modifications for adverse reactions. ( 2.2 ) • If a strong CYP3A4/5 inhibitor is required, decrease the INLYTA dose by approximately half. ( 2.2 ) • For patients with moderate hepatic impairment, decrease the starting dose by approximately half. ( 2.2 ) 2.1 Recommended Dosing First-Line Advanced RCC INLYTA in Combination with Avelumab The recommended starting dosage of INLYTA is 5 mg orally taken twice daily (12 hours apart) with or without food in combination with avelumab 800 mg administered as an intravenous infusion over 60 minutes every 2 weeks until disease progression or unacceptable toxicity. When INLYTA is used in combination with avelumab, dose escalation of INLYTA above the initial 5 mg dose may be considered at intervals of two weeks or longer. Review the Full Prescribing Information for recommended avelumab dosing information. INLYTA in Combination with Pembrolizumab The recommended starting dosage of INLYTA is 5 mg orally twice daily (12 hours apart) with or without food in combination with pembrolizumab 200 mg every 3 weeks or 400 mg every 6 weeks administered as an intravenous infusion over 30 minutes until disease progression or unacceptable toxicity. When INLYTA is used in combination with pembrolizumab, dose escalation of INLYTA above the initial 5 mg dose may be considered at intervals of six weeks or longer. Review the Full Prescribing Information for recommended pembrolizumab dosing information. Second-Line Advanced RCC When INLYTA is used as a single agent, the recommended starting oral dose is 5 mg twice daily. Administer INLYTA doses approximately 12 hours apart with or without food. Important Administration Instructions Advise patients to swallow INLYTA whole with a full glass of water. If the patient vomits or misses a dose, an additional dose should not be taken. Advise the patient to take the next prescribed dose at the usual time. 2.2 Dose Modification Guidelines Dose increase or reduction is recommended based on individual safety and tolerability. Recommended INLYTA dosage increases and reductions are provided in Table 1. Over the course of treatment, patients who tolerate INLYTA for at least two consecutive weeks with no adverse reactions Grade >2 (according to the Common Toxicity Criteria for Adverse Events [CTCAE]), are normotensive, and are not receiving anti-hypertension medication, may have their dose increased. Table 1: Recommended Dosage Increases and Reductions for INLYTA Dose Modification Dose Regimen Recommended starting dosage 5 mg twice daily Dosage increase First dose increase 7 mg twice daily Second dose increase 10 mg twice daily Dosage reduction for management of adverse drug reactions First dose reduction from 5 mg twice daily 3 mg twice daily Second dose reduction 2 mg twice daily Recommended dosage modifications for adverse reactions for INLYTA are provided in Table 2. Table 2: Recommended Dosage Modification for INLYTA for Adverse Reactions Adverse Reaction Severity Dosage Modifications for INLYTA Hypertension [see Warnings and Precautions (5.1) ] SBP >150 mmHg or DBP >100 mmHg despite antihypertensive treatment • Reduce dose by one level. SBP >160 mmHg or DBP >105 mmHg • Withhold until BP <150/100 mmHg. • Resume at a reduced dose. Grade 4 or hypertensive crisis • Permanently discontinue. Hemorrhage [see Warnings and Precautions (5.4) ] Grade 3 or 4 • Withhold until resolution to Grade 0 or 1 or baseline. • Either resume at a reduced dose or discontinue depending on the severity and persistence of adverse reaction. Cardiac failure [see Warnings and Precautions (5.5) ] Asymptomatic cardiomyopathy (left ventricular ejection fraction greater than 20% but less than 50% below baseline or below the lower limit of normal if baseline was not obtained) • Withhold until resolution to Grade 0 or 1 or baseline. • Resume at a reduced dose. Clinically manifested congestive heart failure • Permanently discontinue. Impaired wound healing [see Warnings and Precautions (5.8) ] Any Grade • The safety of resumption of INLYTA after resolution of wound healing has not been established. • Either resume at a reduced dose or discontinue depending on the severity and persistence of the adverse reaction. Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions (5.9) ] Any Grade • Permanently discontinue. Proteinuria [ see Warnings and Precautions (5.10) ] 2 or more grams proteinuria per 24 hours • Withhold until resolution to less than 2 grams per 24 hours. • Resume at a reduced dose. Other Adverse Reactions Grade 3 • Reduce dosage by one level. Grade 4 • Withhold until resolution to Grade 2. • Resume at a reduced dose. Table 3 represents additional recommended dosage modifications for adverse reactions when INLYTA is administered in combination with avelumab or pembrolizumab. See the Full Prescribing Information for additional dosage information for avelumab or pembrolizumab including dose modifications for immune-mediated adverse reactions. Table 3: Recommended Dosage Modification for Adverse Reactions for INLYTA in Combination with Avelumab or Pembrolizumab Treatment Adverse Reaction Severity Based on Common Terminology Criteria for Adverse Events (CTCAE), version 4.0. Dosage Modifications for INLYTA ALT = alanine aminotransferase, AST = aspartate aminotransferase, ULN = upper limit normal INLYTA in combination with avelumab OR pembrolizumab Liver enzyme elevations Consider corticosteroid therapy ALT or AST at least 3 times ULN but less than 10 times ULN without concurrent total bilirubin at least 2 times ULN • Withhold both INLYTA and avelumab or pembrolizumab until resolution to Grades 0–1 • Consider rechallenge with INLYTA and/or avelumab or pembrolizumab If rechallenging with INLYTA, consider dosage reduction per Table 1. Consider rechallenge with a single drug or sequential rechallenge with both drugs after recovery. ALT or AST increases to more than 3 times ULN with concurrent total bilirubin at least 2 times ULN or ALT or AST at least 10 times ULN • Permanently discontinue both INLYTA and avelumab or pembrolizumab Diarrhea Grade 1–2 • Initiate symptomatic medications. Grade 3 • Interrupt INLYTA and initiate symptomatic medications. If diarrhea is controlled, INLYTA may be resumed at either the same dose or reduced by 1 dose level. Grade 4 • Withhold INLYTA until resolution to Grade <2, then restart INLYTA dose reduced by 1 dose level INLYTA in combination with avelumab Major Adverse Cardiovascular Events (MACE) Grade 3 or 4 • Permanently discontinue 2.3 Dosage Modification for Drug Interactions Strong CYP3A4/5 Inhibitors The concomitant use of strong CYP3A4/5 inhibitors should be avoided (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole). Selection of an alternate concomitant medication with no or minimal CYP3A4/5 inhibition potential is recommended. Although INLYTA dose adjustment has not been studied in patients receiving strong CYP3A4/5 inhibitors, if a strong CYP3A4/5 inhibitor must be co-administered, a dose decrease of INLYTA by approximately half is recommended, as this dose reduction is predicted to adjust the axitinib area under the plasma concentration vs time curve (AUC) to the range observed without inhibitors. The subsequent doses can be increased or decreased based on individual safety and tolerability. If co-administration of the strong inhibitor is discontinued, the INLYTA dose should be returned (after 3 – 5 half-lives of the inhibitor) to that used prior to initiation of the strong CYP3A4/5 inhibitor [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ]. 2.4 Dosage Modification for Hepatic Impairment No starting dose adjustment is required when administering INLYTA to patients with mild hepatic impairment (Child-Pugh class A). Based on the pharmacokinetic data, the INLYTA starting dose should be reduced by approximately half in patients with baseline moderate hepatic impairment (Child-Pugh class B). The subsequent doses can be increased or decreased based on individual safety and tolerability. INLYTA has not been studied in patients with severe hepatic impairment (Child-Pugh class C) [see Warnings and Precautions (5.12) , Use in Specific Populations (8.6) , and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE INLYTA is a kinase inhibitor indicated: • in combination with avelumab, for the first-line treatment of patients with advanced renal cell carcinoma (RCC). ( 1.1 ) • in combination with pembrolizumab, for the first-line treatment of patients with advanced RCC. ( 1.1 ) • as a single agent, for the treatment of advanced renal cell carcinoma (RCC) after failure of one prior systemic therapy. ( 1.2 ) 1.1 First-Line Advanced Renal Cell Carcinoma INLYTA in combination with avelumab is indicated for the first-line treatment of patients with advanced renal cell carcinoma (RCC). INLYTA in combination with pembrolizumab is indicated for the first-line treatment of patients with advanced RCC. 1.2 Second-Line Advanced Renal Cell Carcinoma INLYTA as a single agent is indicated for the treatment of advanced RCC after failure of one prior systemic therapy."
  ],
  "fetched_at": "2025-10-01T16:28:11.016078",
  "source": "OpenFDA"
}