{
  "drug_name": "Aztreonam",
  "generic_name": [
    "AZTREONAM"
  ],
  "brand_names": [
    "Aztreonam"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Both animal and human data suggest that aztreonam for injection, USP is rarely cross-reactive with other beta-lactam antibiotics and weakly immunogenic. Treatment with aztreonam can result in hypersensitivity reactions in patients with or without prior exposure. (See CONTRAINDICATIONS . ) Careful inquiry should be made to determine whether the patient has any history of hypersensitivity reactions to any allergens. While cross-reactivity of aztreonam with other beta-lactam antibiotics is rare, this drug should be administered with caution to any patient with a history of hypersensitivity to beta-lactams (e.g., penicillins, cephalosporins, and/or carbapenems). Treatment with aztreonam can result in hypersensitivity reactions in patients with or without prior exposure to aztreonam. If an allergic reaction to aztreonam occurs, discontinue the drug and institute supportive treatment as appropriate (e.g., maintenance of ventilation, pressor amines, antihistamines, corticosteroids). Serious hypersensitivity reactions may require epinephrine and other emergency measures. (See ADVERSE REACTIONS . ) Clostridium difficile- associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including aztreonam for injection, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin-producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over 2 months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Rare cases of toxic epidermal necrolysis have been reported in association with aztreonam in patients undergoing bone marrow transplant with multiple risk factors including sepsis, radiation therapy, and other concomitantly administered drugs associated with toxic epidermal necrolysis."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Local reactions such as phlebitis/thrombophlebitis following intravenous administration, and discomfort/swelling at the injection site following intramuscular administration occurred at rates of approximately 1.9% and 2.4%, respectively. Systemic reactions (considered to be related to therapy or of uncertain etiology) occurring at an incidence of 1% to 1.3% include diarrhea, nausea and/or vomiting, and rash. Reactions occurring at an incidence of less than 1% are listed within each body system in order of decreasing severity: Hypersensitivity —anaphylaxis, angioedema, bronchospasm Hematologic —pancytopenia, neutropenia, thrombocytopenia, anemia, eosinophilia, leukocytosis, thrombocytosis Gastrointestinal —abdominal cramps; rare cases of C. difficile -associated diarrhea, including pseudomembranous colitis, or gastrointestinal bleeding have been reported. Onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment. (See WARNINGS . ) Dermatologic —toxic epidermal necrolysis (see WARNINGS ), purpura, erythema multiforme, exfoliative dermatitis, urticaria, petechiae, pruritus, diaphoresis Cardiovascular —hypotension, transient ECG changes (ventricular bigeminy and PVC), flushing Respiratory —wheezing, dyspnea, chest pain Hepatobiliary —hepatitis, jaundice Nervous System —seizure, confusion, encephalopathy, vertigo, paresthesia, insomnia, dizziness Musculoskeletal —muscular aches Special Senses —tinnitus, diplopia, mouth ulcer, altered taste, numb tongue, sneezing, nasal congestion, halitosis Other —vaginal candidiasis, vaginitis, breast tenderness Body as a Whole —weakness, headache, fever, malaise Pediatric Adverse Reactions Of the 612 pediatric patients who were treated with aztreonam for injection in clinical trials, less than 1% required discontinuation of therapy due to adverse events. The following systemic adverse events, regardless of drug relationship, occurred in at least 1% of treated patients in domestic clinical trials: rash (4.3%), diarrhea (1.4%), and fever (1.0%). These adverse events were comparable to those observed in adult clinical trials. In 343 pediatric patients receiving intravenous therapy, the following local reactions were noted: pain (12%), erythema (2.9%), induration (0.9%), and phlebitis (2.1%). In the US patient population, pain occurred in 1.5% of patients, while each of the remaining 3 local reactions had an incidence of 0.5%. The following laboratory adverse events, regardless of drug relationship, occurred in at least 1% of treated patients: increased eosinophils (6.3%), increased platelets (3.6%), neutropenia (3.2%), increased AST (3.8%), increased ALT (6.5%), and increased serum creatinine (5.8%). In US pediatric clinical trials, neutropenia (absolute neutrophil count less than 1,000/mm 3 ) occurred in 11.3% of patients (8/71) younger than 2 years receiving 30 mg/kg every 6 hours. AST and ALT elevations to greater than 3 times the upper limit of normal were noted in 15% to 20% of patients aged 2 years or above receiving 50 mg/kg every 6 hours. The increased frequency of these reported laboratory adverse events may be due to either increased severity of illness treated or higher doses of aztreonam for injection administered. Adverse Laboratory Changes Adverse laboratory changes without regard to drug relationship that were reported during clinical trials were: Hepatic —elevations of AST (SGOT), ALT (SGPT), and alkaline phosphatase; signs or symptoms of hepatobiliary dysfunction occurred in less than 1% of recipients (see above). Hematologic —increases in prothrombin and partial thromboplastin times, positive Coombs' test. Renal —increases in serum creatinine."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This preparation is contraindicated in patients with known hypersensitivity to aztreonam or any other component in the formulation."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Dosage in Adult Patients Aztreonam for injection may be administered intravenously or by intramuscular injection. Dosage and route of administration should be determined by susceptibility of the causative organisms, severity and site of infection, and the condition of the patient. Table 2: Aztreonam for Injection Dosage Guidelines for Adults* * Maximum recommended dose is 8 g per day. Type of Infection Dose Frequency (hours) Urinary tract infections 500 mg or 1 g 8 or 12 Moderately severe systemic infections 1 g or 2 g 8 or 12 Severe systemic or life-threatening infections 2 g 6 or 8 Because of the serious nature of infections due to Pseudomonas aeruginosa , dosage of 2 g every six or eight hours is recommended, at least upon initiation of therapy, in systemic infections caused by this organism. The intravenous route is recommended for patients requiring single doses greater than 1 g or those with bacterial septicemia, localized parenchymal abscess (e.g., intra-abdominal abscess), peritonitis, or other severe systemic or life-threatening infections. The duration of therapy depends on the severity of infection. Generally, aztreonam for injection should be continued for at least 48 hours after the patient becomes asymptomatic or evidence of bacterial eradication has been obtained. Persistent infections may require treatment for several weeks. Doses smaller than those indicated should not be used. Renal Impairment in Adult Patients Prolonged serum levels of aztreonam may occur in patients with transient or persistent renal insufficiency. Therefore, the dosage of aztreonam for injection should be halved in patients with estimated creatinine clearances between 10 and 30 mL/min/1.73 m 2 after an initial loading dose of 1 or 2 g. When only the serum creatinine concentration is available, the following formula (based on sex, weight, and age of the patient) may be used to approximate the creatinine clearance (Clcr). The serum creatinine should represent a steady state of renal function. Males: Clcr = weight (kg) x (140 - age) 72 x serum creatinine (mg/dL) Females: 0.85 x above value In patients with severe renal failure (creatinine clearance less than 10 mL/min/1.73 m 2 ), such as those supported by hemodialysis, the usual dose of 500 mg, 1 g, or 2 g should be given initially. The maintenance dose should be one-fourth of the usual initial dose given at the usual fixed interval of 6, 8, or 12 hours. For serious or life-threatening infections, in addition to the maintenance doses, one-eighth of the initial dose should be given after each hemodialysis session. Dosage in the Elderly Renal status is a major determinant of dosage in the elderly; these patients in particular may have diminished renal function. Serum creatinine may not be an accurate determinant of renal status. Therefore, as with all antibiotics eliminated by the kidneys, estimates of creatinine clearance should be obtained and appropriate dosage modifications made if necessary. Dosage in Pediatric Patients Aztreonam for injection should be administered intravenously to pediatric patients with normal renal function. There are insufficient data regarding intramuscular administration to pediatric patients or dosing in pediatric patients with renal impairment. (See PRECAUTIONS: Pediatric Use . ) Table 3: Aztreonam for Injection Dosage Guidelines for Pediatric Patients* * Maximum recommended dose is 120 mg/kg/day. Type of Infection Dose Frequency (hours) Mild to moderate infections 30 mg/kg 8 Moderate to severe infections 30 mg/kg 6 or 8"
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of aztreonam for injection, USP and other antibacterial drugs, aztreonam for injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Aztreonam for Injection is indicated for the treatment of the following infections caused by susceptible Gram-negative microorganisms: Urinary Tract Infections (complicated and uncomplicated), including pyelonephritis and cystitis (initial and recurrent) caused by Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis, Pseudomonas aeruginosa, Enterobacter cloacae, Klebsiella oxytoca *, Citrobacter species*, and Serratia marcescens *. Lower Respiratory Tract Infections , including pneumonia and bronchitis caused by Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, Haemophilus influenzae, Proteus mirabilis, Enterobacter species, and Serratia marcescens *. Septicemia caused by Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, Proteus mirabilis *, Serratia marcescens *, and Enterobacter species. Skin and Skin-Structure Infections , including those associated with postoperative wounds, ulcers, and burns, caused by Escherichia coli, Proteus mirabilis, Serratia marcescens, Enterobacter species, Pseudomonas aeruginosa, Klebsiella pneumoniae, and Citrobacter species*. *Efficacy for this organism in this organ system was studied in fewer than 10 infections. Intra-abdominal Infections , including peritonitis caused by Escherichia coli, Klebsiella species including K. pneumoniae, Enterobacter species including E. cloacae *, Pseudomonas aeruginosa, Citrobacter species* including C. freundii *, and Serratia species* including S. marcescens *. Gynecologic Infections , including endometritis and pelvic cellulitis caused by Escherichia coli, Klebsiella pneumoniae *, Enterobacter species* including E. cloacae *, and Proteus mirabilis *. Aztreonam for injection is indicated for adjunctive therapy to surgery in the management of infections caused by susceptible organisms, including abscesses, infections complicating hollow viscus perforations, cutaneous infections, and infections of serous surfaces. Aztreonam for injection is effective against most of the commonly encountered Gram-negative aerobic pathogens seen in general surgery. Concurrent Therapy Concurrent initial therapy with other antimicrobial agents and aztreonam for injection is recommended before the causative organism(s) is known in seriously ill patients who are also at risk of having an infection due to Gram-positive aerobic pathogens. If anaerobic organisms are also suspected as etiologic agents, therapy should be initiated using an anti-anaerobic agent concurrently with aztreonam for injection (see DOSAGE AND ADMINISTRATION ). Certain antibiotics (e.g., cefoxitin, imipenem) may induce high levels of beta-lactamase in vitro in some Gram-negative aerobes such as Enterobacter and Pseudomonas species, resulting in antagonism to many beta-lactam antibiotics including aztreonam. These in vitro findings suggest that such beta-lactamase-inducing antibiotics not be used concurrently with aztreonam. Following identification and susceptibility testing of the causative organism(s), appropriate antibiotic therapy should be continued."
  ],
  "fetched_at": "2025-09-30T21:09:53.935709",
  "source": "OpenFDA"
}