{
  "drug_name": "Bedaquiline",
  "generic_name": [
    "BEDAQUILINE FUMARATE"
  ],
  "brand_names": [
    "SIRTURO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid use of strong and moderate CYP3A4 inducers with SIRTURO. ( 7.1 ) Closely monitor patient safety (e.g., liver function) when SIRTURO is coadministered with CYP3A4 inhibitors. ( 5.4 , 7.1 ) 7.1 Effect of Other Drugs on SIRTURO Strong and Moderate CYP3A4 Inducers Coadministration of SIRTURO with moderate or strong CYP3A4 inducers may decrease systemic exposure of bedaquiline. Avoid coadministration of SIRTURO with strong or moderate CYP3A4 inducers [see Clinical Pharmacology (12.3) ] . CYP3A4 Inhibitors Coadministration of SIRTURO with CYP3A4 inhibitors increases the systemic exposure of bedaquiline which may increase the risk of adverse reactions. Closely monitor patient safety (e.g., liver function) when SIRTURO is coadministered with CYP3A4 inhibitors. No dose adjustment of SIRTURO is needed when coadministered with CYP3A4 inhibitors [see Clinical Pharmacology (12.3) ] . 7.2 Other Antimicrobial Medications No dose adjustment of isoniazid or pyrazinamide is required during coadministration with SIRTURO. In a placebo-controlled clinical trial in adult patients, no major impact of coadministration of SIRTURO on the pharmacokinetics of ethambutol, kanamycin, pyrazinamide, ofloxacin or cycloserine was observed. 7.3 QTc Interval Prolonging Drugs In clinical trials of adult patients, additional QTc interval prolongation was observed during combination treatment with SIRTURO and other QTc prolonging drugs. In Study 3, concurrent use of clofazimine with SIRTURO resulted in QTc prolongation: mean increases in QTc were larger in the 17 adult patients who were taking clofazimine with bedaquiline at Week 24 (mean change from Day-1 of 32 ms) than in patients who were not taking clofazimine with bedaquiline at Week 24 (mean change from Day-1 of 12 ms). Monitor ECGs if SIRTURO is coadministered to patients receiving other drugs that prolong the QTc interval, and discontinue SIRTURO if there is evidence of serious ventricular arrhythmia or QTc interval greater than 500 ms [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ] . ECG monitoring should be performed prior to initiation and at the expected time of maximum increase in the QTc interval of the concomitantly administered QTc prolonging drugs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in the labeling: QTc Prolongation [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ] Mortality Imbalance in Clinical Trials [see Warnings and Precautions (5.2) ] Hepatotoxicity [see Warnings and Precautions (5.4) ] Drug Interactions [see Warnings and Precautions (5.5) ] The most common adverse reactions reported in 10% or more adult patients treated with SIRTURO in Study 1 were nausea, arthralgia, headache, hemoptysis and chest pain. ( 6.1 ) The most common adverse reactions reported in 10% or more adult patients treated with SIRTURO (40-week arm) in Study 4 were QTc prolongation, nausea, vomiting, arthralgia, transaminases increased, abdominal pain, pruritus, dizziness, headache, chest pain, rash, insomnia, dry skin, and palpitations. ( 6.1 ) The most common adverse reactions reported in 10% or more of pediatric patients (12 years to less than 18 years of age) treated with SIRTURO were arthralgia, nausea and abdominal pain. ( 6.1 ) The most common adverse reaction reported in 10% or more of pediatric patients (5 years to less than 12 years of age) treated with SIRTURO was elevation in liver enzymes. ( 6.1 ) The most common adverse reaction reported in 10% or more of pediatric patients (2 years to less than 5 years of age) treated with SIRTURO was vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Therapeutics, Division of Janssen Products, LP at 1-800-JANSSEN (1-800-526-7736) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to the rates in the clinical studies of another drug and may not reflect the rates observed in clinical practice. Refer to the prescribing information of the drugs used in combination with SIRTURO for their respective adverse reactions. Clinical Studies Experience in Adults Adverse reactions for SIRTURO were identified from safety data from 335 patients who received SIRTURO for eight weeks (Study 2) and 24 weeks (Studies 1 and 3), and 354 patients who received SIRTURO for 40 weeks or 28 weeks (Study 4). In these studies, patients received SIRTURO in combination with other antimycobacterial drugs. Studies 1 and 2 were randomized, double-blind, placebo-controlled trials in newly diagnosed patients with pulmonary TB due to M. tuberculosis resistant to at least rifampin and isoniazid. Study 3 was an open-label, noncomparative study with SIRTURO administered as part of an individualized treatment regimen in previously treated patients with pulmonary TB due to M. tuberculosis resistant to at least rifampin and isoniazid, including patients resistant to second-line injectables and/or fluroquinolones. In Study 1, 35% were Black, 17% were Hispanic, 13% were White, 9% were Asian, and 26% were of another race. Eight of 79 (10%) patients in the SIRTURO group and 16 of 81 (20%) patients in the placebo treatment group were HIV infected. Seven (8.9%) SIRTURO-treated patients and six (7.4%) placebo-treated patients discontinued Study 1 because of an adverse reaction. Study 4 was an open-label, randomized, active-controlled trial in patients with pulmonary TB due to M. tuberculosis resistant to at least rifampin that evaluated a 40-week arm of SIRTURO in combination with other oral antimycobacterial drugs compared with a 40-week active control arm that included an injectable antimycobacterial drug in combination with other oral antimycobacterial drugs. A 28-week arm including SIRTURO, an injectable and other antimycobacterial drugs, was also evaluated in the trial, but recruitment was stopped early due to changes in the standard of care. In the population treated in the two 40-week arms (N=413), the median age was 32.8 years, 61% were male, 46% were Asian, 36% were Black, 18% were White and 16% were HIV infected. Common Adverse Reactions Table 3 presents select adverse reactions that occurred more frequently in the SIRTURO arm than the placebo arm in Study 1. The most common adverse reactions reported in 10% or more patients treated with SIRTURO and occurred more frequently than the placebo arm were nausea, arthralgia, headache, hemoptysis and chest pain. Table 3: Select Adverse Reactions from Study 1 that Occurred More Frequently than Placebo During Treatment with SIRTURO Adverse Reactions SIRTURO Treatment Group N=79 n (%) Placebo Treatment Group N=81 n (%) Nausea 30 (38) 26 (32) Arthralgia 26 (33) 18 (22) Headache 22 (28) 10 (12) Hemoptysis 14 (18) 9 (11) Chest Pain 9 (11) 6 (7) Anorexia 7 (9) 3 (4) Transaminases Increased Terms represented by 'transaminases increased' included transaminases increased, AST increased, ALT increased, hepatic enzyme increased, and hepatic function abnormal. 7 (9) 1 (1) Rash 6 (8) 3 (4) Blood Amylase Increased 2 (3) 1 (1) No additional unique adverse reactions were identified from the uncontrolled Study 3. Transaminase Elevations In both Studies 1 and 2, transaminase elevations of at least 3 times the upper limit of normal developed more frequently in the SIRTURO treatment group (11/102 [10.8%] vs 6/105 [5.7%]) than in the placebo treatment group. In Study 3, 22/230 (9.6%) patients had alanine aminotransferase (ALT) or aspartate aminotransferase (AST) greater than or equal to 3 times the upper limit of normal during the overall treatment period. In Study 4 during the treatment phase, transaminase elevations of at least 3 times the upper limit of normal developed in 45/211 (21%) in the 40-week SIRTURO treatment group, 45/202 (22%) in the 40-week active comparator group, and 23 /143 (16%) in the 28-week SIRTURO-containing group. Table 4 presents select adverse reactions occurring in 5% or greater of patients receiving SIRTURO in combination with other antimycobacterial drugs in the 40-week SIRTURO arm in Study 4. The most common adverse reactions reported in 10% or more patients in the 40-week SIRTURO arm were QTc prolongation, nausea, vomiting, arthralgia, transaminases increased, abdominal pain, pruritus, dizziness, headache, chest pain, rash, insomnia, dry skin, and palpitations. Table 4: Select Adverse Reactions Occurring in 5% or Greater of Patients Receiving the 40-Week SIRTURO Regimen in Study 4 Adverse Reactions SIRTURO 40-week, bedaquiline, levofloxacin, clofazimine, ethambutol, and pyrazinamide, supplemented by high-dose isoniazid and prothionamide in the first 16 weeks (intensive phase). N=211 n (%) Active Control 40-week control treatment of moxifloxacin or levofloxacin, clofazimine, ethambutol, pyrazinamide, supplemented by injectable kanamycin, high dose isoniazid and prothionamide in the first 16 weeks (intensive phase). , Study 4 was not designed to evaluate meaningful comparisons of the incidence of adverse reactions in the SIRTURO and the active control treatment groups. N=202 n (%) QTc prolongation 128 (61) 113 (56) Nausea 114 (54) 126 (62) Vomiting 112 (53) 125 (62) Arthralgia 93 (44) 67 (33) Transaminases increased Terms represented by 'transaminases increased' included AST increased, ALT increased, hepatic enzyme increased, hepatic function abnormal, hypertransaminasemia, and transaminases increased. 63 (30) 59 (29) Abdominal pain Terms represented by 'abdominal pain' included abdominal pain, abdominal pain upper, abdominal pain lower, and abdominal tenderness. 60 (28) 48 (24) Pruritus Terms represented by 'pruritus' included pruritus, pruritus generalized, and rash pruritic. 58 (27) 44 (22) Dizziness 37 (18) 42 (21) Headache 36 (17) 36 (18) Chest pain 33 (16) 24 (12) Rash Terms represented by 'rash' included rash, rash papular and rash maculopapular. 30 (14) 17 (8) Insomnia 30 (14) 19 (9) Dry skin 25 (12) 16 (8) Palpitations 21 (10) 13 (6) Myalgia 19 (9) 6 (3) Paresthesia 16 (8) 8 (4) Diarrhea 12 (6) 17 (8) In the 28-week SIRTURO-containing arm (N=143), in which SIRTURO was used in combination with other antimycobacterial drugs, the most common selected adverse reactions (greater than 10%) were QTc prolongation (56%), arthralgia (55%), nausea (43%), vomiting (29%), pruritus (25%), transaminases increased (21%), dizziness (21%), chest pain (17%), abdominal pain (17%), headache (16%), rash (12%), and hemoptysis (11%). Mortality Imbalance in Clinical Studies In Study 1, there was a statistically significant increased mortality risk by Week 120 in the SIRTURO treatment group compared to the placebo treatment group (9/79 (11.4%) versus 2/81 (2.5%), p-value=0.03, an exact 95% confidence interval of the difference [1.1%, 18.2%]). Five of the 9 SIRTURO deaths and the 2 placebo deaths were TB-related. One death occurred during the 24-week SIRTURO treatment period. The median time to death for the remaining eight patients in the SIRTURO treatment group was 329 days after last intake of SIRTURO. The imbalance in deaths is unexplained; no discernible pattern between death and sputum conversion, relapse, sensitivity to other drugs used to treat TB, HIV status, and severity of disease was observed. In the open-label Study 3, 16/233 (6.9%) patients died. The most common cause of death as reported by the investigator was TB (nine patients). In Study 4, patients originally assigned to non-SIRTURO containing regimens could receive SIRTURO as salvage when the original therapy was not tolerated or ineffective. At Week 132, deaths were observed in 11/211 (5.2%) patients in the 40-week SIRTURO arm versus 8/202 (4.0%) patients in the 40-week active control arm. For the 40-week SIRTURO arm, the most common cause of death was related to TB (five patients). In the 40-week active control arm, which included four of 29 patients who received SIRTURO as part of a salvage treatment, the most common cause of death was related to respiratory disease (e.g., TB, lobar pneumonia, respiratory distress in an HIV-positive patient). The adjusted difference in proportion of fatal adverse reactions between the 40-week SIRTURO arm and the 40-week active control arm was 1.2% [95% CI (-2.8%; 5.2%)]. In the 28-week SIRTURO arm at Week 132, 2/143 (1.4%) patients died; one of the two deaths was also related to TB. The overall mortality for patients treated with SIRTURO was 17/383 (4.4%). Clinical Studies Experience in Pediatric Patients The safety assessment of SIRTURO in pediatric patients is based on data from 45 pediatric patients in an ongoing, single-arm, open-label, multi-cohort trial. Pediatric Patients (12 years to less than 18 years of age) The first cohort was designed to enroll patients 12 years to less than 18 years of age (fifteen patients 14 years to less than 18 years of age were enrolled) with confirmed or probable pulmonary TB due to M. tuberculosis resistant to at least rifampin who received SIRTURO (400 mg once daily for the first 2 weeks and 200 mg 3 times per week for the following 22 weeks) in combination with a background regimen [see Clinical Studies (14.2) ] . The most common adverse reactions were arthralgia in 6/15 (40%) patients, nausea in 2/15 (13%) patients, and abdominal pain in 2/15 (13%) patients. Among the 15 patients, no deaths were reported during the study (Week 120 analysis). Observed laboratory abnormalities were comparable to those in adults. Pediatric Patients (5 years to less than 12 years of age) The second cohort was designed to enroll patients 5 years to less than 12 years of age (fifteen patients aged 5 years to less than 11 years of age were enrolled) with confirmed or probable pulmonary TB due to M. tuberculosis resistant to at least rifampin who received SIRTURO (200 mg once daily for the first 2 weeks and 100 mg 3 times per week for the following 22 weeks) in combination with a background regimen [see Clinical Studies (14.2) ] . The most common adverse reactions were related to elevations in liver enzymes (5/15, 33%), and led to discontinuation of SIRTURO in three patients. Elevations in liver enzymes were reversible upon discontinuation of SIRTURO and some of the background regimen drugs. Among these 15 pediatric patients, no deaths were reported during the study (Week 120 analysis). Pediatric Patients (2 years to less than 5 years of age) The third cohort enrolled 15 patients aged 2 years to less than 5 years of age with confirmed or probable pulmonary TB due to M. tuberculosis resistant to at least rifampin who received SIRTURO (80 to 120 mg once daily for the first 2 weeks and 40 to 60 mg 3 times per week for the following 22 weeks based on weight), in combination with a background regimen [see Clinical Studies (14.2) ] . The most common adverse reaction was vomiting in 3/15 (20%) patients. Among these 15 pediatric patients, no deaths were reported during treatment with SIRTURO (Week 24 analysis)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer SIRTURO by directly observed therapy (DOT). ( 2.1 ) Emphasize need for compliance with full course of therapy. ( 2.1 ) Prior to administration, obtain ECG, liver enzymes and electrolytes. Obtain susceptibility information for the background regimen against Mycobacterium tuberculosis isolate if possible. ( 2.2 ) Only use SIRTURO in combination with at least 3 other drugs to which the patient's TB isolate has been shown to be susceptible in vitro. If in vitro testing results are unavailable, may initiate SIRTURO in combination with at least 4 other drugs to which patient's TB isolate is likely to be susceptible. ( 2.1 ) Recommended dosage in adult patients: 400 mg (4 of the 100 mg tablets OR 20 of the 20 mg tablets) once daily for 2 weeks followed by 200 mg (2 of the 100 mg tablets OR 10 of the 20 mg tablets) 3 times per week (with at least 48 hours between doses) for 22 weeks. ( 2.3 ) Recommended dosage in pediatric patients (2 years and older and weighing at least 8 kg) is based on body weight. ( 2.4 ) Take SIRTURO tablets with food. ( 2.6 ) See full prescribing information for the different methods of administration of SIRTURO 20 mg tablet and administration of the 100 mg tablet. 2.1 Important Administration Instructions Administer SIRTURO by directly observed therapy (DOT). Only use SIRTURO in combination with at least three other drugs to which the patient's TB isolate has been shown to be susceptible in vitro. If in vitro testing results are unavailable, SIRTURO treatment may be initiated in combination with at least four other drugs to which the patient's TB isolate is likely to be susceptible. Refer to the prescribing information of the drugs used in combination with SIRTURO for further information. SIRTURO (20 mg and 100 mg) must be taken with food. SIRTURO 20 mg are functionally scored tablets which can be split at the scored lines into two equal halves of 10 mg each to provide doses less than 20 mg [see Dosage and Administration (2.6) ]. As an alternative method of administration, SIRTURO 20 mg tablets can be dispersed in water and administered or dispersed in water and further mixed with a beverage or soft food, or crushed and mixed with soft food, or administered through a feeding tube [see Dosage and Administration (2.6) ]. Emphasize the need for compliance with the full course of therapy. 2.2 Required Testing Prior to Administration Prior to treatment with SIRTURO, obtain the following: Susceptibility information for the background regimen against M. tuberculosis isolate if possible [see Dosage and Administration (2.1) ] ECG [see Warnings and Precautions (5.1) ] Serum potassium, calcium, and magnesium concentrations [see Warnings and Precautions (5.1) ] Liver enzymes [see Warnings and Precautions (5.4) ] 2.3 Recommended Dosage in Adult Patients The recommended dosage of SIRTURO in adult patients is: Table 1: Recommended Dosage of SIRTURO in Adult Patients Dosage Recommendation Weeks 1 and 2 Weeks 3 to 24 At least 48 hours between doses 400 mg (4 of the 100 mg tablets OR 20 of the 20 mg tablets) orally once daily 200 mg (2 of the 100 mg tablets OR 10 of the 20 mg tablets) orally three times per week Recommended dosage in pediatric patients is described in Table 2 below [see Dosage and Administration (2.4) ]. Administer SIRTURO tablets with food. The total duration of treatment with SIRTURO in adults is 24 weeks. When treatment with SIRTURO is considered necessary beyond 24 weeks, treatment may be continued at a dose of 200 mg three times per week [see Clinical Studies (14.1) ] . 2.4 Recommended Dosage in Pediatric Patients (2 years and older and weighing at least 8 kg) The recommended dosage of SIRTURO in pediatric patients (2 years and older and weighing at least 8 kg) is based on body weight and shown in Table 2: Table 2: Recommended Dosage of SIRTURO in Pediatric Patients (2 years and older and weighing at least 8 kg) Body Weight Dosage Recommendation Weeks 1 and 2 Weeks 3 to 24 At least 48 hours between doses 8 kg to less than 10 kg 80 mg (4 of the 20 mg tablets) orally once daily 40 mg (2 of the 20 mg tablets) orally three times per week 10 kg to less than 15 kg 120 mg (6 of the 20 mg tablets) orally once daily 60 mg (3 of the 20 mg tablets) orally three times per week 15 kg to less than 30 kg 200 mg (2 of the 100 mg tablets OR 10 of the 20 mg tablets) orally once daily 100 mg (1 of the 100 mg tablets OR 5 of the 20 mg tablets) orally three times per week Greater than or equal to 30 kg 400 mg (4 of the 100 mg tablets OR 20 of the 20 mg tablets) orally once daily 200 mg (2 of the 100 mg tablets OR 10 of the 20 mg tablets) orally three times per week Administer SIRTURO tablets with food. The total duration of treatment with SIRTURO is 24 weeks. When treatment with SIRTURO is considered necessary beyond 24 weeks in patients 16 years and older, and weighing at least 30 kg, treatment may be continued at a dose of 200 mg three times per week [see Clinical Studies (14.1) ] . 2.5 Missed Dose If a dose is missed during the first 2 weeks of treatment, do not administer the missed dose (skip the dose and then continue the daily dosing regimen). From Week 3 onwards, if a dose is missed, administer the missed dose as soon as possible, and then resume the 3 times a week dosing regimen. The total dose of SIRTURO during a 7-day period should not exceed the recommended weekly dose (with at least 24 hours between each intake). 2.6 Method of Administration There is one method of administration of SIRTURO 100 mg tablet and four different methods of administration of SIRTURO 20 mg tablet as follows, each of which must be taken with food: For SIRTURO 100 mg tablet, administer the tablet whole with water. Take with food. For SIRTURO 20 mg tablet, the four different methods of administration are outlined below. Each administration method requires SIRTURO to be taken with food in addition to any soft food or beverage used to administer SIRTURO by the different methods for patients who cannot swallow intact SIRTURO 20 mg tablets. Methods of Administration of SIRTURO 20 mg Tablet Administration of 20 mg Tablets to Patients Who Can Swallow Intact Tablets: Administer SIRTURO 20 mg tablet whole or split in half along the functional score line into two equal halves of 10 mg each. Administer SIRTURO 20 mg tablet with water. Take with food. Administration of 20 mg Tablets to Patients Who Cannot Swallow Intact Tablets: Dispersed in Water and Mixed with Beverage or Soft Food For patients who have difficulty swallowing intact tablets, SIRTURO 20 mg tablet can be dispersed in water prior to administration with food. If needed to aid with administration, the dispersed mixture in water can be further mixed with a beverage (e.g., water, milk products, apple juice, orange juice, cranberry juice or carbonated beverage) or soft food (e.g., yogurt, apple sauce, mashed banana or porridge) as follows: Disperse tablets in water (maximum of 5 tablets in 5 mL of water) in a drinking cup. Mix the contents of the cup well until the tablets are completely dispersed and then orally administer the contents of the cup immediately with food. If needed to aid with oral administration, the dispersed mixture in water can be further mixed with at least 5 mL of beverage or 1 teaspoonful of soft food and then orally administer the contents of the cup immediately. If the total dose requires more than 5 tablets, repeat the above preparation steps with the appropriate number of additional tablets until the desired dose is reached. Ensure no tablet residue is left in the cup, rinse with beverage or add more soft food and orally administer the contents of the cup immediately. Take with food in addition to any beverage or soft food used to aid in administration. Crushed and Mixed with Soft Food SIRTURO 20 mg tablet can be crushed and mixed with soft food (e.g., yogurt, apple sauce, mashed banana or porridge) immediately prior to use and administered orally. To ensure no tablet residue is left in the container, add more soft food and administer the contents immediately. Take with food in addition to any beverage or soft food used to aid in administration. Administration Through a Feeding Tube SIRTURO 20 mg tablet can be administered through a feeding tube (8 French or greater) as follows: Disperse 5 tablets or less in 50 mL of non-carbonated water and mix well. Mixture should be white to almost white with visible particles expected. Administer through the feeding tube immediately. Repeat with additional tablets until desired dose is reached. Rinse and flush with 25 mL of additional water to ensure no tablet residue is left in materials used for preparation or the feeding tube. Administer with food."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SIRTURO is a diarylquinoline antimycobacterial drug indicated as part of combination therapy in the treatment of adult and pediatric patients (2 years and older and weighing at least 8 kg) with pulmonary tuberculosis (TB) due to Mycobacterium tuberculosis resistant to at least rifampin and isoniazid. SIRTURO is a diarylquinoline antimycobacterial drug indicated as part of combination therapy in adult and pediatric patients (2 years and older and weighing at least 8 kg) with pulmonary tuberculosis (TB) due to Mycobacterium tuberculosis resistant to at least rifampin and isoniazid. ( 1 ) Limitations of Use : Do not use SIRTURO for the treatment of latent, extra-pulmonary or drug-sensitive TB or for the treatment of infections caused by non-tuberculous mycobacteria. ( 1 ) Limitations of Use Do not use SIRTURO for the treatment of: Latent infection due to Mycobacterium tuberculosis ( M. tuberculosis ) Drug-sensitive pulmonary TB Extra-pulmonary TB Infections caused by non-tuberculous mycobacteria"
  ],
  "fetched_at": "2025-10-01T17:06:04.423357",
  "source": "OpenFDA"
}