{
  "drug_name": "Belinostat",
  "generic_name": [
    "BELINOSTAT"
  ],
  "brand_names": [
    "Beleodaq"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS UGT1A1 Inhibitors: Avoid use or modify dosage if use is unavoidable. ( 2.6 , 7.1 ) 7.1 UGT1A1 Inhibitors Avoid concomitant administration of Beleodaq with UGT1A1inhibitors. If concomitant use of a UGT1A1 inhibitor is unavoidable, modify the Beleodaq dose [see Dosage and Administration ( 2.6 )] . Belinostat is primarily metabolized by UGT1A1. Concomitant use with a UGT1A1 inhibitor increases belinostat exposure [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of Beleodaq adverse reactions.",
    "7.1 UGT1A1 Inhibitors Avoid concomitant administration of Beleodaq with UGT1A1inhibitors. If concomitant use of a UGT1A1 inhibitor is unavoidable, modify the Beleodaq dose [see Dosage and Administration ( 2.6 )] . Belinostat is primarily metabolized by UGT1A1. Concomitant use with a UGT1A1 inhibitor increases belinostat exposure [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of Beleodaq adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in more detail in other sections of the prescribing information. • Hematologic Toxicity [see Warnings and Precautions ( 5.1 )] • Infection [see Warnings and Precautions ( 5.2 )] • Hepatotoxicity [see Warnings and Precautions ( 5.3 )] • Tumor Lysis Syndrome [see Warnings and Precautions ( 5.4 )] • Gastrointestinal Toxicity [see Warnings and Precautions ( 5.5 )] The most common adverse reactions (>25%) are nausea, fatigue, pyrexia, anemia, and vomiting. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Acrotech Biopharma Inc at 1-888-292-9617 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of Beleodaq may not reflect the rates observed in practice. Adverse Reactions in Patients with Peripheral T-Cell Lymphoma The safety of Beleodaq was evaluated in 129 patients with relapsed or refractory PTCL in the single arm clinical trial in which patients were administered Beleodaq at a dosage of 1,000 mg/m 2 administered over 30 minutes by IV infusion once daily on Days 1 through 5 of a 21-day cycle [see Clinical Studies ( 14 ) ] . The median duration of treatment was 2 cycles (range 1 – 33 cycles). The most common adverse reactions observed in the trial of patients with relapsed or refractory PTCL treated with Beleodaq were nausea, fatigue, pyrexia, anemia, and vomiting [see Clinical Studies ( 14 ) ] . Table 3 summarizes the adverse reactions regardless of causality from the trial in patients with relapsed or refractory PTCL. Table 3: Adverse Reactions Occurring in ≥ 10% of Patients with Relapsed or Refractory PTCL (NCI CTC Grade 1-4) Adverse Reactions Percentage of Patients (%) (N=129) All Grades Grade 3 or 4 All Adverse Reactions 97 61 Nausea 42 1 Fatigue 37 5 Pyrexia 35 2 Anemia 32 11 Vomiting 29 1 Constipation 23 1 Diarrhea 23 2 Dyspnea 22 6 Rash 20 1 Peripheral Edema 20 0 Cough 19 0 Thrombocytopenia 16 7 Pruritus 16 3 Chills 16 1 Increased Blood Lactate Dehydrogenase 16 2 Decreased Appetite 15 2 Headache 15 0 Infusion Site Pain 14 0 Hypokalemia 12 4 Prolonged QT 11 4 Abdominal pain 11 1 Hypotension 10 3 Phlebitis 10 1 Dizziness 10 0 Note: Adverse reactions are listed by order of incidence in the “All Grades” category first, then by incidence in “the Grade 3 or 4” category; Measured by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 3.0 Serious Adverse Reactions Sixty-one patients (47.3%) experienced serious adverse reactions while taking Beleodaq or within 30 days after their last dose of Beleodaq. The most common serious adverse reactions (> 2%) were pneumonia, pyrexia, infection, anemia, increased creatinine, thrombocytopenia, and multi-organ failure. One treatment-related death associated with hepatic failure was reported in the trial. One patient with baseline hyperuricemia and bulky disease experienced Grade 4 tumor lysis syndrome during the first cycle of treatment and died due to multi-organ failure. A treatment-related death from ventricular fibrillation was reported in another monotherapy clinical trial with Beleodaq. ECG analysis did not identify QTc prolongation. Discontinuations due to Adverse Reactions Twenty-five patients (19.4%) discontinued treatment with Beleodaq due to adverse reactions. The adverse reactions reported most frequently as the reason for discontinuation of treatment included anemia, febrile neutropenia, fatigue, and multi-organ failure. Dosage Modifications due to Adverse Reactions In the trial, dosage adjustments due to adverse reactions occurred in 12% of Beleodaq-treated patients.",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of Beleodaq may not reflect the rates observed in practice. Adverse Reactions in Patients with Peripheral T-Cell Lymphoma The safety of Beleodaq was evaluated in 129 patients with relapsed or refractory PTCL in the single arm clinical trial in which patients were administered Beleodaq at a dosage of 1,000 mg/m 2 administered over 30 minutes by IV infusion once daily on Days 1 through 5 of a 21-day cycle [see Clinical Studies ( 14 ) ] . The median duration of treatment was 2 cycles (range 1 – 33 cycles). The most common adverse reactions observed in the trial of patients with relapsed or refractory PTCL treated with Beleodaq were nausea, fatigue, pyrexia, anemia, and vomiting [see Clinical Studies ( 14 ) ] . Table 3 summarizes the adverse reactions regardless of causality from the trial in patients with relapsed or refractory PTCL. Table 3: Adverse Reactions Occurring in ≥ 10% of Patients with Relapsed or Refractory PTCL (NCI CTC Grade 1-4) Adverse Reactions Percentage of Patients (%) (N=129) All Grades Grade 3 or 4 All Adverse Reactions 97 61 Nausea 42 1 Fatigue 37 5 Pyrexia 35 2 Anemia 32 11 Vomiting 29 1 Constipation 23 1 Diarrhea 23 2 Dyspnea 22 6 Rash 20 1 Peripheral Edema 20 0 Cough 19 0 Thrombocytopenia 16 7 Pruritus 16 3 Chills 16 1 Increased Blood Lactate Dehydrogenase 16 2 Decreased Appetite 15 2 Headache 15 0 Infusion Site Pain 14 0 Hypokalemia 12 4 Prolonged QT 11 4 Abdominal pain 11 1 Hypotension 10 3 Phlebitis 10 1 Dizziness 10 0 Note: Adverse reactions are listed by order of incidence in the “All Grades” category first, then by incidence in “the Grade 3 or 4” category; Measured by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 3.0 Serious Adverse Reactions Sixty-one patients (47.3%) experienced serious adverse reactions while taking Beleodaq or within 30 days after their last dose of Beleodaq. The most common serious adverse reactions (> 2%) were pneumonia, pyrexia, infection, anemia, increased creatinine, thrombocytopenia, and multi-organ failure. One treatment-related death associated with hepatic failure was reported in the trial. One patient with baseline hyperuricemia and bulky disease experienced Grade 4 tumor lysis syndrome during the first cycle of treatment and died due to multi-organ failure. A treatment-related death from ventricular fibrillation was reported in another monotherapy clinical trial with Beleodaq. ECG analysis did not identify QTc prolongation. Discontinuations due to Adverse Reactions Twenty-five patients (19.4%) discontinued treatment with Beleodaq due to adverse reactions. The adverse reactions reported most frequently as the reason for discontinuation of treatment included anemia, febrile neutropenia, fatigue, and multi-organ failure. Dosage Modifications due to Adverse Reactions In the trial, dosage adjustments due to adverse reactions occurred in 12% of Beleodaq-treated patients."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage of Beleodaq is 1,000 mg/m 2 administered over 30 minutes by intravenous infusion once daily on days 1 through 5 of a 21-day cycle. Cycles can be repeated until disease progression or unacceptable toxicity. ( 2.1 ) Treatment discontinuation or interruption with or without dosage reductions by 25% may be needed to manage adverse reactions ( 2.2 ) Reduce dosage in patients with moderate hepatic or renal impairment. ( 2.3 , 2.4 , 8.6 , 8.7 ) Avoid use in patients with severe hepatic or renal impairment. ( 2.3 , 2.4 , 8.6 , 8.7 ) Modify dosage in patients known to be homozygous for the UGT1A1*28 allele. ( 2.5 ) See the full prescribing information for preparation and administration instructions. ( 2.7 ) 2.1 Recommended Dosage The recommended dosage of Beleodaq is 1,000 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1 through 5 of a 21-day cycle. Cycles can be repeated every 21 days until disease progression or unacceptable toxicity. 2.2 Dosage Modification for Hematologic and Non-Hematologic Toxicities Table 1 displays the recommended Beleodaq dosage modifications for hematologic and non-hematologic toxicities. Base dosage adjustments for thrombocytopenia and neutropenia on platelet and absolute neutrophil nadir (lowest value) counts in the preceding cycle of therapy. • Absolute neutrophil count (ANC) should be greater than or equal to 1 x 10 9 /L and the platelet count should be greater than or equal to 50 x 10 9 /L prior to the start of each cycle and prior to resuming treatment following toxicity. Resume subsequent treatment with Beleodaq according to the guidelines described in Table 1 below. Discontinue Beleodaq in patients who have recurrent ANC nadirs less than 0.5 x 10 9 /L and/or recurrent platelet count nadirs less than 25 x 10 9 /L after two dosage reductions. • Other toxicities must be NCI-CTCAE Grade 2 or less prior to re-treatment. Monitor complete blood counts at baseline and weekly. Perform serum chemistry tests, including renal and hepatic functions prior to the start of the first dose of each cycle. Table 1: Dosage Modifications for Hematologic and Non-Hematologic Toxicities Dosage Modification Dosage Modifications due to Hematologic Toxicities Platelet count ≥ 25 x 10 9 /L and nadir ANC ≥ 0.5 x 10 9 /L No Change Nadir ANC < 0.5 x 10 9 /L (any platelet count) Decrease dosage by 25% (750 mg/m 2 ) Platelet count < 25 x 10 9 /L (any nadir ANC) Dosage Modifications due to Non-Hematologic Toxicities Any CTCAE Grade 3 or 4 adverse reaction ª Decrease dosage by 25% (750 mg/m 2 ) Recurrence of CTCAE Grade 3 or 4 adverse reaction after two dosage reductions Discontinue Beleodaq ªFor nausea, vomiting, and diarrhea, dose modification may not be necessary if the duration is less than 7 days with supportive management 2.3 Recommended Dosage in Patients with Hepatic Impairment Beleodaq dosage in patients with moderate hepatic impairment (total bilirubin > 1.5 to 3 x ULN, any aspartate aminotransferase (AST)) is 500 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1 through 5 of a 21-day cycle. Avoid use of Beleodaq in patients with severe hepatic impairment (total bilirubin > 3 x ULN, any AST). No dosage adjustment is recommended for patients with mild hepatic impairment (total bilirubin ≤ 1.5 x ULN, any AST). Hepatic impairment is defined per the National Cancer Institute Organ Dysfunction Working Group. 2.4 Recommended Dosage in Patients with Renal Impairment Beleodaq dosage in patients with moderate renal impairment (creatinine clearance [CLcr] 30 to <60 mL/min) is 500 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1 through 5 of a 21-day cycle. Avoid use of Beleodaq in patients with severe renal impairment (CLcr < 30 mL/min). No dosage adjustment is recommended for patients with mild renal impairment (CLcr 60 to < 90 mL/min). 2.5 Dosage Modification for Patients with Reduced UGT1A1 Activity Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele [see Clinical Pharmacology ( 12.5 )] . 2.6 Dosage Modification for Concomitant Use with UGT1A1 Inhibitors Avoid concomitant use of Beleodaq with UGT1A1 inhibitors. If concomitant use of a UGT1A1 inhibitor is unavoidable, reduce the Beleodaq dosage by 25% as shown in Table 2 . Table 2: Dosage Modifications for Concomitant Use with a UGT1A1 Inhibitor Beleodaq Starting Dosage Beleodaq Modified Dosage 1,000 mg/m 2 750 mg/m 2 750 mg/m 2 562.5 mg/m 2 500 mg/m 2 Interrupt Beleodaq treatment for the duration of UGT1A1 inhibitor use. After discontinuation of a UGT1A1 inhibitor of 5 half-lives, resume the Beleodaq dosage that was taken prior to initiating the UGT1A1 inhibitor. 2.7 Preparation and Administration Beleodaq is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Preparation: Aseptically reconstitute each vial of Beleodaq by adding 9 mL of Sterile Water for Injection into the Beleodaq vial with a suitable syringe to achieve a concentration of 50 mg of belinostat per mL. Swirl the contents of the vial until there are no visible particles in the resulting solution. If not used immediately, the reconstituted product may be stored for up to 12 hours at room temperature (15°C to 25°C; 59°F to 77°F). Aseptically withdraw the volume needed for the required dosage (based on the 50 mg/mL concentration and the patient’s BSA [m 2 ]) and transfer to an infusion bag containing 250 mL of 0.9 % Sodium Chloride Injection. If not used immediately, the infusion bag with drug solution may be stored at room temperature (15°C to 25°C; 59°F to 77°F) for up to 36 hours including infusion time. Visually inspect the solution for particulate matter. Do not use if cloudiness or particulates are observed. Administration: Connect the infusion bag containing drug solution to an infusion set with a 0.22 micron in-line filter for administration. Infuse intravenously over 30 minutes. If infusion site pain or other symptoms potentially attributable to the infusion occur, the infusion time may be extended to 45 minutes.",
    "2.1 Recommended Dosage The recommended dosage of Beleodaq is 1,000 mg/m 2 administered over 30 minutes by intravenous infusion once daily on Days 1 through 5 of a 21-day cycle. Cycles can be repeated every 21 days until disease progression or unacceptable toxicity.",
    "2.2 Dosage Modification for Hematologic and Non-Hematologic Toxicities Table 1 displays the recommended Beleodaq dosage modifications for hematologic and non-hematologic toxicities. Base dosage adjustments for thrombocytopenia and neutropenia on platelet and absolute neutrophil nadir (lowest value) counts in the preceding cycle of therapy. • Absolute neutrophil count (ANC) should be greater than or equal to 1 x 10 9 /L and the platelet count should be greater than or equal to 50 x 10 9 /L prior to the start of each cycle and prior to resuming treatment following toxicity. Resume subsequent treatment with Beleodaq according to the guidelines described in Table 1 below. Discontinue Beleodaq in patients who have recurrent ANC nadirs less than 0.5 x 10 9 /L and/or recurrent platelet count nadirs less than 25 x 10 9 /L after two dosage reductions. • Other toxicities must be NCI-CTCAE Grade 2 or less prior to re-treatment. Monitor complete blood counts at baseline and weekly. Perform serum chemistry tests, including renal and hepatic functions prior to the start of the first dose of each cycle. Table 1: Dosage Modifications for Hematologic and Non-Hematologic Toxicities Dosage Modification Dosage Modifications due to Hematologic Toxicities Platelet count ≥ 25 x 10 9 /L and nadir ANC ≥ 0.5 x 10 9 /L No Change Nadir ANC < 0.5 x 10 9 /L (any platelet count) Decrease dosage by 25% (750 mg/m 2 ) Platelet count < 25 x 10 9 /L (any nadir ANC) Dosage Modifications due to Non-Hematologic Toxicities Any CTCAE Grade 3 or 4 adverse reaction ª Decrease dosage by 25% (750 mg/m 2 ) Recurrence of CTCAE Grade 3 or 4 adverse reaction after two dosage reductions Discontinue Beleodaq ªFor nausea, vomiting, and diarrhea, dose modification may not be necessary if the duration is less than 7 days with supportive management",
    "2.5 Dosage Modification for Patients with Reduced UGT1A1 Activity Reduce the starting dose of Beleodaq to 750 mg/m 2 in patients known to be homozygous for the UGT1A1*28 allele [see Clinical Pharmacology ( 12.5 )] .",
    "2.7 Preparation and Administration Beleodaq is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Preparation: Aseptically reconstitute each vial of Beleodaq by adding 9 mL of Sterile Water for Injection into the Beleodaq vial with a suitable syringe to achieve a concentration of 50 mg of belinostat per mL. Swirl the contents of the vial until there are no visible particles in the resulting solution. If not used immediately, the reconstituted product may be stored for up to 12 hours at room temperature (15°C to 25°C; 59°F to 77°F). Aseptically withdraw the volume needed for the required dosage (based on the 50 mg/mL concentration and the patient’s BSA [m 2 ]) and transfer to an infusion bag containing 250 mL of 0.9 % Sodium Chloride Injection. If not used immediately, the infusion bag with drug solution may be stored at room temperature (15°C to 25°C; 59°F to 77°F) for up to 36 hours including infusion time. Visually inspect the solution for particulate matter. Do not use if cloudiness or particulates are observed. Administration: Connect the infusion bag containing drug solution to an infusion set with a 0.22 micron in-line filter for administration. Infuse intravenously over 30 minutes. If infusion site pain or other symptoms potentially attributable to the infusion occur, the infusion time may be extended to 45 minutes."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Beleodaq is indicated for the treatment of adult patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response [ see Clinical Studies ( 14 )]. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial. Beleodaq is a histone deacetylase inhibitor indicated for the treatment of adult patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial.( 1 )"
  ],
  "fetched_at": "2025-10-01T15:50:50.326509",
  "source": "OpenFDA"
}