{
  "drug_name": "Benazepril",
  "generic_name": [
    "BENAZEPRIL HYDROCHLORIDE"
  ],
  "brand_names": [
    "Benazepril Hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Diuretics: Excessive drop in blood pressure ( 7.1 ) • Antidiabetics: Increased risk of hypoglycaemia ( 7.2 ) • NSAIDS: Increased risk of renal impairment and loss of antihypertensive efficacy ( 7.3 ) • Dual inhibition of the renin-angiotensin system: Increased risk of renal impairment, hypotension and hyperkalemia ( 7.4 ) • Lithium: Symptoms of lithium toxicity ( 7.6 ) • Neprilysin Inhibitor: Increased risk of angioedema ( Error! Hyperlink reference not valid. ) • Gold: Nitritoid reactions ( 7.8 ) 7.1 Diuretics Hypotension Patients on diuretics, especially those in whom diuretic therapy was recently instituted, may occasionally experience an excessive reduction of blood pressure after initiation of therapy with benazepril hydrochloride. The possibility of hypotensive effects with benazepril hydrochloride can be minimized by either discontinuing or decreasing the dose of diuretic prior to initiation of treatment with benazepril hydrochloride [see Dosage and Administration ( 2.1 )]. Hyperkalemia Potassium-sparing diuretics (spironolactone, amiloride, triamterene, and others) can increase the risk of hyperkalemia. Therefore, if concomitant use of such agents is indicated, monitor the patient’s serum potassium frequently. Benazepril hydrochloride attenuates potassium loss caused by thiazide-type diuretics. 7.2 Antidiabetics Concomitant administration of benazepril hydrochloride and antidiabetic medicines (insulins, oral hypoglycemic agents) may increase the risk of hypoglycemia. 7.3 Non-Steroidal Anti-Inflammatory Agents including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of NSAIDs, including selective COX-2 inhibitors, with ACE inhibitors, including benazepril, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving benazepril and NSAID therapy. The antihypertensive effect of ACE inhibitors, including benazepril, may be attenuated by NSAIDs. 7.4 Dual Blockade of the Renin-Angiotensin System (RAS) Dual Blockade of the RAS with angiotensin receptor blockers, ACE inhibitors, or aliskiren is associated with increased risks of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Most patients receiving the combination of two RAS inhibitors do not obtain any additional benefit compared to monotherapy. In general, avoid combined use of RAS inhibitors. Closely monitor blood pressure, renal function and electrolytes in patients on benazepril hydrochloride and other agents that affect the RAS. Do not coadminister aliskiren with benazepril hydrochloride in patients with diabetes. Avoid use of aliskiren with benazepril hydrochloride in patients with renal impairment (GFR < 60 ml/min). 7.5 Mammalian Target of Rapamycin (mTOR) Inhibitors Patients receiving coadministration of ACE inhibitor and mTOR inhibitor (e.g., temsirolimus, sirolimus, everolimus) therapy may be at increased risk for angioedema. Monitor for signs of angioedema [see Warnings and Precautions ( 5.2 )] . 7.6 Lithium Lithium toxicity has been reported in patients receiving lithium concomitantly with benazepril hydrochloride. Lithium toxicity was usually reversible upon discontinuation of lithium or benazepril hydrochloride. Monitor serum lithium levels during concurrent use. 7.7 Neprilysin Inhibitor Patients taking concomitant neprilysin inhibitors may be at increased risk for angioedema [see Warnings and Precautions]. 7.8 Gold Nitritoid reactions (symptoms include facial flushing, nausea, vomiting and hypotension) have been reported rarely in patients on therapy with injectable gold (sodium aurothiomalate) and concomitant ACE inhibitor therapy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Benazepril hydrochloride has been evaluated for safety in over 6000 patients with hypertension; over 700 of these patients were treated for at least one year. The overall incidence of reported adverse events was similar in benazepril hydrochloride and placebo patients. The reported side effects were generally mild and transient, and there was no relation between side effects and age, duration of therapy, or total dosage within the range of 2 to 80 mg. Discontinuation of therapy because of a side effect was required in approximately 5% of U.S. patients treated with benazepril hydrochloride and in 3% of patients treated with placebo. The most common reasons for discontinuation were headache (0.6%) and cough (0.5%). Adverse reactions seen in at least 1% greater frequency in patients treated with benazepril hydrochloride than placebo were headache (6% vs. 4%), dizziness (4% vs. 2%), somnolence (2% vs. 0%) and postural dizziness (2% vs. 0%). Adverse reactions reported in controlled clinical trials (less than 1% more on benazepril than on placebo), and rarer events seen in post-marketing experience, include the following (in some, a causal relationship to drug use is uncertain): Dermatologic: Stevens-Johnson syndrome, pemphigus, apparent hypersensitivity reactions (manifested by dermatitis, pruritus, or rash), photosensitivity, and flushing. Gastrointestinal: Nausea, pancreatitis, constipation, gastritis, vomiting, and melena. Hematologic: Thrombocytopenia and hemolytic anemia. Neurologic/Psychiatric: Anxiety, decreased libido, hypertonia, insomnia, nervousness, and paresthesia. Other: Fatigue, asthma, bronchitis, dyspnea, sinusitis, urinary tract infection, frequent urination, infection, arthritis, impotence, alopecia, arthralgia, myalgia, asthenia, sweating. Laboratory Abnormalities : Elevations of uric acid, blood glucose, serum bilirubin, and liver enzymes [see Adverse Reactions S ( 5 )] have been reported, as have incidents of hyponatremia, electrocardiographic changes, eosinophilia, and proteinuria. The most common adverse reactions leading to discontinuation were headache (0.6%) and cough (0.5%) ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Solco Healthcare US, LLC at 1-866-257-2597 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Benazepril hydrochloride tablets are contraindicated in patients: • who are hypersensitive to benazepril or to any other ACE inhibitor • with a history of angioedema with or without previous ACE inhibitor treatment Benazepril hydrochloride tablets are contraindicated in combination with a neprilysin inhibitor (e.g., sacubitril). Do not administer benazepril hydrochloride tablets within 36 hours of switching to or from sacubitril/valsartan, a neprilysin inhibitor [see Warnings and Precautions (5.2)]. Do not coadminister aliskiren with angiotensin receptor blockers, ACE inhibitors; including benazepril hydrochloride tablets in patients with diabetes [see Drug Interactions ( 7.4 )] . • Angioedema or history of hereditary or idiopathic angioedema ( 4 ) • Hypersensitivity ( 4 ) • Co-administration with aliskiren in patients with diabetes ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Adult Patients: Initiate with 10 mg once daily (or 5 mg if patient is on diuretic). Titrate to 40 mg daily based on blood pressure response. ( 2.1 ) • Pediatric patients age 6 years and above with glomerular filtration rate (GFR) >30 mL/min/1.73 m 2 : Initiate with 0.2 mg/kg once daily. Maximum dose is 0.6 mg/kg once daily. • Renal Impairment: Initiate with 5 mg once daily in patients with GFR <30 mL/min/1.73 m 2 (serum creatinine >3 mg/dL) ( 2 .2) 2.1 Recommended Dosage ADULTS The recommended initial dose for patients not receiving a diuretic is 10 mg once a day. The usual maintenance dosage range is 20 to 40 mg per day administered as a single dose or in two equally divided doses. A dose of 80 mg gives an increased response, but experience with this dose is limited. The divided regimen was more effective in controlling trough (pre-dosing) blood pressure than the same dose given as a once-daily regimen. Use with diuretics in adults The recommended starting dose of benazepril hydrochloride tablets in a patient on a diuretic is 5 mg once daily. If blood pressure is not controlled with benazepril hydrochloride alone, a low dose of diuretic may be added. PEDIATRIC PATIENTS 6 YEARS OF AGE AND OLDER The recommended starting dose for pediatric patients is 0.2 mg/kg once per day. Titrate as needed to 0.6 mg/kg once per day. Doses above 0.6 mg/kg (or in excess of 40 mg daily) have not been studied in pediatric patients. Benazepril hydrochloride tablets are not recommended in pediatric patients less than 6 years of age or in pediatric patients with GFR less than 30 mL/min/1.73 m 2 [see Use in Specific Populations ( Error! Hyperlink reference not valid. )]. 2.2 Dose Adjustment for Renal Impairment For adults with a GFR < 30 mL/min/1.73 m 2 (serum creatinine > 3 mg/dL), the recommended initial dose is 5 mg benazepril hydrochloride tablets once daily. Dosage may be titrated upward until blood pressure is controlled or to a maximum total daily dose of 40 mg. Benazepril hydrochloride tablets can also worsen renal function [see Warnings and Precautions ( 5.3 )]. 2.3 Preparation of Suspension (for 150 mL of a 2 mg/mL Suspension) Add 75 mL of Ora-Plus®* oral suspending vehicle to an amber polyethylene terephthalate (PET) bottle containing fifteen benazepril hydrochloride 20 mg tablets, and shake for at least two minutes. Allow the suspension to stand for a minimum of 1 hour. After the standing time, shake the suspension for a minimum of one additional minute. Add 75 mL of Ora-Sweet®* oral syrup vehicle to the bottle and shake the suspension to disperse the ingredients. The suspension should be refrigerated at 2°to8°C (36°to46°F) and can be stored for up to 30 days in the PET bottle with a child-resistant screw-cap closure. Shake the suspension before each use. *Ora-Plus® and Ora-Sweet® are registered trademarks of Paddock Laboratories, Inc. Ora Plus® contains carrageenan, citric acid, methylparaben, microcrystalline cellulose, carboxymethylcellulose sodium, potassium sorbate, simethicone, sodium phosphate monobasic, xanthan gum, and water. Ora-Sweet® contains citric acid, berry citrus flavorant, glycerin, methylparaben, potassium sorbate, sodium phosphate monobasic, sorbitol, sucrose, and water."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Benazepril hydrochloride tablets are indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including the class to which this drug principally belongs. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mm Hg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in Black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy. It may be used alone or in combination with thiazide diuretics. Benazepril hydrochloride is an angiotensin-converting enzyme (ACE) inhibitor indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:19:06.713475",
  "source": "OpenFDA"
}