{
  "drug_name": "Bendamustine",
  "generic_name": [
    "BENDAMUSTINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Bendamustine Hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consider alternative therapies that are not CYP1A2 inducers or inhibitors during treatment with bendamustine hydrochloride injection. ( 7.1 ) 7.1 Effect of Other Drugs on Bendamustine Hydrochloride Injection CYP1A2 Inhibitors The coadministration of bendamustine hydrochloride injection with CYP1A2 inhibitors may increase bendamustine plasma concentrations and may result in increased incidence of adverse reactions with bendamustine hydrochloride injection [see Clinical Pharmacology ( 12.3 )]. Consider alternative therapies that are not CYP1A2 inhibitors during treatment with bendamustine hydrochloride injection. CYP1A2 Inducers The coadministration of bendamustine hydrochloride injection with CYP1A2 inducers may decrease bendamustine plasma concentrations and may result in decreased efficacy of bendamustine hydrochloride injection [see Clinical Pharmacology ( 12.3 )]. Consider alternative therapies that are not CYP1A2 inducers during treatment with bendamustine hydrochloride injection."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant serious adverse reactions are discussed in greater detail in other sections of the prescribing information. Myelosuppression [see Warnings and Precautions ( 5.1 )] Infections [see Warnings and Precautions ( 5.2 )] Progressive Multifocal Leukoencephalopathy [see Warnings and Precautions ( 5.3 )] Anaphylaxis and Infusion Reactions [see Warnings and Precautions ( 5.4 )] Tumor Lysis Syndrome [see Warnings and Precautions ( 5.5 )] Skin Reactions [see Warnings and Precautions ( 5.6 )] Hepatotoxicity [see Warnings and Precautions ( 5.7 )] Other Malignancies [see Warnings and Precautions ( 5.8 )] Extravasation Injury [ see Warnings and Precautions ( 5.9 ) ] Adverse reactions (frequency >5%) during infusion and within 24 hours post-infusion are nausea and fatigue. ( 6.1 ) Most common adverse reactions (≥15%) for NHL are lymphopenia, leukopenia, anemia, neutropenia, thrombocytopenia, nausea, fatigue, vomiting, diarrhea, pyrexia, constipation, anorexia, cough, headache, weight decreased, dyspnea, rash, and stomatitis.( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials Experience in NHL The data described below reflect exposure to bendamustine hydrochloride in 176 patients with indolent B-cell NHL treated in two single-arm studies. The population was 31 to 84 years of age, 60% male, and 40% female. The race distribution was 89% White, 7% Black, 3% Hispanic, 1% other, and <1% Asian. These patients received bendamustine hydrochloride at a dose of 120 mg/m 2 intravenously on Days 1 and 2 for up to eight 21-day cycles. The adverse reactions occurring in at least 5% of the NHL patients, regardless of severity, are shown in Table 3. The most common non-hematologic adverse reactions (≥30%) were nausea (75%), fatigue (57%), vomiting (40%), diarrhea (37%) and pyrexia (34%). The most common non-hematologic Grade 3 or 4 adverse reactions (≥5%) were fatigue (11%), febrile neutropenia (6%), and pneumonia, hypokalemia and dehydration, each reported in 5% of patients. Table 3: Non-Hematologic Adverse Reactions Occurring in at Least 5% of NHL Patients Treated with Bendamustine Hydrochloride by System Organ Class and Preferred Term (N=176) Body System Number (%) of patients* Adverse Reaction All Grades Grade 3/4 Total number of patients with at least 1 adverse reaction 176 (100) 94 (53) Cardiac disorders Tachycardia 13 (7) 0 Gastrointestinal disorders Nausea 132 (75) 7 (4) Vomiting 71 (40) 5 (3) Diarrhea 65 (37) 6 (3) Constipation 51 (29) 1 (<1) Stomatitis 27 (15) 1 (<1) Abdominal pain 22 (13) 2 (1) Dyspepsia 20 (11) 0 Gastroesophageal reflux disease 18 (10) 0 Dry mouth 15 (9) 1 (<1) Abdominal pain upper 8 (5) 0 Abdominal distension 8 (5) 0 General disorders and administration site conditions Fatigue 101 (57) 19 (11) Pyrexia 59 (34) 3 (2) Chills 24 (14) 0 Edema peripheral 23 (13) 1 (<1) Asthenia 19 (11) 4 (2) Chest pain 11 (6) 1 (<1) Infusion site pain 11 (6) 0 Pain 10 (6) 0 Catheter site pain 8 (5) 0 Infections and infestations Herpes zoster 18 (10) 5 (3) Upper respiratory tract infection 18 (10) 0 Urinary tract infection 17 (10) 4 (2) Sinusitis 15 (9) 0 Pneumonia 14 (8) 9 (5) Febrile neutropenia 11 (6) 11 (6) Oral candidiasis 11 (6) 2 (1) Nasopharyngitis 11 (6) 0 Investigations Weight decreased 31 (18) 3 (2) Metabolism and nutrition disorders Anorexia 40 (23) 3 (2) Dehydration 24 (14) 8 (5) Decreased appetite 22 (13) 1 (<1) Hypokalemia 15 (9) 9 (5) Musculoskeletal and connective tissue disorders Back pain 25 (14) 5 (3) Arthralgia 11 (6) 0 Pain in extremity 8 (5) 2 (1) Bone pain 8 (5) 0 Nervous system disorders Headache 36 (21) 0 Dizziness 25 (14) 0 Dysgeusia 13 (7) 0 Psychiatric disorder s Insomnia 23 (13) 0 Anxiety 14 (8) 1 (<1) Depression 10 (6) 0 Respiratory, thoracic and mediastinal disorders Cough 38 (22) 1 (<1) Dyspnea 28 (16) 3 (2) Pharyngolaryngeal pain 14 (8) 1 (<1) Wheezing 8 (5) 0 Nasal congestion 8 (5) 0 Skin and subcutaneous tissue disorders Rash 28 (16) 1 (<1) Pruritus 11 (6) 0 Dry skin 9 (5) 0 Night sweats 9 (5) 0 Hyperhidrosis 8 (5) 0 Vascular disorders Hypotension 10 (6) 2 (1) *Patients may have reported more than 1 adverse reaction. NOTE: Patients counted only once in each preferred term category and once in each system organ class category. Hematologic toxicities, based on laboratory values and CTC grade, in NHL patients treated in both single arm studies combined are described in Table 4. Clinically important chemistry laboratory values that were new or worsened from baseline and occurred in >1% of patients at Grade 3 or 4, in NHL patients treated in both single arm studies combined were hyperglycemia (3%), elevated creatinine (2%), hyponatremia (2%), and hypocalcemia (2%). Table 4: Incidence of Hematology Laboratory Abnormalities in Patients Who Received Bendamustine Hydrochloride in the NHL Studies Hematology Variable Percent of Patients All Grades Grade 3/4 Lymphocytes Decreased 99 94 Leukocytes Decreased 94 56 Hemoglobin Decreased 88 11 Neutrophils Decreased 86 60 Platelets Decreased 86 25 In both studies, serious adverse reactions, regardless of causality, were reported in 37% of patients receiving bendamustine hydrochloride. The most common serious adverse reactions occurring in ≥5% of patients were febrile neutropenia and pneumonia. Other important serious adverse reactions reported in clinical trials and/or post-marketing experience were acute renal failure, cardiac failure, hypersensitivity, skin reactions, pulmonary fibrosis, and myelodysplastic syndrome. Serious drug-related adverse reactions reported in clinical trials included myelosuppression, infection, pneumonia, tumor lysis syndrome and infusion reactions. Adverse reactions occurring less frequently but possibly related to bendamustine hydrochloride treatment were hemolysis, dysgeusia/taste disorder, atypical pneumonia, sepsis, herpes zoster, erythema, dermatitis, and skin necrosis. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of bendamustine hydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic systems disorders : Pancytopenia Cardiovascular disorders : Atrial fibrillation, congestive heart failure (some fatal), myocardial infarction (some fatal), palpitation General disorders and administration site conditions : Injection site reactions (including phlebitis, pruritus, irritation, pain, swelling), infusion site reactions (including phlebitis, pruritus, irritation, pain, swelling) Immune system disorders : Anaphylaxis Infections and infestations : Pneumocystis jirovecii pneumonia, progressive multifocal leukoencephalopathy (PML) Renal and urinary disorders: Nephrogenic diabetes insipidus (NDI) Respiratory, thoracic and mediastinal disorders : Pneumonitis Skin and subcutaneous tissue disorders: Drug reaction with eosinophilia and systemic symptoms (DRESS), non-melanoma skin cancer (NMSC), Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Bendamustine hydrochloride injection is contraindicated in patients with a known hypersensitivity (e.g., anaphylactic and anaphylactoid reactions) to bendamustine, polyethylene glycol 400, absolute ethanol, sodium hydroxide and monothioglycerol. [see Warnings and Precautions ( 5.4 )] Bendamustine hydrochloride injection is contraindicated in patients with a history of a hypersensitivity reaction to bendamustine, polyethylene glycol 400, absolute ethanol, sodium hydroxide and monothioglycerol. Reactions to bendamustine hydrochloride have included anaphylaxis and anaphylactoid reactions. ( 4 , 5.4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For NHL : • 120 mg/m 2 infused intravenously over 60 minutes on Days 1 and 2 of a 21-day cycle, up to 8 cycles ( 2.1 ) 2.1 Dosing Instructions for NHL Recommended Dosage: The recommended dosage is 120 mg/m 2 administered intravenously over 60 minutes on Days 1 and 2 of a 21-day cycle, up to 8 cycles. Dose Delays, Dosage Modifications and Reinitiation of Therapy for NHL: Delay bendamustine hydrochloride injection administration in the event of a Grade 4 hematologic toxicity or clinically significant greater or equal to Grade 2 non-hematologic toxicity. Once non-hematologic toxicity has recovered to ≤ Grade 1 and/or the blood counts have improved [Absolute Neutrophil Count (ANC) ≥ 1 x 10 9 /L, platelets ≥ 75 x 10 9 /L], reinitiate bendamustine hydrochloride injection at the discretion of the treating physician. In addition, consider dose reduction. [ see Warnings and Precautions ( 5.1 )] Dosage modifications for hematologic toxicity: for Grade 4 toxicity, reduce the dose to 90 mg/m 2 on Days 1 and 2 of each cycle; if Grade 4 toxicity recurs, reduce the dose to 60 mg/m 2 on Days 1 and 2 of each cycle. Dosage modifications for non-hematologic toxicity: for Grade 3 or greater toxicity, reduce the dose to 90 mg/m 2 on Days 1 and 2 of each cycle; if Grade 3 or greater toxicity recurs, reduce the dose to 60 mg/m 2 on Days 1 and 2 of each cycle. 2.2 Preparation for Intravenous Administration Bendamustine hydrochloride injection is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Bendamustine hydrochloride injection is in a multiple-dose vial. Bendamustine hydrochloride injection is a clear and colorless to yellow solution. Store bendamustine hydrochloride injection at recommended refrigerated storage conditions (2°C to 8°C or 36°F to 46°F). When refrigerated the contents may freeze. Allow the vial to reach room temperature (15°C to 30°C or 59°F to 86°F) prior to use. Observe the contents of the vial for any visible solid or particulate matter and discoloration. Do not use the product if solid or particulate matter is observed after reaching room temperature. Intravenous Infusion Aseptically withdraw the volume needed for the required dose from the 25 mg/mL solution as per Table A below and immediately transfer to a 500 mL infusion bag of one of the following diluents: - 0.9% Sodium Chloride Injection, USP; or - 2.5% Dextrose/0.45% Sodium Chloride Injection, USP. The resulting final concentration of bendamustine hydrochloride injection in the infusion bag should be within 0.05 mg/mL to 0.7 mg/mL. After transferring, thoroughly mix the contents of the infusion bag. The admixture should be a clear and colorless to slightly yellow solution. Use either 0.9% Sodium Chloride Injection, USP, or 2.5% Dextrose/0.45% Sodium Chloride Injection, USP, for dilution, as outlined above. No other diluents have been shown to be compatible. Table A: Volume (mL) of Bendamustine Hydrochloride Injection required for dilution into 500 mL of 0.9% Sodium Chloride Injection, USP, or 0.45% Sodium Chloride/2.5% Dextrose Injection, USP for a given dose (mg/m 2 ) and Body Surface Area (m 2 ) Body Surface Area (m 2 ) Volume of Bendamustine Hydrochloride Injection to withdraw (mL) 120 mg/m 2 90 mg/m 2 60 mg/m 2 1 4.8 3.6 2.4 1.1 5.3 4 2.6 1.2 5.8 4.3 2.9 1.3 6.2 4.7 3.1 1.4 6.7 5 3.4 1.5 7.2 5.4 3.6 1.6 7.7 5.8 3.8 1.7 8.2 6.1 4.1 1.8 8.6 6.5 4.3 1.9 9.1 6.8 4.6 2 9.6 7.2 4.8 2.1 10.1 7.6 5 2.2 10.6 7.9 5.3 2.3 11 8.3 5.5 2.4 11.5 8.6 5.8 2.5 12 9 6 2.6 12.5 9.4 6.2 2.7 13 9.7 6.5 2.8 13.4 10.1 6.7 2.9 13.9 10.4 7 3 14.4 10.8 7.2 Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Any unused solution should be discarded according to institutional procedures for antineoplastics. 2.3 Admixture Stability Bendamustine hydrochloride injection contains no antimicrobial preservative. The admixture should be prepared as close as possible to the time of patient administration. If diluted with 0.9% Sodium Chloride Injection, USP, or 2.5% Dextrose/0.45% Sodium Chloride Injection, USP, the final admixture is stable for 24 hours when stored refrigerated (2°C to 8°C or 36°F to 46°F) or for 3 hours when stored at room temperature (15°C to 30°C or 59°F to 86°F) and room light. Administration of diluted bendamustine hydrochloride injection must be completed within this period of time. Bendamustine hydrochloride injection is supplied in a multiple-dose vial. Retain the partially used vial in original package to protect from light and store refrigerated (2°C to 8°C or 36°F to 46°F) if additional dose withdrawal from the same vial is intended. 2.4 Stability of Partially Used Vials (Needle Punched Vials) Bendamustine hydrochloride injection is supplied as a multiple-dose vial. Although it does not contain any antimicrobial preservative, bendamustine hydrochloride injection is bacteriostatic. The partially used vials are stable for up to 28 days when stored in its original carton under refrigeration (2°C to 8°C or 36°F to 46°F). Each vial is not recommended for more than a total of six (6) dose withdrawals. After first use, store the partially used vial in original carton at 2°C to 8°C (36°F to 46°F), and then discard after 28 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Non-Hodgkin Lymphoma (NHL) Bendamustine hydrochloride injection is indicated for the treatment of adult patients with indolent B-cell non-Hodgkin lymphoma that has progressed during or within six months of treatment with rituximab or a rituximab-containing regimen. Bendamustine hydrochloride injection is an alkylating drug indicated for treatment of adult patients with: • Indolent B-cell non-Hodgkin lymphoma (NHL) that has progressed during or within six months of treatment with rituximab or a rituximab-containing regimen. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:36:01.858506",
  "source": "OpenFDA"
}