{
  "drug_name": "Benznidazole",
  "generic_name": [
    "BENZNIDAZOLE"
  ],
  "brand_names": [
    "Benznidazole"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Disulfiram Psychotic reactions have been reported in patients who are concurrently taking disulfiram and nitroimidazole agents (structurally related to benznidazole, but not with benznidazole). Benznidazole Tablets should not be given to patients who have taken disulfiram within the last two weeks [see Contraindications ( 4.2 )] . 7.2 Alcohol and Products Containing Propylene Glycol In vitro studies showed that benznidazole, at concentrations from 0.03 μM to 100 μM, does not inhibit the enzymatic activity of human alcohol dehydrogenase (ALDH). Benznidazole Tablets are not expected to cause alcohol aversion or a disulfiram-like reaction as a result of ethanol ingestion."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious and otherwise important adverse reactions are discussed in greater detail in other sections of labeling: Potential for Genotoxicity, Carcinogenicity, and Mutagenicity [see Warnings and Precautions ( 5.1 )] Hypersensitivity Skin Reactions [see Warnings and Precautions ( 5.3 )] Central and Peripheral Nervous System Effects [see Warnings and Precautions ( 5.4 )] Hematological Manifestations of Bone Marrow Depression [see Warnings and Precautions ( 5.5 )] Most common adverse reactions observed were abdominal pain, rash, decreased weight, headache, nausea, vomiting, neutropenia, urticaria, pruritus, eosinophilia, decreased appetite ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Exeltis USA, Inc. at 1-877-324-9349 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Benznidazole was evaluated in two randomized, double-blind, placebo-controlled trials (Trial 1 1 and Trial 2 2 ) and one uncontrolled trial (Trial 3 3 ). Trial 1 was conducted in pediatric patients 6 to 12 years of age with chronic indeterminate Chagas disease in Argentina. The chronic indeterminate form includes patients with serologic evidence of T. cruzi infection without symptoms of cardiac or gastrointestinal disease. A total of 106 patients were randomized to receive either benznidazole (5 mg/kg/day twice daily for 60 days; N= 55) or placebo (N=51) and followed for 4 years. Trial 2 was conducted in pediatric patients 7 to 12 years of age with chronic indeterminate Chagas disease in Brazil. A total of 129 patients were randomized to receive either benznidazole (7.5 mg/kg/day twice daily for 60 days; N = 64) or placebo (N = 65) and followed for 3 years. Trial 3 was an uncontrolled study in pediatric patients 2 to 12 years of age with chronic indeterminate Chagas disease. A total of 37 pediatric patients with Chagas disease were enrolled in this safety and pharmacokinetics study. Patients were treated with benznidazole 5 to 8 mg/kg/day twice daily for 60 days. Adverse Reactions Leading to Discontinuation In Trial 1, benznidazole was discontinued due to an adverse reaction in 5/55 (9%) patients. Some patients had more than one adverse reaction resulting in treatment discontinuation. The adverse reactions included abdominal pain, nausea, vomiting, rash, decreased appetite, headache, and transaminases increased. Common Adverse Reactions in Pediatric Patients The most frequently reported adverse reactions in pediatric patients treated with benznidazole in Trial 1 were abdominal pain (25%), rash (16%), decreased weight (13%), and headache (7%). Table 4 lists adverse reactions occurring at a rate of 1% or greater in pediatric patients with Chagas disease aged 6 to 12 years of age in Trial 1. Table 4: Adverse Reactions Occurring in Pediatric Patients with Chagas Disease aged 6 to 12 Years in Trial 1 Body System Adverse Reaction Benznidazole (N=55) N (%) Placebo (N=51) N (%) Gastrointestinal Abdominal pain 14 (25) 4 (8) Weight decreased 7 (13) 1 (2) Nausea 3 (5) 1 (2) Vomiting 3 (5) 0 Diarrhea 2 (4) 0 Decreased appetite 3 (5) 0 Skin and subcutaneous tissue Rash 9 (16) 0 Metabolism/Laboratory Transaminases increased 3 (5) 0 Nervous system Disorders Dizziness 2 (4) 2 (4) Peripheral neuropathy 1 (2) 0 Tremor 1 (2) 0 In Trial 2, skin lesions were reported in 7 of 64 (11%) pediatric patients treated with benznidazole and in 2 of 65 patients receiving placebo. Adverse reactions reported in fewer than 5% of benznidazole-treated patients included nausea, anorexia, headache, abdominal pain and arthralgia. In a subset of 19 pediatric patients 2 to 6 years of age treated with benznidazole in Trial 3, 6 patients (32%) had the following adverse reactions: rash, leukopenia, urticaria, eosinophilia, decreased appetite, and neutropenia. These adverse reactions were similar to those observed in the overall population of 37 patients. 6.2 Postmarketing Experience The following adverse reactions have been identified during the use of other formulations of benznidazole outside of the United States, or other nitroimidazole agents . Because these reactions are reported from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Other Formulations of Benznidazole: Table 5: Adverse Reactions Reported in the Published Literature Body System Adverse Reactions Dermatological Maculo-papular cutaneous eruptions Erythematous plaques Rash, generalized Rash, erythematous Pruritic rash Blistering eruptions Peeling skin Exfoliative dermatitis Toxic epidermal necrolysis AGEP Erythema multiforme Drug reaction with eosinophilia and systemic symptoms (DRESS) Neurological (central and peripheral nervous system) Paresthesia Hypoesthesia Headaches Insomnia Convulsions Inability to concentrate Amnesia, temporary Disorientation, temporary Gastrointestinal Epigastric pain Dry mouth Ageusia Hepatobiliary disorders Hepatitis Toxic hepatitis Skeletal Muscle Myalgia Musculoskeletal pain Migratory arthritis General / Constitutional Symptoms Fever Asthenia Fatigue Lymphatic Generalized edema Eyelid edema Edema in the extremities Lymphadenopathy Bone Marrow Thrombocytopenia Granulocytopenia Agranulocytosis Metabolism / Laboratory Elevation of alkaline phosphatase Elevation of bilirubin Metronidazole, Another Nitroimidazole Agent, Structurally Related to Benznidazole Cases of severe irreversible hepatotoxicity/acute liver failure, including cases with fatal outcomes with very rapid onset after initiation of systemic use of metronidazole, another nitroimidazole agent structurally related to benznidazole, have been reported in patients with Cockayne syndrome (latency from drug start to signs of liver failure as short as 2 days) [see Contraindications ( 4.3 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • History of hypersensitivity reaction to benznidazole or other nitroimidazole derivatives ( 4.1 ). • Disulfiram usage within the last two weeks ( 4.2 ). • Patients with Cockayne Syndrome ( 4.3 , 6.2 ). 4.1 Hypersensitivity Benznidazole Tablets are contraindicated in patients with a history of hypersensitivity reaction to benznidazole or other nitroimidazole derivatives. Reactions have included severe skin and soft tissue reactions [see Adverse Reactions ( 6.1 )] . 4.2 Disulfiram Benznidazole Tablets are contraindicated in patients who have taken disulfiram within the last two weeks. Psychotic reactions may occur in patients who are using benznidazole and disulfiram concurrently [see Drug Interactions ( 7.1 )] . 4.3 Patients with Cockayne Syndrome Benznidazole Tablets are contraindicated in patients with Cockayne syndrome. Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes have been reported after initiation of metronidazole, another nitroimidazole drug, structurally related to benznidazole in patients with Cockayne syndrome [see Adverse Reactions ( 6.2 )] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pediatric patients 2 to 12 years of age: The total daily dose is 5 mg/kg to 8 mg/kg orally administered in two divided doses separated by approximately 12 hours for a duration of 60 days ( 2.2 ). See Full Prescribing Information for important administration instructions ( 2.1 , 2.3 , 2.4 ). 2.1 Important Administration Instructions Benznidazole Tablets (12.5 mg and 100 mg) are for oral use and may be taken with or without food [see Clinical Pharmacology ( 12.3 )] . Benznidazole Tablets are dosed by body weight (kg) [see Dosage and Administration ( 2.2 )] . Benznidazole Tablets 100 mg are functionally scored tablets which can be split into one-half (50 mg) or one-quarter (25 mg) at the scored lines to provide doses less than 100 mg [see Instructions for Use ] . Benznidazole Tablets 12.5 mg and 100 mg can be made into slurry as an alternative method of administration [see Dosage and Administration ( 2.4 )] . 2.2 Recommended Dosage in Pediatric Patients (2 to 12 Years of Age) The total daily dose for pediatric patients 2 to 12 years of age is 5 mg/kg to 8 mg/kg orally administered in two divided doses separated by approximately 12 hours, for a duration of 60 days (see Table 1 ). Table 1: Recommended Dosage of Benznidazole Tablets in Pediatric Patients (2 to 12 Years of Age) Body Weight Range (kg) Dose (mg) Number of Benznidazole Tablets 12.5 mg Number of Benznidazole Tablets 100mg Duration and Frequency of Therapy Less than 15 kg 50 mg 4 tablets ½ tablet Administered twice daily approximately 12 hours apart for 60 days. 15 kg to less than 20 kg 62.5 mg 5 tablets 20 kg to less than 30 kg 75 mg 6 tablets ¾ tablet 30 kg to less than 40 kg 100 mg 1 tablet 40 kg to less than 60 kg 150 mg 1 ½ tablets Greater than or equal to 60 kg 200 mg 2 tablets 2.3 Assessment Prior to Initiating Benznidazole Tablets Obtain a pregnancy test in females of reproductive potential prior to therapy with Benznidazole Tablets [see Use is Specific Populations ( 8.3 )] . 2.4 Preparation of Slurry as an Alternative Method of Administration A. Preparation of Slurry Using Benznidazole Tablets 12.5 mg for the Pediatric Population with Body Weight Less Than 30 kg Benznidazole Tablets 12.5 mg may be made into slurry in a specified volume of water for the pediatric population with body weight less than 30 kg (see Table 2 ). The 12.5 mg tablet slurry is prepared by the following method: Table 2: Preparation and Administration of Slurry Using Benznidazole Tablets 12.5 mg for the Pediatric Population with Body Weight of Less than 30 kg Place the prescribed dose of Benznidazole Tablets 12.5 mg into a cup. Add the specified volume of water per number of 12.5 mg tablets as shown below. Body Weight Range (kg) Dose (mg) Number of Benznidazole Tablets 12.5 mg Quantity of Water for Preparing the Slurry Less than 15 kg 50 mg 4 tablets 40 mL 15 kg to less than 20 kg 62.5 mg 5 tablets 50 mL 20 kg to less than 30 kg 75 mg 6 tablets 60 mL Allow the tablets to disintegrate in the cup over a period of approximately 1-2 minutes. Shake the contents of the cup gently to mix. Drink the contents of the cup (slurry of tablets with water) immediately. Rinse the cup with an additional 10 mL of water and drink the whole amount. B. Preparation of Slurry Using Benznidazole Tablets 100 mg for the Pediatric Population with Body Weight (30 kg or greater) Benznidazole Tablets 100 mg may be made into a slurry in a specified volume of water for the pediatric population with body weight of 30 kg or greater (see Table 3 ). The 100 mg tablet slurry is prepared as follows: Table 3: Preparation and Administration of Slurry Using Benznidazole Tablets 100 mg for the Pediatric Population with Body Weight 30 kg or greater Place the prescribed dose of Benznidazole Tablets 100 mg tablets into a cup. Add the specified volume of water per number of 100 mg tablets as shown below. Body Weight Range (kg) Dose (mg) Number of Benznidazole Tablets 100 mg Quantity of Water for Preparing the Slurry 30 kg to less than 40 kg 100 mg 1 tablet 80 mL 40 kg to less than 60 kg 150 mg 1 ½ tablets 120 mL Greater than or equal to 60 kg 200 mg 2 tablets 160 mL Allow the tablet(s) to disintegrate in the cup over a period of approximately 1- 2 minutes. Shake the contents of the cup gently to mix. Drink the contents of the cup (slurry of tablet(s) with water) immediately. Rinse the cup by adding 80 mL of water and drink the whole amount. Repeat this rinse with 80 mL of water and drink again."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Benznidazole Tablets are indicated in pediatric patients 2 to 12 years of age for the treatment of Chagas disease (American trypanosomiasis) caused by Trypanosoma cruzi . This indication is approved under accelerated approval based on the number of treated patients who became Immunoglobulin G (IgG) antibody negative against the recombinant antigens of T. cruzi [see Clinical Studies ( 14 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. Benznidazole Tablets, a nitroimidazole antimicrobial, is indicated in pediatric patients 2 to 12 years of age for the treatment of Chagas disease (American trypanosomiasis), caused by Trypanosoma cruzi ( 1 ). This indication is approved under accelerated approval based on the number of treated patients who became Immunoglobulin G (IgG) antibody negative against the recombinant antigens of T. cruzi . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials ( 1 , 14 )."
  ],
  "fetched_at": "2025-10-01T18:32:00.688585",
  "source": "OpenFDA"
}