{
  "drug_name": "Benzoyl-tyrosine-alanine-fluoro-methyl ketone",
  "generic_name": [
    "Benzoyl-tyrosine-alanine-fluoro-methyl ketone"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions ACE-inhibitors Reports suggest that NSAIDs may diminish the antihypertensive effect of ACE-inhibitors. This interaction should be given consideration in patients taking NSAIDs concomitantly with ACE-inhibitors (see PRECAUTIONS , General , Renal Effects ). Antacids The concomitant administration of antacids has no apparent effect on the extent of absorption of etodolac. However, antacids can decrease the peak concentration reached by 15% to 20% but have no detectable effect on the time-to-peak. Aspirin When etodolac is administered with aspirin, its protein binding is reduced, although the clearance of free etodolac is not altered. The clinical significance of this interaction is not known; however, as with other NSAIDs, concomitant administration of etodolac and aspirin is not generally recommended because of the potential of increased adverse effects. Cyclosporine, Digoxin, Methotrexate Etodolac, like other NSAIDs, through effects on renal prostaglandins, may cause changes in the elimination of these drugs leading to elevated serum levels of cyclosporine, digoxin, methotrexate, and increased toxicity. Nephrotoxicity associated with cyclosporine may also be enhanced. Patients receiving these drugs who are given etodolac, or any other NSAID, and particularly those patients with altered renal function, should be observed for the development of the specific toxicities of these drugs. NSAIDs have been reported to competitively inhibit methotrexate accumulation in rabbit kidney slices. This may indicate that they could enhance the toxicity of methotrexate. Caution should be used when NSAIDs are administered concomitantly with methotrexate. Diuretics Etodolac has no apparent pharmacokinetic interaction when administered with furosemide or hydrochlorothiazide. Nevertheless, clinical studies, as well as postmarketing observations have shown that etodolac can reduce the natriuretic effect of furosemide and thiazides in some patients. This response has been attributed to inhibition of renal prostaglandin synthesis. During concomitant therapy with NSAIDs, the patient should be observed closely for signs of renal failure (see WARNINGS, Renal Effects ), as well as to assure diuretic efficacy. Glyburide Etodolac has no apparent pharmacokinetic interaction when administered with glyburide. Lithium NSAIDs have produced an elevation of plasma lithium levels and a reduction in renal lithium clearance. The mean minimum lithium concentration increased 15% and the renal clearance was decreased by approximately 20%. These effects have been attributed to inhibition of renal prostaglandin synthesis by the NSAID. Thus, when NSAIDs and lithium are administered concurrently, subjects should be observed carefully for signs of lithium toxicity. Phenylbutazone Phenylbutazone causes increase (by about 80%) in the free fraction of etodolac. Although in vivo studies have not been done to see if etodolac clearance is changed by coadministration of phenylbutazone, it is not recommended that they be coadministered. Phenytoin Etodolac has no apparent pharmacokinetic interaction when administered with phenytoin. Warfarin The effects of warfarin and NSAIDs on GI bleeding are synergistic, such that users of both drugs together have a risk of serious GI bleeding higher than that of users of either drug alone. Short-term pharmacokinetic studies have demonstrated that concomitant administration of warfarin and etodolac results in reduced protein binding of warfarin, but there was no change in the clearance of free warfarin. There was no significant difference in the pharmacodynamic effect of warfarin administered alone and warfarin administered with etodolac as measured by prothrombin time. Thus, concomitant therapy with warfarin and etodolac should not require dosage adjustment of either drug. However, caution should be exercised because there have been a few spontaneous reports of prolonged prothrombin times, with or without bleeding, in etodolac-treated patients receiving concomitant warfarin therapy."
  ],
  "warnings": [
    "WARNINGS Cardiovascular Effects Cardiovascular Thrombotic Events Clinical trials of several COX-2 selective and nonselective NSAIDs of up to three years duration have shown an increased risk of serious cardiovascular (CV) thrombotic events, including myocardial infarction (MI) and stroke, which can be fatal. Based on available data, it is unclear that the risk for CV thrombotic events is similar for all NSAIDs. The relative increase in serious CV thrombotic events over baseline conferred by NSAID use appears to be similar in those with and without known CV disease or risk factors for CV disease. However, patients with known CV disease or risk factors had a higher absolute incidence of excess serious CV thrombotic events, due to their increased baseline rate. Some observational studies found that this increased risk of serious CV thrombotic events began as early as the first weeks of treatment. The increase in CV thrombotic risk has been observed most consistently at higher doses. To minimize the potential risk for an adverse CV event in NSAID-treated patients, use the lowest effective dose for the shortest duration possible. Physicians and patients should remain alert for the development of such events, throughout the entire treatment course, even in the absence of previous CV symptoms. Patients should be informed about the symptoms of serious CV events and the steps to take if they occur. There is no consistent evidence that concurrent use of aspirin mitigates the increased risk of serious CV thrombotic events associated with NSAID use. The concurrent use of aspirin and an NSAID, such as etodolac, increases the risk of serious gastrointestinal (GI) events (see WARNINGS ). Status Post Coronary Artery Bypass Graft (CABG) Surgery Two large, controlled clinical trials of a COX-2 selective NSAID for the treatment of pain in the first 10 to 14 days following CABG surgery found an increased incidence of myocardial infarction and stroke. NSAIDs are contraindicated in the setting of CABG (see CONTRAINDICATIONS ). Post-MI Patients Observational studies conducted in the Danish National Registry have demonstrated that patients treated with NSAIDs in the post-MI period were at increased risk of reinfarction, CV-related death, and all-cause mortality beginning in the first week of treatment. In this same cohort, the incidence of death in the first year post MI was 20 per 100 person years in NSAID-treated patients compared to 12 per 100 person years in non-NSAID exposed patients. Although the absolute rate of death declined somewhat after the first year post-MI, the increased relative risk of death in NSAID users persisted over at least the next four years of follow-up. Avoid the use of etodolac in patients with a recent MI unless the benefits are expected to outweigh the risk of recurrent CV thrombotic events. If etodolac is used in patients with a recent MI, monitor patients for signs of cardiac ischemia. Hypertension NSAIDs, including etodolac, can lead to onset of new hypertension or worsening of pre-existing hypertension, either of which may contribute to the increased incidence of CV events. Patients taking thiazides or loop diuretics may have impaired response to these therapies when taking NSAIDs. NSAIDs, including etodolac, should be used with caution in patients with hypertension. Blood pressure (BP) should be monitored closely during the initiation of NSAID treatment and throughout the course of therapy. Heart Failure and Edema The Coxib and traditional NSAID Trialists’ Collaboration meta-analysis of randomized controlled trials demonstrated an approximately two-fold increase in hospitalizations for heart failure in COX-2 selective-treated patients and nonselective NSAID-treated patients compared to placebo-treated patients. In a Danish National Registry study of patients with heart failure, NSAID use increased the risk of MI, hospitalization for heart failure, and death. Additionally, fluid retention and edema have been observed in some patients treated with NSAIDs. Use of etodolac may blunt the CV effects of several therapeutic agents used to treat these medical conditions [e.g., diuretics, ACE inhibitors, or angiotensin receptor blockers (ARBs)] (see Drug Interactions ). Avoid the use of etodolac in patients with severe heart failure unless the benefits are expected to outweigh the risk of worsening heart failure. If etodolac is used in patients with severe heart failure, monitor patients for signs of worsening heart failure. Gastrointestinal (GI) Effects - Risk of GI Ulceration, Bleeding, and Perforation NSAIDs, including etodolac, can cause serious gastrointestinal (GI) adverse events including inflammation, bleeding, ulceration, and perforation of the stomach, small intestine or large intestine, which can be fatal. These serious adverse events can occur at any time, with or without warning symptoms, in patients treated with NSAIDs. Only one in five patients, who develop a serious upper GI adverse event on NSAID therapy, is symptomatic. Upper GI ulcers, gross bleeding, or perforation caused by NSAIDs occur in approximately 1% of patients treated for 3 to 6 months, and in about 2% to 4% of patients treated for 1 year. These trends continue with longer duration of use, increasing the likelihood of developing a serious GI event at some time during the course of therapy. However, even short-term therapy is not without risk. Physicians should inform patients about the signs and/or symptoms of serious GI toxicity and what steps to take if they occur. NSAIDs should be prescribed with extreme caution in those with a prior history of ulcer disease or gastrointestinal bleeding. Patients with a prior history of peptic ulcer disease, and/or gastrointestinal bleeding, and who use NSAIDs have a greater than 10-fold risk for developing a GI bleed than patients with neither of these risk factors. Other factors that increase the risk for GI bleeding in patients treated with NSAIDs include concomitant use of oral corticosteroids or anticoagulants, longer duration of NSAID therapy, smoking, use of alcohol, older age, and poor general health status. Most spontaneous reports of fatal GI events are in elderly of debilitated patients, and therefore, special care should be taken in treating this population. To minimize the potential risk for an adverse GI event, the lowest effective dose should be used for the shortest possible duration. Patients and physicians should remain alert for signs and symptoms of GI ulceration and bleeding during NSAID therapy and promptly initiate additional evaluation and treatment if a serious GI adverse event is suspected. This should include discontinuation of the NSAID until a serious GI adverse event is ruled out. For high risk patients, alternate therapies that do not involve NSAIDs should be considered. Renal Effects Long-term administration of NSAIDs has resulted in renal papillary necrosis and other renal injury. Renal toxicity has also been seen in patients in whom renal prostaglandins have a compensatory role in the maintenance of renal perfusion. In these patients, administration of a nonsteroidal anti-inflammatory drug may cause a dose-dependent reduction in prostaglandin formation and, secondarily, in renal blood flow, which may precipitate overt renal decompensation. Patients at a greater risk of this reaction are those with impaired renal function, heart failure, liver dysfunction, those taking diuretics and ACE inhibitors, and the elderly. Discontinuation of NSAID therapy is usually followed by recovery to the pretreatment state. Renal pelvic transitional epithelial hyperplasia, a spontaneous change occurring with variable frequency, was observed with increased frequency in treated male rats in a 2-year chronic study. Advanced Renal Disease No information is available from controlled clinical studies regarding the use of etodolac in patients with advanced renal disease. Therefore, treatment with etodolac is not recommended in these patients with advanced renal disease. If etodolac therapy must be initiated, close monitoring of the patient’s renal function is advisable. Anaphylactoid Reactions As with other NSAIDS, anaphylactoid reactions may occur in patients without prior exposure to etodolac. Etodolac should not be given to patients with the aspirin triad. This symptom complex typically occurs in asthmatic patients who experience rhinitis with or without nasal polyps, or who exhibit severe, potentially fatal bronchospasm after taking aspirin or other NSAIDs. Fatal reactions have been reported in such patients (see CONTRAINDICATIONS and PRECAUTIONS , General , Pre-existing Asthma ). Emergency help should be sought in cases where an anaphylactoid reaction occurs. Skin Reactions NSAIDs, including etodolac, can cause serious skin adverse events such as exfoliative dermatitis, Stevens-Johnson Syndrome (SJS), and toxic epidermal necrolysis (TEN), which can be fatal. These serious events may occur without warning. Patients should be informed about the signs and symptoms of serious skin manifestations and use of the drug should be discontinued at the first appearance of skin rash or any other sign of hypersensitivity. Pregnancy In late pregnancy, the third trimester, as with other NSAIDs, etodolac should be avoided because it may cause premature closure of the ductus arteriosus (see PRECAUTIONS , Pregnancy , Non-teratogenic Effects )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS In patients taking etodolac or other NSAIDs, the most frequently reported adverse experiences occurring in approximately 1 to 10% of patients are: Gastrointestinal experiences including : abdominal pain, constipation, diarrhea, dyspepsia, flatulence, gross bleeding/perforation, heartburn, nausea, GI ulcers (gastric/duodenal), vomiting. Other events including : abnormal renal function, anemia, dizziness, edema, elevated liver enzymes, headaches, increased bleeding time, pruritis, rashes, tinnitus. Adverse-reaction information for etodolac was derived from 2,629 arthritic patients treated with etodolac in double-blind and open-label clinical trials of 4 to 320 weeks in duration and worldwide postmarketing surveillance studies. In clinical trials, most adverse reactions were mild and transient. The discontinuation rate in controlled clinical trials, because of adverse events, was up to 10% for patients treated with etodolac. New patient complaints (with an incidence greater than or equal to 1%) are listed below by body system. The incidences were determined from clinical trials involving 465 patients with osteoarthritis treated with 300 to 500 mg of etodolac b.i.d. (i.e., 600 to 1,000 mg/day). Incidence Greater Than Or Equal To 1% - Probably Causally Related Body as a whole - Chills and fever. Digestive system - Dyspepsia (10%), abdominal pain*, diarrhea*, flatulence*, nausea*, constipation, gastritis, melena, vomiting. Nervous system - Asthenia/malaise*, dizziness*, depression, nervousness. Skin and appendages - Pruritus, rash. Special senses - Blurred vision, tinnitus. Urogenital system - Dysuria, urinary frequency. * Drug-related patient complaints occurring in 3 to 9% of patients treated with etodolac. Drug-related patient-complaints occurring in fewer than 3%, but more than 1%, are unmarked. Incidence Less Than 1% - Probably Causally Related (Adverse reactions reported only in worldwide postmarketing experience, not seen in clinical trials, are considered rarer and are italicized.) Body as a whole - Allergic reaction, anaphylactic/anaphylactoid reactions (including shock). Cardiovascular system - Hypertension, congestive heart failure, flushing, palpitations, syncope, vasculitis (including necrotizing and allergic). Digestive system - Thirst, dry mouth, ulcerative stomatitis, anorexia, eructation, elevated liver enzymes, cholestatic hepatitis, hepatitis, cholestatic jaundice, duodenitis, jaundice, hepatic failure, liver necrosis, peptic ulcer with or without bleeding and/or perforation , intestinal ulceration, pancreatitis. Hemic and lymphatic system - Ecchymosis, anemia, thrombocytopenia, bleeding time increased, agranulocytosis, hemolytic anemia, leukopenia, neutropenia, pancytopenia. Metabolic and nutritional - Edema, serum creatinine increase, hyperglycemia in previously controlled diabetic patients. Nervous system - Insomnia, somnolence. Respiratory system - Asthma, pulmonary infiltration with eosinophilia. Skin and appendages - Angioedema, sweating, urticaria, vesiculobullous rash, cutaneous vasculitis with purpura, Stevens-Johnson Syndrome, toxic epidermal necrolysis , hyperpigmentation , erythema multiforme. Special senses - Photophobia, transient visual disturbances. Urogenital system - Elevated BUN, renal failure, renal insufficiency, renal papillary necrosis. Incidence Less Than 1% - Causal Relationship Unknown (Medical events occurring under circumstances where causal relationship to etodolac is uncertain. These reactions are listed as alerting information for physicians.) Body as a whole - Infection, headache. Cardiovascular system - Arrhythmias, myocardial infarction, cerebrovascular accident. Digestive system - Esophagitis with or without stricture or cardiospasm, colitis. Metabolic and nutritional - Change in weight. Nervous system - Paresthesia, confusion. Respiratory system - Bronchitis, dyspnea, pharyngitis, rhinitis, sinusitis. Skin and appendages - Alopecia, maculopapular rash, photosensitivity, skin peeling. Special senses - Conjunctivitis, deafness, taste perversion. Urogenital system - Cystitis, hematuria, leukorrhea, renal calculus, interstitial nephritis, uterine bleeding irregularities. Additional Adverse Reactions Reported with NSAIDS Body as a whole - Sepsis, death Cardiovascular system - Tachycardia Digestive system - Gastric ulcers, gastritis, gastrointestinal bleeding, glossitis, hematemesis Hemic and lymphatic system - Lymphadenopathy Nervous system - Anxiety, dream abnormalities, convulsions, coma, hallucinations, meningitis, tremors, vertigo Respiratory system - Respiratory depression, pneumonia Urogenital system - Oliguria/polyuria, proteinuria"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Etodolac is contraindicated in patients with known hypersensitivity to etodolac. Etodolac should not be given to patients who have experienced asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic-like reactions to NSAIDs have been reported in such patients (see WARNINGS, Anaphylactoid Reactions and PRECAUTIONS, Pre-existing Asthma ). Etodolac tablets are contraindicated in the setting of coronary artery bypass graft (CABG) surgery (see WARNINGS )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Carefully consider the potential benefits and risks of etodolac and other treatment options before deciding to use etodolac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). After observing the response to the initial therapy with etodolac, the dose and frequency should be adjusted to suit an individual patient's needs. Dosage adjustment of etodolac is generally not required in patients with mild to moderate renal impairment. Etodolac should be used with caution in such patients, because, as with other NSAIDs, it may further decrease renal function in some patients with impaired renal function (see WARNINGS, Renal Effects ). Analgesia The recommended total daily dose of etodolac for acute pain is up to 1,000 mg, given as 200 to 400 mg every 6 to 8 hours. Doses of etodolac greater than 1,000 mg/day have not been adequately evaluated in well-controlled clinical trials. Osteoarthritis and Rheumatoid Arthritis The recommended starting dose of etodolac for the management of the signs and symptoms of osteoarthritis or rheumatoid arthritis is: 300 mg b.i.d., t.i.d., or 400 mg b.i.d., or 500 mg b.i.d. A lower dose of 600 mg/day may suffice for long-term administration. Physicians should be aware that doses above 1,000 mg/day have not been adequately evaluated in well-controlled clinical trials. In chronic conditions, a therapeutic response to therapy with etodolac is sometimes seen within one week of therapy, but most often is observed by two weeks. After a satisfactory response has been achieved, the patient's dose should be reviewed and adjusted as required."
  ],
  "indications": [
    "INDICATIONS AND USAGE Carefully consider the potential benefits and risks of etodolac and other treatment options before deciding to use etodolac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). Etodolac tablets, USP are indicated: For acute and long-term use in the management of signs and symptoms of the following: Osteoarthritis Rheumatoid arthritis For the management of acute pain"
  ],
  "fetched_at": "2025-10-01T16:59:39.614713",
  "source": "OpenFDA"
}