{
  "drug_name": "Benzonatate",
  "generic_name": [
    "BENZONATATE"
  ],
  "brand_names": [
    "Benzonatate"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Hypersensitivity Severe hypersensitivity reactions (including bronchospasm, laryngospasm and cardiovascular collapse) have been reported which are possibly related to local anesthesia from sucking or chewing the capsule instead of swallowing it. Severe reactions have required intervention with vasopressor agents and supportive measures. Psychiatric Effects Isolated instances of bizarre behavior, including mental confusion and visual hallucinations, have also been reported in patients taking benzonatate in combination with other prescribed drugs. Accidental Ingestion and Death in Children Keep benzonatate out of reach of children. Accidental ingestion of benzonatate resulting in death has been reported in children below age 10. Signs and symptoms of overdose have been reported within 15 to 20 minutes and death has been reported within one hour of ingestion. If accidental ingestion occurs, seek medical attention immediately (see OVERDOSAGE)."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Potential Adverse Reactions to benzonatate may include: Hypersensitivity reactions including bronchospasm, laryngospasm, cardiovascular collapse possibly related to local anesthesia from chewing or sucking the capsule. CNS Sedation; headache; dizziness; mental confusion; visual hallucinations. GI Constipation; nausea; GI upset. Dermatologic Pruritus; skin eruptions. Other Nasal congestion; sensation of burning in the eyes; vague \"chilly\" sensation; numbness of the chest; hypersensitivity. Deliberate or accidental overdose has resulted in death, particularly in children. Call your doctor for medical advice about side effects. You may report side effects to AvKARE at 1-855-361-3993 or go to www.avkare.com",
    "Other Nasal congestion; sensation of burning in the eyes; vague \"chilly\" sensation; numbness of the chest; hypersensitivity. Deliberate or accidental overdose has resulted in death, particularly in children. Call your doctor for medical advice about side effects. You may report side effects to AvKARE at 1-855-361-3993 or go to www.avkare.com"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Hypersensitivity to benzonatate or related compounds."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Adults and Children over 10 years of age: Usual dose is one 100 mg or 200 mg capsule three times a day as needed for cough. If necessary to control cough, up to 600 mg daily in three divided doses may be given. Benzonatate capsules USP should be swallowed whole. Benzonatate capsules USP are not to be broken, chewed, dissolved, cut or crushed."
  ],
  "indications": [
    "INDICATIONS AND USAGE Benzonatate capsules USP are indicated for the symptomatic relief of cough."
  ],
  "fetched_at": "2025-09-30T22:11:53.483729",
  "source": "OpenFDA"
}