{
  "drug_name": "Bepotastine",
  "generic_name": [
    "BEPOTASTINE BESILATE"
  ],
  "brand_names": [
    "Bepreve"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reaction occurring in approximately 25% of patients was a mild taste following instillation. Other adverse reactions which occurred in 2-5% of subjects were eye irritation, headache, and nasopharyngitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The most common reported adverse reaction occurring in approximately 25% of subjects was a mild taste following instillation. Other adverse reactions occurring in 2-5% of subjects were eye irritation, headache, and nasopharyngitis. 6.2 Post-Marketing Experience Hypersensitivity reactions have been reported rarely during the post-marketing use of BEPREVE. Because these reactions are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The hypersensitivity reactions may include itching, body rash, and swelling of lips, tongue and/or throat.",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The most common reported adverse reaction occurring in approximately 25% of subjects was a mild taste following instillation. Other adverse reactions occurring in 2-5% of subjects were eye irritation, headache, and nasopharyngitis.",
    "6.2 Post-Marketing Experience Hypersensitivity reactions have been reported rarely during the post-marketing use of BEPREVE. Because these reactions are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The hypersensitivity reactions may include itching, body rash, and swelling of lips, tongue and/or throat."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BEPREVE is contraindicated in patients with a history of hypersensitivity reactions to bepotastine or any of the other ingredients [see Adverse Reactions ( 6.2 )] . Hypersensitivity to any component of this product. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Instill one drop of BEPREVE into the affected eye(s) twice a day. Remove contact lenses prior to instillation of BEPREVE. • Instill one drop into the affected eye(s) twice a day. ( 2 ) • Remove contact lenses prior to instillation of BEPREVE. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BEPREVE ® (bepotastine besilate ophthalmic solution) 1.5% is a histamine H 1 receptor antagonist indicated for the treatment of itching associated with signs and symptoms of allergic conjunctivitis. BEPREVE is a histamine H1 receptor antagonist indicated for the treatment of itching associated with allergic conjunctivitis. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:46:49.058486",
  "source": "OpenFDA"
}