{
  "drug_name": "Besifloxacin",
  "generic_name": [
    "BESIFLOXACIN"
  ],
  "brand_names": [
    "Besivance"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The data described below reflect exposure to BESIVANCE in approximately 1,000 patients between 1 and 98 years old with clinical signs and symptoms of bacterial conjunctivitis. The most frequently reported ocular adverse reaction was conjunctival redness, reported in approximately 2% of patients. Other adverse reactions reported in patients receiving BESIVANCE occurring in approximately 1-2% of patients included: blurred vision, eye pain, eye irritation, eye pruritus and headache. The most common adverse reaction reported in 2% of patients treated with BESIVANCE was conjunctival redness. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Invert closed bottle and shake once before use. Instill one drop in the affected eye(s) 3 times a day, 4 to 12 hours apart for 7 days. Instill one drop in the affected eye(s) 3 times a day, 4 to 12 hours apart for 7 days. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BESIVANCE ® (besifloxacin ophthalmic suspension) 0.6% is indicated for the treatment of bacterial conjunctivitis caused by susceptible isolates of the following bacteria: Aerococcus viridans* CDC coryneform group G Corynebacterium pseudodiphtheriticum* Corynebacterium striatum* Haemophilus influenzae Moraxella catarrhalis* Moraxella lacunata* Pseudomonas aeruginosa* Staphylococcus aureus Staphylococcus epidermidis Staphylococcus hominis* Staphylococcus lugdunensis* Staphylococcus warneri* Streptococcus mitis group Streptococcus oralis Streptococcus pneumoniae Streptococcus salivarius* *Efficacy for this organism was studied in fewer than 10 infections. BESIVANCE ® (besifloxacin ophthalmic suspension) 0.6% is a quinolone antimicrobial indicated for the treatment of bacterial conjunctivitis caused by susceptible isolates of the following bacteria: Aerococcus viridans *, CDC coryneform group G, Corynebacterium pseudodiphtheriticum*, Corynebacterium striatum*, Haemophilus influenzae, Moraxella catarrhalis*, Moraxella lacunata*, Pseudomonas aeruginosa*, Staphylococcus aureus, Staphylococcus epidermidis, Staphylococcus hominis*, Staphylococcus lugdunensis*, Staphylococcus warneri*, Streptococcus mitis group , Streptococcus oralis, Streptococcus pneumoniae, Streptococcus salivarius* *Efficacy for this organism was studied in fewer than 10 infections. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:36:18.557883",
  "source": "OpenFDA"
}