{
  "drug_name": "Beta-Hydroxytryptophane",
  "generic_name": [
    "PEGINTERFERON BETA-1A"
  ],
  "brand_names": [
    "Plegridy Pen"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in more detail in other sections of labeling: Hepatic Injury [see Warnings and Precautions ( 5.1 )] Depression and Suicide [see Warnings and Precautions ( 5.2 )] Anaphylaxis and Other Allergic Reactions [see Warnings and Precautions ( 5.3 )] Injection Site Reactions Including Necrosis [see Warnings and Precautions ( 5.4 )] Congestive Heart Failure [see Warnings and Precautions (Section 5.5 )] Decreased Peripheral Blood Counts [see Warnings and Precautions ( 5.6 )] Thrombotic Microangiopathy [see Warnings and Precautions ( 5.7 )] Pulmonary Arterial Hypertension [see Warnings and Precautions ( 5.8 )] Autoimmune Disorders [see Warnings and Precautions ( 5.9 )] Seizures [see Warnings and Precautions ( 5.10 )] The most common adverse reactions in clinical trials of subcutaneous PLEGRIDY (incidence ≥10% and at least 2% more frequent on PLEGRIDY than on placebo) were injection site erythema, influenza-like illness, pyrexia, headache, myalgia, chills, injection site pain, asthenia, injection site pruritus, and arthralgia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Biogen at 1-800-456-2255 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of PLEGRIDY cannot be directly compared to rates in clinical trials of other drugs and may not reflect the rates observed in practice. PLEGRIDY Via Subcutaneous Administration In clinical studies (Study 1 and Study 2), a total of 1468 patients with relapsing multiple sclerosis received PLEGRIDY by subcutaneous injection for up to 177 weeks (41 months), with an overall exposure equivalent to 1932 person-years. A total of 1093 patients received at least 1 year, and 415 patients at least 2 years of treatment with PLEGRIDY. A total of 512 and 500 patients, respectively, received PLEGRIDY 125 micrograms every 14 days or every 28 days during the placebo-controlled phase of Study 1 (year 1). The experience in year 2 of Study 1 and in the 2-year safety extension study (Study 2) was consistent with the experience in the 1-year placebo-controlled phase of Study 1. In the placebo-controlled phase of Study 1, the most common adverse drug reactions for PLEGRIDY 125 micrograms subcutaneously every 14 days were injection site erythema, influenza-like illness, pyrexia, headache, myalgia, chills, injection site pain, asthenia, injection site pruritus, and arthralgia (all had incidence more than 10% and at least 2% more than placebo). The most commonly reported adverse event leading to discontinuation in patients treated with PLEGRIDY 125 micrograms subcutaneously every 14 days was influenza-like illness (in less than 1% of patients). Table 3 summarizes adverse reactions reported over 48 weeks from patients treated in the placebo-controlled phase of Study 1 who received subcutaneous PLEGRIDY 125 micrograms (n=512), or placebo (n=500), every 14 days. Table 3: Adverse Reactions in the 48-Week Placebo-Controlled Phase of Study 1 with an Incidence 2% Higher for PLEGRIDY Than for Placebo PLEGRIDY (N=512) % Placebo (N=500) % Nervous System Disorders Headache 44 33 Gastrointestinal Disorders Nausea 9 6 Vomiting 5 2 Musculoskeletal and Connective Tissue Disorders Myalgia 19 6 Arthralgia 11 7 General Disorders and Administration Site Conditions Injection site erythema 62 7 Influenza like illness 47 13 Pyrexia 45 15 Chills 17 5 Injection site pain 15 3 Asthenia 13 8 Injection site pruritus 13 1 Hyperthermia 4 1 Pain 5 3 Injection site edema 3 0 Injection site warmth 3 0 Injection site hematoma 3 1 Injection site rash 2 0 Investigations Body temperature increased 6 3 Alanine aminotransferase increased 6 3 Aspartate aminotransferase increased 4 2 Gamma-glutamyl-transferase increased 3 1 Skin and Subcutaneous Tissue Disorder Pruritus 4 1 Flu-Like Symptoms Influenza-like illness was experienced by 47% of patients receiving PLEGRIDY 125 micrograms every 14 days and 13% of patients receiving placebo. Fewer than 1% of PLEGRIDY-treated patients in Study 1 discontinued treatment due to flu-like symptoms. Comparison Between Subcutaneous and Intramuscular Administration An open-label, crossover study analyzed findings from 130 healthy volunteers to assess the bioequivalence of single doses of 125 micrograms of PLEGRIDY administered as a subcutaneous and intramuscular injection (Study 3). The most commonly reported adverse reactions (with >10% incidence in either arm) across both treatment periods were chills (36% in IM vs 27% in SC), pain (22% in IM vs 14% in SC), headache (36% in IM vs 41% in SC), injection site pain (11% in IM vs 15% in SC), and injection site erythema (2% in IM vs 25% in SC). Overall, injection site reactions were reported in 14% via IM route as compared to 32% via SC route. 6.2 Immunogenicity As with all therapeutic proteins, there is a potential for immunogenicity. The detection of antibody formation is highly dependent on the sensitivity and specificity of the assay. Additionally, the observed incidence of antibody (including neutralizing antibody) positivity in an assay may be influenced by several factors including assay methodology, sample handling, timing of sample collection, concomitant medications, and underlying disease. For these reasons, comparison of the incidence of antibodies in the studies described below with the incidence of antibodies in other studies or to other interferon beta-1a products may be misleading. In Study 1, fewer than 1% of patients treated with PLEGRIDY SC every 14 days for 1 year developed neutralizing antibodies. Approximately 7% of PLEGRIDY SC-treated patients developed antibodies to the polyethylene glycol moiety. No formal studies have been conducted with regards to immunogenicity of the intramuscular route of administration of PLEGRIDY. 6.3 Postmarketing Experience The following adverse reactions have been identified during post-approval use of PLEGRIDY. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Anaphylactic reactions In post marketing experience, serious hypersensitivity reactions, including cases of anaphylaxis, have been reported following PLEGRIDY administration [see Warnings and Precautions ( 5.3 )]. Hepatic injury In post marketing experience, noninfectious hepatitis (including serious hepatitis) cases have been reported following PLEGRIDY administration [see Warnings and Precautions ( 5.1 )] . Pulmonary Arterial Hypertension In postmarketing experience, pulmonary arterial hypertension has been reported following PLEGRIDY administration [see Warnings and Precautions ( 5.8 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS PLEGRIDY is contraindicated in patients with a history of hypersensitivity to natural or recombinant interferon beta or peginterferon, or any other component of PLEGRIDY [see Warnings and Precautions ( 5.3 )] . History of hypersensitivity to natural or recombinant interferon beta or peginterferon, or any other component of PLEGRIDY ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For subcutaneous or intramuscular use only ( 2.1 ) Recommended dose: 125 micrograms every 14 days ( 2.1 ) PLEGRIDY dose should be titrated, starting with 63 micrograms on day 1, 94 micrograms on day 15, and 125 micrograms (full dose) on day 29 ( 2.1 ) A healthcare professional should train patients in the proper technique for self-administering subcutaneous injections using the prefilled pen or syringe or intramuscular injections using the prefilled syringe ( 2.2 ) Analgesics and/or antipyretics on treatment days may help ameliorate flu-like symptoms ( 2.3 ) 2.1 Dosing Information PLEGRIDY may only be administered subcutaneously (SC) or intramuscularly (IM). Recommended Maintenance Dosage After initial titration (see Table 1 and Table 2 ), the recommended dosage of PLEGRIDY is 125 micrograms injected every 14 days. For subcutaneous injection: Patients may rotate injection sites between the abdomen, back of the upper arm, or thigh. For intramuscular injection: Patients may rotate injection sites between the left and right thighs. Treatment Initiation Dose titration at the initiation of treatment may help to ameliorate flu-like symptoms that can occur at treatment initiation with interferons. Prophylactic and concurrent use of analgesics and/or antipyretics may prevent or ameliorate flu-like symptoms sometimes experienced during treatment with PLEGRIDY. Switching between the subcutaneous and intramuscular routes of administration and vice versa has not been studied. It is not expected that dose titration should be repeated to ameliorate flu-like symptoms if switching between subcutaneous and intramuscular routes of administration, or vice versa based upon bioequivalence demonstrated between the two routes of administration. Subcutaneous Administration of PLEGRIDY Patients using PLEGRIDY for the first time should start treatment with 63 micrograms on day 1. On day 15 (14 days later), the dose is increased to 94 micrograms, reaching the full dose of 125 micrograms on day 29 (after another 14 days). Patients continue with the full dose (125 micrograms) every 14 days thereafter (see Table 1 ). A PLEGRIDY Starter Pack is available containing two prefilled pens or syringes: 63 micrograms (dose 1) and 94 micrograms (dose 2). Table 1: Schedule for Subcutaneous Dose Titration Dose Time a Amount (micrograms) Color of Pen or Syringe Label a Dosed every 14 days Dose 1 On day 1 63 Orange Dose 2 On day 15 94 Blue Dose 3 On day 29 and every 14 days thereafter 125 (full dose) Grey Intramuscular Administration of PLEGRIDY For patients using PLEGRIDY injected intramuscularly for the first time, PLEGRIDY should be titrated using the PLEGRIDY Titration Kit designed for use with the prefilled syringe. The PLEGRIDY Titration Kit is supplied separately and contains two titration devices to be used only with PLEGRIDY prefilled syringes for intramuscular use. Patients should start treatment with 63 micrograms (yellow clip) on day 1. On day 15 (14 days later), the dose is increased to 94 micrograms (purple clip), reaching the full dose of 125 micrograms on day 29 (after another 14 days). Patients continue with the full dose (125 micrograms) every 14 days thereafter (see Table 2 ). Table 2: Schedule for Intramuscular Dose Titration Dose Time a Amount (micrograms) Titration Clip a Dosed every 14 days Dose 1 On day 1 63 Yellow Dose 2 On day 15 94 Purple Dose 3 On day 29 and every 14 days thereafter 125 (full dose) No Clips Needed 2.2 Important Administration Instructions (All Dosage Forms) Healthcare professionals should train patients in the proper technique for self-administering subcutaneous injections using the prefilled pen or syringe or intramuscular injections using the prefilled syringe. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Advise patients and caregivers to rotate injection sites with each administration to minimize the likelihood of severe injection site reactions, including necrosis or localized infection [see Warnings and Precautions ( 5.4 ) ]. Once removed from the refrigerator, PLEGRIDY should be allowed to warm to room temperature (about 30 minutes) prior to injection. Do not use external heat sources such as hot water to warm PLEGRIDY. Each PLEGRIDY pen and syringe for subcutaneous injection is provided with the needle pre-attached. PLEGRIDY prefilled syringe for intramuscular injection is supplied as a prefilled syringe with a separate needle. Both intramuscular and subcutaneous prefilled syringes and subcutaneously administered prefilled pens are for one-time use in one patient only and should be discarded after use. 2.3 Premedication for Flu-like Symptoms Prophylactic and concurrent use of analgesics and/or antipyretics may prevent or ameliorate flu-like symptoms sometimes experienced during treatment with PLEGRIDY."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PLEGRIDY is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. PLEGRIDY is an interferon beta indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults ( 1 )"
  ],
  "fetched_at": "2025-10-01T06:31:31.100993",
  "source": "OpenFDA"
}