{
  "drug_name": "Betaine aldehyde",
  "generic_name": [
    "Betaine aldehyde"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drug-drug interactions can be pharmacodynamic (combined pharmacologic effects) or pharmacokinetic (alteration of plasma levels). The risks of using ziprasidone in combination with other drugs have been evaluated as described below. All interactions studies have been conducted with oral ziprasidone. Based upon the pharmacodynamic and pharmacokinetic profile of ziprasidone, possible interactions could be anticipated: Ziprasidone should not be used in combination with other drugs that have demonstrated QT prolongation. ( 4.1 , 7.3 ) The absorption of ziprasidone is increased up to two-fold in the presence of food. ( 7.10 ) The full prescribing information contains additional drug interactions. ( 7 ) 7.1 Metabolic Pathway Approximately two-thirds of ziprasidone is metabolized via a combination of chemical reduction by glutathione and enzymatic reduction by aldehyde oxidase. There are no known clinically relevant inhibitors or inducers of aldehyde oxidase. Less than one-third of ziprasidone metabolic clearance is mediated by cytochrome P450 catalyzed oxidation. 7.2 In Vitro Studies An in vitro enzyme inhibition study utilizing human liver microsomes showed that ziprasidone had little inhibitory effect on CYP1A2, CYP2C9, CYP2C19, CYP2D6 and CYP3A4, and thus would not likely interfere with the metabolism of drugs primarily metabolized by these enzymes. There is little potential for drug interactions with ziprasidone due to displacement [see Clinical Pharmacology ( 12.3 )]. 7.3 Pharmacodynamic Interactions Ziprasidone should not be used with any drug that prolongs the QT interval [see Contraindications ( 4.1 )]. Given the primary CNS effects of ziprasidone, caution should be used when it is taken in combination with other centrally acting drugs. Because of its potential for inducing hypotension, ziprasidone may enhance the effects of certain antihypertensive agents. Ziprasidone may antagonize the effects of levodopa and dopamine agonists. 7.4 Pharmacokinetic Interactions Carbamazepine Carbamazepine is an inducer of CYP3A4; administration of 200 mg twice daily for 21 days resulted in a decrease of approximately 35% in the AUC of ziprasidone. This effect may be greater when higher doses of carbamazepine are administered. Ketoconazole Ketoconazole, a potent inhibitor of CYP3A4, at a dose of 400 mg QD for 5 days, increased the AUC and C max of ziprasidone by about 35 to 40%. Other inhibitors of CYP3A4 would be expected to have similar effects. Cimetidine Cimetidine at a dose of 800 mg QD for 2 days did not affect ziprasidone pharmacokinetics. Antacid The co-administration of 30 mL of Maalox ® with ziprasidone did not affect the pharmacokinetics of ziprasidone. 7.5 Lithium Ziprasidone at a dose of 40 mg twice daily administered concomitantly with lithium at a dose of 450 mg twice daily for 7 days did not affect the steady-state level or renal clearance of lithium. Ziprasidone dosed adjunctively to lithium in a maintenance trial of bipolar patients did not affect mean therapeutic lithium levels. 7.6 Oral Contraceptives In vivo studies have revealed no effect of ziprasidone on the pharmacokinetics of estrogen or progesterone components. Ziprasidone at a dose of 20 mg twice daily did not affect the pharmacokinetics of concomitantly administered oral contraceptives, ethinyl estradiol (0.03 mg) and levonorgestrel (0.15 mg). 7.7 Dextromethorphan Consistent with in vitro results, a study in normal healthy volunteers showed that ziprasidone did not alter the metabolism of dextromethorphan, a CYP2D6 model substrate, to its major metabolite, dextrorphan. There was no statistically significant change in the urinary dextromethorphan/dextrorphan ratio. 7.8 Valproate A pharmacokinetic interaction of ziprasidone with valproate is unlikely due to the lack of common metabolic pathways for the two drugs. Ziprasidone dosed adjunctively to valproate in a maintenance trial of bipolar patients did not affect mean therapeutic valproate levels. 7.9 Other Concomitant Drug Therapy Population pharmacokinetic analysis of schizophrenic patients enrolled in controlled clinical trials has not revealed evidence of any clinically significant pharmacokinetic interactions with benztropine, propranolol, or lorazepam. 7.10 Food Interaction The absolute bioavailability of a 20 mg dose under fed conditions is approximately 60%. The absorption of ziprasidone is increased up to two-fold in the presence of food [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Commonly observed adverse reactions (incidence ≥5% and at least twice the incidence for placebo) were: Schizophrenia: Somnolence, respiratory tract infection. ( 6.1 ) Manic and Mixed Episodes Associated with Bipolar Disorder: Somnolence, extrapyramidal symptoms, dizziness, akathisia, abnormal vision, asthenia, vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc. at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical trials for oral ziprasidone included approximately 5,700 patients and/or normal subjects exposed to one or more doses of ziprasidone. Of these 5,700, over 4,800 were patients who participated in multiple-dose effectiveness trials, and their experience corresponded to approximately 1,831 patient-years. These patients include: (1) 4,331 patients who participated in multiple-dose trials, predominantly in schizophrenia, representing approximately 1,698 patient-years of exposure as of February 5, 2000, and (2) 472 patients who participated in bipolar mania trials representing approximately 133 patient-years of exposure. An additional 127 patients with bipolar disorder participated in a long-term maintenance treatment study representing approximately 74.7 patient-years of exposure to ziprasidone. The conditions and duration of treatment with ziprasidone included open-label and double-blind studies, inpatient and outpatient studies, and short-term and longer-term exposure. Adverse reactions during exposure were obtained by collecting voluntarily reported adverse experiences, as well as results of physical examinations, vital signs, weights, laboratory analyses, ECGs, and results of ophthalmologic examinations. The stated frequencies of adverse reactions represent the proportion of individuals who experienced, at least once, a treatment-emergent adverse reaction of the type listed. A reaction was considered treatment emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. Adverse Findings Observed in Short-Term, Placebo-Controlled Trials with Oral Ziprasidone The following findings are based on the short-term placebo-controlled premarketing trials for schizophrenia (a pool of two 6-week, and two 4-week fixed-dose trials) and bipolar mania (a pool of two 3-week flexible-dose trials) in which ziprasidone was administered in doses ranging from 10 to 200 mg/day. Commonly Observed Adverse Reactions in Short Term-Placebo-Controlled Trials The following adverse reactions were the most commonly observed adverse reactions associated with the use of ziprasidone (incidence of 5% or greater) and not observed at an equivalent incidence among placebo-treated patients (ziprasidone incidence at least twice that for placebo): Schizophrenia trials (see Table 11 ) Somnolence Respiratory Tract Infection Bipolar trials (see Table 12 ) Somnolence Extrapyramidal Symptoms which includes the following adverse reaction terms: extrapyramidal syndrome, hypertonia, dystonia, dyskinesia, hypokinesia, tremor, paralysis and twitching. None of these adverse reactions occurred individually at an incidence greater than 10% in bipolar mania trials. Dizziness which includes the adverse reaction terms dizziness and lightheadedness. Akathisia Abnormal Vision Asthenia Vomiting SCHIZOPHRENIA Adverse Reactions Associated with Discontinuation of Treatment in Short-Term, Placebo-Controlled Trials of Oral Ziprasidone Approximately 4.1% (29/702) of ziprasidone-treated patients in short-term, placebo-controlled studies discontinued treatment due to an adverse reaction, compared with about 2.2% (6/273) on placebo. The most common reaction associated with dropout was rash, including 7 dropouts for rash among ziprasidone patients (1%) compared to no placebo patients [see Warnings and Precautions ( 5.8 )]. Adverse Reactions Occurring at an Incidence of 2% or More Among Ziprasidone-Treated Patients in Short-Term, Oral, Placebo-Controlled Trials Table 11 enumerates the incidence, rounded to the nearest percent, of treatment-emergent adverse reactions that occurred during acute therapy (up to 6 weeks) in predominantly patients with schizophrenia, including only those reactions that occurred in 2% or more of patients treated with ziprasidone and for which the incidence in patients treated with ziprasidone was greater than the incidence in placebo-treated patients. Table 11 Treatment-Emergent Adverse Reaction Incidence in Short-Term Oral Placebo-Controlled Trials - Schizophrenia Percentage of Patients Reporting Reaction Body System/Adverse Reaction Ziprasidone (N=702) Placebo (N=273) Body as a Whole Asthenia 5 3 Accidental Injury 4 2 Chest Pain 3 2 Cardiovascular Tachycardia 2 1 Digestive Nausea 10 7 Constipation 9 8 Dyspepsia 8 7 Diarrhea 5 4 Dry Mouth 4 2 Anorexia 2 1 Nervous Extrapyramidal Symptoms Extrapyramidal Symptoms includes the following adverse reaction terms: extrapyramidal syndrome, hypertonia, dystonia, dyskinesia, hypokinesia, tremor, paralysis and twitching. None of these adverse reactions occurred individually at an incidence greater than 5% in schizophrenia trials. 14 8 Somnolence 14 7 Akathisia 8 7 Dizziness Dizziness includes the adverse reaction terms dizziness and lightheadedness. 8 6 Respiratory Respiratory Tract Infection 8 3 Rhinitis 4 2 Cough Increased 3 1 Skin and Appendages Rash 4 3 Fungal Dermatitis 2 1 Special Senses Abnormal Vision 3 2 Dose Dependency of Adverse Reactions in Short-Term, Fixed-Dose, Placebo-Controlled Trials An analysis for dose response in the schizophrenia 4-study pool revealed an apparent relation of adverse reaction to dose for the following reactions: asthenia, postural hypotension, anorexia, dry mouth, increased salivation, arthralgia, anxiety, dizziness, dystonia, hypertonia, somnolence, tremor, rhinitis, rash, and abnormal vision. Extrapyramidal Symptoms (EPS) The incidence of reported EPS (which included the adverse reaction terms extrapyramidal syndrome, hypertonia, dystonia, dyskinesia, hypokinesia, tremor, paralysis and twitching) for ziprasidone-treated patients in the short-term, placebo-controlled schizophrenia trials was 14% vs. 8% for placebo. Objectively collected data from those trials on the Simpson-Angus Rating Scale (for EPS) and the Barnes Akathisia Scale (for akathisia) did not generally show a difference between ziprasidone and placebo. Dystonia Class Effect: Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Vital Sign Changes Ziprasidone is associated with orthostatic hypotension [see Warnings and Precautions ( 5.9 )]. ECG Changes Ziprasidone is associated with an increase in the QTc interval [see Warnings and Precautions (5.3)]. In the schizophrenia trials, ziprasidone was associated with a mean increase in heart rate of 1.4 beats per minute compared to a 0.2 beats per minute decrease among placebo patients. Other Adverse Reactions Observed During the Premarketing Evaluation of Oral Ziprasidone Following is a list of COSTART terms that reflect treatment-emergent adverse reactions as defined in the introduction to the ADVERSE REACTIONS section reported by patients treated with ziprasidone in schizophrenia trials at multiple doses >4 mg/day within the database of 3,834 patients. All reported reactions are included except those already listed in Table 11 or elsewhere in labeling, those reaction terms that were so general as to be uninformative, reactions reported only once and that did not have a substantial probability of being acutely life-threatening, reactions that are part of the illness being treated or are otherwise common as background reactions, and reactions considered unlikely to be drug-related. It is important to emphasize that, although the reactions reported occurred during treatment with ziprasidone, they were not necessarily caused by it. Adverse reactions are further categorized by body system and listed in order of decreasing frequency according to the following definitions: Frequent - adverse reactions occurring in at least 1/100 patients (≥1% of patients) (only those not already listed in the tabulated results from placebo-controlled trials appear in this listing); Infrequent - adverse reactions occurring in 1/100 to 1/1000 patients (in 0.1 to 1% of patients) Rare - adverse reactions occurring in fewer than 1/1000 patients (<0.1% of patients). Body as a Whole Frequent - abdominal pain, flu syndrome, fever, accidental fall, face edema, chills, photosensitivity reaction, flank pain, hypothermia, motor vehicle accident Cardiovascular System Frequent - tachycardia, hypertension, postural hypotension Infrequent - bradycardia, angina pectoris, atrial fibrillation Rare - first degree AV block, bundle branch block, phlebitis, pulmonary embolus, cardiomegaly, cerebral infarct, cerebrovascular accident, deep thrombophlebitis, myocarditis, thrombophlebitis Digestive System Frequent - anorexia, vomiting Infrequent - rectal hemorrhage, dysphagia, tongue edema Rare - gum hemorrhage, jaundice, fecal impaction, gamma glutamyl transpeptidase increased, hematemesis, cholestatic jaundice, hepatitis, hepatomegaly, leukoplakia of mouth, fatty liver deposit, melena Endocrine Rare - hypothyroidism, hyperthyroidism, thyroiditis Hemic and Lymphatic System Infrequent - anemia, ecchymosis, leukocytosis, leukopenia, eosinophilia, lymphadenopathy Rare - thrombocytopenia, hypochromic anemia, lymphocytosis, monocytosis, basophilia, lymphedema, polycythemia, thrombocythemia Metabolic and Nutritional Disorders Infrequent - thirst, transaminase increased, peripheral edema, hyperglycemia, creatine phosphokinase increased, alkaline phosphatase increased, hypercholesteremia, dehydration, lactic dehydrogenase increased, albuminuria, hypokalemia Rare - BUN increased, creatinine increased, hyperlipemia, hypocholesteremia, hyperkalemia, hypochloremia, hypoglycemia, hyponatremia, hypoproteinemia, glucose tolerance decreased, gout, hyperchloremia, hyperuricemia, hypocalcemia, hypoglycemic reaction, hypomagnesemia, ketosis, respiratory alkalosis Musculoskeletal System Frequent - myalgia Infrequent - tenosynovitis Rare - myopathy Nervous System Frequent - agitation, extrapyramidal syndrome, tremor, dystonia, hypertonia, dyskinesia, hostility, twitching, paresthesia, confusion, vertigo, hypokinesia, hyperkinesia, abnormal gait, oculogyric crisis, hypesthesia, ataxia, amnesia, cogwheel rigidity, delirium, hypotonia, akinesia, dysarthria, withdrawal syndrome, buccoglossal syndrome, choreoathetosis, diplopia, incoordination, neuropathy Infrequent - paralysis Rare - myoclonus, nystagmus, torticollis, circumoral paresthesia, opisthotonos, reflexes increased, trismus Respiratory System Frequent - dyspnea Infrequent - pneumonia, epistaxis Rare - hemoptysis, laryngismus Skin and Appendages Infrequent - maculopapular rash, urticaria, alopecia, eczema, exfoliative dermatitis, contact dermatitis, vesiculobullous rash Special Senses Frequent - fungal dermatitis Infrequent - conjunctivitis, dry eyes, tinnitus, blepharitis, cataract, photophobia Rare - eye hemorrhage, visual field defect, keratitis, keratoconjunctivitis Urogenital System Infrequent - impotence, abnormal ejaculation, amenorrhea, hematuria, menorrhagia, female lactation, polyuria, urinary retention metrorrhagia, male sexual dysfunction, anorgasmia, glycosuria Rare - gynecomastia, vaginal hemorrhage, nocturia, oliguria, female sexual dysfunction, uterine hemorrhage BIPOLAR DISORDER Acute Treatment of Manic or Mixed Episodes Adverse Reactions Associated with Discontinuation of Treatment in Short Term, Placebo-Controlled Trials Approximately 6.5% (18/279) of ziprasidone-treated patients in short-term, placebo-controlled studies discontinued treatment due to an adverse reaction, compared with about 3.7% (5/136) on placebo. The most common reactions associated with dropout in the ziprasidone-treated patients were akathisia, anxiety, depression, dizziness, dystonia, rash and vomiting, with 2 dropouts for each of these reactions among ziprasidone patients (1%) compared to one placebo patient each for dystonia and rash (1%) and no placebo patients for the remaining adverse reactions. Adverse Reactions Occurring at an Incidence of 2% or More Among Ziprasidone-Treated Patients in Short-Term, Oral, Placebo-Controlled Trials Table 12 enumerates the incidence, rounded to the nearest percent, of treatment-emergent adverse reactions that occurred during acute therapy (up to 3 weeks) in patients with bipolar mania, including only those reactions that occurred in 2% or more of patients treated with ziprasidone and for which the incidence in patients treated with ziprasidone was greater than the incidence in placebo-treated patients. Table 12: Treatment-Emergent Adverse Reactions Incidence in Short-Term Oral Placebo-Controlled Trials – Manic and Mixed Episodes Associated with Bipolar Disorder Body System/Adverse Reaction Percentage of Patients Reporting Reaction Ziprasidone (N=279) Placebo (N=136) Body as a Whole Headache 18 17 Asthenia 6 2 Accidental Injury 4 1 Cardiovascular Hypertension 3 2 Digestive Nausea 10 7 Diarrhea 5 4 Dry Mouth 5 4 Vomiting 5 2 Increased Salivation 4 0 Tongue Edema 3 1 Dysphagia 2 0 Musculoskeletal Myalgia 2 0 Nervous Somnolence 31 12 Extrapyramidal Symptoms* 31 12 Dizziness** 16 7 Akathisia 10 5 Anxiety 5 4 Hypesthesia 2 1 Speech Disorder 2 0 Respiratory Pharyngitis 3 1 Dyspnea 2 1 Skin and Appendages Fungal Dermatitis 2 1 Special Senses Abnormal Vision 6 3 *Extrapyramidal Symptoms includes the following adverse reaction terms: extrapyramidal syndrome, hypertonia, dystonia, dyskinesia, hypokinesia, tremor, paralysis and twitching. None of these adverse reactions occurred individually at an incidence greater than 10% in bipolar mania trials. **Dizziness includes the adverse reaction terms dizziness and lightheadedness. Explorations for interactions on the basis of gender did not reveal any clinically meaningful differences in the adverse reaction occurrence on the basis of this demographic factor. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ziprasidone hydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reaction reports not listed above that have been received since market introduction include rare occurrences of the following : Cardiac Disorders: Tachycardia, torsade de pointes (in the presence of multiple confounding factors), [see Warnings and Precautions ( 5.3 )]; Digestive System Disorders: Swollen Tongue; Reproductive System and Breast Disorders: Galactorrhea, priapism; Nervous System Disorders: Facial Droop, neuroleptic malignant syndrome, serotonin syndrome (alone or in combination with serotonergic medicinal products), tardive dyskinesia; Psychiatric Disorders: Insomnia, mania/hypomania; Skin and subcutaneous Tissue Disorders: Allergic reaction (such as allergic dermatitis, angioedema, orofacial edema, urticaria), rash, Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS); Urogenital System Disorders: Enuresis, urinary incontinence; Vascular Disorders: Postural hypotension, syncope."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Do not use in patients with a known history of QT prolongation ( 4.1 ) Do not use in patients with recent acute myocardial infarction ( 4.1 ) Do not use in patients with uncompensated heart failure ( 4.1 ) Do not use in combination with other drugs that have demonstrated QT prolongation ( 4.1 ) Do not use in patients with known hypersensitivity to ziprasidone ( 4.2 ) 4.1 QT Prolongation Because of ziprasidone's dose-related prolongation of the QT interval and the known association of fatal arrhythmias with QT prolongation by some other drugs, ziprasidone is contraindicated: in patients with a known history of QT prolongation (including congenital long QT syndrome) in patients with recent acute myocardial infarction in patients with uncompensated heart failure Pharmacokinetic/pharmacodynamic studies between ziprasidone and other drugs that prolong the QT interval have not been performed. An additive effect of ziprasidone and other drugs that prolong the QT interval cannot be excluded. Therefore, ziprasidone should not be given with: dofetilide, sotalol, quinidine, other Class Ia and III anti-arrhythmics, mesoridazine, thioridazine, chlorpromazine, droperidol, pimozide, sparfloxacin, gatifloxacin, moxifloxacin, halofantrine, mefloquine, pentamidine, arsenic trioxide, levomethadyl acetate, dolasetron mesylate, probucol or tacrolimus. other drugs that have demonstrated QT prolongation as one of their pharmacodynamic effects and have this effect described in the full prescribing information as a contraindication or a boxed or bolded warning [see Warnings and Precautions ( 5.3 )]. 4.2 Hypersensitivity Ziprasidone is contraindicated in individuals with a known hypersensitivity to the product."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Give oral doses with food. Schizophrenia: Initiate at 20 mg twice daily. Daily dosage may be adjusted up to 80 mg twice daily. Dose adjustments should occur at intervals of not less than 2 days. Safety and efficacy has been demonstrated in doses up to 100 mg twice daily. The lowest effective dose should be used. ( 2.1 ) Acute treatment of manic/mixed episodes of bipolar I disorder: Initiate at 40 mg twice daily. Increase to 60 mg or 80 mg twice daily on day 2 of treatment. Subsequent dose adjustments should be based on tolerability and efficacy within the range of 40 mg to 80 mg twice daily. ( 2.2 ) Maintenance treatment of bipolar I disorder as an adjunct to lithium or valproate: Continue treatment at the same dose on which the patient was initially stabilized, within the range of 40 mg to 80 mg twice daily. ( 2.2 ) 2.1 Schizophrenia Dose Selection Ziprasidone capsules should be administered at an initial daily dose of 20 mg twice daily with food. In some patients, daily dosage may subsequently be adjusted on the basis of individual clinical status up to 80 mg twice daily. Dosage adjustments, if indicated, should generally occur at intervals of not less than 2 days, as steady-state is achieved within 1 to 3 days. In order to ensure use of the lowest effective dose, patients should ordinarily be observed for improvement for several weeks before upward dosage adjustment. Efficacy in schizophrenia was demonstrated in a dose range of 20 mg to 100 mg twice daily in short-term, placebo-controlled clinical trials. There were trends toward dose response within the range of 20 mg to 80 mg twice daily, but results were not consistent. An increase to a dose greater than 80 mg twice daily is not generally recommended. The safety of doses above 100 mg twice daily has not been systematically evaluated in clinical trials [see Clinical Studies ( 14.1 )]. Maintenance Treatment While there is no body of evidence available to answer the question of how long a patient treated with ziprasidone should remain on it, a maintenance study in patients who had been symptomatically stable and then randomized to continue ziprasidone or switch to placebo demonstrated a delay in time to relapse for patients receiving ziprasidone capsules [see Clinical Studies ( 14.1 )]. No additional benefit was demonstrated for doses above 20 mg twice daily. Patients should be periodically reassessed to determine the need for maintenance treatment. 2.2 Bipolar I Disorder (Acute Mixed or Manic Episodes and Maintenance Treatment as an Adjunct to Lithium or Valproate) Acute Treatment of Manic or Mixed Episodes Dose Selection-Oral ziprasidone should be administered at an initial daily dose of 40 mg twice daily with food. The dose may then be increased to 60 mg or 80 mg twice daily on the second day of treatment and subsequently adjusted on the basis of tolerance and efficacy within the range 40 mg to 80 mg twice daily. In the flexible-dose clinical trials, the mean daily dose administered was approximately 120 mg [see Clinical Studies ( 14.2 )]. Maintenance Treatment (as an adjunct to lithium or valproate) Continue treatment at the same dose on which the patient was initially stabilized, within the range of 40 mg to 80 mg twice daily with food. Patients should be periodically reassessed to determine the need for maintenance treatment [see Clinical Studies ( 14.2 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ziprasidone capsules are indicated for the treatment of schizophrenia, as monotherapy for the acute treatment of bipolar manic or mixed episodes, and as an adjunct to lithium or valproate for the maintenance treatment of bipolar disorder. When deciding among the alternative treatments available for the condition needing treatment, the prescriber should consider the finding of ziprasidone’s greater capacity to prolong the QT/QTc interval compared to several other antipsychotic drugs [see Warnings and Precautions (5.3)]. Prolongation of the QTc interval is associated in some other drugs with the ability to cause torsade de pointes-type arrhythmia, a potentially fatal polymorphic ventricular tachycardia, and sudden death. In many cases this would lead to the conclusion that other drugs should be tried first. Whether ziprasidone will cause torsade de pointes or increase the rate of sudden death is not yet known [see Warnings and Precautions ( 5.3 )]. Schizophrenia Ziprasidone is indicated for the treatment of schizophrenia in adults [see Clinical Studies ( 14.1 )]. Bipolar I Disorder (Acute Mixed or Manic Episodes and Maintenance Treatment as an Adjunct to Lithium or Valproate) Ziprasidone is indicated as monotherapy for the acute treatment of adults with manic or mixed episodes associated with bipolar I disorder [see Clinical Studies ( 14.2 )]. Ziprasidone is indicated as an adjunct to lithium or valproate for the maintenance treatment of bipolar I disorder in adults [see Clinical Studies ( 14.2 )]. Ziprasidone is an atypical antipsychotic. In choosing among treatments, prescribers should be aware of the capacity of ziprasidone to prolong the QT interval and may consider the use of other drugs first ( 5.3 ) Ziprasidone is indicated as an oral formulation for the: Treatment of schizophrenia. ( 1 ) Acute treatment as monotherapy of manic or mixed episodes associated with bipolar I disorder. ( 1 ) Maintenance treatment of bipolar I disorder as an adjunct to lithium or valproate. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:23:02.802978",
  "source": "OpenFDA"
}