{
  "drug_name": "Betamethasone",
  "generic_name": [
    "BETAMETHASONE DIPROPIONATE"
  ],
  "brand_names": [
    "Betamethasone Dipropionate"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reaction reported in 0.4% of adult patients is stinging. ( 6.1 ) The most common adverse reactions reported in 10% of pediatric patients are signs of skin atrophy, telangiectasia, bruising, shininess. ( 6.1 , 8.4 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc., at 1-866-923-4914 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In controlled clinical trials, involving 242 adult subjects, the adverse reaction associated with the use of betamethasone dipropionate cream (augmented) reported at a frequency of 0.4% was stinging. It occurred in 1 subject. In a controlled clinical trial involving 67 pediatric subjects from 3 months to 12 years of age, the adverse reactions associated with the use of betamethasone dipropionate cream (augmented) occurred in 7 of 67 (10%) subjects. Reported reactions included signs of skin atrophy (telangiectasia, bruising, shininess). 6.2 Postmarketing Experience Because adverse reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Postmarketing reports for local adverse reactions to topical corticosteroids may also include: burning, itching, irritation, dryness, folliculitis, acneiform eruptions, hypopigmentation, perioral dermatitis, allergic contact dermatitis, secondary infection, hypertrichosis, skin atrophy, striae, and miliaria. Hypersensitivity reactions, consisting of predominantly skin signs and symptoms, e.g., contact dermatitis, pruritus, bullous dermatitis, and erythematous rash have been reported. Ophthalmic adverse reactions of cataracts, glaucoma, increased intraocular pressure, and central serous chorioretinopathy have been reported with the use of topical corticosteroids, including topical betamethasone products."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Betamethasone dipropionate cream (augmented), is contraindicated in patients who are hypersensitive to betamethasone dipropionate, to other corticosteroids, or to any ingredient in this preparation. Hypersensitivity to any component of this medicine. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Apply a thin film of betamethasone dipropionate cream (augmented) to the affected skin areas once or twice daily. Therapy should be discontinued when control is achieved. Betamethasone dipropionate cream (augmented) is a high-potency corticosteroid. Treatment with betamethasone dipropionate cream (augmented) should not exceed 50 g per week because of the potential for the drug to suppress the hypothalamic-pituitary-adrenal (HPA) axis [see Warnings and Precautions (5.1) ]. Betamethasone dipropionate cream (augmented) should not be used with occlusive dressings unless directed by a physician. Avoid contact with eyes. Wash hands after each application. Avoid use on the face, groin, or axillae, or if skin atrophy is present at the treatment site. Betamethasone dipropionate cream (augmented) is for topical use only. It is not for oral, ophthalmic, or intravaginal use. Apply a thin film to the affected skin areas once or twice daily. ( 2 ) Discontinue therapy when control is achieved. ( 2 ) Use no more than 50 g per week. ( 2 ) Do not use with occlusive dressings unless directed by a physician. ( 2 ) Avoid use on the face, groin, or axillae, or if skin atrophy is present at the treatment site. ( 2 ) Not for oral, ophthalmic, or intravaginal use. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Betamethasone dipropionate cream (augmented) is a corticosteroid indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses in patients 13 years of age or older. Betamethasone dipropionate cream (augmented), 0.05% is a corticosteroid indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses in patients 13 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:13:29.103876",
  "source": "OpenFDA"
}