{
  "drug_name": "Beta-Amino Isobutyrate",
  "generic_name": [
    "Beta-Amino Isobutyrate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only Do not use on damaged or broken skin When using this product keep out of eyes. Rinse with water to remove. Directions Apply foundation liberally to clean face for Broad Spectrum protection. Reapply as needed. This is not a primary Sunscreen. For further protection by a primary Sunscreen follow directions below. Apply primary Sunscreen liberally 15 minutes before sun exposure Reapply at least every 2 hours. Sun Protection measures. Spending time in the sun increases your risk of skin cancer and early skin aging. To decrease this risk, regularly use a sunscreen with a broad spectrum SPF 15 or higher and other sun protection measures including: Limit time in the sun, especially 10 a.m. - 2 p.m. Wear long-sleeve shirts, pants, hats, and sunglasses Children under 6 months ask doctor Inactive Ingredients: Water/Aqua, Cyclomethicone, Butylene Glycol, Isononyl Isononoate, Behenyl Dimethicone, Cetyl PEG/PPG-10/1 Dimethicone, Phenyl Trimethicone, C12-15 Alkyl Benzoate, Disteardimonium Hectorite, Glcyeryl Ethylhexanoate/Stearate/Adipate, Phenoxyethanol, Sucrose Acetyl Isobutyrate, Tocopheryl Acetate, Sodium Chloride, Lauryl PEG-8 Dimethicone, Alumina, Sodium Dehydroacetate, Methicone, Triethoxycaprylylsilane, Caprylic/Capric Triglyceride, Trisodium Ethylenediamine Dissucinate, Dimethicone, Tropolone, Tripeptide-3, Hexapeptide-4, (May contain (+/-) CI 77891 (Titanium Dioxide), CI 77491 (iron oxides), CI 77492 (Iron Oxides), CI 77499 (Iron Oxides)."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions Apply foundation liberally to clean face for Broad Spectrum protection. Reapply as needed. This is not a primary Sunscreen. For further protection by a primary Sunscreen follow directions below. Apply primary Sunscreen liberally 15 minutes before sun exposure Reapply at least every 2 hours. Sun Protection measures. Spending time in the sun increases your risk of skin cancer and early skin aging. To decrease this risk, regularly use a sunscreen with a broad spectrum SPF 15 or higher and other sun protection measures including: Limit time in the sun, especially 10 a.m. - 2 p.m. Wear long-sleeve shirts, pants, hats, and sunglasses Children under 6 months ask doctor Inactive Ingredients: Water/Aqua, Cyclomethicone, Butylene Glycol, Isononyl Isononoate, Behenyl Dimethicone, Cetyl PEG/PPG-10/1 Dimethicone, Phenyl Trimethicone, C12-15 Alkyl Benzoate, Disteardimonium Hectorite, Glcyeryl Ethylhexanoate/Stearate/Adipate, Phenoxyethanol, Sucrose Acetyl Isobutyrate, Tocopheryl Acetate, Sodium Chloride, Lauryl PEG-8 Dimethicone, Alumina, Sodium Dehydroacetate, Methicone, Triethoxycaprylylsilane, Caprylic/Capric Triglyceride, Trisodium Ethylenediamine Dissucinate, Dimethicone, Tropolone, Tripeptide-3, Hexapeptide-4, (May contain (+/-) CI 77891 (Titanium Dioxide), CI 77491 (iron oxides), CI 77492 (Iron Oxides), CI 77499 (Iron Oxides)."
  ],
  "indications": [
    "Stop use and ask a dcotor if rash occurs. Warnings For external use only Do not use on damaged or broken skin When using this product keep out of eyes. Rinse with water to remove. Directions Apply foundation liberally to clean face for Broad Spectrum protection. Reapply as needed. This is not a primary Sunscreen. For further protection by a primary Sunscreen follow directions below. Apply primary Sunscreen liberally 15 minutes before sun exposure Reapply at least every 2 hours. Sun Protection measures. Spending time in the sun increases your risk of skin cancer and early skin aging. To decrease this risk, regularly use a sunscreen with a broad spectrum SPF 15 or higher and other sun protection measures including: Limit time in the sun, especially 10 a.m. - 2 p.m. Wear long-sleeve shirts, pants, hats, and sunglasses Children under 6 months ask doctor Inactive Ingredients: Water/Aqua, Cyclomethicone, Butylene Glycol, Isononyl Isononoate, Behenyl Dimethicone, Cetyl PEG/PPG-10/1 Dimethicone, Phenyl Trimethicone, C12-15 Alkyl Benzoate, Disteardimonium Hectorite, Glcyeryl Ethylhexanoate/Stearate/Adipate, Phenoxyethanol, Sucrose Acetyl Isobutyrate, Tocopheryl Acetate, Sodium Chloride, Lauryl PEG-8 Dimethicone, Alumina, Sodium Dehydroacetate, Methicone, Triethoxycaprylylsilane, Caprylic/Capric Triglyceride, Trisodium Ethylenediamine Dissucinate, Dimethicone, Tropolone, Tripeptide-3, Hexapeptide-4, (May contain (+/-) CI 77891 (Titanium Dioxide), CI 77491 (iron oxides), CI 77492 (Iron Oxides), CI 77499 (Iron Oxides)."
  ],
  "fetched_at": "2025-10-01T03:42:08.934177",
  "source": "OpenFDA"
}