{
  "drug_name": "Bexagliflozin",
  "generic_name": [
    "BEXAGLIFLOZIN"
  ],
  "brand_names": [
    "Bexagliflozin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 4 for clinically significant interactions with bexagliflozin tablets. Table 4. Clinically Significant Interactions with Bexagliflozin Tablets UGT Enzyme Inducers Clinical Impact UGT Enzyme Inducers may significantly reduce exposure to bexagliflozin and lead to a decreased efficacy [ see Clinical Pharmacology ( 12.3 )]. Intervention Consider adding another antihyperglycemic agent in patients who require additional glycemic control. Concomitant Use with Insulin and Insulin Secretagogues Clinical Impact The risk of hypoglycemia is increased when bexagliflozin tablets are used in combination with insulin and/or an insulin secretagogue. Intervention A lower dose of insulin or insulin secretagogue may be required to minimize the risk of hypoglycemia when used in combination with bexagliflozin tablets. Lithium Clinical Impact Concomitant use with SGLT2 inhibitors such as bexagliflozin tablets may decrease serum lithium concentrations. Intervention Monitor serum lithium concentration more frequently upon bexagliflozin tablets initiation and discontinuation. Positive Urine Glucose Test Clinical Impact SGLT2 inhibitors increase urinary glucose excretion and will lead to positive urine glucose tests. Intervention Monitoring glycemic control with urine glucose tests is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. Interference with 1,5-anhydroglucitol (1,5-AG) Assay Clinical Impact Measurements of 1,5-AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention Monitoring glycemic control with 1,5-AG assay is not recommended. Use alternative methods to monitor glycemic control."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see Warnings and Precautions ( 5.1 )] Lower Limb Amputation [see Warnings and Precautions ( 5.2 ) ] Volume Depletion [see Warnings and Precautions ( 5.3 )] Urosepsis and Pyelonephritis [see Warnings and Precautions ( 5.4 )] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see Warnings and Precautions ( 5.5 )] Necrotizing Fasciitis of the Perineum (Fournier’s Gangrene) [see Warnings and Precautions ( 5.6 )] Genital Mycotic Infections [see Warnings and Precautions ( 5.7 )] Most common adverse reactions (incidence > 5%) are female genital mycotic infections, urinary tract infection and increased urination ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact the bexagliflozin information line at 1-855-273-6928 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Pool of Placebo-Controlled Trials Evaluating Bexagliflozin Tablets, 20 m g The data in Table 1 are derived from three trials in adults with type 2 diabetes mellitus: two 24-week placebo-controlled trials (one as monotherapy and another as add-on to metformin therapy; Trials 1 and 2, respectively) [see Clinical Studies ( 14.2 , 14.3 )] and a 12-week, placebo-controlled, dose-ranging, monotherapy trial (only the data from the 20 mg dosage of bexagliflozin tablets per day were included in this pool). In these pooled trials, patients received placebo (N = 300) or bexagliflozin 20 mg (N = 372), once daily. The mean age of the population was 56 years and 5% of the patients were older than 75 years of age. Fifty-seven percent (57%) were male and 45% were White, 38% Asian, 15% Black and 2% other races. At baseline, the mean duration of type 2 diabetes mellitus was 7.7 years and the mean hemoglobin A1c (HbA1c) was 8.2%. Established microvascular complications of type 2 diabetes mellitus at baseline included diabetic nephropathy (0.8%), retinopathy (24%), and peripheral neuropathy (33%). Baseline renal function was eGFR ≥ 60 mL/min/1.73 m 2 in 98% of patients and eGFR 45 to < 60 mL/min/1.73 m 2 in 2% of patients (mean eGFR 92 mL/min/1.73 m 2 ). Table 1 shows common adverse reactions associated with the use of bexagliflozin tablets in these trials. These adverse reactions occurred more commonly in bexagliflozin-treated patients than placebo-treated patients, and occurred in at least 2% of bexagliflozin-treated patients. Table 1. Adverse Reactions in Adults with Type 2 Diabetes Mellitus - Monotherapy or in Combination with Metformin* Percentage of Patients Placebo N = 300 Bexagliflozin N = 372 Increased urination a 3 7 Urinary tract infection b 4 6 Female genital mycotic infections c 0 6 Thirst d 2 3 Vaginal pruritus e 0 3 Male genital mycotic infection f 1 2 Hypoglycemia 1 2 * The three placebo-controlled trials included two monotherapy trials and one add-on combination trial with metformin in adults with type 2 diabetes mellitus (Trials 1, 2, and a 12-week dose ranging trial). Adverse reactions were those that occurred more commonly in bexagliflozin-treated patients than placebo-treated patients and occurred in at least 2% of bexagliflozin-treated patients. a Includes: polyuria, pollakiuria, micturition urgency, nocturia. b Includes: dysuria, urinary tract infection, nitrite urine present, streptococcal urinary tract infection, cystitis. c Includes: vulvovaginal mycotic infection, vaginal infection, genital infection fungal, vulvovaginal candidiasis. Percentages calculated with the number of female patients in each group as denominator: placebo (N = 130), bexagliflozin tablets(N = 156). d Includes: thirst, polydipsia. e Includes: pruritus genital, vulvovaginal pruritus. Percentages calculated with the number of females in each group as denominator: placebo (N = 130), bexagliflozin tablets (N = 156). f Includes: balanoposthitis, genital infection fungal, tinea cruris. Percentages calculated with the number of males in each group as denominator: placebo (N = 170), bexagliflozin tablets (N = 216). Clinical Trial in Patients with Increased Risk for Major Adverse Cardiovascular Events Bexagliflozin tablets were evaluated in a trial that enrolled adults with type 2 diabetes mellitus who had either established (CVD) or were at increased risk for CVD (Trial 6) [see Clinical Studies ( 14.5 )] . Patients on standard of care therapy for diabetes management were randomized to receive add-on therapy with either placebo (N = 567) or bexagliflozin 20 mg once daily (N = 1,132) for a minimum duration of 52 weeks (median duration 2.4 years). The most common adverse reactions observed in this trial were generally consistent with other trials of bexagliflozin tablets in adults with type 2 diabetes mellitus (see Table 1 ) . Other Adverse Reactions Lower Limb Amputations An increased incidence of non-traumatic lower limb amputations occurred in bexagliflozin-treated patients compared to placebo-treated patients in a trial (Trial 6) that evaluated adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD. Patients in this trial were followed for a median duration of 2.4 years. The lower limb amputation data are shown in Table 2 . Table 2. Non-traumatic Lower Limb Amputation in Adults with Type 2 Diabetes Mellitus who had either Established Cardiovascular Disease or were at Risk for Cardiovascular Disease (Trial 6 ) Placebo N = 567 Bexagliflozin N = 1,132 Patients with an amputation, n (%) 7 (1.2%) 23 (2.0%) Total amputations 13 25 Amputation incidence rate (per 1,000 patient-years) 5.1 8.3 Hazard Ratio (95% CI) - 1.64 (0.70, 3.82) Note: Incidence is based on the number of patients with at least one amputation, and not the total number of amputation events. A patient’s follow-up is calculated from Day 1 to the first amputation event date. Some patients had more than one amputation. Volume Depletion In a trial of adults with type 2 diabetes mellitus and moderate renal impairment (Trial 5), adverse reactions related to volume depletion (e.g., dehydration, dizziness, dizziness postural, vertigo, vertigo positional, presyncope, hypotension, and orthostatic hypotension) were reported in 3.9% and 8.9% of patients treated with placebo and bexagliflozin tablets, respectively. Genital Mycotic Infections In a pool of three placebo-controlled clinical trials (12-week dose ranging trial and Trials 1 and 2), the incidence of female genital mycotic infections occurred in 0% and 5.6% of females treated with placebo and bexagliflozin tablets, respectively (see Table 1 ). In the same pool of trials, male genital mycotic infections occurred in 1.4% and 2.2% of males treated with placebo and bexagliflozin tablets, respectively (see Table 1 ). In a trial that enrolled adults with type 2 diabetes mellitus and moderate renal impairment (Trial 5), 0% and 9.2% of female patients treated with placebo and bexagliflozin tablets, respectively, had a genital mycotic infection. In a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6), 2.8% and 9.0% of patients treated with placebo and bexagliflozin tablets, respectively, had at least one event of genital mycotic infection. In the same trial, genital mycotic infections that caused drug discontinuation were reported in 0% and 1.2% of patients treated with placebo and bexagliflozin tablets, respectively. Balanoposthitis was reported in 0% and 2.9% of male patients, and phimosis was reported in 0.3% and 0.5% of male patients treated with placebo and bexagliflozin tablets, respectively. Patients treated with bexagliflozin tablets with events of phimosis typically underwent circumcision. Fractures In a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6), the incidence rates of serious fractures, including events of hip and femur fracture, were 1.4 and 5.4 events per 1,000 patient-years of follow-up in the placebo and bexagliflozin groups, respectively. The imbalance in serious fractures was observed within the first 6 months of therapy and remained through the end of the trial. Hypoglycemia The incidence of hypoglycemia by trial is shown in Table 3 . Table 3. Incidence of Overall * and Severe † Hypoglycemia in Placebo-Controlled Clinical Trials in Adults with Type 2 Diabetes Mellitus Placebo Bexagliflozin Monotherapy (24 weeks) (Trial 1) All subjects -Overall [N (%)] -Severe [N (%)] N = 69 0 (0) 0 (0) N = 138 0 (0) 0 (0) Add-on to Metformin (24 weeks) (Trial 2) All subjects -Overall [N (%)] -Severe [N (%)] N = 159 0 (0) 0 (0) N = 158 1 (0.6) 0 (0) Add-on to Standard of Care Therapy in Patients with Moderate Renal Impairment (24 weeks) (Trial 5) β All subjects -Overall [N (%)] -Severe [N (%)] Subjects on background insulin and/or sulfonylurea -Overall [N (%)] -Severe [N (%)] N = 155 0 (0) 0 (0) N = 109 0 (0) 0 (0) N = 157 2 (1.3) 1 (0.6) N = 106 2 (1.9) 1 (0.9) Add-on to Standard of Care Therapy in Patients with Increased CV Risk (Trial 6) β All subjects -Overall [N (%)] -Severe [N (%)] Subjects on background insulin and/or sulfonylurea -Overall [N (%)] -Severe [N (%)] N = 567 11 (1.9) 8 (1.4) N = 454 10 (2.2) 8 (1.8) N = 1,132 23 (2.0) 10 (0.9) N = 923 22 (2.4) 10 (1.1) * Overall hypoglycemia: plasma or capillary glucose of less than 54 mg/dL. † Severe hypoglycemia: patient required assistance, lost consciousness, or experienced a seizure (irrespective of blood glucose concentration). β No restrictions were placed on background antihyperglycemic therapy (aside from treatment with another SGLT2 inhibitor) and approximately 50% of patients used insulin and/or an insulin secretagogue at baseline. Rash and Dermatitis In the clinical program of bexagliflozin tablets, one event of rash and one event of dermatitis was confirmed to be attributable to bexagliflozin exposure by withdrawal and rechallenge. The rash and dermatitis events occurred on day 37 and day 3 of exposure to bexagliflozin, respectively. In a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6), 3.4% and 5.4% of patients experienced at least one event of rash with placebo and bexagliflozin, respectively. Sepsis Bexagliflozin was associated with an increased risk of sepsis/septic shock events, including events that may have caused or contributed to death, in a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6). Sepsis events occurred in 2 (0.4%) and 14 (1.2%) of placebo-treated patients and bexagliflozin-treated patients in the trial, respectively. Of these, 1 sepsis event among placebo-treated patients and 3 sepsis events among bexagliflozin-treated patients were related to urinary tract infections. Laboratory Abnormalities Changes in Serum Creatinine and eGFR Initiation of bexagliflozin tablets causes an increase in serum creatinine and decrease in eGFR within weeks of starting therapy that stabilizes by week 6 to 12. In a trial enrolling adults with type 2 diabetes mellitus and moderate renal impairment (Trial 5), a mean change in serum creatinine of 0.0 mg/dL and a decrease in eGFR of 0.1 mL/min/1.73 m 2 was observed in the placebo group as compared to a mean increase in serum creatinine of 0.1 mg/dL and a mean decrease in eGFR of 4.6 mL/min/1.73 m 2 with bexagliflozin tablets, within the first 6 weeks of treatment. In a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6), an initial decrease in eGFR was seen within weeks of starting therapy (eGFR changes from baseline to week 12 of 0 and -3.1 mL/min/1.73 m 2 in the placebo and bexagliflozin arms, respectively). Acute hemodynamic changes may play a role in the early renal function changes observed with bexagliflozin tablets since they are reversed after treatment discontinuation. Increases in Low-Density Lipoprotein Cholesterol (LDL-C) In a pool of two placebo-controlled clinical trials (Trials 1 and 2), mean LDL-C decreased by 3.8 mg/dL (3.7%) in patients treated with placebo (N = 195) and increased by 1.7 mg/dL (1.6%) in patients treated with bexagliflozin tablets (N = 247) at week 24. In a trial that enrolled adults with type 2 diabetes mellitus who had either established CVD or were at increased risk for CVD (Trial 6), LDL-C increased by 3 mg/dL (3.2%) and 3 mg/dL (4.1%) with placebo and bexagliflozin treatment, respectively, at Week 24. Increases in Hemoglobin and Hematocrit In a pool of two placebo-controlled trials (Trials 1 and 2), mean changes from baseline to Week 24 in hemoglobin were -0.3 g/dL (-2.1%) with placebo and 0.4 g/dL (2.9%) with bexagliflozin tablets. In the same pool, mean changes from baseline to Week 24 in hematocrit were -0.6% with placebo and 1.3% with bexagliflozin 20 mg. Fewer patients had > 2 g/dL increases in hemoglobin from baseline for placebo (0.5%) compared to bexagliflozin tablets (4.9%). Increases in hemoglobin > 3 g/dL from baseline were observed in 0% of placebo-treated patients compared to 0.7% of bexagliflozin-treated patients."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Bexagliflozin tablets are contraindicated in patients: With hypersensitivity to bexagliflozin or any excipient in bexagliflozin tablets. Anaphylaxis and angioedema have been reported with sodium-glucose co-transporter 2 (SGLT2) inhibitors. • Hypersensitivity to bexagliflozin or any excipient in bexagliflozin tablets"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dose: 20 mg once daily, taken in the morning, with or without food. Do not crush or chew the tablet. ( 2.2 ) • Assess renal function before initiating bexagliflozin tablets and as clinically indicated. Correct volume depletion before initiating ( 2.1 ) • Not recommended if eGFR less than 30 mL/min/1.73 m 2 . ( 2.1 ) • Withhold bexagliflozin tablets for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting ( 2.3 ). 2.1 Testing Prior to Initiation and During Treatment with Bexagliflozin Tablets • Assess renal function prior to initiation of bexagliflozin tablets and periodically thereafter as clinically indicated [see Warnings and Precautions ( 5.3 )] . Bexagliflozin is not recommended in patients with an eGFR less than 30 mL/min/1.73 m 2 • Assess volume status. In patients with volume depletion, correct this condition before initiating bexagliflozin tablets [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.5 , 8.6 )]. 2.2 Recommended Dosage • The recommended dosage of bexagliflozin tablets is 20 mg orally taken once daily in the morning, with or without food [see Clinical Pharmacology ( 12.3 )] . • Do not crush or chew the tablet. • If a dose is missed, take the missed dose as soon as possible. Do not double the next dose. 2.3 Temporary Interruption for Surgery • Withhold bexagliflozin tablets for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. Resume bexagliflozin tablets when the patient is clinically stable and has resumed oral intake [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.2 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Bexagliflozin is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Limitations of Use Bexagliflozin is not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. [see Warnings and Precautions ( 5.1 )] . Bexagliflozin is a sodium-glucose co-transporter 2 (SGLT2) inhibitor indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Limitation of Use: Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:47:01.173585",
  "source": "OpenFDA"
}