{
  "drug_name": "Bictegravir",
  "generic_name": [
    "BICTEGRAVIR SODIUM, EMTRICITABINE, AND TENOFOVIR ALAFENAMIDE FUMARATE"
  ],
  "brand_names": [
    "Biktarvy"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Because BIKTARVY is a complete regimen, coadministration with other antiretroviral medications for the treatment of HIV-1 infection is not recommended. ( 7.1 ) Consult the Full Prescribing Information prior to and during treatment for important drug interactions. ( 4 , 5.2 , 7 , 12.3 ) 7.1 Other Antiretroviral Medications Because BIKTARVY is a complete regimen, coadministration with other antiretroviral medications for the treatment of HIV-1 infection is not recommended [see Indications and Usage (1) ] . Comprehensive information regarding potential drug-drug interactions with other antiretroviral medications is not provided because the safety and efficacy of concomitant HIV-1 antiretroviral therapy is unknown. 7.2 Potential for BIKTARVY to Affect Other Drugs BIC inhibits organic cation transporter 2 (OCT2) and multidrug and toxin extrusion transporter 1 (MATE1) in vitro . Coadministration of BIKTARVY with drugs that are substrates of OCT2 and MATE1 (e.g., dofetilide) may increase their plasma concentrations (see Table 3 ). 7.3 Potential Effect of Other Drugs on One or More Components of BIKTARVY BIC is a substrate of CYP3A and UGT1A1. A drug that is a strong inducer of CYP3A and also an inducer of UGT1A1 can substantially decrease the plasma concentrations of BIC which may lead to loss of therapeutic effect of BIKTARVY and development of resistance [see Clinical Pharmacology (12.3) ] . The use of BIKTARVY with a drug that is a strong inhibitor of CYP3A and also an inhibitor of UGT1A1 may significantly increase the plasma concentrations of BIC. TAF is a substrate of P-glycoprotein (P-gp) and breast cancer resistance protein (BCRP). Co-administration of drugs that inhibit P-gp and BCRP may increase the absorption and plasma concentrations of TAF [see Clinical Pharmacology (12.3) ] . Co-administration of drugs that induce P-gp activity are expected to decrease the absorption of TAF, resulting in decreased plasma concentration of TAF, which may lead to loss of therapeutic effect of BIKTARVY and development of resistance (see Table 3 ). 7.4 Drugs Affecting Renal Function Because FTC and tenofovir are primarily excreted by the kidneys by a combination of glomerular filtration and active tubular secretion, coadministration of BIKTARVY with drugs that reduce renal function or compete for active tubular secretion may increase concentrations of FTC, tenofovir, and other renally eliminated drugs and this may increase the risk of adverse reactions. Some examples of drugs that are eliminated by active tubular secretion include, but are not limited to, acyclovir, cidofovir, ganciclovir, valacyclovir, valganciclovir, aminoglycosides (e.g., gentamicin), and high-dose or multiple NSAIDs [see Warnings and Precautions (5.4) ] . 7.5 Established and Potentially Significant Drug Interactions Table 3 provides a listing of established or potentially clinically significant drug interactions with recommended prevention or management strategies. The drug interactions described are based on studies conducted with either BIKTARVY, the components of BIKTARVY (BIC, FTC, and TAF) as individual agents, or are drug interactions that may occur with BIKTARVY [see Contraindications (4) , Warnings and Precautions (5.2) , and Clinical Pharmacology (12.3) ] . Table 3 Established and Potentially Significant Table is not all inclusive. Drug Interactions: Alteration in Regimen May be Recommended Concomitant Drug Class: Drug Name Effect on Concentration ↑ = Increase, ↓ = Decrease. Clinical Comment Antiarrhythmics: dofetilide ↑ Dofetilide Coadministration is contraindicated due to the potential for serious and/or life-threatening events associated with dofetilide therapy [see Contraindications (4) ] . Anticonvulsants: carbamazepine Drug-drug interaction study was conducted with either BIKTARVY or its components as individual agents. oxcarbazepine phenobarbital phenytoin ↓ BIC ↓ TAF Coadministration with alternative anticonvulsants should be considered. Antimycobacterials: rifabutin rifampin , Strong inducer of CYP3Aand P-gp, and inducer of UGT1A1. rifapentine ↓ BIC ↓ TAF Coadministration with rifampin is contraindicated due to the effect of rifampin on the BIC component of BIKTARVY [see Contraindications (4) ] . Coadministration with rifabutin or rifapentine is not recommended. Herbal Products: St. John's wort The induction potency of St. John's wort may vary widely based on preparation. ↓ BIC ↓ TAF Coadministration with St. John's wort is not recommended. Medications or oral supplements containing polyvalent cations (e.g., Mg, Al, Ca, Fe): Calcium or iron supplements Cation-containing antacids or laxatives Sucralfate Buffered medications ↓ BIC Antacids containing Al/Mg: BIKTARVY can be taken at least 2 hours before or 6 hours after taking antacids containing Al/Mg. Routine administration of BIKTARVY together with, or 2 hours after, antacids containing Al/Mg is not recommended. Supplements or Antacids containing Calcium or Iron: BIKTARVY and supplements or antacids containing calcium or iron can be taken together with food. Routine administration of BIKTARVY under fasting conditions together with, or 2 hours after, supplements or antacids containing calcium or iron is not recommended. Metformin ↑ Metformin Refer to the prescribing information of metformin for assessing the benefit and risk of concomitant use of BIKTARVY and metformin. 7.6 Drugs without Clinically Significant Interactions with BIKTARVY Based on drug interaction studies conducted with BIKTARVY or the components of BIKTARVY, no clinically significant drug interactions have been observed when BIKTARVY is combined with the following drugs: ethinyl estradiol, ledipasvir/sofosbuvir, midazolam, norgestimate, sertraline, sofosbuvir, sofosbuvir/velpatasvir, and sofosbuvir/velpatasvir/voxilaprevir."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Severe Acute Exacerbations of Hepatitis B [see Warnings and Precautions (5.1) ] . Immune Reconstitution Syndrome [see Warnings and Precautions (5.3) ] . New Onset or Worsening Renal Impairment [see Warnings and Precautions (5.4) ]. Lactic Acidosis/Severe Hepatomegaly with Steatosis [see Warnings and Precautions (5.5) ]. Most common adverse reactions (incidence greater than or equal to 5%, all grades) are diarrhea, nausea, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Gilead Sciences, Inc. at 1-800-GILEAD-5 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials in Adults with No Antiretroviral Treatment History The primary safety assessment of BIKTARVY was based on data from two randomized, double-blind, active-controlled trials, Trial 1489 and Trial 1490, that enrolled 1274 HIV-1 infected adult subjects with no antiretroviral treatment history through Week 144. After Week 144, subjects received open-label BIKTARVY in an optional extension phase for an additional 96 weeks (end of study). A total of 634 and 1025 subjects received one tablet of BIKTARVY once daily during the double-blind (Week 144) and extension phases, respectively [see Clinical Studies (14.2) ] . The most common adverse reactions (all Grades) reported in at least 5% of subjects in the BIKTARVY group in either Trial 1489 or Trial 1490 were diarrhea, nausea, and headache. The proportion of subjects who discontinued treatment through Week 144 with BIKTARVY, abacavir [ABC]/dolutegravir [DTG]/ lamivudine [3TC]), or DTG + FTC/TAF, due to adverse events, regardless of severity, was 1%, 2%, and 2%, respectively. Table 1 displays the frequency of adverse reactions (all Grades) greater than or equal to 2% in the BIKTARVY group. Table 1 Adverse Reactions Frequencies of adverse reactions are based on all adverse events attributed to trial drugs by the investigator. No adverse reactions of Grade 2 or higher occurred in > 1% of subjects treated with BIKTARVY. (All Grades) Reported in ≥ 2% of HIV-1 Infected Adults with No Antiretroviral Treatment History Receiving BIKTARVY in Trials 1489 or 1490 (Week 144 analysis) Trial 1489 Trial 1490 Adverse Reactions BIKTARVY N=314 ABC/DTG/3TC N=315 BIKTARVY N=320 DTG + FTC/TAF N=325 Diarrhea 6% 4% 3% 3% Nausea 6% 18% 3% 5% Headache 5% 5% 4% 3% Fatigue 3% 4% 2% 2% Abnormal dreams 3% 3% <1% 1% Dizziness 2% 3% 2% 1% Insomnia 2% 3% 2% <1% Abdominal distention 2% 2% 1% 2% Additional adverse reactions (all Grades) occurring in less than 2% of subjects administered BIKTARVY in Trials 1489 and 1490 included vomiting, flatulence, dyspepsia, abdominal pain, rash, and depression. Suicidal ideation, suicide attempt, and depression suicidal occurred in 2% of subjects administered BIKTARVY; these events occurred primarily in subjects with a preexisting history of depression, prior suicide attempt or psychiatric illness. The majority (84%) of adverse events associated with BIKTARVY were Grade 1. Adverse reactions in the open-label extension phases of Trials 1489 and 1490 were similar to those observed in subjects administered BIKTARVY in the Week 144 analysis. Clinical Trials in Virologically Suppressed Adults The safety of BIKTARVY in virologically-suppressed adults was based on Week 48 data from 282 subjects in a randomized, double-blind, active-controlled trial (Trial 1844) in which virologically-suppressed subjects were switched from either DTG + ABC/3TC or ABC/DTG/3TC to BIKTARVY; Week 48 data from 290 subjects in an open-label, active-controlled trial in which virologically-suppressed subjects were switched from a regimen containing atazanavir (ATV) (given with cobicistat or ritonavir) or darunavir (DRV) (given with cobicistat or ritonavir) plus either FTC/TDF or ABC/3TC, to BIKTARVY (Trial 1878); and Week 48 data from a randomized, double-blind active-controlled trial in which 284 virologically-suppressed subjects were switched from DTG plus either FTC/TAF or FTC/TDF, to BIKTARVY (Trial 4030). Overall, the safety profile in virologically-suppressed adult subjects in Trials 1844, 1878, and 4030 was similar to that in subjects with no antiretroviral treatment history [see Clinical Studies (14.3) ] . Clinical Trial in Adults with End Stage Renal Disease (ESRD) Receiving Chronic Hemodialysis The safety of FTC and TAF (components of BIKTARVY) was evaluated in a single arm, open-label trial (Trial 1825) in virologically-suppressed adults with ESRD (estimated creatinine clearance of less than 15 mL/min) on chronic hemodialysis treated with FTC+TAF in combination with elvitegravir and cobicistat as a fixed-dose combination tablet for 96 weeks (N=55). The most commonly reported adverse reaction (adverse event assessed as causally related by investigator and all grades) was nausea (7%). Serious adverse events were reported in 65% of subjects and the most common serious adverse events were pneumonia (15%), fluid overload (7%), hyperkalemia (11%) and osteomyelitis (7%). Overall 7% of subjects permanently discontinued treatment due to an adverse event. In an extension phase of Trial 1825 in which 10 subjects switched to BIKTARVY for 48 weeks, the safety findings were similar to those in the initial phase of the open-label trial [see Use in Specific Populations (8.6) , and Clinical Studies (14.3) ] . Laboratory Abnormalities The frequency of laboratory abnormalities (Grades 3–4) occurring in at least 2% of subjects receiving BIKTARVY in Trials 1489 and 1490 are presented in Table 2. Table 2 Laboratory Abnormalities (Grades 3–4) Reported in ≥ 2% of Subjects Receiving BIKTARVY in Trials 1489 or 1490 (Week 144 analysis) Trial 1489 Trial 1490 Laboratory Parameter Abnormality Frequencies are based on treatment-emergent laboratory abnormalities. BIKTARVY N=314 ABC/DTG/3TC N=315 BIKTARVY N=320 DTG + FTC/TAF N=325 ULN = Upper limit of normal Amylase (>2.0 × ULN) 3% 4% 3% 4% ALT (>5.0 × ULN) 2% 2% 3% 1% AST (>5.0 × ULN) 5% 3% 2% 3% Creatine Kinase (≥10.0 × ULN) 8% 8% 6% 4% Neutrophils (<750 mm 3 ) 3% 4% 3% 2% LDL-cholesterol (fasted) (>190 mg/dL) 5% 5% 4% 6% Lipase (> 3.0 × ULN) Lipase test performed only in subjects with serum amylase > 1.5 × ULN. 2% 2% <1% 2% GGT (>5.0 × ULN) 2% 2% 1% 1% Changes in Serum Creatinine: BIC has been shown to increase serum creatinine due to inhibition of tubular secretion of creatinine without affecting renal glomerular function [see Clinical Pharmacology (12.2) ] . Increases in serum creatinine occurred by Week 4 of treatment and remained stable through Week 144. In Trials 1489 and 1490, median (Q1, Q3) serum creatinine increased by 0.11 (0.03, 0.19) mg per dL from baseline to Week 144 in the BIKTARVY group and was similar to the comparator groups who received ABC/DTG/3TC, or DTG + FTC/TAF. There were no discontinuations due to renal adverse events and renal serious adverse events were encountered in less than 1% of participants treated with BIKTARVY through Week 144 in clinical trials. Changes in Bilirubin: In Trials 1489 and 1490, total bilirubin increases were observed in 17% of subjects administered BIKTARVY through Week 144. Increases were primarily Grade 1 (1.0 to 1.5 × ULN) (12%) and Grade 2 (1.5 to 2.5 × ULN) (4%). Graded bilirubin increases in the ABC/DTG/3TC, and DTG + FTC/TAF groups, were 7% and 8%, respectively. Increases were primarily Grade 1 (5% ABC/DTG/3TC and 7% DTG + FTC/TAF) or Grade 2 (2% ABC/DTG/3TC and 2% DTG + FTC/TAF). There were no discontinuations due to hepatic adverse events through Week 144 in BIKTARVY clinical studies. Clinical Trials in Pediatric Subjects The safety of BIKTARVY was evaluated in HIV-1 infected virologically-suppressed subjects between the ages of 12 to less than 18 years and weighing at least 35 kg (N=50) through Week 48 (cohort 1), in virologically-suppressed subjects between the ages of 6 to less than 12 years and weighing at least 25 kg (N=50) through Week 24 (cohort 2), and in virologically suppressed subjects at least 2 years of age and weighing at least 14 to less than 25 kg (N=22) through Week 24 (cohort 3) in an open label clinical trial (Trial 1474) [see Clinical Studies (14.4) ] . No new adverse reactions or laboratory abnormalities were identified compared to those observed in adults. Adverse reactions were reported in 11% of pediatric subjects. The majority (76%) of adverse reactions were Grade 1. No Grade 3 or 4 adverse reactions were reported. The adverse reaction reported by more than one subject (regardless of severity) was abdominal discomfort (n=2). One subject (1%) had Grade 2 adverse reactions of insomnia and anxiety that led to discontinuation of BIKTARVY. The other adverse reactions that occurred in single subjects were similar to those seen in adults. 6.2 Postmarketing Experience The following events have been identified during post approval use of BIKTARVY or products containing TAF. Because these events are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Renal and Urinary Disorders Acute renal failure, acute tubular necrosis, proximal renal tubulopathy, and Fanconi syndrome Skin and Subcutaneous Tissue Disorders Angioedema, Stevens-Johnson syndrome/toxic epidermal necrolysis, and urticaria Investigations Weight increased"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BIKTARVY is contraindicated to be co-administered with: dofetilide due to the potential for increased dofetilide plasma concentrations and associated serious and/or life-threatening events [see Drug Interactions (7.5) ] . rifampin due to decreased BIC plasma concentrations, which may result in the loss of therapeutic effect and development of resistance to BIKTARVY [see Drug Interactions (7.5) ] . BIKTARVY is contraindicated to be co-administered with: dofetilide. ( 4 ) rifampin. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing: Prior to or when initiating BIKTARVY test for hepatitis B virus infection. Prior to or when initiating BIKTARVY, and during treatment, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all patients as clinically appropriate. In patients with chronic kidney disease, also assess serum phosphorus. ( 2.1 ) Recommended dosage in adults and pediatric patients weighing at least 25 kg: One tablet containing 50 mg BIC, 200 mg FTC, and 25 mg TAF taken once daily with or without food. ( 2.2 ) Recommended dosage in pediatric patients weighing at least 14 kg to less than 25 kg: One tablet containing 30 mg BIC, 120 mg FTC, and 15 mg TAF taken once daily with or without food. ( 2.3 ) Renal impairment: BIKTARVY is not recommended in patients with estimated creatinine clearance of 15 to below 30 mL/min, or below 15 mL/min who are not receiving chronic hemodialysis, or below 15 mL/min who have no antiretroviral treatment history. ( 2.4 ) Hepatic impairment: BIKTARVY is not recommended in patients with severe hepatic impairment. ( 2.5 ) 2.1 Testing When Initiating and During Treatment with BIKTARVY Prior to or when initiating BIKTARVY, test patients for hepatitis B virus infection [see Warnings and Precautions (5.1) ] . Prior to or when initiating BIKTARVY, and during treatment with BIKTARVY, assess serum creatinine, estimated creatinine clearance, urine glucose and urine protein in all patients as clinically appropriate. In patients with chronic kidney disease, also assess serum phosphorus [see Warnings and Precautions (5.4) ]. 2.2 Recommended Dosage in Adults and Pediatric Patients Weighing at Least 25 kg BIKTARVY is a three-drug fixed dose combination product containing bictegravir (BIC), emtricitabine (FTC), and tenofovir alafenamide (TAF). The recommended dosage of BIKTARVY is one tablet containing 50 mg of BIC, 200 mg of FTC, and 25 mg of TAF taken orally once daily with or without food in: adults and pediatric patients weighing at least 25 kg with an estimated creatinine clearance greater than or equal to 30 mL/min; or virologically-suppressed adults with an estimated creatinine clearance below 15 mL/min who are receiving chronic hemodialysis. On days of hemodialysis, administer the daily dose of BIKTARVY after completion of hemodialysis treatment [see Use in Specific Populations (8.4 , 8.6) , and Clinical Pharmacology (12.3) ] . 2.3 Recommended Dosage in Pediatric Patients Weighing at Least 14 kg to Less than 25 kg The recommended dosage of BIKTARVY is one tablet containing 30 mg of BIC, 120 mg of FTC, and 15 mg of TAF taken orally once daily with or without food in: pediatric patients weighing at least 14 kg to less than 25 kg with an estimated creatinine clearance greater than or equal to 30 mL/min [see Use in Specific Populations (8.4 , 8.6) , and Clinical Pharmacology (12.3) ] . For children unable to swallow a whole tablet, the tablet can be split and each part taken separately as long as all parts are ingested within approximately 10 minutes. 2.4 Not Recommended in Patients with Severe Renal Impairment BIKTARVY is not recommended in patients with [see Dosage and Administration (2.2 , 2.3) , and Use in Specific Populations (8.6) ] : severe renal impairment (estimated creatinine clearance of 15 to below 30 mL/min); or end stage renal disease (ESRD; estimated creatinine clearance below 15 mL/min who are not receiving chronic hemodialysis; or no antiretroviral treatment history and ESRD who are receiving chronic hemodialysis. 2.5 Not Recommended in Patients with Severe Hepatic Impairment BIKTARVY is not recommended in patients with severe hepatic impairment (Child-Pugh Class C) [see Use in Specific Populations (8.7) , and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BIKTARVY is indicated as a complete regimen for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in adults and pediatric patients weighing at least 14 kg: who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen with no known or suspected substitutions associated with resistance to bictegravir or tenofovir. BIKTARVY is a three-drug combination of bictegravir (BIC), a human immunodeficiency virus type 1 (HIV-1) integrase strand transfer inhibitor (INSTI), and emtricitabine (FTC) and tenofovir alafenamide (TAF), both HIV-1 nucleoside analog reverse transcriptase inhibitors (NRTIs), and is indicated as a complete regimen for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 14 kg: who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen with no known or suspected substitutions associated with resistance to bictegravir or tenofovir. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:21:07.970160",
  "source": "OpenFDA"
}