{
  "drug_name": "Bimatoprost",
  "generic_name": [
    "BIMATOPROST"
  ],
  "brand_names": [
    "Bimatoprost"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: • Pigmentation [see Warnings and Precautions (5.1) ] • Eyelash Changes [see Warnings and Precautions (5.2) ] • Intraocular Inflammation [see Warnings and Precautions (5.3) ] • Macular Edema [see Warnings and Precautions (5.4) ] • Hypersensitivity [see Contraindications (4) ] Most common adverse reaction (45%) is conjunctival hyperemia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical trials, the most frequent events associated with the use of bimatoprost ophthalmic solution 0.03% occurring in approximately 15% to 45% of patients, in descending order of incidence, included conjunctival hyperemia, growth of eyelashes, and ocular pruritus. Approximately 3% of patients discontinued therapy due to conjunctival hyperemia. Ocular adverse events occurring in approximately 3 to 10% of patients, in descending order of incidence, included ocular dryness, visual disturbance, ocular burning, foreign body sensation, eye pain, pigmentation of the periocular skin, blepharitis, cataract, superficial punctate keratitis, periorbital erythema, ocular irritation, and eyelash darkening. The following ocular adverse events reported in approximately 1 to 3% of patients, in descending order of incidence, included: eye discharge, tearing, photophobia, allergic conjunctivitis, asthenopia, increases in iris pigmentation, and conjunctival edema. In less than 1% of patients, intraocular inflammation was reported as iritis. Systemic adverse events reported in approximately 10% of patients were infections (primarily colds and upper respiratory tract infections). The following systemic adverse events reported in approximately 1 to 5% of patients, in descending order of incidence, included headaches, abnormal liver function tests, asthenia and hirsutism. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of bimatoprost ophthalmic solution 0.03%. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The reactions, which have been chosen for inclusion due to either their seriousness, frequency of reporting, possible causal connection to bimatoprost ophthalmic solution, or a combination of these factors, include: abnormal hair growth, asthma-like symptoms, dizziness, dyspnea, eyelid edema, hypersensitivity reaction including signs and symptoms of eye allergy and allergic dermatitis, hypertension, nausea, and periorbital and lid changes associated with periorbital fat atrophy leading to skin tightness, deepening of the eyelid sulcus, eyelid ptosis, enophthalmos and eyelid retraction; and skin discoloration (non-periocular)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Bimatoprost ophthalmic solution 0.03% is contraindicated in patients with hypersensitivity to bimatoprost or to any of the ingredients [see Adverse Reactions (6.2) ]. Hypersensitivity."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is one drop in the affected eye(s) once daily in the evening. Bimatoprost ophthalmic solution 0.03% should not be administered more than once daily since it has been shown that more frequent administration of prostaglandin analogs may decrease the intraocular pressure lowering effect. Reduction of the intraocular pressure starts approximately 4 hours after the first administration with maximum effect reached within approximately 8 to 12 hours. Bimatoprost ophthalmic solution 0.03% may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five (5) minutes apart. One drop in the affected eye(s) once daily in the evening. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Bimatoprost ophthalmic solution 0.03% is indicated for the reduction of elevated intraocular pressure in patients with open angle glaucoma or ocular hypertension. Bimatoprost ophthalmic solution 0.03% is a prostaglandin analog indicated for the reduction of elevated intraocular pressure in patients with open angle glaucoma or ocular hypertension. ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:30:07.162003",
  "source": "OpenFDA"
}