{
  "drug_name": "Bisindolylmaleimide VIII",
  "generic_name": [
    "Bisindolylmaleimide VIII"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See also Contraindications (4), Clinical Pharmacology (12.3) . If LEXIVA is used in combination with ritonavir, see full prescribing information for ritonavir for additional information on drug interactions. Coadministration of LEXIVA with drugs that induce CYP3A4 may decrease amprenavir (active metabolite) concentrations leading to potential loss of virologic activity. (7, 12.3) Coadministration with drugs that inhibit CYP3A4 may increase amprenavir concentrations. (7, 12.3) Coadministration of LEXIVA and ritonavir may result in clinically significant interactions with drugs metabolized by CYP2D6. (7) 7.1 CYP Inhibitors and Inducers Amprenavir, the active metabolite of fosamprenavir, is an inhibitor of cytochrome P450 3A4 metabolism and therefore should not be administered concurrently with medications with narrow therapeutic windows that are substrates of CYP3A4. Data also suggest that amprenavir induces CYP3A4. Amprenavir is metabolized by CYP3A4. Coadministration of LEXIVA and drugs that induce CYP3A4, such as rifampin, may decrease amprenavir concentrations and reduce its therapeutic effect. Coadministration of LEXIVA and drugs that inhibit CYP3A4 may increase amprenavir concentrations and increase the incidence of adverse effects. The potential for drug interactions with LEXIVA changes when LEXIVA is coadministered with the potent CYP3A4 inhibitor ritonavir. The magnitude of CYP3A4-mediated drug interactions (effect on amprenavir or effect on coadministered drug) may change when LEXIVA is coadministered with ritonavir. Because ritonavir is a CYP2D6 inhibitor, clinically significant interactions with drugs metabolized by CYP2D6 are possible when coadministered with LEXIVA plus ritonavir. There are other agents that may result in serious and/or life-threatening drug interactions [see Contraindications (4)] . 7.2 Drugs That Should Not Be Coadministered With LEXIVA See Contraindications (4). 7.3 Established and Other Potentially Significant Drug Interactions Table 6 provides a listing of established or potentially clinically significant drug interactions. Information in the table applies to LEXIVA with or without ritonavir, unless otherwise indicated. Table 6. Established and Other Potentially Significant Drug Interactions Concomitant Drug Class: Drug Name Effect on Concentration of Amprenavir or Concomitant Drug Clinical Comment HIV-Antiviral Agents Non-nucleoside reverse transcriptase inhibitor: Efavirenz a LEXIVA: ↓Amprenavir LEXIVA/ritonavir: ↓Amprenavir Appropriate doses of the combinations with respect to safety and efficacy have not been established. An additional 100 mg/day (300 mg total) of ritonavir is recommended when efavirenz is administered with LEXIVA/ritonavir once daily. No change in the ritonavir dose is required when efavirenz is administered with LEXIVA plus ritonavir twice daily. Non-nucleoside reverse transcriptase inhibitor: Nevirapine a LEXIVA: ↓Amprenavir ↑Nevirapine LEXIVA/ritonavir: ↓Amprenavir ↑Nevirapine Coadministration of nevirapine and LEXIVA without ritonavir is not recommended. No dosage adjustment required when nevirapine is administered with LEXIVA/ritonavir twice daily. The combination of nevirapine administered with LEXIVA/ritonavir once-daily regimen has not been studied. HIV protease inhibitor: Atazanavir a LEXIVA: Interaction has not been evaluated. LEXIVA/ritonavir: ↓Atazanavir ↔Amprenavir Appropriate doses of the combinations with respect to safety and efficacy have not been established. HIV protease inhibitors: Indinavir a , nelfinavir a LEXIVA: ↑Amprenavir Effect on indinavir and nelfinavir is not well established. LEXIVA/ritonavir: Interaction has not been evaluated. Appropriate doses of the combinations with respect to safety and efficacy have not been established. HIV protease inhibitors: Lopinavir/ritonavir a ↓Amprenavir ↓Lopinavir An increased rate of adverse events has been observed. Appropriate doses of the combinations with respect to safety and efficacy have not been established. HIV protease inhibitor: Saquinavir a LEXIVA: ↓Amprenavir Effect on saquinavir is not well established. LEXIVA/ritonavir: Interaction has not been evaluated. Appropriate doses of the combination with respect to safety and efficacy have not been established. Other Agents Antiarrhythmics: Amiodarone, bepridil, lidocaine (systemic), and quinidine ↑Antiarrhythmics Use with caution. Increased exposure may be associated with life-threatening reactions such as cardiac arrhythmias. Therapeutic concentration monitoring, if available, is recommended for antiarrhythmics. Anticoagulant: Warfarin Concentrations of warfarin may be affected. It is recommended that INR (international normalized ratio) be monitored. Anticonvulsants: Carbamazepine, phenobarbital, phenytoin Phenytoin a LEXIVA: ↓Amprenavir LEXIVA/ritonavir: ↑Amprenavir ↓Phenytoin Use with caution. LEXIVA may be less effective due to decreased amprenavir plasma concentrations in patients taking these agents concomitantly. Plasma phenytoin concentrations should be monitored and phenytoin dose should be increased as appropriate. No change in LEXIVA/ritonavir dose is recommended. Antidepressant: Paroxetine, trazodone ↓Paroxetine ↑Trazodone Coadministration of paroxetine with LEXIVA/ritonavir significantly decreased plasma levels of paroxetine. Any paroxetine dose adjustment should be guided by clinical effect (tolerability and efficacy). Concomitant use of trazodone and LEXIVA with or without ritonavir may increase plasma concentrations of trazodone. Adverse events of nausea, dizziness, hypotension, and syncope have been observed following coadministration of trazodone and ritonavir. If trazodone is used with a CYP3A4 inhibitor such as LEXIVA, the combination should be used with caution and a lower dose of trazodone should be considered. Antifungals: Ketoconazole a , itraconazole ↑Ketoconazole ↑Itraconazole Increase monitoring for adverse events. LEXIVA: Dose reduction of ketoconazole or itraconazole may be needed for patients receiving more than 400 mg ketoconazole or itraconazole per day. LEXIVA/ritonavir: High doses of ketoconazole or itraconazole (>200 mg/day) are not recommended. Antimycobacterial: Rifabutin a ↑Rifabutin and rifabutin metabolite A complete blood count should be performed weekly and as clinically indicated to monitor for neutropenia. LEXIVA: A dosage reduction of rifabutin by at least half the recommended dose is required. LEXIVA/ritonavir: Dosage reduction of rifabutin by at least 75% of the usual dose of 300 mg/day is recommended (a maximum dose of 150 mg every other day or 3 times per week). Benzodiazepines: Alprazolam, clorazepate, diazepam, flurazepam ↑Benzodiazepines Clinical significance is unknown. A decrease in benzodiazepine dose may be needed. Calcium channel blockers: Diltiazem, felodipine, nifedipine, nicardipine, nimodipine, verapamil, amlodipine, nisoldipine, isradipine ↑Calcium channel blockers Use with caution. Clinical monitoring of patients is recommended. Corticosteroid: Dexamethasone ↓Amprenavir Use with caution. LEXIVA may be less effective due to decreased amprenavir plasma concentrations. Histamine H 2 -receptor antagonists: Cimetidine, famotidine, nizatidine, ranitidine a LEXIVA: ↓Amprenavir LEXIVA/ritonavir: Interaction not evaluated Use with caution. LEXIVA may be less effective due to decreased amprenavir plasma concentrations. HMG-CoA reductase inhibitor: Atorvastatin a , rosuvastatin ↑Atorvastatin ↑Rosuvastatin Use the lowest possible dose of atorvastatin or rosuvastatin with careful monitoring, or consider other HMG-CoA reductase inhibitors such as fluvastatin or pravastatin. Immunosuppressants: Cyclosporine, tacrolimus, rapamycin ↑Immunosuppressants Therapeutic concentration monitoring is recommended for immunosuppressant agents. Inhaled/nasal steroid: Fluticasone LEXIVA: ↑Fluticasone LEXIVA/ritonavir: ↑Fluticasone Use with caution. Consider alternatives to fluticasone, particularly for long-term use. May result in significantly reduced serum cortisol concentrations. Systemic corticosteroid effects including Cushings syndrome and adrenal suppression have been reported during postmarketing use in patients receiving ritonavir and inhaled or intranasally administered fluticasone. Coadministration of fluticasone and LEXIVA/ritonavir is not recommended unless the potential benefit to the patient outweighs the risk of systemic corticosteroid side effects. Narcotic analgesic: Methadone ↓Methadone Data suggest that the interaction is not clinically relevant; however, patients should be monitored for opiate withdrawal symptoms. Oral contraceptives: Ethinyl estradiol/norethin-drone a LEXIVA: ↓Amprenavir ↓Ethinyl estradiol LEXIVA/ritonavir: ↓Ethinyl estradiol Alternative methods of non-hormonal contraception are recommended. May lead to loss of virologic response. * Increased risk of transaminase elevations. No data are available on the use of LEXIVA/ritonavir with other hormonal therapies, such as hormone replacement therapy (HRT) for postmenopausal women. PDE5 inhibitors: Sildenafil, tadalafil, vardenafil ↑Sildenafil ↑Tadalafil ↑Vardenafil May result in an increase in PDE5 inhibitor-associated adverse events, including hypotension, visual changes, and priapism. LEXIVA: Sildenafil: 25 mg every 48 hours. Tadalafil: no more than 10 mg every 72 hours. Vardenafil: no more than 2.5 mg every 24 hours. LEXIVA/ritonavir: Sildenafil: 25 mg every 48 hours. Tadalafil: no more than 10 mg every 72 hours. Vardenafil: no more than 2.5 mg every 72 hours. Proton pump inhibitors: Esomeprazole a , lansoprazole, omeprazole, pantoprazole, rabeprazole LEXIVA: ↔Amprenavir ↑Esomeprazole LEXIVA/ritonavir: ↔Amprenavir ↔Esomeprazole Proton pump inhibitors can be administered at the same time as a dose of LEXIVA with no change in plasma amprenavir concentrations. Tricyclic antidepressants: Amitriptyline, imipramine ↑Tricyclics Therapeutic concentration monitoring is recommended for tricyclic antidepressants. a See Clinical Pharmacology (12.3) Tables 10, 11, 12, or 13 for magnitude of interaction."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Severe or life-threatening skin reactions have been reported with the use of LEXIVA [see Warnings and Precautions (5.2)]. The most common moderate to severe adverse reactions in clinical studies of LEXIVA were diarrhea, rash, nausea, vomiting, and headache. Treatment discontinuation due to adverse events occurred in 6.4% of patients receiving LEXIVA and in 5.9% of patients receiving comparator treatments. The most common adverse reactions leading to discontinuation of LEXIVA (incidence ≤1% of patients) included diarrhea, nausea, vomiting, AST increased, ALT increased, and rash. In adults the most common adverse reactions (incidence ≥4%) are diarrhea, rash, nausea, vomiting, headache. (6.1) Vomiting was more frequent in pediatrics than in adults. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact GlaxoSmithKline at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Adults The data for the 3 active-controlled clinical trials described below reflect exposure of 700 HIV-1 infected patients to LEXIVA Tablets, including 599 patients exposed to LEXIVA for >24 weeks, and 409 patients exposed for >48 weeks. The population age ranged from 17 to 72 years. Of these patients, 26% were female, 51% Caucasian, 31% black, 16% American Hispanic, and 70% were antiretroviral-naive. Sixty-one percent received LEXIVA 1,400 mg once daily plus ritonavir 200 mg once daily, 24% received LEXIVA 1,400 mg twice daily, and 15% received LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Selected adverse reactions reported during the clinical efficacy studies of LEXIVA are shown in Tables 2 and 3. Each table presents adverse reactions of moderate or severe intensity in patients treated with combination therapy for up to 48 weeks. Table 2. Selected Moderate/Severe Clinical Adverse Reactions Reported in ≥2% of Antiretroviral-Naive Adult Patients Adverse Reaction APV30001 a APV30002 a LEXIVA 1,400 mg b.i.d. (n = 166) Nelfinavir 1,250 mg b.i.d. (n = 83) LEXIVA 1,400 mg q.d./ Ritonavir 200 mg q.d. (n = 322) Nelfinavir 1,250 mg b.i.d. (n = 327) Gastrointestinal Diarrhea 5% 18% 10% 18% Nausea 7% 4% 7% 5% Vomiting 2% 4% 6% 4% Abdominal pain 1% 0% 2% 2% Skin Rash 8% 2% 3% 2% General disorders Fatigue 2% 1% 4% 2% Nervous system Headache 2% 4% 3% 3% a All patients also received abacavir and lamivudine twice daily. Table 3. Selected Moderate/Severe Clinical Adverse Reactions Reported in ≥2% of Protease Inhibitor-Experienced Adult Patients (Study APV30003) Adverse Reaction LEXIVA 700 mg b.i.d./ Ritonavir 100 mg b.i.d. a (n = 106) Lopinavir 400 mg b.i.d./ Ritonavir 100 mg b.i.d. a (n = 103) Gastrointestinal Diarrhea 13% 11% Nausea 3% 9% Vomiting 3% 5% Abdominal pain <1% 2% Skin Rash 3% 0% Nervous system Headache 4% 2% a All patients also received 2 reverse transcriptase inhibitors. Skin rash (without regard to causality) occurred in approximately 19% of patients treated with LEXIVA in the pivotal efficacy studies. Rashes were usually maculopapular and of mild or moderate intensity, some with pruritus. Rash had a median onset of 11 days after initiation of LEXIVA and had a median duration of 13 days. Skin rash led to discontinuation of LEXIVA in <1% of patients. In some patients with mild or moderate rash, dosing with LEXIVA was often continued without interruption; if interrupted, reintroduction of LEXIVA generally did not result in rash recurrence. The percentages of patients with Grade 3 or 4 laboratory abnormalities in the clinical efficacy studies of LEXIVA are presented in Tables 4 and 5. Table 4. Grade 3/4 Laboratory Abnormalities Reported in ≥2% of Antiretroviral-Naive Adult Patients in Studies APV30001 and APV30002 Laboratory Abnormality APV30001 a APV30002 a LEXIVA 1,400 mg b.i.d. (n = 166) Nelfinavir 1,250 mg b.i.d. (n = 83) LEXIVA 1,400 mg q.d./ Ritonavir 200 mg q.d. (n = 322) Nelfinavir 1,250 mg b.i.d. (n = 327) ALT (>5 x ULN) 6% 5% 8% 8% AST (>5 x ULN) 6% 6% 6% 7% Serum lipase (>2 x ULN) 8% 4% 6% 4% Triglycerides b (>750 mg/dL) 0% 1% 6% 2% Neutrophil count, absolute (<750 cells/mm 3 ) 3% 6% 3% 4% a All patients also received abacavir and lamivudine twice daily. b Fasting specimens. ULN = Upper limit of normal. The incidence of Grade 3 or 4 hyperglycemia in antiretroviral-naive patients who received LEXIVA in the pivotal studies was <1%. Table 5. Grade 3/4 Laboratory Abnormalities Reported in ≥2% of Protease Inhibitor-Experienced Adult Patients in Study APV30003 Laboratory Abnormality LEXIVA 700 mg b.i.d./ Ritonavir 100 mg b.i.d. a (n = 104) Lopinavir 400 mg b.i.d./ Ritonavir 100 mg b.i.d. a (n = 103) Triglycerides b (>750 mg/dL) 11% c 6% c Serum lipase (>2 x ULN) 5% 12% ALT (>5 x ULN) 4% 4% AST (>5 x ULN) 4% 2% Glucose (>251 mg/dL) 2% c 2% c a All patients also received 2 reverse transcriptase inhibitors. b Fasting specimens. c n = 100 for LEXIVA plus ritonavir, n = 98 for lopinavir plus ritonavir. ULN = Upper limit of normal. Pediatric Patients: LEXIVA with and without ritonavir was studied in 144 pediatric patients 2 to 18 years of age in 2 open-label studies. Safety information from 75 pediatric patients receiving LEXIVA twice daily with or without ritonavir follows. All adverse events regardless of causality, all drug-related adverse events, and all laboratory events occurred with similar frequency in pediatrics compared with adults, with the exception of vomiting. Vomiting, regardless of causality, occurred more frequently among pediatric patients receiving LEXIVA twice daily with ritonavir ([30%] all between 2 and 18 years of age) and without ritonavir ([56%] all between 2 and 5 years of age) compared with adults receiving LEXIVA twice daily with ritonavir (10%) and without ritonavir (16%). The median duration of drug-related vomiting episodes was 1 day (range: 1 to 62 days). Vomiting required temporary dose interruptions in 4 pediatric patients and was treatment-limiting in 1 pediatric patient, all of whom were receiving LEXIVA twice daily with ritonavir. 6.2 Postmarketing Experience In addition to adverse reactions reported from clinical trials, the following reactions have been identified during post-approval use of LEXIVA. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These reactions have been chosen for inclusion due to a combination of their seriousness, frequency of reporting, or potential causal connection to LEXIVA. Cardiac Disorders Myocardial infarction. Metabolism and Nutrition Disorders Hypercholesterolemia. Nervous System Disorders Oral paresthesia. Skin and Subcutaneous Tissue Disorders Angioedema. Urogenital Nephrolithiasis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS LEXIVA is contraindicated: in patients with previously demonstrated clinically significant hypersensitivity (e.g., Stevens-Johnson syndrome) to any of the components of this product or to amprenavir. when coadministered with drugs that are highly dependent on CYP3A4 for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events (Table 1). Table 1. Drugs Contraindicated With LEXIVA Drug Class/Drug Name Clinical Comment Antiarrhythmics: Flecainide, propafenone POTENTIAL for serious and/or life-threatening reactions such as cardiac arrhythmias secondary to increases in plasma concentrations of antiarrhythmics if LEXIVA is co-prescribed with ritonavir . Antimycobacterials: Rifampin a May lead to loss of virologic response and possible resistance to LEXIVA or to the class of protease inhibitors. Ergot derivatives: Dihydroergotamine, ergonovine, ergotamine, methylergonovine POTENTIAL for serious and/or life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues. GI motility agents: Cisapride POTENTIAL for serious and/or life-threatening reactions such as cardiac arrhythmias. Herbal products: St. John’s wort ( hypericum perforatum ) May lead to loss of virologic response and possible resistance to LEXIVA or to the class of protease inhibitors. HMG co-reductase inhibitors: Lovastatin, simvastatin POTENTIAL for serious reactions such as risk of myopathy including rhabdomyolysis. Neuroleptic: Pimozide POTENTIAL for serious and/or life-threatening reactions such as cardiac arrhythmias. Non-nucleoside reverse transcriptase inhibitor: Delavirdine a May lead to loss of virologic response and possible resistance to delavirdine. Sedative/hypnotics: Midazolam, triazolam POTENTIAL for serious and/or life-threatening reactions such as prolonged or increased sedation or respiratory depression. a See Clinical Pharmacology (12.3) Tables 10, 11, 12, or 13 for magnitude of interaction. when coadministered with ritonavir in patients receiving the antiarrhythmic agents flecainide and propafenone. If LEXIVA is coadministered with ritonavir, reference should be made to the full prescribing information for ritonavir for additional contraindications. Hypersensitivity to LEXIVA or amprenavir (e.g., Stevens-Johnson syndrome). (4) Drugs highly dependent on CYP3A4 for clearance and for which elevated plasma levels may result in serious and/or life-threatening events. (4) Review ritonavir contraindications when used in combination. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION LEXIVA Tablets may be taken with or without food. Adults should take LEXIVA Oral Suspension without food. Pediatric patients should take LEXIVA Oral Suspension with food [see Clinical Pharmacology (12.3)]. If emesis occurs within 30 minutes after dosing, re-dosing of LEXIVA Oral Suspension should occur. Higher-than-approved dose combinations of LEXIVA plus ritonavir are not recommended due to an increased risk of transaminase elevations [see Overdosage (10)] . When LEXIVA is used in combination with ritonavir, prescribers should consult the full prescribing information for ritonavir. Therapy-Naive Adults: LEXIVA 1,400 mg twice daily; LEXIVA 1,400 mg once daily plus ritonavir 200 mg once daily; LEXIVA 1,400 mg once daily plus ritonavir 100 mg once daily; LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily. (2.1) Protease Inhibitor-Experienced Adults: LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily. (2.1) Pediatric Patients (2 to 18 years of age): Dosage should be calculated based on body weight (kg) and should not exceed adult dose. (2.2) Hepatic Impairment: Recommended adjustments for patients with mild, moderate, or severe hepatic impairment. (2.3) Dosing Considerations LEXIVA Tablets may be taken with or without food. (2) LEXIVA Suspension: Adults should take without food; pediatric patients should take with food. (2) 2.1 Adults Therapy-Naive Adults LEXIVA 1,400 mg twice daily (without ritonavir). LEXIVA 1,400 mg once daily plus ritonavir 200 mg once daily. LEXIVA 1,400 mg once daily plus ritonavir 100 mg once daily. Dosing of LEXIVA 1,400 mg once daily plus ritonavir 100 mg once daily is supported by pharmacokinetic data [see Clinical Pharmacology (12.3)] . LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily. Dosing of LEXIVA 700 mg twice daily plus 100 mg ritonavir twice daily is supported by pharmacokinetic and safety data [see Clinical Pharmacology (12.3)] . Protease Inhibitor-Experienced Adults LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily 2.2 Pediatric Patients (2 to 18 years of age) The recommended dosage of LEXIVA in patients ≥2 years of age should be calculated based on body weight (kg) and should not exceed the recommended adult dose. The data are insufficient to recommend: (1) once-daily dosing of LEXIVA alone or in combination with ritonavir, and (2) any dosing of LEXIVA in therapy-experienced patients 2 to 5 years of age. Therapy-Naive 2 to 5 Years of Age LEXIVA Oral Suspension 30 mg/kg twice daily, not to exceed the adult dose of LEXIVA 1,400 mg twice daily. Therapy-Naive ≥6 Years of Age Either LEXIVA Oral Suspension 30 mg/kg twice daily not to exceed the adult dose of LEXIVA 1,400 mg twice daily or LEXIVA Oral Suspension 18 mg/kg plus ritonavir 3 mg/kg twice daily not to exceed the adult dose of LEXIVA 700 mg plus ritonavir 100 mg twice daily. Therapy-Experienced ≥6 Years of Age LEXIVA Oral Suspension 18 mg/kg plus ritonavir 3 mg/kg administered twice daily not to exceed the adult dose of LEXIVA 700 mg twice daily plus ritonavir 100 mg twice daily. Other Dosing Considerations When administered without ritonavir, the adult regimen of LEXIVA Tablets 1,400 mg twice daily may be used for pediatric patients weighing at least 47 kg. When administered in combination with ritonavir, LEXIVA Tablets may be used for pediatric patients weighing at least 39 kg; ritonavir capsules may be used for pediatric patients weighing at least 33 kg. 2.3 Patients With Hepatic Impairment See Clinical Pharmacology (12.3) . Mild Hepatic Impairment (Child-Pugh score ranging from 5 to 6): LEXIVA should be used with caution at a reduced dosage of 700 mg twice daily without ritonavir (therapy-naive) or 700 mg twice daily plus ritonavir 100 mg once daily (therapy-naive or protease inhibitor-experienced). Moderate Hepatic Impairment (Child-Pugh score ranging from 7 to 9): LEXIVA should be used with caution at a reduced dosage of 700 mg twice daily without ritonavir (therapy-naive), or 450 mg twice daily plus ritonavir 100 mg once daily (therapy-naive or protease inhibitor-experienced). Severe Hepatic Impairment (Child-Pugh score ranging from 10 to 15): LEXIVA should be used with caution at a reduced dosage of 350 mg twice daily without ritonavir (therapy-naive) or 300 mg twice daily plus ritonavir 100 mg once daily (therapy-naive or protease inhibitor-experienced)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LEXIVA ® is indicated in combination with other antiretroviral agents for the treatment of human immunodeficiency virus (HIV-1) infection. The following points should be considered when initiating therapy with LEXIVA plus ritonavir in protease inhibitor-experienced patients: The protease inhibitor-experienced patient study was not large enough to reach a definitive conclusion that LEXIVA plus ritonavir and lopinavir plus ritonavir are clinically equivalent [see Clinical Studies (14.2)] . Once-daily administration of LEXIVA plus ritonavir is not recommended for adult protease inhibitor-experienced patients or any pediatric patients. LEXIVA is an HIV protease inhibitor indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection. (1)"
  ],
  "fetched_at": "2025-10-01T02:36:33.588368",
  "source": "OpenFDA"
}