{
  "drug_name": "Bismuth subnitrate",
  "generic_name": [
    "BISMUTH SUBSALICYLATE"
  ],
  "brand_names": [
    "Bismuth"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Reye’s syndrome Children and teenagers who have or are recovering from chicken pox or flu-like symptoms should not use this product. When using this product, if changes in behavior with nausea and vomiting occur, consult a doctor because these symptoms could be an early sign of Reye’s syndrome, a rare but serious illness. Allergy alert Contains salicylate. Do not take if you are allergic to salicylates (including aspirin) taking other salicylate products Do not use if you have an ulcer a bleeding problem bloody or black stool Ask a doctor before use if you have fever mucus in the stool Ask a doctor or pharmacist before use if you are taking any drug for anticoagulation (thinning the blood) diabetes gout arthritis Stop use and ask a doctor if symptoms get worse or last more than 2 days ringing in the ears or loss of hearing occurs n diarrhea lasts more than 2 days When using this product a temporary, but harmless, darkening of the stool and/or tongue may occur If pregnant or breast-feeding ask a health professional before use."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions chew or dissolve in mouth Adults and children over 12 years : 2 tablets (1 dose) every ½ hour or 4 tablets (2 doses) every hour as needed for diarrhea 2 tablets (1 dose) every 1/2 hour as needed for overindulgence (upset stomach, heartburn, indigestion, nausea) do not exceed 8 doses (16 tablets) in 24 hours use until diarrhea stops but no more than 2 days Children under 12 years of age: ask a doctor drink plenty of clear fluids to prevent dehydration caused by diarrhea"
  ],
  "indications": [
    "Uses relieves travelers’ diarrhea diarrhea upset stomach due to overindulgence in food and drink including: heartburn indigestion nausea gas belching fullness"
  ],
  "fetched_at": "2025-10-01T19:37:34.037090",
  "source": "OpenFDA"
}