{
  "drug_name": "Bismuth subsalicylate",
  "generic_name": [
    "Bismuth subsalicylate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "Warnings Reye's syndrome: Children and teenagers who have or are recovering from chicken pox or flu-like symptoms should not use this product. when using this product , if changes in behavior with nausea and vomiting occur, consult a doctor because these symptoms could be an early sign of Reye's syndrome, a rare but serious illness. Allergy alert: Contains salicylate. Do not take if you are • allergic to salicylates (including aspirin) • taking other salicylate products Do not use if you have • bloody or black stools • an ulcer • a bleeding problem Ask a doctor before use if you have • fever • mucus in the stool Ask a doctor or pharmacist before use if you are taking any drug for • anticoagulation (thinning of the blood) • diabetes • gout • arthritis When using this product a temporary, but harmless darkening of the stool and/or tongue may occur. Stop use and ask a doctor if • symptoms get worse • ringing in the ears or loss of hearing occurs • diarrhea lasts more than 2 days If pregnant or breast-feeding, ask a health professional before use. Keep Out of Reach of Children Keep out of reach of children . In case of overdose, get medical help or contact a Poison Control Center immediately."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions • chew or dissolve in mouth • adults and children 12 years and over: 2 tablets every 1/2 to 1 hour as needed • do not take more than 8 doses (16 tablets) in 24 hours • children under 12 years: ask a doctor • drink plenty of fluids to help prevent dehydration which may accompany diarrhea. Other information: each tablet contains: • sodium less than 1 mg • salicylate 102 mg • calcium 140 mg • very low sodium • avoid excessive heat (over 104˚F or 40˚C) • TAMPER EVIDENT: Do not use if individual compartments are torn or missing."
  ],
  "indications": [
    "Uses relieves: • diarrhea • heartburn • indigestion • nausea • upset stomach associated with these symptoms"
  ],
  "fetched_at": "2025-09-30T23:08:03.176632",
  "source": "OpenFDA"
}