{
  "drug_name": "BOC-GAMMA-D-GLU-L-LYS(CBZ)-D-BOROALA",
  "generic_name": [
    "DIVALPROEX SODIUM"
  ],
  "brand_names": [
    "Divalproex Sodium"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Hepatic enzyme-inducing drugs (e.g., phenytoin, carbamazepine, phenobarbital, primidone, rifampin) can increase valproate clearance, while enzyme inhibitors (e.g., felbamate) can decrease valproate clearance. Therefore, increased monitoring of valproate and concomitant drug concentrations and dosage adjustment are indicated whenever enzyme-inducing or inhibiting drugs are introduced or withdrawn ( 7.1 ) • Aspirin, carbapenem antibiotics, estrogen-containing hormonal contraceptives, methotrexate: Monitoring of valproate concentrations is recommended ( 7.1 ) • Co-administration of valproate can affect the pharmacokinetics of other drugs (e.g., diazepam, ethosuximide, lamotrigine, phenytoin) by inhibiting their metabolism or protein binding displacement ( 7.2 ) • Patients stabilized on rufinamide should begin valproate therapy at a low dose, and titrate to clinically effective dose ( 7.2 ) • Dosage adjustment of amitriptyline/nortriptyline, propofol, warfarin, and zidovudine may be necessary if used concomitantly with divalproex sodium extended-release tablets ( 7.2 ) • Topiramate: Hyperammonemia and encephalopathy ( 5.10 , 7.3 ) • Cannabidiol: ALT and/or AST elevation ( 7.4 ) 7.1 Effects of Co-Administered Drugs on Valproate Clearance Drugs that affect the level of expression of hepatic enzymes, particularly those that elevate levels of glucuronosyltransferases (such as ritonavir), may increase the clearance of valproate. For example, phenytoin, carbamazepine, and phenobarbital (or primidone) can double the clearance of valproate. Thus, patients on monotherapy will generally have longer half-lives and higher concentrations than patients receiving polytherapy with antiepilepsy drugs. In contrast, drugs that are inhibitors of cytochrome P450 isozymes, e.g., antidepressants, may be expected to have little effect on valproate clearance because cytochrome P450 microsomal mediated oxidation is a relatively minor secondary metabolic pathway compared to glucuronidation and beta-oxidation. Because of these changes in valproate clearance, monitoring of valproate and concomitant drug concentrations should be increased whenever enzyme inducing drugs are introduced or withdrawn. The following list provides information about the potential for an influence of several commonly prescribed medications on valproate pharmacokinetics. The list is not exhaustive nor could it be, since new interactions are continuously being reported. Drugs for which a potentially important interaction has been observed Aspirin A study involving the co-administration of aspirin at antipyretic doses (11 to 16 mg/kg) with valproate to pediatric patients (n = 6) revealed a decrease in protein binding and an inhibition of metabolism of valproate. Valproate free fraction was increased 4-fold in the presence of aspirin compared to valproate alone. The β-oxidation pathway consisting of 2-E-valproic acid, 3-OH-valproic acid, and 3-keto valproic acid was decreased from 25% of total metabolites excreted on valproate alone to 8.3% in the presence of aspirin. Whether or not the interaction observed in this study applies to adults is unknown, but caution should be observed if valproate and aspirin are to be co-administered. Carbapenem Antibiotics A clinically significant reduction in serum valproic acid concentration has been reported in patients receiving carbapenem antibiotics (for example, ertapenem, imipenem, meropenem; this is not a complete list) and may result in loss of seizure control. The mechanism of this interaction is not well understood. Serum valproic acid concentrations should be monitored frequently after initiating carbapenem therapy. Alternative antibacterial or anticonvulsant therapy should be considered if serum valproic acid concentrations drop significantly or seizure control deteriorates [see Warnings and Precautions (5.15) ] . Estrogen-Containing Hormonal Contraceptives Estrogen-containing hormonal contraceptives may increase the clearance of valproate, which may result in decreased concentration of valproate and potentially increased seizure frequency. Prescribers should monitor serum valproate concentrations and clinical response when adding or discontinuing estrogen containing products. Felbamate A study involving the co-administration of 1,200 mg/day of felbamate with valproate to patients with epilepsy (n = 10) revealed an increase in mean valproate peak concentration by 35% (from 86 to 115 mcg/mL) compared to valproate alone. Increasing the felbamate dose to 2,400 mg/day increased the mean valproate peak concentration to 133 mcg/mL (another 16% increase). A decrease in valproate dosage may be necessary when felbamate therapy is initiated. Methotrexate Methotrexate may decrease serum valproate levels and potentially result in increased frequency of seizures or bipolar symptoms. Prescribers should monitor serum valproate concentrations and clinical response when adding or discontinuing methotrexate and adjust valproate dosage, if necessary. Rifampin A study involving the administration of a single dose of valproate (7 mg/kg) 36 hours after 5 nights of daily dosing with rifampin (600 mg) revealed a 40% increase in the oral clearance of valproate. Valproate dosage adjustment may be necessary when it is co-administered with rifampin. 7.2 Effects of Valproate on Other Drugs Valproate has been found to be a weak inhibitor of some P450 isozymes, epoxide hydrase, and glucuronosyltransferases. The following list provides information about the potential for an influence of valproate co-administration on the pharmacokinetics or pharmacodynamics of several commonly prescribed medications. The list is not exhaustive, since new interactions are continuously being reported. Drugs for which a potentially important valproate interaction has been observed Amitriptyline/Nortriptyline Administration of a single oral 50 mg dose of amitriptyline to 15 normal volunteers (10 males and 5 females) who received valproate (500 mg BID) resulted in a 21% decrease in plasma clearance of amitriptyline and a 34% decrease in the net clearance of nortriptyline. Rare postmarketing reports of concurrent use of valproate and amitriptyline resulting in an increased amitriptyline level have been received. Concurrent use of valproate and amitriptyline has rarely been associated with toxicity. Monitoring of amitriptyline levels should be considered for patients taking valproate concomitantly with amitriptyline. Consideration should be given to lowering the dose of amitriptyline/nortriptyline in the presence of valproate. Carbamazepine/carbamazepine-10,11-Epoxide Serum levels of carbamazepine (CBZ) decreased 17% while that of carbamazepine-10,11-epoxide (CBZ-E) increased by 45% upon co-administration of valproate and CBZ to epileptic patients. Clonazepam The concomitant use of valproate and clonazepam may induce absence status in patients with a history of absence type seizures. Diazepam Valproate displaces diazepam from its plasma albumin binding sites and inhibits its metabolism. Co-administration of valproate (1,500 mg daily) increased the free fraction of diazepam (10 mg) by 90% in healthy volunteers (n = 6). Plasma clearance and volume of distribution for free diazepam were reduced by 25% and 20%, respectively, in the presence of valproate. The elimination half-life of diazepam remained unchanged upon addition of valproate. Ethosuximide Valproate inhibits the metabolism of ethosuximide. Administration of a single ethosuximide dose of 500 mg with valproate (800 to 1,600 mg/day) to healthy volunteers (n = 6) was accompanied by a 25% increase in elimination half-life of ethosuximide and a 15% decrease in its total clearance as compared to ethosuximide alone. Patients receiving valproate and ethosuximide, especially along with other anticonvulsants, should be monitored for alterations in serum concentrations of both drugs. Lamotrigine In a steady-state study involving 10 healthy volunteers, the elimination half-life of lamotrigine increased from 26 to 70 hours with valproate co-administration (a 165% increase). The dose of lamotrigine should be reduced when co-administered with valproate. Serious skin reactions (such as Stevens-Johnson syndrome and toxic epidermal necrolysis) have been reported with concomitant lamotrigine and valproate administration. See lamotrigine package insert for details on lamotrigine dosing with concomitant valproate administration. Phenobarbital Valproate was found to inhibit the metabolism of phenobarbital. Co-administration of valproate (250 mg BID for 14 days) with phenobarbital to normal subjects (n = 6) resulted in a 50% increase in half-life and a 30% decrease in plasma clearance of phenobarbital (60 mg single-dose). The fraction of phenobarbital dose excreted unchanged increased by 50% in presence of valproate. There is evidence for severe CNS depression, with or without significant elevations of barbiturate or valproate serum concentrations. All patients receiving concomitant barbiturate therapy should be closely monitored for neurological toxicity. Serum barbiturate concentrations should be obtained, if possible, and the barbiturate dosage decreased, if appropriate. Primidone, which is metabolized to a barbiturate, may be involved in a similar interaction with valproate. Phenytoin Valproate displaces phenytoin from its plasma albumin binding sites and inhibits its hepatic metabolism. Co-administration of valproate (400 mg TID) with phenytoin (250 mg) in normal volunteers (n = 7) was associated with a 60% increase in the free fraction of phenytoin. Total plasma clearance and apparent volume of distribution of phenytoin increased 30% in the presence of valproate. Both the clearance and apparent volume of distribution of free phenytoin were reduced by 25%. In patients with epilepsy, there have been reports of breakthrough seizures occurring with the combination of valproate and phenytoin. The dosage of phenytoin should be adjusted as required by the clinical situation. Propofol The concomitant use of valproate and propofol may lead to increased blood levels of propofol. Reduce the dose of propofol when co-administering with valproate. Monitor patients closely for signs of increased sedation or cardiorespiratory depression. Rufinamide Based on a population pharmacokinetic analysis, rufinamide clearance was decreased by valproate. Rufinamide concentrations were increased by < 16% to 70%, dependent on concentration of valproate (with the larger increases being seen in pediatric patients at high doses or concentrations of valproate). Patients stabilized on rufinamide before being prescribed valproate should begin valproate therapy at a low dose, and titrate to a clinically effective dose [see Dosage and Administration (2.6) ] . Similarly, patients on valproate should begin at a rufinamide dose lower than 10 mg/kg per day (pediatric patients) or 400 mg per day (adults). Tolbutamide From in vitro experiments, the unbound fraction of tolbutamide was increased from 20% to 50% when added to plasma samples taken from patients treated with valproate. The clinical relevance of this displacement is unknown. Warfarin In an in vitro study, valproate increased the unbound fraction of warfarin by up to 32.6%. The therapeutic relevance of this is unknown; however, coagulation tests should be monitored if valproate therapy is instituted in patients taking anticoagulants. Zidovudine In six patients who were seropositive for HIV, the clearance of zidovudine (100 mg q8h) was decreased by 38% after administration of valproate (250 or 500 mg q8h); the half-life of zidovudine was unaffected. 7.3 Topiramate Concomitant administration of valproate and topiramate has been associated with hyperammonemia with and without encephalopathy [see Contraindications (4) and Warnings and Precautions (5.6 , 5.9 , 5.10) ] . Concomitant administration of topiramate with valproate has also been associated with hypothermia in patients who have tolerated either drug alone. It may be prudent to examine blood ammonia levels in patients in whom the onset of hypothermia has been reported [see Warnings and Precautions (5.9 , 5.11) ] . 7.4 Cannabidiol Concomitant administration of valproate and cannabidiol has been associated with an increased risk of ALT and/or AST elevation. This has been manageable by dose reduction or, in more severe cases, by discontinuation of one or both drugs. Liver function, including serum transaminase and total bilirubin levels, should be monitored during concomitant treatment [see Warnings and Precautions (5.1) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: • Hepatic Failure [see Warnings and Precautions (5.1) ] • Birth Defects [see Warnings and Precautions (5.2) ] • Decreased IQ following in utero exposure [see Warnings and Precautions (5.3) ] • Pancreatitis [see Warnings and Precautions (5.5) ] • Hyperammonemic Encephalopathy [see Warnings and Precautions (5.6 , 5.9 , 5.10) ] • Suicidal Behavior and Ideation [see Warnings and Precautions (5.7) ] • Bleeding and Other Hematopoietic Disorders [see Warnings and Precautions (5.8) ] • Hypothermia [see Warnings and Precautions (5.11) ] • Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity Reactions [see Warnings and Precautions (5.12) ] • Serious Dermatologic Reactions [see Warnings and Precautions (5.13) ] • Angioedema [see Warnings and Precautions (5.14) ] • Somnolence in the Elderly [see Warnings and Precautions (5.16) ] Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Information on pediatric adverse reactions is presented in section 8. • Most common adverse reactions (reported ≥ 15% for any indication) are abdominal pain, alopecia, asthenia, diarrhea, diplopia, dizziness, dyspepsia, headache, infection, insomnia, nausea, somnolence, thrombocytopenia, tremor, vomiting ( 6.1 , 6.2 , 6.3 ). • The safety and tolerability of valproate in pediatric patients were shown to be comparable to those in adults ( 8.4 ). To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Mania The incidence of treatment-emergent events has been ascertained based on combined data from two three week placebo-controlled clinical trials of divalproex sodium extended-release tablets in the treatment of manic episodes associated with bipolar disorder. Table 3 summarizes those adverse reactions reported for patients in these trials where the incidence rate in the divalproex sodium extended-release tablets-treated group was greater than 5% and greater than the placebo incidence. Table 3. Adverse Reactions Reported by > 5% of Divalproex Sodium Extended-Release Tablets-Treated Patients During Placebo-Controlled Trials of Acute Mania The following adverse reactions/event occurred at an equal or greater incidence for placebo than for divalproex sodium extended-release tablets: headache Adverse Event Divalproex Sodium Extended-Release Tablets (n = 338) % Placebo (n = 263) % Somnolence 26 14 Dyspepsia 23 11 Nausea 19 13 Vomiting 13 5 Diarrhea 12 8 Dizziness 12 7 Pain 11 10 Abdominal Pain 10 5 Accidental Injury 6 5 Asthenia 6 5 Pharyngitis 6 5 The following additional adverse reactions were reported by greater than 1% of the divalproex sodium extended-release tablets-treated patients in controlled clinical trials: Body as a Whole: Back Pain, Chills, Chills and Fever, Drug Level Increased, Flu Syndrome, Infection, Infection Fungal, Neck Rigidity. Cardiovascular System: Arrhythmia, Hypertension, Hypotension, Postural Hypotension. Digestive System: Constipation, Dry Mouth, Dysphagia, Fecal Incontinence, Flatulence, Gastroenteritis, Glossitis, Gum Hemorrhage, Mouth Ulceration. Hemic and Lymphatic System: Anemia, Bleeding Time Increased, Ecchymosis, Leucopenia. Metabolic and Nutritional Disorders: Hypoproteinemia, Peripheral Edema. Musculoskeletal System: Arthrosis, Myalgia. Nervous System: Abnormal Gait, Agitation, Catatonic Reaction, Dysarthria, Hallucinations, Hypertonia, Hypokinesia, Psychosis, Reflexes Increased, Sleep Disorder, Tardive Dyskinesia, Tremor. Respiratory System: Hiccup, Rhinitis. Skin and Appendages: Discoid Lupus Erythematosus, Erythema Nodosum, Furunculosis, Maculopapular Rash, Pruritus, Rash, Seborrhea, Sweating, Vesiculobullous Rash. Special Senses: Conjunctivitis, Dry Eyes, Eye Disorder, Eye Pain, Photophobia, Taste Perversion. Urogenital System: Cystitis, Urinary Tract Infection, Menstrual Disorder, Vaginitis. 6.2 Epilepsy Based on a placebo-controlled trial of adjunctive therapy for treatment of complex partial seizures, divalproex sodium delayed-release tablets were generally well tolerated with most adverse reactions rated as mild to moderate in severity. Intolerance was the primary reason for discontinuation in the divalproex sodium delayed-release tablets-treated patients (6%), compared to 1% of placebo-treated patients. Table 4 lists treatment-emergent adverse reactions which were reported by ≥ 5% of divalproex sodium delayed-release tablets-treated patients and for which the incidence was greater than in the placebo group, in the placebo-controlled trial of adjunctive therapy for treatment of complex partial seizures. Since patients were also treated with other antiepilepsy drugs, it is not possible, in most cases, to determine whether the following adverse reactions can be ascribed to divalproex sodium delayed-release tablets alone, or the combination of divalproex sodium delayed-release tablets and other antiepilepsy drugs. Table 4. Adverse Reactions Reported by ≥ 5% of Patients Treated with Valproate During Placebo-Controlled Trial of Adjunctive Therapy for Complex Partial Seizures Body System/Event Divalproex Sodium Delayed- Release Tablets (N = 77) % Placebo (N = 70) % Body as a Whole Headache 31 21 Asthenia 27 7 Fever 6 4 Gastrointestinal System Nausea 48 14 Vomiting 27 7 Abdominal Pain 23 6 Diarrhea 13 6 Anorexia 12 0 Dyspepsia 8 4 Constipation 5 1 Nervous System Somnolence 27 11 Tremor 25 6 Dizziness 25 13 Diplopia 16 9 Amblyopia/Blurred Vision 12 9 Ataxia 8 1 Nystagmus 8 1 Emotional Lability 6 4 Thinking Abnormal 6 0 Amnesia 5 1 Respiratory System Flu Syndrome 12 9 Infection 12 6 Bronchitis 5 1 Rhinitis 5 4 Other Alopecia 6 1 Weight Loss 6 0 Table 5 lists treatment-emergent adverse reactions which were reported by ≥ 5% of patients in the high dose valproate group, and for which the incidence was greater than in the low dose group, in a controlled trial of divalproex sodium delayed-release tablets monotherapy treatment of complex partial seizures. Since patients were being titrated off another antiepilepsy drug during the first portion of the trial, it is not possible, in many cases, to determine whether the following adverse reactions can be ascribed to divalproex sodium delayed-release tablets alone, or the combination of valproate and other antiepilepsy drugs. Table 5. Adverse Reactions Reported by ≥ 5% of Patients in the High Dose Group in the Controlled Trial of Valproate Monotherapy for Complex Partial Seizures Headache was the only adverse event that occurred in ≥ 5% of patients in the high dose group and at an equal or greater incidence in the low dose group. Body System/Event High Dose (n = 131) % Low Dose (n = 134) % Body as a Whole Asthenia 21 10 Digestive System Nausea 34 26 Diarrhea 23 19 Vomiting 23 15 Abdominal Pain 12 9 Anorexia 11 4 Dyspepsia 11 10 Hemic/Lymphatic System Thrombocytopenia 24 1 Ecchymosis 5 4 Metabolic/Nutritional Weight Gain 9 4 Peripheral Edema 8 3 Nervous System Tremor 57 19 Somnolence 30 18 Dizziness 18 13 Insomnia 15 9 Nervousness 11 7 Amnesia 7 4 Nystagmus 7 1 Depression 5 4 Respiratory System Infection 20 13 Pharyngitis 8 2 Dyspnea 5 1 Skin and Appendages Alopecia 24 13 Special Senses Amblyopia/Blurred Vision 8 4 Tinnitus 7 1 The following additional adverse reactions were reported by greater than 1% but less than 5% of the 358 patients treated with valproate in the controlled trials of complex partial seizures: Body as a Whole: Back pain, chest pain, malaise. Cardiovascular System: Tachycardia, hypertension, palpitation. Digestive System: Increased appetite, flatulence, hematemesis, eructation, pancreatitis, periodontal abscess. Hemic and Lymphatic System: Petechia. Metabolic and Nutritional Disorders: SGOT increased, SGPT increased. Musculoskeletal System: Myalgia, twitching, arthralgia, leg cramps, myasthenia. Nervous System: Anxiety, confusion, abnormal gait, paresthesia, hypertonia, incoordination, abnormal dreams, personality disorder. Respiratory System: Sinusitis, cough increased, pneumonia, epistaxis. Skin and Appendages: Rash, pruritus, dry skin. Special Senses: Taste perversion, abnormal vision, deafness, otitis media. Urogenital System: Urinary incontinence, vaginitis, dysmenorrhea, amenorrhea, urinary frequency. 6.3 Migraine Based on two placebo-controlled clinical trials and their long term extension, valproate was generally well tolerated with most adverse reactions rated as mild to moderate in severity. Of the 202 patients exposed to valproate in the placebo-controlled trials, 17% discontinued for intolerance. This is compared to a rate of 5% for the 81 placebo patients. Including the long term extension study, the adverse reactions reported as the primary reason for discontinuation by ≥ 1% of 248 valproate-treated patients were alopecia (6%), nausea and/or vomiting (5%), weight gain (2%), tremor (2%), somnolence (1%), elevated SGOT and/or SGPT (1%), and depression (1%). Table 6 includes those adverse reactions reported for patients in the placebo-controlled trial where the incidence rate in the divalproex sodium extended-release tablets-treated group was greater than 5% and was greater than that for placebo patients. Table 6. Adverse Reactions Reported by > 5% of Divalproex Sodium Extended-Release Tablets-Treated Patients During the Migraine Placebo-Controlled Trial with a Greater Incidence than Patients Taking Placebo The following adverse reactions occurred in greater than 5% of divalproex sodium extended-release tablets-treated patients and at a greater incidence for placebo than for divalproex sodium extended-release tablets: asthenia and flu syndrome. Body System Event Divalproex Sodium Extended-Release Tablets (n = 122) % Placebo (n = 115) % Gastrointestinal System Nausea 15 9 Dyspepsia 7 4 Diarrhea 7 3 Vomiting 7 2 Abdominal Pain 7 5 Nervous System Somnolence 7 2 Other Infection 15 14 The following additional adverse reactions were reported by greater than 1% but not more than 5% of divalproex sodium extended-release tablets-treated patients and with a greater incidence than placebo in the placebo-controlled clinical trial for migraine prophylaxis: Body as a Whole: Accidental injury, viral infection. Digestive System: Increased appetite, tooth disorder. Metabolic and Nutritional Disorders: Edema, weight gain. Nervous System: Abnormal gait, dizziness, hypertonia, insomnia, nervousness, tremor, vertigo. Respiratory System: Pharyngitis, rhinitis. Skin and Appendages: Rash. Special Senses: Tinnitus. Table 7 includes those adverse reactions reported for patients in the placebo-controlled trials where the incidence rate in the valproate-treated group was greater than 5% and was greater than that for placebo patients. Table 7. Adverse Reactions Reported by > 5% of Valproate-Treated Patients During Migraine Placebo-Controlled Trials with a Greater Incidence than Patients Taking Placebo The following adverse reactions occurred in greater than 5% of divalproex sodium delayed-release tablets-treated patients and at a greater incidence for placebo than for divalproex sodium delayed-release tablets: flu syndrome and pharyngitis. Body System Reaction Divalproex Sodium Delayed-Release Tablets (n = 202) % Placebo (n = 81) % Gastrointestinal System Nausea 31 10 Dyspepsia 13 9 Diarrhea 12 7 Vomiting 11 1 Abdominal Pain 9 4 Increased Appetite 6 4 Nervous System Asthenia 20 9 Somnolence 17 5 Dizziness 12 6 Tremor 9 0 Other Weight Gain 8 2 Back Pain 8 6 Alopecia 7 1 The following additional adverse reactions were reported by greater than 1% but not more than 5% of the 202 valproate-treated patients in the controlled clinical trials: Body as a Whole: Chest pain. Cardiovascular System: Vasodilatation. Digestive System: Constipation, dry mouth, flatulence, and stomatitis. Hemic and Lymphatic System: Ecchymosis. Metabolic and Nutritional Disorders: Peripheral edema. Musculoskeletal System: Leg cramps. Nervous System: Abnormal dreams, confusion, paresthesia, speech disorder, and thinking abnormalities. Respiratory System: Dyspnea, and sinusitis. Skin and Appendages: Pruritus. Urogenital System: Metrorrhagia. 6.4 Postmarketing Experience The following adverse reactions have been identified during post approval use of divalproex sodium delayed-release tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic: Hair texture changes, hair color changes, photosensitivity, erythema multiforme, toxic epidermal necrolysis, nail and nail bed disorders, Stevens-Johnson syndrome, hyperpigmentation, and acute generalized exanthematous pustulosis [see Warnings and Precautions (5.13) ] . Psychiatric: Emotional upset, psychosis, aggression, psychomotor hyperactivity, hostility, disturbance in attention, learning disorder, and behavioral deterioration. Neurologic: Paradoxical convulsion, parkinsonism There have been several reports of acute or subacute cognitive decline and behavioral changes (apathy or irritability) with cerebral pseudoatrophy on imaging associated with valproate therapy; both the cognitive/behavioral changes and cerebral pseudoatrophy reversed partially or fully after valproate discontinuation. There have been reports of acute or subacute encephalopathy in the absence of elevated ammonia levels, elevated valproate levels, or neuroimaging changes. The encephalopathy reversed partially or fully after valproate discontinuation. Musculoskeletal: Fractures, decreased bone mineral density, osteopenia, osteoporosis, and weakness. Hematologic: Relative lymphocytosis, macrocytosis, leukopenia, acquired Pelger-Huet anomaly, anemia including macrocytic with or without folate deficiency, bone marrow suppression, pancytopenia, aplastic anemia, agranulocytosis, and acute intermittent porphyria. Endocrine: Irregular menses, secondary amenorrhea, hyperandrogenism, hirsutism, elevated testosterone level, breast enlargement, galactorrhea, parotid gland swelling, polycystic ovary disease, decreased carnitine concentrations, hyponatremia, hyperglycinemia, and inappropriate ADH secretion. There have been rare reports of Fanconi's syndrome occurring chiefly in children. Metabolism and nutrition: Weight gain. Reproductive: Aspermia, azoospermia, decreased sperm count, decreased spermatozoa motility, male infertility, and abnormal spermatozoa morphology. Genitourinary: Enuresis, urinary tract infection, and tubulointerstitial nephritis. Special Senses: Hearing loss. Other: Allergic reaction, anaphylaxis, developmental delay, bone pain, bradycardia, cutaneous vasculitis, and angioedema [see Warnings and Precautions (5.14) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Divalproex sodium extended-release tablets are contraindicated in patients: • with hepatic disease or significant hepatic dysfunction [see Warnings and Precautions (5.1) ] . • known to have mitochondrial disorders caused by mutations in mitochondrial DNA polymerase γ (POLG; e.g., Alpers-Huttenlocher Syndrome) and children under two years of age who are suspected of having a POLG-related disorder [see Warnings and Precautions (5.1) ] . • with known hypersensitivity to divalproex sodium, sodium valproate, or valproic acid. Reactions have included multiorgan hypersensitivity, serious dermatologic reactions, and angioedema [see Warnings and Precautions (5.12 , 5.13 , 5.14) ] . • with known urea cycle disorders [see Warnings and Precautions (5.6) ] . • being treated for prophylaxis of migraine headaches: who are pregnant or in women of childbearing potential who are not using effective contraception [see Warnings and Precautions (5.2 , 5.3 , 5.4) and Use in Specific Populations (8.1) ] . • Hepatic disease or significant hepatic dysfunction ( 4 , 5.1 ) • Known mitochondrial disorders caused by mutations in mitochondrial DNA polymerase γ (POLG) ( 4 , 5.1 ) • Suspected POLG-related disorder in children under two years of age ( 4 , 5.1 ) • Known hypersensitivity to the drug ( 4 , 5.12 ) • Urea cycle disorders ( 4 , 5.6 ) • Prophylaxis of migraine headaches: Pregnant women, women of childbearing potential not using effective contraception ( 4 , 8.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Divalproex sodium extended-release tablets are an extended-release product intended for once-a-day oral administration. Divalproex sodium extended-release tablets should be swallowed whole and should not be crushed or chewed. • Divalproex sodium extended-release tablets are intended for once-a-day oral administration. Divalproex sodium extended-release tablets should be swallowed whole and should not be crushed or chewed ( 2.1 , 2.2 ). • Mania: Initial dose is 25 mg/kg/day, increasing as rapidly as possible to achieve therapeutic response or desired plasma level ( 2.1 ). The maximum recommended dosage is 60 mg/kg/day ( 2.1 , 2.2 ). • Complex Partial Seizures: Start at 10 to 15 mg/kg/day, increasing at 1 week intervals by 5 to 10 mg/kg/day to achieve optimal clinical response; if response is not satisfactory, check valproate plasma level; see full prescribing information for conversion to monotherapy ( 2.2 ). The maximum recommended dosage is 60 mg/kg/day ( 2.1 , 2.2 ). • Absence Seizures: Start at 15 mg/kg/day, increasing at 1 week intervals by 5 to 10 mg/kg/day until seizure control or limiting side effects ( 2.2 ). The maximum recommended dosage is 60 mg/kg/day ( 2.1 , 2.2 ). • Migraine: The recommended starting dose is 500 mg/day for 1 week, thereafter increasing to 1,000 mg/day ( 2.3 ). 2.1 Mania Divalproex sodium extended-release tablets are administered orally. The recommended initial dose is 25 mg/kg/day given once daily. The dose should be increased as rapidly as possible to achieve the lowest therapeutic dose which produces the desired clinical effect or the desired range of plasma concentrations. In a placebo-controlled clinical trial of acute mania or mixed type, patients were dosed to a clinical response with a trough plasma concentration between 85 and 125 mcg/mL. The maximum recommended dosage is 60 mg/kg/day. There is no body of evidence available from controlled trials to guide a clinician in the longer term management of a patient who improves during divalproex sodium extended-release tablets treatment of an acute manic episode. While it is generally agreed that pharmacological treatment beyond an acute response in mania is desirable, both for maintenance of the initial response and for prevention of new manic episodes, there are no data to support the benefits of divalproex sodium extended-release tablets in such longer-term treatment (i.e., beyond 3 weeks). 2.2 Epilepsy Divalproex sodium extended-release tablets are administered orally, and must be swallowed whole. As divalproex sodium extended-release tablets dosage is titrated upward, concentrations of clonazepam, diazepam, ethosuximide, lamotrigine, tolbutamide, phenobarbital, carbamazepine, and/or phenytoin may be affected [see Drug Interactions (7.2) ]. Complex Partial Seizures For adults and children 10 years of age or older. Monotherapy (Initial Therapy) Divalproex sodium extended-release tablets have not been systematically studied as initial therapy. Patients should initiate therapy at 10 to 15 mg/kg/day. The dosage should be increased by 5 to 10 mg/kg/week to achieve optimal clinical response. Ordinarily, optimal clinical response is achieved at daily doses below 60 mg/kg/day. If satisfactory clinical response has not been achieved, plasma levels should be measured to determine whether or not they are in the usually accepted therapeutic range (50 to 100 mcg/mL). No recommendation regarding the safety of valproate for use at doses above 60 mg/kg/day can be made. The probability of thrombocytopenia increases significantly at total trough valproate plasma concentrations above 110 mcg/mL in females and 135 mcg/mL in males. The benefit of improved seizure control with higher doses should be weighed against the possibility of a greater incidence of adverse reactions. Conversion to Monotherapy Patients should initiate therapy at 10 to 15 mg/kg/day. The dosage should be increased by 5 to 10 mg/kg/week to achieve optimal clinical response. Ordinarily, optimal clinical response is achieved at daily doses below 60 mg/kg/day. If satisfactory clinical response has not been achieved, plasma levels should be measured to determine whether or not they are in the usually accepted therapeutic range (50 - 100 mcg/mL). No recommendation regarding the safety of valproate for use at doses above 60 mg/kg/day can be made. Concomitant antiepilepsy drug (AED) dosage can ordinarily be reduced by approximately 25% every 2 weeks. This reduction may be started at initiation of divalproex sodium extended-release tablets therapy, or delayed by 1 to 2 weeks if there is a concern that seizures are likely to occur with a reduction. The speed and duration of withdrawal of the concomitant AED can be highly variable, and patients should be monitored closely during this period for increased seizure frequency. Adjunctive Therapy Divalproex sodium extended-release tablets may be added to the patient's regimen at a dosage of 10 to 15 mg/kg/day. The dosage may be increased by 5 to 10 mg/kg/week to achieve optimal clinical response. Ordinarily, optimal clinical response is achieved at daily doses below 60 mg/kg/day. If satisfactory clinical response has not been achieved, plasma levels should be measured to determine whether or not they are in the usually accepted therapeutic range (50 to 100 mcg/mL). No recommendation regarding the safety of valproate for use at doses above 60 mg/kg/day can be made. In a study of adjunctive therapy for complex partial seizures in which patients were receiving either carbamazepine or phenytoin in addition to valproate, no adjustment of carbamazepine or phenytoin dosage was needed [see Clinical Studies (14.2) ]. However, since valproate may interact with these or other concurrently administered AEDs as well as other drugs, periodic plasma concentration determinations of concomitant AEDs are recommended during the early course of therapy [see Drug Interactions (7) ] . Simple and Complex Absence Seizures The recommended initial dose is 15 mg/kg/day, increasing at one week intervals by 5 to 10 mg/kg/day until seizures are controlled or side effects preclude further increases. The maximum recommended dosage is 60 mg/kg/day. A good correlation has not been established between daily dose, serum concentrations, and therapeutic effect. However, therapeutic valproate serum concentration for most patients with absence seizures is considered to range from 50 to 100 mcg/mL. Some patients may be controlled with lower or higher serum concentrations [see Clinical Pharmacology (12.3) ]. As divalproex sodium extended-release tablets dosage is titrated upward, blood concentrations of phenobarbital and/or phenytoin may be affected [see Drug Interactions (7.2) ] . Antiepilepsy drugs should not be abruptly discontinued in patients in whom the drug is administered to prevent major seizures because of the strong possibility of precipitating status epilepticus with attendant hypoxia and threat to life. 2.3 Migraine Divalproex sodium extended-release tablets are indicated for prophylaxis of migraine headaches in adults. The recommended starting dose is 500 mg once daily for 1 week, thereafter increasing to 1,000 mg once daily. Although doses other than 1,000 mg once daily of divalproex sodium extended-release tablets have not been evaluated in patients with migraine, the effective dose range of divalproex sodium delayed-release tablets in these patients is 500-1,000 mg/day. As with other valproate products, doses of divalproex sodium extended-release tablets should be individualized and dose adjustment may be necessary. If a patient requires smaller dose adjustments than that available with divalproex sodium extended-release tablets, divalproex sodium delayed-release tablets should be used instead. 2.4 Conversion from Divalproex Sodium Delayed-Release Tablets to Divalproex Sodium Extended-Release Tablets In adult patients and pediatric patients 10 years of age or older with epilepsy previously receiving divalproex sodium delayed-release tablets, divalproex sodium extended-release tablets should be administered once-daily using a dose 8 to 20% higher than the total daily dose of divalproex sodium delayed-release tablets (Table 1). For patients whose divalproex sodium delayed-release tablets total daily dose cannot be directly converted to divalproex sodium extended-release tablets, consideration may be given at the clinician’s discretion to increase the patient’s divalproex sodium delayed-release tablets total daily dose to the next higher dosage before converting to the appropriate total daily dose of divalproex sodium extended-release tablets. Table 1. Dose Conversion Divalproex Sodium Delayed-Release Tablets Divalproex Sodium Extended-Release Tablets Total Daily Dose (mg) (mg) 500 These total daily doses of divalproex sodium delayed-release tablets cannot be directly converted to an 8 to 20% higher total daily dose of divalproex sodium extended-release tablets because the required dosing strengths of divalproex sodium extended-release tablets are not available. Consideration may be given at the clinician’s discretion to increase the patient’s divalproex sodium delayed-release tablets total daily dose to the next higher dosage before converting to the appropriate total daily dose of divalproex sodium extended-release tablets. - 625 750 750 - 875 1,000 1,000 -1,125 1,250 1,250-1,375 1,500 1,500-1,625 1,750 1,750 2,000 1,875-2,000 2,250 2,125-2,250 2,500 2,375 2,750 2,500-2,750 3,000 2,875 3,250 3,000-3,125 3,500 There is insufficient data to allow a conversion factor recommendation for patients with divalproex sodium delayed-release tablets doses above 3,125 mg/day. Plasma valproate C min concentrations for divalproex sodium extended-release tablets on average are equivalent to divalproex sodium delayed-release tablets, but may vary across patients after conversion. If satisfactory clinical response has not been achieved, plasma levels should be measured to determine whether or not they are in the usually accepted therapeutic range (50 to 100 mcg/mL) [see Clinical Pharmacology (12.2) ] . 2.5 General Dosing Advice Dosing in Elderly Patients Due to a decrease in unbound clearance of valproate and possibly a greater sensitivity to somnolence in the elderly, the starting dose should be reduced in these patients. Starting doses in the elderly lower than 250 mg can only be achieved by the use of divalproex sodium delayed-release tablets. Dosage should be increased more slowly and with regular monitoring for fluid and nutritional intake, dehydration, somnolence, and other adverse reactions. Dose reductions or discontinuation of valproate should be considered in patients with decreased food or fluid intake and in patients with excessive somnolence. The ultimate therapeutic dose should be achieved on the basis of both tolerability and clinical response [see Warnings and Precautions (5.16) , Use in Specific Populations (8.5) , and Clinical Pharmacology (12.3) ] . Dose-Related Adverse Reactions The frequency of adverse effects (particularly elevated liver enzymes and thrombocytopenia) may be dose-related. The probability of thrombocytopenia appears to increase significantly at total valproate concentrations of ≥ 110 mcg/mL (females) or ≥ 135 mcg/mL (males) [see Warnings and Precautions (5.8) ] . The benefit of improved therapeutic effect with higher doses should be weighed against the possibility of a greater incidence of adverse reactions. G.I. Irritation Patients who experience G.I. irritation may benefit from administration of the drug with food or by slowly building up the dose from an initial low level. Compliance Patients should be informed to take divalproex sodium extended-release tablets every day as prescribed. If a dose is missed it should be taken as soon as possible, unless it is almost time for the next dose. If a dose is skipped, the patient should not double the next dose. 2.6 Dosing in Patients Taking Rufinamide Patients stabilized on rufinamide before being prescribed valproate should begin valproate therapy at a low dose, and titrate to a clinically effective dose [see Drug Interactions (7.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Divalproex sodium extended-release tablets are indicated for: • Acute treatment of manic or mixed episodes associated with bipolar disorder, with or without psychotic features ( 1.1 ) • Monotherapy and adjunctive therapy of complex partial seizures and simple and complex absence seizures; adjunctive therapy in patients with multiple seizure types that include absence seizures ( 1.2 ) • Prophylaxis of migraine headaches ( 1.3 ) 1.1 Mania Divalproex sodium extended-release tablets are a valproate and are indicated for the treatment of acute manic or mixed episodes associated with bipolar disorder, with or without psychotic features. A manic episode is a distinct period of abnormally and persistently elevated, expansive, or irritable mood. Typical symptoms of mania include pressure of speech, motor hyperactivity, reduced need for sleep, flight of ideas, grandiosity, poor judgment, aggressiveness, and possible hostility. A mixed episode is characterized by the criteria for a manic episode in conjunction with those for a major depressive episode (depressed mood, loss of interest or pleasure in nearly all activities). The efficacy of divalproex sodium extended-release tablets is based in part on studies of divalproex sodium delayed-release tablets in this indication, and was confirmed in a 3-week trial with patients meeting DSM-IV TR criteria for bipolar I disorder, manic or mixed type, who were hospitalized for acute mania [see Clinical Studies (14.1) ] . The effectiveness of valproate for long-term use in mania, i.e., more than 3 weeks, has not been demonstrated in controlled clinical trials. Therefore, healthcare providers who elect to use divalproex sodium extended-release tablets for extended periods should continually reevaluate the long-term risk-benefits of the drug for the individual patient. 1.2 Epilepsy Divalproex sodium extended-release tablets are indicated as monotherapy and adjunctive therapy in the treatment of adult patients and pediatric patients down to the age of 10 years with complex partial seizures that occur either in isolation or in association with other types of seizures. Divalproex sodium extended-release tablets are also indicated for use as sole and adjunctive therapy in the treatment of simple and complex absence seizures in adults and children 10 years of age or older, and adjunctively in adults and children 10 years of age or older with multiple seizure types that include absence seizures. Simple absence is defined as very brief clouding of the sensorium or loss of consciousness accompanied by certain generalized epileptic discharges without other detectable clinical signs. Complex absence is the term used when other signs are also present. 1.3 Migraine Divalproex sodium extended-release tablets are indicated for prophylaxis of migraine headaches. There is no evidence that divalproex sodium extended-release tablets are useful in the acute treatment of migraine headaches. 1.4 Important Limitations Because of the risk to the fetus of decreased IQ, neurodevelopmental disorders, neural tube defects, and other major congenital malformations, which may occur very early in pregnancy, valproate should not be used to treat women with epilepsy or bipolar disorder who are pregnant or who plan to become pregnant unless other medications have failed to provide adequate symptom control or are otherwise unacceptable. Valproate should not be administered to a woman of childbearing potential unless other medications have failed to provide adequate symptom control or are otherwise unacceptable [see Warnings and Precautions (5.2 , 5.3 , 5.4) , Use in Specific Populations (8.1) , and Patient Counseling Information (17) ] . For prophylaxis of migraine headaches, divalproex sodium extended-release tablets are contraindicated in women who are pregnant and in women of childbearing potential who are not using effective contraception [see Contraindications (4) ] ."
  ],
  "fetched_at": "2025-10-01T15:34:52.935772",
  "source": "OpenFDA"
}