{
  "drug_name": "Bortezomib",
  "generic_name": [
    "BORTEZOMIB"
  ],
  "brand_names": [
    "Bortezomib"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A4 Inhibitors: Closely monitor patients with concomitant use. ( 7.1 ) • Strong CYP3A4 Inducers: Avoid concomitant use. (7.3) 7.1 Effects of Other Drugs on Bortezomib Strong CYP3A4 Inducers Coadministration with a strong CYP3A4 inducer decreases the exposure of bortezomib [see Clinical Pharmacology ( 12.3 )] which may decrease bortezomib efficacy. Avoid coadministration with strong CYP3A4 inducers. Strong CYP3A4 Inhibitors Coadministration with a strong CYP3A4 inhibitor increases the exposure of bortezomib [see Clinical Pharmacology ( 12.3 )] which may increase the risk of bortezomib toxicities. Monitor patients for signs of bortezomib toxicity and consider a bortezomib dose reduction if bortezomib must be given in combination with strong CYP3A4 inhibitors. 7.2 Drugs Without Clinically Significant Interactions with Bortezomib No clinically significant drug interactions have been observed when bortezomib was coadministered with dexamethasone, omeprazole, or melphalan in combination with prednisone [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are also discussed in other sections of the labeling: • Peripheral Neuropathy [see Warnings and Precautions ( 5.1 )] • Hypotension [see Warnings and Precautions ( 5.2 )] • Cardiac Toxicity [see Warnings and Precautions ( 5.3 )] • Pulmonary Toxicity [see Warnings and Precautions ( 5.4 )] • Posterior Reversible Encephalopathy Syndrome (PRES) [see Warnings and Precautions ( 5.5 )] • Gastrointestinal Toxicity [see Warnings and Precautions ( 5.6 )] • Thrombocytopenia/Neutropenia [see Warnings and Precautions ( 5.7 )] • Tumor Lysis Syndrome [see Warnings and Precautions ( 5.8 )] • Hepatic Toxicity [see Warnings and Precautions ( 5.9 )] • Thrombotic Microangiopathy [see Warnings and Precautions ( 5.10 )] Most commonly reported adverse reactions (incidence ≥ 20%) in clinical studies include nausea, diarrhea, thrombocytopenia, neutropenia, peripheral neuropathy, fatigue, neuralgia, anemia, leukopenia, constipation, vomiting, lymphopenia, rash, pyrexia, and anorexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hetero Labs Limited at 1-866-495-1995 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Summary of Clinical Trial in Patients with Previously Untreated Multiple Myeloma Table 9 describes safety data from 340 patients with previously untreated multiple myeloma who received bortezomib (1.3 mg/m 2 ) administered intravenously in combination with melphalan (9 mg/m 2 ) and prednisone (60 mg/m 2 ) in a prospective randomized study. The safety profile of bortezomib in combination with melphalan/prednisone is consistent with the known safety profiles of both bortezomib and melphalan/prednisone. Table 9: Most Commonly Reported Adverse Reactions (≥ 10% in the Bortezomib, Melphalan and Prednisone Arm) with Grades 3 and ≥ 4 Intensity in the Previously Untreated Multiple Myeloma Study Bortezomib, Melphalan and Prednisone Melphalan and Prednisone (n=340) ( n =337) Body System Total Toxicity Grade, n (%) Total Toxicity Grade, n (%) Adverse Reaction n (%) 3 ≥ 4 n (%) 3 ≥ 4 Blood and Lymphatic System Disorders Thrombocytopenia 164 (48) 60 (18) 57 (17) 140 (42) 48 (14) 39 (12) Neutropenia 160 (47) 101 (30) 33 (10) 143 (42) 77 (23) 42 (12) Anemia 109 (32) 41 (12) 4 (1) 156 (46) 61 (18) 18 (5) Leukopenia 108 (32) 64 (19) 8 (2) 93 (28) 53 (16) 11 (3) Lymphopenia 78 (23) 46 (14) 17 (5) 51 (15) 26 (8) 7 (2) Gastrointestinal Disorders Nausea 134 (39) 10 (3) 0 70 (21) 1 (< 1) 0 Diarrhea 119 (35) 19 (6) 2 (1) 20 (6) 1 (< 1) 0 Vomiting 87 (26) 13 (4) 0 41 (12) 2 (1) 0 Constipation 77 (23) 2 (1) 0 14 (4) 0 0 Abdominal pain upper 34 (10) 1 (< 1) 0 20 (6) 0 0 Nervous System Disorders Peripheral neuropathy * 156 (46) 42 (12) 2 (1) 4 (1) 0 0 Neuralgia 117 (34) 27 (8) 2 (1) 1 (< 1) 0 0 Paresthesia 42 (12) 6 (2) 0 4 (1) 0 0 General Disorders and Administration Site Conditions Fatigue 85 (25) 19 (6) 2 (1) 48 (14) 4 (1) 0 Asthenia 54 (16) 18 (5) 0 23 (7) 3 (1) 0 Pyrexia 53 (16) 4 (1) 0 19 (6) 1 (< 1) 1 (< 1) Infections and Infestations Herpes Zoster 39 (11) 11 (3) 0 9 (3) 4 (1) 0 Metabolism and Nutrition Disorders Anorexia 64 (19) 6 (2) 0 19 (6) 0 0 Skin and Subcutaneous Tissue Disorders Rash 38 (11) 2 (1) 0 7 (2) 0 0 Psychiatric Disorders Insomnia 35 (10) 1 (< 1) 0 21 (6) 0 0 * Represents High Level Term Peripheral Neuropathies NEC Relapsed Multiple Myeloma Randomized Study of Bortezomib vs Dexamethasone The safety data described below and in Table 10 reflect exposure to either bortezomib (n=331) or dexamethasone (n=332) in a study of patients with relapsed multiple myeloma. Bortezomib was administered intravenously at doses of 1.3 mg/m 2 twice weekly for two out of three weeks (21 day cycle). After eight, 21 day cycles patients continued therapy for three, 35 day cycles on a weekly schedule. Duration of treatment was up to 11 cycles (nine months) with a median duration of six cycles (4.1 months). For inclusion in the trial, patients must have had measurable disease and one to three prior therapies. There was no upper age limit for entry. Creatinine clearance could be as low as 20 mL/min and bilirubin levels as high as 1.5 times the upper limit of normal. The overall frequency of adverse reactions was similar in men and women, and in patients < 65 and ≥ 65 years of age. Most patients were Caucasian [see Clinical Studies ( 14.1 )]. Among the 331 bortezomib-treated patients, the most commonly reported (> 20%) adverse reactions overall were nausea (52%), diarrhea (52%), fatigue (39%), peripheral neuropathies (35%), thrombocytopenia (33%), constipation (30%), vomiting (29%), and anorexia (21%). The most commonly reported (> 20%) adverse reaction reported among the 332 patients in the dexamethasone group was fatigue (25%). Eight percent (8%) of patients in the bortezomibtreated arm experienced a Grade 4 adverse reaction; the most common reactions were thrombocytopenia (4%) and neutropenia (2%). Nine percent (9%) of dexamethasone-treated patients experienced a Grade 4 adverse reaction. All individual dexamethasone- related Grade 4 adverse reactions were less than 1%. Serious Adverse Reactions and Adverse Reactions Leading to Treatment Discontinuation in the Relapsed Multiple Myeloma Study of Bortezomib vs Dexamethasone Serious adverse reactions are defined as any reaction that results in death, is life-threatening, requires hospitalization or prolongs a current hospitalization, results in a significant disability, or is deemed to be an important medical event. A total of 80 (24%) patients from the bortezomib treatment arm experienced a serious adverse reaction during the study, as did 83 (25%) dexamethasone-treated patients. The most commonly reported serious adverse reactions in the bortezomib treatment arm were diarrhea (3%), dehydration, herpes zoster, pyrexia, nausea, vomiting, dyspnea, and thrombocytopenia (2% each). In the dexamethasone treatment group, the most commonly reported serious adverse reactions were pneumonia (4%), hyperglycemia (3%), pyrexia, and psychotic disorder (2% each). A total of 145 patients, including 84 (25%) of 331 patients in the bortezomib treatment group and 61 (18%) of 332 patients in the dexamethasone treatment group were discontinued from treatment due to adverse reactions. Among the 331 bortezomib-treated patients, the most commonly reported adverse reaction leading to discontinuation was peripheral neuropathy (8%). Among the 332 patients in the dexamethasone group, the most commonly reported adverse reactions leading to treatment discontinuation were psychotic disorder and hyperglycemia (2% each). Four deaths were considered to be bortezomib -related in this relapsed multiple myeloma study: one case each of cardiogenic shock, respiratory insufficiency, congestive heart failure and cardiac arrest. Four deaths were considered dexamethasone-related: two cases of sepsis, one case of bacterial meningitis, and one case of sudden death at home. Most Commonly Reported Adverse Reactions in the Relapsed Multiple Myeloma Study of Bortezomib vs Dexamethasone The most common adverse reactions from the relapsed multiple myeloma study are shown in Table 10 . All adverse reactions with incidence ≥ 10% in the bortezomib arm are included. Table 10: Most Commonly Reported Adverse Reactions ( ≥ 10% in Bortezomib Arm), with Grades 3 and 4 Intensity in the Relapsed Multiple Myeloma Study of Bortezomib vs Dexamethasone (N=663) Bortezomib (N=331) Dexamethasone (N=332) Adverse Reactions All Grade 3 Grade 4 All Grade 3 Grade 4 Any Adverse Reactions 324 (98) 193 (58) 28 (8) 297 (89) 110 (33) 29 (9) Nausea 172 (52) 8 (2) 0 31 (9) 0 0 Diarrhea NOS 171 (52) 22 (7) 0 36 (11) 2 (< 1) 0 Fatigue 130 (39) 15 (5) 0 82 (25) 8 (2) 0 Peripheral neuropathies * 115 (35) 23 (7) 2 (< 1) 14 (4) 0 1 (< 1) Thrombocytopenia 109 (33) 80 (24) 12 (4) 11 (3) 5 (2) 1 (< 1) Constipation 99 (30) 6 (2) 0 27 (8) 1 (< 1) 0 Vomiting NOS 96 (29) 8 (2) 0 10 (3) 1 (< 1) 0 Anorexia 68 (21) 8 (2) 0 8 (2) 1 (< 1) 0 Pyrexia 66 (20) 2 (< 1) 0 21 (6) 3 (< 1) 1 (< 1) Paresthesia 64 (19) 5 (2) 0 24 (7) 0 0 Anemia NOS 63 (19) 20 (6) 1 (< 1) 21 (6) 8 (2) 0 Headache NOS 62 (19) 3 (< 1) 0 23 (7) 1 (< 1) 0 Neutropenia 58 (18) 37 (11) 8 (2) 1 (< 1) 1 (< 1) 0 Rash NOS 43 (13) 3 (< 1) 0 7 (2) 0 0 Appetite decreased NOS 36 (11) 0 0 12 (4) 0 0 Dyspnea NOS 35 (11) 11 (3) 1 (< 1) 37 (11) 7 (2) 1 (< 1) Abdominal pain NOS 35 (11) 5 (2) 0 7 (2) 0 0 Weakness 34 (10) 10 (3) 0 28 (8) 8 (2) 0 * Represents High Level Term Peripheral Neuropathies NEC Safety Experience from the Phase 2 Open-Label Extension Study in Relapsed Multiple Myeloma In the Phase 2 extension study of 63 patients, no new cumulative or new long-term toxicities were observed with prolonged bortezomib treatment. These patients were treated for a total of 5.3 to 23 months, including time on bortezomib in the prior bortezomib study [see Clinical Studies ( 14.1 )]. Safety Experience from the Phase 3 Open-Label Study of Bortezomib Subcutaneous vs Intravenous in Relapsed Multiple Myeloma The safety and efficacy of bortezomib administered subcutaneously were evaluated in one Phase 3 study at the recommended dose of 1.3 mg/m 2 . This was a randomized, comparative study of bortezomib subcutaneous vs intravenous in 222 patients with relapsed multiple myeloma. The safety data described below and in Table 11 reflect exposure to either bortezomib subcutaneous (N=147) or bortezomib intravenous (N=74) [see Clinical Studies ( 14.1 )]. Table 11: Most Commonly Reported Adverse Reactions (≥10%), with Grade 3 and ≥ 4 Intensity in the Relapsed Multiple Myeloma Study (N=221) of Bortezomib Subcutaneous vs Intravenous Subcutaneous Intravenous (N=147) (N=74) Body System Total Toxicity Grade, n (%) Total Toxicity Grade, n (%) Adverse Reaction n (%) 3 ≥4 n (%) 3 ≥4 Blood and Lymphatic System Disorders Anemia 28 (19) 8 (5) 0 17 (23) 3 (4) 0 Leukopenia 26 (18) 8 (5) 0 15 (20) 4 (5) 1 (1) Neutropenia 34 (23) 15 (10) 4 (3) 20 (27) 10 (14) 3 (4) Thrombocytopenia 44 (30) 7 (5) 5 (3) 25 (34) 7 (9) 5 (7) Gastrointestinal Disorders Diarrhea 28 (19) 1 (1) 0 21 (28) 3 (4) 0 Nausea 24 (16) 0 0 10 (14) 0 0 Vomiting 13 (9) 3 (2) 0 8 (11) 0 0 General Disorders and Administration Site Conditions Asthenia 10 (7) 1 (1) 0 12 (16) 4 (5) 0 Fatigue 11 (7) 3 (2) 0 11 (15) 3 (4) 0 Pyrexia 18 (12) 0 0 6 (8) 0 0 Nervous System Disorders Neuralgia 34 (23) 5 (3) 0 17 (23) 7 (9) 0 Peripheral neuropathies* 55 (37) 8 (5) 1 (1) 37 (50) 10 (14) 1 (1) Note: Safety population: 147 patients in the subcutaneous treatment group and 74 patients in the intravenous treatment group who received at least one dose of study medication * Represents High Level Term Peripheral Neuropathies NEC In general, safety data were similar for the subcutaneous and intravenous treatment groups. Differences were observed in the rates of some Grade ≥ 3 adverse reactions. Differences of ≥ 5% were reported in neuralgia (3% subcutaneous vs 9% intravenous), peripheral neuropathies (6% subcutaneous vs 15% intravenous), neutropenia (13% subcutaneous vs 18% intravenous), and thrombocytopenia (8% subcutaneous vs 16% intravenous). A local reaction was reported in 6% of patients in the subcutaneous group, mostly redness. Only two (1%) patients were reported as having severe reactions, one case of pruritus and one case of redness. Local reactions led to reduction in injection concentration in one patient and drug discontinuation in one patient. Local reactions resolved in a median of six days. Dose reductions occurred due to adverse reactions in 31% of patients in the subcutaneous treatment group compared with 43% of the intravenously- treated patients. The most common adverse reactions leading to a dose reduction included peripheral sensory neuropathy (17% in the subcutaneous treatment group compared with 31% in the intravenous treatment group); and neuralgia (11% in the subcutaneous treatment group compared with 19% in the intravenous treatment group). Serious Adverse Reactions and Adverse Reactions Leading to Treatment Discontinuation in the Relapsed Multiple Myeloma Study of bortezomib Subcutaneous vs Intravenous The incidence of serious adverse reactions was similar for the subcutaneous treatment group (20%) and the intravenous treatment group (19%). The most commonly reported serious adverse reactions in the subcutaneous treatment arm were pneumonia and pyrexia (2% each). In the intravenous treatment group, the most commonly reported serious adverse reactions were pneumonia, diarrhea, and peripheral sensory neuropathy (3% each). In the subcutaneous treatment group, 27 patients (18%) discontinued study treatment due to an adverse reaction compared with 17 patients (23%) in the intravenous treatment group. Among the 147 subcutaneously-treated patients, the most commonly reported adverse reactions leading to discontinuation were peripheral sensory neuropathy (5%) and neuralgia (5%). Among the 74 patients in the intravenous treatment group, the most commonly reported adverse reactions leading to treatment discontinuation were peripheral sensory neuropathy (9%) and neuralgia (9%). Two patients (1%) in the subcutaneous treatment group and one (1%) patient in the intravenous treatment group died due to an adverse reaction during treatment. In the subcutaneous group the causes of death were one case of pneumonia and one case of sudden death. In the intravenous group the cause of death was coronary artery insufficiency. Safety Experience from the Clinical Trial in Patients with Previously Untreated Mantle Cell Lymphoma Table 12 describes safety data from 240 patients with previously untreated mantle cell lymphoma who received bortezomib (1.3 mg/m 2 ) administered intravenously in combination with rituximab (375 mg/m 2 ), cyclophosphamide (750 mg/m 2 ), doxorubicin (50 mg/m 2 ), and prednisone (100 mg/m 2 ) (VcR-CAP) in a prospective randomized study. Infections were reported for 31% of patients in the VcR-CAP arm and 23% of the patients in the comparator (rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone [R-CHOP]) arm, including the predominant preferred term of pneumonia (VcR-CAP 8% vs R-CHOP 5%). Table 12: Most Commonly Reported Adverse Reactions (≥ 5%) with Grades 3 and ≥ 4 Intensity in the Previously Untreated Mantle Cell Lymphoma Study V c R-CAP ( n =240) R-CHOP ( n =242) Body System Adverse Reactions All n (%) Toxicity Grade 3 n (%) Toxicity Grade ≥4 n (%) All n (%) Toxicity Grade 3 n (%) Toxicity Grade ≥4 n (%) Blood and Lymphatic System Disorders Neutropenia 209 (87) 32 (13) 168 (70) 172 (71) 31 (13) 125 (52) Leukopenia 116 (48) 34 (14) 69 (29) 87 (36) 39 (16) 27 (11) Anemia 106 (44) 27 (11) 4 (2) 71 (29) 23 (10) 4 (2) Thrombocytopenia 172 (72) 59 (25) 76 (32) 42 (17) 9 (4) 3 (1) Febrile neutropenia 41 (17) 24 (10) 12 (5) 33 (14) 17 (7) 15 (6) Lymphopenia 68 (28) 25 (10) 36 (15) 28 (12) 15 (6) 2 (1) Nervous System Disorders Peripheral neuropathy * 71 (30) 17 (7) 1 (< 1) 65 (27) 10 (4) 0 Hypoesthesia 14 (6) 3 (1) 0 13 (5) 0 0 Paresthesia 14 (6) 2 (1) 0 11 (5) 0 0 Neuralgia 25 (10) 9 (4) 0 1 (<1) 0 0 General Disorders and Administration Site Conditions Fatigue 43 (18) 11 (5) 1 (< 1) 38 (16) 5 (2) 0 Pyrexia 48 (20) 7 (3) 0 23 (10) 5 (2) 0 Asthenia 29 (12) 4 (2) 1 (< 1) 18 (7) 1 (< 1) 0 Edema peripheral 16 (7) 1 (< 1) 0 13 (5) 0 0 Gastrointestinal Disorders Nausea 54 (23) 1 (< 1) 0 28 (12) 0 0 Constipation 42 (18) 1 (< 1) 0 22 (9) 2 (1) 0 Stomatitis 20 (8) 2 (1) 0 19 (8) 0 1 (< 1) Diarrhea 59 (25) 11 (5) 0 11 (5) 3 (1) 1 (< 1) Vomiting 24 (10) 1 (< 1) 0 8 (3) 0 0 Abdominal distension 13 (5) 0 0 4 (2) 0 0 Infections and Infestations Pneumonia 20 (8) 8 (3) 5 (2) 11 (5) 5 (2) 3 (1) Skin and Subcutaneous Tissue Disorders Alopecia 31 (13) 1 (< 1) 1 (< 1) 33 (14) 4 (2) 0 Metabolism and Nutrition Disorders Hyperglycemia 10 (4) 1 (< 1) 0 17 (7) 10 (4) 0 Decreased appetite 36 (15) 2 (1) 0 15 (6) 1 (< 1) 0 Vascular Disorders Hypertension 15 (6) 1 (< 1) 0 3 (1) 0 0 Psychiatric Disorders Insomnia 16 (7) 1 (< 1) 0 8 (3) 0 0 Key: R-CHOP= rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone; VcR-CAP= Bortezomib, rituximab, cyclophosphamide, doxorubicin, and prednisone. * Represents High Level Term Peripheral Neuropathies NEC The incidence of herpes zoster reactivation was 4.6% in the VcR-CAP arm and 0.8% in the R-CHOP arm. Antiviral prophylaxis was mandated by protocol amendment. The incidences of Grade ≥3 bleeding events were similar between the two arms (four patients in the VcR-CAP arm and three patients in the R-CHOP arm). All of the Grade ≥3 bleeding events resolved without sequelae in the VcR-CAP arm. Adverse reactions leading to discontinuation occurred in 8% of patients in VcR-CAP group and 6% of patients in R-CHOP group. In the VcR-CAP group, the most commonly reported adverse reaction leading to discontinuation was peripheral sensory neuropathy (1%; three patients). The most commonly reported adverse reaction leading to discontinuation in the R-CHOP group was febrile neutropenia (<1%; two patients). Integrated Summary of Safety (Relapsed Multiple Myeloma and Relapsed Mantle Cell Lymphoma) Safety data from Phase 2 and 3 studies of single agent bortezomib 1.3 mg/m 2 /dose twice weekly for two weeks followed by a ten day rest period in 1163 patients with previously-treated multiple myeloma (N=1008) and previously-treated mantle cell lymphoma (N=155) were integrated and tabulated. This analysis does not include data from the Phase 3 open-label study of bortezomib subcutaneous vs intravenous in relapsed multiple myeloma. In the integrated studies, the safety profile of bortezomib was similar in patients with multiple myeloma and mantle cell lymphoma. In the integrated analysis, the most commonly reported (> 20%) adverse reactions were nausea (49%), diarrhea (46%), asthenic conditions including fatigue (41%) and weakness (11%), peripheral neuropathies (38%), thrombocytopenia (32%), vomiting (28%), constipation (25%), and pyrexia (21%). Eleven percent (11%) of patients experienced at least one episode of ≥ Grade 4 toxicity, most commonly thrombocytopenia (4%) and neutropenia (2%). In the Phase 2 relapsed multiple myeloma clinical trials of bortezomib administered intravenously, local skin irritation was reported in 5% of patients, but extravasation of bortezomib was not associated with tissue damage. Serious Adverse Reactions and Adverse Reactions Leading to Treatment Discontinuation in the Integrated Summary of Safety A total of 26% of patients experienced a serious adverse reaction during the studies. The most commonly reported serious adverse reactions included diarrhea, vomiting and pyrexia (3% each), nausea, dehydration, and thrombocytopenia (2% each) and pneumonia, dyspnea, peripheral neuropathies, and herpes zoster (1% each). Adverse reactions leading to discontinuation occurred in 22% of patients. The reasons for discontinuation included peripheral neuropathy (8%), and fatigue, thrombocytopenia, and diarrhea (2% each). In total, 2% of the patients died and the cause of death was considered by the investigator to be possibly related to study drug: including reports of cardiac arrest, congestive heart failure, respiratory failure, renal failure, pneumonia and sepsis. Most Commonly Reported Adverse Reactions in the Integrated Summary of Safety The most common adverse reactions are shown in Table 13 . All adverse reactions occurring at ≥ 10% are included. In the absence of a randomized comparator arm, it is often not possible to distinguish between adverse events that are drug-caused and those that reflect the patient's underlying disease. Please see the discussion of specific adverse reactions that follows. Table 13: Most Commonly Reported (≥ 10% Overall) Adverse Reactions in Integrated Analyses of Relapsed Multiple Myeloma and Relapsed Mantle Cell Lymphoma Studies Using the 1.3 mg/m 2 Dose (N=1163) All Patients (N=1163) Multiple Myeloma (N=1008) Mantle Cell Lymphoma (N=155) Adverse Reactions All ≥ Grade 3 All ≥ Grade 3 All ≥ Grade 3 Nausea 567 (49) 36 (3) 511 (51) 32 (3) 56 (36) 4 (3) Diarrhea NOS 530 (46) 83 (7) 470 (47) 72 (7) 60 (39) 11 (7) Fatigue 477 (41) 86 (7) 396 (39) 71 (7) 81 (52) 15 (10) Peripheral neuropathies * 443 (38) 129 (11) 359 (36) 110 (11) 84 (54) 19 (12) Thrombocytopenia 369 (32) 295 (25) 344 (34) 283 (28) 25 (16) 12 (8) Vomiting NOS 321 (28) 44 (4) 286 (28) 40 (4) 35 (23) 4 (3) Constipation 296 (25) 17 (1) 244 (24) 14 (1) 52 (34) 3 (2) Pyrexia 249 (21) 16 (1) 233 (23) 15 (1) 16 (10) 1 (< 1) Anorexia 227 (20) 19 (2) 205 (20) 16 (2) 22 (14) 3 (2) Anemia NOS 209 (18) 65 (6) 190 (19) 63 (6) 19 (12) 2 (1) Headache NOS 175 (15) 8 (< 1) 160 (16) 8 (< 1) 15 (10) 0 Neutropenia 172 (15) 121 (10) 164 (16) 117 (12) 8 (5) 4 (3) Rash NOS 156 (13) 8 (< 1) 120 (12) 4 (< 1) 36 (23) 4 (3) Paresthesia 147 (13) 9 (< 1) 136 (13) 8 (< 1) 11 (7) 1 (< 1) Dizziness (excl vertigo) 129 (11) 13 (1) 101 (10) 9 (< 1) 28 (18) 4 (3) Weakness 124 (11) 31 (3) 106 (11) 28 (3) 18 (12) 3 (2) * Represents High Level Term Peripheral Neuropathies NEC Description of Selected Adverse Reactions from the Integrated Phase 2 and 3 Relapsed Multiple Myeloma and Phase 2 Relapsed Mantle Cell Lymphoma Studies Gastrointestinal Toxicity A total of 75% of patients experienced at least one gastrointestinal disorder. The most common gastrointestinal disorders included nausea, diarrhea, constipation, vomiting, and appetite decreased. Other gastrointestinal disorders included dyspepsia and dysgeusia. Grade 3 adverse reactions occurred in 14% of patients; ≥ Grade 4 adverse reactions were ≤ 1%. Gastrointestinal adverse reactions were considered serious in 7% of patients. Four percent (4%) of patients discontinued due to a gastrointestinal adverse reaction. Nausea was reported more often in patients with multiple myeloma (51%) compared to patients with mantle cell lymphoma (36%). Thrombocytopenia Across the studies, bortezomib-associated thrombocytopenia was characterized by a decrease in platelet count during the dosing period (Days 1 to 11) and a return toward baseline during the ten day rest period during each treatment cycle. Overall, thrombocytopenia was reported in 32% of patients. Thrombocytopenia was Grade 3 in 22%, ≥ Grade 4 in 4%, and serious in 2% of patients, and the reaction resulted in bortezomib discontinuation in 2% of patients [see Warnings and Precautions ( 5.7) ] . Thrombocytopenia was reported more often in patients with multiple myeloma (34%) compared to patients with mantle cell lymphoma (16%). The incidence of ≥ Grade 3 thrombocytopenia also was higher in patients with multiple myeloma (28%) compared to patients with mantle cell lymphoma (8%). Peripheral Neuropathy Overall, peripheral neuropathies occurred in 38% of patients. Peripheral neuropathy was Grade 3 for 11% of patients and ≥ Grade 4 for < 1% of patients. Eight percent (8%) of patients discontinued bortezomib due to peripheral neuropathy. The incidence of peripheral neuropathy was higher among patients with mantle cell lymphoma (54%) compared to patients with multiple myeloma (36%). In the bortezomib vs dexamethasone Phase 3 relapsed multiple myeloma study, among the 62 bortezomib-treated patients who experienced ≥ Grade 2 peripheral neuropathy and had dose adjustments, 48% had improved or resolved with a median of 3.8 months from first onset. In the Phase 2 relapsed multiple myeloma studies, among the 30 patients who experienced Grade 2 peripheral neuropathy resulting in discontinuation or who experienced ≥ Grade 3 peripheral neuropathy, 73% reported improvement or resolution with a median time of 47 days to improvement of one grade or more from the last dose of bortezomib. Hypotension The incidence of hypotension (postural, orthostatic and hypotension NOS) was 8% in patients treated with bortezomib. Hypotension was Grade 1 or 2 in the majority of patients and Grade 3 in 2% and ≥ Grade 4 in < 1%. Two percent (2%) of patients had hypotension reported as a serious adverse reaction, and 1% discontinued due to hypotension. The incidence of hypotension was similar in patients with multiple myeloma (8%) and those with mantle cell lymphoma (9%). In addition, < 1% of patients experienced hypotension associated with a syncopal reaction. Neutropenia Neutrophil counts decreased during the bortezomib dosing period (Days 1 to 11) and returned toward baseline during the ten day rest period during each treatment cycle. Overall, neutropenia occurred in 15% of patients and was Grade 3 in 8% of patients and ≥ Grade 4 in 2%. Neutropenia was reported as a serious adverse reaction in < 1% of patients and < 1% of patients discontinued due to neutropenia. The incidence of neutropenia was higher in patients with multiple myeloma (16%) compared to patients with mantle cell lymphoma (5%). The incidence of ≥ Grade 3 neutropenia also was higher in patients with multiple myeloma (12%) compared to patients with mantle cell lymphoma (3%). Asthenic Conditions (Fatigue, Malaise, Weakness, Asthenia) Asthenic conditions were reported in 54% of patients. Fatigue was reported as Grade 3 in 7% and ≥ Grade 4 in < 1% of patients. Asthenia was reported as Grade 3 in 2% and ≥ Grade 4 in < 1% of patients. Two percent (2%) of patients discontinued treatment due to fatigue and < 1% due to weakness and asthenia. Asthenic conditions were reported in 53% of patients with multiple myeloma and 59% of patients with mantle cell lymphoma. Pyrexia Pyrexia (> 38ºC) was reported as an adverse reaction for 21% of patients. The reaction was Grade 3 in 1% and ≥ Grade 4 in < 1%. Pyrexia was reported as a serious adverse reaction in 3% of patients and led to bortezomib discontinuation in < 1% of patients. The incidence of pyrexia was higher among patients with multiple myeloma (23%) compared to patients with mantle cell lymphoma (10%). The incidence of ≥ Grade 3 pyrexia was 1% in patients with multiple myeloma and < 1% in patients with mantle cell lymphoma. Herpes Virus Infection Consider using antiviral prophylaxis in subjects being treated with bortezomib. In the randomized studies in previously untreated and relapsed multiple myeloma, herpes zoster reactivation was more common in subjects treated with bortezomib (ranging between 6 to 11%) than in the control groups (3 to 4%). Herpes simplex was seen in 1 to 3% in subjects treated with bortezomib and 1 to 3% in the control groups. In the previously untreated multiple myeloma study, herpes zoster virus reactivation in the bortezomib, melphalan and prednisone arm was less common in subjects receiving prophylactic antiviral therapy (3%) than in subjects who did not receive prophylactic antiviral therapy (17%). Retreatment in Relapsed Multiple Myeloma A single-arm trial was conducted in 130 patients with relapsed multiple myeloma to determine the efficacy and safety of retreatment with intravenous bortezomib. The safety profile of patients in this trial is consistent with the known safety profile of bortezomib-treated patients with relapsed multiple myeloma as demonstrated in Tables 10, 11 , and 13 ; no cumulative toxicities were observed upon retreatment. The most common adverse drug reaction was thrombocytopenia which occurred in 52% of the patients. The incidence of ≥ Grade 3 thrombocytopenia was 24%. Peripheral neuropathy occurred in 28% of patients, with the incidence of ≥ Grade 3 peripheral neuropathy reported at 6%. The incidence of serious adverse reactions was 12.3%. The most commonly reported serious adverse reactions were thrombocytopenia (3.8%), diarrhea (2.3%), and herpes zoster and pneumonia (1.5% each). Adverse reactions leading to discontinuation occurred in 13% of patients. The reasons for discontinuation included peripheral neuropathy (5%) and diarrhea (3%). Two deaths considered to be bortezomib-related occurred within 30 days of the last bortezomib dose; one in a patient with cerebrovascular accident and one in a patient with sepsis. Additional Adverse Reactions from Clinical Studies The following clinically important serious adverse reactions that are not described above have been reported in clinical trials in patients treated with bortezomib administered as monotherapy or in combination with other chemotherapeutics. These studies were conducted in patients with hematological malignancies and in solid tumors. Blood and Lymphatic System Disorders: Anemia, disseminated intravascular coagulation, febrile neutropenia, lymphopenia, leukopenia Cardiac Disorders: Angina pectoris, atrial fibrillation aggravated, atrial flutter, bradycardia, sinus arrest, cardiac amyloidosis, complete atrioventricular block, myocardial ischemia, myocardial infarction, pericarditis, pericardial effusion, Torsades de pointes , ventricular tachycardia Ear and Labyrinth Disorders: Hearing impaired, vertigo Eye Disorders: Diplopia and blurred vision, conjunctival infection, irritation Gastrointestinal Disorders: Abdominal pain, ascites, dysphagia, fecal impaction, gastroenteritis, gastritis hemorrhagic, hematemesis, hemorrhagic duodenitis, ileus paralytic, large intestinal obstruction, paralytic intestinal obstruction, peritonitis, small intestinal obstruction, large intestinal perforation, stomatitis, melena, pancreatitis acute, oral mucosal petechiae, gastroesophageal reflux General Disorders and Administration Site Conditions: Chills, edema, edema peripheral, injection site erythema, neuralgia, injection site pain, irritation, malaise, phlebitis Hepatobiliary Disorders: Cholestasis, hepatic hemorrhage, hyperbilirubinemia, portal vein thrombosis, hepatitis, liver failure Immune System Disorders: Anaphylactic reaction, drug hypersensitivity, immune complex mediated hypersensitivity, angioedema, laryngeal edema Infections and Infestations: Aspergillosis, bacteremia, bronchitis, urinary tract infection, herpes viral infection, listeriosis, nasopharyngitis, pneumonia, respiratory tract infection, septic shock, toxoplasmosis, oral candidiasis, sinusitis, catheter-related infection Injury, Poisoning and Procedural Complications: Catheter-related complication, skeletal fracture, subdural hematoma Investigations: Weight decreased Metabolism and Nutrition Disorders: Dehydration, hypocalcemia, hyperuricemia, hypokalemia, hyperkalemia, hyponatremia, hypernatremia Musculoskeletal and Connective Tissue Disorders: Arthralgia, back pain, bone pain, myalgia, pain in extremity Nervous System Disorders: Ataxia, coma, dizziness, dysarthria, dysesthesia, dysautonomia, encephalopathy, cranial palsy, grand mal convulsion, headache, hemorrhagic stroke, motor dysfunction, neuralgia, spinal cord compression, paralysis, postherpetic neuralgia, transient ischemic attack Psychiatric Disorders: Agitation, anxiety, confusion, insomnia, mental status change, psychotic disorder, suicidal ideation Renal and Urinary Disorders: Calculus renal, bilateral hydronephrosis, bladder spasm, hematuria, hemorrhagic cystitis, urinary incontinence, urinary retention, renal failure (acute and chronic), glomerular nephritis proliferative Respiratory, Thoracic and Mediastinal Disorders: Acute respiratory distress syndrome, aspiration pneumonia, atelectasis, chronic obstructive airways disease exacerbated, cough, dysphagia, dyspnea, dyspnea exertional, epistaxis, hemoptysis, hypoxia, lung infiltration, pleural effusion, pneumonitis, respiratory distress, pulmonary hypertension Skin and Subcutaneous Tissue Disorders: Urticaria, face edema, rash (which may be pruritic), leukocytoclastic vasculitis, pruritus Vascular Disorders: Cerebrovascular accident, cerebral hemorrhage, deep venous thrombosis, hypertension, peripheral embolism, pulmonary embolism, pulmonary hypertension 6.2 Postmarketing Experience The following adverse reactions have been identified from the worldwide postmarketing experience with bortezomib. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Cardiac Disorders: Cardiac tamponade Ear and Labyrinth Disorders: Deafness bilateral Eye Disorders: Optic neuropathy, blindness, chalazion/blepharitis Gastrointestinal Disorders: Ischemic colitis Infections and Infestations: Progressive multifocal leukoencephalopathy (PML), ophthalmic herpes, herpes meningoencephalitis Nervous System Disorders: Posterior reversible encephalopathy syndrome (PRES, formerly RPLS), Guillain-Barré syndrome, demyelinating polyneuropathy Respiratory, Thoracic and Mediastinal Disorders: Acute diffuse infiltrative pulmonary disease Skin and Subcutaneous Tissue Disorders: Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN), acute febrile neutrophilic dermatosis (Sweet's syndrome)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Bortezomib is contraindicated in patients with hypersensitivity (not including local reactions) to bortezomib, boron, or mannitol. Reactions have included anaphylactic reactions [see Adverse Reactions ( 6.1 )]. Bortezomib is contraindicated for intrathecal administration. Fatal events have occurred with intrathecal administration of bortezomib. • Patients with hypersensitivity (not including local reactions) to bortezomib, boron, or mannitol, including anaphylactic reactions. ( 4 ) • Contraindicated for intrathecal administration. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • For subcutaneous or intravenous use only. Each route of administration has a different reconstituted concentration. Exercise caution when calculating the volume to be administered. ( 2.1 , 2.10 ) • The recommended starting dose of bortezomib for injection is 1.3 mg/m 2 administered either as a 3 to 5 second bolus intravenous injection or subcutaneous injection. ( 2.2 , 2.4 , 2.6 ) • Retreatment for Multiple Myeloma: May retreat starting at the last tolerated dose. ( 2.6 ) • Hepatic Impairment: Use a lower starting dose for patients with moderate or severe hepatic impairment. ( 2.8 ) • Dose must be individualized to prevent overdose. ( 2.10 ) 2.1 Important Dosing Guidelines Bortezomib for injection is for intravenous or subcutaneous use only. Do not administer bortezomib for injection by any other route. Because each route of administration has a different reconstituted concentration, use caution when calculating the volume to be administered. The recommended starting dose of bortezomib for injection is 1.3 mg/m 2 . Bortezomib for injection is administered intravenously at a concentration of 1 mg/mL, or subcutaneously at a concentration of 2.5 mg/mL [see Dosage and Administration ( 2.10 )]. Bortezomib for injection retreatment may be considered for patients with multiple myeloma who had previously responded to treatment with bortezomib for injection and who have relapsed at least six months after completing prior bortezomib for injection treatment. Treatment may be started at the last tolerated dose [see Dosage and Administration ( 2.6 )]. When administered intravenously, administer bortezomib for injection as a 3 to 5 second bolus intravenous injection. 2.2 Dosage in Previously Untreated Multiple Myeloma Bortezomib for injection is administered in combination with oral melphalan and oral prednisone for 9, six week treatment cycles as shown in Table 1 . In Cycles 1 to 4, bortezomib for injection is administered twice weekly (Days 1, 4, 8, 11, 22, 25, 29 and 32). In Cycles 5 to 9, bortezomib for injection is administered once weekly (Days 1, 8, 22 and 29). At least 72 hours should elapse between consecutive doses of bortezomib for injection. Table 1: Dosage Regimen for Patients with Previously Untreated Multiple Myeloma Twice Weekly Bortezomib for Injection (Cycles 1 to 4) Week 1 2 3 4 5 6 Bortezomib for injection (1.3 mg/m 2 ) Day 1 -- -- Day 4 Day 8 Day 11 rest period Day 22 Day 25 Day 29 Day 32 rest period Melphalan (9 mg/m 2 ) Prednisone (60 mg/m 2 ) Day 1 Day 2 Day 3 Day 4 -- -- rest period -- -- -- -- rest period Once Weekly Bortezomib for Injection (Cycles 5 to 9 when used in combination with Melphalan and Prednisone) Week 1 2 3 4 5 6 Bortezomib for injection (1.3 mg/m 2 ) Day 1 -- -- Day 8 rest period Day 22 Day 29 rest period Melphalan (9 mg/m 2 ) Prednisone (60 mg/m 2 ) Day 1 Day 2 Day 3 Day 4 -- -- rest period -- -- -- -- rest period 2.3 Dose Modification Guidelines for Bortezomib for Injection When Given in Combination with Melphalan and Prednisone Prior to initiating any cycle of therapy with bortezomib for injection in combination with melphalan and prednisone: • Platelet count should be at least 70 x 10 9 /L and the absolute neutrophil count (ANC) should be at least 1 x 10 9 /L • Nonhematological toxicities should have resolved to Grade 1 or baseline Table 2: Dose Modifications During Cycles of Combination Bortezomib for Injection, Melphalan and Prednisone Therapy Toxicity Dose Moidification or Delay Hematological toxicity during a cycle: If prolonged Grade 4 neutropenia or thrombocytopenia, or thrombocytopenia with bleeding is observed in the previous cycle Consider reduction of the melphalan dose by 25% in the next cycle If platelet count is not above 30 x 10 9 /L or ANC is not above 0.75 x 10 9 /L on a bortezomib for injection dosing day (other than Day 1) Withhold bortezomib for injection dose If several bortezomib for injection doses in consecutive cycles are withheld due to toxicity Reduce bortezomib for injection dose by one dose level (from 1.3 mg/m 2 to 1 mg/m 2 , or from 1 mg/m 2 to 0.7 mg/m 2 ) Grade 3 or higher nonhematological toxicities Withhold bortezomib for injection therapy until symptoms of toxicity have resolved to Grade 1 or baseline. Then, bortezomib for injection may be reinitiated with one dose level reduction (from 1.3 mg/m 2 to 1 mg/m 2 , or from 1 mg/m 2 to 0.7 mg/m 2 ). For bortezomib for injection-related neuropathic pain and/or peripheral neuropathy, hold or modify bortezomib for injection as outlined in Table 5 . For information concerning melphalan and prednisone, see manufacturer's prescribing information. Dose modifications guidelines for peripheral neuropathy are provided [see Dosage and Administration ( 2.7 )]. 2.4 Dosage in Previously Untreated Mantle Cell Lymphoma Bortezomib for injection (1.3 mg/m 2 ) is administered intravenously in combination with intravenous rituximab, cyclophosphamide, doxorubicin and oral prednisone (VcR-CAP) for 6, three week treatment cycles as shown in Table 3 . Bortezomib for injection is administered first followed by rituximab. Bortezomib for injection is administered twice weekly for two weeks (Days 1, 4, 8, and 11) followed by a ten day rest period on Days 12 to 21. For patients with a response first documented at Cycle 6, two additional VcR-CAP cycles are recommended. At least 72 hours should elapse between consecutive doses of bortezomib for injection. Table 3: Dosage Regimen for Patients with Previously Untreated Mantle Cell Lymphoma Twice Weekly Bortezomib for Injection (6, Three Week Cycles) * Week 1 2 3 Bortezomib for injection (1.3 mg/m 2 ) Day 1 -- -- Day 4 -- Day 8 Day 11 rest period Rituximab (375 mg/m 2 ) Cyclophosphamide (750 mg/m 2 ) Doxorubicin (50 mg/m 2 ) Day 1 -- -- -- rest period Prednisone (100 mg/m 2 ) Day 1 Day 2 Day 3 Day 4 Day 5 -- -- rest period * Dosing may continue for two more cycles (for a total of eight cycles) if response is first seen at Cycle 6. 2.5 Dose Modification Guidelines for Bortezomib for Injection When Given in Combination with Rituximab, Cyclophosphamide, Doxorubicin and Prednisone Prior to the first day of each cycle (other than Cycle 1): • Platelet count should be at least 100 x 10 9 /L and absolute neutrophil count (ANC) should be at least 1.5 x 10 9 /L • Hemoglobin should be at least 8 g/dL (at least 4.96 mmol/L) • Nonhematologic toxicity should have recovered to Grade 1 or baseline Interrupt bortezomib for injection treatment at the onset of any Grade 3 hematologic or nonhematological toxicities, excluding neuropathy [see Table 5, Warnings and Precautions ( 5 )]. For dose adjustments, see Table 4 below. Table 4: Dose Modifications on Days 4, 8, and 11 During Cycles of Combination Bortezomib for Injection, Rituximab, Cyclophosphamide, Doxorubicin and Prednisone Therapy Toxicity Dose Modification or Delay Hematological Toxicity Grade 3 or higher neutropenia, or a platelet count not at or above 25 × 10 9 /L Withhold bortezomib for injection therapy for up to 2 weeks until the patient has an ANC at or above 0.75 × 10 9 /L and a platelet count at or above 25 × 10 9 /L. • If, after bortezomib for injection has been withheld, the toxicity does not resolve, discontinue bortezomib for injection. • If toxicity resolves such that the patient has an ANC at or above 0.75 × 10 9 /L and a platelet count at or above 25 × 10 9 /L, bortezomib for injection dose should be reduced by 1 dose level (from 1.3 mg/m 2 to 1 mg/m 2 , or from 1 mg/m 2 to 0.7 mg/m 2 ). Grade 3 or higher nonhematological toxicities Withhold bortezomib for injection therapy until symptoms of the toxicity have resolved to Grade 2 or better. Then, bortezomib for injection may be reinitiated with one dose level reduction (from 1.3 mg/m 2 to 1 mg/m 2 , or from 1 mg/m 2 to 0.7 mg/m 2 ). For bortezomib for injection-related neuropathic pain and/or peripheral neuropathy, hold or modify bortezomib for injection as outlined in Table 5 . For information concerning rituximab, cyclophosphamide, doxorubicin and prednisone, see manufacturer's prescribing information. 2.6 Dosage and Dose Modifications for Relapsed Multiple Myeloma and Relapsed Mantle Cell Lymphoma Bortezomib for injection (1.3 mg/m 2 /dose) is administered twice weekly for two weeks (Days 1, 4, 8, and 11) followed by a ten day rest period (Days 12 to 21). For extended therapy of more than eight cycles, bortezomib for injection may be administered on the standard schedule or, for relapsed multiple myeloma, on a maintenance schedule of once weekly for four weeks (Days 1, 8, 15, and 22) followed by a 13 day rest period (Days 23 to 35) [see Clinical Studies ( 14 )]. At least 72 hours should elapse between consecutive doses of bortezomib for injection. Patients with multiple myeloma who have previously responded to treatment with bortezomib for injection (either alone or in combination) and who have relapsed at least six months after their prior bortezomib for injection therapy may be started on bortezomib for injection at the last tolerated dose. Retreated patients are administered bortezomib for injection twice weekly (Days 1, 4, 8, and 11) every three weeks for a maximum of eight cycles. At least 72 hours should elapse between consecutive doses of bortezomib for injection. Bortezomib for injection may be administered either as a single agent or in combination with dexamethasone [see Clinical Studies ( 14.1 )]. Bortezomib for injection therapy should be withheld at the onset of any Grade 3 nonhematological or Grade 4 hematological toxicities excluding neuropathy as discussed below [see Warnings and Precautions ( 5 )]. Once the symptoms of the toxicity have resolved, bortezomib for injection therapy may be reinitiated at a 25% reduced dose (1.3 mg/m 2 /dose reduced to 1 mg/m 2 /dose; 1 mg/m 2 /dose reduced to 0.7 mg/m 2 /dose). For dose modifications guidelines for peripheral neuropathy, see section 2.7. 2.7 Dose Modifications for Peripheral Neuropathy Starting bortezomib for injection subcutaneously may be considered for patients with pre-existing or at high risk of peripheral neuropathy. Patients with preexisting severe neuropathy should be treated with bortezomib for injection only after careful risk-benefit assessment. Patients experiencing new or worsening peripheral neuropathy during bortezomib for injection therapy may require a decrease in the dose and/or a less doseintense schedule. For dose or schedule modification guidelines for patients who experience bortezomib for injection-related neuropathic pain and/or peripheral neuropathy, see Table 5. Table 5: Recommended Dose Modification for Bortezomib for Injection-Related Neuropathic Pain and/or Peripheral Sensory or Motor Neuropathy Severity of Peripheral Neuropathy Signs and Symptoms* Modification of Dose and Regimen Grade 1 (asymptomatic; loss of deep tendon reflexes or paresthesia) without pain or loss of function No action Grade 1 with pain or Grade 2 (moderate symptoms; limiting instrumental Activities of Daily Living (ADL) † ) Reduce bortezomib for injection to 1 mg/m 2 Grade 2 with pain or Grade 3 (severe symptoms; limiting self care ADL ‡ ) Withhold bortezomib for injection therapy until toxicity resolves. When toxicity resolves reinitiate with a reduced dose of bortezomib for injection at 0.7 mg/m 2 once per week. Grade 4 (life-threatening consequences; urgent intervention indicated) Discontinue bortezomib for injection * Grading based on NCI Common Terminology Criteria CTCAE v4.0 † Instrumental ADL: refers to preparing meals, shopping for groceries or clothes, using telephone, managing money, etc. ‡ Self care ADL: refers to bathing, dressing and undressing, feeding self, using the toilet, taking medications, and not bedridden 2.8 Dosage in Patients with Hepatic Impairment Do not adjust the starting dose for patients with mild hepatic impairment. Start patients with moderate or severe hepatic impairment at a reduced dose of 0.7 mg/m 2 per injection during the first cycle, and consider subsequent dose escalation to 1 mg/m 2 or further dose reduction to 0.5 mg/m 2 based on patient tolerance (see Table 6) [see Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. Table 6: Recommended Starting Dose Modification for Bortezomib for Injection in Patients with Hepatic Impairment Bilirubin Level SGOT (AST) Levels Modification of Starting Dose Mild Less than or equal to 1x ULN More than ULN None More than 1x to 1.5x ULN Any None Moderate More than 1.5x to 3x ULN Any Reduce bortezomib for injection to 0.7 mg/m 2 in the first cycle. Consider dose escalation to 1 mg/m 2 or further dose reduction to 0.5 mg/m 2 in subsequent cycles based on patient tolerability. Severe More than 3x ULN Any Abbreviations: SGOT = serum glutamic oxaloacetic transaminase; AST = aspartate aminotransferase; ULN = upper limit of the normal range. 2.9 Administration Precautions The drug quantity contained in one vial (3.5 mg) may exceed the usual dose required. Caution should be used in calculating the dose to prevent overdose [see Dosage and Administration ( 2.10 )]. When administered subcutaneously, sites for each injection (thigh or abdomen) should be rotated. New injections should be given at least one inch from an old site and never into areas where the site is tender, bruised, erythematous, or indurated. If local injection site reactions occur following bortezomib for injection administration subcutaneously, a less concentrated bortezomib for injection solution (1 mg/mL instead of 2.5 mg/mL) may be administered subcutaneously [see Dosage and Administration ( 2.10 )] . Alternatively, consider use of the intravenous route of administration [see Dosage and Administration ( 2.10 )] . Bortezomib for injection is a hazardous drug. Follow applicable special handling and disposal procedures. 1 2.10 Reconstitution/Preparation for Intravenous and Subcutaneous Administration Use proper aseptic technique. Reconstitute only with 0.9% sodium chloride. The reconstituted product should be a clear and colorless solution. Different volumes of 0.9% sodium chloride are used to reconstitute the product for the different routes of administration. The reconstituted concentration of bortezomib for subcutaneous administration (2.5 mg/mL) is greater than the reconstituted concentration of bortezomib for intravenous administration (1 mg/mL). Because each route of administration has a different reconstituted concentration, use caution when calculating the volume to be administered [see Dosage and Administration ( 2.9 )]. For each 3.5 mg single-dose vial of bortezomib, reconstitute with the following volume of 0.9% sodium chloride based on route of administration (Table 7): Table 7: Reconstitution Volumes and Final Concentration for Intravenous and Subcutaneous Administration Route of Administration Bortezomib (mg/vial) Diluent (0.9% Sodium Chloride) Final Bortezomib Concentration (mg/mL) Intravenous 3.5 mg 3.5 mL 1 mg/mL Subcutaneous 3.5 mg 1.4 mL 2.5 mg/mL Dose must be individualized to prevent overdosage. After determining patient body surface area (BSA) in square meters, use the following equations to calculate the total volume (mL) of reconstituted bortezomib for injection to be administered: · Intravenous Administration [1 mg/mL concentration] Bortezomib for injection dose (mg/m 2 ) x patient BSA (m 2 ) = Total bortezomib for injection volume (mL) to be administered 1 mg/mL · S ubcutaneous Administration [2.5 mg/mL concentration] Bortezomib for injection dose (mg/m 2 ) x patient BSA (m 2 ) = Total bortezomib for injection volume (mL) to be administered 2.5 mg/mL Stickers that indicate the route of administration are provided with each bortezomib for injection vial. These stickers should be placed directly on the syringe of bortezomib for injection once bortezomib for injection is prepared to help alert practitioners of the correct route of administration for bortezomib for injection. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. If any discoloration or particulate matter is observed, the reconstituted product should not be used. Stability Unopened vials of bortezomib for injection are stable until the date indicated on the package when stored in the original package protected from light. Bortezomib for Injection contains no antimicrobial preservative. Administer reconstituted bortezomib for injection within eight hours of preparation. When reconstituted as directed, bortezomib for injection may be stored at 25ºC (77ºF). The reconstituted material may be stored in the original vial and/or the syringe prior to administration. The product may be stored for up to eight hours in a syringe; however, total storage time for the reconstituted material must not exceed eight hours when exposed to normal indoor lighting."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Bortezomib for injection is a proteasome inhibitor indicated for: • treatment of adult patients with multiple myeloma ( 1.1 ) • treatment of adult patients with mantle cell lymphoma ( 1.2 ) 1.1 Multiple Myeloma Bortezomib for injection is indicated for the treatment of adult patients with multiple myeloma. 1.2 Mantle Cell Lymphoma Bortezomib for injection is indicated for the treatment of adult patients with mantle cell lymphoma."
  ],
  "fetched_at": "2025-09-30T21:00:24.343804",
  "source": "OpenFDA"
}