{
  "drug_name": "Bosutinib",
  "generic_name": [
    "BOSUTINIB"
  ],
  "brand_names": [
    "BOSULIF"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong and Moderate CYP3A Inhibitors: Avoid concomitant use with BOSULIF. ( 7.1 ) • Strong CYP3A Inducers: Avoid concomitant use with BOSULIF. ( 7.1 ) • Proton Pump Inhibitors: Use short-acting antacids or H2 blockers as an alternative to proton pump inhibitors. ( 7.1 ) 7.1 Effect of Other Drugs on BOSULIF Strong or Moderate CYP3A Inhibitors Avoid the concomitant use of strong or moderate CYP3A inhibitors with BOSULIF. Bosutinib is a CYP3A substrate. Concomitant use with a strong or moderate CYP3A inhibitor increases bosutinib C max and AUC [see Clinical Pharmacology (12.3) ] which may increase the risk of toxicities. Strong CYP3A Inducers Avoid the concomitant use of strong CYP3A inducers with BOSULIF. Bosutinib is a CYP3A substrate. Concomitant use with a strong CYP3A inducer decreases bosutinib C max and AUC [see Clinical Pharmacology (12.3) ] which may reduce BOSULIF efficacy. Proton Pump Inhibitors (PPI) As an alternative to PPIs, use short-acting antacids or H2 blockers and separate dosing by more than 2 hours from BOSULIF dosing. Bosutinib displays pH dependent aqueous solubility, Concomitant use with a PPI decreases bosutinib C max and AUC [see Clinical Pharmacology (12.3) ] which may reduce BOSULIF efficacy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: • Gastrointestinal toxicity [see Warnings and Precautions (5.1) ] . • Myelosuppression [see Warnings and Precautions (5.2) ] . • Hepatic toxicity [see Warnings and Precautions (5.3) ] . • Cardiovascular toxicity [see Warnings and Precautions (5.4) ] . • Fluid retention [see Warnings and Precautions (5.5) ] . • Renal toxicity [see Warnings and Precautions (5.6) ] . • Most common adverse reactions (≥20%), in adult and pediatric patients with CML are diarrhea, abdominal pain, vomiting, nausea, rash, fatigue, hepatic dysfunction, headache, pyrexia, decreased appetite respiratory tract infection, and constipation. The most common laboratory abnormalities (≥20%) in adult and pediatric patients are creatinine increased, hemoglobin decreased, lymphocyte count decreased, platelets decreased, ALT increased, calcium decreased, white blood cell count decreased, AST increased, absolute neutrophil count decreased, glucose increased, phosphorus decreased, urate increased, alkaline phosphatase increased, lipase increased, creatine kinase increased, and amylase increased. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions, in ≥20% of adults with newly diagnosed CP Ph+ CML or CP, AP, or BP Ph+ CML with resistance or intolerance to prior therapy (N=814) were diarrhea (80%), rash (44%), nausea (44%), abdominal pain (43%), vomiting (33%), fatigue (33%), hepatic dysfunction (33%), respiratory tract infection (25%), pyrexia (24%), and headache (21%). The most common laboratory abnormalities that worsened from baseline in ≥20% of adults were creatinine increased (93%), hemoglobin decreased (90%), lymphocyte count decreased (72%), platelets decreased (69%), ALT increased (58%), calcium decreased (53%), white blood cell count decreased (52%), absolute neutrophils count decreased (50%), AST increased (50%), glucose increased (46%), phosphorus decreased (44%), urate increased (41%), alkaline phosphatase increased (40%), lipase increased (36%), creatine kinase increased (29%), and amylase increased (24%). The most common adverse reactions, in ≥20% of pediatric patients (N=49) were diarrhea (82%), abdominal pain (73%), vomiting (55%), nausea (49%), rash (49%), fatigue (37%), hepatic dysfunction (37%), headache (35%), pyrexia (31%), decreased appetite (27%), and constipation (20%). The most common laboratory abnormalities that worsened from baseline in ≥20% of pediatric patients were creatinine increased (92%), alanine aminotransferase increased (59%), white blood cell count decreased (53%), aspartate aminotransferase increased (51%), platelet count decreased (49%), glucose increased (41%), calcium decreased (31%), hemoglobin decreased (31%), neutrophil count decreased (31%), lymphocyte count decreased (29%), serum amylase increased (27%), and CPK increased (25%). Adverse Reactions in Adult Patients With Newly-Diagnosed CP CML The clinical trial randomized and treated 533 patients with newly-diagnosed CP CML to receive BOSULIF 400 mg daily or imatinib 400 mg daily as single agents (Newly-Diagnosed CP CML Study) [see Clinical Studies (14.1) ] . The safety population (received at least 1 dose of BOSULIF) included: • two hundred sixty-eight (268) patients with newly-diagnosed CP CML had a median duration of BOSULIF treatment of 55 months (range: 0.3 to 60 months) and a median dose intensity of 394 mg/day. Serious adverse reactions occurred in 22% of patients with newly-diagnosed CP CML who received bosutinib. Serious adverse reactions reported in >2% of patients included hepatic dysfunction (4.1%), pneumonia (3.4%), coronary artery disease (3.4%), and gastroenteritis (2.2%). Fatal adverse reactions occurred in 3 patients (1.1%) due to coronary artery disease (0.4%), cardiac failure acute (0.4%), and renal failure (0.4%). Permanent discontinuation of bosutinib due to an adverse reaction occurred in 20% of patients with newly-diagnosed CP CML who received bosutinib. Adverse reactions which resulted in permanent discontinuation in > 2% of patients included hepatic dysfunction (9%). Dose modifications (dose interruption or reductions) of bosutinib due to an adverse reaction occurred in 68% of patients with newly-diagnosed CP CML. Adverse reactions which required dose interruptions or reductions in >5% of patients included hepatic dysfunction (27%), thrombocytopenia (16%), diarrhea (16%), lipase increased (10%), neutropenia (7%), abdominal pain (6%), rash (5%). The most common adverse reactions, in >20% of bosutinib-treated patients with newly-diagnosed CML (N=268) were diarrhea (75%), hepatic dysfunction (45%), rash (40%), abdominal pain (39%), nausea (37%), fatigue (33%), respiratory tract infection (27%), headache (22%), and vomiting (21%). The most common laboratory abnormalities that worsened from baseline in ≥20% of patients were creatinine increased (94%), hemoglobin decreased (89%), lymphocyte count decreased (84%), ALT increased (68%), platelet count decreased (68%), glucose increased (57%), AST increased (56%), calcium decreased (55%), phosphorus decreased (54%), lipase increased (53%), white blood cell count decreased (50%), absolute neutrophil count decreased (42%), alkaline phosphatase increased (41%), creatine kinase increased (36%), and amylase increased (32%). Table 7 identifies adverse reactions greater than or equal to 10% for All Grades and Grades 3 or 4 (3/4) for the Phase 3 CP CML safety population. Table 7: Adverse Reactions (10% or Greater) in Patients With Newly-Diagnosed CML in Bosutinib 400 mg Study Based on a Minimum of 57 Months of Follow-up. Adverse drug reactions are based on all-causality treatment-emergent adverse events. The commonality stratification is based on 'All Grades' under Total column. 'Grade 3', 'Grade 4' columns indicate maximum toxicity. Bosutinib 400 mg Chronic Phase CML (N=268) Imatinib 400 mg Chronic Phase CML (N=265) System Organ Class Preferred Term All Grades % Grade 3/4 % All Grades % Grade 3/4 % Gastrointestinal disorders Diarrhea 75 9 40 1 Abdominal pain Abdominal pain includes the following preferred terms: Abdominal discomfort, Abdominal pain, Abdominal pain lower, Abdominal pain upper, Abdominal tenderness, Dyspepsia, Epigastric discomfort, Gastrointestinal pain. 39 2 27 1 Nausea 37 0 42 0 Vomiting 21 1 20 0 Constipation 13 0 6 0 Hepatobiliary disorders Hepatic dysfunction Hepatic dysfunction includes the preferred terms: Alanine aminotransferase increased, Aspartate aminotransferase, Aspartate aminotransferase increased, Bilirubin conjugated increased, Blood alkaline phosphatase increased, Blood bilirubin increased, Drug-induced liver injury, Gamma-glutamyltransferase increased, Hepatic enzyme increased, Hepatic steatosis, Hepatitis, Hepatitis toxic, Hepatocellular injury, Hepatotoxicity, Hyperbilirubinemia, Jaundice, Liver disorder, Liver function test increased, Ocular icterus, Transaminases increased. 45 27 15 4 Skin and subcutaneous tissue disorders Rash Rash includes the following preferred terms: Acne, Blister, Dermatitis, Dermatitis acneiform, Dermatitis bullous, Dermatitis exfoliative generalized, Drug reaction with eosinophilia and systemic symptoms, Dyshidrotic eczema, Eczema, Eczema asteatotic, Erythema, Erythema nodosum, Genital rash, Lichen planus, Perivascular dermatitis, Photosensitivity reaction, Psoriasis, Rash, Rash erythematous, Rash macular, Rash maculo-papular, Rash papular, Rash pruritic, Rash pustular, Rash vesicular, Seborrhoeic keratosis, Skin discoloration, Skin exfoliation, Skin hypopigmentation, Skin irritation, Skin lesion, Stasis dermatitis. 40 2 30 2 Pruritus 11 <1 4 0 General disorders and administration-site conditions Fatigue Fatigue includes the following preferred terms: Asthenia, Fatigue, Malaise. 33 1 30 <1 Pyrexia 17 1 11 0 Edema Edema includes the following preferred terms: Eye edema, Eyelid edema, Face edema, Edema, Edema peripheral, Orbital edema, Periorbital edema, Periorbital swelling, Peripheral swelling, Swelling, Swelling face, Swelling of eyelid, Swollen tongue. 15 0 46 2 Infections and infestations Respiratory tract infection Respiratory tract infection includes the following preferred terms: Nasopharyngitis, Respiratory tract congestion, Respiratory tract infection, Respiratory tract infection viral, Upper respiratory tract infection. 27 1 25 <1 Nervous system disorders Headache 22 1 15 1 Musculoskeletal and connective tissue disorders Arthralgia 18 1 18 <1 Back pain 12 <1 9 <1 Respiratory, thoracic, and mediastinal disorders Cough 11 0 10 0 Dyspnea 11 1 6 1 Metabolism and nutrition disorders Decreased appetite 11 <1 6 0 Vascular disorders Hypertension Hypertension* includes the preferred terms: Blood pressure systolic increased, Hypertension, Hypertensive crisis, Hypertensive heart disease, Retinopathy hypertensive. 10 5 11 5 In the randomized study in patients with newly-diagnosed CP CML, one patient in the group treated with BOSULIF experienced a Grade 3 QTcF prolongation (>500 msec). Patients with uncontrolled or significant cardiovascular disease including QT interval prolongation were excluded by protocol. Table 8 identifies the clinically relevant or severe Grade 3/4 laboratory test abnormalities for the Phase 3 newly-diagnosed CML safety population. Table 8: Select Laboratory Abnormalities (>20%) That Worsened From Baseline in Patients with Newly-Diagnosed CML in Bosutinib 400 mg Study Based on a Minimum of 57 Months of Follow-up. Bosutinib N=268 % Imatinib N=265 % All Grade Grade 3–4 All Grade Grade 3–4 Abbreviations: ALT=alanine aminotransferase; AST=aspartate aminotransferase; CML=chronic myelogenous leukemia; SGPT=serum glutamic-pyruvic transaminase; SGOT=serum glutamic-oxaloacetic transaminase; N/n=number of patients; ULN=upper limit of normal. Graded using CTCAE v 4.03 Hematology Parameters Platelet Count decreased 68 14 60 6 Absolute Neutrophil Count decreased 42 9 65 20 Hemoglobin decreased 89 9 90 7 White Blood Cell Count decreased 50 6 70 8 Lymphocyte Count decreased 84 12 82 14 Biochemistry Parameters SGPT/ALT increased 68 26 28 3 SGOT/AST increased 56 13 29 3.4 Lipase increased 53 19 35 8 Phosphorus decreased 54 9 69 21 Amylase increased 32 3.4 18 2.3 Alkaline Phosphatase increased 41 0 43 0.4 Calcium decreased 55 1.5 57 1.1 Glucose increased 57 3 65 3.4 Creatine Kinase increased 36 3 65 5 Creatinine increased 94 1.1 98 0.8 Adverse Reactions in Adult Patients With Imatinib-Resistant or -Intolerant Ph+ CP, AP, and BP CML The single-arm clinical trial enrolled patients with Ph+ CP, AP, or BP CML and with resistance or intolerance to prior therapy [see Clinical Studies (14.2) ] . The safety population (received at least 1 dose of BOSULIF) included 546 CML patients: • two hundred eighty-four (284) patients with CP CML previously treated with imatinib only who had a median duration of BOSULIF treatment of 26 months (range: 0.2 to 155 months), and a median dose intensity of 437 mg/day. • one hundred nineteen (119) patients with CP CML previously treated with both imatinib and at least 1 additional tyrosine kinase inhibitor (TKI) who had a median duration of BOSULIF treatment of 9 months (range: 0.2 to 148 months) and a median dose intensity of 427 mg/day. • one hundred forty-three (143) patients with advanced phase (AdvP) CML including 79 patients with AP CML and 64 patients with BP CML. In the patients with AP CML and BP CML, the median duration of BOSULIF treatment was 10 months (range: 0.1 to 140 months) and 3 months (range: 0.03 to 71 months), respectively. The median dose intensity was 406 mg/day, and 456 mg/day, in the AP CML and BP CML cohorts, respectively. Serious adverse reactions occurred in 30% of patients in the safety population of the single-arm trial in patients with CML (N=546) who were resistant or intolerant to prior therapy. Serious adverse reactions reported in >2% of patients included pneumonia (7%), pleural effusion (6%), pyrexia (3.7%), coronary artery disease (3.5%), dyspnea (2.6%), rash (2.2%), thrombocytopenia (2%), abdominal pain (2%), and diarrhea (2%). Fatal adverse reactions occurred in 12 patients (2.2%) due to coronary artery disease (0.9%), pneumonia (0.4%), respiratory failure (0.4%), gastrointestinal hemorrhage (0.2%), acute kidney injury (0.2%), and acute pulmonary edema (0.2%). Permanent discontinuation of bosutinib due to an adverse reaction occurred in 22% of patients with CML who were resistant or intolerant to prior therapy. Adverse reactions which resulted in permanent discontinuation in >2% of patients included thrombocytopenia (6%), hepatic dysfunction (3.3%), and neutropenia (2%). Dose modifications (dose interruption or reductions) of bosutinib due to an adverse reaction occurred in 66% of patients with CML who were resistant or intolerant to prior therapy. Adverse reactions which required dose interruptions or reductions in >5% of patients included thrombocytopenia (24%), diarrhea (14%), rash (13%), hepatic dysfunction (10%), neutropenia (9%), pleural effusion (8%), vomiting (7%), anemia (6%), and abdominal pain (6%). The most common adverse reactions, in ≥20% of patients in the safety population of the single-arm trial in patients with CML (N=546) who were resistant or intolerant to prior therapy were diarrhea (83%), nausea (47%), rash (46%), abdominal pain (45%), vomiting (39%), fatigue (33%), pyrexia (28%), hepatic dysfunction (27%), respiratory tract infection (24%), cough (23%), and headache (21%) . The most common laboratory abnormalities that worsened from baseline in ≥20% were creatinine increased (93%), hemoglobin decreased (91%), lymphocyte decreased (80%), platelets decreased (69%), absolute neutrophil count (54%), ALT increased (53%), calcium decreased (53%), white blood cell count decreased (52%), urate increased (48%), AST increased (47%), phosphorus decreased (39%), alkaline phosphatase increased (39%), lipase increased (28%), magnesium increased (25%), potassium decreased (24%), potassium increased (23%). See Table 10 for Grade 3/4 laboratory abnormalities. Table 9 identifies adverse reactions greater than or equal to 10% for All Grades and Grades 3 or 4 for the Phase 1/2 CML safety population based on long-term follow-up. Table 9: Adverse Reactions (10% or Greater) in Patients With CML Who Were Resistant or Intolerant to Prior Therapy in Single-Arm Trial Based on a Minimum of 105 Months of Follow-up. Adverse drug reactions are based on all-causality treatment-emergent adverse events. The commonality stratification is based on 'All Grades' under Total column. 'Grade 3', 'Grade 4' columns indicate maximum toxicity CP CML (N=403) AdvP CML (N=143) System Organ Class Preferred Term All Grades % Grade 3/4 % All Grades % Grade 3/4 % ADR Definition Gastrointestinal disorders Diarrhea 85 10 76 4 Abdominal pain Abdominal pain includes the following preferred terms: Abdominal discomfort, Abdominal pain, Abdominal pain lower, Abdominal pain upper, Abdominal tenderness, Dyspepsia, Epigastric discomfort, Gastrointestinal pain, Hepatic pain. 49 2 36 7 Nausea 47 1 48 2 Vomiting 38 3 43 3 Constipation 15 <1 17 1 Skin and subcutaneous tissue disorders Rash Rash includes the following preferred terms: Acarodermatitis, Acne, Angular cheilitis, Blister, Dermatitis, Dermatitis acneiform, Dermatitis psoriasiform, Drug eruption, Eczema, Eczema asteatotic, Erythema, Erythema annulare, Exfoliative rash, Lichenoid keratosis, Palmar erythema, Photosensitivity reaction, Pigmentation disorder, Psoriasis, Pyoderma gangrenosum, Pyogenic granuloma, Rash, Rash erythematous, Rash generalised, Rash macular, Rash maculo-papular, Rash pruritic, Rash pustular, Seborrhoeic dermatitis, Seborrhoeic keratosis, Skin depigmentation, Skin discoloration, Skin disorder, Skin exfoliation, Skin hyperpigmentation, Skin hypopigmentation, Skin irritation, Skin lesion, Skin plaque, Skin toxicity, Stasis dermatitis. 48 9 42 5 Pruritus 12 1 7 0 General disorders and administration-site conditions Fatigue 35 3 27 6 Pyrexia 25 1 37 3 Edema Edema includes the following preferred terms: Eye edema, Eyelid edema, Face edema, Generalized edema, Localized edema, Edema, Edema peripheral, Penile edema, Periorbital edema, Periorbital swelling, Peripheral swelling, Scrotal edema, Scrotal swelling, Swelling, Swelling face, Swelling of eyelid, Testicular edema, Tongue edema. 19 <1 17 1 Chest pain Chest pain includes the following preferred terms: Chest discomfort, Chest pain. 8 1 12 1 Hepatobiliary disorders Hepatic dysfunction Hepatic dysfunction includes the following preferred terms: Alanine aminotransferase increased, Aspartate aminotransferase increased, Bilirubin conjugated increased, Blood alkaline phosphatase increased, Blood bilirubin increased, Blood bilirubin unconjugated increased, Gamma-glutamyltransferase increased, Hepatic enzyme increased, Hepatic function abnormal, Hepatic steatosis, Hepatitis toxic, Hepatomegaly, Hepatotoxicity, Hyperbilirubinemia, Liver disorder, Liver function test abnormal, Liver function test increased, Transaminases increased. 29 11 21 10 Infections and infestations Respiratory tract infection Respiratory tract infection includes the following preferred terms: Nasopharyngitis, Respiratory tract congestion, Respiratory tract infection, Respiratory tract infection viral, Upper respiratory tract infection, Viral upper respiratory tract infection. 27 <1 17 0 Influenza Influenza includes the following preferred terms: H1N1 influenza, Influenza. 11 1 3 0 Pneumonia Pneumonia includes the following preferred terms: Atypical pneumonia, Lower respiratory tract congestion, Lower respiratory tract infection, Pneumonia, Pneumonia aspiration, Pneumonia bacterial, Pneumonia fungal, Pneumonia necrotising, Pneumonia streptococcal. 10 4 18 12 Respiratory, thoracic, and mediastinal disorders Cough 24 0 22 0 Pleural effusion 14 4 9 4 Dyspnea 12 2 20 6 Nervous system disorders Headache 21 1 18 4 Dizziness 11 0 14 1 Musculoskeletal and connective tissue disorders Arthralgia 19 1 15 0 Back pain 14 1 8 1 Metabolism and nutrition disorders Decreased appetite 14 1 14 0 Vascular disorders Hypertension Hypertension* includes the following preferred terms: Blood pressure increased, Blood pressure systolic increased, Essential hypertension, Hypertension, Hypertensive crisis, Retinopathy hypertensive. * ADR identified post-marketing 11 3 8 3 In the single-arm study in patients with CML who were resistant or intolerant to prior therapy, 2 patients (0.4%) experienced QTcF interval of greater than 500 milliseconds. Patients with uncontrolled or significant cardiovascular disease including QT interval prolongation were excluded by protocol. Table 10 identifies the clinically relevant or severe Grade 3/4 laboratory test abnormalities for the safety population of the study in patients with CML who were resistant or intolerant to prior therapy based on long-term follow-up. Table 10: Number (%) of Patients With Clinically Relevant All Grade or Grade 3/4 Laboratory Test Abnormalities in the Safety Population of the Study of Patients With CML Who Were Resistant or Intolerant to Prior Therapy Based on a Minimum of 105 Months of Follow-up. CP CML N=403 % AdvP CML N=143 % All grade Grade 3/4 All grade Grade 3/4 Abbreviations: AdvP=advanced phase; ALT=alanine aminotransferase; AST=aspartate aminotransferase; CML=chronic myelogenous leukemia; CP=chronic phase; N/n=number of patients; SGPT=serum glutamate-pyruvate transaminase; SGOT=serum glutamate-oxaloacetate aminotransferase; ULN=upper limit of normal. Hematology Parameters Platelet Count decreased 66 26 80 57 Absolute Neutrophil Count decreased 50 16 66 39 Hemoglobin decreased 89 13 97 38 Lymphocyte decreased 79 14 82 21 White Blood Cell Count decreased 51 7 57 27 Biochemistry Parameters SGPT/ALT increased 58 11 39 6 SGOT/AST increased 50 5 37 3.5 Lipase increased 32 12 19 6 Phosphorus decreased 41 8 33 7 Total Bilirubin increased 16 0.7 22 2.8 Creatinine increased 95 3 87 1.4 Alkaline Phosphatase increased 39 0 39 1.4 Glucose increased 42 2.7 39 6 Sodium increased 23 0.5 11 0 Sodium decreased 18 2.2 27 6 Calcium decreased 55 4.7 45 3.5 Urate increased 49 6 43 6 Magnesium increased 27 7 18 4.9 Potassium decreased 22 1.7 29 4.9 Potassium increased 25 2.7 19 2.1 Pediatric Patients with Newly-Diagnosed CP Ph+ CML or CP Ph+ CML that is Resistant or Intolerant to Prior Therapy The safety of BOSULIF was evaluated in BCHILD, a single-arm trial for the treatment of pediatric patients aged 1 year and older with newly-diagnosed CP Ph+ CML or in patients with CP Ph+ CML who are resistant or intolerant to prior therapy [see Clinical Studies (14.3) ] . Patients received BOSULIF (n = 49) 300 mg/m 2 to 400 mg/m 2 orally once daily until disease progression or unacceptable toxicity. The median time on treatment with BOSULIF was 12.2 months (range, 0.2 to 60.9 months). Among patients who received BOSULIF, 77.6% were exposed for 6 months or longer and 51% were exposed for one year or longer. Permanent discontinuation of BOSULIF due to an adverse reaction occurred in 20% of patients. Adverse reactions which resulted in permanent discontinuation in 2 or more patients included ALT increased (6%), AST increased (4%), diarrhea (4%), fatigue (4%) and rash maculo-papular (4%). The most common adverse reactions, in ≥20% of BOSULIF-treated pediatric patients were diarrhea, abdominal pain, vomiting, nausea, rash, fatigue, hepatic dysfunction, headache, pyrexia, decreased appetite, and constipation. Table 11 summarizes the adverse reactions in BCHILD. Table 11: Adverse Reactions (10% or Greater) in Pediatric Patients with Newly Diagnosed CP Ph+ CML or CP Ph+ CML Resistant or Intolerant to Prior Therapy Who Received BOSULIF in BCHILD Adverse drug reactions are based on all-causality treatment-emergent adverse reactions. The commonality stratification is based on 'All Grades' under Bosutinib 400 mg column. 'Grade 3/4 columns indicate maximum toxicity. System Organ Class Preferred Term BOSULIF Total (N=49) % All Grades Grade 3/4 Gastrointestinal disorders Diarrhea 82 12 Abdominal pain Abdominal pain includes the following preferred terms: Abdominal discomfort, Abdominal pain, Abdominal pain lower, Abdominal pain upper, Abdominal tenderness, Dyspepsia, Epigastric discomfort, Gastrointestinal pain, Hepatic pain. 73 4 Vomiting 55 6 Nausea 49 2 Constipation 20 0 Skin and subcutaneous tissue disorders Rash Rash includes the following preferred terms: Acarodermatitis, Acne, Angular cheilitis, Blister, Dermatitis, Dermatitis acneiform, Dermatitis bullous, Dermatitis exfoliative generalized, Dermatitis psoriasiform, Drug eruption, Drug reaction with eosinophilia and systemic symptoms, Dyshidrotic eczema, Eczema, Eczema asteatotic, Erythema, Erythema annulare, Erythema nodosum, Exfoliative rash, Genital rash, Lichen planus, Lichenoid keratosis, Palmar erythema, Palmar-plantar erythrodysesthesia syndrome, Perivascular dermatitis, Photosensitivity reaction, Pigmentation disorder, Pruritus allergic, Psoriasis, Punctate keratitis, Pyoderma gangrenosum, Pyogenic granuloma, Rash, Rash erythematous, Rash generalized, Rash macular, Rash maculo-papular, Rash papular, Rash pruritic, Rash pustular, Rash vesicular, Seborrheic dermatitis, Seborrhoeic keratosis, Skin depigmentation, Skin discoloration, Skin disorder, Skin exfoliation, Skin hyperpigmentation, Skin hypopigmentation, Skin irritation, Skin lesion, Skin plaque, Skin reaction, Skin toxicity, Stasis dermatitis. 49 8 Hepatobiliary disorders Hepatic dysfunction Hepatic dysfunction includes the following preferred terms: Alanine aminotransferase abnormal, Alanine aminotransferase increased, Aspartate aminotransferase, Aspartate aminotransferase increased, Bilirubin conjugated increased, Blood alkaline phosphatase increased, Blood bilirubin increased, Blood bilirubin unconjugated increased, Gamma-glutamyltransferase increased, Hepatic enzyme increased, Hepatomegaly, Hepatosplenomegaly, Hyperbilirubinaemia, Jaundice, Liver function test abnormal, Liver function test increased, Ocular icterus, Transaminases increased, Hepatic function abnormal, Drug-induced liver injury, Hepatic steatosis, Hepatitis, Hepatitis toxic, Hepatobiliary disease, Hepatocellular injury, Hepatotoxicity, Liver disorder, Liver injury. 37 14 General disorders and administration-site conditions Fatigue Fatigue includes the following preferred terms: Asthenia, Fatigue, Malaise. 37 4 Pyrexia 31 4 Nervous system disorders Headache 35 2 Metabolism and nutrition disorders Decreased appetite 27 2 Infections and infestations Respiratory tract infection Respiratory tract infection includes the following preferred terms: Nasopharyngitis, Respiratory tract congestion, Respiratory tract infection, Respiratory tract infection viral, Upper respiratory tract congestion, Upper respiratory tract infection, Upper respiratory tract inflammation, Viral upper respiratory tract infection. 12 2 The most common laboratory abnormalities that worsened from baseline in ≥20% of patients were creatinine increased, alanine aminotransferase increased, white blood cell count decreased, aspartate aminotransferase increased, platelet count decreased, glucose increased, calcium decreased, hemoglobin decreased, neutrophil count decreased, lymphocyte count decreased, serum amylase increased and CPK increased. Table 12 summarizes laboratory test abnormalities in BCHILD. Table 12: Laboratory Abnormalities (≥ 20%) That Worsened From Baseline in Pediatric Patients with Newly-Diagnosed CP Ph+ CML or CP Ph+ CML Resistant or Intolerant to Prior Therapy Who Received BOSULIF in BCHILD Grades are defined using CTCAE V4.03. Based on CTCAE grading without regard to fasting status for 'Hyperglycemia' lab parameter. Includes data up to 28 days after last dose of study treatment. BOSULIF (N= 49) All Grade Grade 3/4 % % Creatinine increased 92 0 Alanine aminotransferase increased 59 14 White blood cell count decreased 53 4 Aspartate aminotransferase increased 51 6 Platelet count decreased 49 18 Glucose increased 41 0 Calcium decreased 31 0 Hemoglobin decreased 31 8 Neutrophil count decreased 31 12 Lymphocyte count decreased 29 2 Serum amylase increased 27 4 CPK increased 25 0 Additional Adverse Reactions From Multiple Clinical Trials The following adverse reactions were reported in patients in clinical trials with BOSULIF (less than 10% of BOSULIF-treated patients). They represent an evaluation of the adverse reaction data from all 1372 patients with leukemia who received at least 1 dose of single-agent BOSULIF. These adverse reactions are presented by system organ class and are ranked by frequency. These adverse reactions are included based on clinical relevance and ranked in order of decreasing seriousness within each category. Blood and Lymphatic System Disorders : 0.1% and less than 1% - Febrile neutropenia Cardiac Disorders : 1% and less than 10% - Cardiac ischemia (includes Acute coronary syndrome, Acute myocardial infarction, Angina pectoris, Angina unstable, Arteriosclerosis coronary artery, Coronary artery disease, Coronary artery occlusion, Coronary artery stenosis, Myocardial infarction, Myocardial ischemia, Troponin increased), Pericardial effusion, Cardiac failure (includes Cardiac failure, Cardiac failure acute, Cardiac failure chronic, Cardiac failure congestive, Cardiogenic shock, Cardiorenal syndrome, Ejection fraction decreased, Left ventricular failure); 0.1% and less than 1% - Pericarditis Ear and Labyrinth Disorders : 1% and less than 10% - Tinnitus Endocrine Disorders : 1% and less than 10% - Hypothyroidism; 0.1% and less than 1% - Hyperthyroidism Gastrointestinal Disorders : 1% and less than 10% - Gastritis, Pancreatitis (includes Edematous pancreatitis, Pancreatic enzymes increased, Pancreatitis, Pancreatitis acute, Pancreatitis chronic), Gastrointestinal hemorrhage (includes Anal hemorrhage, Gastric hemorrhage, Gastrointestinal hemorrhage, Intestinal hemorrhage, Lower gastrointestinal hemorrhage, Rectal hemorrhage, Upper gastrointestinal hemorrhage) General Disorders and Administrative Site Conditions : 1% and less than 10% - Pain Immune System Disorders : 1% and less than 10% - Drug hypersensitivity; 0.1% and less than 1% - Anaphylactic shock Infections and Infestations : 1% and less than 10% - Bronchitis Investigations : 1% and less than 10% - Electrocardiogram QT prolonged (includes Electrocardiogram QT prolonged, Long QT syndrome) Metabolism and Nutrition Disorders : 1% and less than 10% - Dehydration Musculoskeletal and Connective Tissue Disorders : 1% and less than 10% - Myalgia Nervous System Disorders : 1% and less than 10% - Dysgeusia Renal and Urinary Disorders : 1% and less than 10% - Acute kidney injury, Renal impairment, Renal failure Respiratory, Thoracic and Mediastinal Disorders : 1% and less than 10% - Pulmonary hypertension (includes Pulmonary hypertension, Pulmonary arterial hypertension, Pulmonary arterial pressure increased); 0.1% and less than 1% - Acute pulmonary edema (includes Acute pulmonary edema, Pulmonary edema), Interstitial lung disease, Respiratory failure Skin and Subcutaneous Disorders : 0.1% and less than 1% - Erythema multiforme 6.2 Postmarketing Experience The following additional adverse reactions have been identified during post-approval use of BOSULIF. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders : Thrombotic microangiopathy Skin and Subcutaneous Tissue Disorders : Stevens-Johnson syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BOSULIF is contraindicated in patients with a history of hypersensitivity to BOSULIF. Reactions have included anaphylaxis [see Adverse Reactions (6.1) ] . Hypersensitivity to BOSULIF. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Adult patients with newly-diagnosed chronic phase Ph+ CML: 400 mg orally once daily with food. ( 2.1 ) • Adult patients with chronic, accelerated, or blast phase Ph+ CML with resistance or intolerance to prior therapy: 500 mg orally once daily with food. ( 2.1 ) • Pediatric patients with newly-diagnosed chronic phase Ph+ CML: 300 mg/m 2 orally once daily with food. ( 2.1 ) • Pediatric patients with chronic phase Ph+ CML with resistance or intolerance to prior therapy: 400 mg/m 2 orally once daily with food. ( 2.1 ) • Consider dose escalation by increments of 100 mg once daily to a maximum of 600 mg daily in adult patients who do not reach complete hematologic, cytogenetic, or molecular response and do not have Grade 3 or greater adverse reactions. ( 2.2 ) • Consider dose escalation by increments of 50 mg for those with a BSA <1.1 m 2 and 100 mg for those with a BSA ≥1.1 m 2 to a maximum of 600 mg daily in pediatric patients who do not reach sufficient response after 3 months. ( 2.2 ) • Adjust dosage for toxicity and organ impairment ( 2 ) 2.1 Recommended Dosage The recommended dosage is taken orally once daily with food. Swallow tablets whole. Do not cut, crush, break or chew tablets. Continue treatment with BOSULIF until disease progression or intolerance to therapy. Capsules may be swallowed whole. For patients who are unable to swallow a whole capsule(s), each capsule can be opened and the contents mixed with applesauce or yogurt. Mixing the capsule contents with applesauce or yogurt cannot be considered a substitute of a proper meal. If a dose is missed beyond 12 hours, the patient should skip the dose and take the usual prescribed dose on the following day. Dosage in Adult Patients with Newly-Diagnosed CP Ph+ CML The recommended dosage of BOSULIF is 400 mg orally once daily with food. Dosage in Adult Patients with CP, AP, or BP Ph+ CML with Resistance or Intolerance to Prior Therapy The recommended dosage of BOSULIF is 500 mg orally once daily with food. Dosage in Pediatric Patients with Newly-Diagnosed CP Ph+ CML or with CP Ph+ CML with Resistance or Intolerance to Prior Therapy The recommended dose of BOSULIF for pediatric patients with newly-diagnosed CP Ph+ CML is 300 mg/m 2 orally once daily with food and the recommended dosage for pediatric patients with CP Ph+ CML that is resistant or intolerant to prior therapy is 400 mg/m 2 orally once daily with food and dose recommendations are provided in Table 1. As appropriate, the desired dose can be attained by combining different strengths of BOSULIF tablets or capsules. Table 1: Dosing of BOSULIF for Pediatric Patients with Newly-Diagnosed CP Ph+ CML or with CP Ph+ CML with Resistance or Intolerance to Prior Therapy BSA BSA=Body Surface Area Newly-Diagnosed Recommended Dose (Once Daily) Resistant or Intolerant Recommended Dose (Once Daily) < 0.55 m 2 150 mg 200 mg 0.55 to < 0.63 m 2 200 mg 250 mg 0.63 to < 0.75 m 2 200 mg 300 mg 0.75 to < 0.9 m 2 250 mg 350 mg 0.9 to < 1.1 m 2 300 mg 400 mg ≥ 1.1 m 2 400 mg maximum starting dose (corresponding to maximum starting dose in adult indication) 500 mg Preparation Instructions for BOSULIF Capsules Mixed with Applesauce or Yogurt For patients who are unable to swallow capsules, the contents of the capsules can be mixed with applesauce or yogurt. Remove the required number of capsules from the container to prepare the dose as instructed and the amount of either room temperature applesauce or yogurt in a clean container. Carefully open each capsule, add the entire capsule content of each capsule into the applesauce or yogurt, then mix the entire dose into the applesauce or yogurt. Patients should immediately consume the full mixture in its entirety, without chewing. Do not store the mixture for later use. If the entire preparation is not swallowed do not take an additional dose. Wait until the next day to resume dosing. Table 2: BOSULIF Dose Using Capsules and Soft Food Volumes Dose Volume of Applesauce or Yogurt 100 mg 10 mL (2 teaspoons) 150 mg 15 mL (3 teaspoons) 200 mg 20 mL (4 teaspoons) 250 mg 25 mL (5 teaspoons) 300 mg 30 mL (6 teaspoons) 350 mg 30 mL (6 teaspoons) 400 mg 35 mL (7 teaspoons) 450 mg 40 mL (8 teaspoons) 500 mg 45 mL (9 teaspoons) 550 mg 45 mL (9 teaspoons) 600 mg 50 mL (10 teaspoons) 2.2 Dose Escalation In clinical studies of adult patients with Ph+ CML, dose escalation by increments of 100 mg once daily to a maximum of 600 mg once daily was allowed in patients who did not achieve or maintain a hematologic, cytogenetic, or molecular response and who did not have Grade 3 or higher adverse reactions at the recommended starting dosage. In pediatric patients with BSA <1.1 m 2 and an insufficient response after 3 months consider increasing dose by 50 mg increments up to maximum of 100 mg above starting dose. Dose increases for insufficient response in pediatric patients with BSA ≥1.1 m 2 can be conducted similarly to adult recommendations in 100 mg increments. The maximum dose in pediatric and adult patients is 600 mg once daily. 2.3 Dosage Adjustments for Non-Hematologic Adverse Reactions Elevated liver transaminases: If elevations in liver transaminases greater than 5×institutional upper limit of normal (ULN) occur, withhold BOSULIF until recovery to less than or equal to 2.5×ULN and resume at 400 mg once daily thereafter. If recovery takes longer than 4 weeks, discontinue BOSULIF. If transaminase elevations greater than or equal to 3×ULN occur concurrently with bilirubin elevations greater than 2×ULN and alkaline phosphatase less than 2×ULN (Hy's law case definition), discontinue BOSULIF [see Warnings and Precautions (5.3) ] . Diarrhea: For National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Grade 3–4 diarrhea (increase of greater than or equal to 7 stools/day over baseline/pretreatment), withhold BOSULIF until recovery to Grade less than or equal to 1. BOSULIF may be resumed at 400 mg once daily [see Warnings and Precautions (5.1) ] . For other clinically significant, moderate or severe non-hematological toxicity, withhold BOSULIF until the toxicity has resolved, then consider resuming BOSULIF at a dose reduced by 100 mg taken once daily. If clinically appropriate, consider re-escalating the dose of BOSULIF to the starting dose taken once daily. In pediatric patients, dose adjustments for non-hematologic toxicities can be conducted similarly to adults, however the dose reduction increments may differ. For pediatric patients with BSA <1.1 m 2 , reduce dose by 50 mg initially followed by additional 50 mg increment if the adverse reaction (AR) persists. For pediatric patients with BSA ≥1.1 m 2 or greater, reduce dose similarly to adults. 2.4 Dosage Adjustments for Myelosuppression Dose reductions for severe or persistent neutropenia and thrombocytopenia are described below (Table 3). Table 3: Dose Adjustments for Neutropenia and Thrombocytopenia in Adult and Pediatric Patients ANC Absolute Neutrophil Count less than 1000×10 6 /L or Platelets less than 50,000×10 6 /L Withhold BOSULIF until ANC greater than or equal to1000×10 6 /L and platelets greater than or equal to 50,000×10 6 /L. Resume treatment with BOSULIF at the same dose if recovery occurs within 2 weeks. If blood counts remain low for greater than 2 weeks, upon recovery, reduce dose by 100 mg and resume treatment, or by 50 mg in pediatric patients with BSA <1.1 m 2 and resume treatment. If cytopenia recurs, reduce dose by an additional 100 mg upon recovery and resume treatment, or by an additional 50 mg in pediatric patients with BSA <1.1 m 2 and resume treatment. 2.5 Dosage Adjustments for Renal Impairment or Hepatic Impairment The recommended starting doses for patients with renal and hepatic impairment are described in Table 4 below. Table 4: Dose Adjustments for Renal and Hepatic Impairment in Adult Patients Recommended Starting Dosage [see Use in Specific Populations (8.6 , 8.7) and Clinical Pharmacology (12.3) ] . Newly-diagnosed chronic phase Ph+ CML Chronic, accelerated, or blast phase Ph+ CML with resistance or intolerance to prior therapy Normal renal and hepatic function 400 mg daily 500 mg daily Renal impairment Creatinine clearance 30 to 50 mL/min 300 mg daily 400 mg daily Creatinine clearance less than 30 mL/min 200 mg daily 300 mg daily Hepatic impairment Mild (Child-Pugh A), Moderate (Child-Pugh B) or Severe (Child-Pugh C) 200 mg daily 200 mg daily Table 5: Dosage Adjustments for Renal and Hepatic Impairment in Pediatric Patients [see Use in Specific Populations (8.6 , 8.7 ) and Clinical Pharmacology (12.3) ] . Newly-Diagnosed CP Ph+ CML Recommended Starting Dose (Once Daily) By Organ Function Pediatric Patients by Separated BSA BSA=Body Surface Area Band Normal renal and hepatic function Renal Impairment: Creatinine clearance 30 to 50 mL/min Renal Impairment: Creatinine clearance less than 30 mL/min Hepatic Impairment: Mild (Child-Pugh A), Moderate (Child-Pugh B) or Severe (Child-Pugh C) Pediatric < 0.55 m 2 150 mg 100 mg 100 mg 100 mg Pediatric 0.55 to < 0.63 m 2 200 mg 150 mg 100 mg 100 mg Pediatric 0.63 to < 0.75 m 2 200 mg 150 mg 100 mg 100 mg Pediatric 0.75 to < 0.9 m 2 250 mg 200 mg 150 mg 100 mg Pediatric 0.9 to < 1.1 m 2 300 mg 200 mg 200 mg 150 mg Pediatric ≥ 1.1 m 2 400 mg 300 mg 200 mg 200 mg CP Ph+ CML with Resistance or Intolerance to Prior Therapy Recommended Starting Dose (Once Daily) By Organ Function Pediatric Patients by Separated BSA Band Normal renal and hepatic function Renal Impairment: Creatinine clearance 30 to 50 mL/min Renal Impairment: Creatinine clearance less than 30 mL/min Hepatic Impairment: Mild (Child-Pugh A), Moderate (Child-Pugh B) or Severe (Child-Pugh C) Pediatric < 0.55 m 2 200 mg 150 mg 100 mg 100 mg Pediatric 0.55 to < 0.63 m 2 250 mg 200 mg 150 mg 100 mg Pediatric 0.63 to < 0.75 m 2 300 mg 200 mg 200 mg 150 mg Pediatric 0.75 to < 0.9 m 2 350 mg 250 mg 200 mg 150 mg Pediatric 0.9 to < 1.1 m 2 400 mg 300 mg 250 mg 200 mg Pediatric ≥ 1.1 m 2 500 mg 400 mg 300 mg 200 mg"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BOSULIF is indicated for the treatment of: • Adult and pediatric patients 1 year of age and older with chronic phase (CP) Philadelphia chromosome-positive chronic myelogenous leukemia (Ph+ CML), newly-diagnosed or resistant or intolerant to prior therapy [see Clinical Studies ( 14.1 , 14.2 , 14.3 )] . • Adult patients with accelerated phase (AP), or blast phase (BP) Ph+ CML with resistance or intolerance to prior therapy [see Clinical Studies (14.2) ] . BOSULIF is a kinase inhibitor indicated for the treatment of • adult and pediatric patients 1 year of age and older with chronic phase Ph+ chronic myelogenous leukemia (CML), newly-diagnosed or resistant or intolerant to prior therapy. ( 1 ) • adult patients with accelerated, or blast phase Ph+ CML with resistance or intolerance to prior therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:27:37.459298",
  "source": "OpenFDA"
}