{
  "drug_name": "BQ-123",
  "generic_name": [
    "SODIUM IODIDE I 123"
  ],
  "brand_names": [
    "SODIUM IODIDE I 123"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Females of childbearing age and pediatric patients should not be studied unless the benefits anticipated from the performance of the test outweigh the possible risk of exposure to the amount of ionizing radiation associated with the test."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Although rare, reactions associated with the administration of sodium iodide isotopes for diagnostic use include, in decreasing order of frequency, nausea, vomiting, chest pain, tachycardia, itching skin, rash and hives."
  ],
  "contraindications": [
    "CONTRAINDICATIONS To date there are no known contraindications to the use of Sodium Iodide I 123 Capsules."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The recommended oral dose for the average patient (70 kg) is 3.7 to 14.8 MBq (100 to 400 μCi). The lower part of the dosage range 3.7 MBq (100 μCi) is recommended for uptake studies alone, and the higher part 14.8 MBq (400 μCi) for thyroid imaging. The determination of I-123 concentration in the thyroid gland may be initiated at six hours after administering the dose and should be measured in accordance with standardized procedures. The patient dose should be measured by a suitable radioactivity calibration system immediately prior to administration. The capsules can be utilized up to 30 hours after calibration time and date. Thereafter, discard the capsules in accordance with standard safety procedures. The user should wear waterproof gloves at all times when handling the capsules or container. Radiation Dosimetry The estimated absorbed radiation doses to several organs of an average patient (70 kg) from oral administration of the maximum dose of 14.8 MBq (400 μCi) of I-123 are shown in Table 4 for thyroid uptakes of 5, 15, and 25%. For comparison at these three values of thyroid uptake, the estimated radiation doses from doses of 3.7 MBq (100 μCi) I-131, also used as thyroid imaging agent, are also included. Table 4. Absorbed Radiation Dose Estimates as a Function of Maximum Thyroid Uptake for Sodium Iodide I-123 * at Time of Calibration and Expiry Compared to Sodium Iodide I-131 Estimated Radiation Absorbed Doses I-123 mGy/14.8 MBq (rads/400 μCi) I-131 mGy/3.7 MBq (rads/100 μCi) Target Organ Maximum Thyroid Uptake (%) TOC TOE * Concentration at Time of Calibration: 97% I-123, 2.9% I-125, 0.1% Te-121 Concentration at Time of Expiry: 87.2% I-123, 12.4% I-125, 0.4% Te-121 Metabolic model in MIRD Dose Estimate Report 5 followed for I-123 and I-125 Metabolic model in ICRP 30 followed for Te-121 † Bladder voiding interval 4.8 hours. Bladder † 5 1.7 (0.17) 1.7 (0.17) 2.9 (0.29) 15 1.6 (0.16) 1.6 (0.16) 2.7 (0.27) 25 1.4 (0.14) 1.5 (0.15) 2.4 (0.24) Stomach Wall 5 0.96 (0.096) 0.98 (0.098) 1.7 (0.17) 15 0.89 (0.089) 0.91 (0.091) 1.5 (0.15) 25 0.82 (0.082) 0.85 (0.085) 1.4 (0.14) Small Intestine 5 0.70 (0.070) 0.71 (0.071) 1.2 (0.12) 15 0.65 (0.065) 0.67 (0.067) 1.1 (0.11) 25 0.60 (0.060) 0.62 (0.062) 0.99 (0.099) Liver 5 0.089 (0.0089) 0.13 (0.013) 0.16 (0.016) 15 0.10 (0.010) 0.18 (0.018) 0.28 (0.028) 25 0.11 (0.011) 0.24 (0.024) 0.41 (0.041) Ovaries 5 0.18 (0.018) 0.19 (0.019) 0.18 (0.018) 15 0.17 (0.017) 0.18 (0.018) 0.18 (0.018) 25 0.16 (0.016) 0.18 (0.018) 0.17 (0.017) Skeleton 5 0.11 (0.011) 0.16 (0.016) 0.12 (0.012) 15 0.12 (0.012) 0.18 (0.018) 0.18 (0.018) 25 0.14 (0.014) 0.21 (0.021) 0.24 (0.024) Red Marrow 5 0.12 (0.012) 0.16 (0.016) 0.15 (0.015) 15 0.12 (0.012) 0.18 (0.018) 0.21 (0.021) 25 0.13 (0.013) 0.19 (0.019) 0.27 (0.027) Testes 5 0.076 (0.0076) 0.089 (0.0089) 0.12 (0.012) 15 0.072 (0.0072) 0.087 (0.0087) 0.12 (0.012) 25 0.068 (0.0068) 0.085 (0.0085) 0.12 (0.012) Thyroid 5 25 (2.5) 75 (7.5) 260 (26) 15 77 (7.7) 230 (23) 780 (78) 25 130 (13) 410 (41) 1300 (130) Total Body 5 0.11 (0.011) 0.16 (0.016) 0.24 (0.024) 15 0.14 (0.014) 0.25 (0.025) 0.47 (0.047) 25 0.17 (0.017) 0.35 (0.035) 0.70 (0.070)"
  ],
  "indications": [
    "INDICATIONS AND USAGE Administration of Sodium Iodide I 123 Capsules is indicated as a diagnostic procedure to be used in evaluating thyroid function and/or morphology."
  ],
  "fetched_at": "2025-10-01T18:35:56.920535",
  "source": "OpenFDA"
}