{
  "drug_name": "Brequinar Analog",
  "generic_name": [
    "Brequinar Analog"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Immediate hypersensitivity reactions may occur after administration of ipratropium bromide, as demonstrated by urticaria, angioedema, rash, bronchospasm, anaphylaxis, and oropharyngeal edema. If such a reaction occurs, therapy with ipratropium bromide nasal solution 0.06% (Nasal Spray) should be stopped at once and alternative treatment should be considered."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reaction information on ipratropium bromide nasal solution 0.06% (Nasal Spray) in patients with the common cold was derived from two multicenter, vehicle-controlled clinical trials involving 1,276 patients (195 patients on ipratropium bromide nasal solution 0.03% (Nasal Spray), 352 patients on ipratropium bromide nasal solution 0.06% (Nasal Spray), 189 patients on ipratropium bromide nasal solution 0.12% (Nasal Spray), 351 patients on vehicle and 189 patients receiving no treatment). Table 1 shows adverse events reported for patients who received ipratropium bromide nasal solution 0.06% (Nasal Spray) at the recommended dose of 84 mcg per nostril, or vehicle, administered three or four times daily, where the incidence is 1% or greater in the ipratropium bromide group and higher in the ipratropium bromide group than in the vehicle group. Table 1 % of Patients with Common Cold Reporting Events * Ipratropium Bromide Nasal Solution 0.06% (Nasal Spray) Vehicle Control No. of Patients 352 351 Epistaxis † 8.2% 2.3% Nasal Dryness 4.8% 2.8% Dry Mouth/Throat 1.4% 0.3% Nasal Congestion 1.1% 0.0% This table includes adverse events for which the incidence was 1% or greater in the ipratropium bromide group and higher in the ipratropium bromide group than in the vehicle group. Epistaxis reported by 5.4% of ipratropium bromide patients and 1.4% of vehicle patients, blood-tinged nasal mucus by 2.8% of ipratropium bromide patients and 0.9% of vehicle patients. Ipratropium bromide nasal solution 0.06% (Nasal Spray) was well tolerated by most patients. The most frequently reported adverse events were transient episodes of nasal dryness or epistaxis. The majority of these adverse events (96%) were mild or moderate in nature, none was considered serious, and none resulted in hospitalization. No patient required treatment for nasal dryness, and only three patients (<1%) required treatment for epistaxis, which consisted of local application of pressure or a moisturizing agent (e.g., petroleum jelly). No patient receiving ipratropium bromide nasal solution 0.06% (Nasal Spray) was discontinued from the trial due to either nasal dryness or bleeding. Adverse events reported by less than 1% of the patients receiving ipratropium bromide nasal solution 0.06% (Nasal Spray) during the controlled clinical trials that are potentially related to ipratropium bromide’s local effects or systemic anticholinergic effects include: taste perversion, nasal burning, conjunctivitis, coughing, dizziness, hoarseness, palpitation, pharyngitis, tachycardia, thirst, tinnitus and blurred vision. No controlled trial was conducted to address the relative incidence of adverse events for three times daily versus four times daily therapy. Nasal adverse events seen in the clinical trial with seasonal allergic rhinitis (SAR) patients (see Table 2) were similar to those seen in the common cold trials. Additional events were reported at a higher rate in the SAR trial due in part to the longer duration of the trial and the inclusion of Upper Respiratory Tract Infection (URI) as an adverse event. In common cold trials, URI was the disease under study and not an adverse event. Table 2 % of Patients with SAR Reporting Events * Ipratropium Bromide Nasal Solution 0.06% (Nasal Spray) Vehicle Control No. of Patients 218 211 Epistaxis † 6.0% 3.3% Pharyngitis 5.0% 3.8% URI 5.0% 3.3% Nasal Dryness 4.6% 0.9% Headache 4.1% 0.5% Dry Mouth/Throat 4.1% 0.0% Taste Perversion 3.7% 1.4% Sinusitis 2.8% 2.8% Pain 1.8% 0.9% Diarrhea 1.8% 0.5% This table includes adverse events for which the incidence was 1% or greater in ipratropium bromide group and higher in the ipratropium bromide group than in the vehicle group. Epistaxis reported by 3.7% of ipratropium bromide patients and 2.4% of vehicle patients, blood tinged nasal mucus by 2.3% of ipratropium bromide patients and 1.9% of vehicle patients. There were no reports of allergic-type reactions in the controlled clinical common cold and SAR trials."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Ipratropium bromide nasal solution 0.06% (Nasal Spray) is contraindicated in patients with a history of hypersensitivity to atropine or its derivatives, or to any of the other ingredients."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION For Symptomatic Relief of Rhinorrhea Associated with the Common Cold: The recommended dose of ipratropium bromide nasal solution 0.06% (Nasal Spray) is two sprays (84 mcg) per nostril three or four times daily (total dose 504 to 672 mcg/day) in adults and children age 12 years and older. Optimum dosage varies with response of the individual patient. The recommended dose of ipratropium bromide nasal solution 0.06% (Nasal Spray) for children age 5-11 years is two sprays (84 mcg) per nostril three times daily (total dose of 504 mcg/day). The safety and effectiveness of the use of ipratropium bromide nasal solution 0.06% (Nasal Spray) beyond four days in patients with the common cold have not been established. For Symptomatic Relief of Rhinorrhea Associated with Seasonal Allergic Rhinitis: The recommended dose of ipratropium bromide nasal solution 0.06% (Nasal Spray) is two sprays (84 mcg) per nostril four times daily (total dose 672 mcg/day) in adults and children age 5 years and older. The safety and effectiveness of the use of ipratropium bromide nasal solution 0.06% (Nasal Spray) beyond three weeks in patients with seasonal allergic rhinitis have not been established. Initial pump priming requires seven sprays of the pump. If used regularly as recommended, no further priming is required. If not used for more than 24 hours, the pump will require two sprays, or if not used for more than seven days, the pump will require seven sprays to reprime. Avoid spraying into eyes."
  ],
  "indications": [
    "INDICATIONS & USAGE Ipratropium bromide nasal solution 0.06% (Nasal Spray) is indicated for the symptomatic relief of rhinorrhea associated with the common cold or seasonal allergic rhinitis for adults and children age 5 years and older. Ipratropium bromide nasal solution 0.06% (Nasal Spray) does not relieve nasal congestion or sneezing associated with the common cold or seasonal allergic rhinitis. The safety and effectiveness of the use of ipratropium bromide nasal solution 0.06% (Nasal Spray) beyond four days in patients with the common cold or beyond three weeks in patients with seasonal allergic rhinitis has not been established."
  ],
  "fetched_at": "2025-10-01T03:44:12.241975",
  "source": "OpenFDA"
}