{
  "drug_name": "Brexpiprazole",
  "generic_name": [
    "BREXPIPRAZOLE"
  ],
  "brand_names": [
    "Rexulti"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Factors Dosage Adjustments for REXULTI ( 2.7 ) Strong CYP2D6 REXULTI may be administered without dosage adjustment in patients with MDD when administered with strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). or CYP3A4 inhibitors Administer half of recommended dosage. Strong/moderate CYP2D6 with Strong/moderate CYP3A4 inhibitors Administer a quarter of the recommended dosage. Known CYP2D6 poor metabolizers taking strong/moderate CYP3A4 inhibitors Administer a quarter of the recommended dosage. Strong CYP3A4 inducers Double the recommended dosage and further adjust based on clinical response. 7.1 Drugs Having Clinically Important Interactions with REXULTI See Table 12 for clinically important drug interactions with REXULTI. Table 12 Clinically Important Drug Interactions with REXULTI Strong CYP3A4 Inhibitors Clinical Impact: Concomitant use of REXULTI with strong CYP3A4 inhibitors increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ] . Intervention: With concomitant use of REXULTI with a strong CYP3A4 inhibitor, reduce the REXULTI dosage [see Dosage and Administration (2.7) ] . Strong CYP2D6 Inhibitors In the clinical studies examining the adjunctive use of REXULTI in the treatment of MDD, dosage was not adjusted for strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). Thus, CYP considerations are already factored into general dosing recommendations, and REXULTI may be administered without dosage adjustment in patients with MDD. Clinical Impact: Concomitant use of REXULTI with strong CYP2D6 inhibitors increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ] . Intervention: With concomitant use of REXULTI with a strong CYP2D6 inhibitor, reduce the REXULTI dosage [see Dosage and Administration (2.7) ] . Both CYP3A4 Inhibitors and CYP2D6 Inhibitors Clinical Impact: Concomitant use of REXULTI with 1) a strong CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 2) a moderate CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 3) a strong CYP3A4 inhibitor and a moderate CYP2D6 inhibitor; or 4) a moderate CYP3A4 inhibitor and a moderate CYP2D6 inhibitor increased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with 1) a strong CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 2) a moderate CYP3A4 inhibitor and a strong CYP2D6 inhibitor; or 3) a strong CYP3A4 inhibitor and a moderate CYP2D6 inhibitor; or 4) a moderate CYP3A4 inhibitor and a moderate CYP2D6 inhibitor, decrease the REXULTI dosage [see Dosage and Administration (2.7) ]. Strong CYP3A4 Inducers Clinical Impact: Concomitant use of REXULTI and a strong CYP3A4 inducer decreased the exposure of brexpiprazole compared to the use of REXULTI alone [see Clinical Pharmacology (12.3) ]. Intervention: With concomitant use of REXULTI with a strong CYP3A4 inducer, increase the REXULTI dosage [see Dosage and Administration (2.7) ]. 7.2 Drugs Having No Clinically Important Interactions with REXULTI Based on pharmacokinetic studies, no dosage adjustment of REXULTI is required when administered concomitantly with CYP2B6 inhibitors (e.g., ticlopidine) or gastric pH modifiers (e.g., omeprazole). Additionally, no dosage adjustment for substrates of CYP2D6 (e.g., dextromethorphan), CYP3A4 (e.g., lovastatin), CYP2B6 (e.g., bupropion), BCRP (e.g., rosuvastatin), or P-gp (e.g., fexofenadine) is required when administered concomitantly with REXULTI."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning , Warnings and Precautions (5.1) ] Suicidal Thoughts and Behaviors in Adolescents and Young Adults [see Boxed Warning , Warnings and Precautions (5.2) ] Cerebrovascular Adverse Reactions Including Stroke in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions (5.3) ] Neuroleptic Malignant Syndrome (NMS) [see Warnings and Precautions (5.4) ] Tardive Dyskinesia [see Warnings and Precautions (5.5) ] Metabolic Changes [see Warnings and Precautions (5.6) ] Pathological Gambling and Other Compulsive Behaviors [see Warnings and Precautions (5.7) ] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions (5.8) ] Orthostatic Hypotension and Syncope [see Warnings and Precautions (5.9) ] Falls [see Warnings and Precautions (5.10) ] Seizures [see Warnings and Precautions (5.11) ] Body Temperature Dysregulation [see Warnings and Precautions (5.12) ] Dysphagia [see Warnings and Precautions (5.13) ] Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.14) ] Most common adverse reactions in adults were ( 6.1 ): Adult patients with major depressive disorder (adjunctive treatment to antidepressant therapy): : Weight increased, somnolence, and akathisia (≥5% and at least twice the rate for placebo) Adult Patients with schizophrenia : Weight increased (≥4% and at least twice the rate for placebo) Pediatric patients (13 to 17 years) with schizophrenia : Extrapyramidal symptoms, excluding akathisia (≥5% and at least twice the rate for placebo) Adult patients with agitation associated with dementia due to Alzheimer's disease: Nasopharyngitis, dizziness (≥4% and at least twice the rate for placebo) To report SUSPECTED ADVERSE REACTIONS, contact Otsuka America Pharmaceutical, Inc. at 1-800-438-9927 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The most common adverse reactions in adult patients in clinical trials (≥5%) were weight increased, akathisia, headache, somnolence, and insomnia. The most common adverse reactions in pediatric patients in clinical trials (≥5%) were weight increased, somnolence, headache, akathisia, and nasopharyngitis. Brexpiprazole has been evaluated for safety in 12,550 adult patients who participated in multiple-dose clinical trials for major depressive disorder, schizophrenia, agitation associated with dementia due to Alzheimer's disease, attention deficit hyperactivity disorder (ADHD), post-traumatic stress disorder (PTSD), bipolar mania, and borderline personality disorder (BPD). Among them, 3,870 patients were treated with brexpiprazole for at least 180 days, and 1,910 patients were treated for at least one year of exposure. Additionally, brexpiprazole has been evaluated for safety in 119 pediatric patients who participated in short-term trials, and 314 patients in long-term multiple-dose clinical trials for pediatric schizophrenia and autism spectrum disorders (ASD). Adjunctive Treatment in Major Depressive Disorder (MDD) The safety of REXULTI was evaluated in 1054 adult patients (18 to 65 years of age) diagnosed with MDD who participated in two 6-week placebo-controlled, fixed-dose clinical studies in patients with major depressive disorder in which REXULTI was administered at doses of 1 mg to 3 mg daily as adjunctive treatment to continued antidepressant therapy; patients in the placebo group continued to receive antidepressant therapy [see Clinical Studies (14.1) ] . Adverse Reactions Reported as Reasons for Discontinuation of Treatment A total of 3% (17/643) of REXULTI-treated patients and 1% (3/411) of placebo-treated patients discontinued due to adverse reactions. Adverse Reactions in REXULTI Studies for Adjunctive MDD in Adults Adverse reactions associated with the adjunctive use of REXULTI (incidence of 2% or greater and adjunctive REXULTI incidence greater than adjunctive placebo) that occurred during acute therapy (up to 6-weeks in patients with MDD) are shown in Table 8. Table 8 Adverse Reactions in ≥2% of REXULTI-Treated Patients and Greater than Placebo in Pooled 6-Week Placebo-Controlled, Fixed-Dose Adjunctive MDD Studies in Adults (Study 1 and Study 2) Placebo (N=411) % REXULTI 1 mg/day (N=226) % 2 mg/day (N=188) % 3 mg/day (N=229) % All REXULTI (N=643) % Gastrointestinal Disorders Constipation 1 3 2 1 2 General Disorders and Administration Site Conditions Fatigue 2 3 2 5 3 Infections and Infestations Nasopharyngitis 2 7 1 3 4 Investigations Weight Increased 2 7 8 6 7 Blood Cortisol Decreased 1 4 0 3 2 Metabolism and Nutrition Increased Appetite 2 3 3 2 3 Nervous System Disorders Akathisia 2 4 7 14 9 Headache 6 9 4 6 7 Somnolence 0.5 4 4 6 5 Tremor 2 4 2 5 4 Dizziness 1 1 5 2 3 Psychiatric Disorders Anxiety 1 2 4 4 3 Restlessness 0 2 3 4 3 Dose-Related Adverse Reactions in the Adjunctive MDD Studies In Studies 1 and 2, among the adverse reactions that occurred at ≥2% incidence in the patients treated with REXULTI plus ADT, the incidences of akathisia and restlessness increased with increases in dose. Schizophrenia Adults The safety of REXULTI was evaluated in 852 adult patients (18 to 65 years of age) diagnosed with schizophrenia who participated in two 6-week placebo-controlled, fixed-dose clinical studies in which REXULTI was administered at daily doses of 1 mg, 2 mg, and 4 mg [see Clinical Studies (14.2) ]. Adverse Reactions Occurring at an Incidence of 2% or More in Patients Treated with REXULTI for Schizophrenia Adverse reactions associated with REXULTI (incidence of 2% or greater and REXULTI incidence greater than placebo) during short-term (up to 6 weeks) studies in adult patients with schizophrenia are shown in Table 9. Table 9 Adverse Reactions in ≥2% of REXULTI-Treated Patients and Greater than Placebo in Pooled 6-Week Placebo-Controlled, Fixed-Dose Schizophrenia Studies in Adult Patients (Study 3 and Study 4) Placebo (N=368) % REXULTI 1 mg/day (N=120) % 2 mg/day (N=368) % 4 mg/day (N=364) % ALL REXULTI (N=852) % Gastrointestinal Disorders Dyspepsia 2 6 2 3 3 Diarrhea 2 1 3 3 3 Investigations Weight Increased 2 3 4 4 4 Blood Creatinine Phosphokinase Increased 1 4 2 2 2 Nervous System Disorders Akathisia 5 4 5 7 6 Tremor 1 2 2 3 3 Sedation 1 2 2 3 2 Pediatric Patients (13 to 17 years of age)] The safety of REXULTI was evaluated in 110 pediatric patients (13 to 17 years of age) diagnosed with schizophrenia who participated in a 6-week, placebo-controlled, clinical study in which REXULTI was administered at daily doses of 2 mg to 4 mg [see Clinical Studies (14.2) ]. Adverse Reactions Occurring at an Incidence of 2% or More in Pediatric Patients (13 to 17 years of age) Treated with REXULTI for Schizophrenia Adverse reactions associated with REXULTI (incidence of 2% or greater and REXULTI incidence greater than placebo) during short-term (up to 6 weeks) study in pediatric patients with schizophrenia are shown in Table 10. Table 10 Adverse Reactions in ≥2% of REXULTI-Treated Patients and Greater than Placebo in 6-Week Placebo- and Active Controlled, Schizophrenia Study in Pediatric Patients 13 to 17 years of age (Study 5) Placebo (N=104) % REXULTI (N=110) % Gastrointestinal Disorders Nausea 4 6 Nervous System Disorders Akathisia 3 4 Extrapyramidal Symptoms Extrapyramidal Symptoms includes: blepharospasm, dystonia, extrapyramidal disorder, eye movement disorder, hypokinesia, muscle rigidity, musculoskeletal stiffness, psychomotor hyperactivity, tremor 3 6 Headache 5 6 Agitation Associated with Dementia Due to Alzheimer's Disease The safety of REXULTI was evaluated in 503 patients (51 to 90 years of age), with a probable diagnosis of agitation associated with dementia due to Alzheimer's disease, who participated in two 12-week placebo-controlled, fixed-dose clinical studies in which REXULTI was administered at daily doses of 2 mg to 3 mg [see Clinical Studies (14.3) ]. Discontinuation of Treatment Due to Adverse Reactions In two 12-week placebo-controlled, fixed-dose, clinical studies, a total of 5.6% (28/503) of patients treated with REXULTI and 4.8% (12/251) of patients treated with placebo discontinued due to adverse reactions. Adverse Reactions Occurring at an Incidence of 2% or More in Patients Treated with REXULTI for Agitation Associated with Dementia Due to Alzheimer's Disease Adverse reactions associated with REXULTI (incidence ≥2% and greater than placebo) during the 12-week fixed-dose clinical studies in geriatric patients for treatment of agitation associated with dementia due to Alzheimer's disease are shown in Table 11. Table 11 Adverse Reactions in ≥2% of REXULTI-Treated Patients and Greater than Placebo in Pooled 12-Week Placebo-Controlled, Fixed-Dose Agitation Associated with Dementia due to Alzheimer's Disease Studies (Study 6 and Study 7) Placebo (N=251) % REXULTI 1 mg/day 1 mg once day REXULTI dosage is not a recommended dosage for the treatment of agitation associated with dementia due to Alzheimer's disease [see Dosage and Administration (2.4) ] . (N=137) % 2 mg/day (N=213) % 3 mg/day (N=153) % ALL REXULTI (N=503) % Infections and Infestations Nasopharyngitis 2 4 2 3 3 Urinary Tract Infection 1 2 3 3 3 Nervous System Disorders Dizziness Dizziness and Vertigo are grouped to Dizziness 2 1 5 3 3 Headache 8 9 9 7 8 Somnolence Sedation and somnolence are grouped to somnolence. 1 2 3 4 3 Psychiatric Disorders Insomnia Initial insomnia and insomnia are grouped to insomnia 3 5 5 2 4 Extrapyramidal Symptoms Adjunctive Treatment of Major Depressive Disorder The incidence of reported extrapyramidal symptoms (EPS)-related adverse reactions, excluding akathisia, was 6% for REXULTI plus ADT-treated patients versus 3% for placebo plus ADT-treated patients. The incidence of akathisia events for REXULTI plus ADT-treated patients was 9% versus 2% for placebo plus ADT-treated patients. In the 6-week placebo-controlled MDD studies, data was objectively collected on the Simpson-Angus Rating Scale (SAS) for EPS, the Barnes Akathisia Rating Scale (BARS) for akathisia and the Abnormal Involuntary Movement Score (AIMS) for dyskinesia. The mean change from baseline at last visit for REXULTI plus ADT-treated patients for the SAS, BARS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in REXULTI plus ADT-treated patients versus placebo plus ADT-treated patients for the BARS (4% versus 0.6%) and the SAS (4% versus 3%). Schizophrenia(Adults) The incidence of reported EPS-related adverse reactions, excluding akathisia, was 5% for REXULTI-treated adult patients versus 4% for placebo-treated patients. The incidence of akathisia events for REXULTI-treated adult patients was 6% versus 5% for placebo-treated patients. In the 6-week placebo-controlled, fixed-dose schizophrenia studies in adults, data was objectively collected on the Simpson-Angus Rating Scale (SAS) for EPS, the Barnes Akathisia Rating Scale (BARS) for akathisia and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesia. The mean change from baseline at last visit for REXULTI-treated patients for the SAS, BARS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in REXULTI-treated patients versus placebo for the BARS (2% versus 1%) and the SAS (7% versus 5%). Schizophrenia [Pediatric Patients (13 to 17 years of age)] The incidence of reported EPS-related adverse reactions, excluding akathisia, was 6.4% for REXULTI-treated pediatric patients versus 2.9% for placebo-treated patients. The incidence of akathisia events for REXULTI-treated pediatric patients was 3.6% versus 2.9% for placebo-treated patients. In the 6-week placebo-and active controlled, schizophrenia study in pediatric patients, data was objectively collected on the Simpson-Angus Rating Scale (SAS) for EPS, the Barnes Akathisia Rating Scale (BARS) for akathisia and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesia. The mean change from baseline at last visit for REXULTI-treated pediatric patients for the SAS, BARS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in REXULTI-treated patients versus placebo for the BARS (0.9% versus 0%) and the SAS (5.5% versus 2.9%). Agitation Associated with Dementia Due to Alzheimer's Disease The incidence of reported EPS-related adverse reactions, excluding akathisia, was 3% for REXULTI-treated patients versus 2% for placebo-treated patients. The incidence of akathisia events for REXULTI-treated patients was 1% versus 0% for placebo-treated patients. In the 12-week placebo-controlled, fixed-dose studies in agitation associated with dementia due to Alzheimer's disease, data was objectively collected on the Simpson-Angus Rating Scale (SAS) for EPS, the Barnes Akathisia Rating Scale (BARS) for akathisia and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesia. The mean change from baseline at last visit for REXULTI-treated patients for the SAS, BARS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in REXULTI-treated patients versus placebo for the SAS (6% versus 2%). Dystonia Symptoms of dystonia may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first-generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Other Adverse Reactions Observed during Clinical Trial Evaluation of REXULTI Other adverse reactions (≥1% frequency and greater than placebo) within the short-term, placebo-controlled trials in adult patients with MDD and schizophrenia are shown below. The following listing does not include adverse reactions: 1) already listed in previous tables or elsewhere in the labeling, 2) for which a drug cause was remote, 3) which were so general as to be uninformative, 4) which were not considered to have clinically significant implications, or 5) which occurred at a rate equal to or less than placebo. Eye Disorders: Vision Blurred Gastrointestinal Disorders: Nausea, Dry Mouth, Salivary Hypersecretion, Abdominal Pain, Flatulence Investigations: Blood Prolactin Increased Musculoskeletal and Connective Tissue Disorders: Myalgia Psychiatric Disorders: Abnormal Dreams Skin and Subcutaneous Tissue Disorders: Hyperhidrosis Pediatric Patients (13 to 17 years of age) In a short-term, randomized, double-blind, placebo- controlled study in pediatric patients 13 to 17 years of age with schizophrenia, safety was assessed in 110 patients in which 100 received REXULTI for at least 6 weeks. In an on-going, 2 year, open-label study in pediatric patients 13 to 17 years of age with schizophrenia, in which safety was assessed in 194 patients of which 140 received REXULTI for at least 6 months. Adverse reactions reported in clinical studies for this age group were generally similar to those observed in adult patients. Hyperprolactinemia In a 6-week, placebo-controlled study in pediatric patients with schizophrenia, a 3.3 ng/mL mean increase (from baseline to last visit) was observed in the REXULTI group (versus a 2.8 ng/mL mean decrease in the placebo group) in females. Additionally, more female subjects in the REXULTI group (28.9%, n=13) compared to the placebo group (4.7%, n=2) had shifts from normal (≤30 ng/mL) prolactin levels at baseline to abnormal (>30 ng/mL) during the course of treatment. In males, overall mean shifts in the REXULTI group were not consistent with an increase in prolactin however, more male subjects in the REXULTI group (21.4%, n=9) compared to the placebo group (7.0%, n=3) had shifts from normal (≤20 ng/mL) prolactin levels at baseline to abnormal (>20 ng/mL) during the course of treatment. One subject in the study experienced TEAE of galactorrhea without elevated prolactin. 6.2 Postmarketing Experience The following adverse reaction has been identified during post-approval use of REXULTI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Nervous System disorders: Neuroleptic Malignant Syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS REXULTI is contraindicated in patients with a known hypersensitivity to brexpiprazole or any of its components. Reactions have included rash, facial swelling, urticaria, and anaphylaxis. Known hypersensitivity to REXULTI or any of its components ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer REXULTI orally once daily with or without food. ( 2 , 12.3 ) Indication Starting Dosage Recommended Target Dosage Maximum Dosage MDD Adults ( 2.2 ) 0.5 mg/day or 1 mg/day 2 mg/day 3 mg/day Schizophrenia Adults ( 2.3 ) 1 mg/day 2 to 4 mg/day 4 mg/day Schizophrenia Pediatric (13 - 17 years) ( 2.3 ) 0.5 mg/day 2 to 4 mg/day 4 mg/day Agitation associated with dementia due to Alzheimer's disease ( 2.4 ) 0.5 mg/day 2 mg/day 3 mg/day Moderate to Severe Hepatic Impairment: Maximum recommended dosage is 2 mg once daily for patients with MDD or agitation associated with dementia due to Alzheimer's disease and 3 mg once daily for patients with schizophrenia. ( 2.5 ) CrCl<60 mL/minute: Maximum recommended dosage is 2 mg once daily for patients with MDD or agitation associated with dementia due to Alzheimer's disease and 3 mg once daily for patients with schizophrenia. ( 2.6 ) See Full Prescribing Information for dosage modifications for CYP2D6 poor metabolizers and for concomitant use with CYP inhibitors or inducers. ( 2.7 ) 2.1 Administration Information Administer REXULTI orally, once daily with or without food [see Clinical Pharmacology (12.3) ] 2.2 Recommended Dosage for Adjunctive Treatment of Major Depressive Disorder (Adults) The recommended starting REXULTI dosage for the adjunctive treatment of MDD in adults is 0.5 mg or 1 mg orally once daily . Titrate to 1 mg once daily, then titrate to the target dosage of 2 mg once daily (based on the patient's clinical response and tolerability, increase the dosage at weekly intervals). The maximum recommended daily dosage is 3 mg. Periodically reassess to determine the continued need and appropriate dosage for treatment. 2.3 Recommended Dosage for Schizophrenia (Adults and Pediatric Patients 13 to 17 Years) Adults The recommended starting REXULTI dosage for the treatment of schizophrenia in adults is 1 mg orally once daily on Days 1 to 4. Titrate to 2 mg once daily on Day 5 through Day 7. On Day 8, the dosage can be increased to the maximum recommended daily dosage of 4 mg based on clinical response and tolerability. The recommended target dosage is 2 mg to 4 mg once daily. Pediatric Patients (13 to 17 years of age) The recommended starting REXULTI dosage for the treatment of schizophrenia in pediatric patients 13 to 17 years of age is 0.5 mg orally once daily on Days 1 to 4. On Days 5 through 7, titrate to 1 mg per day and on Day 8 titrate to 2 mg based on clinical response and tolerability. Weekly dose increases can be made in 1 mg increments. A recommended target dosage is 2 to 4 mg once daily. The maximum recommended daily dosage is 4 mg. 2.4 Recommended Dosage for Agitation Associated with Dementia Due to Alzheimer's Disease The recommended starting REXULTI dosage for the treatment of agitation associated with dementia due to Alzheimer's disease is 0.5 mg orally once daily on Days 1 to 7 . Increase the dosage on Days 8 through 14 to 1 mg once daily, and on Day 15 to 2 mg once daily. The recommended target dose is 2 mg once daily. The dosage can be increased to the maximum recommended daily dosage of 3 mg once daily after at least 14 days, based on clinical response and tolerability. 2.5 Recommended Dosage in Patients with Hepatic Impairment The maximum recommended dosage in patients with moderate to severe hepatic impairment (Child-Pugh score ≥7) is [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] . 2 mg orally once daily in patients with MDD or agitation associated with dementia due to Alzheimer's disease, and 3 mg orally once daily in patients with schizophrenia 2.6 Recommended Dosage in Patients with Renal Impairment The maximum recommended dosage in patients with creatinine clearance CrCl<60 mL/minute is [see Use in Specific Populations (8.8) , Clinical Pharmacology (12.3) ] . 2 mg orally once daily in patients with MDD or agitation associated with dementia due to Alzheimer's disease and 3 mg orally once daily in patients with schizophrenia 2.7 Dosage Modifications for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP Inhibitors or Inducers Dosage modifications are recommended in patients who are known cytochrome P450 (CYP) 2D6 poor metabolizers and in patients taking concomitant CYP3A4 inhibitors, CYP2D6 inhibitors, or strong CYP3A4 inducers (see Table 1 ). If the concomitant drug is discontinued, adjust the REXULTI dosage to its original level. If the concomitant CYP3A4 inducer is discontinued, reduce the REXULTI dosage to the original level over 1 to 2 weeks [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . Table 1 Dosage Modifications of REXULTI for CYP2D6 Poor Metabolizers and for Concomitant Use with CYP3A4 Inhibitors, CYP2D6 Inhibitors, or CYP3A4 Inducers Factors Adjusted REXULTI Dosage CYP2D6 Poor Metabolizers CYP2D6 poor metabolizers Administer half of the recommended dosage. Known CYP2D6 poor metabolizers taking strong/moderate CYP3A4 inhibitors Administer a quarter of the recommended dosage. Patients Taking CYP2D6 Inhibitors and/or CYP3A4 Inhibitors Strong CYP2D6 inhibitors In the clinical studies examining the use of REXULTI for the adjunctive treatment of MDD, dosage was not adjusted for strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine). Thus, CYP considerations are already factored into general dosing recommendations, and REXULTI may be administered without dosage adjustment in patients with MDD. Administer half of the recommended dosage. Strong CYP3A4 inhibitors Administer half of the recommended dosage. Strong/moderate CYP2D6 inhibitors with strong/moderate CYP3A4 inhibitors Administer a quarter of the recommended dosage. Patients Taking CYP3A4 Inducers Strong CYP3A4 inducers Double the recommended dosage over 1 to 2 weeks.",
    "Dosage and Administration Advise patients that REXULTI can be taken with or without food. Advise patients regarding importance of following dosage escalation instructions [see Dosage and Administration (2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE REXULTI is indicated for: Adjunctive treatment to antidepressants for major depressive disorder (MDD) in adults Treatment of schizophrenia in adults and pediatric patients ages 13 years and older Treatment of agitation associated with dementia due to Alzheimer's disease Limitations of Use: REXULTI is not indicated as an as needed (\"prn\") treatment for agitation associated with dementia due to Alzheimer's disease [see Clinical Studies (14.3) ] . REXULTI is an atypical antipsychotic indicated for: Use as an adjunctive therapy to antidepressants for the treatment of major depressive disorder (MDD) in adults ( 1 , 14.1 ) Treatment of schizophrenia in adults and pediatric patients ages 13 years and older ( 1 , 14.2 ) Treatment of agitation associated with dementia due to Alzheimer's disease ( 1 , 14.3 ) Limitations of Use : REXULTI is not indicated as an as needed (\"prn\") treatment for agitation associated with dementia due to Alzheimer's disease ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:22:00.930280",
  "source": "OpenFDA"
}