{
  "drug_name": "Brigatinib",
  "generic_name": [
    "BRIGATINIB"
  ],
  "brand_names": [
    "Alunbrig"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A Inhibitors : Avoid coadministration of ALUNBRIG with strong or moderate CYP3A inhibitors. If coadministration of a strong or moderate CYP3A inhibitor is unavoidable, reduce the dose of ALUNBRIG. ( 2.4 , 7.1 ) CYP3A Inducers : Avoid coadministration of ALUNBRIG with strong or moderate CYP3A inducers. If coadministration of a moderate CYP3A inducer is unavoidable, increase the dose of ALUNBRIG. ( 2.5 , 7.1 ) 7.1 Effect of Other Drugs on ALUNBRIG Strong or Moderate CYP3A Inhibitors Coadministration of ALUNBRIG with a strong or moderate CYP3A inhibitor increased brigatinib plasma concentrations, which may increase the incidence of adverse reactions [see Clinical Pharmacology (12.3) ] . Avoid coadministration of ALUNBRIG with strong or moderate CYP3A inhibitors. If coadministration of strong or moderate CYP3A inhibitors cannot be avoided, modify dose as recommended [see Dosage and Administration (2.4) ] . Strong or Moderate CYP3A Inducers Coadministration of ALUNBRIG with a strong or moderate CYP3A inducer decreased brigatinib plasma concentrations, which may decrease the efficacy of ALUNBRIG [see Clinical Pharmacology (12.3) ] . Avoid coadministration of ALUNBRIG with strong or moderate CYP3A inducers. If coadministration of moderate CYP3A inducers cannot be avoided, modify dose as recommended [see Dosage and Administration (2.5) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the prescribing information: Interstitial Lung Disease (ILD)/Pneumonitis [see Warnings and Precautions (5.1) ] Hypertension [see Warnings and Precautions (5.2) ] Bradycardia [see Warnings and Precautions (5.3) ] Visual Disturbance [see Warnings and Precautions (5.4) ] Creatine Phosphokinase (CPK) Elevation [see Warnings and Precautions (5.5) ] Pancreatic Enzymes Elevation [see Warnings and Precautions (5.6) ] Hepatotoxicity [see Warnings and Precautions (5.7) ] Hyperglycemia [see Warnings and Precautions (5.8) ] Photosensitivity [see Warnings and Precautions (5.9) ] The most common adverse reactions (≥25%) with ALUNBRIG were diarrhea, fatigue, nausea, rash, cough, myalgia, headache, hypertension, vomiting, and dyspnea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals at 1-844-217-6468 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Advanced ALK-positive NSCLC Without Prior ALK-targeted Therapy In ALTA 1L, the safety of ALUNBRIG was evaluated in 136 patients with advanced ALK-positive NSCLC who had not previously received an ALK-targeted therapy [see Clinical Studies (14) ] . The median duration of treatment with ALUNBRIG when administered as 90 mg orally once daily for the first 7 days; then increased to 180 mg orally once daily, was 24.3 months. A total of 106 (78%) patients were exposed to ALUNBRIG for greater than or equal to 6 months including 92 (68%) patients exposed for greater than or equal to 1 year. The median relative dose intensity was 97% for ALUNBRIG. The study population (N = 275) characteristics were: median age 59 years (range: 27 to 89), age less than 65 years (68%), female (55%), White (59%), Asian (39%), Stage IV disease (93%), NSCLC adenocarcinoma histology (96%), never smoker (58%), ECOG Performance Status (PS) 0 or 1 (95%), and CNS metastases at baseline (30%) [see Clinical Studies (14) ] . Serious adverse reactions occurred in 33% of patients receiving ALUNBRIG. The most common serious adverse reactions were pneumonia (4.4%), ILD/pneumonitis (3.7%), pyrexia (2.9%), dyspnea (2.2%), pulmonary embolism (2.2%), and asthenia (2.2%). Fatal adverse reactions occurred in 2.9% of patients and included pneumonia (1.5%), cerebrovascular accident (0.7%), and multiple organ dysfunction syndrome (0.7%). In ALTA 1L, 13% of patients receiving ALUNBRIG permanently discontinued ALUNBRIG for adverse reactions. The most frequent adverse reactions that led to discontinuation were ILD/pneumonitis (3.7%) and pneumonia (2.2%). In ALTA 1L, 38% of patients required a dose reduction due to adverse reactions. The most common adverse reaction that led to dose reduction was increased creatine phosphokinase (15%), increased lipase (6.6%), increased amylase (4.4%), increased aspartate aminotransferase (2.2%), ILD/pneumonitis (2.2%) and hypertension (2.2%). Table 3 and Table 4 summarize the common adverse reactions and laboratory abnormalities observed in ALTA 1L. Table 3: Adverse Reactions in ≥10% (All Grades Per National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 4.03 ) or ≥2% (Grades 3-4) of Patients by Arm in ALTA 1L (N = 273) Adverse Reactions ALUNBRIG N = 136 Crizotinib N = 137 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Gastrointestinal Disorders Diarrhea 53 2.2 57 2.9 Nausea 30 2.2 58 2.9 Abdominal pain Includes abdominal discomfort, abdominal distension, abdominal pain, abdominal pain lower, abdominal pain upper, and epigastric discomfort 24 0.7 33 3.6 Vomiting 21 0.7 44 2.2 Constipation 18 0 42 0 Stomatitis Includes aphthous ulcer, mouth ulceration, oral mucosal blistering and stomatitis 13 0.7 8.8 0 Dyspepsia 8 0 16 0.7 Gastroesophageal reflux disease 0.7 0 11 0 Skin and Subcutaneous Tissue Disorders Rash Includes dermatitis, dermatitis acneiform, dermatitis bullous, dermatitis contact, drug eruption, erythema, palmar-plantar erythrodysesthesia syndrome, rash, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pruritic, rash pustular, toxic skin eruption, urticaria 40 2.9 17 0 Pruritus Included pruritus, allergic pruritus, and generalized pruritus 20 0.7 5.8 0.7 Respiratory, Thoracic and Mediastinal Disorders Cough 35 0 20 0 Dyspnea Include dyspnea and exertional dyspnea 25 2.9 22 Includes Grade 5 events 3.6 ILD/Pneumonitis 5.1 2.9 2.2 0.7 Pulmonary embolism 2.2 2.2 5.8 2.9 Vascular Disorders Hypertension Includes hypertension and systolic hypertension 32 13 8 2.9 General Disorders and Administration Site Conditions Fatigue Includes asthenia and fatigue 32 1.5 40 2.2 Edema Includes angioedema, eye swelling, eyelid edema, face edema, generalized edema, lip swelling, peripheral edema, periorbital edema, peripheral swelling, skin swelling, swelling and swelling face 18 0.7 48 0.7 Pyrexia 15 0.7 15 0 Musculoskeletal and Connective Tissue Disorders Myalgia Includes muscle spasms, muscle twitching, musculoskeletal discomfort, musculoskeletal pain, and myalgia 28 0 23 0 Back pain 21 0.7 17 1.5 Arthralgia 14 0 12 0 Pain in extremity 5.1 0 15 0.7 Nervous System Disorders Headache Includes headache and migraine 22 2.2 17 0 Dizziness 15 0.7 20 0.7 Peripheral neuropathy Includes burning sensation, dysesthesia, hyperesthesia, hypoesthesia, neuralgia, peripheral neuropathy, paraesthesia, peripheral sensory neuropathy and polyneuropathy 11 0.7 18 0 Dysgeusia 2.9 0 14 0 Investigations Increased Blood cholesterol Includes blood cholesterol increased, hypercholesterolaemia 13 0 0.7 0 Cardiac Disorders Bradycardia Includes bradycardia, heart rate decreased, sinus bradycardia 12 0.7 23 0 Infections and Infestations Pneumonia Includes lower respiratory tract infection, lung infection, pneumonia, aspiration pneumonia, and cryptococcal pneumonia 15 5.1 6.6 2.9 Upper respiratory tract infection Includes upper respiratory tract infection and viral upper respiratory tract infection 12 0 10 0 Nasopharyngitis 8 0 11 0 Urinary tract infection 5.9 0.7 8.8 2.2 Metabolism and Nutrition Disorders Decreased Appetite 8.8 0.7 19 2.9 Eye Disorders Visual Disturbance Includes cataract, glaucoma, hypermetropia, night blindness, papilloedema, photophobia, photopsia, blurred vision, reduced visual acuity, visual field defect, visual impairment, and vitreous floaters 7.4 0 53 0.7 Table 4: Laboratory Abnormalities in ≥20% (All Grades Per CTCAE version 4.03 ) of Patients by Arm in ALTA 1L (N = 273) Laboratory Abnormality ALUNBRIG N = 136 Denominator for each laboratory parameter may vary and is defined as the number of patients who had both, baseline and post-baseline test Crizotinib N = 137 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Chemistry Increased creatine phosphokinase 81 24 68 4.8 Increased aspartate aminotransferase 72 4.5 70 5.2 Increased lipase 59 17 36 9.8 Hyperglycemia Elevated blood insulin was also observed in both arms 56 7.5 37 3.7 Increased alanine aminotransferase 52 5.2 77 13 Increased amylase 52 6.8 25 3 Decreased phosphorous 41 3.7 39 6 Increased alkaline phosphatase 36 3 49 1.5 Increased creatinine 25 0 33 0 Potassium increased 24 1.5 31 3.7 Increased calcium 22 0 1.5 0 Decreased magnesium 21 0 6.9 0 Decreased albumin 15 0.8 52 3.7 Decreased calcium 15 0 67 1.5 Hematology Hemoglobin decreased 41 2.3 36 1.5 Lymphocyte count decreased 42 9.3 30 5.4 Neutrophil count decreased 12 0 34 6.8 Clinically relevant adverse reactions in patients who received ALUNBRIG included photosensitivity (3.7%). ALK-positive Advanced or Metastatic NSCLC Previously Treated with Crizotinib The safety of ALUNBRIG was evaluated in 219 patients with locally advanced or metastatic ALK-positive NSCLC who received at least 1 dose of ALUNBRIG in ALTA after experiencing disease progression on crizotinib. Patients received ALUNBRIG 90 mg once daily continuously (90 mg group) or 90 mg once daily for 7 days followed by 180 mg once daily (90→180 mg group). The median duration of treatment was 7.5 months in the 90 mg group and 7.8 months in the 90→180 mg group. A total of 150 (68%) patients were exposed to ALUNBRIG for greater than or equal to 6 months and 42 (19%) patients were exposed for greater than or equal to 1 year. The study population (N = 222) characteristics were: median age 54 years (range: 18 to 82), age less than 65 years (77%), female (57%), White (67%), Asian (31%), Stage IV disease (98%), NSCLC adenocarcinoma histology (97%), never or former smoker (95%), ECOG Performance Status (PS) 0 or 1 (93%), and CNS metastases at baseline (69%) [see Clinical Studies (14) ] . Serious adverse reactions occurred in 38% of patients in the 90 mg group and 40% of patients in the 90→180 mg group. The most common serious adverse reactions were pneumonia (5.5% overall, 3.7% in the 90 mg group, and 7.3% in the 90→180 mg group) and ILD/pneumonitis (4.6% overall, 1.8% in the 90 mg group and 7.3% in the 90→180 mg group). Fatal adverse reactions occurred in 3.7% of patients and consisted of pneumonia (2 patients), sudden death, dyspnea, respiratory failure, pulmonary embolism, bacterial meningitis and urosepsis (1 patient each). In ALTA, 2.8% of patients in the 90 mg group and 8.2% of patients in the 90→180 mg group permanently discontinued ALUNBRIG for adverse reactions. The most frequent adverse reactions that led to discontinuation were ILD/pneumonitis (0.9% in the 90 mg group and 1.8% in the 90→180 mg group) and pneumonia (1.8% in the 90→180 mg group only). In ALTA, 14% of patients required a dose reduction due to adverse reactions (7.3% in the 90 mg group and 20% in the 90→180 mg group). The most common adverse reaction that led to dose reduction was increased creatine phosphokinase for both regimens (1.8% in the 90 mg group and 4.5% in the 90→180 mg group). Table 5 and Table 6 summarize the common adverse reactions and laboratory abnormalities observed in ALTA. Table 5: Adverse Reactions in ≥10% (All Grades Per National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 ) or ≥2% (Grades 3-4) of Patients by Dose Group in ALTA (N = 219) Adverse Reactions 90 mg once daily N = 109 90→180 mg once daily N = 110 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Gastrointestinal Disorders Nausea 33 0.9 40 0.9 Diarrhea 19 0 38 0 Vomiting 24 1.8 23 0 Constipation 19 0.9 15 0 Abdominal Pain Includes abdominal distension, abdominal pain, and epigastric discomfort 17 0 10 0 General Disorders and Administration Site Conditions Fatigue Includes asthenia and fatigue 29 1.8 36 0 Pyrexia 14 0 6.4 0.9 Respiratory, Thoracic and Mediastinal Disorders Cough 18 0 34 0 Dyspnea Includes dyspnea and exertional dyspnea 27 2.8 21 1.8 Includes one Grade 5 event ILD/Pneumonitis 3.7 1.8 9.1 2.7 Hypoxia 0.9 0 2.7 2.7 Nervous System Disorders Headache Includes headache and sinus headache 28 0 27 0.9 Peripheral Neuropathy Includes peripheral sensory neuropathy and paresthesia 13 0.9 13 1.8 Skin and Subcutaneous Tissue Disorders Rash Includes acneiform dermatitis, exfoliative rash, rash, pruritic rash, and pustular rash 15 1.8 24 3.6 Vascular Disorders Hypertension 11 5.5 21 6.4 Musculoskeletal and Connective Tissue Disorders Muscle Spasms 12 0 17 0 Back pain 10 1.8 15 1.8 Myalgia Includes musculoskeletal pain and myalgia 9.2 0 15 0.9 Arthralgia 14 0.9 14 0 Pain in extremity 11 0 3.6 0.9 Metabolism and Nutrition Disorders Decreased Appetite 22 0.9 15 0.9 Eye Disorders Visual Disturbance Includes diplopia, photophobia, blurred vision, reduced visual acuity, visual impairment, vitreous floaters, visual field defect, macular edema, and vitreous detachment 7.3 0 10 0.9 Infections Pneumonia 4.6 2.8 10 5.5 Psychiatric Disorders Insomnia 11 0 7.3 0 Table 6: Laboratory Abnormalities in ≥20% (All Grades Per CTCAE version 4.0 ) of Patients by Regimen in ALTA (N = 219) Laboratory Abnormality 90 mg once daily N = 109 90→180 mg once daily N = 110 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Chemistry Increased aspartate aminotransferase 38 0.9 65 0 Hyperglycemia Elevated blood insulin was observed in both regimens 38 3.7 49 3.6 Increased creatine phosphokinase 27 2.8 48 12 Increased lipase 21 4.6 45 5.5 Increased alanine aminotransferase 34 0 40 2.7 Increased amylase 27 3.7 39 2.7 Increased alkaline phosphatase 15 0.9 29 0.9 Decreased phosphorous 15 1.8 23 3.6 Prolonged activated partial thromboplastin time 22 1.8 20 0.9 Hematology Anemia 23 0.9 40 0.9 Lymphopenia 19 2.8 27 4.5 Clinically relevant adverse reactions in patients who received ALUNBRIG included photosensitivity (0.9%). Other Adverse Reactions from Multiple Clinical Trials In a pooled clinical trial population consisting of three studies with 274 patients treated with ALUNBRIG at the recommended dose, the following adverse reactions and laboratory abnormalities were reported: white blood cell count decreased (28%), hyponatremia (20%), hypokalemia (19%), decreased platelet count (10%), dry skin (4.7%), pain (3.3%), and musculoskeletal stiffness (1.1%)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 90 mg orally once daily for the first 7 days; then increase to 180 mg orally once daily. May be taken with or without food. ( 2.2 ) 2.1 Patient Selection Select patients for the treatment of metastatic NSCLC with ALUNBRIG based on the presence of ALK positivity in tumor specimens [see Clinical Studies (14) ] . Information on FDA-approved tests for the detection of ALK rearrangements in NSCLC is available at http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage The recommended dosage for ALUNBRIG is: 90 mg orally once daily for the first 7 days; then increase the dose to 180 mg orally once daily. Administer ALUNBRIG until disease progression or unacceptable toxicity. If ALUNBRIG is interrupted for 14 days or longer for reasons other than adverse reactions, resume treatment at 90 mg once daily for 7 days before increasing to the previously tolerated dose. ALUNBRIG may be taken with or without food. Instruct patients to swallow tablets whole. Do not crush or chew tablets. If a dose of ALUNBRIG is missed or vomiting occurs after taking a dose, do not administer an additional dose and take the next dose of ALUNBRIG at the scheduled time. 2.3 Dosage Modifications for Adverse Reactions ALUNBRIG dosage reductions for adverse reactions are summarized in Table 1. Table 1: Recommended ALUNBRIG Dosage Reductions Dosage Reduction Dosage First Second Third 90 mg once daily 60 mg once daily permanently discontinue N/A Not applicable 180 mg once daily 120 mg once daily 90 mg once daily 60 mg once daily Once reduced for adverse reactions, do not subsequently increase the dosage of ALUNBRIG. Permanently discontinue ALUNBRIG if patients are unable to tolerate the 60 mg once daily dose. Recommendations for dosage modifications of ALUNBRIG for the management of adverse reactions are provided in Table 2. Table 2: Recommended ALUNBRIG Dosage Modifications for Adverse Reactions Adverse Reaction Severity Graded per National Cancer Institute Common Terminology Criteria for Adverse Events. Version 4.0 (NCI CTCAE v4). Dosage Modifications bpm = beats per minute; DBP = diastolic blood pressure; HR = heart rate; SBP = systolic blood pressure; ULN = upper limit of normal Interstitial Lung Disease (ILD) /Pneumonitis [see Warnings and Precautions (5.1 )] Grade 1 If new pulmonary symptoms occur during the first 7 days of treatment, withhold ALUNBRIG until recovery to baseline, then resume at same dose and do not escalate to 180 mg if ILD/pneumonitis is suspected. If new pulmonary symptoms occur after the first 7 days of treatment, withhold ALUNBRIG until recovery to baseline, then resume at same dose. If ILD/pneumonitis recurs, permanently discontinue ALUNBRIG. Grade 2 If new pulmonary symptoms occur during the first 7 days of treatment, withhold ALUNBRIG until recovery to baseline. Resume at next lower dose (Table 1) and do not dose escalate if ILD/pneumonitis is suspected. If new pulmonary symptoms occur after the first 7 days of treatment, withhold ALUNBRIG until recovery to baseline. If ILD/pneumonitis is suspected, resume at next lower dose (Table 1); otherwise, resume at same dose. If ILD/pneumonitis recurs, permanently discontinue ALUNBRIG. Grade 3 or 4 Permanently discontinue ALUNBRIG for ILD/pneumonitis. Hypertension [see Warnings and Precautions (5.2) ] Grade 3 hypertension (SBP greater than or equal to 160 mmHg or DBP greater than or equal to 100 mmHg, medical intervention indicated, more than one antihypertensive drug, or more intensive therapy than previously used indicated) Withhold ALUNBRIG until hypertension has recovered to Grade 1 or less (SBP less than 140 mmHg and DBP less than 90 mmHg), then resume ALUNBRIG at the same dose. Recurrence: withhold ALUNBRIG until recovery to Grade 1 or less, and resume at next lower dose (Table 1) or permanently discontinue treatment. Grade 4 hypertension (life-threatening consequences, urgent intervention indicated) Withhold ALUNBRIG until recovery to Grade 1 or less, and resume at next lower dose (Table 1) or permanently discontinue treatment. Recurrence: permanently discontinue ALUNBRIG for recurrence of Grade 4 hypertension. Bradycardia (HR less than 60 bpm) [see Warnings and Precautions (5.3) ] Symptomatic bradycardia Withhold ALUNBRIG until recovery to asymptomatic bradycardia or to a resting heart rate of 60 bpm or above. If a concomitant medication known to cause bradycardia is identified and discontinued or dose-adjusted, resume ALUNBRIG at same dose upon recovery to asymptomatic bradycardia or to resting heart rate of 60 bpm or above. If no concomitant medication known to cause bradycardia is identified, or if contributing concomitant medications are not discontinued or dose-adjusted, resume ALUNBRIG at next lower dose (Table 1) upon recovery to asymptomatic bradycardia or to resting heart rate of 60 bpm or above. Bradycardia with life-threatening consequences, urgent intervention indicated Permanently discontinue ALUNBRIG if no contributing concomitant medication is identified. If contributing concomitant medication is identified and discontinued or dose-adjusted, resume ALUNBRIG at next lower dose (Table 1) upon recovery to asymptomatic bradycardia or to a resting heart rate of 60 bpm or above, with frequent monitoring as clinically indicated. Recurrence: permanently discontinue ALUNBRIG. Visual Disturbance [see Warnings and Precautions (5.4) ] Grade 2 or 3 visual disturbance Withhold ALUNBRIG until recovery to Grade 1 or baseline, then resume at the next lower dose (Table 1). Grade 4 visual disturbance Permanently discontinue ALUNBRIG. Creatine Phosphokinase (CPK) Elevation [see Warnings and Precautions (5.5) ] Grade 3 or 4 CPK elevation (greater than 5× ULN) with Grade 2 or higher muscle pain or weakness Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 2.5× ULN) CPK elevation or to baseline, then resume ALUNBRIG at same dose. Recurrence: Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 2.5× ULN) CPK elevation or to baseline, then resume ALUNBRIG at the next lower dose (Table 1). Lipase/Amylase Elevation [see Warnings and Precautions (5.6) ] Grade 3 lipase or amylase elevation (greater than 2× ULN) Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 1.5× ULN) or to baseline, then resume ALUNBRIG at same dose. Recurrence: Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 1.5× ULN) or to baseline, then resume ALUNBRIG at next lower dose (Table 1). Grade 4 lipase or amylase elevation (greater than 5× ULN) Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 1.5× ULN) or to baseline, then resume ALUNBRIG at next lower dose (Table 1). Hepatotoxicity (Elevation of alanine aminotransferase (ALT) or aspartate aminotransferase (AST)) [see Warnings and Precautions (5.7) ] Grade 3 or 4 elevation (greater than 5 × ULN) of either ALT or AST with bilirubin less than or equal to 2 × ULN Withhold ALUNBRIG until recovery to Grade 1 or less (less than or equal to 3× ULN) or to baseline, then resume ALUNBRIG at next lower dose (Table 1). Grade 2 to 4 elevation (greater than 3 × ULN) of ALT or AST with concurrent total bilirubin elevation greater than 2 × ULN in the absence of cholestasis or hemolysis Permanently discontinue ALUNBRIG. Hyperglycemia [see Warnings and Precautions (5.8) ] Grade 3 (greater than 250 mg/dL or 13.9 mmol/L) or 4 If adequate hyperglycemic control cannot be achieved with optimal medical management, withhold ALUNBRIG until adequate hyperglycemic control is achieved and resume at the next lower dose (Table 1) or permanently discontinue ALUNBRIG. Other Grade 3 Withhold ALUNBRIG until recovery to baseline, then resume at same dose. Recurrence: withhold ALUNBRIG until recovery to baseline, then resume at next lower dose or discontinue ALUNBRIG (Table 1). Grade 4 Withhold ALUNBRIG until recovery to baseline and resume at next lower dose (Table 1). Recurrence: Permanently discontinue ALUNBRIG. 2.4 Dosage Modifications for Strong or Moderate CYP3A Inhibitors Avoid coadministration of strong or moderate CYP3A inhibitors during treatment with ALUNBRIG [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . If coadministration of a strong CYP3A inhibitor cannot be avoided, reduce the ALUNBRIG once daily dose by approximately 50% (i.e., from 180 mg to 90 mg, or from 90 mg to 60 mg). If coadministration of a moderate CYP3A inhibitor cannot be avoided, reduce the ALUNBRIG once daily dose by approximately 40% (i.e., from 180 mg to 120 mg, 120 mg to 90 mg, or from 90 mg to 60 mg). After discontinuation of a strong or moderate CYP3A inhibitor, resume the ALUNBRIG dose that was tolerated prior to initiating the CYP3A inhibitor. 2.5 Dosage Modifications for Moderate CYP3A Inducers Avoid coadministration of moderate CYP3A inducers during treatment with ALUNBRIG [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . If coadministration of a moderate CYP3A inducer cannot be avoided, increase the ALUNBRIG once daily dose in 30 mg increments after 7 days of treatment with the current ALUNBRIG dose as tolerated, up to a maximum of twice the ALUNBRIG dose that was tolerated prior to initiating the moderate CYP3A inducer. After discontinuation of a moderate CYP3A inducer, resume the ALUNBRIG dose that was tolerated prior to initiating the moderate CYP3A inducer. 2.6 Dosage Modifications for Patients with Severe Hepatic Impairment Reduce the ALUNBRIG once daily dose by approximately 40% (i.e., from 180 mg to 120 mg, 120 mg to 90 mg, or from 90 mg to 60 mg) for patients with severe hepatic impairment (Child-Pugh C) [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] . 2.7 Dosage Modifications for Patients with Severe Renal Impairment Reduce the ALUNBRIG once daily dose by approximately 50% (i.e., from 180 mg to 90 mg, or from 90 mg to 60 mg) for patients with severe renal impairment [creatinine clearance (CLcr) 15 to 29 mL/min by Cockcroft-Gault] [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ALUNBRIG is indicated for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . ALUNBRIG is a kinase inhibitor indicated for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test. ( 1 , 2.1 )"
  ],
  "fetched_at": "2025-10-01T18:49:00.841546",
  "source": "OpenFDA"
}