{
  "drug_name": "Brincidofovir",
  "generic_name": [
    "BRINCIDOFOVIR"
  ],
  "brand_names": [
    "Tembexa"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use with OATP1B1 and 1B3 inhibitors increase TEMBEXA exposure which may increase TEMBEXA-associated adverse reactions. Consider alternative medication that are not OATP1B1 or 1B3 inhibitors. If concomitant use is necessary, increase monitoring for adverse reactions associated with TEMBEXA and postpone the dosing of OATP1B1 or 1B3 inhibitors at least 3 hours after TEMBEXA administration. ( 7.1 ) 7.1 Effect of Other Drugs on TEMBEXA Inhibitors for Organic Anion Transporting Polypeptide (OATP) 1B1 and 1B3 Concomitant use of TEMBEXA with OATP1B1 and 1B3 inhibitors (clarithromycin, cyclosporine, erythromycin, gemfibrozil, human immunodeficiency virus [HIV] and hepatitis C virus [HCV] protease inhibitors, rifampin [single dose]) increase brincidofovir AUC and C max which may increase TEMBEXA-associated adverse reactions [see Clinical Pharmacology ( 12.3 )] . Where possible, consider alternative medications that are not OATP1B1 or 1B3 inhibitors. If concomitant use with TEMBEXA is necessary, increase monitoring for adverse reactions associated with TEMBEXA (elevations in transaminases and bilirubin, diarrhea, or other GI adverse events) [see Warnings and Precautions ( 5.2 , 5.3 )] and postpone the dosing of OATP1B1 or 1B3 inhibitors for at least 3 hours after TEMBEXA administration. 7.2 Vaccine Interactions No vaccine-drug interaction studies have been performed in human subjects. Animal studies have indicated that coadministration of TEMBEXA at the same time as live smallpox vaccine (vaccinia virus) may reduce the immune response to the vaccine. It is also possible that TEMBEXA may reduce the immune response to replication-defective smallpox vaccine (modified vaccinia virus Ankara). The clinical impacts of these potential interactions on vaccine efficacy are unknown."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Elevations in hepatic transaminases and bilirubin [see Warnings and Precautions ( 5.2 )] • Diarrhea and other GI adverse events [see Warnings and Precautions ( 5.3 )] Common adverse reactions (occurring in at least 2% of TEMBEXA-treated subjects) were diarrhea, nausea, vomiting, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Emergent BioDefense Operations Lansing LLC at 1-877-246-8472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of TEMBEXA has not been studied in patients with smallpox disease. The safety of TEMBEXA was evaluated in 392 adult subjects aged 18 to 77 years in Phase 2 and 3 randomized, placebo-controlled clinical trials. Of the subjects who received a 200 mg total weekly dose of TEMBEXA, 54% were male, 85% were White, 7% were Black/African American, 6% were Asian, and 10% were Hispanic or Latino. Twenty-one percent of subjects in the studies were age 65 or older. Of these 392 subjects, 85% received a 200 mg total weekly dose of TEMBEXA for at least 2 weeks. Common Adverse Reactions The most common adverse reactions (adverse events assessed as causally related by the investigator) experienced in the first 2 weeks of dosing with TEMBEXA were diarrhea and nausea. Adverse reactions that occurred in at least 2% of subjects in the TEMBEXA treatment group are shown in Table 2 . Table 2: Adverse Reactions (All Grades) Reported in ≥2% of Subjects Note: Only adverse reactions with onset in the first 2 weeks of treatment are presented. a. Composite term includes: bowel movement irregularity, defecation urgency, diarrhea, fecal incontinence, and frequent bowel movements. b. Composite term includes: vomiting and retching. c. Composite term includes: abdominal discomfort, abdominal distention, abdominal pain, abdominal pain lower, abdominal pain upper, abdominal tenderness, and gastrointestinal pain. Adverse Reaction TEMBEXA 200 mg N=392 % Placebo N=208 % Diarrhea a 8 3 Nausea 5 1 Vomiting b 4 1 Abdominal pain c 3 2 Adverse Reactions Leading to Discontinuation of TEMBEXA Fifteen subjects (4%) had their treatment with TEMBEXA discontinued due to adverse reactions. One subject had two adverse reactions; the other subjects had one reaction each. These adverse reactions were: • Diarrhea (n=9) • Nausea (n=3) • Vomiting (n=1) • Enteritis (n=1) • ALT increased (n=1) • Dyspepsia (n=1) These adverse reactions were mild (Grade 1, n=1), moderate (Grade 2, n=7) or severe (Grade 3, n=8) in severity and resolved upon discontinuation of TEMBEXA. Less Common Adverse Reactions Clinically significant adverse reactions that were reported in <2% of subjects (and also occurred in 2 or more subjects) exposed to TEMBEXA and at rates higher than in subjects who received placebo are listed below: • General and administration site: peripheral edema • Metabolism and nutrition: decreased appetite • Musculoskeletal and connective tissue: muscular weakness • Nervous system: dysgeusia • Skin and subcutaneous tissue: rash (includes rash, maculo-papular rash, pruritic rash) Selected treatment-emergent laboratory values occurring during the first 2 weeks of treatment with TEMBEXA are presented in Table 3 . Table 3: Frequencies of Selected Laboratory Abnormalities ULN = upper limit of normal a. Frequencies are based on treatment-emergent laboratory abnormalities. Graded per Common Terminology Criteria for Adverse Events (CTCAE) version 4.03 toxicity grading criteria. b. ALT >10x ULN occurred in one subject in the TEMBEXA group and no subjects in the placebo group. c. No subjects reported AST >10x ULN. Laboratory Parameter Abnormality a TEMBEXA 200 mg N=392 Placebo N=208 Alanine aminotransferase (ALT) b n 382 203 Grade 2 (>3 to 5x ULN), (%) 3 2 Grade 3 (>5 to 20x ULN), (%) 2 1 Grade 4 (>20x ULN), (%) 0 0 Aspartate aminotransferase (AST) c n 380 201 Grade 2 (>3 to 5x ULN), (%) 2 1 Grade 3 (>5 to 20x ULN), (%) 1 0 Grade 4 (>20x ULN), (%) 0 0 Total bilirubin n 382 203 Grade 2 (>1.5 to 3x ULN), (%) 3 2 Grade 3 (>3 to 10x ULN), (%) 1 <1 Grade 4 (>10x ULN), (%) 0 0 Serum creatinine n 383 205 Grade 2 (>1.5 to 3x ULN), (%) 4 4 Grade 3 (>3 to 6x ULN), (%) <1 0 Grade 4 (>6x ULN), (%) 0 0 Adverse Reactions in Pediatric Subjects In 23 pediatric subjects aged 7 months to 17 years who received TEMBEXA in a randomized, placebo-controlled clinical trial, the adverse reactions and laboratory abnormalities observed with TEMBEXA were similar to adults [see Use in Specific Populations ( 8.4 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Testing: Before initiation and during treatment with TEMBEXA perform hepatic laboratory testing and pregnancy testing. ( 2.1 ) • See full prescribing information for details on important administration instructions. ( 2.2 ) • Adult and pediatric patients weighing 48 kg or above: 200 mg (two 100 mg tablets or 20 mL oral suspension for patients who cannot swallow tablets) once weekly for 2 doses. ( 2.3 ) • Adult and pediatric patients weighing 10 kg to less than 48 kg: 4 mg/kg oral suspension once weekly for 2 doses. ( 2.3 ) • Pediatric patients weighing less than 10 kg: 6 mg/kg oral suspension once weekly for 2 doses. ( 2.3 ) 2.1 Testing Before Initiating and During Treatment with TEMBEXA Perform hepatic laboratory testing in all patients before starting TEMBEXA and while receiving TEMBEXA, as clinically appropriate [see Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.7 )] . Perform pregnancy testing before initiation of TEMBEXA in individuals of childbearing potential to inform risk [see Warnings and Precautions ( 5.5 ) and Use in Specific Populations ( 8.3 )] . 2.2 Important Administration Instructions Avoid direct contact with broken or crushed tablets or oral suspension. If contact with skin or mucous membranes occurs, wash thoroughly with soap and water, and rinse eyes thoroughly with water [see Warnings and Precautions ( 5.6 )] . TEMBEXA Tablets TEMBEXA tablets can be taken on an empty stomach or with a low-fat meal (approximately 400 calories, with approximately 25% of calories from fat) [see Clinical Pharmacology ( 12.3 )] . Swallow TEMBEXA tablets whole. Do not crush or divide TEMBEXA tablets. TEMBEXA Oral Suspension Take TEMBEXA oral suspension on an empty stomach [see Clinical Pharmacology ( 12.3 )] . Shake oral suspension before use. Use an appropriate oral dosing syringe to correctly measure the total prescribed dose [see Patient Counseling Information ( 17 )] . Discard unused portion after completion of 2 prescribed doses. For patients who cannot swallow, TEMBEXA oral suspension can be administered by enteral tube (naso-gastric or gastrostomy tubes) as follows: • Draw up prescribed dose with a calibrated catheter-tip syringe, and utilize this syringe to administer the dose via the enteral tube. • Refill the catheter-tip syringe with 3 mL of water, shake, and administer the contents via the enteral tube. • Flush with water before and after enteral administration. 2.3 Recommended Dosage The recommended dosage of TEMBEXA in pediatric and adult patients is displayed in Table 1 [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 ) and Clinical Studies ( 14 )] . Table 1: Recommended Dosage in Pediatric and Adult Patients Patient’s Weight (kg) TEMBEXA Oral Suspension (10 mg/mL) TEMBEXA Tablet (100 mg) Less than 10 kg 6 mg/kg once weekly for 2 doses (on Days 1 and 8) N/A 10 kg to less than 48 kg 4 mg/kg once weekly for 2 doses (on Days 1 and 8) N/A 48 kg and above 200 mg (20 mL) once weekly for 2 doses (on Days 1 and 8) 200 mg (two 100 mg tablets) once weekly for 2 doses (on Days 1 and 8)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TEMBEXA is an orthopoxvirus nucleotide analog DNA polymerase inhibitor and is indicated for the treatment of human smallpox disease in adult and pediatric patients, including neonates. ( 1.1 ) Limitations of Use: • TEMBEXA is not indicated for the treatment of diseases other than human smallpox disease. ( 1.2 ) • The effectiveness of TEMBEXA for treatment of smallpox disease has not been determined in humans because adequate and well-controlled field trials have not been feasible, and inducing smallpox disease in humans to study the drug’s efficacy is not ethical. ( 1.2 ) • TEMBEXA efficacy may be reduced in immunocompromised patients based on studies in immune deficient animals. ( 1.2 ) 1.1 Treatment of Human Smallpox Disease TEMBEXA ® is indicated for the treatment of human smallpox disease caused by variola virus in adult and pediatric patients, including neonates. 1.2 Limitations of Use TEMBEXA is not indicated for the treatment of diseases other than human smallpox disease [see Warnings and Precautions ( 5.1 , 5.2 )] . The effectiveness of TEMBEXA for the treatment of smallpox disease has not been determined in humans because adequate and well-controlled field trials have not been feasible, and inducing smallpox disease in humans to study the drug’s efficacy is not ethical [see Clinical Studies ( 14 )] . TEMBEXA efficacy may be reduced in immunocompromised patients based on studies in immune deficient animals."
  ],
  "fetched_at": "2025-10-01T18:41:46.542952",
  "source": "OpenFDA"
}