{
  "drug_name": "Brivaracetam",
  "generic_name": [
    "BRIVARACETAM"
  ],
  "brand_names": [
    "Briviact"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Rifampin: Because of decreased concentrations, increasing BRIVIACT dosage in patients on concomitant rifampin is recommended. ( 2.6 , 7.1 ) Carbamazepine: Because of increased exposure to carbamazepine metabolite, if tolerability issues arise, consider reducing carbamazepine dosage in patients on concomitant BRIVIACT. ( 7.2 ) Phenytoin: Because phenytoin concentrations can increase, phenytoin levels should be monitored in patients on concomitant BRIVIACT. ( 7.3 ) Levetiracetam: BRIVIACT had no added therapeutic benefit when co-administered with levetiracetam. ( 7.4 ) 7.1 Rifampin Co-administration with rifampin decreases BRIVIACT plasma concentrations likely because of CYP2C19 induction [see Clinical Pharmacology (12.3) ] . Prescribers should increase the BRIVIACT dose by up to 100% (i.e., double the dosage) in patients while receiving concomitant treatment with rifampin [see Dosage and Administration (2.6) ] . 7.2 Carbamazepine Co-administration with carbamazepine may increase exposure to carbamazepine-epoxide, the active metabolite of carbamazepine. Though available data did not reveal any safety concerns, if tolerability issues arise when co-administered, carbamazepine dose reduction should be considered [see Clinical Pharmacology (12.3) ] . 7.3 Phenytoin Because BRIVIACT can increase plasma concentrations of phenytoin, phenytoin levels should be monitored in patients when concomitant BRIVIACT is added to or discontinued from ongoing phenytoin therapy [see Clinical Pharmacology (12.3) ] . 7.4 Levetiracetam BRIVIACT provided no added therapeutic benefit to levetiracetam when the two drugs were co-administered [see Clinical Studies (14) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in labeling: Suicidal Behavior and Ideation [see Warnings and Precautions (5.1) ] Neurological Adverse Reactions [see Warnings and Precautions (5.2) ] Psychiatric Adverse Reactions [see Warnings and Precautions (5.3) ] Hypersensitivity: Bronchospasm and Angioedema [see Warnings and Precautions (5.4) ] Serious Dermatologic Reactions [see Warnings and Precautions (5.5) ] Withdrawal of Antiepileptic Drugs [see Warnings and Precautions (5.6) ] Adults: Most common adverse reactions (at least 5% for BRIVIACT and at least 2% more frequently than placebo) are somnolence/sedation, dizziness, fatigue, and nausea/vomiting. ( 6.1 ) Pediatric Patients: Most common adverse reactions are similar to those seen in adult patients. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact UCB, Inc. at 1-844-599-2273 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In all controlled and uncontrolled trials performed in adult epilepsy patients, BRIVIACT was administered as adjunctive therapy to 2437 patients. Of these patients, 1929 were treated for at least 6 months, 1500 for at least 12 months, 1056 for at least 24 months, and 758 for at least 36 months. A total of 1558 patients (1099 patients treated with BRIVIACT and 459 patients treated with placebo) constituted the safety population in the pooled analysis of Phase 3 placebo-controlled studies in patients with partial-onset seizures (Studies 1, 2, and 3) [see Clinical Studies (14) ] . The adverse reactions presented in Table 4 are based on this safety population; the median length of treatment in these studies was 12 weeks. Of the patients in those studies, approximately 51% were male, 74% were Caucasian, and the mean age was 38 years. In the Phase 3 controlled epilepsy studies, adverse events occurred in 68% of patients treated with BRIVIACT and 62% treated with placebo. The most common adverse reactions occurring at a frequency of at least 5% in patients treated with BRIVIACT doses of at least 50 mg/day and greater than placebo were somnolence and sedation (16%), dizziness (12%), fatigue (9%), and nausea and vomiting symptoms (5%). The discontinuation rates due to adverse events were 5%, 8%, and 7% for patients randomized to receive BRIVIACT at the recommended doses of 50 mg, 100 mg, and 200 mg/day, respectively, compared to 4% in patients randomized to receive placebo. Table 4 lists adverse reactions for BRIVIACT that occurred at least 2% more frequently for BRIVIACT doses of at least 50 mg/day than placebo. Table 4: Adverse Reactions in Pooled Placebo-Controlled Adjunctive Therapy Studies in Adult Patients with Partial-Onset Seizures (BRIVIACT 50 mg/day, 100 mg/day, and 200 mg/day) Adverse Reactions BRIVIACT (N=803) % Placebo (N=459) % Gastrointestinal disorders Nausea/vomiting symptoms 5 3 Constipation 2 0 Nervous system disorders Somnolence and sedation 16 8 Dizziness 12 7 Fatigue 9 4 Cerebellar coordination and balance disturbances Cerebellar coordination and balance disturbances includes ataxia, balance disorder, coordination abnormal, and nystagmus. 3 1 Psychiatric disorders Irritability 3 1 There was no apparent dose-dependent increase in adverse reactions listed in Table 4 with the exception of somnolence and sedation. Pediatric Patients Safety of BRIVIACT was evaluated in two open-label, safety and pharmacokinetic trials in pediatric patients 2 months to less than 16 years of age. Across studies of pediatric patients with partial onset seizures, 186 patients received BRIVIACT oral solution or tablet, of whom 123 received BRIVIACT for at least 12 months. Adverse reactions reported in clinical studies of pediatric patients were generally similar to those seen in adult patients. Decreased appetite was also observed in these pediatric trials. Hematologic Abnormalities BRIVIACT can cause hematologic abnormalities. In the Phase 3 controlled adjunctive epilepsy studies, a total of 1.8% of BRIVIACT-treated patients and 1.1% of placebo-treated patients had at least one clinically significant decreased white blood cell count (<3.0 × 10 9 /L), and 0.3% of BRIVIACT-treated patients and 0% of placebo-treated patients had at least one clinically significant decreased neutrophil count (<1.0 × 10 9 /L). Adverse Reactions with BRIVIACT Injection Adverse reactions with BRIVIACT injection administered to adults and pediatric patients 2 months to 16 years of age were generally similar to those observed with BRIVIACT tablets. Other adverse events that occurred in at least 3% of adult patients who received BRIVIACT injection included dysgeusia, euphoric mood, feeling drunk, and infusion site pain. Comparison by Sex There were no significant differences by sex in the incidence of adverse reactions. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of BRIVIACT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders: Serious dermatologic reactions (e.g., Stevens-Johnson syndrome and toxic epidermal necrolysis) [see Warnings and Precautions (5.5) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to brivaracetam or any of the inactive ingredients in BRIVIACT (bronchospasm and angioedema have occurred) [see Warnings and Precautions (5.4) ] . Hypersensitivity to brivaracetam or any of the inactive ingredients in BRIVIACT. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults (16 Years and Older): The recommended starting dosage for monotherapy or adjunctive therapy is 50 mg twice daily (100 mg per day). Based on individual patient tolerability and therapeutic response, the dosage may be adjusted down to 25 mg twice daily (50 mg per day) or up to 100 mg twice daily (200 mg per day). ( 2.1 ) Pediatric Patients (1 Month to less than 16 Years): The recommended dosage is based on body weight and is administered orally twice daily ( 2.1 ) Injection: for intravenous use only when oral administration is temporarily not feasible; dosing is the same as oral regimen. ( 2.1 , 2.3 ) Hepatic Impairment: Dose adjustment is recommended for all stages of hepatic impairment. ( 2.5 ) 2.1 Dosage Information Monotherapy or Adjunctive Therapy The recommended dosage for patients 1 month of age and older is included in Table 1. In pediatric patients weighing less than 50 kg, the recommended dosing regimen is dependent upon body weight. When initiating treatment, gradual dose escalation is not required. Dosage should be adjusted based on clinical response and tolerability. Table 1: Recommended Dosage for Patients 1 Month of Age and Older Age and Body Weight Initial Dosage Minimum and Maximum Maintenance Dosage Adults (16 years and older) 50 mg twice daily (100 mg per day) 25 mg to 100 mg twice daily (50 mg to 200 mg per day) Pediatric patients weighing 50 kg or more 25 mg to 50 mg twice daily (50 mg to 100 mg per day) 25 mg to 100 mg twice daily (50 mg to 200 mg per day) Pediatric patients weighing 20 kg to less than 50 kg 0.5 mg/kg to 1 mg/kg twice daily (1 mg/kg to 2 mg/kg per day) 0.5 mg/kg to 2 mg/kg twice daily (1 mg/kg to 4 mg/kg per day) Pediatric patients weighing 11 kg to less than 20 kg 0.5 mg/kg to 1.25 mg/kg twice daily (1 mg/kg to 2.5 mg/kg per day) 0.5 mg/kg to 2.5 mg/kg twice daily (1 mg/kg to 5 mg/kg per day) Pediatric patients weighing less than 11 kg 0.75 mg/kg to 1.5 mg/kg twice daily (1.5 mg/kg to 3 mg/kg per day) 0.75 mg/kg to 3 mg/kg twice daily (1.5 mg/kg to 6 mg/kg per day) BRIVIACT Injection Dosage BRIVIACT injection may be used when oral administration is temporarily not feasible [see Dosage and Administration (2.3) ]. BRIVIACT injection should be administered intravenously at the same dosage and same frequency as BRIVIACT tablets and oral solution. The clinical study experience with BRIVIACT injection is up to 4 consecutive days of treatment. 2.2 Administration Instructions for BRIVIACT Tablets and BRIVIACT Oral Solution BRIVIACT can be initiated with either intravenous or oral administration. BRIVIACT tablets and oral solution may be taken with or without food. BRIVIACT Tablets BRIVIACT tablets should be swallowed whole with liquid. BRIVIACT tablets should not be chewed or crushed. BRIVIACT Oral Solution A calibrated measuring device is recommended to measure and deliver the prescribed dose accurately. A household teaspoon or tablespoon is not an adequate measuring device. When using BRIVIACT oral solution, no dilution is necessary. BRIVIACT oral solution may also be administered using a nasogastric tube or gastrostomy tube. Discard any unused BRIVIACT oral solution remaining after 5 months of first opening the bottle. 2.3 Preparation and Administration Instructions for BRIVIACT Injection BRIVIACT injection is for intravenous use only. Preparation BRIVIACT injection can be administered intravenously without further dilution or may be mixed with diluents listed below. Diluents 0.9% Sodium Chloride injection, USP Lactated Ringer's injection 5% Dextrose injection, USP Administration BRIVIACT injection should be administered intravenously over 2 to 15 minutes. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Product with particulate matter or discoloration should not be used. BRIVIACT injection is for single dose only. Storage and Stability The diluted solution should not be stored for more than 4 hours at room temperature and may be stored in polyvinyl chloride (PVC) bags. Discard any unused portion of the BRIVIACT injection vial contents. 2.4 Discontinuation of BRIVIACT Avoid abrupt withdrawal from BRIVIACT in order to minimize the risk of increased seizure frequency and status epilepticus [see Warnings and Precautions (5.6) and Clinical Studies (14) ]. 2.5 Patients with Hepatic Impairment The recommended dosage for patients with hepatic impairment is included in Table 2 [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . Table 2: Recommended Dosage for Patients with Hepatic Impairment Age and Body Weight Initial Dosage Maximum Maintenance Dosage Adults (16 years and older) 25 mg twice daily (50 mg per day) 75 mg twice daily (150 mg per day) Pediatric patients weighing 50 kg or more Pediatric patients weighing 20 kg to less than 50 kg 0.5 mg/kg twice daily (1 mg/kg per day) 1.5 mg/kg twice daily (3 mg/kg per day) Pediatric patients weighing 11 kg to less than 20 kg 0.5 mg/kg twice daily (1 mg/kg per day) 2 mg/kg twice daily (4 mg/kg per day) Pediatric patients weighing less than 11 kg 0.75 mg/kg twice daily (1.5 mg/kg per day) 2.25 mg/kg twice daily (4.5 mg/kg per day) 2.6 Co-administration with Rifampin Increase the BRIVIACT dosage in patients on concomitant rifampin by up to 100% (i.e., double the dosage) [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BRIVIACT is indicated for the treatment of partial-onset seizures in patients 1 month of age and older. BRIVIACT is indicated for the treatment of partial-onset seizures in patients 1 month of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:01:05.434704",
  "source": "OpenFDA"
}