{
  "drug_name": "Bromocriptine",
  "generic_name": [
    "BROMOCRIPTINE MESYLATE"
  ],
  "brand_names": [
    "Bromocriptine mesylate"
  ],
  "drug_interactions": [
    "Drug Interactions The risk of using bromocriptine mesylate in combination with other drugs has not been systematically evaluated, but alcohol may potentiate the side effects of bromocriptine mesylate. Bromocriptine mesylate may interact with dopamine antagonists, butyrophenones, and certain other agents. Compounds in these categories result in a decreased efficacy of bromocriptine mesylate: phenothiazines, haloperidol, metoclopramide, and pimozide. Bromocriptine is a substrate of CYP3A4. Caution should therefore be used when co-administering drugs which are strong inhibitors of this enzyme (such as azole antimycotics, HIV protease inhibitors). The concomitant use of macrolide antibiotics such as erythromycin was shown to increase the plasma levels of bromocriptine (mean AUC and C max values increased 3.7-fold and 4.6-fold, respectively). 1 The concomitant treatment of acromegalic patients with bromocriptine and octreotide led to increased plasma levels of bromocriptine (bromocriptine AUC increased about 38%). 4 Concomitant use of bromocriptine mesylate with other ergot alkaloids is not recommended. Dose adjustment may be necessary in those cases where high doses of bromocriptine are being used (such as Parkinson’s disease indication)."
  ],
  "warnings": [
    "WARNINGS Since hyperprolactinemia with amenorrhea/galactorrhea and infertility has been found in patients with pituitary tumors, a complete evaluation of the pituitary is indicated before treatment with bromocriptine mesylate. If pregnancy occurs during bromocriptine mesylate administration, careful observation of these patients is mandatory. Prolactin-secreting adenomas may expand and compression of the optic or other cranial nerves may occur, emergency pituitary surgery becoming necessary. In most cases, the compression resolves following delivery. Reinitiation of bromocriptine mesylate treatment has been reported to produce improvement in the visual fields of patients in whom nerve compression has occurred during pregnancy. The safety of bromocriptine mesylate treatment during pregnancy to the mother and fetus has not been established. Bromocriptine mesylate has been associated with somnolence, and episodes of sudden sleep onset, particularly in patients with Parkinson’s disease. Sudden onset of sleep during daily activities, in some cases without awareness or warning signs, has been reported. Patients must be informed of this and advised not to drive or operate machines during treatment with bromocriptine. Patients who have experienced somnolence and/or an episode of sudden sleep onset must not drive or operate machines. Furthermore, a reduction of dosage or termination of therapy may be considered. Symptomatic hypotension can occur in patients treated with bromocriptine mesylate for any indication. In postpartum studies with bromocriptine mesylate, decreases in supine systolic and diastolic pressures of greater than 20 mm and 10 mm Hg, respectively, have been observed in almost 30% of patients receiving bromocriptine mesylate. On occasion, the drop in supine systolic pressure was as much as 50-59 mm of Hg. Since, especially during the first days of treatment, hypotensive reactions may occasionally occur and result in reduced alertness, particular care should be exercised when driving a vehicle or operating machinery. While hypotension during the start of therapy with bromocriptine mesylate occurs in some patients, in rare cases serious adverse events, including hypertension, myocardial infarction, seizures, stroke, have been reported in postpartum women treated with bromocriptine mesylate for the inhibition of lactation. Hypertension has been reported, sometimes at the initiation of therapy, but often developing in the second week of therapy; seizures have also been reported both with and without the prior development of hypertension; stroke has been reported mostly in postpartum patients whose prenatal and obstetric courses had been uncomplicated. Many of these patients experiencing seizures (including cases of status epilepticus) and/or strokes reported developing a constant and often progressively severe headache hours to days prior to the acute event. Some cases of strokes and seizures were also preceded by visual disturbances (blurred vision, and transient cortical blindness). Cases of acute myocardial infarction have also been reported. Although a causal relationship between bromocriptine mesylate administration and hypertension, seizures, strokes, and myocardial infarction in postpartum women has not been established, use of the drug for prevention of physiological lactation, or in patients with uncontrolled hypertension is not recommended. In patients being treated for hyperprolactinemia, bromocriptine mesylate should be withdrawn when pregnancy is diagnosed (see PRECAUTIONS, Hyperprolactinemic States) . In the event that bromocriptine mesylate is reinstituted to control a rapidly expanding macroadenoma (see PRECAUTIONS, Hyperprolactinemic States) and a patient experiences a hypertensive disorder of pregnancy, the benefit of continuing bromocriptine mesylate must be weighed against the possible risk of its use during a hypertensive disorder of pregnancy. When bromocriptine mesylate is being used to treat acromegaly or Parkinson’s disease in patients who subsequently become pregnant, a decision should be made as to whether the therapy continues to be medically necessary or can be withdrawn. If it is continued, the drug should be withdrawn in those who may experience hypertensive disorders of pregnancy (including eclampsia, preeclampsia, or pregnancy-induced hypertension) unless withdrawal of bromocriptine mesylate is considered to be medically contraindicated. Because of the possibility of an interaction between bromocriptine mesylate and other ergot alkaloids, the concomitant use of these medications is not recommended. Periodic monitoring of the blood pressure, particularly during the first weeks of therapy is prudent. If hypertension, severe, progressive, or unremitting headache (with or without visual disturbance), or evidence of CNS toxicity develops, drug therapy should be discontinued and the patient should be evaluated promptly. Particular attention should be paid to patients who have recently been treated or are on concomitant therapy with drugs that can alter blood pressure. Their concomitant use in the puerperium is not recommended. Among patients on bromocriptine mesylate, particularly on long-term and high-dose treatment, pleural and pericardial effusions, as well as pleural and pulmonary fibrosis and constrictive pericarditis, have been reported. Patients with unexplained pleuropulmonary disorders should be examined thoroughly and discontinuation of bromocriptine mesylate therapy should be considered. In those instances in which bromocriptine mesylate treatment was terminated, the changes slowly reverted towards normal. In a few patients on bromocriptine mesylate, particularly on long-term and high-dose treatment, retroperitoneal fibrosis has been reported. To ensure recognition of retroperitoneal fibrosis at an early reversible stage it is recommended that its manifestations (e.g., back pain, edema of the lower limbs, impaired kidney function) should be watched in this category of patients. Bromocriptine mesylate medication should be withdrawn if fibrotic changes in the retroperitoneum are diagnosed or suspected."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse Reactions from Clinical Trials Hyperprolactinemic Indications The incidence of adverse effects is quite high (69%) but these are generally mild to moderate in degree. Therapy was discontinued in approximately 5% of patients because of adverse effects. These in decreasing order of frequency are: nausea (49%), headache (19%), dizziness (17%), fatigue (7%), lightheadedness (5%), vomiting (5%), abdominal cramps (4%), nasal congestion (3%), constipation (3%), diarrhea (3%) and drowsiness (3%). A slight hypotensive effect may accompany bromocriptine mesylate treatment. The occurrence of adverse reactions may be lessened by temporarily reducing dosage to half tablet 2 or 3 times daily. A few cases of cerebrospinal fluid rhinorrhea have been reported in patients receiving bromocriptine mesylate for treatment of large prolactinomas. This has occurred rarely, usually only in patients who have received previous transsphenoidal surgery, pituitary radiation, or both, and who were receiving bromocriptine mesylate for tumor recurrence. It may also occur in previously untreated patients whose tumor extends into the sphenoid sinus. Acromegaly The most frequent adverse reactions encountered in acromegalic patients treated with bromocriptine mesylate were: nausea (18%), constipation (14%), postural/orthostatic hypotension (6%), anorexia (4%), dry mouth/nasal stuffiness (4%), indigestion/dyspepsia (4%), digital vasospasm (3%), drowsiness/tiredness (3%) and vomiting (2%). Less frequent adverse reactions (less than 2%) were: gastrointestinal bleeding, dizziness, exacerbation of Raynaud’s syndrome, headache and syncope. Rarely (less than 1%) hair loss, alcohol potentiation, faintness, lightheadedness, arrhythmia, ventricular tachycardia, decreased sleep requirement, visual hallucinations, lassitude, shortness of breath, bradycardia, vertigo, paresthesia, sluggishness, vasovagal attack, delusional psychosis, paranoia, insomnia, heavy headedness, reduced tolerance to cold, tingling of ears, facial pallor and muscle cramps have been reported. Parkinson's Disease In clinical trials in which bromocriptine mesylate was administered with concomitant reduction in the dose of levodopa/carbidopa, the most common newly appearing adverse reactions were: nausea, abnormal involuntary movements, hallucinations, confusion, “on-off’’ phenomenon, dizziness, drowsiness, faintness/fainting, vomiting, asthenia, abdominal discomfort, visual disturbance, ataxia, insomnia, depression, hypotension, shortness of breath, constipation, and vertigo. Less common adverse reactions which may be encountered include: anorexia, anxiety, blepharospasm, dry mouth, dysphagia, edema of the feet and ankles, erythromelalgia, epileptiform seizure, fatigue, headache, lethargy, mottling of skin, nasal stuffiness, nervousness, nightmares, paresthesia, skin rash, urinary frequency, urinary incontinence, urinary retention, and rarely, signs and symptoms of ergotism such as tingling of fingers, cold feet, numbness, muscle cramps of feet and legs or exacerbation of Raynaud’s syndrome. Abnormalities in laboratory tests may include elevations in blood urea nitrogen, SGOT, SGPT, GGPT, CPK, alkaline phosphatase and uric acid, which are usually transient and not of clinical significance. Adverse Reactions from Postmarketing Experience The following adverse reactions have been reported during postapproval use of bromocriptine mesylate (All Indications Combined). Because adverse reactions from spontaneous reports are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Psychiatric disorders: Confusion, psychomotor agitation/excitation, hallucinations, psychotic disorders, insomnia, libido increase, hypersexuality, and impulse control/compulsive behaviors (including gambling, spending, and other intense urges). Nervous system disorders: Headache, drowsiness, dizziness, dyskinaesia, somnolence, paraesthesia, excess daytime somnolence, sudden onset of sleep. Eye disorders: Visual disturbance, vision blurred. Ear and labyrinth disorders: Tinnitus. Cardiac disorders: Pericardial effusion, constrictive pericarditis, tachycardia, bradycardia, arrhythmia, cardiac valve fibrosis. Vascular disorders: Hypotension, orthostatic hypotension (very rarely leading to syncope), reversible pallor of fingers and toes induced by cold (especially in patients with history of Raynaud's phenomenon). Respiratory, thoracic and mediastinal disorders: Nasal congestion, pleural effusion, pleural fibrosis, pleurisy, pulmonary fibrosis, dyspnoea. Gastrointestinal disorders: Nausea, constipation, vomiting, dry mouth, diarrhea, abdominal pain, retroperitoneal fibrosis, gastrointestinal ulcer, gastrointestinal hemorrhage. Skin and subcutaneous tissue disorders: Allergic skin reactions, hair loss. Musculoskeletal and connective tissue disorders: Leg cramps. General disorders and administration site conditions: Fatigue, peripheral oedema, a syndrome resembling Neuroleptic Malignant Syndrome on abrupt withdrawal of bromocriptine mesylate, withdrawal symptoms (including apathy, anxiety, depression, fatigue, insomnia, sweating, and pain) with taper or after discontinuation (see Precautions) . Adverse Events Observed in Other Conditions Postpartum Patients (see above Warnings) In postpartum studies with bromocriptine mesylate, 23 percent of postpartum patients treated had at least 1 side effect, but they were generally mild to moderate in degree. Therapy was discontinued in approximately 3% of patients. The most frequently occurring adverse reactions were: headache (10%), dizziness (8%), nausea (7%), vomiting (3%), fatigue (1.0%), syncope (0.7%), diarrhea (0.4%) and cramps (0.4%). Decreases in blood pressure (≥ 20 mm Hg systolic and ≥ 10 mm Hg diastolic) occurred in 28% of patients at least once during the first 3 postpartum days; these were usually of a transient nature. Reports of fainting in the puerperium may possibly be related to this effect. In postmarketing experience in the U.S., serious adverse reactions reported include 72 cases of seizures (including 4 cases of status epilepticus), 30 cases of stroke, and 9 cases of myocardial infarction among postpartum patients. Seizure cases were not necessarily accompanied by the development of hypertension. An unremitting and often progressively severe headache, sometimes accompanied by visual disturbance, often preceded by hours to days many cases of seizure and/or stroke. Most patients had shown no evidence of any of the hypertensive disorders of pregnancy including eclampsia, preeclampsia or pregnancy-induced hypertension. One stroke case was associated with sagittal sinus thrombosis, and another was associated with cerebral and cerebellar vasculitis. One case of myocardial infarction was associated with unexplained disseminated intravascular coagulation and a second occurred in conjunction with use of another ergot alkaloid. The relationship of these adverse reactions to bromocriptine mesylate administration has not been established. In rare cases serious adverse events, including hypertension, myocardial infarction, seizures, stroke, or psychic disorders have been reported in postpartum women treated with bromocriptine mesylate. In some patients the development of seizures or stroke was preceded by severe headache and/or transient visual disturbances. Although the causal relationship of these events to the drug is uncertain, periodic monitoring of blood pressure is advisable in postpartum women receiving bromocriptine mesylate. If hypertension, severe, progressive, or unremitting headache (with or without visual disturbances), or evidence of CNS toxicity develop, the administration of bromocriptine mesylate should be discontinued and the patient should be evaluated promptly. Particular caution is required in patients who have recently been treated or are on concomitant therapy with drugs that can alter blood pressure, e.g., vasoconstrictors such as sympathomimetics or ergot alkaloids including ergometrine or methylergometrine and their concomitant use in the puerperium is not recommended. To report SUSPECTED ADVERSE REACTIONS, contact Padagis at 1-866-634-9120 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.",
    "Adverse Reactions from Clinical Trials Hyperprolactinemic Indications The incidence of adverse effects is quite high (69%) but these are generally mild to moderate in degree. Therapy was discontinued in approximately 5% of patients because of adverse effects. These in decreasing order of frequency are: nausea (49%), headache (19%), dizziness (17%), fatigue (7%), lightheadedness (5%), vomiting (5%), abdominal cramps (4%), nasal congestion (3%), constipation (3%), diarrhea (3%) and drowsiness (3%). A slight hypotensive effect may accompany bromocriptine mesylate treatment. The occurrence of adverse reactions may be lessened by temporarily reducing dosage to half tablet 2 or 3 times daily. A few cases of cerebrospinal fluid rhinorrhea have been reported in patients receiving bromocriptine mesylate for treatment of large prolactinomas. This has occurred rarely, usually only in patients who have received previous transsphenoidal surgery, pituitary radiation, or both, and who were receiving bromocriptine mesylate for tumor recurrence. It may also occur in previously untreated patients whose tumor extends into the sphenoid sinus. Acromegaly The most frequent adverse reactions encountered in acromegalic patients treated with bromocriptine mesylate were: nausea (18%), constipation (14%), postural/orthostatic hypotension (6%), anorexia (4%), dry mouth/nasal stuffiness (4%), indigestion/dyspepsia (4%), digital vasospasm (3%), drowsiness/tiredness (3%) and vomiting (2%). Less frequent adverse reactions (less than 2%) were: gastrointestinal bleeding, dizziness, exacerbation of Raynaud’s syndrome, headache and syncope. Rarely (less than 1%) hair loss, alcohol potentiation, faintness, lightheadedness, arrhythmia, ventricular tachycardia, decreased sleep requirement, visual hallucinations, lassitude, shortness of breath, bradycardia, vertigo, paresthesia, sluggishness, vasovagal attack, delusional psychosis, paranoia, insomnia, heavy headedness, reduced tolerance to cold, tingling of ears, facial pallor and muscle cramps have been reported. Parkinson's Disease In clinical trials in which bromocriptine mesylate was administered with concomitant reduction in the dose of levodopa/carbidopa, the most common newly appearing adverse reactions were: nausea, abnormal involuntary movements, hallucinations, confusion, “on-off’’ phenomenon, dizziness, drowsiness, faintness/fainting, vomiting, asthenia, abdominal discomfort, visual disturbance, ataxia, insomnia, depression, hypotension, shortness of breath, constipation, and vertigo. Less common adverse reactions which may be encountered include: anorexia, anxiety, blepharospasm, dry mouth, dysphagia, edema of the feet and ankles, erythromelalgia, epileptiform seizure, fatigue, headache, lethargy, mottling of skin, nasal stuffiness, nervousness, nightmares, paresthesia, skin rash, urinary frequency, urinary incontinence, urinary retention, and rarely, signs and symptoms of ergotism such as tingling of fingers, cold feet, numbness, muscle cramps of feet and legs or exacerbation of Raynaud’s syndrome. Abnormalities in laboratory tests may include elevations in blood urea nitrogen, SGOT, SGPT, GGPT, CPK, alkaline phosphatase and uric acid, which are usually transient and not of clinical significance.",
    "Adverse Reactions from Postmarketing Experience The following adverse reactions have been reported during postapproval use of bromocriptine mesylate (All Indications Combined). Because adverse reactions from spontaneous reports are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Psychiatric disorders: Confusion, psychomotor agitation/excitation, hallucinations, psychotic disorders, insomnia, libido increase, hypersexuality, and impulse control/compulsive behaviors (including gambling, spending, and other intense urges). Nervous system disorders: Headache, drowsiness, dizziness, dyskinaesia, somnolence, paraesthesia, excess daytime somnolence, sudden onset of sleep. Eye disorders: Visual disturbance, vision blurred. Ear and labyrinth disorders: Tinnitus. Cardiac disorders: Pericardial effusion, constrictive pericarditis, tachycardia, bradycardia, arrhythmia, cardiac valve fibrosis. Vascular disorders: Hypotension, orthostatic hypotension (very rarely leading to syncope), reversible pallor of fingers and toes induced by cold (especially in patients with history of Raynaud's phenomenon). Respiratory, thoracic and mediastinal disorders: Nasal congestion, pleural effusion, pleural fibrosis, pleurisy, pulmonary fibrosis, dyspnoea. Gastrointestinal disorders: Nausea, constipation, vomiting, dry mouth, diarrhea, abdominal pain, retroperitoneal fibrosis, gastrointestinal ulcer, gastrointestinal hemorrhage. Skin and subcutaneous tissue disorders: Allergic skin reactions, hair loss. Musculoskeletal and connective tissue disorders: Leg cramps. General disorders and administration site conditions: Fatigue, peripheral oedema, a syndrome resembling Neuroleptic Malignant Syndrome on abrupt withdrawal of bromocriptine mesylate, withdrawal symptoms (including apathy, anxiety, depression, fatigue, insomnia, sweating, and pain) with taper or after discontinuation (see Precautions) ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Hypersensitivity to bromocriptine or to any of the excipients of bromocriptine mesylate tablets, uncontrolled hypertension and sensitivity to any ergot alkaloids. In patients being treated for hyperprolactinemia, bromocriptine mesylate should be withdrawn when pregnancy is diagnosed (see PRECAUTIONS, Hyperprolactinemic States) . In the event that bromocriptine mesylate is reinstituted to control a rapidly expanding macroadenoma (see PRECAUTIONS, Hyperprolactinemic States) and a patient experiences a hypertensive disorder of pregnancy, the benefit of continuing bromocriptine mesylate must be weighed against the possible risk of its use during a hypertensive disorder of pregnancy. When bromocriptine mesylate is being used to treat acromegaly, prolactinoma, or Parkinson’s disease in patients who subsequently become pregnant, a decision should be made as to whether the therapy continues to be medically necessary or can be withdrawn. If it is continued, the drug should be withdrawn in those who may experience hypertensive disorders of pregnancy (including eclampsia, preeclampsia, or pregnancy-induced hypertension) unless withdrawal of bromocriptine mesylate is considered to be medically contraindicated. The drug should not be used during the postpartum period in women with a history of coronary artery disease and other severe cardiovascular conditions unless withdrawal is considered medically contraindicated. If the drug is used in the postpartum period, the patient should be observed with caution."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION General It is recommended that bromocriptine mesylate be taken with food. Patients should be evaluated frequently during dose escalation to determine the lowest dosage that produces a therapeutic response. Hyperprolactinemic Indications The initial dosage of bromocriptine mesylate tablets in adults is half to one 2.5 mg scored tablet daily. An additional 2.5 mg tablet may be added to the treatment regimen as tolerated every 2 to 7 days until an optimal therapeutic response is achieved. The therapeutic dosage ranged from 2.5-15 mg daily in adults studied clinically. Based on limited data in children of age 11 to 15, (see Pediatric Use) the initial dose is half to one 2.5 mg scored tablet daily. Dosing may need to be increased as tolerated until a therapeutic response is achieved. The therapeutic dosage ranged from 2.5-10 mg daily in children with prolactin-secreting pituitary adenomas. In order to reduce the likelihood of prolonged exposure to bromocriptine mesylate tablets should an unsuspected pregnancy occur, a mechanical contraceptive should be used in conjunction with bromocriptine mesylate tablets therapy until normal ovulatory menstrual cycles have been restored. Contraception may then be discontinued in patients desiring pregnancy. Thereafter, if menstruation does not occur within 3 days of the expected date, bromocriptine mesylate therapy should be discontinued and a pregnancy test performed. Acromegaly Virtually all acromegalic patients receiving therapeutic benefit from bromocriptine mesylate tablets also have reductions in circulating levels of growth hormone. Therefore, periodic assessment of circulating levels of growth hormone will, in most cases, serve as a guide in determining the therapeutic potential of bromocriptine mesylate tablets. If, after a brief trial with bromocriptine mesylate therapy, no significant reduction in growth hormone levels has taken place, careful assessment of the clinical features of the disease should be made, and if no change has occurred, dosage adjustment or discontinuation of therapy should be considered. The initial recommended dosage is half to one 2.5 mg bromocriptine mesylate tablet on retiring (with food) for 3 days. An additional half to 1 tablet should be added to the treatment regimen as tolerated every 3 to 7 days until the patient obtains optimal therapeutic benefit. Patients should be reevaluated monthly and the dosage adjusted based on reductions of growth hormone or clinical response. The usual optimal therapeutic dosage range of bromocriptine mesylate tablets varies from 20-30 mg/day in most patients. The maximal dosage should not exceed 100 mg/day. Patients treated with pituitary irradiation should be withdrawn from bromocriptine mesylate tablets therapy on a yearly basis to assess both the clinical effects of radiation on the disease process as well as the effects of bromocriptine mesylate tablets therapy. Usually a 4 to 8 week withdrawal period is adequate for this purpose. Recurrence of the signs/symptoms or increases in growth hormone indicate the disease process is still active and further courses of bromocriptine mesylate tablets should be considered. Parkinson's Disease The basic principle of bromocriptine mesylate tablets therapy is to initiate treatment at a low dosage and, on an individual basis, increase the daily dosage slowly until a maximum therapeutic response is achieved. The dosage of levodopa during this introductory period should be maintained, if possible. The initial dose of bromocriptine mesylate is half of a 2.5 mg tablet twice daily with meals. Assessments are advised at 2-week intervals during dosage titration to ensure that the lowest dosage producing an optimal therapeutic response is not exceeded. If necessary, the dosage may be increased every 14 to 28 days by 2.5 mg/day with meals. Should it be advisable to reduce the dosage of levodopa because of adverse reactions, the daily dosage of bromocriptine mesylate, if increased, should be accomplished gradually in small (2.5 mg) increments. The safety of bromocriptine mesylate has not been demonstrated in dosages exceeding 100 mg/day."
  ],
  "indications": [
    "INDICATIONS AND USAGE Hyperprolactinemia-Associated Dysfunctions Bromocriptine mesylate tablets are indicated for the treatment of dysfunctions associated with hyperprolactinemia including amenorrhea with or without galactorrhea, infertility or hypogonadism . Bromocriptine mesylate tablets treatment is indicated in patients with prolactin-secreting adenomas , which may be the basic underlying endocrinopathy contributing to the above clinical presentations. Reduction in tumor size has been demonstrated in both male and female patients with macroadenomas. In cases where adenectomy is elected, a course of bromocriptine mesylate tablets therapy may be used to reduce the tumor mass prior to surgery. Acromegaly Bromocriptine mesylate tablets therapy is indicated in the treatment of acromegaly. Bromocriptine mesylate tablets therapy, alone or as adjunctive therapy with pituitary irradiation or surgery, reduces serum growth hormone by 50% or more in approximately ½ of patients treated, although not usually to normal levels. Since the effects of external pituitary radiation may not become maximal for several years, adjunctive therapy with bromocriptine mesylate tablets offers potential benefit before the effects of irradiation are manifested. Parkinson's Disease Bromocriptine mesylate tablets are indicated in the treatment of the signs and symptoms of idiopathic or postencephalitic Parkinson's disease. As adjunctive treatment to levodopa (alone or with a peripheral decarboxylase inhibitor), bromocriptine mesylate tablets therapy may provide additional therapeutic benefits in those patients who are currently maintained on optimal dosages of levodopa, those who are beginning to deteriorate (develop tolerance) to levodopa therapy, and those who are experiencing \"end of dose failure\" on levodopa therapy. Bromocriptine mesylate tablets therapy may permit a reduction of the maintenance dose of levodopa and, thus may ameliorate the occurrence and/or severity of adverse reactions associated with long-term levodopa therapy such as abnormal involuntary movements (e.g., dyskinesias) and the marked swings in motor function (\"on-off\" phenomenon). Continued efficacy of bromocriptine mesylate tablets therapy during treatment of more than 2 years has not been established. Data are insufficient to evaluate potential benefit from treating newly diagnosed Parkinson's disease with bromocriptine mesylate tablets. Studies have shown, however, significantly more adverse reactions (notably nausea, hallucinations, confusion and hypotension) in bromocriptine mesylate-treated patients than in levodopa/carbidopa-treated patients. Patients unresponsive to levodopa are poor candidates for bromocriptine mesylate tablets therapy."
  ],
  "fetched_at": "2025-09-30T22:32:57.275882",
  "source": "OpenFDA"
}