{
  "drug_name": "Budesonide",
  "generic_name": [
    "BUDESONIDE"
  ],
  "brand_names": [
    "Budesonide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid cytochrome P450 3A4 inhibitors (e.g., ketoconazole, grapefruit juice). May cause increased systemic corticosteroid effects ( 2.2 , 7 , 12.3 ). 7.1 Interaction with CYP3A4 Inhibitors Concomitant oral administration of ketoconazole (a known inhibitor of CYP3A4 activity in the liver and in the intestinal mucosa) caused an eight-fold increase of the systemic exposure to oral budesonide. If treatment with inhibitors of CYP3A4 activity (such as ketoconazole, itraconazole, ritonavir, indinavir, saquinavir, erythromycin) is indicated, discontinuation of budesonide extended-release tablets should be considered. After extensive intake of grapefruit juice (which inhibits CYP3A4 activity predominantly in the intestinal mucosa), the systemic exposure for oral budesonide increased about two times. Ingestion of grapefruit or grapefruit juice should be avoided in connection with budesonide extended-release tablets administration [see Dosage and Administration (2) and Clinical Pharmacology (12.3) ]. 7.2 Inhibitors of Gastric Acid Secretion Since the dissolution of the coating of budesonide extended-release tablets is pH dependent, the release properties and uptake of the compound may be altered when budesonide extended-release tablets are used after treatment with gastric acid reducing agents (e.g., proton pump inhibitors (PPIs), H 2 blockers and antacids)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Systemic glucocorticosteroid use may result in the following: Hypercorticism and Adrenal Suppression [see Warnings and Precautions (5.1) ] Symptoms of steroid withdrawal in those patients transferring from Systemic Glucocorticosteroid Therapy [see Warnings and Precautions (5.2) ] Immunosuppression and Increased Risk of Infection [see Warnings and Precautions (5.3) ] Kaposi’s Sarcoma [see Warnings and Precautions (5.4 )] Increased Systemic Glucocorticoid Susceptibility [see Warnings and Precautions (5.5) ] Other Glucocorticosteroid Effects [see Warnings and Precautions (5.6) ] Most common adverse reactions (incidence greater than or equal to 2%) are headache, nausea, decreased blood cortisol, upper abdominal pain, fatigue, flatulence, abdominal distension, acne, urinary tract infection, arthralgia, and constipation ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/ medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of budesonide extended-release tablets have been evaluated in controlled and open-label clinical trials which enrolled a combined total of 1,105 patients with ulcerative colitis. In two 8-week, placebo-controlled studies in patients with active disease (Study 1 and Study 2), a total of 255 patients received budesonide extended-release tablets 9 mg, 254 patients received budesonide extended-release tablets 6 mg, and 258 patients received placebo. They ranged in age from 18 to 77 years (mean = 43), 56% were male, and 75% were Caucasian. The most common adverse reactions were headache, nausea, decreased blood cortisol, upper abdominal pain, fatigue, flatulence, abdominal distension, acne, urinary tract infection, arthralgia, and constipation. The adverse reactions occurring in 2% or more of patients on therapy with budesonide extended-release tablets 9 mg are summarized in Table 1. Table 1. Summary of Adverse Reactions in Two Placebo-Controlled Trials Experienced by at Least 2% of the Budesonide Extended-Release Tablets 9 mg Group (Studies 1 and 2) Budesonide Extended-Release Tablets 9 mg (N = 255) n (%) Budesonide Extended-Release Tablets 6 mg (N = 254) n (%) Placebo (N = 258) n (%) Headache 29 (11.4) 37 (14.6) 27 (10.5) Nausea 13 (5.1) 12 (4.7) 11 (4.3) Decreased blood cortisol 11 (4.3) 6 (2.4) 1 (0.4) Upper abdominal pain 10 (3.9) 8 (3.1) 5 (1.9) Fatigue 8 (3.1) 5 (2.0) 5 (1.9) Flatulence 6 (2.4) 8 (3.1) 5 (1.9) Abdominal distension 6 (2.4) 4 (1.6) 2 (0.8) Acne 6 (2.4) 2 (0.8) 5 (1.9) Urinary tract infection 5 (2.0) 1 (0.4) 1 (0.4) Arthralgia 5 (2.0) 5 (2.0) 4 (1.6) Constipation 5 (2.0) 1 (0.4) 2 (0.8) Of budesonide extended-release tablets 9 mg patients, a total of 15% discontinued treatment due to any adverse event (including adverse reactions) compared with 17% in the placebo group. Table 2 summarizes the percentages of patients reporting glucocorticoid-related effects in the 2 placebo-controlled studies. Table 2. Summary of Glucocorticoid-Related Effects in Two Placebo-Controlled Trials (Studies 1 and 2) Budesonide Extended-Release Tablets 9 mg (N = 255) n (%) Budesonide Extended-Release Tablets 6 mg (N = 254) n (%) Placebo (N = 258) n (%) Overall 26 (10.2) 19 (7.5) 27 (10.5) Mood changes 9 (3.5) 10 (3.9) 11 (4.3) Sleep changes 7 (2.7) 10 (3.9) 12 (4.7) Insomnia 6 (2.4) 6 (2.4) 8 (3.1) Acne 6 (2.4) 2 (0.8) 5 (1.9) Moon face 3 (1.2) 3 (1.2) 4 (1.6) Fluid retention 2 (0.8) 3 (1.2) 3 (1.2) Hirsutism 1 (0.4) 0 0 Striae rubrae 0 0 2 (0.8) Flushing 0 1 (0.4) 3 (1.2) No clinically significant differences were observed with respect to the overall percentages of patients with any glucocorticoid-related effects between budesonide extended-release tablets and placebo after 8 weeks of induction therapy. Study 3 was an open-label study evaluating budesonide extended-release tablets 9 mg once daily for 8 weeks in 60 patients who had previously completed an 8-week induction study (Study 1) but had not achieved remission. Among patients who took budesonide extended-release tablets 9 mg up to 16 weeks cumulatively across Study 1 and Study 3 combined, similar rates of adverse reactions and glucocorticoid-related effects were seen compared to those who took budesonide extended-release tablets 9 mg for 8 weeks in Study 1. In Study 4, the safety of long-term treatment with budesonide extended-release tablets 6 mg was evaluated in a placebo-controlled 12-month maintenance study of 123 patients. Patients who had previously completed 8 weeks of therapy in any induction study (Study 1, 2, or 3) and were in remission were randomized to budesonide extended-release tablets 6 mg or placebo once daily for 12 months. In patients who took budesonide extended-release tablets 6 mg for up to 12 months, similar rates of adverse reactions were seen between placebo and budesonide extended-release tablets 6 mg. After up to 12 months of study treatment, 77% (27/35) of the patients in the budesonide extended-release tablets 6 mg and 74% (29/39) of the patients in the placebo treatment groups had normal bone density scans. In Study 4, the glucocorticoid-related effects were similar in patients with up to 12 months of therapy with budesonide extended-release tablets 6 mg and placebo (Table 3). Table 3. Summary of Glucocorticoid-Related Effects Over 12-Month Treatment (Study 4) Budesonide Extended-Release Tablets 6 mg (N = 62) n (%) Placebo (N = 61) n (%) Overall 9 (14.5) 7 (11.5) Insomnia 4 (6.5) 4 (6.6) Mood changes 4 (6.5) 2 (3.3) Moon face 3 (4.8) 3 (4.9) Sleep changes 3 (4.8) 3 (4.9) Acne 3 (4.8) 0 Hirsutism 3 (4.8) 0 Flushing 1 (1.6) 1 (1.6) Fluid retention 1 (1.6) 1 (1.6) 6.2 Postmarketing Experience In addition to adverse events reported from clinical trials, the following adverse reactions have been identified during post-approval use of oral budesonide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These events have been chosen for inclusion due to either their seriousness, frequency of reporting or causal connection to budesonide extended-release tablets, or a combination of these factors. Gastrointestinal Disorders: diarrhea, rectal bleeding General Disorders and Administrative Site Conditions: peripheral edema Immune System Disorders: anaphylactic reactions Musculoskeletal and Connective Tissue Disorders: muscle cramps/spasms Nervous System Disorders: benign intracranial hypertension, dizziness Psychiatric Disorders: mood swings Skin and Subcutaneous Tissue Disorders: rash Vascular Disorders: increased blood pressure"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Budesonide extended-release tablets are contraindicated in patients with hypersensitivity to budesonide or any of the ingredients of budesonide extended-release tablets. Anaphylactic reactions have occurred with other budesonide formulations [see Adverse Reactions (6.2) ]. Known hypersensitivity to budesonide or any of the ingredients in budesonide extended-release tablets ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage for the induction of remission in adult patients with active, mild to moderate ulcerative colitis is one 9 mg tablet to be taken once daily in the morning with or without food for up to 8 weeks ( 2.1 ). 2.1 Mild to Moderate Ulcerative Colitis The recommended dosage for the induction of remission in adult patients with active, mild to moderate ulcerative colitis is 9 mg taken orally once daily in the morning with or without food for up to 8 weeks. Budesonide extended-release tablets should be swallowed whole and not chewed, crushed or broken. 2.2 CYP3A4 Inhibitors If concomitant administration with ketoconazole, or any other CYP3A4 inhibitor, is indicated, patients should be closely monitored for increased signs and/or symptoms of hypercorticism. Avoid grapefruit juice, which is known to inhibit CYP3A4, when taking budesonide extended-release tablets. In these cases, discontinuation of budesonide extended-release tablets or the CYP3A4 inhibitor should be considered [see Drug Interactions (7) and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Budesonide extended-release tablets are indicated for the induction of remission in patients with active, mild to moderate ulcerative colitis. Budesonide extended-release tablets are a glucocorticosteroid indicated for the induction of remission in patients with active, mild to moderate ulcerative colitis ( 1 )."
  ],
  "fetched_at": "2025-09-30T22:33:29.344916",
  "source": "OpenFDA"
}