{
  "drug_name": "Bupivacaine",
  "generic_name": [
    "BUPIVACAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Marcaine"
  ],
  "drug_interactions": [
    "7 Drug Interactions 7.1 Local Anesthetics The toxic effects of local anesthetics are additive. If coadministration of other local anesthetics with MARCAINE / MARCAINE WITH EPINEPHRINE cannot be avoided, monitor patients for neurologic and cardiovascular effects related to local anesthetic systemic toxicity [see DOSAGE AND ADMINISTRATION (2.1), WARNINGS AND PRECAUTIONS (5.2)]. 7.2 Monoamine Oxidase Inhibitors and Tricyclic Antidepressants The administration of MARCAINE WITH EPINEPHRINE to patients receiving monoamine oxidase inhibitors, or tricyclic antidepressants may produce severe, prolonged hypertension. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful monitoring of the patient's hemodynamic status is essential [see WARNINGS AND PRECAUTIONS (5.6)]. 7.3 Ergot-Type Oxytocic Drugs Concurrent administration of MARCAINE WITH EPINEPHRINE and ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents. Avoid use of MARCAINE WITH EPINEPHRINE concomitantly with ergot-type oxytocic drugs [see WARNINGS AND PRECAUTIONS (5.6)]. 7.4 Nonselective Beta-Adrenergic Antagonists Administration of MARCAINE WITH EPINEPHRINE (containing a vasoconstrictor) in patients receiving nonselective beta-adrenergic antagonists may cause severe hypertension and bradycardia. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful monitoring of the patient's blood pressure and heart rate is essential [see WARNINGS AND PRECAUTIONS (5.6)]. 7.5 Drugs Associated with Methemoglobinemia Patients who are administered MARCAINE / MARCAINE WITH EPINEPHRINE are at increased risk of developing methemoglobinemia when concurrently exposed to following drugs, which could include other local anesthetics [see WARNINGS AND PRECAUTIONS (5.3)]. Examples of Drugs Associated with Methemoglobinemia: 7. 6 Potent Inhalation Anesthetics Serious dose-related cardiac arrhythmias may occur if preparations containing a vasoconstrictor such as epinephrine (e.g., MARCAINE WITH EPINEPHRINE) are used in patients during or following the administration of potent inhalation anesthetics [see WARNINGS AND PRECAUTIONS (5.13)]. 7.7 Phenothiazines and Butyrophenones Phenothiazines and butyrophenones may reduce or reverse the pressor effect of epinephrine. Concurrent use of MARCAINE WITH EPINEPHRINE and these agents should generally be avoided. In situations when concurrent therapy is necessary, careful patient monitoring is essential. Local Anesthetics: The toxic effects of local anesthetics are additive. Monitor for neurologic and cardiovascular effects when additional local anesthetics are administered. (7.1) Monoamine Oxidase Inhibitors and Tricyclic Antidepressants: Administration of MARCAINE WITH EPINEPHRINE to patients receiving monoamine oxidase inhibitors or tricyclic antidepressants may produce severe, prolonged hypertension. Concurrent use of these agents should generally be avoided. (5.6, 7.2) Ergot-Type Oxytocic Drugs: Concurrent administration of MARCAINE WITH EPINEPHRINE and ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents. (5.6, 7.3) Nonselective Beta-Adrenergic Antagonists: Administration of MARCAINE WITH EPINEPHRINE (containing a vasoconstrictor) in patients receiving nonselective beta-adrenergic antagonists may cause severe hypertension and bradycardia. Concurrent use of these agents should generally be avoided. (5.6, 7.4) Drugs Associated with Methemoglobinemia: Patients are at increased risk of developing methemoglobinemia when concurrently exposed to nitrates, nitrites, local anesthetics, antineoplastic agents, antibiotics, antimalarials, anticonvulsants, and other drugs. (7.5) Potent Inhalation Anesthetics: Serious dose-related cardiac arrhythmias may occur if preparations containing a vasoconstrictor such as epinephrine are used in patients during or following the administration of potent inhalation anesthetics. (5.13, 7.6) Image5.jpg"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 Adverse Reactions The following clinically significant adverse reactions have been reported and described in the Warnings and Precautions section of the labeling: Cardiac Arrest in Obstetrical Anesthesia [see WARNINGS AND PRECAUTIONS (5.1)] Dose-Related Toxicity [see WARNINGS AND PRECAUTIONS (5.2)] Methemoglobinemia [see WARNINGS AND PRECAUTIONS (5.3)] Chondrolysis with Intra-Articular Infusion [see WARNINGS AND PRECAUTIONS (5.5)] Severe, Persistent Hypertension, Cerebrovascular Accidents, and Bradycardia Due to Drug Interactions [see WARNINGS AND PRECAUTIONS (5.6)] Cardiac Arrest with Intravenous Regional Anesthesia Use [see CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.7)] Allergic-Type Reactions [see WARNINGS AND PRECAUTIONS (5.8)] Systemic Toxicities with Unintended Intravascular or Intrathecal Injection [see WARNINGS AND PRECAUTIONS (5.9)] Respiratory Arrest Following Retrobulbar Block [see WARNINGS AND PRECAUTIONS (5.15)] The following adverse reactions from voluntary reports or clinical studies have been reported with bupivacaine or bupivacaine and epinephrine. Because many of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions to MARCAINE / MARCAINE WITH EPINEPRHINE are characteristic of those associated with other amide-type local anesthetics. A major cause of adverse reactions to this group of drugs is excessive plasma levels, which may be due to overdosage, unintentional intravascular injection, or slow metabolic degradation. The most commonly encountered acute adverse reactions that demand immediate counter-measures were related to the CNS and the cardiovascular system. These adverse reactions were generally dose-related and due to high plasma levels which may have resulted from overdosage, rapid absorption from the injection site, diminished tolerance, or from unintentional intravascular injection of the local anesthetic solution. In addition to systemic dose-related toxicity, unintentional intrathecal injection of drug during the intended performance of caudal or lumbar epidural block or nerve blocks near the vertebral column (especially in the head and neck region) has resulted in underventilation or apnea (\"Total or High Spinal\"). Also, hypotension due to loss of sympathetic tone and respiratory paralysis or underventilation due to cephalad extension of the motor level of anesthesia have occurred. This has led to secondary cardiac arrest when untreated. Nervous System Disorders: Adverse reactions were characterized by excitation and/or depression of the central nervous system and included restlessness, anxiety, dizziness, tinnitus, blurred vision, tremors, convulsions, drowsiness, unconsciousness, respiratory arrest, nausea, vomiting, chills, pupillary constriction. In the practice of caudal or lumbar epidural block, unintentional penetration of the subarachnoid space by the catheter or needle has occurred. Subsequent adverse effects may have depended partially on the amount of drug administered intrathecally and the physiological and physical effects of a dural puncture. A high spinal has been characterized by paralysis of the legs, loss of consciousness, respiratory paralysis, and bradycardia. Neurologic effects following epidural or caudal anesthesia have included spinal block of varying magnitude (including high or total spinal block); hypotension secondary to spinal block; urinary retention; fecal and urinary incontinence; loss of perineal sensation and sexual function; persistent anesthesia, paresthesia, weakness, paralysis of the lower extremities and loss of sphincter control, all of which had slow, incomplete, or no recovery; headache; backache; septic meningitis; meningismus; slowing of labor; increased incidence of forceps delivery; and cranial nerve palsies due to traction on nerves from loss of cerebrospinal fluid. Neurologic effects following other procedures or routes of administration have included persistent anesthesia, paresthesia, weakness, paralysis, all with slow, incomplete, or no recovery. Convulsions: Incidence varied with the procedure used and the total dose administered. In a survey of studies of epidural anesthesia, overt toxicity progressing to convulsions occurred in approximately 0.1% of local anesthetic administrations. The incidences of adverse neurologic reactions associated with the use of local anesthetics may be related to the total dose of local anesthetic administered and are also dependent upon the particular drug used, the route of administration, and the physical status of the patient. Cardiac Disorders: High doses or unintentional intravascular injection have led to high plasma levels and related depression of the myocardium, decreased cardiac output, heartblock, hypotension, bradycardia, ventricular arrhythmias, including ventricular tachycardia and ventricular fibrillation, and cardiac arrest [see WARNINGS AND PRECAUTIONS (5.9)]. Immune System Disorders: Allergic-type reactions have occurred as a result of sensitivity to bupivacaine or to other formulation ingredients, such as the antimicrobial preservative methylparaben contained in multiple-dose vials or sulfites in epinephrine-containing solutions. These reactions were characterized by signs such as urticaria, pruritus, erythema, angioneurotic edema (including laryngeal edema), tachycardia, sneezing, nausea, vomiting, dizziness, syncope, excessive sweating, elevated temperature, and severe hypotension. Cross sensitivity among members of the amide-type local anesthetic group has been reported [see WARNINGS AND PRECAUTIONS (5.8)]. Most common adverse reactions are related to the central nervous system and the cardiovascular system. (6) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 Contraindications MARCAINE / MARCAINE WITH EPINEPHRINE is contraindicated in: obstetrical paracervical block anesthesia. Its use in this technique has resulted in fetal bradycardia and death. intravenous regional anesthesia (Bier Block) [see WARNINGS AND PRECAUTIONS (5.7)]. patients with a known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of MARCAINE / MARCAINE WITH EPINEPHRINE. Obstetrical paracervical block anesthesia. Its use in this technique has resulted in fetal bradycardia and death. (4) Intravenous regional anesthesia (Bier Block). (4) Known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of MARCAINE / MARCAINE WITH EPINEPHRINE. (4)"
  ],
  "dosage_administration": [
    "2 Dosage And Adminisration 2.1 Important Dosage and Administration Information MARCAINE / MARCAINE WITH EPINEPHRINE is not for intrathecal use. Avoid use of MARCAINE / MARCAINE WITH EPINEPHRINE solutions containing antimicrobial preservatives (i.e., multiple-dose vials) for epidural or caudal anesthesia [see WARNINGS AND PRECAUTIONS (5.4)]. Discard unused portions of solution not containing preservatives, i.e., those supplied in single-dose vials, following initial use. Visually inspect this product for particulate matter and discoloration prior to administration whenever solution and container permit. MARCAINE / MARCAINE WITH EPINEPHRINE are clear, colorless solutions. Do not administer solutions which are discolored or contain particulate matter. Mixing or the prior or intercurrent use of any other local anesthetic with MARCAINE / MARCAINE WITH EPINEPHRINE is not recommended because of insufficient data on the clinical use of such mixtures. Administration Precautions MARCAINE / MARCAINE WITH EPINEPHRINE are to be administered in carefully adjusted dosages by or under the supervision of experienced clinicians who are well versed in the diagnosis and management of dose-related toxicity and other acute emergencies which might arise from the block to be employed. Use MARCAINE / MARCAINE WITH EPINEPHRINE only if the following are immediately available: oxygen, cardiopulmonary resuscitative equipment and drugs, and the personnel resources needed for proper management of toxic reactions and related emergencies [see WARNINGS AND PRECAUTIONS (5.2), ADVERSE REACTIONS (6), OVERDOSAGE (10)]. The toxic effects of local anesthetics are additive. Monitor for neurologic and cardiovascular effects related to local anesthetic systemic toxicity when additional local anesthetics are administered with MARCAINE / MARCAINE WITH EPINEPHRINE [see WARNINGS AND PRECAUTIONS (5.2), DRUG INTERACTIONS (7.1), OVERDOSAGE (10)]. Aspirate for blood or cerebrospinal fluid (where applicable) prior to injecting MARCAINE / MARCAINE WITH EPINEPHRINE, both the initial dose and all subsequent doses, to avoid intravascular or intrathecal injection. However, a negative aspiration for blood or cerebrospinal fluid does not ensure against an intravascular or intrathecal injection [see WARNINGS AND PRECAUTIONS (5.9)]. Avoid rapid injection of a large volume of MARCAINE / MARCAINE WITH EPINEPHRINE and use fractional (incremental) doses when feasible. During major regional nerve blocks, such as those of the brachial plexus or lower extremity, the patient should have an indwelling intravenous catheter to assure adequate intravenous access. The lowest dosage of MARCAINE / MARCAINE WITH EPINEPHRINE that results in effective anesthesia should be used to avoid high plasma levels and serious adverse reactions. Perform careful and constant monitoring of cardiovascular and respiratory (adequacy of oxygenation and ventilation) vital signs and the patient's level of consciousness after each local anesthetic injection. Use MARCAINE WITH EPINEPHRINE in carefully restricted quantities in areas of the body supplied by end arteries or having otherwise compromised blood supply such as digits, nose, external ear, or penis [see WARNINGS AND PRECAUTIONS (5.12)]. 2.2 Recommended Concentrations and Dosages of MARCAINE / MARCAINE WITH EPINEPHRINE The dosage of MARCAINE / MARCAINE WITH EPINEPHRINE administered varies with the anesthetic procedure, the area to be anesthetized, the vascularity of the tissues, the number of neuronal segments to be blocked, the depth of anesthesia and degree of muscle relaxation required, the duration of anesthesia desired, individual tolerance, and the physical condition of the patient. Administer the smallest dosage and concentration required to produce the desired result. The types of block and recommended MARCAINE / MARCAINE WITH EPINEPHRINE concentrations are shown in Table 1. Table 1. Types of Block and Recommended MARCAINE / MARCAINE WITH EPINEPHRINE Concentrations *MARCAINE 0.75% (7.5 mg/mL) is not recommended for nonobstetrical surgical procedures in pregnant patients. †Avoid use of multiple-dose vials of MARCAINE and MARCAINE WITH EPINEPHRINE for caudal or epidural anesthesia [see WARNINGS AND PRECAUTIONS (5.4)]. ✓= indicated use [see WARNINGS AND PRECAUTIONS (5.1)]. At recommended dosages, MARCAINE / MARCAINE WITH EPINEPHRINE produces complete sensory block, but the effect on motor function differs among the three concentrations. Table 2 provides information on the expected effect on motor function for the three concentrations. Table 2. MARCAINE / MARCAINE WITH EPINEPHRINE Concentration vs. Motor Function *These products include MARCAINE and MARCAINE WITH EPINEPHRINE [the epinephrine concentration (1:200,000) is not included in the table]. †These are only MARCAINE products [there is no 0.75% (7.5 mg/mL) concentration for MARCAINE WITH EPINEPHRINE]. The duration of anesthesia with MARCAINE / MARCAINE WITH EPINEPHRINE is such that for most indications, a single-dose is sufficient. The maximum dosage limit within the recommended dosage range must be individualized in each case after evaluating the size and physical status of the patient, as well as the anticipated rate of systemic absorption from a particular injection site. The dosages in Table 3 are recommended as a guide for use in the average adult. These doses may be repeated once every three hours. Do not exceed a total daily dosage of 400 mg in 24 hours. The duration of anesthetic effect may be prolonged by the addition of epinephrine. Table 3. Recommended Concentrations and Doses of MARCAINE / MARCAINE WITH EPINEPHRINE in Adults a. With continuous (intermittent) techniques, repeat doses increase the degree of motor block. The first repeat dose of 0.5% (5 mg/mL) may produce complete motor block. Intercostal nerve block with 0.25% (2.5 mg/mL) also may produce complete motor block for intra-thoracic and upper intra-abdominal surgery. b. Solutions with or without epinephrine (i.e., applies to MARCAINE and MARCAINE WITH EPINEPHRINE). The MARCAINE WITH EPINEPHRINE products include epinephrine (1:200,000). c. For single-dose use; not for intermittent epidural technique. Not for obstetrical anesthesia. 2.3 Use in Epidural Anesthesia During the administration of epidural anesthesia, it is recommended that a test dose of MARCAINE WITH EPINEPHRINE without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine) be administered initially and the effects monitored before the full dose is given. When using a \"continuous\" catheter technique, test doses should be given prior to both the initial and all supplemental doses, because a catheter in the epidural space can migrate into a blood vessel or through the dura [see DOSAGE AND ADMINISTRATION (2.4)]. During epidural administration, administer MARCAINE / MARCAINE WITH EPINEPHRINE, 0.5% (5 mg/mL) and MARCAINE 0.75% (7.5 mg/mL) solutions in incremental doses of 3 mL to 5 mL with sufficient time between doses to detect toxic manifestations of unintentional intravascular or intrathecal injection. Administer injections slowly, with frequent aspirations before and during the injection to avoid intravascular injection. Perform syringe aspirations before and during each supplemental injection in continuous (intermittent) catheter techniques. In obstetrics, use ONLY the 0.5% (5 mg/mL) and 0.25% (2.5 mg/mL) concentrations of MARCAINE / MARCAINE WITH EPINEPHRINE [see WARNINGS AND PRECAUTIONS (5.1)]; incremental doses of 3 mL to 5 mL of the 0.5% (5 mg/mL) solution not exceeding 50 mg to 100 mg at any dosing interval are recommended. Repeat doses should be preceded by a test dose containing epinephrine if not clinically contraindicated. Use only the single-dose vials for caudal or epidural anesthesia; avoid use of the multiple-dose vials for these procedures, which contain a preservative [see DOSAGE AND ADMINISTRATION (2.1, 2.4), WARNINGS AND PRECAUTIONS (5.4, 5.9)]. 2.4 Test Dose for Caudal and Lumbar Epidural Blocks Three mL of MARCAINE WITH EPINEPHRINE without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine) is recommended for use as a test dose prior to caudal and lumbar epidural blocks when clinical conditions permit. This test dose may serve as a warning of unintended intravascular or intrathecal injection. Closely monitor for early clinical signs of toxicity following each test dose [see WARNINGS AND PRECAUTIONS (5.9)]. Allot adequate time for onset of spinal block to detect possible intrathecal injection. An intravascular or intrathecal injection is still possible even if results of the test dose are negative. The test dose itself may produce a systemic toxic reaction, high spinal, or cardiovascular effects from the epinephrine [see WARNINGS AND PRECAUTIONS (5.2, 5.9), OVERDOSAGE (10)]. 2.5 Use in Dentistry MARCAINE WITH EPINEPHRINE 0.5% (5 mg/mL) is recommended for infiltration and block injection in the maxillary and mandibular area when a longer duration of local anesthesia is desired, such as for procedures generally associated with significant postoperative pain. The average dose of 1.8 mL (9 mg) per injection site will usually suffice; an occasional second dose of 1.8 mL (9 mg) may be used if necessary to produce adequate anesthesia after allowing 2 to 10 minutes for block onset [see CLINICAL PHARMACOLOGY (12.2)]. Use the lowest effective dose and allow time between injections; it is recommended that the total dose for all injection sites, spread out over a single dental sitting, not exceed 90 mg for a healthy adult patient (ten 1.8 mL injections of 0.5% (5 mg/mL) MARCAINE WITH EPINEPHRINE). Inject slowly and with frequent aspirations. 2.6 Use in Ophthalmic Surgery When MARCAINE 0.75% (7.5 mg/mL) is used for retrobulbar block, complete corneal anesthesia usually precedes onset of clinically acceptable external ocular muscle akinesia. Therefore, presence of akinesia rather than anesthesia alone should determine readiness of the patient for surgery [see WARNINGS AND PRECAUTIONS (5.15)]. Not for intrathecal use. (2.1) Avoid use of solutions containing antimicrobial preservatives (i.e., multiple-dose vials) for epidural or caudal anesthesia. (2.1, 5.4) Three mL of MARCAINE WITH EPINEPHRINE without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine ) is recommended for use as a test dose prior to caudal and lumbar epidural blocks when clinical conditions permit. (2.4) See full prescribing information for: – Recommended concentrations and dosages of MARCAINE / MARCAINE WITH EPINEPHRINE according to type of block. (2.2) – Additional dosage and administration information pertaining to use in epidural anesthesia, test dose for caudal and lumbar epidural blocks, use in dentistry, and use in ophthalmic surgery. (2.3, 2.4, 2.5, 2.6) Image1.jpg Image2.jpg Image3.jpg Image4.jpg"
  ],
  "indications": [
    "1 Indications And Usage MARCAINE / MARCAINE WITH EPINEPHRINE is indicated in adults for the production of local or regional anesthesia or analgesia for surgery, dental and oral surgery procedures, diagnostic and therapeutic procedures, and for obstetrical procedures. Specific concentrations and presentations of MARCAINE / MARCAINE WITH EPINEPHRINE are recommended for each type of block indicated to produce local or regional anesthesia or analgesia [see DOSAGE AND ADMINISTRATION (2.2)]. Limitations of Use Not all blocks are indicated for use with MARCAINE / MARCAINE WITH EPINEPHRINE given clinically significant risks associated with use [see DOSAGE AND ADMINISTRATION (2.2), CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.1, 5.4, 5.5, 5.7, 5.9)]. MARCAINE contains bupivacaine, an amide local anesthetic, and MARCAINE WITH EPINEPHRINE is a combination of bupivacaine, an amide local anesthetic, and epinephrine, an alpha and beta-adrenergic agonist. MARCAINE / MARCAINE WITH EPINEPHRINE is indicated in adults for the production of local or regional anesthesia or analgesia for surgery, dental and oral surgery procedures, diagnostic and therapeutic procedures, and for obstetrical procedures. For each type of block indicated to produce local or regional anesthesia or analgesia, specific concentrations and presentations are recommended. (1, 2.2) Limitations of Use Not all blocks are indicated for use with MARCAINE / MARCAINE WITH EPINEPHRINE given clinically significant risks associated with use. (1, 2.2, 4, 5.1, 5.4, 5.5, 5.7, 5.9)"
  ],
  "fetched_at": "2025-09-30T21:05:30.913099",
  "source": "OpenFDA"
}