{
  "drug_name": "Butamben",
  "generic_name": [
    "BENZOCAINE, BUTAMBEN, AND TETRACAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Cetacaine Anesthetic"
  ],
  "drug_interactions": [
    "DRUG INTERACTIONS Patients that are administered local anesthetics may be at increased risk of developing methemoglobinemia when concurrently exposed to the following oxidizing agents: Class Examples Nitrates/Nitrites nitroglycerin, nitroprusside, nitric oxide, nitrous oxide Local anesthetics benzocaine, lidocaine, bupivacaine, mepivacaine, tetracaine, prilocaine, procaine, articaine, ropivacaine Antineoplastic agents cyclophosphamide, flutamide, rasburicase, ifosfamide, hydroxyurea Antibiotics dapsone, sulfonamides, nitrofurantoin, para-aminosalicylic acid Antimalarials chloroquine, primaquine Anticonvulsants phenytoin, sodium valproate, phenobarbital Other drugs acetaminophen, metoclopramide, sulfa drugs (i.e., sulfasalazine), quinine"
  ],
  "warnings": [
    "WARNINGS AND PRECAUTIONS Methemoglobinemia Cases of methemoglobinemia have been reported in association with local anesthetic use. Although all patients are at risk for methemoglobinemia, patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition. If local anesthetics must be used in these patients, close monitoring for symptoms and signs of methemoglobinemia is recommended. Signs and symptoms of methemoglobinemia may occur immediately or may be delayed some hours after exposure and are characterized by a cyanotic skin discoloration and abnormal coloration of the blood. Methemoglobin levels may continue to rise; therefore, immediate treatment is required to avert more serious central nervous system and cardiovascular adverse effects, including seizures, coma, arrhythmias, and death. Discontinue Cetacaine and any other oxidizing agents. Depending on the severity of the symptoms, patients may respond to supportive care, i.e., oxygen therapy, hydration. More severe symptoms may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen."
  ],
  "adverse_reactions": [],
  "contraindications": [
    "Contraindications Do not use Cetacaine Spray or Cetacaine Liquid to treat infants or children younger than 2 years. Cetacaine is not suitable and should never be used for injection. Do not use on the eyes. To avoid excessive systemic absorption, Cetacaine should not be applied to large areas of denuded or inflamed tissue. Cetacaine should not be administered to patients who are hypersensitive to any of its ingredients or to patients known to have cholinesterase deficiencies. Tolerance may vary with the status of the patient. Cetacaine should not be used under dentures or cotton rolls, as retention of the active ingredients under a denture or cotton roll could possibly cause an escharotic effect. Routine precaution for the use of any topical anesthetic should be observed when using Cetacaine."
  ],
  "dosage_administration": [
    "Dosage and Administration Cetacaine Spray should be applied for approximately one second or less for normal anesthesia. Only a limited quantity of Cetacaine is required for anesthesia. Spray in excess of two seconds is contraindicated. Each one-second spray contains an average of 200 mg of product, not including propellant. To apply, insert the cannula firmly onto the protruding plastic stem on the bottle and press the cannula forward to actuate the spray valve. The cannula may be removed and reinserted as many times as required for cleaning, or sterilization, and is autoclavable. Cetacaine Liquid Apply 200 mg liquid (approximately 0.2 mL) directly to tissue. Liquid in excess of 400 mg (approximately 0.4 mL) is contraindicated. To apply, remove and discard the shipping cap from the bottle. Replace it with the supplied Luer-lock cap. Caution: Do not over-tighten. Remove small cap from luer-lock port, retaining it for replacement after use. Port allows for a single dip of a cotton or brush applicator for application directly to accessible mucous membrane. For application into periodontal pockets, Cetylite Luer-lock syringes and Microcapillary Delivery Tips are recommended. Cetylite Syringes are clearly marked in (4) 0.1 mL increments. To fill, attach syringe to port by gently twisting clockwise until secure. Invert and draw desired amount of liquid into the syringe. Remove filled syringe and attach Microcapillary Delivery Tip to the syringe. Tip may be bent to improve access. Apply drop-wise to accessible mucous membrane (such as buccal and lingual sulcus) by slowly depressing the syringe plunger. Discard all applicators after use. An appropriate pediatric dosage has not been established for Cetacaine Spray or Cetacaine Liquid. Dosages should be reduced in the debilitated elderly, acutely ill, and very young patients (i.e., children 2 years and older). Do not use Cetacaine Spray or Cetacaine Liquid to treat infants or children younger than 2 years. Tissue need not be dried prior to application of Cetacaine. Cetacaine should be applied directly to the site where pain control is required. Anesthesia is produced within one minute with an approximate duration of thirty minutes. Each 200 mg dose of Cetacaine (Spray or Liquid) contains 28 mg of benzocaine, 4 mg of butamben and 4 mg of tetracaine HCl."
  ],
  "indications": [
    "Indications Cetacaine is a topical anesthetic indicated for the production of anesthesia of all accessible mucous membrane except the eyes. Cetacaine Spray is indicated for use to control pain or gagging. Cetacaine in all forms is indicated to control pain and for use for surgical or endoscopic or other procedures in the ear, nose, mouth, pharynx, larynx, trachea, bronchi, and esophagus. It may also be used for vaginal or rectal procedures when feasible."
  ],
  "fetched_at": "2025-10-01T17:46:53.943483",
  "source": "OpenFDA"
}