{
  "drug_name": "Cabazitaxel",
  "generic_name": [
    "CABAZITAXEL"
  ],
  "brand_names": [
    "Jevtana"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid coadministration of JEVTANA with strong CYP3A inhibitors. If patients require coadministration of a strong CYP3A inhibitor, consider a 25% JEVTANA dose reduction. ( 2.4 , 7.1 , 12.3 ) 7.1 CYP3A Inhibitors Cabazitaxel is primarily metabolized through CYP3A [see Clinical Pharmacology (12.3) ] . Strong CYP3A inhibitors (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) may increase plasma concentrations of cabazitaxel. Avoid the coadministration of JEVTANA with strong CYP3A inhibitors. If patients require coadministration of a strong CYP3A inhibitor, consider a 25% JEVTANA dose reduction [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in another section of the label: Bone Marrow Suppression [see Warnings and Precautions (5.1) ] Increased Toxicities in Elderly Patients [see Warnings and Precautions (5.2) ] Hypersensitivity Reactions [see Warnings and Precautions (5.3) ] Gastrointestinal Adverse Reactions [see Warnings and Precautions (5.4) ] Renal Failure [see Warnings and Precautions (5.5) ] Urinary Disorders Including Cystitis [see Warnings and Precautions (5.6) ] Respiratory Disorders [see Warnings and Precautions (5.7) ] Use in Patients with Hepatic Impairment [see Warnings and Precautions (5.8) ] Most common all grades adverse reactions and laboratory abnormalities (≥10%) with JEVTANA 20 mg/m 2 or 25 mg/m 2 are neutropenia, anemia, diarrhea, nausea, fatigue, asthenia, vomiting, hematuria, constipation, decreased appetite, back pain, and abdominal pain. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact sanofi-aventis U.S. LLC at 1-800-633-1610 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed cannot be directly compared to rates in other trials and may not reflect the rates observed in clinical practice. TROPIC Trial (JEVTANA 25 mg/m 2 compared to mitoxantrone) The safety of JEVTANA in combination with prednisone was evaluated in 371 patients with metastatic castration-resistant prostate cancer treated in the randomized TROPIC trial, compared to mitoxantrone plus prednisone. Deaths due to causes other than disease progression within 30 days of last study drug dose were reported in 18 (5%) JEVTANA-treated patients and 3 (<1%) mitoxantrone-treated patients. The most common fatal adverse reactions in JEVTANA-treated patients were infections (n=5) and renal failure (n=4). The majority (4 of 5 patients) of fatal infection-related adverse reactions occurred after a single dose of JEVTANA. Other fatal adverse reactions in JEVTANA-treated patients included ventricular fibrillation, cerebral hemorrhage, and dyspnea. The most common (≥10%) grade 1–4 adverse reactions were anemia, leukopenia, neutropenia, thrombocytopenia, diarrhea, fatigue, nausea, vomiting, constipation, asthenia, abdominal pain, hematuria, back pain, anorexia, peripheral neuropathy, pyrexia, dyspnea, dysgeusia, cough, arthralgia, and alopecia. The most common (≥5%) grade 3–4 adverse reactions in patients who received JEVTANA were neutropenia, leukopenia, anemia, febrile neutropenia, diarrhea, fatigue, and asthenia. Treatment discontinuations due to adverse reactions occurred in 18% of patients who received JEVTANA and 8% of patients who received mitoxantrone. The most common adverse reactions leading to treatment discontinuation in the JEVTANA group were neutropenia and renal failure. Dose reductions were reported in 12% of JEVTANA-treated patients and 4% of mitoxantrone-treated patients. Dose delays were reported in 28% of JEVTANA-treated patients and 15% of mitoxantrone-treated patients. Table 2: Adverse Reactions Graded using NCI CTCAE version 3. and Hematologic Abnormalities in ≥5% of Patients in TROPIC Adverse Reactions JEVTANA 25 mg/m 2 every 3 weeks with prednisone 10 mg daily n=371 Mitoxantrone 12 mg/m 2 every 3 weeks with prednisone 10 mg daily n=371 Grade 1–4 % Grade 3–4 % Grade 1–4 % Grade 3–4 % Blood and Lymphatic System Disorders Anemia Based on laboratory values, JEVTANA: n=369, mitoxantrone: n=370. 98 11 82 5 Leukopenia 96 69 93 42 Neutropenia 94 82 87 58 Thrombocytopenia 48 4 43 2 Febrile Neutropenia 7 7 1 1 Gastrointestinal Disorders Diarrhea 47 6 11 <1 Nausea 34 2 23 <1 Vomiting 22 2 10 0 Constipation 20 1 15 <1 Abdominal Pain Includes abdominal discomfort, abdominal pain lower, abdominal pain upper, abdominal tenderness, and GI pain. 17 2 6 0 Dyspepsia Includes gastroesophageal reflux disease and reflux gastritis. 10 0 2 0 General Disorders and Administration Site Conditions Fatigue 37 5 27 3 Asthenia 20 5 12 2 Pyrexia 12 1 6 <1 Peripheral Edema 9 <1 9 <1 Mucosal Inflammation 6 <1 3 <1 Pain 5 1 5 2 Renal and Urinary Tract Disorders Hematuria 17 2 4 <1 Dysuria 7 0 1 0 Musculoskeletal and Connective Tissue Disorders Back Pain 16 4 12 3 Arthralgia 11 1 8 1 Muscle Spasms 7 0 3 0 Metabolism and Nutrition Disorders Anorexia 16 <1 11 <1 Dehydration 5 2 3 <1 Nervous System Disorders Peripheral Neuropathy Includes peripheral motor neuropathy and peripheral sensory neuropathy. 13 <1 3 <1 Dysgeusia 11 0 4 0 Dizziness 8 0 6 <1 Headache 8 0 5 0 Respiratory, Thoracic and Mediastinal Disorders Dyspnea 12 1 4 <1 Cough 11 0 6 0 Skin and Subcutaneous Tissue Disorders Alopecia 10 0 5 0 Investigations Weight Decreased 9 0 8 <1 Infections and Infestations Urinary Tract Infection Includes urinary tract infection enterococcal and urinary tract infection fungal. 8 2 3 1 Cardiac Disorders Arrhythmia Includes atrial fibrillation, atrial flutter, atrial tachycardia, atrioventricular block complete, bradycardia, palpitations, supraventricular tachycardia, tachyarrhythmia, and tachycardia. 5 1 2 <1 Vascular Disorders Hypotension 5 <1 2 <1 PROSELICA Trial (comparison of two doses of JEVTANA) In a noninferiority, multicenter, randomized, open-label study (PROSELICA), 1175 patients with metastatic castration-resistant prostate cancer, previously treated with a docetaxel-containing regimen, were treated with either JEVTANA 25 mg/m 2 (n=595) or the 20 mg/m 2 (n=580) dose. Deaths within 30 days of last study drug dose were reported in 22 (3.8%) patients in the 20 mg/m 2 and 32 (5.4%) patients in the 25 mg/m 2 arm. The most common fatal adverse reactions in JEVTANA-treated patients were related to infections, and these occurred more commonly on the 25 mg/m 2 arm (n=15) than on the 20 mg/m 2 arm (n=8). Other fatal adverse reactions in JEVTANA-treated patients included cerebral hemorrhage, respiratory failure, paralytic ileus, diarrhea, acute pulmonary edema, disseminated intravascular coagulation, renal failure, sudden death, cardiac arrest, ischemic stroke, diverticular perforation, and cardiorenal syndrome. Grade 1–4 adverse reactions occurring ≥5% more commonly in patients on the 25 mg/m 2 versus 20 mg/m 2 arms were leukopenia, neutropenia, thrombocytopenia, febrile neutropenia, decreased appetite, nausea, diarrhea, asthenia, and hematuria. Grade 3–4 adverse reactions occurring ≥5% more commonly in patients on the 25 mg/m 2 versus 20 mg/m 2 arms were leukopenia, neutropenia, and febrile neutropenia. Treatment discontinuations due to adverse reactions occurred in 17% of patients in the 20 mg/m 2 group and 20% of patients in the 25 mg/m 2 group. The most common adverse reactions leading to treatment discontinuation were fatigue and hematuria. The patients in the 20 mg/m 2 group received a median of 6 cycles (median duration of 18 weeks), while patients in the 25 mg/m 2 group received a median of 7 cycles (median duration of 21 weeks). In the 25 mg/m 2 group, 128 patients (22%) had a dose reduced from 25 to 20 mg/m 2 , 19 patients (3%) had a dose reduced from 20 to 15 mg/m 2 and 1 patient (0.2%) had a dose reduced from 15 to 12 mg/m 2 . In the 20 mg/m 2 group, 58 patients (10%) had a dose reduced from 20 to 15 mg/m 2 , and 9 patients (2%) had a dose reduced from 15 to 12 mg/m 2 . Table 3: Adverse Reactions Grade from NCI CTCAE version 4.03. and Hematologic Abnormalities in ≥5% of Patients in PROSELICA Adverse Reactions JEVTANA 20 mg/m 2 every 3 weeks with prednisone 10 mg daily n=580 JEVTANA 25 mg/m 2 every 3 weeks with prednisone 10 mg daily n=595 Grade 1–4 % Grade 3–4 % Grade 1–4 % Grade 3–4 % Blood and Lymphatic System Disorders Anemia Based on laboratory values, JEVTANA 20 mg/m 2 : n=577, JEVTANA 25 mg/m 2 : n=590. 99.8 10 99.7 14 Leukopenia 80 29 95 60 Neutropenia 67 42 89 73 Thrombocytopenia 35 3 43 4 Febrile Neutropenia 2 2 9 9 Gastrointestinal Disorders Diarrhea 31 1 40 4 Nausea 25 0.7 32 1 Constipation 18 0.3 18 0.7 Vomiting 15 1.2 18 1 Abdominal pain 6 0.5 9 1 Stomatitis 5 0 5 0.3 General Disorders and Administration Site Conditions Fatigue 25 3 27 4 Asthenia 15 2 20 2 Edema peripheral 7 0.2 9 0.2 Pyrexia 5 0.2 6 0.2 Renal and Urinary Disorders Hematuria 14 2 21 4 Dysuria 5 0.3 4 0 Metabolism and Nutrition Disorders Decreased appetite 13 0.7 19 1 Musculoskeletal and Connective Tissue Disorders Back pain 11 0.9 14 1 Bone pain 8 2 8 2 Arthralgia 8 0.5 7 0.8 Pain in extremity 5 0.2 7 0.5 Nervous System Disorders Dysgeusia 7 0 11 0 Peripheral sensory neuropathy 7 0 11 0.7 Dizziness 4 0 5 0 Headache 5 0.2 4 0.2 Infections and Infestations Urinary tract infection Includes urinary tract infection staphylococcal, urinary tract infection bacterial, urinary tract infection fungal, and urosepsis. 7 2 11 2 Neutropenic infection Includes neutropenic sepsis. 3 2 7 6 Respiratory, Thoracic and Mediastinal Disorders Dyspnea 5 0.9 8 0.7 Cough 6 0 6 0 Investigations Weight decreased 4 0.2 7 0 Skin and Subcutaneous Tissue Disorders Alopecia 3 0 6.1 0 Injury, Poisoning and Procedural Complications Wrong technique in drug usage process 0.3 0 5 0 CARD Trial (JEVTANA 25 mg/m 2 + primary prophylaxis with G-CSF) The safety of JEVTANA 25 mg/m 2 in combination with prednisone/prednisolone and primary prophylaxis G-CSF was evaluated in a randomized, open-label study (CARD) in patients with metastatic castration-resistant prostate cancer who progressed after receiving prior docetaxel-containing regimens and abiraterone acetate or enzalutamide [see Clinical Studies 14.3 ] . This study compared JEVTANA 25 mg/m 2 in combination with prednisone/prednisolone and primary prophylaxis with G-CSF to either abiraterone acetate 1000 mg once daily plus prednisone/prednisolone 5 mg twice daily or enzalutamide 160 mg once daily. Among patients receiving JEVTANA, 35% remained on treatment at 6 months and 4.7% remained on treatment at 12 months. Serious adverse reactions occurred in 39% of patients receiving JEVTANA. Serious adverse reactions in ≥3% of patients included neutropenia (6%), infections (4.8%), and diarrhea, fatigue, pneumonia, and spinal cord compression (3.2% each). Deaths due to causes other than disease progression were reported in 2.4% of JEVTANA treated patients. Fatal adverse reactions in JEVTANA-treated patients were septic shock, urinary tract infection (UTI), and aspiration (0.8% each). Treatment discontinuations due to adverse drug reactions occurred in 20% of patients who received JEVTANA and 8% of patients who received abiraterone acetate plus prednisone/prednisolone or enzalutamide. The adverse reactions leading to treatment discontinuation in >1% of patients in JEVTANA arm were nervous system disorders, infections/infestations, and gastrointestinal disorders. Dose interruptions (alone or in combination with dose reduction) due to an adverse reaction occurred in 31% of patients receiving JEVTANA. Dose reductions were reported in 18% of JEVTANA-treated patients. The most frequent adverse reactions leading to dose interruption of JEVTANA were fatigue (7%) and hypersensitivity reaction (3.2%); the most frequent adverse reaction leading to reduction of JEVTANA were neutropenia and peripheral neuropathy (3.9% each). Table 4 summarizes the adverse reactions and laboratory hematologic abnormalities in patients in CARD. The most common (≥10%) adverse reactions were fatigue, diarrhea, musculoskeletal pain, nausea, infections, peripheral neuropathy, hematuria, constipation, abdominal pain, decreased appetite, vomiting, dysgeusia, edema peripheral and lower urinary tract symptoms. The most common (≥10%) hematologic abnormalities were anemia, lymphopenia, neutropenia and thrombocytopenia. Table 4: Adverse Reactions Grade from NCI CTC version 4.0. and Hematologic Abnormalities in ≥5% of Patients in CARD Trial Adverse Reactions JEVTANA 25 mg/m 2 + prednisone/prednisolone + G-CSF Abiraterone + prednisone/prednisolone or Enzalutamide (N=126) (N=124) Grade 1–4 % Grade 3–4 % Grade 1–4 % Grade 3–4 % Blood and Lymphatic System Disorders Anemia Based on laboratory values - % calculated using the number of patients with at least one event(n) over the number of patients assessed for each parameter during the on-treatment period. 99 8 95 4.8 Lymphopenia 72 27 55 17 Neutropenia 66 45 7 3.2 Thrombocytopenia 41 3.2 16 1.6 General Disorders and Administration Site Conditions Fatigue includes asthenia, fatigue, lethargy, malaise. 53 4 36 2.4 Edema peripheral includes lymphoedema, edema peripheral, peripheral swelling. 11 0.8 10 1.6 Pyrexia 6 0 7 0 Pain 6 0 6 0.8 Gastrointestinal Disorders Diarrhea includes colitis, diarrhea, diarrhea hemorrhagic, gastroenteritis. 40 4.8 6 0 Nausea 23 0 23 0.8 Constipation 15 0 11 0 Abdominal pain includes abdominal pain, abdominal pain lower, abdominal pain upper, flank pain, gastrointestinal pain. 14 1.6 6 0.8 Vomiting 13 0 12 1.6 Stomatitis 8 0 1.6 0 Dyspepsia 4.8 0 2.4 0 Musculoskeletal and Connective Tissue Disorders Musculoskeletal pain includes arthralgia, back pain, bone pain, musculoskeletal chest pain, musculoskeletal discomfort, musculoskeletal pain, myalgia, neck pain, noncardiac chest pain. 27 1.6 40 6 Pain in extremity 4.8 0 11 2.4 Bone fracture includes femoral neck fracture, pathological fracture, rib fracture, spinal compression fracture, sternal fracture, thoracic vertebral fracture. 3.2 1.6 8 2.4 Infections and Infestations Infections includes bacteremia, bacteriuria, cellulitis, device related sepsis, Enterobacter sepsis, erysipelas, furuncle, influenza, influenza like illness, localized infection, oral fungal infection, perineal cellulitis, pulmonary sepsis, pyelocaliectasis, pyelonephritis, pyelonephritis acute, respiratory tract infection, respiratory tract infection viral, sepsis, septic shock, subcutaneous abscess, upper respiratory tract infection, ureteritis, urinary tract infection, urinary tract infection bacterial, urosepsis, viral infection. 19 4 14 6 Nervous System Disorders Peripheral neuropathy includes neuropathy peripheral, paresthesia, peripheral motor neuropathy, peripheral sensorimotor neuropathy, peripheral sensory neuropathy. 18 1.6 4.8 0 Dysgeusia 11 0 4 0 Polyneuropathy 6 1.6 0 0 Dizziness 0.8 0 4.8 0 Renal and Urinary Disorders Hematuria includes hematuria, cystitis hemorrhagic. 16 0.8 6 1.6 Lower urinary tract symptoms include lower urinary tract symptoms, micturition urgency, nocturia, pollakiuria, urinary incontinence, urinary retention, dysuria. 10 0 9 0 Acute kidney injury includes acute kidney injury, blood creatinine increased, renal failure, renal impairment. 5 2.4 10 4 Metabolism and Nutrition Disorders Decreased appetite 14 0.8 15 2.4 Hypokalemia 3.2 0 6 0 Neoplasms Benign, Malignant and Unspecified (incl cysts and polyps) Cancer pain 8 1.6 9 2.4 Cardiac disorders includes aortic valve incompetence, aortic valve stenosis, atrial fibrillation, atrial flutter, atrioventricular block complete, atrioventricular block second degree, bradycardia, sinus bradycardia, tachycardia, cardiac failure, acute coronary syndrome, angina pectoris. 6 0.8 6 3.2 Respiratory, Thoracic and Mediastinal Disorders Pneumonia includes lower respiratory tract infection, lung infection, lung infiltration, pneumonia. 6 1.6 3.2 0.8 Dyspnea 6 0 2.4 0 Skin and Subcutaneous Tissue Disorders Alopecia 6 0 0 0 Injury, Poisoning and Procedural Complications Fall 4.8 0 0 0 Vascular Disorders Hypertension includes hypertension, hypertensive crisis. 4 2.4 8 2.4 Investigations Weight decreased 4 0 6 0 Psychiatric Disorders Insomnia 3.2 0 4.8 0 Clinically relevant ≥ Grade 3 adverse reactions in <5% of patients who received JEVTANA in combination with prednisone and primary prophylaxis G-CSF: febrile neutropenia (3.2%), pulmonary embolism (1.6%), and neutropenic infection (0.8%). Hematuria In study TROPIC, adverse reactions of hematuria, including those requiring medical intervention, were more common in JEVTANA-treated patients. The incidence of grade ≥2 hematuria was 6% in JEVTANA-treated patients and 2% in mitoxantrone-treated patients. Other factors associated with hematuria were well-balanced between arms and do not account for the increased rate of hematuria on the JEVTANA arm. In study PROSELICA, hematuria of all grades was observed in 18% of patients overall. In CARD, hematuria of all grades was observed in 16% of patients receiving JEVTANA. Hepatic Laboratory Abnormalities The incidences of grade 3–4 increased AST, increased ALT, and increased bilirubin were each ≤1%. 6.2 Postmarketing Experience The following adverse reactions have been identified from clinical trials and/or postmarketing surveillance. Because they are reported from a population of unknown size, precise estimates of frequency cannot be made. Gastrointestinal: Gastritis, intestinal obstruction. Respiratory: Interstitial pneumonia/pneumonitis, interstitial lung disease and acute respiratory distress syndrome. Renal and urinary disorders: Radiation recall hemorrhagic cystitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS JEVTANA is contraindicated in patients with: neutrophil counts of ≤1,500/mm 3 [see Warnings and Precautions (5.1) ] history of severe hypersensitivity reactions to cabazitaxel or to other drugs formulated with polysorbate 80 [see Warnings and Precautions (5.3) ] severe hepatic impairment (total bilirubin >3 × ULN) [see Warnings and Precautions (5.8) ] Neutrophil counts of ≤1,500/mm 3 ( 2.2 , 4 ) History of severe hypersensitivity to JEVTANA or polysorbate 80 ( 4 ) Severe hepatic impairment (Total Bilirubin >3 × ULN) ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dose: JEVTANA 20 mg/m 2 administered every three weeks as a one-hour intravenous infusion in combination with oral prednisone 10 mg administered daily throughout JEVTANA treatment. ( 2.1 ) A dose of 25 mg/m 2 can be used in select patients at the discretion of the treating healthcare provider. ( 2.1 , 5.1 , 5.2 , 6.1 , 14 ) JEVTANA requires two dilutions prior to administration. ( 2.5 ) Use the entire contents of the accompanying diluent to achieve a concentration of 10 mg/mL JEVTANA. ( 2.5 ) PVC equipment should not be used. ( 2.5 ) Premedication Regimen: Administer intravenously 30 minutes before each dose of JEVTANA: Antihistamine (dexchlorpheniramine 5 mg or diphenhydramine 25 mg or equivalent antihistamine) Corticosteroid (dexamethasone 8 mg or equivalent steroid) H 2 antagonist ( 2.1 ) Antiemetic prophylaxis (oral or intravenous) is recommended as needed. ( 2.1 ) Dosage Modifications: See full prescribing information ( 2.2 , 2.3 , 2.4 ) 2.1 Dosing Information The recommended dose of JEVTANA is based on calculation of the Body Surface Area (BSA), and is 20 mg/m 2 administered as a one-hour intravenous infusion every three weeks in combination with oral prednisone 10 mg administered daily throughout JEVTANA treatment. A dose of 25 mg/m 2 can be used in select patients at the discretion of the treating healthcare provider [see Warnings and Precautions (5.1 , 5.2) , Adverse Reactions (6.1) , and Clinical Studies (14) ] . Primary prophylaxis with G-CSF is recommended in patients with high-risk clinical features. Consider primary prophylaxis with G-CSF in all patients receiving a dose of 25 mg/m 2 [see Contraindications (4) and Warnings and Precautions (5.1 , 5.2) ] . Premedicate at least 30 minutes prior to each dose of JEVTANA with the following intravenous medications to reduce the risk and/or severity of hypersensitivity [see Warnings and Precautions (5.3) ] : antihistamine (dexchlorpheniramine 5 mg, or diphenhydramine 25 mg or equivalent antihistamine), corticosteroid (dexamethasone 8 mg or equivalent steroid), H 2 antagonist. Antiemetic prophylaxis is recommended and can be given orally or intravenously as needed [see Warnings and Precautions (5.3) ] . JEVTANA injection single-dose vial requires two dilutions prior to administration [see Dosage and Administration (2.5) ] . 2.2 Dose Modifications for Adverse Reactions Reduce or discontinue JEVTANA dosing for adverse reactions as described in Table 1. Table 1: Recommended Dosage Modifications for Adverse Reactions in Patients Treated with JEVTANA Toxicity Dosage Modification Prolonged grade ≥3 neutropenia (greater than 1 week) despite appropriate medication including granulocyte-colony stimulating factor (G-CSF) Delay treatment until neutrophil count is >1,500 cells/mm 3 , then reduce dosage of JEVTANA by one dose level. Use G-CSF for secondary prophylaxis. Febrile neutropenia or neutropenic infection Delay treatment until improvement or resolution, and until neutrophil count is >1,500 cells/mm 3 , then reduce dosage of JEVTANA by one dose level. Use G-CSF for secondary prophylaxis. Grade ≥3 diarrhea or persisting diarrhea despite appropriate medication, fluid and electrolytes replacement Delay treatment until improvement or resolution, then reduce dosage of JEVTANA by one dose level. Grade 2 peripheral neuropathy Delay treatment until improvement or resolution, then reduce dosage of JEVTANA by one dose level. Grade ≥3 peripheral neuropathy Discontinue JEVTANA. Patients at a 20 mg/m 2 dose who require dose reduction should decrease dosage of JEVTANA to 15 mg/m 2 [see Adverse Reactions (6.1) ] . Patients at a 25 mg/m 2 dose who require dose reduction should decrease dosage of JEVTANA to 20 mg/m 2 . One additional dose reduction to 15 mg/m 2 may be considered [see Adverse Reactions (6.1) ] . 2.3 Dose Modifications for Hepatic Impairment Mild hepatic impairment (total bilirubin >1 to ≤1.5 × Upper Limit of Normal (ULN) or AST >1.5 × ULN): Administer JEVTANA at a dose of 20 mg/m 2 . Moderate hepatic impairment (total bilirubin >1.5 to ≤3 × ULN and AST = any): Administer JEVTANA at a dose of 15 mg/m 2 based on tolerability data in these patients; however, the efficacy of this dose is unknown. Severe hepatic impairment (total bilirubin >3 × ULN): JEVTANA is contraindicated in patients with severe hepatic impairment [see Warning and Precautions (5.8) and Clinical Pharmacology (12.3) ] . 2.4 Dose Modifications for Use with Strong CYP3A Inhibitors Concomitant drugs that are strong CYP3A inhibitors (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) may increase plasma concentrations of cabazitaxel. Avoid the coadministration of JEVTANA with these drugs. If patients require coadministration of a strong CYP3A inhibitor, consider a 25% JEVTANA dose reduction [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . 2.5 Preparation and Administration JEVTANA is a hazardous anticancer drug. Follow applicable special handling and disposal procedures [see References (15) ] . If JEVTANA first diluted solution, or second (final) dilution for intravenous infusion should come into contact with the skin or mucous, immediately and thoroughly wash with soap and water. Do not use PVC infusion containers or polyurethane infusions sets for preparation and administration of JEVTANA infusion solution. JEVTANA should not be mixed with any other drugs. Preparation Read this entire section carefully before mixing and diluting. JEVTANA requires two dilutions prior to administration. Follow the preparation instructions provided below, as improper preparation may lead to overdose [see Overdosage (10) ]. Note: Both the JEVTANA injection and the diluent vials contain an overfill to compensate for liquid loss during preparation. This overfill ensures that after dilution with the entire contents of the accompanying diluent, there is an initial diluted solution containing 10 mg/mL JEVTANA. Inspect the JEVTANA injection and supplied diluent vials. The JEVTANA injection is a clear yellow to brownish-yellow viscous solution. Step 1 – first dilution Each vial of JEVTANA (cabazitaxel) 60 mg/1.5 mL must first be mixed with the entire contents of supplied diluent. Once reconstituted, the resultant solution contains 10 mg/mL of JEVTANA. When transferring the diluent, direct the needle onto the inside wall of JEVTANA vial and inject slowly to limit foaming. Remove the syringe and needle and gently mix the initial diluted solution by repeated inversions for at least 45 seconds to assure full mixing of the drug and diluent. Do not shake. Let the solution stand for a few minutes to allow any foam to dissipate, and check that the solution is homogeneous and contains no visible particulate matter. It is not required that all foam dissipate prior to continuing the preparation process. The resulting initial diluted JEVTANA solution (cabazitaxel 10 mg/mL) requires further dilution before administration. The second dilution should be done immediately (within 30 minutes) to obtain the final infusion as detailed in Step 2. Step 2 – second (final) dilution Withdraw the recommended dose from the JEVTANA solution containing 10 mg/mL as prepared in Step 1 using a calibrated syringe and further dilute into a sterile 250 mL PVC-free container of either 0.9% sodium chloride solution or 5% dextrose solution for infusion. If a dose greater than 65 mg of JEVTANA is required, use a larger volume of the infusion vehicle so that a concentration of 0.26 mg/mL JEVTANA is not exceeded. The concentration of the JEVTANA final infusion solution should be between 0.10 mg/mL and 0.26 mg/mL. Remove the syringe and thoroughly mix the final infusion solution by gently inverting the bag or bottle. As the final infusion solution is supersaturated, it may crystallize over time. Do not use if this occurs and discard. Fully prepared JEVTANA infusion solution (in either 0.9% sodium chloride solution or 5% dextrose solution) should be used within 8 hours at ambient temperature (including the one-hour infusion), or for a total of 24 hours (including the one-hour infusion) under the refrigerated conditions. Discard any unused portion. Administration Inspect visually for particulate matter, any crystals and discoloration prior to administration. If the JEVTANA first diluted solution or second (final) infusion solution is not clear or appears to have precipitation, it should be discarded. Use an in-line filter of 0.22 micrometer nominal pore size (also referred to as 0.2 micrometer) during administration. The final JEVTANA infusion solution should be administered intravenously as a one-hour infusion at room temperature."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE JEVTANA ® is indicated in combination with prednisone for the treatment of patients with metastatic castration-resistant prostate cancer previously treated with a docetaxel-containing treatment regimen. JEVTANA is a microtubule inhibitor indicated in combination with prednisone for treatment of patients with metastatic castration-resistant prostate cancer previously treated with a docetaxel-containing treatment regimen. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:36:27.253492",
  "source": "OpenFDA"
}