{
  "drug_name": "Cabotegravir",
  "generic_name": [
    "CABOTEGRAVIR AND RILPIVIRINE"
  ],
  "brand_names": [
    "Cabenuva"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Refer to the full prescribing information for important drug interactions with CABENUVA. ( 4 , 5.5 , 7 ) • Because CABENUVA is a complete regimen, coadministration with other antiretroviral medications for the treatment of HIV-1 infection is not recommended. ( 7.1 ) • Drugs that induce uridine diphosphate glucuronosyltransferase (UGT)1A1 or cytochrome P450 (CYP)3A4 may decrease the plasma concentrations of the components of CABENUVA. ( 4 , 7.3 , 7.4 ) • CABENUVA should be used with caution in combination with drugs with a known risk of Torsade de Pointes. ( 7.3 , 7.4 ) 7.1 Concomitant Use with Other Antiretroviral Medicines Because CABENUVA is a complete regimen, coadministration with other antiretroviral medications for the treatment of HIV-1 infection is not recommended [see Indications and Usage ( 1 )] . 7.2 Use of Other Antiretroviral Drugs after Discontinuation of CABENUVA Residual concentrations of cabotegravir and rilpivirine may remain in the systemic circulation of patients for prolonged periods (up to 12 months or longer). These residual concentrations are not expected to affect the exposures of antiretroviral drugs that are initiated after discontinuation of CABENUVA [see Warnings and Precautions ( 5.6 ), Drug Interactions ( 7.4 ), Clinical Pharmacology ( 12.3 )] . 7.3 Potential for Other Drugs to Affect CABENUVA Refer to the prescribing information for VOCABRIA (cabotegravir) and EDURANT (rilpivirine) for additional drug interaction information related to oral cabotegravir and oral rilpivirine, respectively. Cabotegravir Cabotegravir is primarily metabolized by UGT1A1 with some contribution from UGT1A9. Drugs that are strong inducers of UGT1A1 or UGT1A9 are expected to decrease cabotegravir plasma concentrations and may result in loss of virologic response; therefore, coadministration of CABENUVA with these drugs is contraindicated [see Contraindications ( 4 )] . Rilpivirine Rilpivirine is primarily metabolized by CYP3A. Coadministration of CABENUVA and drugs that induce CYP3A may result in decreased plasma concentrations of rilpivirine and loss of virologic response and possible resistance to rilpivirine or to the class of NNRTIs [see Contraindications ( 4 ), Drug Interactions ( 7.4 )]. Coadministration of CABENUVA and drugs that inhibit CYP3A may result in increased plasma concentrations of rilpivirine [see Drug Interactions ( 7.4 ), Clinical Pharmacology ( 12.3 )] . QT-Prolonging Drugs: At mean steady-state C max values 4.4- and 11.6-fold higher than those with the recommended 600‑mg dose of rilpivirine extended-release injectable suspension, rilpivirine may prolong the QTc interval [see Clinical Pharmacology ( 12.2 )] . CABENUVA should be used with caution in combination with drugs with a known risk of Torsade de Pointes [see Warnings and Precautions ( 5.5 ), Drug Interactions ( 7.4 )] . 7.4 Established and Other Potentially Significant Drug Interactions Refer to the prescribing information for VOCABRIA (cabotegravir) and EDURANT (rilpivirine) for additional drug interaction information related to oral cabotegravir and oral rilpivirine, respectively. Information regarding potential drug interactions with cabotegravir and rilpivirine is provided in Table 8 . These recommendations are based on either drug interaction trials following oral administration of cabotegravir or rilpivirine or predicted interactions due to the expected magnitude of the interaction and potential for loss of virologic response [see Contraindications ( 4 ), Warnings and Precautions ( 5.5 ), Clinical Pharmacology ( 12.3 )] . Table 8 includes potentially significant interactions but is not all inclusive. Table 8. Drug Interactions with CABENUVA ↑ = Increase, ↓ = Decrease, ↔ = No change. a See Clinical Pharmacology ( 12.3 ) for magnitude of interaction. Concomitant Drug Class: Drug Name Effect on Concentration Clinical Comment Anticonvulsants: Carbamazepine Oxcarbazepine Phenobarbital Phenytoin ↓Cabotegravir ↓Rilpivirine Coadministration is contraindicated with CABENUVA due to potential for loss of virologic response and development of resistance [see Contraindications ( 4 )] . Antimycobacterials: Rifampin a Rifapentine ↓Cabotegravir ↓Rilpivirine Antimycobacterial: Rifabutin a ↓Cabotegravir ↔Rifabutin ↓Rilpivirine Glucocorticoid (systemic): Dexamethasone (more than a single-dose treatment) ↓Rilpivirine Herbal product: St John’s wort ( Hypericum perforatum ) ↓Rilpivirine Macrolide or ketolide antibiotics: Azithromycin Clarithromycin Erythromycin ↔Cabotegravir ↑Rilpivirine Macrolides are expected to increase concentrations of rilpivirine and are associated with a risk of Torsade de Pointes [see Warnings and Precautions ( 5.5 )] . Where possible, consider alternatives, such as azithromycin, which increases rilpivirine concentrations less than other macrolides. Narcotic analgesic: Methadone a ↔Cabotegravir ↓Methadone ↔Rilpivirine No dose adjustment of methadone is required when starting coadministration of methadone with CABENUVA. However, clinical monitoring is recommended as methadone maintenance therapy may need to be adjusted in some patients. 7.5 Drugs without Clinically Significant Interactions Cabotegravir Based on drug interaction study results, the following drugs can be coadministered with cabotegravir (non-antiretrovirals and rilpivirine) or given after discontinuation of cabotegravir (antiretrovirals and non-antiretrovirals) without a dose adjustment: etravirine, midazolam, oral contraceptives containing levonorgestrel and ethinyl estradiol, and rilpivirine [see Clinical Pharmacology ( 12.3 )] . Rilpivirine Based on drug interaction study results, the following drugs can be coadministered with rilpivirine (non-antiretrovirals and cabotegravir) or given after discontinuation of rilpivirine (antiretrovirals and non-antiretrovirals): acetaminophen, atorvastatin, cabotegravir, chlorzoxazone, dolutegravir, ethinyl estradiol, norethindrone, raltegravir, ritonavir-boosted atazanavir, ritonavir-boosted darunavir, sildenafil, tenofovir alafenamide, and tenofovir disoproxil fumarate [see Clinical Pharmacology ( 12.3 )] . Rilpivirine did not have a clinically significant effect on the pharmacokinetics of digoxin or metformin."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described below and in other sections of the labeling: • Hypersensitivity reactions [see Warnings and Precautions ( 5.1 )] • Post-injection reactions [see Warnings and Precautions ( 5.2 )] • Hepatotoxicity [see Warnings and Precautions ( 5.3 )] • Depressive disorders [see Warnings and Precautions ( 5.4 )] The most common adverse reactions (Grades 1 to 4) observed in ≥2% of participants receiving CABENUVA were injection site reactions, pyrexia, fatigue, headache, musculoskeletal pain, nausea, sleep disorders, dizziness, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact ViiV Healthcare at 1-877-844-8872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect rates observed in practice. Clinical Trials Experience in Adults The safety assessment of CABENUVA is based on the analysis of pooled 48-week data from 1,182 virologically suppressed participants with HIV-1 infection in 2 international, multicenter, open-label pivotal trials, FLAIR and ATLAS, and 1,045 virologically suppressed participants from the ATLAS-2M trial [see Clinical Studies ( 14.1 )] . Additional safety information from other ongoing or earlier clinical trials in the cabotegravir and rilpivirine program have been considered in assessing the overall safety profile of CABENUVA. Adverse reactions were reported following exposure to CABENUVA extended-release injectable suspensions (median time exposure at the time of analysis: 54 weeks in FLAIR and ATLAS, and 64 weeks in ATLAS-2M) and data from VOCABRIA (cabotegravir) tablets and EDURANT (rilpivirine) tablets administered in combination as oral lead-in therapy (median time exposure: 5.3 weeks in FLAIR and ATLAS, and 5.6 weeks in ATLAS-2M). Adverse reactions included those attributable to both the oral and injectable formulations of cabotegravir and rilpivirine administered as a combination regimen. Refer to the prescribing information for EDURANT (rilpivirine) for other adverse reactions associated with oral rilpivirine. The most common adverse reactions regardless of severity reported in ≥2% of adult participants from FLAIR and ATLAS at Week 48 are presented in Table 5 . Selected laboratory abnormalities are included in Table 7 . At Week 96, the overall safety profile for FLAIR was consistent with that observed at Week 48, with no new safety findings identified. In the extension phase of the FLAIR study at Week 124, the overall safety profile was consistent with that observed at Week 48 and when injection therapy with CABENUVA was initiated directly without the oral lead-in phase. Overall, 4% of participants in the group receiving CABENUVA and 2% of participants in the control group in FLAIR and ATLAS discontinued due to adverse events. Non-injection-site-related adverse events leading to discontinuation and occurring in more than 1 participant were headache, diarrhea, hepatitis A, and acute hepatitis B (all with an incidence <1%). In ATLAS-2M, 2% of participants in both treatment groups discontinued due to adverse events. Non-injection-site–related adverse events leading to discontinuation and occurring in more than 1 participant in ATLAS-2M were fatigue, pyrexia, headache, presyncope, acute hepatitis B, hyperhidrosis, and abnormal dreams that occurred with an incidence of ≤1% in either treatment group. Table 5. Adverse Reactions a (Grades 1 to 4) Reported in at Least 2% of Participants with HIV-1 Infection in FLAIR and ATLAS Trials (Week 48 Pooled Analyses) a Adverse reactions defined as “treatment-related” as assessed by the investigator. b See Injection-Associated Adverse Reactions for additional information. c Pyrexia: includes pyrexia, feeling hot, chills, influenza-like illness, body temperature increased. d Fatigue: includes fatigue, malaise, asthenia. e Musculoskeletal pain: includes musculoskeletal pain, musculoskeletal discomfort, back pain, myalgia, pain in extremity. f Sleep disorders: includes insomnia, poor quality sleep, somnolence. g Rash: includes erythema, pruritus, pruritus generalized, purpura, rash, rash- erythematous, generalized, macular. Adverse Reactions Cabotegravir plus Rilpivirine Once Monthly (n = 591) Current Antiretroviral Regimen (n = 591) All Grades At Least Grade 2 All Grades At Least Grade 2 Injection site reactions b 83% 37% 0 0 Pyrexia c 8% 2% 0 0 Fatigue d 5% 1% <1% <1% Headache 4% <1% <1% <1% Musculoskeletal pain e 3% 1% <1% 0 Nausea 3% <1% 1% <1% Sleep disorders f 2% <1% <1% 0 Dizziness 2% <1% <1% 0 Rash g 2% <1% 0 0 In ATLAS-2M, the type and frequency of adverse reactions reported in participants receiving CABENUVA once monthly or CABENUVA once every 2 months for 48 weeks were similar. Differences between treatment arms were reported for the types of injection-associated adverse reactions (see Injection-Associated Adverse Reactions for additional information). Injection-Associated Adverse Reactions: Local Injection Site Reactions (ISRs): In the 3 Phase 3 studies, FLAIR, ATLAS, and ATLAS‑2M, the most frequent adverse reactions associated with the intramuscular administration of CABENUVA were ISRs. In the pooled analysis of FLAIR and ATLAS, 83% of participants reported any injection site reaction with the monthly dosing regimen, with 1% of participants who discontinued treatment with CABENUVA because of ISRs. After 14,682 injections, 3,663 ISRs were reported. The severity of ISRs was generally mild (Grade 1: 75% of participants) or moderate (Grade 2: 36% of participants). Four percent (4%) of participants experienced severe (Grade 3) ISRs, and no participant experienced Grade 4 ISRs. The median duration of overall ISR events was 3 days. The most commonly reported ISR in FLAIR and ATLAS was pain/discomfort, with 79% reported in the group receiving CABENUVA. In ATLAS-2M, 75% of participants reported any injection site reaction in both the monthly and every‑2‑month dosing regimens, with <1% of participants who discontinued treatment with CABENUVA because of ISRs. When dosing monthly, after 15,711 injections, 3,152 ISRs were reported. When dosing every 2 months, after 8,470 injections, 2,507 ISRs were reported. The severity of ISRs was generally mild (Grade 1: 70% and 71% of participants) or moderate (Grade 2: 28% and 27% of participants) in monthly and every‑2‑month dosing regimens, respectively. Four percent (4%) of participants in the monthly group and 3% of participants in the every‑2‑month group experienced severe (Grade 3) ISRs, and no participant experienced Grade 4 ISRs. The median duration of overall ISR events was 3 days for both dosing regimens. The most commonly reported ISR in ATLAS‑2M was pain/discomfort, with 71% and 73% reported in the monthly and every‑2‑month dosing regimens, respectively. The severity and duration of ISRs, including pain/discomfort, were similar for both dosing regimens and in participants without prior exposure to CABENUVA. The most commonly reported ISR (Grades 1 to 3) in at least 1% of adult participants in the pooled analyses from FLAIR and ATLAS, and from ATLAS‑2M, are presented in Table 6 . The side‑by‑side tabulation is to simplify presentation; direct comparison across trials should not be made due to differing trials. Table 6. Injection Site Reactions (Grades 1 to 3) Reported in at Least 1% of Participants in FLAIR and ATLAS (Pooled Analysis) and ATLAS-2M Trials (Week 48 Analysis) Anesthesia, abscess, cellulitis, and hemorrhage at the injection site were each reported in <1% of participants. Injection Site Reactions FLAIR and ATLAS ATLAS-2M Cabotegravir plus Rilpivirine Once Monthly (n = 591) Cabotegravir plus Rilpivirine Once Every 2 Months (n = 522) Cabotegravir plus Rilpivirine Once Monthly (n = 523) Any injection site reaction 83% 75% 75% Pain/discomfort 79% 73% 71% Nodules 14% 10% 17% Induration 12% 8% 7% Swelling 8% 6% 5% Erythema 4% 2% 3% Pruritus 4% 5% 5% Bruising/discoloration 3% 2% 2% Warmth 2% 1% 2% Hematoma 2% <1% 3% Other Injection-Associated Adverse Reactions: In the ATLAS and FLAIR clinical trials, an increased incidence of pyrexia (8%) was reported by participants receiving cabotegravir plus rilpivirine injections compared with no events among participants receiving current antiretroviral regimen. In ATLAS and FLAIR, no cases were serious or led to withdrawal and the occurrences of pyrexia may represent a response to administration of CABENUVA via intramuscular injection. In ATLAS-2M, 1 participant in each arm reported pyrexia that led to withdrawal. In ATLAS and FLAIR, reports of musculoskeletal pain (3%) and less frequently, sciatica, were also more common in participants receiving cabotegravir plus rilpivirine compared with the current antiretroviral regimen and some events had a temporal association with injection. Vasovagal or pre-syncopal reactions were reported in <1% of participants after injection with rilpivirine or cabotegravir. Less Common Adverse Reactions: The following select adverse reactions (regardless of severity) occurred in <2% of participants receiving cabotegravir plus rilpivirine. Gastrointestinal Disorders: Abdominal pain (including upper abdominal pain), gastritis, dyspepsia, vomiting, diarrhea, and flatulence. Hepatobiliary Disorders: Hepatotoxicity. Investigations: Weight increase (see below) . Psychiatric Disorders: Anxiety (including anxiety and irritability), depression, abnormal dreams, suicidal ideation, and suicide attempt (these events were observed primarily in participants with a pre-existing history of depression or other psychiatric illness). Skin and Hypersensitivity Reactions: Hypersensitivity reactions. Weight Increase: At Week 48, participants in FLAIR and ATLAS who received cabotegravir plus rilpivirine had a median weight gain of 1.5 kg; those in the current antiretroviral regimen group had a median weight gain of 1.0 kg (pooled analysis). In the FLAIR trial, the median weight gain in participants receiving cabotegravir plus rilpivirine or a dolutegravir-containing regimen was 1.3 kg and 1.5 kg, respectively, compared with 1.8 kg and 0.3 kg, respectively, in the ATLAS trial in participants receiving either cabotegravir plus rilpivirine or a protease inhibitor-, non-nucleoside reverse transcriptase inhibitor (NNRTI)-, or integrase strand transfer inhibitor (INSTI)-containing regimen, respectively. At Week 48, participants in ATLAS-2M who received cabotegravir plus rilpivirine in both the monthly and every-2-month treatment arms had a median weight gain of 1.0 kg. Laboratory Abnormalities: Selected laboratory abnormalities with a worsening grade from baseline and representing the worst-grade toxicity are presented in Table 7 . The side-by-side tabulation is to simplify presentation; direct comparison across trials should not be made due to differing trials. Table 7. Selected Laboratory Abnormalities (Grades 3 to 4, Week 48) in FLAIR and ATLAS (Pooled Analyses) and ATLAS-2M Trials ALT = Alanine Aminotransferase, ULN = Upper limit of normal, AST = Aspartate Transaminase. Laboratory Parameter FLAIR and ATLAS ATLAS-2M Cabotegravir plus Rilpivirine Once Monthly (n = 591) Current Antiretroviral Regimen (n = 591) Cabotegravir plus Rilpivirine Once Every 2 Months (n = 522) Cabotegravir plus Rilpivirine Once Monthly (n = 523) ALT (≥5.0 x ULN) 2% <1% <1% <1% AST (≥5.0 x ULN) 2% <1% <1% 1% Total bilirubin (≥2.6 x ULN) <1% <1% <1% <1% Creatine phosphokinase (≥10.0 x ULN) 8% 4% 3% 4% Lipase (≥3.0 x ULN) 5% 3% 3% 2% Changes in Total Bilirubin: Small, non-progressive increases in total bilirubin (without clinical jaundice) were observed with cabotegravir plus rilpivirine. These changes are not considered clinically relevant as they likely reflect competition between cabotegravir and unconjugated bilirubin for a common clearance pathway (UGT1A1) [see Clinical Pharmacology ( 12.3 )]. Serum Cortisol: In pooled Phase 3 trials of EDURANT (rilpivirine), the overall mean change from baseline in basal cortisol was -0.69 (-1.12, 0.27) mcg/dL in the group receiving EDURANT compared with -0.02 (-0.48, 0.44) mcg/dL in the control group. Abnormal responses to ACTH stimulation tests were also higher in the group receiving EDURANT. The clinical significance of the higher abnormal rate of ACTH stimulation tests in the group receiving EDURANT is not known. Refer to the prescribing information for EDURANT for additional information. Clinical Trial Experience in Adolescents Based on data from the Week 16 (cohort 1) and Week 24 (cohort 2) analyses of the MOCHA study, the safety profile in adolescents (aged 12 to younger than 18 years and weighing ≥35 kg) was consistent with the safety profile established with cabotegravir plus rilpivirine in adults [see Clinical Studies ( 14.2 )] . In cohort 1, 55 virologically suppressed adolescents with HIV-1 received background antiretroviral therapy in addition to either oral cabotegravir (n = 30) followed by injectable cabotegravir (n = 29), or oral rilpivirine (n = 25) followed by injectable rilpivirine (n = 23). Adverse reactions were reported in 38% of adolescents receiving either cabotegravir or rilpivirine. Thirty-three percent of participants reported at least 1 ISR. All ISRs were Grade 1 or Grade 2. Two participants had Grade 3 adverse reactions of hypersensitivity (n = 1, oral rilpivirine) and insomnia (n = 1, injectable cabotegravir). The Grade 3 adverse reaction of drug hypersensitivity led to discontinuation of rilpivirine during oral lead-in. The adverse reactions reported by more than one participant (regardless of severity) were injection site pain (n = 18), headache (n = 2), hypersensitivity (n = 2), insomnia (n = 2), and nausea (n = 2). In cohort 2, 144 virologically suppressed adolescents with HIV-1 received oral cabotegravir plus oral rilpivirine followed by injectable cabotegravir plus injectable rilpivirine. Adverse reactions were reported in 35% of adolescents receiving cabotegravir plus rilpivirine. Thirty-four percent of participants reported at least 1 ISR. The majority of these participants experienced Grade 1 or Grade 2 ISRs. Two participants had Grade 3 ISRs consisting of injection site abscess (n = 2) and injection site pain in one of these two participants (symptoms resolved in both participants). All non-ISR adverse reactions were ≤ Grade 2. Non-injection-site associated adverse reactions reported by more than one participant (regardless of severity) were headache (n = 3), nausea (n = 2), rash (n = 2) and rash pruritic (n = 2). 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing experience in patients receiving cabotegravir- or oral-rilpivirine-containing regimens. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders Hypersensitivity reactions (including angioedema and urticaria) [see Warnings and Precautions ( 5.1 )] . Renal and Genitourinary Disorders Nephrotic syndrome. Skin and Subcutaneous Tissue Disorders Severe skin and hypersensitivity reactions, including DRESS, Stevens-Johnson syndrome (SJS)/toxic epidermal necrolysis (TEN) [see Warnings and Precautions ( 5.1 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS CABENUVA is contraindicated in patients: • with previous hypersensitivity reaction to cabotegravir or rilpivirine [see Warnings and Precautions ( 5.1 )] . • receiving the following coadministered drugs for which significant decreases in cabotegravir and/or rilpivirine plasma concentrations may occur due to uridine diphosphate glucuronosyltransferase (UGT)1A1 and/or cytochrome P450 (CYP)3A enzyme induction, which may result in loss of virologic response [see Drug Interactions ( 7 ), Clinical Pharmacology ( 12.3 )] : o Anticonvulsants: Carbamazepine, oxcarbazepine, phenobarbital, phenytoin o Antimycobacterials: Rifabutin, rifampin, rifapentine o Glucocorticoid (systemic): Dexamethasone (more than a single-dose treatment) o Herbal product: St John’s wort ( Hypericum perforatum ) • Previous hypersensitivity reaction to cabotegravir or rilpivirine. ( 4 ) • Coadministration with drugs where significant decreases in cabotegravir and/or rilpivirine plasma concentrations may occur, which may result in loss of virologic response. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Refer to full prescribing information for detailed information on dosage and administration recommendations. ( 2 ) • Prior to initiating treatment with CABENUVA, oral lead-in dosing may be considered to assess the tolerability of cabotegravir and rilpivirine with the recommended dosage used for approximately 1 month. ( 2.3 ) • For gluteal intramuscular injection only. ( 2.4 , 2.5 , 2.9 ) • Recommended Monthly Dosing Schedule: Initiate injections of CABENUVA (600 mg of cabotegravir and 900 mg of rilpivirine) on the last day of current antiretroviral therapy or oral lead-in and continue with injections of CABENUVA (400 mg of cabotegravir and 600 mg of rilpivirine) every month thereafter. ( 2.4 ) • Recommended Every-2-Month Dosing Schedule: Initiate injections of CABENUVA (600 mg of cabotegravir and 900 mg of rilpivirine) on the last day of current antiretroviral therapy or oral lead-in for 2 consecutive months and continue with injections of CABENUVA every 2 months thereafter. ( 2.5 ) 2.1 Dosage and Administration Overview • CABENUVA contains cabotegravir extended-release injectable suspension in a single-dose vial and rilpivirine extended-release injectable suspension in a single-dose vial [see Dosage Forms and Strengths ( 3 )] . • CABENUVA must be administered by a healthcare provider by gluteal intramuscular injection [see Dosage and Administration ( 2.9 )] . • CABENUVA may be initiated with oral cabotegravir and oral rilpivirine prior to the intramuscular injections or the patient may proceed directly to injection of CABENUVA without an oral lead-in [see Dosage and Administration ( 2.3 )] . • CABENUVA can be injected monthly or every 2 months [see Dosage and Administration ( 2.4 , 2.5 )] . Healthcare providers should discuss these 2 dosing options with the patient prior to starting CABENUVA and decide which injection dosing frequency would be the most appropriate option for the patient [see Adverse Reactions ( 6.1 ), Microbiology ( 12.4 ), Clinical Studies ( 14.1 )] . 2.2 Adherence to CABENUVA Prior to starting CABENUVA, healthcare providers should carefully select patients who agree to the required monthly or every‑2-month injection dosing schedule and counsel patients about the importance of adherence to scheduled dosing visits to help maintain viral suppression and reduce the risk of viral rebound and potential development of resistance with missed doses [see Dosage and Administration ( 2.1 ), Warnings and Precautions ( 5.6 ), Microbiology ( 12.4 )] . 2.3 Optional Oral Lead-In Dosing to Assess Tolerability of CABENUVA in Adults and Adolescents 12 Years of Age and Older and Weighing at Least 35 kg The healthcare provider and patient may decide to use an oral lead-in with oral cabotegravir and oral rilpivirine prior to the initiation of CABENUVA to assess the tolerability of cabotegravir and rilpivirine, or the healthcare provider and patient may proceed directly to injection of CABENUVA without the use of an oral lead-in. If oral lead-in is used, the recommended oral lead-in daily dose is one 30-mg tablet of VOCABRIA (cabotegravir) and one 25-mg tablet of EDURANT (rilpivirine) taken with a meal for approximately 1 month (at least 28 days), followed by intramuscular initiation injections of CABENUVA. See Tables 1 and 2 for recommended oral lead-in and monthly or every-2-month intramuscular injection dosing schedule for CABENUVA [see Dosage and Administration ( 2.4 , 2.5 )] . 2.4 Recommended Monthly Gluteal Intramuscular Injection Dosing with CABENUVA in Adults and Adolescents 12 Years of Age and Older and Weighing at Least 35 kg Initiation Injections (CABENUVA 600-mg/900-mg Kit) Initiate injections on the last day of current antiretroviral therapy or oral lead-in, if used [see Dosage and Administration ( 2.3 )] . The recommended initiation injection doses of CABENUVA are a single 600-mg (3-mL) intramuscular injection of cabotegravir and a single 900-mg (3-mL) intramuscular injection of rilpivirine. Administer cabotegravir and rilpivirine at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . Continuation injections should be initiated a month after the initiation injections. Continuation Injections (CABENUVA 400-mg/600-mg Kit) After the initiation injections, the recommended monthly continuation injection doses of CABENUVA are a single 400-mg (2-mL) intramuscular injection of cabotegravir and a single 600-mg (2-mL) intramuscular injection of rilpivirine at each visit ( Table 1 ). Administer cabotegravir and rilpivirine at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . Patients may be given CABENUVA up to 7 days before or after the date the patient is scheduled to receive monthly injections. Table 1. Recommended Dosing Schedule with Optional Oral Lead-In or Direct to Injection for Monthly Injection a The optional oral therapy should be continued until the day the first injection is administered. b Given on the last day of current antiretroviral therapy or oral lead-in if used. Drug Optional Oral Lead-In a (at Least 28 Days) Intramuscular (Gluteal) Initiation Injections (One-Time Dosing) Intramuscular (Gluteal) Continuation Injections (Once-Monthly Dosing) Month (at Least 28 Days) Prior to Starting Injections Initiate Injections at Month 1 b One Month after Initiation Injection and Monthly Onwards Cabotegravir 30 mg once daily with a meal 600 mg (3 mL) 400 mg (2 mL) Rilpivirine 25 mg once daily with a meal 900 mg (3 mL) 600 mg (2 mL) 2.5 Recommended Every-2-Month Gluteal Intramuscular Injection Dosing with CABENUVA in Adults and Adolescents 12 Years of Age and Older and Weighing at Least 35 kg Initiation Injections (CABENUVA 600-mg/900-mg Kit) Initiate injections on the last day of current antiretroviral therapy or oral lead-in, if used [see Dosage and Administration ( 2.3 )] . The recommended initiation injection doses of CABENUVA are a single 600-mg (3-mL) intramuscular injection of cabotegravir and a single 900-mg (3-mL) intramuscular injection of rilpivirine 1 month apart for 2 consecutive months ( Table 2 ). Administer cabotegravir and rilpivirine at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . Patients may be given CABENUVA up to 7 days before or after the date the patient is scheduled to receive the second initiation injections. Continuation Injections (CABENUVA 600-mg/900-mg Kit) After the 2 initiation doses given consecutively 1 month apart (Months 1 and 2), the recommended continuation injection doses (Month 4 onwards) of CABENUVA are a single 600-mg (3-mL) intramuscular injection of cabotegravir and a single 900-mg (3-mL) intramuscular injection of rilpivirine administered every 2 months ( Table 2 ). Administer cabotegravir and rilpivirine at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . Patients may be given CABENUVA up to 7 days before or after the date the patient is scheduled to receive the injections. Table 2. Recommended Dosing Schedule with Optional Oral Lead-In or Direct to Injection for Every-2-Month Injection a The optional oral therapy should be continued until the day the first injection is administered. b For the every-2-month injection dosing schedule in adults, Initiation Injections are injections administered at Month 1 and Month 2 and Continuation Injections are injections administered every 2 months onwards (starting Month 4). c Given on the last day of current antiretroviral therapy or oral lead-in if used. Drug Optional Oral Lead-In a (at Least 28 Days) Intramuscular (Gluteal) Injections b Month (at Least 28 Days) Prior to Starting Injections Initiate Injections c at Month 1, Month 2, and then Every 2 Months Onwards (Starting at Month 4) Cabotegravir 30 mg once daily with a meal 600 mg (3 mL) Rilpivirine 25 mg once daily with a meal 900 mg (3 mL) 2.6 Dosing Recommendations When Switching from Monthly to Every-2-Month Intramuscular Injections Patients switching from a monthly continuation injection schedule (a single 400-mg [2-mL] gluteal intramuscular injection of cabotegravir and a single 600-mg [2-mL] intramuscular injection of rilpivirine) to an every-2-month continuation injection dosing schedule should receive a single 600-mg (3-mL) intramuscular injection of cabotegravir and a single 900-mg (3-mL) intramuscular injection of rilpivirine administered 1 month after the last monthly continuation injections and then every 2 months thereafter. Cabotegravir and rilpivirine injections should be administered at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . 2.7 Dosing Recommendations When Switching from Every-2-Month to Monthly Intramuscular Injections Patients switching from an every-2-month continuation injection schedule (a single 600-mg [3-mL] intramuscular injection of cabotegravir and a single 900-mg [3-mL] intramuscular injection of rilpivirine) to a monthly continuation dosing schedule should receive a single 400-mg (2-mL) intramuscular injection of cabotegravir and a single 600-mg (2-mL) intramuscular injection of rilpivirine 2 months after the last every-2‑month continuation injection and then monthly thereafter. Cabotegravir and rilpivirine injections should be administered at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit [see Dosage and Administration ( 2.9 )] . 2.8 Recommended Dosing Schedule for Missed Injections Adherence to the injection dosing schedule is strongly recommended [see Dosage and Administration ( 2.2 )] . Patients who miss a scheduled injection visit should be clinically reassessed to ensure resumption of therapy remains appropriate. Refer to Table 3 for dosing recommendations after missed injections. Planned Missed Injections for Patients on the Monthly Dosing Schedule If a patient plans to miss a scheduled injection visit by more than 7 days, VOCABRIA in combination with EDURANT once daily may be used for up to 2 months to replace missed injection visits, or any other fully suppressive oral antiretroviral regimen may be used until injections are resumed. The recommended oral daily dose is one 30-mg tablet of VOCABRIA (cabotegravir) and one 25-mg tablet of EDURANT (rilpivirine). Take VOCABRIA with EDURANT at approximately the same time each day with a meal. The first dose of oral therapy should be taken 1 month (+/-7 days) after the last injection dose of CABENUVA and continued until the day injection dosing is restarted. Refer to Table 3 for injection dosing recommendations. For oral therapy with VOCABRIA and EDURANT of durations greater than 2 months, an alternative oral regimen is recommended. Unplanned Missed Injections for Patients on the Monthly Dosing Schedule If monthly injections are missed or delayed by more than 7 days and oral therapy has not been taken in the interim, clinically reassess the patient to determine if resumption of injection dosing remains appropriate [see Warnings and Precautions ( 5.6 )] . If injection dosing will be continued, see Table 3 for dosing recommendations. Table 3. Injection Dosing Recommendations after Missed Injections for Patients on the Monthly Dosing Schedule a a Refer to oral dosing recommendations if a patient plans to miss a scheduled injection visit. Time since Last Injection Recommendation Less than or equal to 2 months Resume with 400-mg (2-mL) cabotegravir and 600-mg (2-mL) rilpivirine gluteal intramuscular monthly injections as soon as possible. Greater than 2 months Re-initiate the patient with 600-mg (3-mL) cabotegravir and 900-mg (3‑mL) rilpivirine gluteal intramuscular injections then continue to follow the 400‑mg (2‑mL) cabotegravir and 600-mg (2-mL) rilpivirine gluteal intramuscular monthly injection dosing schedule. Planned Missed Injections for Patients on the Every-2-Month Dosing Schedule If a patient plans to miss a scheduled injection visit by more than 7 days, VOCABRIA in combination with EDURANT once daily may be used for up to 2 months to replace 1 missed injection visit, or any other fully suppressive oral antiretroviral regimen may be used until injections are resumed. The recommended oral daily dose is one 30‑mg tablet of VOCABRIA (cabotegravir) and one 25‑mg tablet of EDURANT (rilpivirine). Take VOCABRIA with EDURANT at approximately the same time each day with a meal. The first dose of oral therapy should be taken approximately 2 months after the last injection dose of CABENUVA and continued until the day injection dosing is restarted. Refer to Table 4 for injection dosing recommendations. For oral therapy with VOCABRIA and EDURANT of durations greater than 2 months, an alternative oral regimen is recommended. Unplanned Missed Injections for Patients on the Every-2-Month Dosing Schedule If a scheduled every-2-month injection visit is missed or delayed by more than 7 days and oral therapy has not been taken in the interim, clinically reassess the patient to determine if resumption of injection dosing remains appropriate [see Warnings and Precautions ( 5.6 )] . If the every-2‑month dosing schedule will be continued, see Table 4 for dosing recommendations. Table 4. Injection Dosing Recommendations after Missed Injections for Patients on the Every-2-Month Dosing Schedule Missed Injection Visit Time since Last Injection Recommendation Injection 2 (Month 2) Less than or equal to 2 months Resume with 600-mg (3-mL) cabotegravir and 900‑mg (3‑mL) rilpivirine intramuscular injections as soon as possible, then continue to follow the every-2-month injection dosing schedule. Greater than 2 months Re-initiate the patient with 600-mg (3-mL) cabotegravir and 900-mg (3‑mL) rilpivirine intramuscular injections, followed by the second initiation injection dose 1 month later. Then continue to follow the every-2-month injection dosing schedule thereafter. Injection 3 or later (Month 4 onwards) Less than or equal to 3 months Resume with 600-mg (3-mL) cabotegravir and 900‑mg (3‑mL) rilpivirine intramuscular injections as soon as possible and continue with the every‑2‑month injection dosing schedule. Greater than 3 months Re-initiate the patient with 600-mg (3-mL) cabotegravir and 900-mg (3‑mL) rilpivirine intramuscular injections, followed by the second initiation injection dose 1 month later. Then continue with the every-2-month injection dosing schedule thereafter. 2.9 Administration Instructions for Injections Refer to the Instructions for Use for complete administration instructions with illustrations. Carefully follow these instructions and ensure that the vial adaptor is used correctly when preparing the suspension for injection to avoid leakage. A complete dose requires 2 injections: 1 injection of cabotegravir and 1 injection of rilpivirine [see Dosage and Administration ( 2.4 , 2.5 )] . Cabotegravir and rilpivirine are suspensions for gluteal intramuscular injection that do not need further dilution or reconstitution. Administer each injection at separate gluteal injection sites (on opposite sides or at least 2 cm apart) during the same visit. The ventrogluteal site is recommended. A dorsogluteal approach (upper outer quadrant) is acceptable, if preferred by the healthcare professional. Do not administer by any other route or anatomical site. Consider the body mass index (BMI) of the patient to ensure that the needle length is sufficient to reach the gluteus muscle. Longer needle lengths (not included in the dosing kit) may be required for patients with higher BMI (example: >30 kg/m 2 ) to ensure that injections are administered intramuscularly as opposed to subcutaneously. The administration order of cabotegravir and rilpivirine injections is not important. Before preparing the injections, remove CABENUVA from the refrigerator and wait at least 15 minutes to allow the medicines to come to room temperature. The vials may remain in the carton at room temperature for up to 6 hours; do not put back into the refrigerator. If not used within 6 hours, the medication must be discarded. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. The cabotegravir vial has a brown tint to the glass that may limit visual inspection. Discard CABENUVA if either medicine exhibits particulate matter or discoloration. Shake each vial of CABENUVA vigorously so that the suspensions look uniform before injecting. Small air bubbles are expected and acceptable. Once the suspensions have been drawn into the respective syringes, the injections should be administered as soon as possible, but may remain in the syringes for up to 2 hours. The filled syringes should not be placed in the refrigerator. If the medicine remains in the syringes for more than 2 hours, the filled syringes and needles must be discarded [see How Supplied/Storage and Handling ( 16 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE CABENUVA is indicated as a complete regimen for the treatment of HIV-1 infection in adults and adolescents 12 years of age and older and weighing at least 35 kg to replace the current antiretroviral regimen in those who are virologically suppressed (HIV-1 RNA <50 copies/mL) on a stable antiretroviral regimen with no history of treatment failure and with no known or suspected resistance to either cabotegravir or rilpivirine [see Microbiology ( 12.4 ), Clinical Studies ( 14.1 )] . CABENUVA, a 2-drug co-packaged product of cabotegravir, an HIV-1 integrase strand transfer inhibitor (INSTI), and rilpivirine, an HIV-1 non‑nucleoside reverse transcriptase inhibitor (NNRTI), is indicated as a complete regimen for the treatment of HIV-1 infection in adults and adolescents 12 years of age and older and weighing at least 35 kg to replace the current antiretroviral regimen in those who are virologically suppressed (HIV‑1 RNA <50 copies/mL) on a stable antiretroviral regimen with no history of treatment failure and with no known or suspected resistance to either cabotegravir or rilpivirine. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:18:12.062943",
  "source": "OpenFDA"
}