{
  "drug_name": "Cabozantinib",
  "generic_name": [
    "CABOZANTINIB"
  ],
  "brand_names": [
    "COMETRIQ"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Reduce the COMETRIQ dosage. ( 2.2 , 7.1 ) Strong CYP3A4 Inducers: Increase the COMETRIQ dosage. ( 2.2 , 7.2 ) 7.1 Effect of CYP3A4 Inhibitors Administration of a strong CYP3A4 inhibitor, ketoconazole to healthy subjects increased single-dose plasma cabozantinib exposure by 38%. Avoid taking a strong CYP3A4 inhibitor (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, voriconazole) while taking COMETRIQ or reduce the dosage of COMETRIQ if concomitant use with strong CYP3A4 inhibitors cannot be avoided [see Dosage and Administration ( 2.2 ), Clinical Pharmacology ( 12.3 )] . Avoid ingestion of foods (e.g., grapefruit, grapefruit juice) or nutritional supplements that are known to inhibit cytochrome P450 while taking COMETRIQ. 7.2 Effect of CYP3A4 Inducers Administration of a strong CYP3A4 inducer, rifampin to healthy subjects decreased single-dose plasma cabozantinib exposure by 77%. Avoid chronic co-administration of strong CYP3A4 inducers (e.g., phenytoin, carbamazepine, rifampin, rifabutin, rifapentine, phenobarbital, St. John’s Wort) with COMETRIQ or increase the dosage of COMETRIQ if concomitant use with strong CYP3A4 inducers cannot be avoided [see Dosage and Administration ( 2.2 ), Clinical Pharmacology ( 12.3 )]. 7.3 Effect of MRP2 Inhibitors Concomitant administration of MRP2 inhibitors may increase the exposure to cabozantinib. Monitor patients for increased toxicity when MRP2 inhibitors (e.g., abacavir, adefovir, cidofovir, furosemide, lamivudine, nevirapine, ritonavir, probenecid, saquinavir, and tenofovir) are co-administered with COMETRIQ [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in the labeling: Perforations and Fistula [see Warnings and Precautions (5.1) ] Hemorrhage [see Warnings and Precautions (5.2) ] Thromboembolic Events [see Warnings and Precautions (5.3) ] Impaired Wound Healing [see Warnings and Precautions (5.4) ] Hypertension and Hypertensive Crisis [see Warnings and Precautions (5.5) ] Osteonecrosis of the Jaw [see Warnings and Precautions (5.6) ] Diarrhea [see Warnings and Precautions (5.7) ] Palmar-Plantar Erythrodysesthesia [see Warnings and Precautions (5.8) ] Proteinuria [see Warnings and Precautions (5.9) ] Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions (5.10) ] Hypocalcemia [see Warnings and Precautions (5.12) ] The most common adverse reactions (≥ 25%) are diarrhea, stomatitis, palmar-plantar erythrodysesthesia (PPE), decreased weight, decreased appetite, nausea, fatigue, oral pain, hair color changes, dysgeusia, hypertension, abdominal pain, and constipation. The most common laboratory abnormalities (≥ 25%) are increased AST, increased ALT, lymphopenia, increased alkaline phosphatase, hypocalcemia, neutropenia, thrombocytopenia, hypophosphatemia, and hyperbilirubinemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Exelixis, Inc. at 1-855-500-3935 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of COMETRIQ was evaluated in 330 patients with progressive metastatic medullary thyroid cancer randomized to receive 140 mg COMETRIQ (n = 214) or placebo (n = 109) administered daily until disease progression or intolerable toxicity in a randomized, doubleblind, controlled trial (Study 1) [see Clinical Studies ( 14 )] . The data described below reflect a median exposure to COMETRIQ for 204 days. The population exposed to COMETRIQ was 70% male, 90% white, and had a median age of 55 years. Fatal adverse reactions occurred in 6% of patients receiving COMETRIQ and resulted from hemorrhage, pneumonia, septicemia, fistulas, cardiac arrest, respiratory failure, and unspecified death. Fatal adverse reactions occurred in 5% of patients receiving placebo and resulted from septicemia, pneumonia, and general deterioration. The COMETRIQ dose was reduced in 79% of patients receiving COMETRIQ and in 9% of patients receiving placebo. The median number of dosing delays was one in patients receiving COMETRIQ and in no patients receiving placebo. Adverse reactions led to study treatment discontinuation in 16% of patients receiving COMETRIQ. The most frequent adverse reactions leading to permanent discontinuation of COMETRIQ were: hypocalcemia, increased lipase, PPE, diarrhea, fatigue, hypertension, nausea, pancreatitis, tracheal fistula formation and vomiting. Increased levels of thyroid stimulating hormone (TSH) were observed in 57% of patients receiving COMETRIQ after the first dose compared to 19% of patients receiving placebo (regardless of baseline value). Ninety-two percent (92%) of patients on the COMETRIQ arm had a prior thyroidectomy, and 89% were taking thyroid hormone replacement prior to the first dose. Adverse reactions which occurred in ≥ 25% of COMETRIQ-treated patients occurring more frequently in the COMETRIQ arm with a between-arm difference of ≥ 5% included, in order of decreasing frequency: diarrhea, stomatitis, palmar-plantar erythrodysesthesia (PPE), decreased weight, decreased appetite, nausea, fatigue, oral pain, hair color changes, dysgeusia, hypertension, abdominal pain, and constipation. The most common laboratory abnormalities (≥25%) were increased AST, increased ALT, lymphopenia, increased ALP, hypocalcemia, neutropenia, thrombocytopenia, hypophosphatemia, and hyperbilirubinemia. Grade 3-4 adverse reactions and laboratory abnormalities which occurred in ≥ 5% of COMETRIQ-treated patients occurring more frequently in the COMETRIQ arm with a between-arm difference of ≥ 2% included, in order of decreasing frequency; diarrhea, PPES, lymphopenia, hypocalcemia, fatigue, hypertension, asthenia, increased ALT, decreased weight, stomatitis, and decreased appetite ( Table 1 and Table 2 summarize the adverse reactions and laboratory abnormalities reported in Study 1). Table 1. Selected Adverse Reactions Occurring at a Higher Incidence in COMETRIQ-Treated Patients (Study 1) [Between Arm Difference of ≥ 5% (All Grades) National Cancer Institute Common Terminology Criteria for Adverse Events Version 3.0 or ≥ 2% (Grades 3-4)] System Organ Class/Preferred Terms COMETRIQ (n=214) Placebo (n=109) All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) GASTROINTESTINAL DISORDERS Diarrhea 63 16 33 2 Stomatitis Includes the following terms: stomatitis, aphthous stomatitis, mouth ulceration, mucosal inflammation 51 5 6 0 Nausea 43 1 21 0 Oral pain Includes the following terms: oral pain, oropharyngeal pain, glossitis, burning mouth syndrome, glossodynia 36 2 6 0 Constipation 27 0 6 0 Abdominal pain Includes the following terms: abdominal pain, abdominal pain lower, abdominal pain upper, abdominal rigidity, abdominal tenderness, esophageal pain 27 3 13 1 Vomiting 24 2 2 1 Dysphagia 13 4 6 1 Dyspepsia 11 0 0 0 Hemorrhoids 9 0 3 0 SKIN AND SUBCUTANEOUS TISSUE DISORDERS PPE Palmar-plantar erythrodysesthesia 50 13 2 0 Hair color changes/ depigmentation, graying 34 0 1 0 Rash 19 1 10 0 Dry skin 19 0 3 0 Alopecia 16 0 2 0 Erythema 11 1 2 0 Hyperkeratosis 7 0 0 0 INVESTIGATIONS Decreased weight 48 5 10 0 METABOLISM AND NUTRITION DISORDERS Decreased appetite 46 5 16 1 Dehydration 7 2 2 1 GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS Fatigue 41 9 28 3 Asthenia 21 6 15 1 NERVOUS SYSTEM DISORDERS Dysgeusia 34 0 6 0 Headache 18 0 8 0 Dizziness 14 0 7 0 Paresthesia 7 0 2 0 Peripheral sensory neuropathy 7 0 0 0 Peripheral neuropathy 5 0 0 0 VASCULAR DISORDERS Hypertension 33 8 4 0 Hypotension 7 1 0 0 RESPIRATORY, THORACIC AND MEDIASTINAL DISORDERS Dysphonia 20 0 9 0 MUSCULOSKELETAL AND CONNECTIVE TISSUE DISORDERS Arthralgia 14 1 7 0 Muscle spasms 12 0 5 0 Musculoskeletal chest pain 9 1 4 0 PSYCHIATRIC DISORDERS Anxiety 9 0 2 0 Table 2 Laboratory Abnormalities Occurring at a Higher Incidence in COMETRIQ-Treated Patients (Study 1) [Between Arm Difference of ≥ 5% (All Grades) or ≥ 2% (Grades 3-4)] Test COMETRIQ (n=214) Placebo (N=109) All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) Chemistries Increased AST 86 3 35 2 Increased ALT 86 6 41 2 Increased ALP 52 3 35 3 Hypocalcemia 52 12 27 3 Hypoalbuminemia 43 2 16 0 Hypophosphatemia 28 3 10 1 Hyperbilirubinemia 25 2 14 5 Hypomagnesemia 19 1 4 0 Hypokalemia 18 4 9 3 Hyponatremia 10 2 5 0 Hematologic Lymphopenia 53 16 51 11 Neutropenia 35 3 15 2 Thrombocytopenia 35 0 4 3 ALT, alanine aminotransferase; ALP, alkaline phosphatase; AST, aspartate aminotransferase Nearly all COMETRIQ-treated patients (96% vs. 84% placebo) experienced elevated blood pressure and there was a doubling in the incidence of overt hypertension in COMETRIQ-treated patients over placebo-treated patients (61% vs. 30%) according to modified Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC) staging criteria. No patients developed malignant hypertension. Table 3 Per-Patient Incidence of Hypertension (Study 1) Hypertension, JNC Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure, JAMA 2003: 289:2560. Criteria applied were modified, as multiple readings were not available per timepoint, and therefore not averaged. Stage Patients classified by highest category based on all recorded blood pressure readings beginning after the first dose through 30 days after last dose. COMETRIQ N=211 Patients with at least two blood pressure measurements after the first dose (%) Placebo N=107 (%) Normal: Grade 0: Systolic < 120 mmHg and Diastolic < 80 mmHg 4 15 Pre-hypertension: Systolic ≥ 120 mmHg or Diastolic ≥ 80 mmHg 34 54 Stage 1: Systolic ≥ 140 mmHg or Diastolic ≥ 90 mmHg 46 25 Stage 2: Systolic ≥ 160 mmHg or Diastolic ≥ 100 mmHg 15 5 Malignant: Diastolic ≥ 120 mmHg 0 0 Other clinically important adverse reactions (all grades) that were reported in clinical trials include: hepatitis cholestatic (<1%). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of COMETRIQ. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hematology: A case of supratherapeutic international normalized ratio (INR) and epistaxis during concomitant use of warfarin Musculoskeletal and Connective Tissue Disorders: Extremity pain Vascular Disorders: Arterial (including aortic) aneurysms, dissections, and rupture"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dose: 140 mg orally, once daily. ( 2.1 ) Instruct patients not to eat for at least 2 hours before and at least 1 hour after taking COMETRIQ. ( 2.1 ) Do NOT substitute COMETRIQ capsules with cabozantinib tablets. ( 2.1 ) Hepatic Impairment: The recommended starting dose of COMETRIQ is 80 mg in patients with mild or moderate hepatic impairment. ( 2.1 ) 2.1 Recommended Dosage Do NOT substitute COMETRIQ capsules with cabozantinib tablets. The recommended daily dose of COMETRIQ is 140 mg once daily without food until disease progression or unacceptable toxicity. Instruct patients not to eat for at least 2 hours before and at least 1 hour after taking COMETRIQ. Swallow COMETRIQ capsules whole. Do not open COMETRIQ capsules. Do not take a missed dose within 12 hours of the next dose. Do not ingest foods (e.g., grapefruit, grapefruit juice) or nutritional supplements that are known to inhibit cytochrome P450 while taking COMETRIQ. 2.2 Dosage Modifications for Adverse Reactions Withhold COMETRIQ for NCI CTCAE Grade 4 hematologic adverse reactions, Grade 3 or greater non-hematologic adverse reactions, intolerable Grade 2 adverse reactions, or osteonecrosis of the jaw. Upon resolution/improvement of the adverse reaction (i.e., return to baseline or resolution to Grade 1), reduce the dose as follows: If previously receiving 140 mg daily dose, resume treatment at 100 mg daily If previously receiving 100 mg daily dose, resume treatment at 60 mg daily If previously receiving 60 mg daily dose, resume at 60 mg if tolerated, otherwise, discontinue COMETRIQ Permanently discontinue COMETRIQ for any of the following: development of gastrointestinal (GI) perforation or Grade 4 fistula severe hemorrhage acute myocardial infarction or arterial or venous thromboembolic events that require medical intervention nephrotic syndrome severe hypertension that cannot be controlled with anti-hypertensive therapy or Grade 4 hypertension reversible posterior leukoencephalopathy syndrome 2.3 Dosage Modifications For Coadministration With Strong CYP3A4 Inhibitors Reduce the daily COMETRIQ dose by 40 mg (for example, from 140 mg to 100 mg daily or from 100 mg to 60 mg daily). Resume the dose that was used prior to initiating the CYP3A4 inhibitor 2 to 3 days after discontinuation of the strong inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ]. 2.4 Dosage Modifications For Coadministration With Strong CYP3A4 Inducers Increase the daily COMETRIQ dose by 40 mg (for example, from 140 mg to 180 mg daily or from 100 mg to 140 mg daily) as tolerated. Resume the dose that was used prior to initiating the CYP3A4 inducer 2 to 3 days after discontinuation of the strong inducer. The daily dose of COMETRIQ should not exceed 180 mg [see Drug Interactions (7.2) , Clinical Pharmacology (12.3) ]. 2.5 Dosage Modifications for Patients with Hepatic Impairment The recommended starting dose of COMETRIQ for patients with mild to moderate hepatic impairment is 80 mg [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE COMETRIQ is indicated for the treatment of patients with progressive, metastatic medullary thyroid cancer (MTC). COMETRIQ is a kinase inhibitor indicated for the treatment of patients with progressive, metastatic medullary thyroid cancer (MTC). ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:03:50.762183",
  "source": "OpenFDA"
}