{
  "drug_name": "Calcitriol",
  "generic_name": [
    "CALCITRIOL"
  ],
  "brand_names": [
    "Calcitriol"
  ],
  "drug_interactions": [
    "Drug Interactions Cholestyramine Cholestyramine has been reported to reduce intestinal absorption of fat-soluble vitamins; as such it may impair intestinal absorption of calcitriol (see WARNINGS and PRECAUTIONS : General ). Phenytoin/Phenobarbital The coadministration of phenytoin or phenobarbital will not affect plasma concentrations of calcitriol, but may reduce endogenous plasma levels of 25(OH)D 3 by accelerating metabolism. Since blood level of calcitriol will be reduced, higher doses of calcitriol may be necessary if these drugs are administered simultaneously. Thiazides Thiazides are known to induce hypercalcemia by the reduction of calcium excretion in urine. Some reports have shown that the concomitant administration of thiazides with calcitriol causes hypercalcemia. Therefore, precaution should be taken when coadministration is necessary. Digitalis Calcitriol dosage must be determined with care in patients undergoing treatment with digitalis, as hypercalcemia in such patients may precipitate cardiac arrhythmias (see PRECAUTIONS : General ). Ketoconazole Ketoconazole may inhibit both synthetic and catabolic enzymes of calcitriol. Reductions in serum endogenous calcitriol concentrations have been observed following the administration of 300 mg/day to 1200 mg/day ketoconazole for a week to healthy men. However, in vivo drug interaction studies of ketoconazole with calcitriol have not been investigated. Corticosteroids A relationship of functional antagonism exists between vitamin D analogues, which promote calcium absorption, and corticosteroids, which inhibit calcium absorption. Phosphate-Binding Agents Since calcitriol also has an effect on phosphate transport in the intestine, kidneys and bones, the dosage of phosphate-binding agents must be adjusted in accordance with the serum phosphate concentration. Vitamin D Since calcitriol is the most potent active metabolite of vitamin D 3 , pharmacological doses of vitamin D and its derivatives should be withheld during treatment with calcitriol to avoid possible additive effects and hypercalcemia (see WARNINGS ). Calcium Supplements Uncontrolled intake of additional calcium-containing preparations should be avoided (see PRECAUTIONS : General ). Magnesium Magnesium-containing preparations (e.g., antacids) may cause hypermagnesemia and should therefore not be taken during therapy with calcitriol by patients on chronic renal dialysis."
  ],
  "warnings": [
    "WARNINGS Overdosage of any form of vitamin D is dangerous (see OVERDOSAGE ). Progressive hypercalcemia due to overdosage of vitamin D and its metabolites may be so severe as to require emergency attention. Chronic hypercalcemia can lead to generalized vascular calcification, nephrocalcinosis and other soft-tissue calcification. The serum calcium times phosphate (Ca x P) product should not be allowed to exceed 70. Radiographic evaluation of suspect anatomical regions may be useful in the early detection of this condition. Calcitriol is the most potent metabolite of vitamin D available. The administration of Calcitriol Oral Solution to patients in excess of their daily requirements can cause hypercalcemia, hypercalciuria and hyperphosphatemia. Therefore, pharmacologic doses of vitamin D and its derivatives should be withheld during calcitriol treatment to avoid possible additive effects and hypercalcemia. If treatment is switched from ergocalciferol (vitamin D 2 ) to calcitriol, it may take several months for the ergocalciferol level in the blood to return to the baseline value (see OVERDOSAGE ). Calcitriol increases inorganic phosphate levels in serum. While this is desirable in patients with hypophosphatemia, caution is called for in patients with renal failure because of the danger of ectopic calcification. A non-aluminum phosphate-binding compound and a low-phosphate diet should be used to control serum phosphorus levels in patients undergoing dialysis. Magnesium-containing preparations (e.g., antacids) and calcitriol should not be used concomitantly in patients on chronic renal dialysis because such use may lead to the development of hypermagnesemia. Studies in dogs and rats given calcitriol for up to 26 weeks have shown that small increases of calcitriol above endogenous levels can lead to abnormalities of calcium metabolism with the potential for calcification of many tissues in the body."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Since calcitriol is believed to be the active hormone which exerts vitamin D activity in the body, adverse effects are, in general, similar to those encountered with excessive vitamin D intake, i.e., hypercalcemia syndrome or calcium intoxication (depending on the severity and duration of hypercalcemia) (see WARNINGS ). Because of the short biological half-life of calcitriol, pharmacokinetic investigations have shown normalization of elevated serum calcium within a few days of treatment withdrawal, i.e., much faster than in treatment with vitamin D 3 preparations. The early and late signs and symptoms of vitamin D intoxication associated with hypercalcemia include: Early: weakness, headache, somnolence, nausea, vomiting, dry mouth, constipation, muscle pain, bone pain, metallic taste, and anorexia, abdominal pain or stomach ache. Late: polyuria, polydipsia, anorexia, weight loss, nocturia, conjunctivitis (calcific), pancreatitis, photophobia, rhinorrhea, pruritus, hyperthermia, decreased libido, elevated BUN, albuminuria, hypercholesterolemia, elevated SGOT (AST) and SGPT (ALT), ectopic calcification, nephrocalcinosis, hypertension, cardiac arrhythmias, dystrophy, sensory disturbances, dehydration, apathy, arrested growth, urinary tract infections, and, rarely, overt psychosis. In clinical studies on hypoparathyroidism and pseudohypoparathyroidism, hypercalcemia was noted on at least one occasion in about 1 in 3 patients and hypercalciuria in about 1 in 7 patients. Elevated serum creatinine levels were observed in about 1 in 6 patients (approximately one half of whom had normal levels at baseline). In concurrent hypercalcemia and hyperphosphatemia, soft-tissue calcification may occur; this can be seen radiographically (see WARNINGS ). In patients with normal renal function, chronic hypercalcemia may be associated with an increase in serum creatinine (see PRECAUTIONS : General ). Hypersensitivity reactions (pruritus, rash, urticaria, and very rarely severe erythematous skin disorders) may occur in susceptible individuals. One case of erythema multiforme and one case of allergic reaction (swelling of lips and hives all over body) were confirmed by rechallenge."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Calcitriol should not be given to patients with hypercalcemia or evidence of vitamin D toxicity. Use of calcitriol in patients with known hypersensitivity to calcitriol (or drugs of the same class) or any of the inactive ingredients is contraindicated."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The optimal daily dose of calcitriol oral solution must be carefully determined for each patient. Calcitriol oral solution is administered orally as an oral solution (1 mcg/mL). Calcitriol therapy should always be started at the lowest possible dose and should not be increased without careful monitoring of serum calcium. The effectiveness of calcitriol therapy is predicated on the assumption that each patient is receiving an adequate but not excessive daily intake of calcium. Patients are advised to have a dietary intake of calcium at a minimum of 600 mg daily. The U.S. RDA for calcium in adults is 800 mg to 1200 mg. To ensure that each patient receives an adequate daily intake of calcium, the physician should either prescribe a calcium supplement or instruct the patient in proper dietary measures. Because of improved calcium absorption from the gastrointestinal tract, some patients on calcitriol oral solution may be maintained on a lower calcium intake. Patients who tend to develop hypercalcemia may require only low doses of calcium or no supplementation at all. During the titration period of treatment with calcitriol, serum calcium levels should be checked at least twice weekly. When the optimal dosage of calcitriol has been determined, serum calcium levels should be checked every month (or as given below for individual indications). Samples for serum calcium estimation should be taken without a tourniquet. Dialysis Patients The recommended initial dose of calcitriol is 0.25 mcg/day. If a satisfactory response in the biochemical parameters and clinical manifestations of the disease state is not observed, dosage may be increased by 0.25 mcg/day at 4 to 8 week intervals. During this titration period, serum calcium levels should be obtained at least twice weekly, and if hypercalcemia is noted, the drug should be immediately discontinued until normocalcemia ensues (see PRECAUTIONS : General ). Phosphorus, magnesium, and alkaline phosphatase should be determined periodically. Patients with normal or only slightly reduced serum calcium levels may respond to calcitriol doses of 0.25 mcg every other day. Most patients undergoing hemodialysis respond to doses between 0.5 and 1 mcg/day. Oral calcitriol may normalize plasma ionized calcium in some uremic patients, yet fail to suppress parathyroid hyperfunction. In these individuals with autonomous parathyroid hyperfunction, oral calcitriol may be useful to maintain normocalcemia, but has not been shown to be adequate treatment for hyperparathyroidism. Hypoparathyroidism The recommended initial dosage of calcitriol is 0.25 mcg/day given in the morning. If a satisfactory response in the biochemical parameters and clinical manifestations of the disease is not observed, the dose may be increased at 2 to 4 week intervals. During the dosage titration period, serum calcium levels should be obtained at least twice weekly and, if hypercalcemia is noted, calcitriol should be immediately discontinued until normocalcemia ensues (see PRECAUTIONS : General ). Careful consideration should also be given to lowering the dietary calcium intake. Serum calcium, phosphorus, and 24 hour urinary calcium should be determined periodically. Most adult patients and pediatric patients age 6 years and older have responded to dosages in the range of 0.5 mcg to 2 mcg daily. Pediatric patients in the 1 to 5 year age group with hypoparathyroidism have usually been given 0.25 mcg to 0.75 mcg daily. The number of treated patients with pseudohypoparathyroidism less than 6 years of age is too small to make dosage recommendations. Malabsorption is occasionally noted in patients with hypoparathyroidism; hence, larger doses of calcitriol may be needed. Predialysis Patients The recommended initial dosage of calcitriol is 0.25 mcg/day in adults and pediatric patients 3 years of age and older. This dosage may be increased if necessary to 0.5 mcg/day. For pediatric patients less than 3 years of age, the recommended initial dosage of calcitriol is 10 to 15 ng/kg/day."
  ],
  "indications": [
    "INDICATIONS AND USAGE Predialysis Patients Calcitriol is indicated in the management of secondary hyperparathyroidism and resultant metabolic bone disease in patients with moderate to severe chronic renal failure (Ccr 15 to 55 mL/min) not yet on dialysis. In children, the creatinine clearance value must be corrected for a surface area of 1.73 square meters. A serum iPTH level of ≥100 pg/mL is strongly suggestive of secondary hyperparathyroidism. Dialysis Patients Calcitriol is indicated in the management of hypocalcemia and the resultant metabolic bone disease in patients undergoing chronic renal dialysis. In these patients, calcitriol administration enhances calcium absorption, reduces serum alkaline phosphatase levels, and may reduce elevated parathyroid hormone levels and the histological manifestations of osteitis fibrosa cystica and defective mineralization. Hypoparathyroidism Patients Calcitriol is also indicated in the management of hypocalcemia and its clinical manifestations in patients with postsurgical hypoparathyroidism, idiopathic hypoparathyroidism, and pseudohypoparathyroidism."
  ],
  "fetched_at": "2025-09-30T20:57:10.649740",
  "source": "OpenFDA"
}