{
  "drug_name": "Calcium threonate",
  "generic_name": [
    "CALCIUM ACETATE"
  ],
  "brand_names": [
    "Calcium Acetate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The drug interaction of calcium acetate is characterized by the potential of calcium to bind to drugs with anionic functions (e.g., carboxyl, and hydroxyl groups). Calcium acetate may decrease the bioavailability of tetracyclines or fluoroquinolones via this mechanism. There are no empirical data on avoiding drug interactions between calcium acetate and most concomitant drugs. When administering an oral medication with calcium acetate where a reduction in the bioavailability of that medication would have a clinically significant effect on its safety or efficacy, administer the drug one hour before or three hours after calcium acetate. Monitor blood levels of the concomitant drugs that have a narrow therapeutic range. Patients taking anti-arrhythmic medications for the control of arrhythmias and anti-seizure medications for the control of seizure disorders were excluded from the clinical trials with all forms of calcium acetate. Calcium acetate may decrease the bioavailability of tetracyclines or fluoroquinolones. ( 7 ) When clinically significant drug interactions are expected, administer the drug at least one hour before or at least three hours after calcium acetate or consider monitoring blood levels of the drug. ( 7 ) 7.1 Ciprofloxacin In a study of 15 healthy subjects, a co-administered single dose of 4 calcium acetate tablets, approximately 2.7g, decreased the bioavailability of ciprofloxacin by approximately 50%."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Hypercalcemia is discussed elsewhere [see Warnings and Precautions (5.1) ]. The most common (>10%) adverse reactions are hypercalcemia, nausea and vomiting. ( 6.1 ) In clinical studies, patients have occasionally experienced nausea during calcium acetate therapy. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Cipla Ltd. at 1-866-604-3268 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical studies, calcium acetate has been generally well tolerated. Calcium acetate was studied in a 3-month, open-label, non-randomized study of 98 enrolled ESRD hemodialysis patients and an alternate liquid formulation of calcium acetate was studied in a two week double-blind, placebo-controlled, cross-over study with 69 enrolled ESRD hemodialysis patients. Adverse reactions (>2% on treatment) from these trials are presented in Table 1. Table 1: Adverse Reactions in Patients with End-Stage Renal Disease Undergoing Hemodialysis Preferred Term Total adverse reactions reported for calcium acetate n=167 n (%) 3-month, open-label study of calcium acetate n=98 n (%) Double blind, placebo-controlled, cross-over study of liquid calcium acetate n=69 Calcium acetate n (%) Placebo n (%) Nausea 6 (3.6) 6 (6.1) 0(0.0) 0(0.0) Vomiting 4 (2.4) 4 (4.1) 0(0.0) 0(0.0) Hypercalcemia 21 (12.6) 16 (16.3) 5 (7.2) 0(0.0) Mild hypercalcemia may be asymptomatic or manifest itself as constipation, anorexia, nausea, and vomiting. More severe hypercalcemia is associated with confusion, delirium, stupor, and coma. Decreasing dialysate calcium concentration could reduce the incidence and severity of calcium acetate - induced hypercalcemia. Isolated cases of pruritus have been reported, which may represent allergic reactions. 6.2 Postmarketing Experience Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or to establish a causal relationship to drug exposure. The following additional adverse reactions have been identified during post-approval of calcium acetate: dizziness, edema, and weakness."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Patients with hypercalcemia. Hypercalcemia. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended initial dose of calcium acetate for the adult dialysis patient is 2 capsules with each meal. Increase the dose gradually to lower serum phosphorus levels to the target range, as long as hypercalcemia does not develop. Most patients require 3-4 capsules with each meal. Starting dose is 2 capsules with each meal. (2) Titrate the dose every 2-3 weeks until acceptable serum phosphorus level is reached. Most patients require 3-4 capsules with each meal. (2)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Calcium acetate is a phosphate binder indicated to reduce serum phosphorus in patients with end stage renal disease (ESRD). Calcium acetate is a phosphate binder indicated for the reduction of serum phosphorus in patients with end stage renal disease. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:48:12.123126",
  "source": "OpenFDA"
}