{
  "drug_name": "Calcifediol",
  "generic_name": [
    "CALCIFEDIOL"
  ],
  "brand_names": [
    "Rayaldee"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Co-administration of cytochrome P450 inhibitors, such as ketoconazole, may alter serum levels of calcifediol. ( 7.1 ) • Co-administration of thiazides may cause hypercalcemia. ( 7.2 ) • Cholestyramine may impair the absorption of calcifediol. ( 7.3 ) • The half-life of calcifediol is reduced by drugs stimulating microsomal hydroxylation, such as phenobarbital or other anticonvulsants. ( 7.4 ) 7.1 CYP3A Inhibitors Cytochrome P450 inhibitors, such as ketoconazole, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin or voriconazole, may inhibit enzymes involved in vitamin D metabolism (CYP24A1 and CYP27B1), and may alter serum levels of calcifediol. Dose adjustment of RAYALDEE may be required, and serum 25-hydroxyvitamin D, intact PTH and serum calcium concentrations should be closely monitored if a patient initiates or discontinues therapy with a strong CYP3A4 inhibitor. 7.2 Thiazides Thiazides are known to induce hypercalcemia by reducing excretion of calcium in the urine. Concomitant administration of thiazides with RAYALDEE may cause hypercalcemia. Patients may require more frequent serum calcium monitoring in this setting [ see Warnings and Precautions ( 5.1 ) ]. 7.3 Cholestyramine Cholestyramine has been reported to reduce intestinal absorption of fat-soluble vitamins and may impair the absorption of calcifediol, the active ingredient in RAYALDEE. Dose adjustment of RAYALDEE may be required, and serum total 25-hydroxyvitamin D, intact PTH and serum calcium concentrations should be closely monitored if a patient initiates or discontinues therapy with cholestyramine. 7.4 Other Agents Phenobarbital or other anticonvulsants or other compounds that stimulate microsomal hydroxylation reduce the half-life of calcifediol, the active ingredient in RAYALDEE. Dose adjustment of RAYALDEE may be required, and serum total 25-hydroxyvitamin D, intact PTH and serum calcium concentrations should be closely monitored if a patient initiates or discontinues therapy with phenobarbital or other anticonvulsants."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are discussed in greater detail in other sections of the label: • Hypercalcemia [ see Warnings and Precautions ( 5.1 ) ] • Adynamic Bone Disease [ see Warnings and Precautions ( 5.3 ) ] The most common adverse reactions (≥3% and more frequent than placebo) were anemia, nasopharyngitis, increased blood creatinine, dyspnea, cough, congestive heart failure and constipation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact OPKO Pharmaceuticals, LLC at 1-844-729-2539 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed cannot be directly compared to rates in other trials and may not reflect the rates observed in clinical practice. The data in Table 1 are derived from two pivotal studies described below [ see Clinical Studies ( 14 ) ]. These data reflect exposure of 285 subjects to RAYALDEE 30 or 60 mcg daily for up to 6 months (mean 24 weeks, range 1 to 31 weeks). The mean age of the study population was 66 years old (range 25-85 years). Half of the subjects were male, 65% were White, and 32% were African-American or Black. At baseline, subjects had secondary hyperparathyroidism, stage 3 (52%) or 4 (48%) chronic kidney disease without macroalbuminuria and serum total 25-hydroxyvitamin D levels less than 30 ng/mL. The most common causes of chronic kidney disease were diabetes and hypertension and the mean estimated GFR at baseline was 31 mL/min/1.73m 2 . At baseline, mean plasma intact PTH was 148 pg/mL, mean serum calcium was 9.2 mg/dL, mean serum phosphorus was 3.7 mg/dL and mean serum 25-hydroxyvitamin D was 20 ng/mL. Table 1 shows common adverse reactions associated with the use of RAYALDEE in the pooled placebo-controlled trials. These adverse reactions were not present at baseline, occurred more commonly on RAYALDEE than on placebo, and occurred in at least 1.4% of patients treated with RAYALDEE. Table 1. Common Adverse Reactions in Placebo-controlled Trials Reported in ≥1.4% of RAYALDEE-Treated Subjects Adverse Reaction Placebo N=144 RAYALDEE N=285 % % Anemia 3.5 4.9 Nasopharyngitis 2.8 4.9 Blood creatinine increased 1.4 4.9 Dyspnea 2.8 4.2 Cough 2.1 3.5 Cardiac failure congestive 0.7 3.5 Constipation 2.8 3.2 Bronchitis 0.7 2.8 Hyperkalemia 0.7 2.5 Osteoarthritis 0.7 2.1 Hyperuricemia 0.7 1.8 Contusion 0.0 1.8 Pneumonia 0.7 1.4 Chronic obstructive pulmonary disease 0.0 1.4 Increase in Serum Calcium Patients randomized to RAYALDEE experienced a greater mean (SE) increase in serum calcium (P<0.001) than patients randomized to placebo [i.e., 0.2 (0.02) mg/dL on RAYALDEE versus 0.1 (0.03) mg/dL on placebo from baseline to trial end]. Six subjects (2%) in the RAYALDEE treatment group and no subjects (0%) in the placebo group required dose reductions for protocol-defined hypercalcemia (two consecutive serum calcium values greater than 10.3 mg/dL). A total of 4.2% of RAYALDEE treated subjects and 2.1% of placebo treated subjects experienced at least one elevation in serum calcium above the upper limit of normal (10.5 mg/dL). Increase in Serum Phosphorus Patients randomized to RAYALDEE experienced a greater mean (SE) increase in serum phosphorus than patients randomized to placebo [i.e., 0.2 (0.03) mg/dL on RAYALDEE versus 0.1 (0.04) mg/dL on placebo from baseline to trial end]. One subject (0.4%) in the RAYALDEE treatment group met protocol-defined hyperphosphatemia (two consecutive serum phosphorus values greater than 5.5 mg/dL deemed to be study drug related) compared to no subjects in the placebo group. A total of 45% of RAYALDEE treated subjects and 44% of placebo treated subjects experienced at least one elevation in serum phosphorus above the upper limit of normal (4.5 mg/dL)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • The initial dose of RAYALDEE is 30 mcg administered orally once daily at bedtime. Serum calcium should be below 9.8 mg/dL before initiating treatment. ( 2 ) • Monitor serum calcium, phosphorus, 25-hydroxyvitamin D and intact parathyroid hormone (PTH) 3 months after starting therapy or changing dose. ( 2.2 , 5.3 ) • Increase the dose to 60 mcg once daily after 3 months if intact PTH is above the treatment goal. Ensure serum calcium is below 9.8 mg/dL, phosphorus is below 5.5 mg/dL and 25-hydroxyvitamin D is below 100 ng/mL before increasing the dose. ( 2.2 ) • Suspend dosing if intact PTH is persistently abnormally low, serum calcium is consistently above the normal range or serum 25-hydroxyvitamin D is consistently above 100 ng/mL. ( 2.2 ) 2.1 Important Dosage and Administration Information • Ensure serum calcium is below 9.8 mg/dL before initiating treatment [ see Warnings and Precautions ( 5.1 ) ]. • Instruct patients to swallow RAYALDEE capsules whole. • Instruct patients to skip a missed dose and to resume taking the medicine at the next regularly scheduled time. Do not administer an extra dose. 2.2 Starting Dose and Dose Titration • The initial dose of RAYALDEE is 30 mcg administered orally once daily at bedtime. • The maintenance dose of RAYALDEE should target serum total 25-hydroxyvitamin D levels between 30 and 100 ng/mL, intact parathyroid hormone (PTH) levels within the desired therapeutic range, serum calcium (corrected for low albumin) within the normal range and serum phosphorus below 5.5 mg/dL. • Monitor serum calcium, serum phosphorus, serum total 25-hydroxyvitamin D and intact PTH levels at a minimum of 3 months after initiation of therapy or dose adjustment, and subsequently at least every 6 to 12 months. • Increase the dose to 60 mcg orally once daily at bedtime after approximately 3 months, if intact PTH remains above the desired therapeutic range. Prior to raising the dose, ensure serum calcium is below 9.8 mg/dL, serum phosphorus is below 5.5 mg/dL and serum total 25-hydroxyvitamin D is below 100 ng/mL. • Suspend dosing if intact PTH is persistently and abnormally low to reduce the risk of adynamic bone disease [ see Warnings and Precautions ( 5.3 ) ], if serum calcium is consistently above the normal range to reduce the risk of hypercalcemia [ see Warnings and Precautions ( 5.1 ) ], or if serum total 25-hydroxyvitamin D is consistently above 100 ng/mL. Restart at a reduced dose after these laboratory values have normalized."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RAYALDEE is a vitamin D 3 analog indicated for the treatment of secondary hyperparathyroidism in adult patients with stage 3 or 4 chronic kidney disease and serum total 25-hydroxyvitamin D levels less than 30 ng/mL. Limitations of Use RAYALDEE is not indicated for the treatment of secondary hyperparathyroidism in patients with stage 5 chronic kidney disease or in patients with end-stage renal disease on dialysis. RAYALDEE is a vitamin D 3 analog indicated for the treatment of secondary hyperparathyroidism in adults with stage 3 or 4 chronic kidney disease and serum total 25-hydroxyvitamin D levels less than 30 ng/mL. ( 1 ) Limitations of Use: RAYALDEE is not indicated in patients with stage 5 chronic kidney disease or end-stage renal disease on dialysis. ( 1 )"
  ],
  "fetched_at": "2025-09-30T20:57:51.543520",
  "source": "OpenFDA"
}