{
  "drug_name": "Calystegine B2",
  "generic_name": [
    "Calystegine B2"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS NOT FOR INJECTION INTO THE EYE. If a sensitivity reaction to polymyxin B sulfate and trimethoprim ophthalmic solution occurs, discontinue use. Polymyxin B sulfate and trimethoprim ophthalmic solution is not indicated for the prophylaxis or treatment of ophthalmia neonatorum."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequent adverse reaction to polymyxin B sulfate and trimethoprim ophthalmic solution is local irritation consisting of increased redness, burning, stinging, and/or itching. This may occur on instillation, within 48 hours, or at any time with extended use. There are also multiple reports of hypersensitivity reactions consisting of lid edema, itching, increased redness, tearing, and/or circumocular rash. Photosensitivity has been reported in patients taking oral trimethoprim. To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Polymyxin B sulfate and trimethoprim ophthalmic solution is contraindicated in patients with known hypersensitivity to any of its components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION In mild to moderate infections, instill one drop in the affected eye(s) every 3 hours (maximum of 6 doses per day) for a period of 7 to 10 days."
  ],
  "indications": [
    "INDICATIONS AND USAGE Polymyxin B sulfate and trimethoprim ophthalmic solution is indicated in the treatment of surface ocular bacterial infections, including acute bacterial conjunctivitis, and blepharoconjunctivitis, caused by susceptible strains of the following microorganisms: Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pneumoniae, Streptococcus viridans, Haemophilus influenzae and Pseudomonas aeruginosa. 1 1 Efficacy for this organism in this organ system was studied in fewer than 10 infections."
  ],
  "fetched_at": "2025-10-01T15:35:17.536488",
  "source": "OpenFDA"
}