{
  "drug_name": "Canagliflozin",
  "generic_name": [
    "CANAGLIFLOZIN"
  ],
  "brand_names": [
    "INVOKANA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 7: Clinically Significant Drug Interactions with INVOKANA UGT Enzyme Inducers Clinical Impact: UGT enzyme inducers decrease canagliflozin exposure which may reduce the effectiveness of INVOKANA. Intervention: For patients with eGFR 60 mL/min/1.73 m 2 or greater, if an inducer of UGTs is administered with INVOKANA, increase the dosage to 200 mg daily in patients currently tolerating INVOKANA 100 mg daily. The total daily dosage may be increased to 300 mg daily in patients currently tolerating INVOKANA 200 mg daily who require additional glycemic control. For patients with eGFR less than 60 mL/min/1.73 m 2 , if an inducer of UGTs is administered with INVOKANA, increase the dosage to 200 mg daily in patients currently tolerating INVOKANA 100 mg daily. Consider adding another antihyperglycemic agent in patients who require additional glycemic control [see Dosage and Administration (2.3) and Clinical Pharmacology (12.3) ] . Examples: Rifampin, phenytoin, phenobarbital, ritonavir Insulin or Insulin Secretagogues Clinical Impact: The risk of hypoglycemia is increased when INVOKANA is used concomitantly with insulin secretagogues (e.g., sulfonylurea) or insulin. Intervention: Concomitant use may require a lower dosage of the insulin secretagogue or insulin to reduce the risk of hypoglycemia. Digoxin Clinical Impact: Canagliflozin increases digoxin exposure [see Clinical Pharmacology (12.3) ] . Intervention: Monitor patients taking INVOKANA with concomitant digoxin for a need to adjust the dosage of digoxin. Lithium Clinical Impact: Concomitant use of an SGLT2 inhibitor with lithium may decrease serum lithium concentrations. Intervention: Monitor serum lithium concentration more frequently during INVOKANA initiation and dosage changes. Drug/Laboratory Test Interference Positive Urine Glucose Test Clinical Impact: SGLT2 inhibitors increase urinary glucose excretion which will lead to positive urine glucose tests. Intervention: Monitoring glycemic control with urine glucose tests is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. Interference with 1,5-anhydroglucitol (1,5-AG) Assay Clinical Impact: Measurements of 1,5-AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention: Monitoring glycemic control with 1,5-AG assay is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. See full prescribing information for information on drug interactions and interference of INVOKANA with laboratory tests. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Diabetic Ketoacidosis in Patients with Type 1 Diabetes and Other Ketoacidosis [see Warnings and Precautions (5.1) ] Lower Limb Amputation [see Warnings and Precautions (5.2) ] Volume Depletion [see Warnings and Precautions (5.3) ] Urosepsis and Pyelonephritis [see Warnings and Precautions (5.4) ] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see Warnings and Precautions (5.5) ] Necrotizing Fasciitis of the Perineum (Fournier's gangrene) [see Warnings and Precautions (5.6) ] Genital Mycotic Infections [see Warnings and Precautions (5.7) ] Hypersensitivity Reactions [see Warnings and Precautions (5.8) ] Bone Fracture [see Warnings and Precautions (5.9) ] Most common adverse reactions (5% or greater incidence): female genital mycotic infections, urinary tract infection, and increased urination ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Pharmaceuticals, Inc. at 1-800-526-7736 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Pool of Placebo-Controlled Trials for Glycemic Control The data in Table 2 is derived from four 26-week placebo-controlled trials where INVOKANA was used as monotherapy in one trial and as add-on therapy in three trials. These data reflect exposure of 1,667 patients to INVOKANA and a mean duration of exposure to INVOKANA of 24 weeks. Patients received INVOKANA 100 mg (N=833), INVOKANA 300 mg (N=834) or placebo (N=646) once daily. The mean age of the population was 56 years and 2% were older than 75 years of age. Fifty percent (50%) of the population was male and 72% were Caucasian, 12% were Asian, and 5% were Black or African American. At baseline the population had diabetes for an average of 7.3 years, had a mean HbA 1C of 8.0% and 20% had established microvascular complications of diabetes. Baseline renal function was normal or mildly impaired (mean eGFR 88 mL/min/1.73 m 2 ). Table 2 shows common adverse reactions associated with the use of INVOKANA. These adverse reactions were not present at baseline, occurred more commonly on INVOKANA than on placebo, and occurred in at least 2% of patients treated with either INVOKANA 100 mg or INVOKANA 300 mg. Table 2: Adverse Reactions from Pool of Four 26–Week Placebo-Controlled Studies Reported in ≥ 2% of INVOKANA-Treated Patients The four placebo-controlled trials included one monotherapy trial and three add-on combination trials with metformin, metformin and sulfonylurea, or metformin and pioglitazone. Note: Percentages were weighted by studies. Study weights were proportional to the harmonic mean of the three treatment sample sizes. Adverse Reaction Placebo N=646 INVOKANA 100 mg N=833 INVOKANA 300 mg N=834 Urinary tract infections Urinary tract infections include the following adverse reactions: Urinary tract infection, Cystitis, Kidney infection, and Urosepsis. 3.8% 5.9% 4.4% Increased urination Increased urination includes the following adverse reactions: Polyuria, Pollakiuria, Urine output increased, Micturition urgency, and Nocturia. 0.7% 5.1% 4.6% Thirst Thirst includes the following adverse reactions: Thirst, Dry mouth, and Polydipsia. 0.1% 2.8% 2.4% Constipation 0.9% 1.8% 2.4% Nausea 1.6% 2.1% 2.3% N=312 N=425 N=430 Female genital mycotic infections Female genital mycotic infections include the following adverse reactions: Vulvovaginal candidiasis, Vulvovaginal mycotic infection, Vulvovaginitis, Vaginal infection, Vulvitis, and Genital infection fungal. 2.8% 10.6% 11.6% Vulvovaginal pruritus 0.0% 1.6% 3.2% N=334 N=408 N=404 Male genital mycotic infections Male genital mycotic infections include the following adverse reactions: Balanitis or Balanoposthitis, Balanitis candida, and Genital infection fungal. 0.7% 4.2% 3.8% Abdominal pain was also more commonly reported in patients taking INVOKANA 100 mg (1.8%), 300 mg (1.7%) than in patients taking placebo (0.8%). Placebo-Controlled Trial in Diabetic Nephropathy The occurrence of adverse reactions for INVOKANA was evaluated in patients participating in CREDENCE, a study in patients with type 2 diabetes mellitus and diabetic nephropathy with albuminuria > 300 mg/day [see Clinical Studies (14.3) ] . These data reflect exposure of 2,201 patients to INVOKANA and a mean duration of exposure to INVOKANA of 137 weeks. The rate of lower limb amputations associated with the use of INVOKANA 100 mg relative to placebo was 12.3 vs 11.2 events per 1000 patient-years, respectively, with 2.6 years mean duration of follow-up. The incidence of hypotension was 2.8% and 1.5% on INVOKANA 100 mg and placebo, respectively. Pool of Placebo- and Active-Controlled Trials for Glycemic Control and Cardiovascular Outcomes The occurrence of adverse reactions for INVOKANA was evaluated in patients participating in placebo- and active-controlled trials and in an integrated analysis of two cardiovascular trials, CANVAS and CANVAS-R. The types and frequency of common adverse reactions observed in the pool of eight clinical trials (which reflect an exposure of 6,177 patients to INVOKANA) were consistent with those listed in Table 2. Percentages were weighted by studies. Study weights were proportional to the harmonic mean of the three treatment sample sizes. In this pool, INVOKANA was also associated with the adverse reactions of fatigue (1.8%, 2.2%, and 2.0% with comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively) and loss of strength or energy (i.e., asthenia) (0.6%, 0.7%, and 1.1% with comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively). In the pool of eight clinical trials, the incidence rate of pancreatitis (acute or chronic) was 0.1%, 0.2%, and 0.1% receiving comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. In the pool of eight clinical trials, hypersensitivity-related adverse reactions (including erythema, rash, pruritus, urticaria, and angioedema) occurred in 3.0%, 3.8%, and 4.2% of patients receiving comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. Five patients experienced serious adverse reactions of hypersensitivity with INVOKANA, which included 4 patients with urticaria and 1 patient with a diffuse rash and urticaria occurring within hours of exposure to INVOKANA. Among these patients, 2 patients discontinued INVOKANA. One patient with urticaria had recurrence when INVOKANA was re-initiated. Photosensitivity-related adverse reactions (including photosensitivity reaction, polymorphic light eruption, and sunburn) occurred in 0.1%, 0.2%, and 0.2% of patients receiving comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. Other adverse reactions occurring more frequently on INVOKANA than on comparator were: Lower Limb Amputation An increased risk of lower limb amputations associated with INVOKANA use versus placebo was observed in CANVAS (5.9 vs 2.8 events per 1000 patient-years) and CANVAS-R (7.5 vs 4.2 events per 1000 patient-years), two randomized, placebo-controlled trials evaluating patients with type 2 diabetes who had either established cardiovascular disease or were at risk for cardiovascular disease. Patients in CANVAS and CANVAS-R were followed for an average of 5.7 and 2.1 years, respectively [see Clinical Studies (14.2) ] . The amputation data for CANVAS and CANVAS-R are shown in Tables 3 and 4, respectively . Table 3: CANVAS Amputations Placebo N=1441 INVOKANA 100 mg N=1445 INVOKANA 300 mg N=1441 INVOKANA (Pooled) N=2886 Note: Incidence is based on the number of patients with at least one amputation, and not the total number of amputation events. A patient's follow-up is calculated from Day 1 to the first amputation event date. Some patients had more than one amputation. Patients with an amputation, n (%) 22 (1.5) 50 (3.5) 45 (3.1) 95 (3.3) Total amputations 33 83 79 162 Amputation incidence rate (per 1000 patient-years) 2.8 6.2 5.5 5.9 Hazard Ratio (95% CI) -- 2.24 (1.36, 3.69) 2.01 (1.20, 3.34) 2.12 (1.34, 3.38) Table 4: CANVAS-R Amputations Placebo N=2903 INVOKANA 100 mg (with up-titration to 300 mg) N=2904 Note: Incidence is based on the number of patients with at least one amputation, and not the total number of amputation events. A patient's follow-up is calculated from Day 1 to the first amputation event date. Some patients had more than one amputation. Patients with an amputation, n (%) 25 (0.9) 45 (1.5) Total amputations 36 59 Amputation incidence rate (per 1000 patient-years) 4.2 7.5 Hazard Ratio (95% CI) -- 1.80 (1.10, 2.93) Renal Cell Carcinoma In the CANVAS trial (mean duration of follow-up of 5.7 years) [see Clinical Studies (14.2) ] , the incidence of renal cell carcinoma was 0.15% (2/1331) and 0.29% (8/2716) for placebo and INVOKANA, respectively, excluding patients with less than 6 months of follow-up, less than 90 days of treatment, or a history of renal cell carcinoma. A causal relationship to INVOKANA could not be established due to the limited number of cases. Volume Depletion-Related Adverse Reactions INVOKANA results in an osmotic diuresis, which may lead to reductions in intravascular volume. In clinical trials for glycemic control, treatment with INVOKANA was associated with a dose-dependent increase in the incidence of volume depletion-related adverse reactions (e.g., hypotension, postural dizziness, orthostatic hypotension, syncope, and dehydration). An increased incidence was observed in patients on the 300 mg dose. The three factors associated with the largest increase in volume depletion-related adverse reactions in these trials were the use of loop diuretics, moderate renal impairment (eGFR 30 to less than 60 mL/min/1.73 m 2 ), and age 75 years and older (Table 5) [see Use in Specific Populations (8.5 and 8.6) ] . Table 5: Proportion of Patients With at Least One Volume Depletion-Related Adverse Reaction (Pooled Results from 8 Clinical Trials for Glycemic Control) Baseline Characteristic Comparator Group Includes placebo and active-comparator groups % INVOKANA 100 mg % INVOKANA 300 mg % Overall population 1.5% 2.3% 3.4% 75 years of age and older Patients could have more than 1 of the listed risk factors 2.6% 4.9% 8.7% eGFR less than 60 mL/min/1.73 m 2 2.5% 4.7% 8.1% Use of loop diuretic 4.7% 3.2% 8.8% Falls In a pool of nine clinical trials with mean duration of exposure to INVOKANA of 85 weeks, the proportion of patients who experienced falls was 1.3%, 1.5%, and 2.1% with comparator, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. The higher risk of falls for patients treated with INVOKANA was observed within the first few weeks of treatment. Genital Mycotic Infections In the pool of four placebo-controlled clinical trials for glycemic control, female genital mycotic infections (e.g., vulvovaginal mycotic infection, vulvovaginal candidiasis, and vulvovaginitis) occurred in 2.8%, 10.6%, and 11.6% of females treated with placebo, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. Patients with a history of genital mycotic infections were more likely to develop genital mycotic infections on INVOKANA. Female patients who developed genital mycotic infections on INVOKANA were more likely to experience recurrence and require treatment with oral or topical antifungal agents and anti-microbial agents. In females, discontinuation due to genital mycotic infections occurred in 0% and 0.7% of patients treated with placebo and INVOKANA, respectively. In the pool of four placebo-controlled clinical trials, male genital mycotic infections (e.g., candidal balanitis, balanoposthitis) occurred in 0.7%, 4.2%, and 3.8% of males treated with placebo, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. Male genital mycotic infections occurred more commonly in uncircumcised males and in males with a prior history of balanitis or balanoposthitis. Male patients who developed genital mycotic infections on INVOKANA were more likely to experience recurrent infections (22% on INVOKANA versus none on placebo), and require treatment with oral or topical antifungal agents and anti-microbial agents than patients on comparators. In males, discontinuations due to genital mycotic infections occurred in 0% and 0.5% of patients treated with placebo and INVOKANA, respectively. In the pooled analysis of 8 randomized trials evaluating glycemic control, phimosis was reported in 0.3% of uncircumcised male patients treated with INVOKANA and 0.2% required circumcision to treat the phimosis. Hypoglycemia In all glycemic control trials, hypoglycemia was defined as any event regardless of symptoms, where biochemical hypoglycemia was documented (any glucose value below or equal to 70 mg/dL). Severe hypoglycemia was defined as an event consistent with hypoglycemia where the patient required the assistance of another person to recover, lost consciousness, or experienced a seizure (regardless of whether biochemical documentation of a low glucose value was obtained). In individual clinical trials of glycemic control [see Clinical Studies (14.1) ] , episodes of hypoglycemia occurred at a higher rate when INVOKANA was co-administered with insulin or sulfonylureas (Table 6). Table 6: Incidence of Hypoglycemia Number of patients experiencing at least one event of hypoglycemia based on either biochemically documented episodes or severe hypoglycemic events in the intent-to-treat population in Randomized Clinical Studies of Glycemic Control Monotherapy (26 weeks) Placebo (N=192) INVOKANA 100 mg (N=195) INVOKANA 300 mg (N=197) Overall [N (%)] 5 (2.6) 7 (3.6) 6 (3.0) In Combination with Metformin (26 weeks) Placebo + Metformin (N=183) INVOKANA 100 mg + Metformin (N=368) INVOKANA 300 mg + Metformin (N=367) Overall [N (%)] 3 (1.6) 16 (4.3) 17 (4.6) Severe [N (%)] Severe episodes of hypoglycemia were defined as those where the patient required the assistance of another person to recover, lost consciousness, or experienced a seizure (regardless of whether biochemical documentation of a low glucose value was obtained) 0 (0) 1 (0.3) 1 (0.3) In Combination with Metformin (52 weeks) Glimepiride + Metformin (N=482) INVOKANA 100 mg + Metformin (N=483) INVOKANA 300 mg + Metformin (N=485) Overall [N (%)] 165 (34.2) 27 (5.6) 24 (4.9) Severe [N (%)] 15 (3.1) 2 (0.4) 3 (0.6) In Combination with Sulfonylurea (18 weeks) Placebo + Sulfonylurea (N=69) INVOKANA 100 mg + Sulfonylurea (N=74) INVOKANA 300 mg + Sulfonylurea (N=72) Overall [N (%)] 4 (5.8) 3 (4.1) 9 (12.5) In Combination with Metformin + Sulfonylurea (26 weeks) Placebo + Metformin + Sulfonylurea (N=156) INVOKANA 100 mg + Metformin + Sulfonylurea (N=157) INVOKANA 300 mg + Metformin + Sulfonylurea (N=156) Overall [N (%)] 24 (15.4) 43 (27.4) 47 (30.1) Severe [N (%)] 1 (0.6) 1 (0.6) 0 In Combination with Metformin + Sulfonylurea (52 weeks) Sitagliptin + Metformin + Sulfonylurea (N=378) INVOKANA 300 mg + Metformin + Sulfonylurea (N=377) Overall [N (%)] 154 (40.7) 163 (43.2) Severe [N (%)] 13 (3.4) 15 (4.0) In Combination with Metformin + Pioglitazone (26 weeks) Placebo + Metformin + Pioglitazone (N=115) INVOKANA 100 mg + Metformin + Pioglitazone (N=113) INVOKANA 300 mg + Metformin + Pioglitazone (N=114) Overall [N (%)] 3 (2.6) 3 (2.7) 6 (5.3) In Combination with Insulin (18 weeks) Placebo (N=565) INVOKANA 100 mg (N=566) INVOKANA 300 mg (N=587) Overall [N (%)] 208 (36.8) 279 (49.3) 285 (48.6) Severe [N (%)] 14 (2.5) 10 (1.8) 16 (2.7) Bone Fracture In the CANVAS trial [see Clinical Studies (14.2) ] , the incidence rates of all adjudicated bone fracture were 1.09, 1.59, and 1.79 events per 100 patient-years of follow-up to placebo, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. The fracture imbalance was observed within the first 26 weeks of therapy and remained through the end of the trial. Fractures were more likely to be low trauma (e.g., fall from no more than standing height), and affect the distal portion of upper and lower extremities. Laboratory and Imaging Tests Increases in Serum Creatinine and Decreases in eGFR Initiation of INVOKANA causes an increase in serum creatinine and decrease in estimated GFR. In patients with moderate renal impairment, the increase in serum creatinine generally does not exceed 0.2 mg/dL, occurs within the first 6 weeks of starting therapy, and then stabilizes. Increases that do not fit this pattern should prompt further evaluation to exclude the possibility of acute kidney injury [see Clinical Pharmacology (12.1) ] . The acute effect on eGFR reverses after treatment discontinuation suggesting acute hemodynamic changes may play a role in the renal function changes observed with INVOKANA. Increases in Serum Potassium In a pooled population of patients (N=723) in glycemic control trials with moderate renal impairment (eGFR 45 to less than 60 mL/min/1.73 m 2 ), increases in serum potassium to greater than 5.4 mEq/L and 15% above baseline occurred in 5.3%, 5.0%, and 8.8% of patients treated with placebo, INVOKANA 100 mg, and INVOKANA 300 mg, respectively. Severe elevations (greater than or equal to 6.5 mEq/L) occurred in 0.4% of patients treated with placebo, no patients treated with INVOKANA 100 mg, and 1.3% of patients treated with INVOKANA 300 mg. In these patients, increases in potassium were more commonly seen in those with elevated potassium at baseline. Among patients with moderate renal impairment, approximately 84% were taking medications that interfere with potassium excretion, such as potassium-sparing diuretics, angiotensin-converting-enzyme inhibitors, and angiotensin-receptor blockers [see Use in Specific Populations (8.6) ] . In CREDENCE, no difference in serum potassium, no increase in adverse events of hyperkalemia, and no increase in absolute (> 6.5 mEq/L) or relative (> upper limit of normal and > 15% increase from baseline) increases in serum potassium were observed with INVOKANA 100 mg relative to placebo. Increases in Low-Density Lipoprotein Cholesterol (LDL-C) and non-High-Density Lipoprotein Cholesterol (non-HDL-C) In the pool of four glycemic control placebo-controlled trials, dose-related increases in LDL-C with INVOKANA were observed. Mean changes (percent changes) from baseline in LDL-C relative to placebo were 4.4 mg/dL (4.5%) and 8.2 mg/dL (8.0%) with INVOKANA 100 mg and INVOKANA 300 mg, respectively. The mean baseline LDL-C levels were 104 to 110 mg/dL across treatment groups. Dose-related increases in non-HDL-C with INVOKANA were observed. Mean changes (percent changes) from baseline in non-HDL-C relative to placebo were 2.1 mg/dL (1.5%) and 5.1 mg/dL (3.6%) with INVOKANA 100 mg and 300 mg, respectively. The mean baseline non-HDL-C levels were 140 to 147 mg/dL across treatment groups. Increases in Hemoglobin In the pool of four placebo-controlled trials of glycemic control, mean changes (percent changes) from baseline in hemoglobin were -0.18 g/dL (-1.1%) with placebo, 0.47 g/dL (3.5%) with INVOKANA 100 mg, and 0.51 g/dL (3.8%) with INVOKANA 300 mg. The mean baseline hemoglobin value was approximately 14.1 g/dL across treatment groups. At the end of treatment, 0.8%, 4.0%, and 2.7% of patients treated with placebo, INVOKANA 100 mg, and INVOKANA 300 mg, respectively, had hemoglobin above the upper limit of normal. Decreases in Bone Mineral Density Bone mineral density (BMD) was measured by dual-energy X-ray absorptiometry in a clinical trial of 714 older adults (mean age 64 years) [see Clinical Studies (14.1) ] . At 2 years, patients randomized to INVOKANA 100 mg and INVOKANA 300 mg had placebo-corrected declines in BMD at the total hip of 0.9% and 1.2%, respectively, and at the lumbar spine of 0.3% and 0.7%, respectively. Additionally, placebo-adjusted BMD declines were 0.1% at the femoral neck for both INVOKANA doses and 0.4% at the distal forearm for patients randomized to INVOKANA 300 mg. The placebo-adjusted change at the distal forearm for patients randomized to INVOKANA 100 mg was 0%. 6.2 Postmarketing Experience Additional adverse reactions have been identified during post-approval use of INVOKANA. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Ketoacidosis Acute Kidney Injury Anaphylaxis, Angioedema Urosepsis and Pyelonephritis Necrotizing Fasciitis of the Perineum (Fournier's gangrene)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS INVOKANA is contraindicated in patients with a serious hypersensitivity reaction to INVOKANA, such as anaphylaxis or angioedema [see Warnings and Precautions (5.8) and Adverse Reactions (6.1 , 6.2) ] . Serious hypersensitivity reaction to INVOKANA ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess renal function before initiating and as clinically indicated ( 2.1 ) The recommended starting dose is 100 mg once daily, taken before the first meal of the day ( 2.2 ) Dose can be increased to 300 mg once daily in patients tolerating 100 mg once daily who have an eGFR of 60 mL/min/1.73 m 2 or greater and require additional glycemic control ( 2.2 ) Dose adjustment for patients with renal impairment may be required ( 2.3 ) See full prescribing information for INVOKANA dosage modifications due to drug interactions ( 2.4 ) Withhold INVOKANA at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting ( 2.5 ). 2.1 Prior to Initiation of INVOKANA Assess renal function before initiating INVOKANA and as clinically indicated [see Dosage and Administration (2.3) and Warnings and Precautions (5.3) ] . In patients with volume depletion, correct this condition before initiating INVOKANA [see Warnings and Precautions (5.3) and Use in Specific Populations (8.5 , 8.6) ] . 2.2 Recommended Dosage and Administration The recommended dosage of INVOKANA is 100 mg orally once daily, taken before the first meal of the day. For additional glycemic control, the dosage of INVOKANA may be increased to the maximum recommended dosage of 300 mg once daily. 2.3 Recommended Dosage in Patients with Renal Impairment Table 1 provides dosage recommendations for patients with renal impairment, based on estimated glomerular filtration rate (eGFR). Table 1: Recommended Dosage in Patients with Renal Impairment Estimated Glomerular Filtration Rate [eGFR (mL/min/1.73 m 2 )] Recommended Dosage eGFR 30 to less than 60 The maximum recommended dosage is100 mg orally once daily. eGFR less than 30 Initiation is not recommended Patients taking INVOKANA with albuminuria greater than 300 mg/day may continue INVOKANA 100 mg once daily to reduce the risk of ESKD, doubling of serum creatinine, CV death, and hospitalization for heart failure [see Indications and Usage (1) and Use in Specific Populations (8.6) ]. 2.4 Concomitant Use with UDP-Glucuronosyl transferase (UGT) Enzyme Inducers When co-administering INVOKANA with an inducer of UGT (e.g., rifampin, phenytoin, phenobarbital, ritonavir), increase the dosage of INVOKANA based on renal function [see Drug Interactions (7) ]: In patients with eGFR 60 mL/min/1.73 m 2 or greater, increase the dosage to 200 mg orally once daily in patients currently tolerating INVOKANA 100 mg once daily. The maximum recommended dosage of INVOKANA is 300 mg once daily. In patients with eGFR less than 60 mL/min/1.73 m 2 , increase to a maximum recommended dosage of 200 mg orally once daily in patients currently tolerating INVOKANA 100 mg once daily. 2.5 Temporary Interruption for Surgery Withhold INVOKANA at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. Resume INVOKANA when the patient is clinically stable and has resumed oral intake [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE INVOKANA (canagliflozin) is indicated: as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. to reduce the risk of major adverse cardiovascular events (cardiovascular death, nonfatal myocardial infarction and nonfatal stroke) in adults with type 2 diabetes mellitus and established cardiovascular disease (CVD). to reduce the risk of end-stage kidney disease (ESKD), doubling of serum creatinine, cardiovascular (CV) death, and hospitalization for heart failure in adults with type 2 diabetes mellitus and diabetic nephropathy with albuminuria greater than 300 mg/day. INVOKANA is a sodium-glucose co-transporter 2 (SGLT2) inhibitor indicated: As an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus ( 1 ) To reduce the risk of major adverse cardiovascular events in adults with type 2 diabetes mellitus and established cardiovascular disease ( 1 ) To reduce the risk of end-stage kidney disease, doubling of serum creatinine, cardiovascular death, and hospitalization for heart failure in adults with type 2 diabetes mellitus and diabetic nephropathy with albuminuria ( 1 ). Limitations of Use: Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus ( 1 ) Not recommended for use to improve glycemic control in adults with type 2 diabetes mellitus with an eGFR less than 30 mL/min/1.73 m 2 ( 1 ) Limitations of Use INVOKANA is not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus [see Warnings and Precautions (5.1) ] . INVOKANA is not recommended for use to improve glycemic control in adults with type 2 diabetes mellitus with an eGFR less than 30 mL/min/1.73 m 2 . INVOKANA is likely to be ineffective in this setting based upon its mechanism of action."
  ],
  "fetched_at": "2025-10-01T17:06:23.848652",
  "source": "OpenFDA"
}