{
  "drug_name": "Candesartan cilexetil",
  "generic_name": [
    "Candesartan cilexetil"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Because candesartan is not significantly metabolized by the cytochrome P450 system and at therapeutic concentrations has no effects on P450 enzymes, interactions with drugs that inhibit or are metabolized by those enzymes would not be expected.Because candesartan is not significantly metabolized by the cytochrome P450 system and at therapeutic concentrations has no effects on P450 enzymes, interactions with drugs that inhibit or are metabolized by those enzymes would not be expected. Non-Steroidal Anti-Inflammatory Agents including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, co-administration of NSAIDs, including selective COX-2 inhibitors, with angiotensin II receptor antagonists, including candesartan, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving candesartan and NSAID therapy.In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, co-administration of NSAIDs, including selective COX-2 inhibitors, with angiotensin II receptor antagonists, including candesartan, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving candesartan and NSAID therapy. The antihypertensive effect of angiotensin II receptor antagonists, including candesartan may be attenuated by NSAIDs including selective COX-2 inhibitors.The antihypertensive effect of angiotensin II receptor antagonists, including candesartan may be attenuated by NSAIDs including selective COX-2 inhibitors. Lithium Reversible increases in serum lithium concentrations and toxicity have been reported during concomitant administration of lithium with ACE inhibitors, and with some angiotensin II receptor antagonists. An increase in serum lithium concentration has been reported during concomitant administration of lithium with candesartan cilexetil. Monitor serum lithium levels.Reversible increases in serum lithium concentrations and toxicity have been reported during concomitant administration of lithium with ACE inhibitors, and with some angiotensin II receptor antagonists. An increase in serum lithium concentration has been reported during concomitant administration of lithium with candesartan cilexetil. Monitor serum lithium levels. Dual Blockade of the Renin-angiotensin System (RAS) Dual blockade of the RAS with angiotensin receptor blockers, ACE inhibitors, or aliskiren is associated with increased risks of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Closely monitor blood pressure, renal function and electrolytes in patients on candesartan cilexetil and other agents that affect the RAS. Do not co-administer aliskiren with candesartan cilexetil in patients with diabetes. Avoid use of aliskiren with candesartan cilexetil in patients with renal impairment (GFR <60 ml/min) [see CONTRAINDICATIONS (4) ]. Lithium: Reversible increases in serum lithium concentrations and toxicity ( 7 ). NSAIDS use may lead to increased risk of renal impairment and loss of antihypertensive effect ( 7 ). Dual inhibition of the renin-angiotensin system: Increased risk of renal impairment, hypotension, and hyperkalemia ( 7 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions which caused adult patients to discontinue therapy for: Hypertension were headache (0.6%) and dizziness (0.3%) (6.1) . Heart Failure were hypotension (4.1%) (5.3) , abnormal renal function (6.3%) (5.4) , and hyperkalemia (2.4%) (5.5) . To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc., at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Adult Hypertension Candesartan cilexetil has been evaluated for safety in more than 3600 patients/subjects, including more than 3200 patients treated for hypertension. About 600 of these patients were studied for at least 6 months and about 200 for at least 1 year. In general, treatment with candesartan cilexetil was well tolerated. The overall incidence of adverse events reported with candesartan cilexetil was similar to placebo. The rate of withdrawals due to adverse events in all trials in patients (7510 total) was 3.3% (i.e., 108 of 3260) of patients treated with candesartan cilexetil as monotherapy and 3.5% (i.e., 39 of 1106) of patients treated with placebo. In placebo-controlled trials, discontinuation of therapy due to clinical adverse events occurred in 2.4% (i.e., 57 of 2350) of patients treated with candesartan cilexetil and 3.4% (ie., 35 of 1027) of patients treated with placebo. The most common reasons for discontinuation of therapy with candesartan cilexetil were headache (0.6%) and dizziness (0.3%). The adverse events that occurred in placebo-controlled clinical trials in at least 1% of patients treated with candesartan cilexetil and at a higher incidence in candesartan cilexetil (n = 2350) than placebo (n = 1027) patients included back pain (3% vs. 2%), dizziness (4% vs. 3%), upper respiratory tract infection (6% vs. 4%), pharyngitis (2% vs. 1%), and rhinitis (2% vs. 1%). Pediatric Hypertension Among children in clinical studies, 1 in 93 children age 1 to < 6 and 3 in 240 age 6 to < 17 experienced worsening renal disease. The association between candesartan and exacerbation of the underlying condition could not be excluded. Heart Failure The adverse event profile of candesartan cilexetil in adult heart failure patients was consistent with the pharmacology of the drug and the health status of the patients. In the CHARM program, comparing candesartan cilexetil in total daily doses up to 32 mg once daily (n=3803) with placebo (n=3796), 21% of patients discontinued candesartan cilexetil for adverse events vs. 16.1% of placebo patients. 6.2 Postmarketing Experience The following adverse reactions were identified during post-approval use of candesartan cilexetil. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The following have been very rarely reported in post-marketing experience: Digestive: Abnormal hepatic function and hepatitis. Hematologic: Neutropenia, leukopenia, and agranulocytosis. Immunologic : Angioedema. Metabolic and Nutritional Disorders: Hyperkalemia, hyponatremia. Respiratory System Disorders: Cough. Skin and Appendages Disorders: Pruritus, rash and urticaria. Rare reports of rhabdomyolysis have been reported in patients receiving angiotensin II receptor blockers."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Candesartan cilexetil tablets are contraindicated in patients who are hypersensitive to candesartan.Candesartan cilexetil tablets are contraindicated in patients who are hypersensitive to candesartan. Do not co-administer aliskiren with cansedartancilexetil tablets in patients with diabetes [see DRUG INTERACTIONS (7) ]. Known hypersensitivity to product components (4) . Do not co-administer aliskiren with candesartan cilexetil tablets in patients with diabetes (4) ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Starting Dose Dose Range Target Maintenance Dose Adult Hypertension ( 2.1 ) 16 mg tablet once daily 8 to32 mg tablet total daily dose – Pediatric Hypertension (1 to < 6 years) ( 2.2 ) 0.20 mg/kg oral suspension once daily 0.05 to 0.4 mg/kg oral suspension once daily or consider divided dose – Pediatric Hypertension (6 to < 17 years) ( 2.2 ) < 50 kg 4 to 8 mg tablet once daily > 50 kg 8 to 16 mg tablet once daily < 50 kg 4 to 16 mg tablet once daily or consider divided dose > 50 kg 4 to 32 mg tablet once daily or consider divided dose – Adult Heart Failure ( 2.3 ) 4 mg tablet once daily 32 mg tablet once daily The target dose is 32 mg once daily, which is achieved by doubling the dose at approximately 2-week intervals, as tolerated by patient 2.1 Adult Hypertension Dosage must be individualized. Blood pressure response is dose related over the range of 2 to 32 mg. The usual recommended starting dose of candesartan cilexetil tablets is 16 mg once daily when it is used as monotherapy in patients who are not volume depleted. Candesartan cilexetil tablets can be administered once or twice daily with total daily doses ranging from 8 mg to 32 mg. Larger doses do not appear to have a greater effect, and there is relatively little experience with such doses. Most of the antihypertensive effect is present within 2 weeks, and maximal blood pressure reduction is generally obtained within 4 to 6 weeks of treatment with candesartan cilexetil tablets. Use in Hepatic Impairment: Initiate with 8 mg candesartan cilexetil tablets in patients with moderate hepatic insufficiency. Dosing recommendations cannot be provided for patients with severe hepatic insufficiency [see CLINICAL PHARMACOLOGY (12.3) ]. Candesartan cilexetil tablets may be administered with or without food. If blood pressure is not controlled by candesartan cilexetil tablets alone, a diuretic may be added. Candesartan cilexetil tablets may be administered with other antihypertensive agents. 2.2 Pediatric Hypertension 1 to < 17 Years of age Candesartan cilexetil tablets may be administered once daily or divided into two equal doses. Adjust the dosage according to blood pressure response. For patients with possible depletion of intravascular volume (e.g., patients treated with diuretics, particularly those with impaired renal function), initiate candesartan cilexetil tablets under close medical supervision and consider administration of a lower dose [see WARNINGS AND PRECAUTIONS (5.3) ]. Children 1 to < 6 years of age: The dose range is 0.05 to 0.4 mg/kg per day. The recommended starting dose is 0.20 mg/kg (oral suspension). Children 6 to < 17 years of age: For those less than 50 kg, the dose range is 2 to 16 mg per day. The recommended starting dose is 4 to 8 mg. For those greater than 50 kg, the dose range is 4 to 32 mg per day. The recommended starting dose is 8 to 16 mg. Doses above 0.4 mg/kg (1 to < 6 year olds) or 32 mg (6 to < 17 year olds) have not been studied in pediatric patients [see CLINICAL STUDIES (14.1) ] . An antihypertensive effect is usually present within 2 weeks, with full effect generally obtained within 4 weeks of treatment with candesartan cilexetil tablets. Children < 1 year of age must not receive candesartan cilexetil tablets for hypertension. All pediatric patients with a glomerular filtration rate less than 30 ml/min/1.73m 2 should not receive candesartan cilexetil tablets since candesartan cilexetil tablets have not been studied in this population [see SPECIAL POPULATIONS (8) ]. For children who cannot swallow tablets, an oral suspension may be substituted as described below: Preparation of Oral Suspension: Candesartan cilexetil oral suspension can be prepared in concentrations within the range of 0.1 to 2 mg/mL. Typically, a concentration of 1 mg/mL will be suitable for the prescribed dose. Any strength of candesartan cilexetil tablets can be used in the preparation of the suspension. Follow the steps below for preparation of the suspension. The number of tablets and volume of vehicle specified below will yield 160 mL of a 1 mg/mL suspension. Prepare the vehicle by adding equal volumes of * Ora-Plus ® (80 mL) and * Ora-Sweet SF ® (80 mL) or, alternatively, use, *† Ora-Blend SF ® (160 mL). Add a small amount of vehicle to the required number of candesartan cilexetil tablets (five 32 mg tablets) and grind into a smooth paste using a mortar and pestle. Add the paste to a preparation vessel of suitable size. Rinse the mortar and pestle clean using the vehicle and add this to the vessel. Repeat, if necessary. Prepare the final volume by adding the remaining vehicle. Mix thoroughly. Dispense into suitably sized amber PET bottles. Label with an expiry date of 100 days and include the following instructions: Store at 20º to 25ºC (68º to 77ºF). [See USP Controlled Room Temperature]. Use within 30 days after first opening. Do not use after the expiry date stated on the bottle. Do not freeze. Shake well before each use. 2.3 Adult Heart Failure The recommended initial dose for treating heart failure is 4 mg once daily. The target dose is 32 mg once daily, which is achieved by doubling the dose at approximately 2-week intervals, as tolerated by the patient."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Candesartan Cilexetil Tablets are an angiotensin II receptor blocker (ARB) indicated for: Treatment of hypertension in adults and children 1 to < 17 years of age (1.1) . Treatment of heart failure (NYHA class II-IV); candesartan cilexetil tablets reduces cardiovascular death and heart failure hospitalization (1.2) . 1.1 Hypertension Candesartan cilexetil tablets are indicated for the treatment of hypertension in adults and children 1 to < 17 years of age. It may be used alone or in combination with other antihypertensive agents. 1.2 Heart Failure Candesartan cilexetil tablets is indicated for the treatment of heart failure (NYHA class II-IV) in adults with left ventricular systolic dysfunction (ejection fraction ≤ 40%) to reduce cardiovascular death and to reduce heart failure hospitalizations [see CLINICAL STUDIES (14.2) ]. Candesartan cilexetil tablets also have an added effect on these outcomes when used with an ACE inhibitor."
  ],
  "fetched_at": "2025-09-30T21:35:16.865974",
  "source": "OpenFDA"
}