{
  "drug_name": "Cannabidiol",
  "generic_name": [
    "CANNABIDIOL"
  ],
  "brand_names": [
    "Epidiolex"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong inducer of CYP3A4 or CYP2C19: Consider dose increase of EPIDIOLEX. ( 7.1 ) • Consider a dose reduction of substrates of CYP1A2, CYP2C8, UGT1A9, and orally administered P-gp substrates. ( 7.2 ) • A lower starting dose of orally administered everolimus is recommended. ( 7.2 ) • Consider dose modification of CYP2B6 or CYP2C19 substrates. ( 7.2 ) 7.1 Effect of Other Drugs on EPIDIOLEX Strong CYP3A4 or CYP2C19 Inducers Concomitant use with a strong CYP3A4 and CYP2C19 inducer (rifampin 600 mg once daily) decreased cannabidiol and 7‑OH‑CBD plasma concentrations by approximately 32% and 63%. The impact of such changes on efficacy of EPIDIOLEX is not known [see Clinical Pharmacology ( 12.3 )] . Consider an increase in EPIDIOLEX dosage (based on clinical response and tolerability) up to 2‑fold, when concomitantly used with a strong CYP3A4 and/or CYP2C19 inducer. 7.2 Effect of EPIDIOLEX on Other Drugs Antiepileptic Drugs Clobazam Concomitant use of EPIDIOLEX with clobazam increases plasma concentrations of N‑desmethylclobazam, the active metabolite of clobazam [see Clinical Pharmacology ( 12.3 )], which may increase the risk of clobazam-related adverse reactions [see Adverse Reactions ( 6.1 ) and Warnings and Precautions ( 5.1 , 5.2 )]. Consider a reduction in dosage of clobazam if adverse reactions known to occur with clobazam are experienced when concomitantly used with EPIDIOLEX. Stiripentol Concomitant use of EPIDIOLEX with stiripentol increases plasma exposures of stiripentol [see Clinical Pharmacology ( 12.3 )] . Monitor for stiripentol-related adverse reactions when concomitantly used with EPIDIOLEX. Orally Administered P-gp Substrates Concomitant use of EPIDIOLEX with orally administered everolimus results in an approximately 2.5‑fold increase in plasma exposures of everolimus [see Clinical Pharmacology ( 12.3 )] . When initiating EPIDIOLEX in patients taking everolimus, monitor therapeutic drug levels of everolimus and adjust the dosage accordingly. In patients on a stable dosage of EPIDIOLEX, it is recommended to initiate everolimus at a lower starting dosage and titrate the dose based on therapeutic drug monitoring. Increases in exposure of other orally administered P‑gp substrates (e.g., sirolimus, tacrolimus, digoxin) may be observed when concomitantly used with EPIDIOLEX. Consider therapeutic drug monitoring and dosage reduction of other P‑gp substrates when given orally with EPIDIOLEX. CYP1A2, CYP2B6, CYP2C8, CYP2C19, and UGT1A9 Substrates CYP1A2 Substrates Cannabidiol is a weak inhibitor of CYP1A2 [see Clinical Pharmacology ( 12.3 )] . Increases in exposure of certain CYP1A2 substrates (e.g., theophylline, tizanidine) may be observed when concomitantly used with EPIDIOLEX. Consider dosage reduction of CYP1A2 substrates where minimal concentration changes may lead to serious adverse reactions, as clinically appropriate, when concomitantly used with EPIDIOLEX. CYP2B6 Substrates Cannabidiol is an inducer and inhibitor of CYP2B6 [see Clinical Pharmacology ( 12.3 )]. No clinically significant reduction in exposures of CYP2B6 substrates are observed when concomitantly used with EPIDIOLEX at 7.5 mg/kg twice daily. Changes in exposures of CYP2B6 substrates are unknown when concomitantly used with EPIDIOLEX at doses above 7.5 mg/kg twice daily. Consider dosage modification of CYP2B6 substrates, as clinically appropriate, when concomitantly used with EPIDIOLEX at doses above 7.5 mg/kg twice daily. CYP2C8 Substrates Concomitant use of EPIDIOLEX may cause clinically significant interactions with CYP2C8 substrates. Consider a reduction in dosage of CYP2C8 substrates, as clinically appropriate, if adverse reactions are experienced when concomitantly used with EPIDIOLEX. CYP2C19 Substrates Cannabidiol is a moderate inhibitor of CYP2C19 [see Clinical Pharmacology ( 12.3 )] . Concomitant use of EPIDIOLEX increases plasma concentrations of CYP2C19 substrates and may increase the risk of adverse reactions. Consider a dosage reduction of CYP2C19 substrates, as clinically appropriate, when concomitantly used with EPIDIOLEX. For CYP2C19 substrates (e.g., clopidogrel) where efficacy is mainly due to their active metabolite(s), concomitant use of EPIDIOLEX may decrease plasma concentration of the active metabolite(s) and may therefore decrease efficacy. Consider a dosage increase of such CYP2C19 substrates, as clinically appropriate, when concomitantly used with EPIDIOLEX. UGT1A9 Substrates Cannabidiol is an inhibitor of UGT1A9 [see Clinical Pharmacology ( 12.3 )] . Increases in exposure of UGT1A9 substrates may be observed when concomitantly used with EPIDIOLEX. Consider a reduction in dosage of UGT1A9 substrates where minimal concentration changes may lead to serious adverse reactions, as clinically appropriate, when concomitantly used with EPIDIOLEX. 7.3 Concomitant Use of EPIDIOLEX and Valproate Concomitant use of EPIDIOLEX and valproate increases the incidence of liver enzyme elevations [see Warnings and Precautions ( 5.1 )]. If such elevations occur, consider discontinuation or reduction of EPIDIOLEX and/or concomitant valproate. Insufficient data are available to assess the risk of concomitant administration of other hepatotoxic drugs and EPIDIOLEX. 7.4 CNS Depressants and Alcohol Concomitant use of EPIDIOLEX with other CNS depressants (including alcohol) may increase the risk of sedation and somnolence [see Warnings and Precautions ( 5.2 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described elsewhere in labeling: • Hepatic Injury [see Warnings and Precautions ( 5.1 )] • Somnolence and Sedation [see Warnings and Precautions ( 5.2 )] • Suicidal Behavior and Ideation [see Warnings and Precautions ( 5.3 )] • Hypersensitivity Reactions [see Warnings and Precautions ( 5.4 )] • Withdrawal of Antiepileptic Drugs [see Warnings and Precautions ( 5.5 )] The most common adverse reactions (10% or more for EPIDIOLEX and greater than placebo) in patients with Lennox-Gastaut syndrome or Dravet syndrome are: somnolence; decreased appetite; diarrhea; transaminase elevations; fatigue, malaise, and asthenia; rash; insomnia, sleep disorder, and poor quality sleep; and infections. ( 6.1 ) The most common adverse reactions (10% or more for EPIDIOLEX and greater than placebo) in patients with tuberous sclerosis complex are: diarrhea; transaminase elevations; decreased appetite; somnolence; pyrexia; and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Jazz Pharmaceuticals, Inc. at 1-800-520-5568 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled trials in patients with LGS and DS, 689 patients were treated with EPIDIOLEX, including 533 patients treated for more than 6 months, and 391 patients treated for more than 1 year. In controlled and uncontrolled trials in patients with TSC, 223 patients were treated with EPIDIOLEX, including 151 patients treated for more than 6 months, 88 patients treated for more than 1 year, and 15 patients treated for more than 2 years. In an expanded access program and other compassionate use programs, 271 patients with DS, LGS, or TSC were treated with EPIDIOLEX, including 237 patients treated for more than 6 months, 204 patients treated for more than 1 year, and 140 patients treated for more than 2 years. Patients with LGS or DS In placebo-controlled trials of patients with LGS or DS (includes Studies 1, 2, 3, and a Phase 2 controlled study in DS), 323 patients received EPIDIOLEX [see Clinical Studies ( 14.1 , 14.2 )] . Adverse reactions are presented below; the duration of treatment in these trials was up to 14 weeks. Approximately 46% of patients were female, 83% were Caucasian, and the mean age was 14 years (range 2 to 48 years). All patients were taking other AEDs. In controlled trials in LGS or DS, the rate of discontinuation as a result of any adverse reaction was 2.7% for patients taking EPIDIOLEX 10 mg/kg/day, 11.8% for patients taking EPIDIOLEX 20 mg/kg/day, and 1.3% for patients on placebo. The most frequent cause of discontinuations was transaminase elevation. Discontinuation for transaminase elevation occurred at an incidence of 1.3% in patients taking EPIDIOLEX 10 mg/kg/day, 5.9% in patients taking EPIDIOLEX 20 mg/kg/day, and 0.4% in patients on placebo. Somnolence, sedation, and lethargy led to discontinuation in 3% of patients taking EPIDIOLEX 20 mg/kg/day compared to 0% of patients taking EPIDIOLEX 10 mg/kg/day or on placebo. The most common adverse reactions that occurred in EPIDIOLEX-treated patients with LGS or DS (incidence at least 10% and greater than placebo) were somnolence; decreased appetite; diarrhea; transaminase elevations; fatigue, malaise, and asthenia; rash; insomnia, sleep disorder, and poor quality sleep; and infections. Table 3 lists the adverse reactions that were reported in at least 3% of EPIDIOLEX-treated patients, and at a rate greater than those on placebo, in the placebo-controlled trials in LGS and DS. Table 3: Adverse Reactions in Patients Treated with EPIDIOLEX in Controlled Trials of LGS and DS (Studies 1, 2, and 3) Adverse Reactions EPIDIOLEX Placebo 10 mg/kg/day 20 mg/kg/day N=75 % N=238 % N=227 % Hepatic Disorders Transaminases elevated 8 16 3 Gastrointestinal Disorders Decreased appetite 16 22 5 Diarrhea 9 20 9 Weight decreased 3 5 1 Gastroenteritis 0 4 1 Abdominal pain, discomfort 3 3 1 Nervous System Disorders Somnolence 23 25 8 Fatigue, malaise, asthenia 11 12 4 Lethargy 4 8 2 Sedation 3 6 1 Irritability, agitation 9 5 2 Aggression, anger 3 5 <1 Insomnia, sleep disorder, poor quality sleep 11 5 4 Drooling, salivary hypersecretion 1 4 <1 Gait disturbance 3 2 <1 Infections Infection, all 41 40 31 Infection, other 25 21 24 Infection, viral 7 11 6 Pneumonia 8 5 1 Infection, fungal 1 3 0 Other Rash 7 13 3 Hypoxia, respiratory failure 3 3 1 Adverse reactions were similar across LGS and DS in pediatric and adult patients. Patients with TSC In a placebo-controlled trial of patients with TSC (Study 4), 148 patients received EPIDIOLEX [see Clinical Studies ( 14.3 )] . Adverse reactions are presented below; the duration of treatment in this trial was up to 16 weeks. Approximately 42% of patients were female, 90% were Caucasian, and the mean age was 14 years (range 1 to 57 years). All patients but one (25 mg/kg/day group) were taking other AEDs. In the controlled trial in TSC, the rate of discontinuation as a result of any adverse reaction was 11% for patients taking EPIDIOLEX 25 mg/kg/day and 3% for patients on placebo. The most frequent cause of discontinuation was rash (5%). The most common adverse reactions that occurred in EPIDIOLEX-treated patients with TSC (incidence at least 10% at the recommended dosage and greater than placebo) were diarrhea; transaminase elevations; decreased appetite; somnolence; pyrexia; and vomiting. Table 4 lists the adverse reactions that were reported in at least 3% of EPIDIOLEX-treated patients, and at a rate greater than those on placebo, in the placebo-controlled trial in TSC. Table 4: Adverse Reactions in Patients Treated with EPIDIOLEX in Controlled Trial of TSC (Study 4) Adverse Reactions EPIDIOLEX Placebo 25 mg/kg/day N = 75 % N = 76 % Hematological changes Anemia 7 1 Platelet count decreased 5 1 Eosinophil count increased 5 0 Hepatic Disorders Transaminases elevated 25 0 Gastrointestinal Disorders Diarrhea 31 25 Decreased appetite 20 12 Vomiting 17 9 Nausea 9 3 Gastroenteritis 8 7 Weight decreased 7 0 Nervous System Disorders Somnolence 13 9 Gait disturbance 9 5 Fatigue, malaise, asthenia 5 1 Infections Ear infection 8 3 Urinary tract infection 5 0 Pneumonia 4 1 Other Pyrexia 19 8 Rash 8 4 Rhinorrhea 4 0 Adverse reactions were similar in pediatric and adult patients with TSC. Additional Adverse Reactions in Patients with LGS, DS, or TSC Decreased Weight EPIDIOLEX can cause weight loss. In the controlled trials of patients with LGS or DS (10 and 20 mg/kg/day), based on measured weights, 16% of EPIDIOLEX-treated patients had a decrease in weight of at least 5% from their baseline weight, compared to 8% of patients on placebo. The decrease in weight appeared to be dose-related, with 18% of patients on EPIDIOLEX 20 mg/kg/day experiencing a decrease in weight at least 5%, compared to 9% in patients on EPIDIOLEX 10 mg/kg/day. In the controlled trial of patients with TSC (25 mg/kg/day), 31% of EPIDIOLEX-treated patients had a decrease in weight of at least 5% from their baseline weight, compared to 8% of patients on placebo. In some cases, the decreased weight was reported as an adverse event (see Tables 3 and 4). Hematologic Abnormalities EPIDIOLEX can cause decreases in hemoglobin and hematocrit. In controlled trials of patients with LGS or DS, the mean decrease in hemoglobin from baseline to end of treatment was -0.42 g/dL in EPIDIOLEX-treated patients receiving 10 or 20 mg/kg/day and -0.03 g/dL in patients on placebo. A corresponding decrease in hematocrit was also observed, with a mean change of -1.5% in EPIDIOLEX-treated patients, and -0.4% in patients on placebo. In the trial of patients with TSC, the mean decrease in hemoglobin from baseline to end of treatment was -0.37 g/dL in EPIDIOLEX-treated patients receiving 25 mg/kg/day and 0.07 g/dL in patients on placebo. A corresponding decrease in hematocrit was also observed, with a mean change of -1.2% in EPIDIOLEX-treated patients, and -0.2% in patients on placebo. There was no effect on red blood cell indices. Thirty percent (30%) of EPIDIOLEX-treated patients with LGS and DS and 38% of EPIDIOLEX-treated patients with TSC developed a new laboratory-defined anemia during the course of the study (defined as a normal hemoglobin concentration at baseline, with a reported value less than the lower limit of normal at a subsequent time point), versus 13% of patients with LGS and DS on placebo and 15% of patients with TSC on placebo. Increases in Creatinine EPIDIOLEX can cause elevations in serum creatinine. The mechanism has not yet been determined. In controlled studies in healthy adults and in patients with LGS, DS, and TSC, an increase in serum creatinine of approximately 10% was observed within 2 weeks of starting EPIDIOLEX. The increase was reversible in healthy adults. Reversibility was not assessed in studies in LGS, DS, or TSC. Increases in Pneumonia with Concomitant Clobazam Pneumonia has been observed in controlled trials in patients with LGS and DS more frequently with clobazam (7 of 41 [17%] in patients receiving 10 mg/kg/day EPIDIOLEX, 13 of 125 [10%] in patients receiving 20 mg/kg/day EPIDIOLEX, and 1 of 123 [1%] receiving placebo) than without concomitant clobazam (0% in patients receiving 10 mg/kg/day EPIDIOLEX, 4 of 113 [4%] in patients receiving 20 mg/kg/day EPIDIOLEX, and 1 of 104 [1%] receiving placebo). In the controlled trial in patients with TSC, pneumonia was observed more frequently with concomitant clobazam (3 of 18 [17%] in patients receiving 25 mg/kg/day EPIDIOLEX and 0 of 25 [0%] receiving placebo) than without clobazam (0 of 57 [0%] in patients receiving 25 mg/kg/day EPIDIOLEX and 1 of 51 [2%] receiving placebo)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EPIDIOLEX is contraindicated in patients with a history of hypersensitivity to cannabidiol or any of the ingredients in the product [see Description ( 11 ) and Warnings and Precautions ( 5.4 )]. Hypersensitivity to cannabidiol or any of the ingredients in EPIDIOLEX ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Obtain serum transaminases (ALT and AST) and total bilirubin levels in all patients prior to starting treatment. ( 2.1 , 5.1 ) • See Full Prescribing Information for titration. ( 2.2 , 2.3 ) Seizures Associated with Lennox-Gastaut Syndrome or Dravet Syndrome • The recommended starting dosage is 2.5 mg/kg by mouth twice daily (5 mg/kg/day). After one week, the dosage can be increased to a maintenance dosage of 5 mg/kg twice daily (10 mg/kg/day). ( 2.2 ) • Based on individual clinical response and tolerability, EPIDIOLEX can be increased up to a maximum recommended maintenance dosage of 10 mg/kg twice daily (20 mg/kg/day). Seizures Associated with Tuberous Sclerosis Complex • The recommended starting dosage is 2.5 mg/kg by mouth twice daily (5 mg/kg/day). Increase the dose weekly by 2.5 mg/kg twice daily (5 mg/kg/day), as tolerated, to a recommended maintenance dosage of 12.5 mg/kg twice daily (25 mg/kg/day). ( 2.3 ) Patients with Impaired Hepatic Function • Dosage adjustment is recommended for patients with moderate or severe hepatic impairment. ( 2.6 , 8.6 ) 2.1 Assessments Prior to Initiating EPIDIOLEX Because of the risk of hepatocellular injury, obtain serum transaminases (ALT and AST) and total bilirubin levels in all patients prior to starting treatment with EPIDIOLEX [see Warnings and Precautions ( 5.1 )]. 2.2 Dosing for Seizures Associated with Lennox-Gastaut Syndrome or Dravet Syndrome • The starting dosage is 2.5 mg/kg by mouth twice daily (5 mg/kg/day). • After one week, the dosage can be increased to a maintenance dosage of 5 mg/kg twice daily (10 mg/kg/day). • Patients who are tolerating EPIDIOLEX at 5 mg/kg twice daily and require further reduction of seizures may benefit from a dosage increase up to a maximum recommended maintenance dosage of 10 mg/kg twice daily (20 mg/kg/day), in weekly increments of 2.5 mg/kg twice daily (5 mg/kg/day), as tolerated. For patients in whom a more rapid titration from 10 mg/kg/day to 20 mg/kg/day is warranted, the dosage may be increased no more frequently than every other day. Administration of the 20 mg/kg/day dosage resulted in somewhat greater reductions in seizure rates than the recommended maintenance dosage of 10 mg/kg/day, but with an increase in adverse reactions. 2.3 Dosing for Seizures Associated with Tuberous Sclerosis Complex • The starting dosage is 2.5 mg/kg by mouth twice daily (5 mg/kg/day). • Increase the dose in weekly increments of 2.5 mg/kg twice daily (5 mg/kg/day), as tolerated, to a recommended maintenance dosage of 12.5 mg/kg twice daily (25 mg/kg/day). For patients in whom a more rapid titration to 25 mg/kg/day is warranted, the dosage may be increased no more frequently than every other day. • The effectiveness of doses lower than 12.5 mg/kg twice daily has not been studied in patients with TSC. 2.4 Administration Instructions Food may affect EPIDIOLEX levels [see Clinical Pharmacology ( 12.3 )]. Consistent dosing of EPIDIOLEX with respect to meals is recommended to reduce variability in cannabidiol plasma exposure. Calibrated measuring devices (1 mL and 5 mL oral syringes) will be provided and are recommended to measure and deliver the prescribed dose accurately [see How Supplied/Storage and Handling ( 16.1 )]. A household teaspoon or tablespoon is not an adequate measuring device. Oral administration is recommended. When necessary, EPIDIOLEX can be enterally administered via silicone feeding tubes, such as nasogastric or gastrostomy tubes. The recommended volume for flushing (with room temperature drinking water) after each dose is approximately 5 times the priming volume of the tube. The flushing volume may need to be modified in patients with fluid restrictions. Do not use with tubes made of polyvinyl chloride (PVC) or polyurethane and avoid use of silicone nasogastric tubes with short lengths and narrow diameters (e.g., less than 50 cm and less than 5 FR). Discard any unused EPIDIOLEX remaining 12 weeks after first opening the bottle [see How Supplied/ Storage and Handling ( 16.2 )]. 2.5 Discontinuation of EPIDIOLEX When discontinuing EPIDIOLEX, the dose should be decreased gradually. As with most antiepileptic drugs, abrupt discontinuation should be avoided when possible, to minimize the risk of increased seizure frequency and status epilepticus [see Warnings and Precautions ( 5.5 )]. 2.6 Patients with Hepatic Impairment Dose adjustment is recommended in patients with moderate (Child-Pugh B) hepatic impairment or severe (Child-Pugh C) hepatic impairment [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.6 ), and Clinical Pharmacology ( 12.3 )]. It may be necessary to have slower dose titration in patients with moderate or severe hepatic impairment than in patients without hepatic impairment (see Table 1) . EPIDIOLEX does not require dose adjustment in patients with mild (Child-Pugh A) hepatic impairment. Table 1: Dose Adjustments in Patients with Hepatic Impairment Hepatic Impairment Starting Dosage In Patients with LGS or DS In Patients with TSC Maintenance Dosage Range Maintenance Dosage Mild 2.5 mg/kg twice daily (5 mg/kg/day) 5 to 10 mg/kg twice daily (10 to 20 mg/kg/day) 12.5 mg/kg twice daily (25 mg/kg/day) Moderate 1.25 mg/kg twice daily (2.5 mg/kg/day) 2.5 to 5 mg/kg twice daily (5 to 10 mg/kg/day) 6.25 mg/kg twice daily (12.5 mg/kg/day) Severe 0.5 mg/kg twice daily (1 mg/kg/day) 1 to 2 mg/kg twice daily (2 to 4 mg/kg/day) 2.5 mg/kg twice daily (5 mg/kg/day)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EPIDIOLEX is indicated for the treatment of seizures associated with Lennox-Gastaut syndrome (LGS), Dravet syndrome (DS), or tuberous sclerosis complex (TSC) in patients 1 year of age and older. EPIDIOLEX is indicated for the treatment of seizures associated with Lennox-Gastaut syndrome, Dravet syndrome, or tuberous sclerosis complex in patients 1 year of age and older ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:16:52.400997",
  "source": "OpenFDA"
}