{
  "drug_name": "Cantharidin",
  "generic_name": [
    "CANTHARIDIN"
  ],
  "brand_names": [
    "YCANTH"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: Local Skin Reactions [see Warnings and Precautions (5.2) ] Most common (incidence ≥1%) adverse reactions are the following local skin reactions at the application site: vesiculation, pain, pruritus, scabbing, erythema, discoloration, application site dryness, edema, and erosion. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Verrica Pharmaceuticals Inc. at 1-877-837-7422 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Local skin reactions are expected and should be reported if they are severe. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. YCANTH was studied in two randomized, double-blind, placebo-controlled phase 3 trials, Trial 1 (NCT03377790) and Trial 2 (NCT03377803) (n = 266, and n = 262, respectively) in subjects with molluscum contagiosum. Most patients received a single 24-hour dermal administration of YCANTH or vehicle for each lesion every 3 weeks for up to 4 treatments. YCANTH Solution or vehicle were removed prior to the 24-hour timepoint in 109/311 (35%) subjects treated with YCANTH Solution and 46/216 (21%) subjects treated with vehicle due to treatment-emergent adverse events. Table 1 presents the percentage of subjects with selected adverse reactions (incidence ≥ 1%) by the most severe grade reported during Trial 1 and Trial 2. Adverse reactions were primarily local skin reactions at the application site. Local skin reactions at the application site were observed in 97% of subjects treated with YCANTH during both trials. Table 1. Percentage of Subjects with Selected Adverse Reactions (Incidence ≥1%) by Severity in Trial 1 and Trial 2 (Safety Population) YCANTH N=311 Vehicle N=216 Preferred Term Name Mild Moderate Severe Mild Moderate Severe Application site vesicles 60% 32% 4% 27% 2% 0% Application site pain and pain 41% 20% 2% 16% 1% 0% Application site pruritus and pruritus 47% 8% 1% 30% 7% 0% Application site scab and scab 39% 9% 0% 20% 1% 0% Application site erythema and erythema 24% 21% <1% 20% 7% 0% Application site discoloration 28% 4% <1% 12% 1% 0% Application site dryness 19% 2% 0% 14% 1% 0% Application site edema 7% 3% 0% 3% 1% 0% Application site erosion 6% 1% 0% 1% 0% 0% Contact dermatitis 0% 1% 0% 0% 0% 0% There were no serious adverse reactions reported in the two controlled trials. The discontinuation rate due to an adverse reaction was 2.3% among subjects treated with YCANTH and 0.5% among subjects treated with vehicle."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION All healthcare professionals should receive instruction and training prior to preparation and administration of YCANTH. ( 2.1 ) For topical use only. Not for oral, mucosal, or ophthalmic use. ( 2.1 ) Apply a single application directly to each lesion every 3 weeks as needed. ( 2.2 ) Do not use more than two applicators during a single treatment session. ( 2.2 ) Remove with soap and water 24 hours after treatment. ( 2.2 ) For additional instructions on preparation and administration of YCANTH, see Full Prescribing Information. ( 2.1 , 2.2 , 2.3 ) 2.1 Important Administration Instructions All healthcare professionals should receive instruction and training prior to preparation and administration of YCANTH. YCANTH is for topical use only. YCANTH is not for oral, mucosal, or ophthalmic use. Avoid contact with the treatment area, including oral contact, after YCANTH treatment. Do not apply YCANTH near the eyes [see Warnings and Precautions (5.1) , Overdosage (10) ] . If YCANTH contacts any unintended surface, including healthy skin, immediately remove by wiping with a cotton swab or gauze. Avoid other topical products on treated areas until 24 hours after YCANTH treatment or until washing [see Warnings and Precautions (5.2) ]. Avoid fire, flame or smoking near lesion(s) during treatment [see Warnings and Precautions (5.3) ] . 2.2 Dosage and Administration Overview Regarding YCANTH dosage and administration: Use nitrile or vinyl gloves and eye protection during preparation and administration. Apply topically as a single application to cover each lesion. Use no more than two YCANTH applicators during a single treatment session. Remove with soap and water 24 hours after treatment. Administer YCANTH every 3 weeks as needed. Do not cover any treated lesions with bandages. If severe blistering, severe pain, or other severe adverse reactions occur, remove YCANTH with soap and water prior to 24 hours after treatment [see Warnings and Precautions (5.2) ]. Regarding use of the YCANTH applicator and break tool: Do not reuse the applicator. The applicator is for a single treatment session only. Do not attempt to use a clogged applicator. Do not cut or modify the applicator in any way; doing so could reduce dispensing control. Do not remove the applicator cap prior to breaking the glass ampule. If any damage or leaks are observed on the applicator, applicators should be discarded in a sharps container and handled in accordance with accepted medical practice and applicable law. The YCANTH Break Tool should be managed as solid waste and placed in plastic recycling containers or the general trash. 2.3 Dosage and Administration Instructions Instructions for preparing the YCANTH Applicator and administering the YCANTH Solution are presented below. YCANTH includes the following components [see How Supplied/Storage and Handling (16.1) ] : Outer Protective Tube The YCANTH Applicator The YCANTH Break Tool Step 1. Put on Personal Protective Equipment (PPE) Put on gloves and eye protection. Step 2. Remove the YCANTH Applicator from Outer Protective Tube Use pull ring to remove purple end cap out of white outer protective tube. DO NOT remove the applicator cap. Slide the YCANTH Applicator out of the outer protective tube. Step 3. Remove the Paperboard Sleeve Completely remove the white paperboard sleeve so that the glass ampule is visible. DO NOT remove the applicator cap prior to breaking the glass ampule. Step 4. Inspect for Damage Inspect the YCANTH Applicator for the following types of damage: Broken glass ampule Cut or cracked applicator tube No damage (for reference) If any damage is observed, dispose of the YCANTH applicators in a sharps container and handle in accordance with accepted medical practice and applicable law. Step 5. Break Ampule using the YCANTH Break Tool Set the YCANTH Break Tool on a horizontal surface. Ensure the applicator cap is in place. Place the YCANTH Applicator in the YCANTH Break Tool with the cap pointing toward the hinge. Press down firmly on the YCANTH Break Tool until a snap is heard. Open the YCANTH Break Tool and remove the YCANTH Applicator. If any leaks are observed, applicators should be discarded in a sharps container and handled in accordance with accepted medical practice and applicable law. Step 6. Tap YCANTH Applicator to move YCANTH Solution Gently tap the capped end of the YCANTH Applicator on a horizontal surface for approximately 10 seconds or until the YCANTH Solution has collected at the bottom of the applicator tube. Step 7. Test the YCANTH Applicator Remove the applicator cap. Gently squeeze the applicator tube to apply a droplet to a paper towel or gauze to confirm the YCANTH Applicator is working properly. Step 8. Apply the YCANTH Solution Apply a small droplet of the YCANTH Solution onto a molluscum lesion. Use the applicator tip to spread the solution to cover the entire lesion. Repeat the application until all lesions have been treated. If YCANTH Solution contacts any unintended surface, including healthy skin, immediately remove by wiping with a cotton swab or gauze. DO NOT attempt to use a clogged YCANTH Applicator. Step 9. Allow YCANTH Solution to Dry Allow the YCANTH Solution to completely dry (up to 5 minutes) before contacting healthy skin to avoid transference. DO NOT cover any treated lesions with bandages. Step 10. Dispose of the YCANTH Applicator Applicators should be discarded in a sharps container and handled in accordance with accepted medical practice and applicable law. DO NOT reuse the YCANTH Applicator. YCANTH Break Tool Maintenance Wipe the surfaces of the YCANTH Break Tool with 70% isopropyl alcohol following each use. Inspect the YCANTH Break Tool for damage (e.g., cracks in plastic, missing or broken breaking posts) and function (e.g., hinge) prior to each use. After 12 uses or if any damage is observed, the YCANTH Break Tool should be managed as solid waste and placed in plastic recycling containers or the general trash. If needed, contact Verrica Pharmaceuticals Inc. at 1-973-298-1390 to request additional YCANTH Break Tools. Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure Figure"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE YCANTH is indicated for the topical treatment of molluscum contagiosum in adult and pediatric patients 2 years of age and older. YCANTH is indicated for the topical treatment of molluscum contagiosum in adult and pediatric patients 2 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:53:03.154731",
  "source": "OpenFDA"
}