{
  "drug_name": "Capivasertib",
  "generic_name": [
    "CAPIVASERTIB"
  ],
  "brand_names": [
    "TRUQAP"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A Inhibitors : Avoid concomitant use. If concomitant use cannot be avoided, reduce TRUQAP dose. ( 2.5 , 7.1 ) • Moderate CYP3A Inhibitors: Reduce TRUQAP dose. ( 2.5 , 7.1 ) • Strong and Moderate CYP3A Inducers: Avoid concomitant use. ( 7.1 ) 7.1 Effects of Other Drugs on TRUQAP Table 6 describes drug interactions where concomitant use of another drug affects TRUQAP. Table 6: Drug Interactions with TRUQAP Strong CYP3A Inhibitors Clinical Impact • Capivasertib is a CYP3A substrate. Strong CYP3A inhibitors increase capivasertib exposure [see Clinical Pharmacology (12.3) ], which may increase the risk of TRUQAP adverse reactions. Prevention or Management • Avoid concomitant use with a strong CYP3A inhibitor. If concomitant use cannot be avoided, reduce the dose of TRUQAP and monitor patients for adverse reactions [see Dosage and Administration (2.5) ] . Moderate CYP3A Inhibitors Clinical Impact • Capivasertib is a CYP3A substrate. Moderate CYP3A inhibitors increase capivasertib exposure [see Clinical Pharmacology (12.3) ], which may increase the risk of TRUQAP adverse reactions. Prevention or Management • When concomitantly used with moderate CYP3A inhibitor, reduce the dose of TRUQAP and monitor patients for adverse reactions [see Dosage and Administration (2.5) ] . Strong and Moderate CYP3A Inducers Clinical Impact • Capivasertib is a CYP3A substrate. Strong and moderate CYP3A inducers decrease capivasertib exposure [see Clinical Pharmacology (12.3) ], which may reduce the effectiveness of TRUQAP. Prevention or Management • Avoid concomitant use of TRUQAP with strong or moderate CYP3A inducers."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are also discussed in greater details in other sections of the labeling: • Hyperglycemia [see Warnings and Precautions (5.1) ] • Diarrhea [see Warnings and Precautions (5.2) ] • Cutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence ≥20%), including laboratory abnormalities, were diarrhea, cutaneous adverse reactions, increased random glucose, decreased lymphocytes, decreased hemoglobin, increased fasting glucose, nausea, fatigue, decreased leukocytes, increased triglycerides, decreased neutrophils, increased creatinine, vomiting and stomatitis. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety population described in WARNINGS and PRECAUTIONS reflects exposure to TRUQAP 400 mg orally, twice a day for 4 days followed by 3 days off, in combination with fulvestrant, in 355 patients in CAPItello-291 until disease progression or unacceptable toxicity. Among the 355 patients who received TRUQAP, 52% were exposed for 6 months or longer, and 27% were exposed for greater than one year. In this safety population, the most common (≥ 20%) adverse reactions including laboratory abnormalities were diarrhea (72%), cutaneous adverse reactions (58%), increased random glucose (57%), decreased lymphocytes (47%), decreased hemoglobin (45%), increased fasting glucose (37%), nausea and fatigue (35% each), decreased leukocytes (32%), increased triglycerides (27%), decreased neutrophils (23%), increased creatinine (22%), vomiting (21%), and stomatitis (20%). CAPItello-291 The safety of TRUQAP was evaluated in CAPItello-291, a clinical trial including 288 adult patients (155 patients in TRUQAP with fulvestrant arm and 133 patients in placebo with fulvestrant arm) whose breast cancer had one or more PIK3CA/AKT1/PTEN -alterations [see Clinical Studies (14) ] . Among patients who received TRUQAP, 61% were exposed for 6 months or longer and 30% were exposed for greater than one year. Of the 155 patients who received TRUQAP with fulvestrant, the median age was 58 years (range 36 to 84); female (99%); White (48%), Asian (31%), Black (1.3%), American Indian/Alaska Native (0.6%), and other races (19%). Serious adverse reactions occurred in 18% of patients receiving TRUQAP with fulvestrant. The most common serious adverse reactions (≥ 1%) were cutaneous adverse reaction (3.9%), diarrhea and pneumonia (2.6% each), vomiting and pyrexia (1.9% each), hyperglycemia, hypersensitivity, fatigue, renal injury and second malignancy (1.3% each). Fatal adverse reactions occurred in 1.3% of patients who received TRUQAP with fulvestrant, including sepsis (0.6%), and acute myocardial infarction (0.6%). Permanent TRUQAP discontinuation due to an adverse reaction occurred in 10% of patients. The most common adverse reaction (≥ 2%) leading to permanent discontinuation of TRUQAP was cutaneous adverse reactions (6%). Dosage interruptions of TRUQAP due to an adverse reaction occurred in 39% of patients. Adverse reactions leading to dosage interruption in ≥ 2% of patients included cutaneous adverse reactions (14%), diarrhea (10%), pyrexia (4.5%), vomiting and nausea (3.2% each), and fatigue (2.6%). Dose reductions of TRUQAP due to adverse reactions occurred in 21% of patients receiving TRUQAP with fulvestrant. Adverse reactions leading to TRUQAP dose reductions in ≥ 2% of patients were diarrhea and cutaneous adverse reactions (8% each). The most common (≥ 20%) adverse reactions including laboratory abnormalities were diarrhea (77%), increased random glucose (58%), cutaneous adverse reaction (56%), decreased lymphocytes (49%), decreased hemoglobin (47%), fatigue (38%), increased fasting glucose (37%), nausea and decreased leukocytes (35% each), increased triglycerides (30%), stomatitis (25%), decreased neutrophils (25%), and vomiting (21%). Adverse reactions and laboratory abnormalities are listed in Table 4 and Table 5, respectively. Table 4: Adverse Reactions ≥ 10% in Patients who Received TRUQAP with Fulvestrant [with a Difference Between Arms of ≥ 3%] in CAPItello-291 Adverse Reaction TRUQAP with Fulvestrant N=155 Placebo with Fulvestrant N=133 All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Gastrointestinal Disorders Diarrhea 77 12 19 0.8 Nausea 35 1.3 14 0.8 Stomatitis Includes other related terms. 25 1.9 5 0 Vomiting 21 1.9 7 0.8 Skin and Subcutaneous Tissue Disorders Cutaneous adverse reactions Cutaneous adverse reaction includes butterfly rash, dermatitis, allergic dermatitis, dry skin, eczema, erythema multiforme, hand dermatitis, palmar-plantar erythrodysesthesia syndrome, pruritus, rash, erythematous rash, maculo-papular rash, papular rash, skin discoloration, skin fissures, skin reaction, skin ulcer, urticaria, purpura, erythema and drug eruption. 56 15 16 0.8 General Disorders and Administration Site Conditions Fatigue 38 1.9 27 1.5 Metabolism and Nutrition Disorders Decreased appetite 17 0 8 0.8 Nervous System Disorders Headache 17 0 13 0.8 Infections and Infestations Urinary tract infection 14 0.6 5 0 Renal and Urinary disorders Renal injury Renal injury includes acute kidney injury, renal failure, renal impairment, glomerular filtration rate decreased, increased creatinine and proteinuria. 11 2.6 1.5 0.8 Clinically relevant adverse reactions occurring in < 10% of patients treated with TRUQAP included anemia, hypersensitivity (including anaphylactic reaction), dysgeusia, dyspepsia, pneumonia and pyrexia. Table 5: Laboratory Abnormalities (≥ 10%) That Worsened from Baseline in Patients who Received TRUQAP with Fulvestrant [With a Difference Between Arms ≥3%] in CAPItello-291 Laboratory Abnormality TRUQAP with Fulvestrant The denominator used to calculate the rate varied from 129 to 155 based on the number of patients with a baseline value and at least one post-treatment value. Placebo with Fulvestrant The denominator used to calculate the rate varied from 109 to 131 based on the number of patients with a baseline value and at least one post-treatment value. All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Glucose Metabolism Increased random glucose 58 9 17 0 Increased fasting glucose 37 0.6 29 0 Hematology Decreased lymphocytes 49 11 14 2.3 Decreased hemoglobin 47 2 22 2.3 Decreased leukocytes 35 0.6 23 0 Decreased neutrophils 25 1.9 16 0.8 Decreased platelets 12 1.9 6 0.8 Other Categories Increased triglycerides 30 0.7 22 0.9 Increased alanine aminotransferase 23 2.6 13 0 Electrolytes/Renal Decreased corrected calcium 19 0.6 8 0 Increased creatinine 19 1.3 4.6 0.8 Decreased potassium 17 4.5 8 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS TRUQAP is contraindicated in patients with severe hypersensitivity to TRUQAP or any of its components. Severe hypersensitivity to TRUQAP or any of its components. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Select patients for the treatment of HR-positive, HER2-negative advanced or metastatic breast cancer with TRUQAP based on the presence of one or more of the following genetic alterations in tumor tissue: PIK3CA/AKT1/PTEN . ( 2.1 ) • Recommended Dosage: 400 mg orally twice daily, with or without food, for 4 days followed by 3 days off. ( 2.3 ) 2.1 Patient Selection Select patients for the treatment of HR-positive, HER2-negative advanced or metastatic breast cancer with TRUQAP, based on the presence of one or more of the following genetic alterations in tumor tissue: PIK3CA/AKT1/PTEN [see Clinical Studies (14) ] . Information on FDA-approved tests for the detection of PIK3CA, AKT1 , and PTEN alterations is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Evaluation Before Initiating TRUQAP Evaluate fasting blood glucose (FG) and hemoglobin A1C (HbA1C) prior to starting TRUQAP and at regular intervals during treatment [see Warnings and Precautions (5.1) ] . 2.3 Recommended Dosage and Administration The recommended dosage of TRUQAP, in combination with fulvestrant, is 400 mg orally twice daily (approximately 12 hours apart) with or without food, for 4 days followed by 3 days off. Continue TRUQAP until disease progression or unacceptable toxicity. TRUQAP dosing schedule for each week is provided in Table 1. Table 1: TRUQAP Dosing Schedule for Each Week Day 1 2 3 4 5 No dosing on day 5, 6 and 7. 6 7 Morning 2 x 200 mg 2 x 200 mg 2 x 200 mg 2 x 200 mg Evening 2 x 200 mg 2 x 200 mg 2 x 200 mg 2 x 200 mg Swallow TRUQAP tablets whole. Do not chew, crush, or split tablets prior to swallowing. Do not take tablets that are broken, cracked, or otherwise not intact. If a patient misses a dose within 4 hours of the scheduled time, instruct the patient to take the missed dose. If a patient misses a dose more than 4 hours of the scheduled time, instruct the patient to skip the dose and take the next dose at its usual scheduled time. If a patient vomits a dose, instruct the patient not to take an additional dose and take the next dose at its usual scheduled time. Refer to the fulvestrant Full Prescribing Information for recommended fulvestrant dosing information. For premenopausal and perimenopausal women, administer a luteinizing hormone-releasing hormone (LHRH) agonist according to current clinical practice standards. For men, consider administering a LHRH agonist according to current clinical practice standards. 2.4 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are listed in Table 2. Permanently discontinue TRUQAP if unable to tolerate the second dose reduction. Table 2: Recommended Dose Reductions of TRUQAP for Adverse Reactions TRUQAP Dose and Schedule First dose reduction 320 mg twice daily for 4 days followed by 3 days off Second dose reduction 200 mg twice daily for 4 days followed by 3 days off The recommended dosage modifications for adverse reactions are provided in Table 3. Table 3: Recommended Dosage Modifications of TRUQAP for Adverse Reactions Adverse Reaction Severity Severity grading according to Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0. TRUQAP Dosage Modification Hyperglycemia For the management of suspected or confirmed diabetic ketoacidosis (DKA) refer to section Warnings and Precautions (5.1). (Fasting Glucose [FG]) [see Warnings and Precautions (5.1) ] FG > ULN‑160 mg/dL or FG > ULN‑8.9 mmol/L or HbA1C > 7% Consider initiation or intensification of oral anti-diabetic treatment. FG 161‑250 mg/dL or FG 9‑13.9 mmol/L Withhold TRUQAP until FG decrease ≤ 160 mg/dL (or ≤ 8.9 mmol/L). If recovery occurs in ≤ 28 days, resume TRUQAP at same dose. If recovery occurs in > 28 days, resume TRUQAP at one lower dose. FG 251‑500 mg/dL or FG 14‑27.8 mmol/L Withhold TRUQAP until FG decrease ≤ 160 mg/dL (or ≤ 8.9 mmol/L). If recovery occurs in ≤ 28 days, resume TRUQAP at one lower dose. If recovery occurs in > 28 days, permanently discontinue TRUQAP. FG > 500 mg/dL or FG > 27.8 mmol/L or life-threatening sequelae of hyperglycemia at any FG level Withhold TRUQAP. For life-threatening sequelae of hyperglycemia or if FG persists at ≥ 500 mg/dL after 24 hours, permanently discontinue TRUQAP. If FG ≤ 500 mg/dL (or ≤ 27.8 mmol/L) within 24 hours, then follow the guidance in the table for the relevant grade Diarrhea [see Warnings and Precautions (5.2) ] Grade 2 Withhold TRUQAP until recovery to ≤ Grade 1. If recovery occurs in ≤ 28 days, resume TRUQAP at same dose or one lower dose as clinically indicated. If recovery occurs in > 28 days, resume at one lower dose as clinically indicated. For recurrence, reduce TRUQAP by one lower dose. Grade 3 Withhold TRUQAP until recovery to ≤ Grade 1. If recovery occurs in ≤ 28 days, resume TRUQAP at same dose or one lower dose as clinically indicated. If recovery occurs in > 28 days, permanently discontinue TRUQAP. Grade 4 Permanently discontinue TRUQAP. Cutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] Grade 2 Withhold TRUQAP until recovery to ≤ Grade 1. Resume TRUQAP at the same dose. Persistent or recurrent: reduce TRUQAP by one lower dose. Grade 3 Withhold TRUQAP until recovery to ≤ Grade 1. If recovery occurs in ≤ 28 days, resume TRUQAP at same dose. If recovery occurs in > 28 days, resume TRUQAP at one lower dose. For recurrent Grade 3, permanently discontinue TRUQAP. Grade 4 Permanently discontinue TRUQAP. Other Adverse Reactions [see Adverse Reactions (6.1) ] Grade 2 Withhold TRUQAP until recovery to ≤ Grade 1. Resume TRUQAP at the same dose. Grade 3 Withhold TRUQAP until recovery to ≤ Grade 1. If recovery occurs in ≤ 28 days, resume TRUQAP at same dose. If recovery occurs in > 28 days, resume TRUQAP at one lower dose. Grade 4 Permanently discontinue TRUQAP. 2.5 Dosage Modifications for Strong and Moderate CYP3A Inhibitors Avoid concomitant use with strong CYP3A inhibitors. If concomitant use with a strong CYP3A inhibitor cannot be avoided, reduce the dosage of TRUQAP to 320 mg orally twice daily for 4 days followed by 3 days off [see Drug Interactions (7.1) ] . When concomitantly used with a moderate CYP3A inhibitor, reduce the dosage of TRUQAP to 320 mg orally twice daily for 4 days followed by 3 days off. After discontinuation of a strong or moderate CYP3A inhibitor, resume the TRUQAP dosage (after 3 to 5 half-lives of the inhibitor) that was taken prior to initiating the strong or moderate CYP3A inhibitor."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TRUQAP, in combination with fulvestrant, is indicated for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, locally advanced or metastatic breast cancer with one or more PIK3CA/AKT1/PTEN -alteration as detected by an FDA-approved test following progression on at least one endocrine-based regimen in the metastatic setting or recurrence on or within 12 months of completing adjuvant therapy. TRUQAP is a kinase inhibitor indicated, in combination with fulvestrant for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative, locally advanced or metastatic breast cancer with one or more PIK3CA/AKT1/PTEN -alterations as detected by an FDA-approved test following progression on at least one endocrine-based regimen in the metastatic setting or recurrence on or within 12 months of completing adjuvant therapy. (1)"
  ],
  "fetched_at": "2025-10-01T18:45:25.337299",
  "source": "OpenFDA"
}