{
  "drug_name": "Capmatinib",
  "generic_name": [
    "CAPMATINIB"
  ],
  "brand_names": [
    "TABRECTA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong and Moderate CYP3A Inducers : Avoid concomitant use. ( 7.1 ) 7.1 Effect of Other Drugs on TABRECTA Strong CYP3A Inhibitors Coadministration of TABRECTA with a strong CYP3A inhibitor increased capmatinib exposure, which may increase the incidence and severity of adverse reactions of TABRECTA [see Clinical Pharmacology (12.3)] . Closely monitor patients for adverse reactions during coadministration of TABRECTA with strong CYP3A inhibitors. Strong and Moderate CYP3A Inducers Coadministration of TABRECTA with a strong CYP3A inducer decreased capmatinib exposure. Coadministration of TABRECTA with a moderate CYP3A inducer may also decrease capmatinib exposure. Decreases in capmatinib exposure may decrease TABRECTA anti-tumor activity [see Clinical Pharmacology (12.3)] . Avoid coadministration of TABRECTA with strong and moderate CYP3A inducers. 7.2 Effect of TABRECTA on Other Drugs CYP1A2 Substrates Coadministration of TABRECTA increased the exposure of a CYP1A2 substrate, which may increase the adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . If coadministration is unavoidable between TABRECTA and CYP1A2 substrates where minimal concentration changes may lead to serious adverse reactions, decrease the CYP1A2 substrate dosage in accordance with the approved prescribing information. P-glycoprotein (P-gp) and Breast Cancer Resistance Protein (BCRP) Substrates Coadministration of TABRECTA increased the exposure of a P-gp substrate and a BCRP substrate, which may increase the adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . If coadministration is unavoidable between TABRECTA and P-gp or BCRP substrates where minimal concentration changes may lead to serious adverse reactions, decrease the P-gp or BCRP substrate dosage in accordance with the approved prescribing information. MATE1 and MATE2K Substrates Coadministration of TABRECTA may increase the exposure of MATE1 and MATE2K substrates, which may increase the adverse reactions of these substrates [see Clinical Pharmacology (12.3)] . If coadministration is unavoidable between TABRECTA and MATE1 or MATE2K substrates where minimal concentration changes may lead to serious adverse reactions, decrease the MATE1 or MATE2K substrate dosage in accordance with the approved prescribing information."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: ILD/Pneumonitis [see Warnings and Precautions (5.1)] Hepatotoxicity [see Warnings and Precautions (5.2)] Pancreatic Toxicity [see Warnings and Precautions (5.3)] Hypersensitivity reactions [see Warnings and Precautions (5.4)] The most common adverse reactions (≥ 20%) are edema, nausea, musculoskeletal pain, fatigue, vomiting, dyspnea, cough, and decreased appetite. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Metastatic Non-Small Cell Lung Cancer The safety of TABRECTA was evaluated in GEOMETRY mono-1 [see Clinical Studies (14)] . Patients received TABRECTA 400 mg orally twice daily until disease progression or unacceptable toxicity (N = 373). Among patients who received TABRECTA, 37% were exposed for at least 6 months and 22% were exposed for at least one year. Serious adverse reactions occurred in 53% of patients who received TABRECTA. Serious adverse reactions in ≥ 2% of patients included dyspnea (7%), pneumonia (7%), pleural effusion (4.3%), musculoskeletal pain (3.8%), general physical health deterioration (2.9%), ILD/pneumonitis (2.7%), edema (2.4%), and vomiting (2.4%). Fatal adverse reactions occurred in 0.5% of patients who received TABRECTA, including pneumonitis (0.3%) and death, not otherwise specified (0.3%). Permanent discontinuation of TABRECTA due to an adverse reaction occurred in 17% of patients. The most frequent adverse reactions (≥ 1%) leading to permanent discontinuation of TABRECTA were ILD/pneumonitis (2.4%), edema (2.4%), fatigue (1.3%), and pneumonia (1.1%). Dose interruptions due to an adverse reaction occurred in 57% of patients who received TABRECTA. Adverse reactions requiring dosage interruption in > 2% of patients who received TABRECTA included edema, increased blood creatinine, nausea, increased lipase, vomiting, increased ALT, dyspnea, pneumonia, fatigue, increased amylase, increased AST, musculoskeletal pain, abdominal pain, and increased blood bilirubin. Dose reductions due to an adverse reaction occurred in 26% of patients who received TABRECTA. Adverse reactions requiring dosage reductions in > 2% of patients who received TABRECTA included edema, increased ALT and increased blood creatinine. The most common adverse reactions (≥ 20%) in patients who received TABRECTA were edema, nausea, musculoskeletal pain, fatigue, vomiting, dyspnea, cough, and decreased appetite. Table 3 summarizes the adverse reactions in GEOMETRY mono-1. Table 3: Adverse Reactions (≥ 10%) in Patients Who Received TABRECTA in GEOMETRY mono-1 a Edema includes edema peripheral, generalized edema, face edema, edema, localized edema, edema genital, eyelid edema, peripheral swelling, scrotal edema, and penile edema. b Musculoskeletal pain includes arthralgia, back pain, bone pain, musculoskeletal chest pain, musculoskeletal pain, myalgia, neck pain, non-cardiac chest pain, pain in extremity, pain in jaw, spinal pain. c Fatigue includes fatigue and asthenia. d Pyrexia includes pyrexia and body temperature increased. e Cough includes cough, upper airway cough syndrome, and productive cough. f Pneumonia includes pneumonia aspiration, pneumonia, pneumonia influenzal, pneumonia bacterial, lower respiratory tract infection, and lung abscess. g Rash includes rash, dermatitis acneiform, rash maculo-papular, eczema, erythema multiforme, rash macular, dermatitis, rash erythematous, rash pustular, dermatitis bullous, and rash vesicular. h Dizziness includes dizziness, vertigo, and vertigo positional. Adverse reactions TABRECTA (N = 373) Grades 1 to 4 (%) Grades 3 to 4 (%) General disorders and administration-site conditions Edema a 59 13 Musculoskeletal pain b 40 4.3 Fatigue c 34 8 Pyrexia d 14 0.8 Weight decreased 11 0.5 Gastrointestinal disorders Nausea 46 2.4 Vomiting 28 2.4 Constipation 19 0.8 Diarrhea 19 0.5 Respiratory, thoracic, and mediastinal disorders Dyspnea 25 7 Cough e 21 0.5 Pneumonia f 13 6 Metabolism and nutrition disorders Decreased appetite 21 1.1 Skin and subcutaneous tissue disorders Rash g 13 0.5 Nervous system disorders Dizziness h 13 0.5 Clinically relevant adverse reactions occurring in < 10% of patients treated with TABRECTA included pruritus (including allergic pruritus), ILD/pneumonitis, cellulitis, acute kidney injury (including renal failure), urticaria, and acute pancreatitis. Table 4 summarizes the laboratory abnormalities in GEOMETRY mono-1. Table 4: Select Laboratory Abnormalities (≥ 20%) Worsening From Baseline in Patients Who Received TABRECTA in GEOMETRY mono-1 a The denominator used to calculate the rate varied from 359 to 364 based on the number of patients with a baseline value and at least one post-treatment value. Laboratory abnormalities TABRECTA a Grades 1 to 4 (%) Grades 3 to 4 (%) Chemistry Decreased albumin 72 1.9 Increased creatinine 65 0.5 Increased alanine aminotransferase 39 9 Increased amylase 34 4.7 Increased alkaline phosphatase 32 0.6 Increased gamma-glutamyltransferase 30 6 Increased lipase 29 9 Increased aspartate aminotransferase 28 6 Decreased phosphate 26 4.4 Increased potassium 25 4.1 Decreased sodium 24 6 Decreased glucose 23 0.3 Hematology Decreased lymphocytes 45 14 Decreased leukocytes 25 1.7 Decreased hemoglobin 24 2.8 Other Clinical Trials Experience The following adverse reactions have been reported following administration of TABRECTA: hypersensitivity and thrombocytopenia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Select patients for treatment with TABRECTA based on presence of a mutation that leads to MET exon 14 skipping. ( 2.1 ) Recommended Dosage : 400 mg orally twice daily with or without food. ( 2.2 ) 2.1 Patient Selection Select patients for treatment with TABRECTA based on the presence of a mutation that leads to MET exon 14 skipping in tumor or plasma specimens [see Clinical Studies (14)] . If a mutation that leads to MET exon 14 skipping is not detected in a plasma specimen, test tumor tissue if feasible. Information on FDA-approved tests is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage The recommended dosage of TABRECTA is 400 mg orally twice daily with or without food. Swallow TABRECTA tablets whole. Do not break, crush or chew the tablets. If a patient misses or vomits a dose, instruct the patient not to make up the dose, but to take the next dose at its scheduled time. 2.3 Dosage Modifications for Adverse Reactions The recommended dose reductions for the management of adverse reactions are listed in Table 1. Table 1: Recommended TABRECTA Dose Reductions for Adverse Reactions Dose reduction Dose and schedule First 300 mg orally twice daily Second 200 mg orally twice daily Permanently discontinue TABRECTA in patients who are unable to tolerate 200 mg orally twice daily. The recommended dosage modifications of TABRECTA for adverse reactions are provided in Table 2. Table 2: Recommended TABRECTA Dosage Modifications for Adverse Reactions Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; ILD, interstitial lung disease; ULN, upper limit of normal. Grading according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Adverse reaction Severity Dosage modification Interstitial Lung Disease (ILD)/Pneumonitis [see Warnings and Precautions (5.1)] Any grade Permanently discontinue TABRECTA. Increased ALT and/or AST without increased total bilirubin [see Warnings and Precautions (5.2)] Grade 3 Withhold TABRECTA until recovery to baseline ALT/AST. If recovered to baseline within 7 days, then resume TABRECTA at the same dose; otherwise resume TABRECTA at a reduced dose. Grade 4 Permanently discontinue TABRECTA. Increased ALT and/or AST with increased total bilirubin in the absence of cholestasis or hemolysis [see Warnings and Precautions (5.2)] ALT and/or AST greater than 3 times ULN with total bilirubin greater than 2 times ULN Permanently discontinue TABRECTA. Increased total bilirubin without concurrent increased ALT and/or AST [see Warnings and Precautions (5.2)] Grade 2 Withhold TABRECTA until recovery to baseline bilirubin. If recovered to baseline within 7 days, then resume TABRECTA at the same dose; otherwise resume TABRECTA at a reduced dose. Grade 3 Withhold TABRECTA until recovery to baseline bilirubin. If recovered to baseline within 7 days, then resume TABRECTA at a reduced dose; otherwise permanently discontinue TABRECTA. Grade 4 Permanently discontinue TABRECTA. Increased lipase or amylase [see Warnings and Precautions (5.3)] Grade 3 Withhold TABRECTA until ≤ Grade 2 or baseline. If recovered to baseline or ≤ Grade 2 within 14 days, resume TABRECTA at a reduced dose; otherwise permanently discontinue TABRECTA. Grade 4 Permanently discontinue TABRECTA. Pancreatitis [see Warnings and Precautions (5.3)] Grade 3 or Grade 4 Permanently discontinue TABRECTA. Hypersensitivity [see Warnings and Precautions (5.4)] All Grades If hypersensitivity is suspected based on clinical judgment, withhold TABRECTA until resolution of the event. Permanently discontinue TABRECTA in patients who develop serious hypersensitivity reactions. Other adverse reactions [see Adverse Reactions (6.1)] Grade 2 Maintain dose level. If intolerable, consider withholding TABRECTA until resolved, then resume TABRECTA at a reduced dose. Grade 3 Withhold TABRECTA until resolved, then resume TABRECTA at a reduced dose. Grade 4 Permanently discontinue TABRECTA."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TABRECTA is indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have a mutation that leads to mesenchymal-epithelial transition (MET) exon 14 skipping as detected by an FDA-approved test. TABRECTA is a kinase inhibitor indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have a mutation that leads to mesenchymal-epithelial transition (MET) exon 14 skipping as detected by an FDA-approved test."
  ],
  "fetched_at": "2025-10-01T18:20:27.062777",
  "source": "OpenFDA"
}