{
  "drug_name": "Carfilzomib",
  "generic_name": [
    "CARFILZOMIB"
  ],
  "brand_names": [
    "KYPROLIS"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Cardiac Toxicities [see Warnings and Precautions (5.1) ] Acute Renal Failure [see Warnings and Precautions (5.2) ] Tumor Lysis Syndrome [see Warnings and Precautions (5.3) ] Pulmonary Toxicity [see Warnings and Precautions (5.4) ] Pulmonary Hypertension [see Warnings and Precautions (5.5) ] Dyspnea [see Warnings and Precautions (5.6) ] Hypertension [see Warnings and Precautions (5.7) ] Venous Thrombosis [see Warnings and Precautions (5.8) ] Infusion-Related Reactions [see Warnings and Precautions (5.9) ] Hemorrhage [see Warnings and Precautions (5.10) ] Thrombocytopenia [see Warnings and Precautions (5.11) ] Hepatic Toxicity and Hepatic Failure [see Warnings and Precautions (5.12) ] Thrombotic Microangiopathy [see Warnings and Precautions (5.13) ] Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions (5.14) ] Progressive Multifocal Leukoencephalopathy [see Warnings and Precautions (5.15) ] The most common adverse reactions occurring in at least 20% of patients treated with Kyprolis in monotherapy trials: anemia, fatigue, thrombocytopenia, nausea, pyrexia, dyspnea, diarrhea, headache, cough, edema peripheral. ( 6 ) The most common adverse reactions occurring in at least 20% of patients treated with Kyprolis in the combination therapy trials: anemia, diarrhea, hypertension, fatigue, upper respiratory tract infection, thrombocytopenia, pyrexia, cough, dyspnea, and insomnia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Amgen Medical Information at 1-800-77-AMGEN (1-800-772-6436) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the Warnings and Precautions reflect exposure to Kyprolis in 2,239 patients administered in combination with other drugs in ASPIRE, ENDEAVOR, A.R.R.O.W., CANDOR, IKEMA, EQUULEUS, and PLEIADES. The most common adverse reactions occurring in at least 20% of patients who received Kyprolis in combination were anemia, diarrhea, hypertension, fatigue, upper respiratory tract infection, thrombocytopenia, pyrexia, cough, dyspnea, and insomnia. Kyprolis in Combination with Lenalidomide and Dexamethasone The safety of Kyprolis 20/27 mg/m 2 twice weekly in combination with lenalidomide and dexamethasone (KRd) was evaluated in ASPIRE [see Clinical Studies (14.1) ] . The median number of cycles initiated was 22 cycles for the KRd arm and 14 cycles for the Rd arm. Deaths due to adverse reactions within 30 days of the last dose of any therapy in the KRd arm occurred in 45/392 (12%) patients compared with 42/389 (11%) patients who died due to adverse reactions within 30 days of the last dose of any Rd therapy. The most frequent cause of deaths occurring in patients (%) in the two arms (KRd versus Rd) included infection 12 (3%) versus 11 (3%), cardiac 10 (3%) versus 9 (2%), and other adverse reactions 23 (6%) versus 22 (6%). Serious adverse reactions were reported in 65% of the patients in the KRd arm and 57% of the patients in the Rd arm. The most frequent serious adverse reactions reported in the KRd arm as compared with the Rd arm were pneumonia (17% versus 13%), respiratory tract infection (4% versus 2%), pyrexia (4% versus 3%), and pulmonary embolism (3% versus 2%). Discontinuation due to any adverse reaction occurred in 33% in the KRd arm versus 30% in the Rd arm. Adverse reactions leading to discontinuation of Kyprolis occurred in 12% of patients and the most common reactions included pneumonia (1%), myocardial infarction (0.8%), and upper respiratory tract infection (0.8%). The incidence of cardiac failure events was 7% in the KRd arm versus 4% in the Rd arm. Table 8 summarizes the adverse reactions in the first 12 cycles in ASPIRE. Table 8: Adverse Reactions (≥ 10%) Occurring in Cycles 1–12 in Patients Who Received KRd (20/27 mg/m 2 Regimen) in ASPIRE Adverse Reactions KRd (N = 392) n (%) Rd (N = 389) n (%) Any Grade ≥ Grade 3 Any Grade ≥ Grade 3 KRd = Kyprolis, lenalidomide, and dexamethasone; Rd = lenalidomide and dexamethasone Blood and Lymphatic System Disorders Anemia 138 (35) 53 (14) 127 (33) 47 (12) Neutropenia 124 (32) 104 (27) 115 (30) 89 (23) Thrombocytopenia 100 (26) 58 (15) 75 (19) 39 (10) Gastrointestinal Disorders Diarrhea 119 (30) 8 (2) 106 (27) 12 (3) Constipation 68 (17) 0 (0) 55 (14) 1 (0) Nausea 63 (16) 1 (0) 43 (11) 3 (1) General Disorders and Administration Site Conditions Fatigue 113 (29) 23 (6) 107 (28) 20 (5) Pyrexia 93 (24) 5 (1) 64 (17) 1 (0) Edema peripheral 59 (15) 3 (1) 48 (12) 2 (1) Asthenia 54 (14) 11 (3) 49 (13) 7 (2) Infections Upper respiratory tract infection 87 (22) 7 (2) 54 (14) 4 (1) Bronchitis 55 (14) 5 (1) 40 (10) 2 (1) Viral upper respiratory tract infection 55 (14) 0 (0) 44 (11) 0 (0) Pneumonia Pneumonia includes pneumonia and bronchopneumonia. 54 (14) 35 (9) 43 (11) 27 (7) Metabolism and Nutrition Disorders Hypokalemia 78 (20) 22 (6) 35 (9) 12 (3) Hypocalcemia 55 (14) 10 (3) 39 (10) 5 (1) Hyperglycemia 43 (11) 18 (5) 33 (9) 15 (4) Musculoskeletal and Connective Tissue Disorders Muscle spasms 92 (24) 3 (1) 75 (19) 3 (1) Back pain 41 (11) 4 (1) 54 (14) 6 (2) Nervous System Disorders Peripheral neuropathies Peripheral neuropathies includes peripheral neuropathy, peripheral sensory neuropathy, and peripheral motor neuropathy. 43 (11) 7 (2) 39 (10) 4 (1) Psychiatric Disorders Insomnia 64 (16) 6 (2) 51 (13) 8 (2) Respiratory, Thoracic and Mediastinal Disorders Cough Cough includes cough and productive cough. 93 (24) 2 (1) 54 (14) 0 (0) Dyspnea Dyspnea includes dyspnea and dyspnea exertional. 71 (18) 8 (2) 61 (16) 6 (2) Skin and Subcutaneous Tissue Disorders Rash 45 (12) 5 (1) 54 (14) 5 (1) Vascular Disorders Embolic and thrombotic events Embolic and thrombotic events, venous includes deep vein thrombosis, pulmonary embolism, thrombophlebitis superficial, thrombophlebitis, venous thrombosis limb, post thrombotic syndrome, venous thrombosis. 49 (13) 16 (4) 23 (6) 9 (2) Hypertension Hypertension includes hypertension, hypertensive crisis. 41 (11) 12 (3) 15 (4) 4 (1) There were 274 (70%) patients in the KRd arm who received treatment beyond Cycle 12. There were no new clinically relevant adverse reactions that emerged in the later treatment cycles. Adverse Reactions Occurring at a Frequency of < 10% Blood and lymphatic system disorders: febrile neutropenia, lymphopenia Cardiac disorders: cardiac arrest, cardiac failure, cardiac failure congestive, myocardial infarction, myocardial ischemia, pericardial effusion Ear and labyrinth disorders: deafness, tinnitus Eye disorders: cataract, vision blurred Gastrointestinal disorders: abdominal pain, abdominal pain upper, dyspepsia, gastrointestinal hemorrhage, toothache General disorders and administration site conditions: chills, infusion site reaction, multi-organ failure, pain Infections: clostridium difficile colitis, influenza, lung infection, rhinitis, sepsis, urinary tract infection, viral infection Metabolism and nutrition disorders: dehydration, hyperkalemia, hyperuricemia, hypoalbuminemia, hyponatremia, tumor lysis syndrome Musculoskeletal and connective tissue disorders: muscular weakness, myalgia Nervous system disorders: hypoesthesia, intracranial hemorrhage, paresthesia Psychiatric disorders: anxiety, delirium Renal and urinary disorders: renal failure, renal failure acute, renal impairment Respiratory, thoracic and mediastinal disorders: dysphonia, epistaxis, oropharyngeal pain, pulmonary embolism, pulmonary edema, pulmonary hemorrhage Skin and subcutaneous tissue disorders: erythema, hyperhidrosis, pruritus Vascular disorders: deep vein thrombosis, hemorrhage, hypotension Grade 3 and higher adverse reactions that occurred during Cycles 1–12 with a substantial difference (≥ 2%) between the two arms were neutropenia, thrombocytopenia, hypokalemia, and hypophosphatemia. Table 9 describes Grade 3–4 laboratory abnormalities reported in ASPIRE. Table 9: Grade 3–4 Laboratory Abnormalities (≥ 10%) in Cycles 1-12 in Patients Who Received KRd (20/27 mg/m 2 Regimen) in ASPIRE Laboratory Abnormality KRd (N = 392) n (%) Rd (N = 389) n (%) KRd = Kyprolis, lenalidomide, and dexamethasone; Rd = lenalidomide and dexamethasone Decreased lymphocytes 182 (46) 119 (31) Decreased absolute neutrophil count 152 (39) 141 (36) Decreased phosphorus 122 (31) 106 (27) Decreased platelets 101 (26) 59 (15) Decreased total white blood cell count 97 (25) 71 (18) Decreased hemoglobin 58 (15) 68 (18) Increased glucose 53 (14) 30 (8) Decreased potassium 41 (11) 23 (6) Kyprolis in Combination with Dexamethasone The safety of Kyprolis in combination with dexamethasone was evaluated in two open-label, randomized trials (ENDEAVOR and A.R.R.O.W.). ENDEAVOR The safety of Kyprolis 20/56 mg/m 2 twice weekly in combination with dexamethasone (Kd) was evaluated in ENDEAVOR [see Clinical Studies (14.2) ] . Patients received treatment for a median duration of 48 weeks in the Kd arm and 27 weeks in the bortezomib/dexamethasone (Vd) arm. Deaths due to adverse reactions within 30 days of last study treatment occurred in 32/463 (7%) patients in the Kd arm and 21/456 (5%) patients in the Vd arm. The causes of death occurring in patients (%) in the two arms (Kd versus Vd) included cardiac 4 (1%) versus 5 (1%), infections 8 (2%) versus 8 (2%), disease progression 7 (2%) versus 4 (1%), pulmonary 3 (1%) versus 2 (< 1%), renal 1 (< 1%) versus 0 (0%), and other adverse reactions 9 (2%) versus 2 (< 1%). Serious adverse reactions were reported in 59% of the patients in the Kd arm and 40% of the patients in the Vd arm. In both arms, pneumonia was the most frequently reported serious adverse reaction (8% versus 9%). Discontinuation due to any adverse reaction occurred in 29% in the Kd arm versus 26% in the Vd arm. The most frequent adverse reaction leading to discontinuation was cardiac failure in the Kd arm (n = 8, 2%) and peripheral neuropathy in the Vd arm (n = 22, 5%). The incidence of cardiac failure events was 11% in the Kd arm versus 3% in the Vd arm. Adverse reactions in the first 6 months of therapy that occurred at a rate of 10% or greater in the Kd arm are presented in Table 10. Table 10: Adverse Reactions (≥ 10% ) Occurring in Months 1–6 in Patients Who Received Kd (20/56 mg/m 2 Regimen) in ENDEAVOR Adverse Reactions Kd (N = 463) n (%) Vd (N = 456) n (%) Any Grade Grade ≥ 3 Any Grade Grade ≥ 3 Kd = Kyprolis and dexamethasone; Vd = bortezomib and dexamethasone Blood and Lymphatic System Disorders Anemia 161 (35) 57 (12) 112 (25) 43 (9) Thrombocytopenia Thrombocytopenia includes platelet count decreased and thrombocytopenia. 125 (27) 45 (10) 112 (25) 64 (14) Gastrointestinal Disorders Diarrhea 117 (25) 14 (3) 149 (33) 27 (6) Nausea 70 (15) 4 (1) 68 (15) 3 (1) Constipation 60 (13) 1 (0) 113 (25) 6 (1) Vomiting 45 (10) 5 (1) 33 (7) 3 (1) General Disorders and Administration Site Conditions Fatigue 116 (25) 14 (3) 126 (28) 25 (6) Pyrexia 102 (22) 9 (2) 52 (11) 3 (1) Asthenia 73 (16) 9 (2) 65 (14) 13 (3) Peripheral edema 62 (13) 3 (1) 62 (14) 3 (1) Infections Upper respiratory tract infection 67 (15) 4 (1) 55 (12) 3 (1) Bronchitis 54 (12) 5 (1) 25 (6) 2 (0) Musculoskeletal and Connective Tissue Disorders Muscle spasms 70 (15) 1 (0) 23 (5) 3 (1) Back pain 64 (14) 8 (2) 61 (13) 10 (2) Nervous System Disorders Headache 67 (15) 4 (1) 39 (9) 2 (0) Peripheral neuropathies Peripheral neuropathies includes peripheral neuropathy, peripheral sensory neuropathy, and peripheral motor neuropathy. , See Clinical Studies (14.2) . 56 (12) 7 (2) 170 (37) 23 (5) Psychiatric Disorders Insomnia 105 (23) 5 (1) 116 (25) 10 (2) Respiratory, Thoracic and Mediastinal Disorders Dyspnea Dyspnea includes dyspnea and dyspnea exertional. 128 (28) 23 (5) 69 (15) 8 (2) Cough Cough includes cough and productive cough. 97 (21) 0 (0) 61 (13) 2 (0) Vascular Disorders Hypertension Hypertension includes hypertension, hypertensive crisis, and hypertensive emergency. 83 (18) 30 (7) 33 (7) 12 (3) The event rate of ≥ Grade 2 peripheral neuropathy in the Kd arm was 7% (95% CI: 5, 9) versus 35% (95% CI: 31, 39) in the Vd arm. Adverse Reactions Occurring at a Frequency of < 10% Blood and lymphatic system disorders: febrile neutropenia, leukopenia, lymphopenia, neutropenia, thrombotic microangiopathy, thrombotic thrombocytopenic purpura Cardiac disorders: atrial fibrillation, cardiac arrest, cardiac failure, cardiac failure congestive, myocardial infarction, myocardial ischemia, palpitations, tachycardia Ear and labyrinth disorders: tinnitus Eye disorders: cataract, vision blurred Gastrointestinal disorders: abdominal pain, abdominal pain upper, dyspepsia, gastrointestinal hemorrhage, toothache General disorders and administration site conditions: chest pain, chills, influenza like illness, infusion site reactions (including inflammation, pain, and erythema), malaise, pain Hepatobiliary disorders: cholestasis, hepatic failure, hyperbilirubinemia Immune system disorders: drug hypersensitivity Infections: bronchopneumonia, gastroenteritis, influenza, lung infection, nasopharyngitis, pneumonia, rhinitis, sepsis, urinary tract infection, viral infection Metabolism and nutrition disorders: decreased appetite, dehydration, hypercalcemia, hyperkalemia, hyperuricemia, hypoalbuminemia, hypocalcemia, hypomagnesemia, hyponatremia, hypophosphatemia, tumor lysis syndrome Musculoskeletal and connective tissue disorders: muscular weakness, musculoskeletal chest pain, musculoskeletal pain, myalgia Nervous system disorders: cerebrovascular accident, dizziness, hypoesthesia, paresthesia, posterior reversible encephalopathy syndrome Psychiatric disorders: anxiety Renal and urinary disorders: renal failure, renal failure acute, renal impairment Respiratory, thoracic and mediastinal disorders: acute respiratory distress syndrome, dysphonia, epistaxis, interstitial lung disease, oropharyngeal pain, pneumonitis, pulmonary embolism, pulmonary edema, pulmonary hypertension, wheezing Skin and subcutaneous tissue disorders: erythema, hyperhidrosis, pruritus, rash Vascular disorders: deep vein thrombosis, flushing, hypotension Table 11 describes Grade 3–4 laboratory abnormalities reported at a rate of ≥ 10% in the Kd arm. Table 11: Grade 3–4 Laboratory Abnormalities (≥ 10%) in Months 1–6 in Patients Who Received Kd (20/56 mg/m 2 Regimen) in ENDEAVOR Laboratory Abnormality Kd (N = 463) n (%) Vd (N = 456) n (%) Kd = Kyprolis and dexamethasone; Vd = bortezomib and dexamethasone Decreased lymphocytes 249 (54) 180 (40) Increased uric acid 244 (53) 198 (43) Decreased hemoglobin 79 (17) 68 (15) Decreased platelets 85 (18) 77 (17) Decreased phosphorus 74 (16) 61 (13) Decreased creatinine clearance Calculated using the Cockcroft-Gault formula. 65 (14) 49 (11) Increased potassium 55 (12) 21 (5) A.R.R.O.W. The safety of Kyprolis in combination with dexamethasone was evaluated in A.R.R.O.W. [see Clinical Studies (14.2) ] . Patients received treatment for a median duration of 38 weeks in the Kd 20/70 mg/m 2 arm once weekly and 29.1 weeks in the Kd 20/27 mg/m 2 twice weekly arm. The safety profile for the once weekly Kd 20/70 mg/m 2 regimen was similar to the twice weekly Kd 20/27 mg/m 2 regimen. Deaths due to adverse reactions within 30 days of last study treatment occurred in 22/238 (9%) patients in the Kd 20/70 mg/m 2 arm and 18/235 (8%) patients in the Kd 20/27 mg/m 2 arm. The most frequent fatal adverse reactions occurring in patients (%) in the two arms (once weekly Kd 20/70 mg/m 2 versus twice weekly Kd 20/27 mg/m 2 ) were sepsis 2 (< 1%) versus 2 (< 1%), septic shock 2 (< 1%) versus 1 (< 1%), and infection 2 (< 1%) versus 0 (0%). Serious adverse reactions were reported in 43% of the patients in the Kd 20/70 mg/m 2 arm and 41% of the patients in the Kd 20/27 mg/m 2 arm. In both arms, pneumonia was the most frequently reported serious adverse reaction (8% versus 7%). Discontinuation due to any adverse reaction occurred in 13% in the Kd 20/70 mg/m 2 arm versus 12% in the Kd 20/27 mg/m 2 arm. The most frequent adverse reaction leading to discontinuation was acute kidney injury (2% versus 2%). The incidence of cardiac failure events was 3.8% in the once weekly Kd 20/70 mg/m 2 arm versus 5.1% in the twice weekly Kd 20/27 mg/m 2 arm. Adverse reactions that occurred at a rate of 10% or greater in either Kd arm are presented in Table 12. Table 12: Adverse Reactions in Patients Who Received Kd (≥ 10% in either Kd Arm) in A.R.R.O.W. Adverse Reactions Once weekly Kd 20/70 mg/m 2 (N = 238) n (%) Twice weekly Kd 20/27 mg/m 2 (N = 235) n (%) Any Grade Grade ≥ 3 Any Grade Grade ≥ 3 Kd = Kyprolis and dexamethasone Blood and Lymphatic System Disorders Anemia Anemia includes anemia, hematocrit decreased, and hemoglobin decreased. 64 (27) 42 (18) 76 (32) 42 (18) Thrombocytopenia Thrombocytopenia includes platelet count decreased and thrombocytopenia. 53 (22) 26 (11) 41 (17) 27 (12) Neutropenia Neutropenia includes neutrophil count decreased and neutropenia. 30 (13) 21 (9) 27 (12) 17 (7) Gastrointestinal Disorders Diarrhea 44 (19) 2 (1) 47 (20) 3 (1) Nausea 34 (14) 1 (< 1) 26 (11) 2 (1) General Disorders and Administration Site Conditions Pyrexia 55 (23) 2 (1) 38 (16) 4 (2) Fatigue 48 (20) 11 (5) 47 (20) 5 (2) Asthenia 24 (10) 3 (1) 25 (11) 2 (1) Peripheral edema 18 (8) 0 (0) 25 (11) 2 (1) Infections Respiratory tract infection Respiratory tract infection includes respiratory tract infection, lower respiratory tract infection, upper respiratory tract infection, and viral upper respiratory tract infection. 70 (29) 7 (3) 79 (34) 7 (3) Pneumonia 28 (12) 24 (10) 20 (9) 16 (7) Bronchitis 27 (11) 2 (1) 25 (11) 5 (2) Musculoskeletal and Connective Tissue Disorders Back pain 28 (12) 2 (1) 28 (12) 4 (2) Nervous System Disorders Headache 25 (11) 1 (< 1) 23 (10) 1 (< 1) Psychiatric Disorders Insomnia 35 (15) 2 (1) 47 (20) 0 (0) Respiratory, Thoracic and Mediastinal Disorders Cough Cough includes cough and productive cough. 37 (16) 2 (1) 31 (13) 0 (0) Dyspnea Dyspnea includes dyspnea and dyspnea exertional. 28 (12) 1 (< 1) 26 (11) 2 (1) Vascular Disorders Hypertension Hypertension includes hypertension and hypertensive crisis. 51 (21) 13 (6) 48 (20) 12 (5) Adverse Reactions Occurring at a Frequency of < 10% Blood and lymphatic system disorders: febrile neutropenia, leukopenia, lymphopenia, neutropenia, thrombotic microangiopathy Cardiac disorders: atrial fibrillation, cardiac arrest, cardiac failure, cardiac failure congestive, myocardial infarction, myocardial ischemia, palpitations, pericardial effusion, tachycardia Ear and labyrinth disorders: tinnitus Eye disorders: cataract, vision blurred Gastrointestinal disorders: abdominal pain, abdominal pain upper, constipation, dyspepsia, toothache, vomiting General disorders and administration site conditions: chest pain, chills, influenza like illness, infusion site reactions (including inflammation, pain, and erythema), malaise, pain Hepatobiliary disorders: cholestasis, hepatic failure, hyperbilirubinemia Infections: clostridium difficile colitis, gastroenteritis, influenza, lung infection, nasopharyngitis, rhinitis, sepsis, septic shock, urinary tract infection, viral infection Metabolism and nutrition disorders: decreased appetite, dehydration, hypercalcemia, hyperglycemia, hyperkalemia, hyperuricemia, hypoalbuminemia, hypocalcemia, hypomagnesemia, hyponatremia, hypophosphatemia, tumor lysis syndrome Musculoskeletal and connective tissue disorders: muscle spasms, muscular weakness, musculoskeletal chest pain, musculoskeletal pain, myalgia Nervous system disorders: cerebrovascular accident, dizziness, paresthesia, peripheral neuropathy Psychiatric disorders: anxiety, delirium Renal and urinary disorders: acute kidney injury, renal failure, renal impairment Respiratory, thoracic and mediastinal disorders: acute respiratory distress syndrome, dysphonia, epistaxis, interstitial lung disease, oropharyngeal pain, pneumonitis, pulmonary hemorrhage, pulmonary embolism, pulmonary hypertension, pulmonary edema, wheezing Skin and subcutaneous tissue disorders: erythema, hyperhidrosis, pruritus, rash Vascular disorders: deep vein thrombosis, flushing, hypotension Kyprolis in Combination with Intravenous Daratumumab and Dexamethasone The safety of Kyprolis in combination with intravenous daratumumab and dexamethasone was evaluated in two trials (CANDOR and EQUULEUS). CANDOR The safety of Kyprolis 20/56 mg/m 2 twice weekly in combination with intravenous daratumumab and dexamethasone (DKd) was evaluated in CANDOR [see Clinical Studies (14.3) ] . Patients received Kyprolis for a median duration of 58 weeks in the DKd arm and 40 weeks in the Kd arm. Serious adverse reactions were reported in 56% of the patients in the DKd arm and 46% of the patients in the Kd arm. The most frequent serious adverse reactions reported in the DKd arm as compared with the Kd arm were pneumonia (14% versus 9%), pyrexia (4.2% versus 2.0%), influenza (3.9% versus 1.3%), sepsis (3.9% versus 1.3%), anemia (2.3% versus 0.7%), bronchitis (1.9% versus 0%) and diarrhea (1.6% versus 0%). Fatal adverse reactions within 30 days of the last dose of any study treatment occurred in 10% of 308 patients in the DKd arm compared with 5% of 153 patients in the Kd arm. The most frequent fatal adverse reaction (DKd versus Kd) was infection 4.5% versus 2.6%. Permanent discontinuation due to an adverse reaction in patients who received Kyprolis occurred in 21% of patients in the DKd arm versus 22% in the Kd arm. The most frequent adverse reactions leading to discontinuation of Kyprolis were cardiac failure (1.9%) and fatigue (1.9%) in the DKd arm and cardiac failure (2.0%), hypertension (2.0%) and acute kidney injury (2.0%) in the Kd arm. Interruption of Kyprolis due to adverse reactions occurred in 71% of patients in DKd arm versus 63% in the Kd arm. Dose reduction of Kyprolis due to adverse reactions occurred in 25% of patients in DKd arm versus 20% in the Kd arm. Infusion-related reactions that occurred following the first Kyprolis dose was 13% in the DKd arm versus 1% in the Kd arm. Table 13 summarizes the adverse reactions in CANDOR. Table 13: Adverse Reactions (≥ 15%) in Patients Who Received either DKd or Kd (20/56 mg/m 2 Regimen) in CANDOR Adverse Reactions Twice weekly DKd (N = 308) Twice weekly Kd (N = 153) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) DKd = Kyprolis, daratumumab, and dexamethasone; Kd = Kyprolis and dexamethasone General Disorders and Administration Site Conditions Infusion-related reaction The incidence of infusion related reactions is based on a group of symptoms (including hypertension, pyrexia, rash, myalgia, hypotension, blood pressure increased, urticaria, acute kidney injury, bronchospasm, face edema, hypersensitivity, syncope, wheezing, eye pruritus, eyelid edema, renal failure, swelling face) related to infusion reactions which occurred within 1 day after DKd or Kd administration. 41 12 28 5 Fatigue Fatigue includes fatigue and asthenia. 32 11 28 8 Pyrexia 20 1.9 15 0.7 Infections Respiratory tract infection Respiratory tract infection includes respiratory tract infection, lower respiratory tract infection, upper respiratory tract infection and viral upper respiratory tract infection. 40 Includes fatal adverse reactions. 7 29 3.3 Pneumonia 18 13 12 9 Bronchitis 17 2.6 12 1.3 Blood and Lymphatic System Disorders Thrombocytopenia Thrombocytopenia includes platelet count decreased and thrombocytopenia. 37 25 30 16 Anemia Anemia includes anemia, hematocrit decreased and hemoglobin decreased. 33 17 31 14 Gastrointestinal Disorders Diarrhea 32 3.9 14 0.7 Nausea 18 0 13 0.7 Vascular Disorders Hypertension 31 18 28 13 Respiratory, Thoracic and Mediastinal Disorders Cough Cough includes productive cough and cough. 21 0 21 0 Dyspnea 20 3.9 22 2.6 Psychiatric Disorders Insomnia 18 3.9 11 2.0 Musculoskeletal and Connective Tissue Disorders Back pain 16 1.9 10 1.3 Adverse Reactions Occurring at a Frequency of < 15% Blood and lymphatic system disorders: febrile neutropenia, thrombotic thrombocytopenic purpura Cardiac disorders: atrial fibrillation, cardiac arrest, cardiac failure, cardiomyopathy, myocardial infarction, myocardial ischemia, tachycardia Eye disorders: cataract Gastrointestinal disorders: abdominal pain, gastrointestinal hemorrhage General disorders and administration site conditions: chest pain, malaise Infections: gastroenteritis, influenza, lung infection, nasopharyngitis, sepsis, septic shock, urinary tract infection, viral infection Investigations: alanine aminotransferase increased, blood creatinine increased, C-reactive protein increased, ejection fraction decreased Metabolism and nutrition disorders: dehydration, hyperglycemia, hyperkalemia, hypokalemia, hyponatremia, tumor lysis syndrome Musculoskeletal and connective tissue disorders: pain in extremity Nervous system disorders: cerebrovascular accident, intracranial hemorrhage, posterior reversible encephalopathy syndrome, peripheral neuropathy Psychiatric disorders: anxiety Renal and urinary disorders: acute kidney injury, renal failure, renal impairment Respiratory, thoracic and mediastinal disorders: acute respiratory failure, epistaxis, interstitial lung disease, pneumonitis, pulmonary embolism, pulmonary hypertension, pulmonary edema Skin and subcutaneous tissue disorders: rash Vascular disorders: deep vein thrombosis, hypertensive crisis EQUULEUS The safety of Kyprolis 20/70 mg/m 2 once weekly in combination with intravenous daratumumab and dexamethasone (DKd) was evaluated in EQUULEUS [see Clinical Studies (14.3) ] . Patients received Kyprolis for a median duration of 66 weeks. Serious adverse reactions were reported in 48% of patients. The most frequent serious adverse reactions reported were pneumonia (4.7%), upper respiratory tract infection (4.7%), basal cell carcinoma (4.7%), influenza (3.5%), general physical health deterioration (3.5%) and hypercalcemia (3.5%). Fatal adverse reactions within 30 days of the last dose of any study treatment occurred in 3.5% of patients who died of general physical health deterioration, multi-organ failure secondary to pulmonary aspergillosis, and disease progression. Discontinuation of Kyprolis occurred in 19% of patients. The most frequent adverse reaction leading to discontinuation was asthenia (2%). Interruption of Kyprolis due to adverse reactions occurred in 77% of patients. Dose reduction of Kyprolis due to adverse reactions occurred in 31% of patients in DKd. Infusion-related reactions that occurred following the first Kyprolis dose was 11%. Pulmonary hypertension adverse reactions were reported in 4.7% of patients in EQUULEUS. Table 14 summarizes the adverse reactions in EQUULEUS. Table 14: Adverse Reactions (≥ 15%) in Patients Who Received DKd (20/70 mg/m 2 Regimen) in EQUULEUS Adverse Reactions Once weekly DKd (N = 85) All Grades (%) Grade 3 or 4 (%) DKd = Kyprolis, daratumumab, and dexamethasone; Kd = Kyprolis and dexamethasone Blood and Lymphatic System Disorders Thrombocytopenia Thrombocytopenia includes platelet count decreased and thrombocytopenia. 68 32 Anemia Anemia includes anemia, hematocrit decreased and hemoglobin decreased. 52 21 Neutropenia Neutropenia includes neutrophil count decreased and neutropenia. 31 21 Lymphopenia Lymphopenia includes lymphocyte count decreased and lymphopenia. 29 25 General Disorders and Administration Site Conditions Fatigue Fatigue includes fatigue and asthenia. 54 18 Infusion-related reaction The incidence of infusion related reactions is based on a group of symptoms (including hypertension, pyrexia, rash, myalgia, hypotension, blood pressure increased, urticaria, acute kidney injury, bronchospasm, face edema, hypersensitivity, syncope, wheezing, eye pruritus, eyelid edema, renal failure, swelling face) related to infusion reactions which occurred within 1 day after DKd administration. 53 12 Pyrexia 37 1.2 Infections Respiratory tract infection Respiratory tract infection includes respiratory tract infection, lower respiratory tract infection, upper respiratory tract infection and viral upper respiratory tract infection. 53 3.5 Bronchitis 19 0 Nasopharyngitis 18 0 Influenza 17 3.5 Gastrointestinal Disorders Nausea 42 1.2 Vomiting 40 1.2 Diarrhea 38 2.4 Constipation 17 0 Respiratory, Thoracic and Mediastinal Disorders Dyspnea 35 3.5 Cough Cough includes productive cough and cough. 33 0 Vascular Disorders Hypertension 33 20 Psychiatric Disorders Insomnia 33 4.7 Nervous System Disorders Headache 27 1.2 Musculoskeletal and Connective Tissue Disorders Back pain 25 0 Pain in extremity 15 0 Adverse Reactions Occurring at a Frequency of < 15% Blood and lymphatic system disorders: febrile neutropenia, thrombotic microangiopathy Cardiac disorders: cardiac failure, myocardial ischemia Gastrointestinal disorders: abdominal pain General disorders and administration site conditions: multiple organ dysfunction syndrome Infections: pneumonia, sepsis, septic shock Metabolism and nutrition disorders: dehydration, hypercalcemia Renal and urinary disorders: acute kidney injury, renal failure, renal impairment Respiratory, thoracic and mediastinal disorders: pulmonary embolism, pulmonary hypertension Vascular disorders: hypotension Kyprolis in Combination with Subcutaneous Daratumumab and Dexamethasone The safety of Kyprolis in combination with daratumumab and hyaluronidase-fihj and dexamethasone was evaluated in PLEIADES [see Clinical Studies (14.3) ] . PLEIADES The safety of Kyprolis in combination with daratumumab and hyaluronidase-fihj and dexamethasone (DKd) was evaluated in a single-arm cohort of PLEIADES . Patients received Kyprolis as a 30-minute IV infusion once weekly for three weeks (Days 1, 8, and 15), followed by a 13-day rest period (Days 16 to 28) and continued until disease progression or unacceptable toxicity (N=66) in combination with daratumumab and hyaluronidase-fihj and dexamethasone. Among these patients, 77% were exposed for 6 months or longer and 27% were exposed for greater than one year. Serious adverse reactions occurred in 27% of patients who received Kyprolis in combination with daratumumab and hyaluronidase-fihj and dexamethasone. Fatal adverse reactions occurred in 3% of patients who received Kyprolis in combination with daratumumab and hyaluronidase-fihj and dexamethasone. Permanent discontinuation of Kyprolis due to an adverse reaction occurred in 6% of patients who received Kyprolis. Dosage interruptions due to an adverse reaction occurred in 46% of patients who received Kyprolis. The most common adverse reactions (≥20%) were upper respiratory tract infection, fatigue, insomnia, hypertension, diarrhea, cough, dyspnea, headache, pyrexia, nausea and edema peripheral. Table 15 summarizes the adverse reactions in patients who received Kyprolis with subcutaneous daratumumab and dexamethasone (DKd) in PLEIADES. Table 15: Adverse Reactions (≥10%) in Patients Who Received Kyprolis with Subcutaneous Daratumumab and Dexamethasone (DKd) in PLEIADES Adverse Reaction DKd (N=66) All Grades (%) Grade ≥3 (%) Infections and infestations Upper respiratory tract infection Upper respiratory tract infection includes nasopharyngitis, pharyngitis, respiratory tract infection, respiratory tract infection viral, rhinitis, sinusitis, tonsillitis, upper respiratory tract infection, viral pharyngitis, and viral upper respiratory tract infection. 52 0 Bronchitis Bronchitis includes bronchitis, and bronchitis viral. 12 2 Only Grade 3 adverse reactions occurred. General disorders and administration site conditions Fatigue Fatigue includes asthenia, and fatigue. 39 2 Pyrexia 21 2 Edema peripheral Edema peripheral includes generalized edema, edema peripheral, and peripheral swelling. 20 0 Psychiatric disorders Insomnia 33 6 Vascular disorders Hypertension Hypertension includes blood pressure increased, and hypertension. 32 21 Gastrointestinal disorders Diarrhea 29 0 Nausea 21 0 Vomiting 15 0 Respiratory, thoracic and mediastinal disorders Cough Cough includes cough, and productive cough. 24 0 Dyspnea Dyspnea includes dyspnea, and dyspnea exertional. 23 2 Nervous system disorders Headache 23 0 Peripheral sensory neuropathy 11 0 Musculoskeletal and connective tissue disorders Back pain 17 2 Musculoskeletal chest pain 11 0 Clinically relevant adverse reactions in <10% of patients who received Kyprolis with subcutaneous daratumumab and dexamethasone include: Gastrointestinal disorders: abdominal pain, constipation, pancreatitis Infection and infestations: pneumonia, influenza, urinary tract infection, herpes zoster, sepsis Metabolism and nutrition disorders: hyperglycemia, decreased appetite, hypocalcemia Musculoskeletal and connective tissue disorders: muscle spasms, arthralgia Nervous system disorders: paresthesia, dizziness, syncope General disorders and administration site conditions: injection site reaction, infusion reactions, chills Skin and subcutaneous tissue disorders: rash, pruritus Cardiac disorders: cardiac failure Vascular disorders: hypotension Table 16 summarizes the laboratory abnormalities in patients who received Kyprolis with subcutaneous daratumumab and dexamethasone in PLEIADES. Table 16: Select Laboratory Abnormalities (≥30%) Worsening from Baseline in Patients Who Received DKd in PLEIADES Laboratory Abnormality DKd Denominator is based on the safety population treated with DKd (N=66). All Grades (%) Grades 3-4 (%) Decreased platelets 88 18 Decreased lymphocytes 83 50 Decreased leukocytes 68 18 Decreased neutrophils 55 15 Decreased hemoglobin 47 6 Decreased corrected calcium 45 2 Increased alanine aminotransferase (ALT) 35 5 Kyprolis in Combination with Isatuximab and Dexamethasone The safety of Kyprolis in combination with isatuximab and dexamethasone was evaluated in IKEMA, a randomized, open-label clinical trial in patients with previously treated multiple myeloma [see Clinical Studies (14.4) ] . Patients received Kyprolis 20/56 mg/m 2 twice weekly in combination with isatuximab and dexamethasone (Isa-Kd) (n=177) or Kyprolis and dexamethasone (Kd) (n=122). Among patients receiving Isa-Kd, the median exposure to Kyprolis was 65 weeks. Serious adverse reactions occurred in 59% of patients receiving Isa-Kd. The most frequent serious adverse reactions in >5% of patients who received Isa-Kd were pneumonia (25%) and upper respiratory tract infections (9%). Adverse reactions with a fatal outcome during treatment were reported in 3.4% of patients in the Isa-Kd group (those occurring in more than 1% of patients were pneumonia occurring in 1.7% and cardiac failure in 1.1% of patients). Permanent treatment discontinuation due to an adverse reaction (grades 1-4) occurred in 8% of patients who received Isa-Kd. The most frequent adverse reactions requiring permanent discontinuation in patients who received Isa-Kd were infections (2.8%). Dosage interruptions due to an adverse reaction occurred in 4% of patients who received Kyprolis in the Isa-Kd group. The most frequent adverse reactions requiring dosage interruption in patients who received Kyprolis in the Isa-Kd group were administration site extravasation (1.1%) and infusion site extravasation (1.1%). Dose reductions or omissions of Kyprolis due to an adverse reaction in the Isa-Kd group occurred in 67% of patients. Adverse reactions which required dose reductions or omissions in >10% of patients who received Kyprolis in the Isa-Kd group were upper respiratory tract infection (12.4%) and hypertension (11.9%). The most common adverse reactions (≥20%) were upper respiratory tract infection, infusion-related reactions, fatigue, hypertension, diarrhea, pneumonia, dyspnea, insomnia, bronchitis, cough and back pain. Table 17 summarizes the adverse reactions in IKEMA. Table 17: Adverse Reactions (≥10%) in Patients Who Received Kyprolis with Isatuximab and Dexamethasone (Isa-Kd) in IKEMA Adverse Reactions Isa-Kd (N = 177) Kd (N = 122) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Isa-Kd = Kyprolis, isatuximab, and dexamethasone Infections Upper respiratory tract infection Upper respiratory tract infection includes acute sinusitis, chronic sinusitis, H1N1 influenza, H3N2 influenza, influenza, laryngitis, laryngitis viral, nasal herpes, nasopharyngitis, pharyngitis, pharyngotonsillitis, respiratory syncytial virus infection, rhinitis, sinusitis, sinusitis bacterial, tonsillitis, tracheitis, upper respiratory tract infection, viral rhinitis, respiratory tract infection, respiratory tract infection viral, influenza like illness, parainfluenzae virus infection, respiratory tract infection bacterial, and viral upper respiratory tract infection. 67 9 57 7 Pneumonia Pneumonia includes atypical pneumonia, lower respiratory tract infection, lower respiratory tract infection viral, pneumocystis jirovecii pneumonia, pneumonia, pneumonia influenzal, pneumonia legionella, pneumonia pneumococcal, pneumonia respiratory syncytial viral, pneumonia streptococcal, pneumonia viral, pulmonary sepsis, and pulmonary tuberculosis. 36 22 30 18 Bronchitis Bronchitis includes bronchitis, bronchitis viral, respiratory syncytial virus bronchitis, bronchitis chronic, and tracheobronchitis. 24 2.3 13 0.8 General Disorders and Administration Site Conditions Infusion-related reaction Infusion-related reaction includes infusion-related reaction, cytokine release syndrome, and hypersensitivity. 46 0.6 3.3 0 Fatigue Fatigue includes fatigue and asthenia. 42 5 32 3.3 Vascular Disorders Hypertension Hypertension includes hypertension, blood pressure increased, and hypertensive crisis. 37 21 32 20 Gastrointestinal Disorders Diarrhea 36 2.8 29 2.5 Vomiting 15 1.1 9 0.8 Respiratory, Thoracic and Mediastinal Disorders Dyspnea Dyspnea includes dyspnea and dyspnea exertional. 29 5 24 0.8 Cough Cough includes cough, productive cough, and allergic cough. 23 0 15 0 Table 18 summarizes the laboratory abnormalities in patients who received Kyprolis with isatuximab and dexamethasone versus Kyprolis with dexamethasone in IKEMA. Table 18: Hematology Laboratory Abnormalities During the Treatment Period in Patients Who Received Isa-Kd versus Kd in IKEMA Laboratory Abnormality Isa-Kd Denominator is based on the safety population. (N=177) Kd (N=122) All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Hemoglobin decreased 99 22 99 20 Lymphocytes decreased 94 69 95 57 Platelets decreased 94 30 88 24 Neutrophils decreased 55 20 43 8 Kyprolis in Patients who Received Monotherapy The safety of Kyprolis 20/27 mg/m 2 as a 10-minute infusion was evaluated in clinical trials consisting of 598 patients with relapsed and/or refractory myeloma [see Clinical Studies (14.5) ] . Premedication with dexamethasone 4 mg was required before each dose in Cycle 1 and was optional for subsequent cycles. The median age was 64 years (range 32–87), and approximately 57% were male. The patients received a median of 5 (range 1–20) prior regimens. The median number of cycles initiated was 4 (range 1–35). Deaths due to adverse reactions within 30 days of the last dose of Kyprolis occurred in 30/598 (5%) patients receiving Kyprolis monotherapy. These adverse reactions were related to cardiac disorders in 10 (2%) patients, infections in 8 (1%) patients, renal disorders in 4 (< 1%) patients, and other adverse reactions in 8 (1%) patients. Serious adverse reactions were reported in 50% of patients in the pooled Kyprolis monotherapy studies (N = 598). The most frequent serious adverse reactions were: pneumonia (8%), acute renal failure (5%), disease progression (4%), pyrexia (3%), hypercalcemia (3%), congestive heart failure (3%), multiple myeloma (3%), anemia (2%), and dyspnea (2%). In FOCUS, a randomized trial comparing Kyprolis as a single agent versus corticosteroids with optional oral cyclophosphamide for patients with relapsed and refractory multiple myeloma, mortality was higher in the patients treated with Kyprolis in comparison to the control arm in the subgroup of 48 patients ≥ 75 years of age. The most common cause of discontinuation due to an adverse reaction was acute renal failure (2%). Safety of Kyprolis monotherapy dosed at 20/56 mg/m 2 by 30-minute infusion was evaluated in a multicenter, open-label study in patients with relapsed and/or refractory multiple myeloma [see Clinical Studies (14.5) ] . The patients received a median of 4 (range 1–10) prior regimens. Adverse reactions occurring with Kyprolis monotherapy are presented in Table 19. Table 19: Adverse Reactions (≥ 20%) with Kyprolis Monotherapy Adverse Reactions 20/56 mg/m 2 by 30-minute infusion (N = 24) 20/27 mg/m 2 by 2- to 10-minute infusion (N = 598) All Grades n (%) Grades 3-5 n (%) All Grades n (%) Grades 3-5 n (%) Fatigue 14 (58) 2 (8) 238 (40) 25 (4) Dyspnea Dyspnea includes dyspnea and dyspnea exertional. 14 (58) 2 (8) 202 (34) 21 (4) Pyrexia 14 (58) 0 177 (30) 11 (2) Thrombocytopenia 13 (54) 13 (54) 220 (37) 152 (25) Nausea 13 (54) 0 211 (35) 7 (1) Anemia 10 (42) 7 (29) 291 (49) 141 (24) Hypertension Hypertension includes hypertension, hypertensive crisis, and hypertensive emergency. 10 (42) 3 (13) 90 (15) 22 (4) Chills 9 (38) 0 73 (12) 1 (< 1) Headache 8 (33) 0 141 (24) 7 (1) Cough Cough includes cough and productive cough. 8 (33) 0 134 (22) 2 (< 1) Vomiting 8 (33) 0 104 (17) 4 (1) Lymphopenia 8 (33) 8 (33) 85 (14) 73 (12) Insomnia 7 (29) 0 75 (13) 0 Dizziness 7 (29) 0 64 (11) 5 (1) Diarrhea 6 (25) 1 (4) 160 (27) 8 (1) Blood creatinine increased 6 (25) 1 (4) 103 (17) 15 (3) Peripheral edema 5 (21) 0 118 (20) 1 (< 1) Back pain 5 (21) 1 (4) 115 (19) 19 (3) Upper respiratory tract infection 5 (21) 1 (4) 112 (19) 15 (3) Decreased appetite 5 (21) 0 89 (15) 2 (< 1) Muscle spasms 5 (21) 0 62 (10) 2 (< 1) Chest pain 5 (21) 0 20 (3) 1 (< 1) Adverse Reactions Occurring at a Frequency of < 20% Blood and lymphatic system disorders: febrile neutropenia, leukopenia, neutropenia Cardiac disorders: cardiac arrest, cardiac failure, cardiac failure congestive, myocardial infarction, myocardial ischemia Ear and labyrinth disorders: tinnitus Eye disorders: cataract, blurred vision Gastrointestinal disorders: abdominal pain, abdominal pain upper, constipation, dyspepsia, gastrointestinal hemorrhage, toothache General disorders and administration site conditions: asthenia, infusion site reaction, multi-organ failure, pain Hepatobiliary disorders: hepatic failure Infections: bronchitis, bronchopneumonia, influenza, lung infection, pneumonia, nasopharyngitis, respiratory tract infection, rhinitis, sepsis, urinary tract infection Metabolism and nutrition disorders: hypercalcemia, hyperglycemia, hyperkalemia, hyperuricemia, hypoalbuminemia, hypocalcemia, hypokalemia, hypomagnesemia, hyponatremia, hypophosphatemia, tumor lysis syndrome Musculoskeletal and connective tissue disorders: arthralgia, musculoskeletal pain, musculoskeletal chest pain, myalgia, pain in extremity Nervous system disorders: hypoesthesia, intracranial hemorrhage, paresthesia, peripheral motor neuropathy, peripheral neuropathy, peripheral sensory neuropathy Psychiatric disorders: anxiety Renal and urinary disorders: acute renal failure, renal failure, renal impairment Respiratory, thoracic and mediastinal disorders: dysphonia, epistaxis, oropharyngeal pain, pulmonary edema, pulmonary hemorrhage Skin and subcutaneous tissue disorders: erythema, hyperhidrosis, pruritus, rash Vascular disorders: embolic and thrombotic events, venous (including deep vein thrombosis and pulmonary embolism), hemorrhage, hypotension Grade 3 and higher adverse reactions occurring at an incidence of > 1% include febrile neutropenia, cardiac arrest, cardiac failure congestive, pain, sepsis, urinary tract infection, hyperglycemia, hyperkalemia, hyperuricemia, hypoalbuminemia, hypocalcemia, hyponatremia, hypophosphatemia, renal failure, renal failure acute, renal impairment, pulmonary edema, and hypotension. Table 20 describes Grade 3–4 laboratory abnormalities reported at a rate of > 10% for patients who received Kyprolis monotherapy. Table 20: Grade 3–4 Laboratory Abnormalities (> 10%) with Kyprolis Monotherapy Laboratory Abnormality Kyprolis 20/56 mg/m 2 (N = 24) Kyprolis 20/27 mg/m 2 (N = 598) Decreased lymphocytes 15 (63) 151 (25) Decreased platelets 11 (46) 184 (31) Decreased hemoglobin 7 (29) 132 (22) Decreased total white blood cell count 3 (13) 71 (12) Decreased sodium 2 (8) 69 (12) Decreased absolute neutrophil count 2 (8) 67 (11) 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of Kyprolis. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: hemolytic uremic syndrome (HUS), hepatitis B virus reactivation, gastrointestinal perforation, pericarditis, and cytomegalovirus infection, including chorioretinitis, pneumonitis, enterocolitis, viremia, intestinal obstruction, and acute pancreatitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Hydrate prior to and following Kyprolis as needed. ( 2.1 ) Premedicate prior to all Cycle 1 doses and if infusion-related reactions develop or reappear. ( 2.1 ) The recommended dosing regimens are as follows. See Full Prescribing Information for additional dosage information. ( 2.2 ) Regimen Dosage Infusion Time Kyprolis and Dexamethasone (Kd) or Kyprolis, Daratumumab and Dexamethasone (DKd) or Kyprolis, Daratumumab and hyaluronidase-fihj and Dexamethasone (DKd) 20/70 mg/m 2 once weekly 30 minutes Kyprolis and Dexamethasone (Kd) or Kyprolis, Daratumumab and Dexamethasone (DKd) or Kyprolis, Daratumumab and hyaluronidase-fihj and Dexamethasone (DKd) or Kyprolis, Isatuximab and Dexamethasone (Isa-Kd) or Kyprolis Monotherapy 20/56 mg/m 2 twice weekly 30 minutes Kyprolis, Lenalidomide and Dexamethasone (KRd) or Kyprolis Monotherapy 20/27 mg/m 2 twice weekly 10 minutes 2.1 Administration Precautions Hydration Adequate hydration is required prior to dosing in Cycle 1, especially in patients at high-risk of tumor lysis syndrome (TLS) or renal toxicity. Consider hydration with both oral fluids (30 mL per kg at least 48 hours before Cycle 1, Day 1) and intravenous fluids (250 mL to 500 mL of appropriate intravenous fluid prior to each dose in Cycle 1). If needed, give an additional 250 mL to 500 mL of intravenous fluids following Kyprolis administration. Continue oral and/or intravenous hydration, as needed, in subsequent cycles. Monitor patients for evidence of volume overload and adjust hydration to individual patient needs, especially in patients with or at risk for cardiac failure [see Warnings and Precautions (5.1 , 5.3) ] . Electrolyte Monitoring Monitor serum potassium levels regularly during treatment with Kyprolis [see Adverse Reactions (6.1) ] . Premedications and Concomitant Medications Premedicate with the recommended dose of dexamethasone for monotherapy or dexamethasone administered as part of the combination therapy [see Dosage and Administration (2.2) ] . Administer dexamethasone orally or intravenously at least 30 minutes but no more than 4 hours prior to all doses of Kyprolis during Cycle 1 to reduce the incidence and severity of infusion-related reactions [see Warnings and Precautions (5.9) ] . Reinstate dexamethasone premedication if these symptoms occur during subsequent cycles. Provide thromboprophylaxis for patients being treated with Kyprolis in combination with other therapies [see Warnings and Precautions (5.8) ] . Consider antiviral prophylaxis to decrease the risk of herpes zoster reactivation [see Adverse Reactions (6.1) ] . Dose Calculation For patients with body surface area (BSA) of 2.2 m 2 or less, calculate the Kyprolis dose using actual BSA. Dose adjustments do not need to be made for weight changes of 20% or less. For patients with a BSA greater than 2.2 m 2 , calculate the Kyprolis dose using a BSA of 2.2 m 2 . 2.2 Recommended Dosage Once Weekly 20/70 mg/m 2 (30-minute infusion) Kyprolis once weekly 20/70 mg/m 2 administered in combination with dexamethasone (Kd), daratumumab plus dexamethasone (DKd), or daratumumab and hyaluronidase-fihj plus dexamethasone (DKd). The recommended starting dosage of Kyprolis is 20 mg/m 2 on Cycle 1, Day 1. If tolerated, escalate the dose to 70 mg/m 2 on Cycle 1, Day 8. Administer Kyprolis intravenously as a 30-minute infusion on Days 1, 8, and 15 of each 28-day cycle until disease progression or unacceptable toxicity as shown in Table 1 [see Clinical Studies (14.2) ] . Administer dexamethasone 30 minutes to 4 hours before Kyprolis and 1 to 3 hours before daratumumab or daratumumab and hyaluronidase-fihj. For dosage instructions of combination agents with Kyprolis, see Clinical Studies sections 14.2 (Kd) and 14.3 (DKd) . Refer to the Prescribing Information for dexamethasone, intravenous daratumumab, and subcutaneous daratumumab and hyaluronidase-fihj for additional dosage information. Table 1: Kyprolis 20/70 mg/m 2 Once Weekly (30-Minute Infusion) Cycle 1 Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Day 22 Day 23 Days 24-28 Kyprolis (mg/m 2 ) 20 - - 70 - - 70 - - - - - Cycles 2 and later Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Day 22 Day 23 Days 24-28 Kyprolis (mg/m 2 ) 70 - - 70 - - 70 - - - - - Twice Weekly 20/56 mg/m 2 (30-minute infusion) Kyprolis twice weekly 20/56 mg/m 2 administered as monotherapy or in combination with dexamethasone (Kd), daratumumab plus dexamethasone (DKd), daratumumab and hyaluronidase-fihj plus dexamethasone (DKd), or isatuximab plus dexamethasone (Isa-Kd). The recommended starting dosage of Kyprolis is 20 mg/m 2 on Cycle 1, Days 1 and 2. If tolerated, escalate the dose to 56 mg/m 2 on Cycle 1, Day 8. Administer Kyprolis intravenously as a 30-minute infusion on Days 1, 2, 8, 9, 15, and 16 of each 28-day cycle as shown in Table 2 until disease progression or unacceptable toxicity [see Clinical Studies (Section 14) ] . If given as monotherapy, administer 8 mg dexamethasone orally or intravenously 30 minutes to 4 hours before Kyprolis then as needed to minimize infusion-related reactions [see Dosage and Administration (2.1) ] . Kyprolis given as monotherapy may be omitted on Days 8 and 9 of cycle 13 onward. For dosage instructions of combination agents administered with Kyprolis, see Clinical Studies sections 14.2 (Kd) , 14.3 (DKd) , 14.4 (Isa-Kd) , and 14.5 (Monotherapy) . Refer to the Prescribing Information for dexamethasone, intravenous daratumumab, subcutaneous daratumumab and hyaluronidase-fihj, and isatuximab for additional dosage information. Table 2: Kyprolis 20/56 mg/m 2 Twice Weekly (30-Minute Infusion) Cycle 1 Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Day 22 Day 23 Days 24-28 Kyprolis As monotherapy, dexamethasone premedication is required for each Kyprolis dose in Cycle 1. (mg/m 2 ) 20 20 - 56 56 - 56 56 - - - - Cycles 2 and later Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Day 22 Day 23 Days 24-28 Kyprolis (mg/m 2 ) 56 56 - 56 56 - 56 56 - - - - Twice Weekly 20/27 mg/m 2 (10-minute infusion) Kyprolis twice weekly 20/27 mg/m 2 is administered as monotherapy or in combination with lenalidomide and dexamethasone (KRd). The recommended starting dosage of Kyprolis is 20 mg/m 2 in Cycle 1 on Days 1 and 2. If tolerated, escalate the dose to 27 mg/m 2 on Day 8 of Cycle 1 and thereafter. Administer Kyprolis intravenously as a 10-minute infusion [see Clinical Studies (14.4) ] . In Cycles 1 through 12, administer Kyprolis on Days 1, 2, 8, 9, 15 and 16 of each 28-day cycle as shown in Table 3. From Cycle 13, administer Kyprolis on Days 1, 2, 15 and 16 of each 28-day cycle. If given as monotherapy, premedicate with dexamethasone 4 mg orally or intravenously 30 minutes to 4 hours before each Kyprolis dose in Cycle 1, then as needed to minimize infusion-related reactions [see Dosage and Administration (2.1) ] . Continue Kyprolis with the regimens shown in Table 3 until disease progression or unacceptable toxicity occurs. When combined with lenalidomide and dexamethasone, discontinue Kyprolis after Cycle 18 and continue lenalidomide and dexamethasone until disease progression or unacceptable toxicity occurs. For dosage instructions of combination agents with Kyprolis, see Clinical Studies sections 14.1 (KRd) and 14.5 (Monotherapy) . Refer to the Prescribing Information for dexamethasone and lenalidomide for additional dosage information. Table 3: Kyprolis 20/27 mg/m 2 Twice Weekly (10-Minute Infusion) Cycle 1 Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Days 22-28 Kyprolis (mg/m 2 ) Dexamethasone premedication is required for each Kyprolis dose in Cycle 1. 20 20 - 27 27 - 27 27 - - Cycles 2 to 12 Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Days 22-28 Kyprolis (mg/m 2 ) 27 27 - 27 27 - 27 27 - - Cycles 13 and later When administered in combination with lenalidomide and dexamethasone, discontinue Kyprolis after Cycle 18. Week 1 Week 2 Week 3 Week 4 Day 1 Day 2 Days 3-7 Day 8 Day 9 Days 10-14 Day 15 Day 16 Days 17-21 Days 22-28 Kyprolis (mg/m 2 ) 27 27 - - - - 27 27 - - 2.3 Dosage Modifications for Adverse Reactions Recommended actions and dosage modifications for Kyprolis are presented in Table 4. Dose level reductions are presented in Table 5. See the lenalidomide, intravenous daratumumab, subcutaneous daratumumab and hyaluronidase-fihj, isatuximab, and dexamethasone Prescribing Information respectively for recommended dosage modifications associated with each product. Table 4: Dosage Modifications for Adverse Reactions See Table 10 for dose level reductions. ANC = absolute neutrophil count Hematologic Toxicity [see Warnings and Precautions (5.11) , Adverse Reactions (6.1) ] Recommended Action ANC less than 0.5 × 10 9 /L Withhold dose If recovered to greater than or equal to 0.5 × 10 9 /L, continue at the same dose level For subsequent drops to less than 0.5 × 10 9 /L, follow the same recommendations as above and consider 1 dose level reduction when restarting Kyprolis Febrile neutropenia: ANC less than 0.5 × 10 9 /L and an oral temperature more than 38.5°C or two consecutive readings of more than 38.0°C for 2 hours Withhold dose If ANC returns to baseline grade and fever resolves, resume at the same dose level Platelets less than 10 × 10 9 /L or evidence of bleeding with thrombocytopenia Withhold dose If recovered to greater than or equal to 10 × 10 9 /L and/or bleeding is controlled, continue at the same dose level For subsequent drops to less than 10 × 10 9 /L, follow the same recommendations as above and consider 1 dose level reduction when restarting Kyprolis Renal Toxicity [see Warnings and Precautions (5.2) ] Recommended Action Serum creatinine greater than or equal to 2 × baseline, or Creatinine clearance less than 15 mL/min, or creatinine clearance decreases to less than or equal to 50% of baseline, or need for hemodialysis Withhold dose and continue monitoring renal function (serum creatinine or creatinine clearance) If attributable to Kyprolis, resume when renal function has recovered to within 25% of baseline; start at 1 dose level reduction If not attributable to Kyprolis, dosing may be resumed at the discretion of the healthcare provider For patients on hemodialysis receiving Kyprolis, the dose is to be administered after the hemodialysis procedure Other Non-hematologic Toxicity [see Adverse Reactions (6.1) ]. Recommended Action All other severe or life-threatening Grade 3 and 4. non-hematological toxicities Withhold until resolved or returned to baseline Consider restarting the next scheduled treatment at 1 dose level reduction Table 5: Dose Level Reductions for Adverse Reactions Regimen Kyprolis Frequency Dose First Dose Reduction Second Dose Reduction Third Dose Reduction Note: Infusion times remain unchanged during dose reduction(s). Kyprolis and Dexamethasone OR Kyprolis, Daratumumab, and Dexamethasone Once weekly 70 mg/m 2 56 mg/m 2 45 mg/m 2 36 mg/m 2 If toxicity persists, discontinue Kyprolis treatment. Kyprolis and Dexamethasone OR Kyprolis, Daratumumab, and Dexamethasone OR Kyprolis, Isatuximab, and Dexamethasone OR Kyprolis Monotherapy Twice weekly 56 mg/m 2 45 mg/m 2 36 mg/m 2 27 mg/m 2 Kyprolis, Lenalidomide, and Dexamethasone OR Kyprolis Monotherapy Twice weekly 27 mg/m 2 20 mg/m 2 15 mg/m 2 — 2.4 Dosage Modifications for Hepatic Impairment For patients with mild (total bilirubin 1 to 1.5 × ULN and any AST or total bilirubin ≤ ULN and AST > ULN) or moderate (total bilirubin > 1.5 to 3 × ULN and any AST) hepatic impairment, reduce the dose of Kyprolis by 25% [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] . 2.5 Recommended Dosage for End Stage Renal Disease For patients with end stage renal disease who are on hemodialysis, administer Kyprolis after the hemodialysis procedure. 2.6 Preparation and Administration Kyprolis vials contain no antimicrobial preservatives and are intended for single-dose only. The reconstituted solution contains carfilzomib at a concentration of 2 mg/mL. Read the complete preparation instructions prior to reconstitution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Reconstitution/Preparation Steps : Remove vial from refrigerator just prior to use. Calculate the dose (mg/m 2 ) and number of vials of Kyprolis required using the patient's BSA at baseline. Aseptically reconstitute each Kyprolis vial only with Sterile Water for Injection, USP using the volumes described in Table 6. Use a 21-gauge or larger needle (0.8 mm or smaller external diameter needle) to reconstitute each vial by slowly injecting Sterile Water for Injection through the stopper and directing the Sterile Water for Injection onto the INSIDE WALL OF THE VIAL to minimize foaming. There is no data to support the use of closed system transfer devices with Kyprolis. Table 6: Reconstitution Volumes Strength Amount of Sterile Water for Injection required for reconstitution 10 mg vial 5 mL 30 mg vial 15 mL 60 mg vial 29 mL Gently swirl and/or invert the vial slowly for about 1 minute, or until complete dissolution. DO NOT SHAKE to avoid foam generation. If foaming occurs, allow the solution to settle in the vial until foaming subsides (approximately 5 minutes) and the solution is clear. Visually inspect for particulate matter and discoloration prior to administration. The reconstituted product should be a clear, colorless solution and should not be administered if any discoloration or particulate matter is observed. Discard any unused portion left in the vial. DO NOT pool unused portions from the vials. DO NOT administer more than one dose from a vial. Administer Kyprolis directly by intravenous infusion or in a 50 mL to 100 mL intravenous bag containing 5% Dextrose Injection . Do not administer as an intravenous push or bolus. When administering in an intravenous bag, use a 21-gauge or larger gauge needle (0.8 mm or smaller external diameter needle) to withdraw the calculated dose from the vial and dilute into 50 mL or 100 mL intravenous bag containing only 5% Dextrose Injection (based on the calculated total dose and infusion time). Flush the intravenous administration line with 0.9% Sodium Chloride Injection or 5% Dextrose Injection immediately before and after Kyprolis administration. Do not mix Kyprolis with or administer as an infusion with other medicinal products. The stabilities of reconstituted Kyprolis under various temperature and container conditions are shown in Table 7. Table 7: Stability of Reconstituted Kyprolis Storage Conditions of Reconstituted Kyprolis Stability Total time from reconstitution to administration should not exceed 24 hours. per Container Vial Syringe Intravenous Bag (D5W 5% Dextrose Injection. ) Refrigerated 2°C to 8°C (36°F to 46°F) 24 hours 24 hours 24 hours Room Temperature 15°C to 30°C (59°F to 86°F) 4 hours 4 hours 4 hours Figure"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Kyprolis is a proteasome inhibitor that is indicated: for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one to three lines of therapy in combination with Lenalidomide and dexamethasone; or Dexamethasone; or Daratumumab and dexamethasone; or Daratumumab and hyaluronidase-fihj and dexamethasone; or Isatuximab and dexamethasone. ( 1 , 14 ) as a single agent for the treatment of patients with relapsed or refractory multiple myeloma who have received one or more lines of therapy. ( 1 , 14 ) 1.1 Relapsed or Refractory Multiple Myeloma Kyprolis is indicated for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one to three lines of therapy in combination with: Lenalidomide and dexamethasone; or Dexamethasone; or Daratumumab and dexamethasone; or Daratumumab and hyaluronidase-fihj and dexamethasone; or Isatuximab and dexamethasone. Kyprolis is indicated as a single agent for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one or more lines of therapy."
  ],
  "fetched_at": "2025-10-01T17:04:54.365742",
  "source": "OpenFDA"
}