{
  "drug_name": "Cariprazine",
  "generic_name": [
    "CARIPRAZINE"
  ],
  "brand_names": [
    "Vraylar"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 15 displays clinically significant drug interactions with VRAYLAR. Table 15. Clinically Significant Drug Interactions with VRAYLAR Strong or Moderate CYP3A4 Inhibitors Clinical Impact: Concomitant use of VRAYLAR with a strong or moderate CYP3A4 inhibitor increases the exposures of cariprazine and its major active metabolite, didesmethylcariprazine (DDCAR), compared to use of VRAYLAR alone [see Clinical Pharmacology ( 12.3 ) ]. Intervention: If VRAYLAR is used with a strong or moderate CYP3A4 inhibitor, reduce VRAYLAR dosage [see D osage and A dministration ( 2.6 ) ] . CYP3A4 Inducers Clinical Impact: CYP3A4 is responsible for the formation and elimination of the active metabolites of cariprazine. The effect of CYP3A4 inducers on the exposure of VRAYLAR has not been evaluated, and the net effect is unclear [see Clinical Pharmacology ( 12.3 ) ]. Intervention: Concomitant use of VRAYLAR with a CYP3A4 inducer is not recommended [see Dosage and Administration ( 2.1 , 2.6 ) ] . Strong and Moderate CYP3A4 inhibitors: Reduce VRAYLAR dosage ( 2.6 , 7 ) CYP3A4 inducers: Concomitant use is not recommended ( 2.6 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning and Warnings and Precautions ( 5.1 )] Suicidal Thoughts and Behaviors [see Boxed Warning and Warnings and Precautions ( 5.2 )] Cerebrovascular Adverse Reactions, Including Stroke, in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions ( 5.3 )] Neuroleptic Malignant Syndrome [see Warnings and Precautions ( 5.4 )] Tardive Dyskinesia [see Warnings and Precautions ( 5.5 )] Late Occurring Adverse Reactions [see Warnings and Precautions ( 5.6 )] Metabolic Changes [see Warnings and Precautions ( 5.7 )] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions ( 5.8 )] Orthostatic Hypotension and Syncope [see Warnings and Precautions ( 5.9 )] Falls [see Warnings and Precautions ( 5.10 )] Seizures [ see Warnings and Precautions ( 5.11 )] Potential for Cognitive and Motor Impairment [see Warnings and Precautions ( 5.12 )] Body Temperature Dysregulation [see Warnings and Precautions ( 5.13 )] Dysphagia [see Warnings and Precautions ( 5.14 )] Most common adverse reactions (incidence ≥ 5% and at least twice the rate of placebo) were ( 6.1 ): Schizophrenia: extrapyramidal symptoms and akathisia Bipolar mania: extrapyramidal symptoms, akathisia, dyspepsia, vomiting, somnolence, and restlessness Bipolar depression: nausea, akathisia, restlessness, and extrapyramidal symptoms Adjunctive treatment of MDD: akathisia, restlessness, fatigue, constipation, nausea, insomnia, increased appetite, dizziness, and extrapyramidal symptoms To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The information below is derived from an integrated clinical study database for VRAYLAR consisting of 6,722 adult patients exposed to one or more doses of VRAYLAR for the treatment of schizophrenia, manic or mixed episodes associated with bipolar I disorder, bipolar depression, and adjunctive treatment of major depressive disorder in placebo-controlled studies. This experience corresponds with a total experience of 1,182.8 patient-years. A total of 4,329 VRAYLAR-treated patients had at least 6 weeks and 296 VRAYLAR-treated patients had at least 48 weeks of exposure. Patients with Schizophrenia The following findings are based on four placebo-controlled, 6-week schizophrenia trials with VRAYLAR doses ranging from 1.5 to 12 mg once daily. The maximum recommended dosage is 6 mg daily. Adverse Reactions Associated with Discontinuation of Treatment: There was no single adverse reaction leading to discontinuation that occurred at a rate of ≥ 2% in VRAYLAR-treated patients and at least twice the rate of placebo. Common Adverse Reactions (≥ 5% and at least twice the rate of placebo) : extrapyramidal symptoms and akathisia. Adverse Reactions with an incidence of ≥ 2% and greater than placebo, at any dose are shown in Table 8. Table 8. Adverse Reactions Occurring in ≥ 2% of VRAYLAR-treated Patients and > Placebo-treated Adult Patients in 6-Week Schizophrenia Trials VRAYLAR * System Organ Class / Preferred Term Placebo (N= 584) (%) 1.5 to 3 mg/day (N=539) (%) 4.5 to 6 mg/day (N=575) (%) 9 to 12 mg/day ⸰ (N=203) (%) Cardiac Disorder s Tachycardia a 1 2 2 3 Gastrointestinal Disorders Abdominal pain b 5 3 4 7 Constipation 5 6 7 10 Diarrhea c 3 1 4 5 Dry Mouth 2 1 2 3 Dyspepsia 4 4 5 5 Nausea 5 5 7 8 Toothache 4 3 3 6 Vomiting 3 4 5 5 General Disorders/Administration Site Conditions Fatigue d 1 1 3 2 Infections and Infestations Nasopharyngitis 1 1 1 2 Urinary tract infection 1 1 <1 2 Investigations Blood creatine phosphokinase increased 1 1 2 3 Hepatic enzyme increased e <1 1 1 2 Weight increased 1 3 2 3 Metabolism and Nutrition Disorders Decreased appetite 2 1 3 2 Musculoskeletal and Connective Tissue Disorders Arthralgia 1 2 1 2 Back pain 2 3 3 1 Pain in extremity 3 2 2 4 Nervous System Disorders Akathisia 4 9 13 14 Extrapyramidal symptoms f 8 15 19 20 Headache g 13 9 11 18 Somnolence h 5 5 8 10 Dizziness 2 3 5 5 Psychiatric Disorders Agitation 4 3 5 3 Insomnia i 11 12 13 11 Restlessness 3 4 6 5 Anxiety 4 6 5 3 Respiratory, Thoracic and Mediastinal D isorders Cough 2 1 2 4 Skin and S ubcutaneous D isorders Rash 1 <1 1 2 Vascular Disorders Hypertension j 1 2 3 6 Note: Figures rounded to the nearest integer * Data shown by modal daily dose, defined as most frequently administered dose per patient a Tachycardia terms: heart rate increased, sinus tachycardia, tachycardia b Abdominal pain terms: abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper, gastrointestinal pain c Diarrhea terms : diarrhea, frequent bowel movements d Fatigue terms: asthenia, fatigue e Hepatic enzyme increase terms: alanine aminotransferase increased, aspartate aminotransferase increased, hepatic enzyme increased f Extrapyramidal Symptoms terms: bradykinesia, cogwheel rigidity, drooling, dyskinesia, dystonia, extrapyramidal disorder, hypokinesia, masked facies, muscle rigidity, muscle tightness, Musculoskeletal stiffness, oculogyric crisis, oromandibular dystonia, parkinsonism, salivary hypersecretion, tardive dyskinesia, torticollis, tremor, trismus g Headache terms: headache, tension headache h Somnolence terms: hypersomnia, sedation, somnolence i Insomnia terms: initial insomnia, insomnia, middle insomnia, terminal insomnia j Hypertension terms: blood pressure diastolic increased, blood pressure increased, blood pressure systolic increased, hypertension ⸰ The maximum recommended daily dose is 6 mg. Doses above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions. Patients with Bipolar Mania The following findings are based on three placebo-controlled, 3-week bipolar mania trials with VRAYLAR doses ranging from 3 to 12 mg once daily. The maximum recommended dosage is 6 mg daily. Adverse Reactions Associated with Discontinuation of Treatment: The adverse reaction leading to discontinuation that occurred at a rate of ≥ 2% in VRAYLAR-treated patients and at least twice the rate of placebo was akathisia (2%). Overall, 12% of the patients who received VRAYLAR discontinued treatment due to an adverse reaction, compared with 7% of placebo-treated patients in these trials. Common Adverse Reactions (≥ 5% and at least twice the rate of placebo): extrapyramidal symptoms, akathisia, dyspepsia, vomiting, somnolence, and restlessness. Adverse Reactions with an incidence of ≥ 2% and greater than placebo at any dose are shown in Table 9. Table 9. Adverse Reactions Occurring in ≥ 2% of VRAYLAR-treated Patients and > Placebo-treated Adult Patients in 3-Week Bipolar Mania Trials VRAYLAR * System Organ Class / Preferred Term Placebo (N= 442) (%) 3 to 6 mg/day (N=263) (%) 9 to 12 mg/day ⸰ (N=360) (%) Cardiac Disorders Tachycardia a 1 2 1 Eye Disorders Vision blurred 1 4 4 Gastrointestinal Disorders Nausea 7 13 11 Constipation 5 6 11 Vomiting 4 10 8 Dry mouth 2 3 2 Dyspepsia 4 7 9 Abdominal pain b 5 6 8 Diarrhea c 5 5 6 Toothache 2 4 3 General Disorders/Administration Site Conditions Fatigue d 2 4 5 Pyrexia e 2 1 4 Investigations Blood creatine phosphokinase increased 2 2 3 Hepatic enzymes increased f <1 1 3 Weight increased 2 2 3 Metabolism and Nutrition Disorders Decreased appetite 3 3 4 Musculoskeletal and Connective Tissue Disorders Pain in extremity 2 4 2 Back pain 1 1 3 Nervous System Disorders Akathisia 5 20 21 Extrapyramidal Symptoms g 12 26 29 Headache h 13 14 13 Dizziness 4 7 6 Somnolence i 4 7 8 Psychiatric Disorders Insomnia j 7 9 8 Restlessness 2 7 7 Respiratory, thoracic and mediastinal disorders Oropharyngeal pain 2 1 3 Vascular Disorders Hypertension k 1 5 4 Note: Figures rounded to the nearest integer *Data shown by modal daily dose, defined as most frequently administered dose per patient a Tachycardia terms: heart rate increased, sinus tachycardia, tachycardia b Abdominal pain terms: abdominal discomfort, abdominal pain, abdominal pain upper, abdominal tenderness, c Diarrhea: diarrhea, frequent bowel movements d Fatigue terms: asthenia, fatigue e Pyrexia terms: body temperature increased, pyrexia f Hepatic enzymes increased terms: alanine aminotransferase increased, aspartate aminotransferase increased, hepatic enzyme increased, transaminases increased g Extrapyramidal Symptoms terms: bradykinesia, drooling, dyskinesia, dystonia, extrapyramidal disorder, hypokinesia, muscle rigidity, muscle tightness, musculoskeletal stiffness, oromandibular dystonia, parkinsonism, salivary hypersecretion, tremor h Headache terms: headache, tension headache i Somnolence terms: hypersomnia, sedation, somnolence j Insomnia terms: initial insomnia, insomnia, middle insomnia k Hypertension terms: blood pressure diastolic increased, blood pressure increased, hypertension ⸰ The maximum recommended daily dose is 6 mg. Doses above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions. Patients with Bipolar Depression The following findings are based on three placebo-controlled, two 6-week and one 8-week bipolar depression trials with VRAYLAR doses of 1.5 mg and 3 mg once daily. Adverse Reactions Associated with Discontinuation of Treatment: There were no adverse reaction leading to discontinuation that occurred at a rate of ≥ 2% in VRAYLAR-treated patients and at least twice the rate of placebo. Overall, 6% of the patients who received VRAYLAR discontinued treatment due to an adverse reaction, compared with 5% of placebo-treated patients in these trials. Common Adverse Reactions (≥ 5% and at least twice the rate of placebo): nausea, akathisia, restlessness, and extrapyramidal symptoms. Adverse Reactions with an incidence of ≥ 2% and greater than placebo at 1.5 mg or 3 mg doses are shown in Table 10. Table 10. Adverse Reactions Occurring in ≥ 2% of VRAYLAR-treated Patients and > Placebo-treated Adult Patients in Two 6-Week and One 8-Week Bipolar Depression Trials VRAYLAR Placebo (N=468) (%) 1.5 mg/day (N=470) (%) 3 mg/day (N=469) (%) Restlessness 3 2 7 Akathisia 2 6 10 Extrapyramidal symptoms a 2 4 6 Dizziness 2 4 3 Somnolence b 4 7 6 Nausea 3 7 7 Increased appetite 1 3 3 Weight increase <1 2 2 Fatigue c 2 4 3 Insomnia d 7 7 10 a Extrapyramidal symptoms terms : akinesia, drooling, dyskinesia, dystonia, extrapyramidal disorder, hypokinesia, muscle tightness, musculoskeletal stiffness, myoclonus, oculogyric crisis, salivary hypersecretion, tardive dyskinesia, tremor b Somnolence terms : hypersomnia, sedation, somnolence c Fatigue terms : asthenia, fatigue, malaise d Insomnia terms : initial insomnia, insomnia, insomnia related to another mental condition, middle insomnia, sleep disorder, terminal insomnia Adjunctive Therapy in Major Depressive Disorder The following findings are based on two placebo-controlled, fixed-dose 6-week trials with VRAYLAR doses of 1.5 and 3 mg once daily plus an antidepressant and one placebo-controlled, flexible-dose 8-week trial with VRAYLAR doses of (1 to 2 mg) and (2 to 4.5 mg) once daily plus an antidepressant for adjunctive therapy in MDD. Adverse Reactions Associated with Discontinuation of Treatment : The adverse reaction leading to discontinuation that occurred at a rate of ≥ 2% in VRAYLAR-treated patients and at least twice the rate of placebo was akathisia (2%). Overall, 6% of the patients who received VRAYLAR discontinued treatment due to an adverse reaction, compared with 3% of placebo-treated patients in these trials. Common Adverse Reactions (≥ 5% and at least twice the rate of placebo) : Akathisia, nausea, and insomnia occurred in two 6-week, fixed-dose trials. Akathisia, restlessness, fatigue, constipation, nausea, increased appetite, dizziness, insomnia, and extrapyramidal symptoms occurred in one 8-week flexible-dose trial. Adverse Reactions with an incidence of ≥ 2% and greater than placebo at 1.5 mg or 3 mg doses are shown in Table 11 . Table 11. Adverse Reactions Occurring in ≥ 2% of VRAYLAR-Treated Patients and > Placebo-Treated Adult Patients in Two Fixed-Dose 6-Week Placebo-Controlled Trials of Adjunctive Treatment of Major Depressive Disorder System Organ Class/ Preferred Term Placebo + ADT (N=503) (%) VRAYLAR 1.5 mg/day + ADT (N=502) (%) 3 mg/day + ADT (N=503) (%) Eye Disorders Vision Blurred <1 <1 2 Gastrointestinal Disorders Nausea 3 7 6 Dry Mouth 2 3 3 Constipation 1 2 2 Vomiting 1 1 2 General Disorders Fatigue 2 3 3 Investigations Weight increased 1 2 2 Nervous System Disorders Akathisia a 2 7 10 Somnolence b 4 5 7 Extrapyramidal Symptoms c 4 5 6 Psychiatric Disorders Insomnia d 5 9 10 Restlessness 2 4 4 Anxiety 1 2 1 Skin and Subcutaneous Tissue Disorders Hyperhidrosis 1 1 2 Note: Figures rounded to the nearest integer a Akathisia terms: akathisia , psychomotor hyperactivity, feeling jittery, nervousness, tension b Somnolence terms : hypersomnia, sedation, lethargy, somnolence c Extrapyramidal symptoms terms : drooling, dyskinesia, extrapyramidal disorder, hypotonia, muscle contractions involuntary, muscle rigidity, muscle spasms, muscle tightness, muscle twitching, musculoskeletal stiffness, myoclonus, oromandibular dystonia, parkinsonism, resting tremor, restless legs syndrome, stiff leg syndrome, salivary hypersecretion, stiff tongue, tardive dyskinesia, tremor, trismus d Insomnia terms : initial insomnia, insomnia, middle insomnia, poor sleep quality, sleep disorder, terminal insomnia Adverse Reactions with an incidence of ≥ 2% and greater than placebo at 1 mg to 2 mg per day or 2 mg to 4.5 mg per day doses are shown in Table 12. Table 12. Adverse Reactions Occurring in ≥ 2% of VRAYLAR-Treated Patients and > Placebo-Treated Adult Patients in a Flexible-dose 8-Week Placebo-Controlled Trial of Adjunctive Treatment of Major Depressive Disorder System Organ Class/ Preferred Term Placebo + ADT (N=266) (%) VRAYLAR 1 to 2 mg/day + ADT (N=273) (%) VRAYLAR 2 to 4.5 mg/day + ADT (N=273) (%) Cardiac disorders Palpitations 1 2 <1 Eye disorders Vision blurred 1 1 4 Gastrointestinal disorders Nausea 5 7 13 Constipation 2 2 5 Dry mouth 3 5 4 Vomiting <1 1 3 General disorders Fatigue 4 7 10 Edema <1 2 1 Infections Nasopharyngitis 2 4 1 Investigations Increased appetite 2 2 5 Weight increased 1 2 3 Musculoskeletal and Connective Tissue disorders Back pain 1 2 3 Myalgia 0 1 2 Nervous System disorders Akathisia a 3 8 23 Extrapyramidal symptoms b 5 12 18 Somnolence c 6 10 11 Dizziness 2 4 5 Psychiatric disorders Insomnia d 8 14 16 Restlessness 3 8 8 Agitation <1 <1 3 Anxiety <1 1 3 a A kathisia terms: akathisia, feeling jittery, nervousness, tension b Extrapyramidal symptoms terms : cogwheel rigidity, drooling, dyskinesia, extrapyramidal disorder, hypertonia, jaw stiffness, muscle contractions involuntary, muscle disorder, muscle rigidity, muscle spasms, muscle tightness, muscle twitching, musculoskeletal stiffness, nuchal rigidity, parkinsonism, psychomotor retardation, reduced facial expression, resting tremor, restless legs syndrome, sensation of heaviness, salivary hypersecretion, tremor c Somnolence terms : hypersomnia, sedation, lethargy, somnolence d Insomnia terms : initial insomnia, insomnia, middle insomnia, terminal insomnia, sleep disorder, poor sleep quality D ystonia Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. Although these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and higher doses of first-generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Extrapyramidal Symptoms (EPS) and Akathisia In schizophrenia, bipolar mania, bipolar depression, and adjunctive treatment of major depressive disorder trials, data were objectively collected using the Simpson Angus Scale (SAS) for treatment-emergent EPS (parkinsonism) (SAS total score ≤ 3 at baseline and > 3 post-baseline) and the Barnes Akathisia Rating Scale (BARS) for treatment-emergent akathisia (BARS total score ≤ 2 at baseline and > 2 post-baseline). In 6-week schizophrenia trials, the incidence of reported adverse reactions related to extrapyramidal symptoms (EPS), excluding akathisia and restlessness was 17% for VRAYLAR-treated patients versus 8% for placebo-treated patients. These reactions led to discontinuation in 0.3% of VRAYLAR-treated patients versus 0.2% of placebo-treated patients. The incidence of akathisia was 11% for VRAYLAR-treated patients versus 4% for placebo-treated patients. These reactions led to discontinuation in 0.5% of VRAYLAR-treated patients versus 0.2% of placebo-treated patients. In 3-week bipolar mania trials, the incidence of reported adverse reactions related to extrapyramidal symptoms (EPS), excluding akathisia and restlessness, was 28% for VRAYLAR-treated patients versus 12% for placebo-treated patients. These reactions led to a discontinuation in 1% of VRAYLAR-treated patients versus 0.2% of placebo-treated patients. The incidence of akathisia was 20% for VRAYLAR-treated patients versus 5% for placebo-treated patients. These reactions led to discontinuation in 2% of VRAYLAR-treated patients versus 0% of placebo-treated patients. In the two 6-week and one 8-week bipolar depression trials, the incidence of reported adverse reactions related to EPS, excluding akathisia and restlessness was 4% for VRAYLAR-treated patients versus 2% for placebo-treated patients. These reactions led to discontinuation in 0.4% of VRAYLAR-treated patients versus 0% of placebo-treated patients. The incidence of akathisia was 8% for VRAYLAR-treated patients versus 2% for placebo-treated patients. These reactions led to discontinuation in 1.5% of VRAYLAR-treated patients versus 0% of placebo-treated patients. In the two 6-week adjunctive treatment of major depressive disorder trials, the incidence of reported adverse reactions related to EPS, excluding akathisia and restlessness, was 6% for VRAYLAR-treated patients versus 4% for placebo-treated patients. These reactions led to discontinuation in 0.3% of VRAYLAR-treated patients versus 0.6% of placebo-treated patients. The combined incidence of akathisia and restlessness was 12% for VRAYLAR-treated patients versus 4% for placebo-treated patients. These reactions led to discontinuation in 2% of VRAYLAR-treated patients versus 0.4% of placebo-treated patients. In one 8-week adjunctive treatment of major depressive disorder trial, the incidence of reported adverse reactions related to EPS, excluding akathisia and restlessness, was 12% for VRAYLAR-treated patients versus 5% for placebo-treated patients. These reactions led to discontinuation in 1% of VRAYLAR-treated patients versus 0.4% of placebo-treated patients. The incidence of akathisia and restlessness was 22% for VRAYLAR-treated patients versus 6% for placebo-treated patients. These reactions led to discontinuation in 3% of VRAYLAR-treated patients versus 0.0% of placebo-treated patients. Cataracts The development of cataracts was observed in nonclinical studies [ see Nonclinical Toxicology ( 13.2 ) ] . Cataracts were reported during the premarketing clinical trials of cariprazine; however, the duration of trials was too short to assess any association to cariprazine usage. Vital Signs Changes There were no clinically meaningful differences between VRAYLAR-treated patients and placebo-treated patients in mean change from baseline to endpoint in supine blood pressure parameters except for an increase in supine diastolic blood pressure in the 9 - 12 mg/day VRAYLAR-treated patients with schizophrenia. Pooled data from 6-week schizophrenia trials are shown in Table 13, and from 3-week bipolar mania trials are shown in Table 14. Table 13. Mean Change in Blood Pressure at Endpoint in 6-Week Schizophrenia Trials Placebo (N=574) VRAYLAR* 1.5 - 3 mg/day (N=512) 4.5 - 6 mg/day (N=570) 9 - 12 mg/day ⸰ (N=203) Supine Systolic Blood Pressure (mmHg) +0.9 +0.6 +1.3 +2.1 Supine Diastolic Blood Pressure (mmHg) +0.4 +0.2 +1.6 +3.4 * Data shown by modal daily dose, defined as most frequently administered dose per patient ⸰ The maximum recommended daily dose is 6 mg. Doses above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions. Table 14. Mean Change in Blood Pressure at Endpoint in 3-Week Bipolar Mania Trials Placebo (N=439) VRAYLAR* 3 - 6 mg/day (N=259) 9 – 12 mg/day ⸰ (N=360) Supine Systolic Blood Pressure (mmHg) -0.5 +0.8 +1.8 Supine Diastolic Blood Pressure (mmHg) +0.9 +1.5 +1.9 * Data shown by modal daily dose, defined as most frequently administered dose per patient ⸰ The maximum recommended daily dose is 6 mg. Doses above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions. In the two 6-week and one 8-week bipolar depression trials, there were no clinically meaningful differences between VRAYLAR-treated patients and placebo-treated patients in mean change from baseline to endpoint in supine systolic and diastolic blood pressure. VRAYLAR-treated patients’ supine blood pressure increased by 0.1 to 0.3 mmHg; placebo-treated patients’ supine blood pressure increased by 0.2 mmHg. In two 6-week and one 8-week adjunctive treatment of major depressive disorder trials, there were no clinically meaningful differences between VRAYLAR-treated patients and placebo-treated patients in mean change from baseline to endpoint in supine systolic and diastolic blood pressure. At the end of the 6-week trials, VRAYLAR-treated patients’ supine systolic blood pressure decreased by 0.1 to 0.7 mmHg; placebo-treated patients’ supine systolic blood pressure decreased by 0.1 mmHg. VRAYLAR-treated patients’ supine diastolic blood pressure increased by 0.1 mmHg and placebo-treated patients’ supine diastolic blood pressure increased by 0.2 mmHg. Changes in Laboratory Tests The proportions of patients with transaminase elevations of ≥3 times the upper limits of the normal reference range in 6-week schizophrenia trials ranged between 1% and 2% for VRAYLAR-treated patients, increasing with dose, and was 1% for placebo-treated patients. The proportions of patients with transaminase elevations of ≥3 times the upper limits of the normal reference range in 3-week bipolar mania trials ranged between 2% and 4% for VRAYLAR-treated patients depending on dose group administered and 2% for placebo-treated patients. The proportions of patients with transaminase elevations of ≥3 times the upper limits of the normal reference range in 6-week and 8-week bipolar depression trials ranged between 0% and 0.5% for VRAYLAR-treated patients depending on dose group administered and 0.4% for placebo-treated patients. The proportions of patients with transaminase elevations of ≥3 times the upper limits of the normal reference range in two 6-week adjunctive treatment of major depressive disorder trials ranged between 0% and 1% for VRAYLAR-treated patients depending on dose group administered and 0% for placebo-treated patients. The proportions of patients with elevations of creatine phosphokinase (CPK) greater than 1000 U/L in 6-week schizophrenia trials ranged between 4% and 6% for VRAYLAR-treated patients, increasing with dose, and was 4% for placebo-treated patients. The proportions of patients with elevations of CPK greater than 1000 U/L in 3-week bipolar mania trials was about 4% in VRAYLAR and placebo-treated patients. The proportions of patients with elevations of CPK greater than 1000 U/L in 6-week and 8-week bipolar depression trials ranged between 0.2% and 1% for VRAYLAR-treated patients versus 0.2% for placebo-treated patients. The proportions of patients with elevations of CPK greater than 1000 U/L in two 6-week adjunctive treatment of major depressive disorder trials ranged between 0.6% and 0.8% for VRAYLAR-treated patients versus 0% for placebo-treated patients. Other Adverse Reactions Observed During the Pre - marketing Evaluation of VRAYLAR Adverse reactions listed below were reported by patients treated with VRAYLAR at doses of ≥ 1.5 mg once daily within the premarketing database of 5,763 VRAYLAR-treated patients. The reactions listed are those that could be of clinical importance, as well as reactions that are plausibly drug-related on pharmacologic or other grounds. Reactions that appear elsewhere in the VRAYLAR label are not included. Reactions are further categorized by organ class and listed in order of decreasing frequency, according to the following definition: those occurring in at least 1/100 patients (frequent) [only those not already listed in the tabulated results from placebo-controlled studies appear in this listing]; those occurring in 1/100 to 1/1000 patients (infrequent); and those occurring in fewer than 1/1,000 patients (rare). Gastrointestinal D isorders: Infrequent : gastroesop hageal reflux disease, gastritis Hepatobiliary D isorders: Rare: hepatitis Metabolism and N utrition D isorders: Frequent : decreased appetite; Rare : hyponatremia Musculoskeletal and C onnective T issue D isorders: Rare : rhabdomyolysis Nervous S ystem D isorders: Rare : ischemic stroke Psychiatric D isorders: Infrequent: suicide ideation; Rare : completed suicide , suicide attempts Renal and U rinary D isorders: Infrequent : pollakiuria Skin and S ubcutaneous T issue D isorders: Infrequent: hyperhidrosis 6.2 Postmarketing Experience The following adverse reaction has been identified during post approval use of VRAYLAR. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders – Stevens-Johnson syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VRAYLAR is contraindicated in patients with history of a hypersensitivity reaction to cariprazine. Reactions have ranged from rash, pruritus, urticaria, and reactions suggestive of angioedema (e.g., swollen tongue, lip swelling, face edema, pharyngeal edema, and swelling face). Known hypersensitivity to VRAYLAR ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer VRAYLAR orally once daily with or without food ( 2 ) Starting Dose Recommended Dose Schizophrenia ( 2.2 ) 1.5 mg daily 1.5 mg to 6 mg daily Bipolar Mania ( 2.3 ) 1.5 mg daily 3 mg to 6 mg daily Bipolar Depression ( 2.4 ) 1.5 mg daily 1.5 mg or 3 mg daily Adjunctive therapy to antidepressants for MDD ( 2.5 ) 1.5 mg daily 1.5 mg or 3 mg daily Schizophrenia and Bipolar Mania: Maximum recommended daily dosage is 6 mg. Dosages above 6 mg daily do not confer significant benefit, but increase the risk of dose-related adverse reactions ( 2.2 , 2.3 ) Bipolar Depression: Maximum recommended daily dosage is 3 mg ( 2.4 ) Adjunctive therapy for treatment of MDD: Maximum recommended daily dosage is 3 mg ( 2.5 ) 2.1 General Dosing Information VRAYLAR is given orally once daily and can be taken with or without food. Because of the long half-life of cariprazine and its active metabolites, changes in dose will not be fully reflected in plasma for several weeks. Prescribers should monitor patients for adverse reactions and treatment response for several weeks after starting VRAYLAR and after each dosage change [see Warnings and Precautions ( 5.6 ) , Clinical Pharmacology ( 12.3 )] . 2.2 Recommended Dosage in Schizophrenia The starting dosage of VRAYLAR is 1.5 mg orally once daily. The recommended dosage range is 1.5 mg to 6 mg orally once daily. The dosage can be increased to 3 mg on Day 2. Depending upon clinical response and tolerability, further dose adjustments can be made in 1.5 mg or 3 mg increments. The maximum recommended dosage is 6 mg orally once daily. In short-term controlled trials, dosages above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions [see Adverse Reactions ( 6.1 ), Clinical Studies ( 14.1 )] . 2.3 Recommended Dosage in Manic or M ixed E pisodes Associated with Bipolar I Disorder The starting dosage of VRAYLAR is 1.5 mg orally once daily. Increase the dosage to 3 mg orally once daily on Day 2. The recommended dosage range is 3 mg to 6 mg orally once daily. Depending upon clinical response and tolerability, further dose adjustments can be made in 1.5 mg or 3 mg increments. The maximum recommended dosage is 6 mg orally once daily. In short-term controlled trials, dosages above 6 mg daily do not confer increased effectiveness sufficient to outweigh dose-related adverse reactions [ see Adverse Reactions ( 6.1 ), Clinical Studies ( 14.2 ) ] . 2.4 Recommended Dosage in Depressive Episodes Associated with Bipolar I Disorder (Bipolar Depression) The starting dosage of VRAYLAR is 1.5 mg orally once daily. Depending upon clinical response and tolerability, the dosage can be increased to 3 mg orally once daily on Day 15. Maximum recommended dosage is 3 mg orally once daily. 2.5 Recommended Dosage for Adjunctive Therapy to Antidepressants for the Treatment of Major Depressive Disorder The starting dosage of VRAYLAR is 1.5 mg orally once daily. Depending upon clinical response and tolerability, the dosage can be increased to 3 mg orally once daily on Day 15. In clinical trials, dosage titration at intervals of less than 14 days resulted in a higher incidence of adverse reactions [see Adverse Reactions ( 6.1 )] . Maximum recommended dosage is 3 mg orally once daily. 2. 6 Dosage Modifications for CYP3A4 Inhibitors and Inducers Initiating VRAYLAR While Taking a Strong or Moderate CYP3A4 Inhibitor Dosage modifications for the starting dosage of VRAYLAR in patients taking a strong or moderate CYP3A4 inhibitor are presented in Table 1: Table 1: Dosage Modifications for the Starting Dosage of VRAYLAR in Patients Taking a Strong or Moderate CYP3A4 Inhibitor VRAYLAR Starting Dosage When Taking a Strong CYP3A4 Inhibitor When Taking a Moderate CYP3A4 Inhibitor Schizophrenia Start at 1.5 mg orally every 3 days; increase to 1.5 mg orally every other day, if needed* Start at 1.5 mg orally every other day; increase to 1.5 mg orally daily, if needed* Bipolar Mania Bipolar Depression 1.5 mg orally every 3 days 1.5 mg orally every other day Adjunctive therapy for treatment of MDD *Depending upon clinical response and tolerability. Initiating a Strong or Moderate CYP3A4 Inhibitor While Taking a Stable Dosage of VRAYLAR Dosage recommendations for patients initiating a strong or moderate CYP3A4 inhibitor while on a stable dose of VRAYLAR (see Table 2): e: Table 2: Dosage Modifications for VRAYLAR When Initiating a Strong or Moderate CYP3A4 Inhibitor and While Taking a Stable Dose of VRAYLAR Currently on VRAYLAR Dosage VRAYLAR Dosage When Initiating a Strong CYP3A4 Inhibitor VRAYLAR Dosage When Initiating a Moderate CYP3A4 Inhibitor 1.5 or 3 mg once daily 1.5 mg orally every 3 days 1.5 mg orally every other day 4.5 or 6 mg once daily 1.5 mg orally every other day 1.5 mg orally once daily When the strong or moderate CYP3A4 inhibitor is discontinued, the VRAYLAR dosage may need to be increased based on clinical response and tolerability [see Drug Interactions ( 7 )]. Dosage Modifications for Patients Concomitantly Taking VRAYLAR with CYP3A4 Inducers Concomitant use of VRAYLAR and a CYP3A4 inducer has not been evaluated and is not recommended [see Dosage and Administration ( 2.1 ), Warnings and Precautions ( 5.6 ), Drug Interactions ( 7 ), Clinical Pharmacology ( 12.3 )]. 2. 7 Treatment Discontinuation Following discontinuation of VRAYLAR, the decline in plasma concentrations of active drug and metabolites may not be immediately reflected in patients’ clinical symptoms; the plasma concentration of cariprazine and its active metabolites will decline by 50% in ~1 week [ see Clinical Pharmacology ( 12.3 )] . There are no systematically collected data to specifically address switching patients from VRAYLAR to other antipsychotics or concerning concomitant administration with other antipsychotics."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VRAYLAR ® is indicated for: Treatment of schizophrenia in adults [see Clinical Studies ( 14.1 )] Acute treatment of manic or mixed episodes associated with bipolar I disorder in adults [see Clinical Studies ( 14.2 )] Treatment of depressive episodes associated with bipolar I disorder (bipolar depression) in adults [see Clinical Studies ( 14.3 )] Adjunctive therapy to antidepressants for the treatment of major depressive disorder (MDD) in adults [see Clinical Studies ( 14.4 )] VRAYLAR is an atypical antipsychotic indicated for: Treatment of schizophrenia in adults ( 1 ) Acute treatment of manic or mixed episodes associated with bipolar I disorder in adults ( 1 ) Treatment of depressive episodes associated with bipolar I disorder (bipolar depression) in adults ( 1 ) Adjunctive therapy to antidepressants for the treatment of major depressive disorder (MDD) in adults ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:08:16.538339",
  "source": "OpenFDA"
}