{
  "drug_name": "Caspofungin",
  "generic_name": [
    "CASPOFUNGIN ACETATE"
  ],
  "brand_names": [
    "Caspofungin Acetate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Cyclosporine : In two adult clinical studies, cyclosporine (one 4 mg/kg dose or two 3 mg/kg doses) increased the AUC of caspofungin. Caspofungin did not increase the plasma levels of cyclosporine. There were transient increases in liver ALT and AST when caspofungin and cyclosporine were co-administered. Monitor patients who develop abnormal liver enzymes during concomitant therapy and evaluate the risk/benefit of continuing therapy [see Warnings and Precautions ( 5.2 ) and Clinical Pharmacology ( 12.3 )] . Tacrolimus : For patients receiving caspofungin and tacrolimus, standard monitoring of tacrolimus trough whole blood concentrations and appropriate tacrolimus dosage adjustments are recommended. Inducers of Hepatic CYP Enzymes Rifampin : Rifampin is a potent CYP3A4 inducer and concomitant administration with caspofungin is expected to reduce the plasma concentrations of caspofungin. Therefore, adult patients on rifampin should receive 70 mg of caspofungin daily and pediatric patients on rifampin should receive 70 mg/m 2 of caspofungin daily (not to exceed an actual daily dose of 70 mg) [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )]. Other Inducers of Hepatic CYP Enzymes Adults : When caspofungin is co-administered to adult patients with other inducers of hepatic CYP enzymes, such as efavirenz, nevirapine, phenytoin, dexamethasone, or carbamazepine, administration of a daily dose of 70 mg of caspofungin should be considered [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )] . Pediatric Patients : When caspofungin is co-administered to pediatric patients with other inducers of hepatic CYP enzymes, such as efavirenz, nevirapine, phenytoin, dexamethasone, or carbamazepine, administration of a daily dose of 70 mg/m 2 caspofungin (not to exceed an actual daily dose of 70 mg) should be considered [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in detail in another section of the labeling: Hypersensitivity [see Warnings and Precautions ( 5.1 )] Hepatic Effects [see Warnings and Precautions ( 5.2 )] Elevated Liver Enzymes During Concomitant Use with Cyclosporine [see Warnings and Precautions ( 5.3 )] Adults: Most common adverse reactions (incidence 10% or greater) are diarrhea, pyrexia, ALT/AST increased, blood alkaline phosphatase increased, and blood potassium decreased. ( 6.1 ) Pediatric Patients: Most common adverse reactions (incidence ≥10%) are pyrexia, diarrhea, rash, ALT/AST increased, blood potassium decreased, hypotension, and chills. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of caspofungin cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials Experience in Adults The overall safety of caspofungin was assessed in 1865 adult individuals who received single or multiple doses of caspofungin: 564 febrile, neutropenic patients (empirical therapy study); 382 patients with candidemia and/or intra-abdominal abscesses, peritonitis, or pleural space infections (including 4 patients with chronic disseminated candidiasis); 297 patients with esophageal and/or oropharyngeal candidiasis; 228 patients with invasive aspergillosis; and 394 individuals in phase I studies. In the empirical therapy study patients had undergone hematopoietic stem-cell transplantation or chemotherapy. In the studies involving patients with documented Candida infections, the majority of the patients had serious underlying medical conditions (e.g., hematologic or other malignancy, recent major surgery, HIV) requiring multiple concomitant medications. Patients in the noncomparative Aspergillus studies often had serious predisposing medical conditions (e.g., bone marrow or peripheral stem cell transplants, hematologic malignancy, solid tumors or organ transplants) requiring multiple concomitant medications. Empirical Therapy for Presumed Fungal Infections in Febrile Neutropenic Patients In the randomized, double-blinded empirical therapy study, patients received either caspofungin 50 mg/day (following a 70 mg loading dose) or AmBisome ® (amphotericin B liposome for injection, 3 mg/kg/day). In this study clinical or laboratory hepatic adverse reactions were reported in 39% and 45% of patients in the caspofungin and AmBisome groups, respectively. Also reported was an isolated, serious adverse reaction of hyperbilirubinemia. Adverse reactions occurring in 7.5% or greater of the patients in either treatment group are presented in Table 2 . Table 2: Adverse Reactions Among Patients with Persistent Fever and Neutropenia Incidence 7.5% or greater for at Least One Treatment Group Within any system organ class, individuals may experience more than 1 adverse reaction. * 70 mg on Day 1, then 50 mg once daily for the remainder of treatment; daily dose was increased to 70 mg for 73 patients. † 3 mg/kg/day; daily dose was increased to 5 mg/kg for 74 patients. Adverse Reactions Caspofungin * N=564 (%) AmBisome † N=547 (%) All Systems, Any Adverse Reaction 95 97 Investigations 58 63 Alanine Aminotransferase Increased 18 20 Blood Alkaline Phosphatase Increased 15 23 Blood Potassium Decreased 15 23 Aspartate Aminotransferase Increased 14 17 Blood Bilirubin Increased 10 14 Blood Magnesium Decreased 7 9 Blood Glucose Increased 6 9 Bilirubin Conjugated Increased 5 9 Blood Urea Increased 4 8 Blood Creatinine Increased 3 11 General Disorders and Administration Site Conditions 57 63 Pyrexia 27 29 Chills 23 31 Edema Peripheral 11 12 Mucosal Inflammation 6 8 Gastrointestinal Disorders 50 55 Diarrhea 20 16 Nausea 11 20 Abdominal Pain 9 11 Vomiting 9 17 Respiratory, Thoracic and Mediastinal Disorders 47 49 Dyspnea 9 10 Skin and Subcutaneous Tissue Disorders 42 37 Rash 16 14 Nervous System Disorders 25 27 Headache 11 12 Metabolism and Nutrition Disorders 21 24 Hypokalemia 6 8 Vascular Disorders 20 23 Hypotension 6 10 Cardiac Disorders 16 19 Tachycardia 7 9 The proportion of patients who experienced an infusion-related adverse reaction (defined as a systemic event, such as pyrexia, chills, flushing, hypotension, hypertension, tachycardia, dyspnea, tachypnea, rash, or anaphylaxis, that developed during the study therapy infusion and one hour following infusion) was significantly lower in the group treated with caspofungin (35%) than in the group treated with AmBisome (52%). To evaluate the effect of caspofungin and AmBisome on renal function, nephrotoxicity was defined as doubling of serum creatinine relative to baseline or an increase of greater than or equal to 1 mg/dL in serum creatinine if baseline serum creatinine was above the upper limit of the normal range. Among patients whose baseline creatinine clearance was greater than 30 mL/min, the incidence of nephrotoxicity was significantly lower in the group treated with caspofungin (3%) than in the group treated with AmBisome (12%). Candidemia and Other Candida Infections In the randomized, double-blinded invasive candidiasis study, patients received either caspofungin 50 mg/day (following a 70 mg loading dose) or amphotericin B 0.6 to 1 mg/kg/day. Adverse reactions occurring in 10% or greater of the patients in either treatment group are presented in Table 3 . Table 3: Adverse Reactions Among Patients with Candidemia or Other Candida Infections* Incidence 10% or Greater for at Least One Treatment Group Within any system organ class, individuals may experience more than 1 adverse reaction. * Intra-abdominal abscesses, peritonitis and pleural space infections. † Patients received caspofungin 70 mg on Day 1, then 50 mg once daily for the remainder of their treatment. Adverse Reactions Caspofungin 50 mg † N=114 (%) Amphotericin B N=125 (%) All Systems, Any Adverse Reaction 96 99 Investigations 67 82 Blood Potassium Decreased 23 32 Blood Alkaline Phosphatase Increased 21 32 Hemoglobin Decreased 18 23 Alanine Aminotransferase Increased 16 15 Aspartate Aminotransferase Increased 16 14 Blood Bilirubin Increased 13 17 Hematocrit Decreased 13 18 Blood Creatinine Increased 11 28 Red Blood Cells Urine Positive 10 10 Blood Urea Increased 9 23 Bilirubin Conjugated Increased 8 14 Gastrointestinal Disorders 49 53 Vomiting 17 16 Diarrhea 14 10 Nausea 9 17 General Disorders and Administration Site Conditions 47 63 Pyrexia 13 33 Edema Peripheral 11 12 Chills 9 30 Respiratory, Thoracic and Mediastinal Disorders 40 54 Tachypnea 1 11 Cardiac Disorders 26 34 Tachycardia 8 12 Skin and Subcutaneous Tissue Disorders 25 28 Rash 4 10 Vascular Disorders 25 38 Hypotension 10 16 Blood and Lymphatic System Disorders 15 13 Anemia 11 9 The proportion of patients who experienced an infusion-related adverse reaction (defined as a systemic event, such as pyrexia, chills, flushing, hypotension, hypertension, tachycardia, dyspnea, tachypnea, rash, or anaphylaxis, that developed during the study therapy infusion and one hour following infusion) was significantly lower in the group treated with caspofungin (20%) than in the group treated with amphotericin B (49%). To evaluate the effect of caspofungin and amphotericin B on renal function, nephrotoxicity was defined as doubling of serum creatinine relative to baseline or an increase of greater than or equal to 1 mg/dL in serum creatinine if baseline serum creatinine was above the upper limit of the normal range. In a subgroup of patients whose baseline creatinine clearance was greater than 30 mL/min, the incidence of nephrotoxicity was significantly lower in the group treated with caspofungin than in the group treated with amphotericin B. In a second randomized, double-blinded invasive candidiasis study, patients received either caspofungin 50 mg/day (following a 70 mg loading dose) or caspofungin 150 mg/day. The proportion of patients who experienced any adverse reaction was similar in the 2 treatment groups; however, this study was not large enough to detect differences in rare or unexpected adverse reactions. Adverse reactions occurring in 5% or greater of the patients in either treatment group are presented in Table 4 . Table 4: Adverse Reactions Among Patients with Candidemia or other Candida Infections* Incidence 5% or Greater for at Least One Treatment Group Within any system organ class, individuals may experience more than 1 adverse event. * Intra-abdominal abscesses, peritonitis and pleural space infections. † Patients received caspofungin 70 mg on Day 1, then 50 mg once daily for the remainder of their treatment. Adverse Reactions Caspofungin 50 mg † N=104 (%) Caspofungin 150 mg N=100 (%) All Systems, Any Adverse Reaction 83 83 General Disorders and Administration Site Conditions 33 27 Pyrexia 6 6 Gastrointestinal Disorders 30 33 Vomiting 11 6 Diarrhea 6 7 Nausea 5 7 Investigations 28 35 Alkaline Phosphatase Increased 12 9 Aspartate Aminotransferase Increased 6 9 Blood Potassium Decreased 6 8 Alanine Aminotransferase Increased 4 7 Vascular Disorders 19 18 Hypotension 7 3 Hypertension 5 6 Esophageal Candidiasis and Oropharyngeal Candidiasis Adverse reactions occurring in 10% or greater of patients with esophageal and/or oropharyngeal candidiasis are presented in Table 5 . Table 5: Adverse Reactions Among Patients with Esophageal and/or Oropharyngeal Candidiasis Incidence 10% or Greater for at Least One Treatment Group Within any system organ class, individuals may experience more than 1 adverse reaction. * Derived from a comparator-controlled clinical study. Adverse Reactions Caspofungin 50 mg* N=83 (%) Fluconazole IV 200 mg* N=94 (%) All Systems, Any Adverse Reaction 90 93 Gastrointestinal Disorders 58 50 Diarrhea 27 18 Nausea 15 15 Investigations 53 61 Hemoglobin Decreased 21 16 Hematocrit Decreased 18 16 Aspartate Aminotransferase Increased 13 19 Blood Alkaline Phosphatase Increased 13 17 Alanine Aminotransferase Increased 12 17 White Blood Cell Count Decreased 12 19 General Disorders and Administration Site Conditions 31 36 Pyrexia 21 21 Vascular Disorders 19 15 Phlebitis 18 11 Nervous System Disorders 18 17 Headache 15 9 Invasive Aspergillosis In an open-label, noncomparative aspergillosis study, in which 69 patients received caspofungin (70 mg loading dose on Day 1 followed by 50 mg daily), the following adverse reactions were observed with an incidence of 12.5% or greater: blood alkaline phosphatase increased (22%), hypotension (20%), respiratory failure (20%), pyrexia (17%), diarrhea (15%), nausea (15%), headache (15%), rash (13%), alanine aminotransferase increased (13%), aspartate aminotransferase increased (13%), blood bilirubin increased (13%), and blood potassium decreased (13%). Also reported in this patient population were pulmonary edema, ARDS (adult respiratory distress syndrome), and radiographic infiltrates. Clinical Trials Experience in Pediatric Patients (3 months to 17 years of age) The overall safety of caspofungin was assessed in 171 pediatric patients who received single or multiple doses of caspofungin. The distribution among the 153 pediatric patients who were over the age of 3 months was as follows: 104 febrile, neutropenic patients; 38 patients with candidemia and/or intra-abdominal abscesses, peritonitis, or pleural space infections; 1 patient with esophageal candidiasis; and 10 patients with invasive aspergillosis. The overall safety profile of caspofungin in pediatric patients is comparable to that in adult patients. Table 6 shows the incidence of adverse reactions reported in 7.5% or greater of pediatric patients in clinical studies. One patient (0.6%) receiving caspofungin, and three patients (12%) receiving AmBisome developed a serious drug-related adverse reaction. Two patients (1%) were discontinued from caspofungin and three patients (12%) were discontinued from AmBisome due to a drug-related adverse reaction. The proportion of patients who experienced an infusion-related adverse reaction (defined as a systemic event, such as pyrexia, chills, flushing, hypotension, hypertension, tachycardia, dyspnea, tachypnea, rash, or anaphylaxis, that developed during the study therapy infusion and one hour following infusion) was 22% in the group treated with caspofungin and 35% in the group treated with AmBisome. Table 6: Adverse Reactions Among Pediatric Patients (0 months to 17 years of age) Incidence 7.5% or Greater for at Least One Treatment Group Within any system organ class, individuals may experience more than 1 adverse reaction. * 70 mg/m 2 on Day 1, then 50 mg/m 2 once daily for the remainder of the treatment. Adverse Reactions Noncomparative Clinical Studies Comparator-Controlled Clinical Study of Empirical Therapy Caspofungin Any Dose N=115 (%) Caspofungin 50 mg/m 2 * N=56 (%) AmBisome 3 mg/kg N=26 (%) All Systems, Any Adverse Reaction 95 96 89 Investigations 55 41 50 Blood Potassium Decreased 18 9 27 Aspartate Aminotransferase Increased 17 2 12 Alanine Aminotransferase Increased 14 5 12 Blood Potassium Increased 3 0 8 General Disorders and Administration Site Conditions 47 59 42 Pyrexia 29 30 23 Chills 10 13 8 Mucosal Inflammation 10 4 4 Edema 3 4 8 Gastrointestinal Disorders 42 41 35 Diarrhea 17 7 15 Vomiting 8 11 12 Abdominal Pain 7 4 12 Nausea 4 4 8 Infections and Infestations 40 30 35 Central Line Infection 1 9 0 Skin and Subcutaneous Tissue Disorders 33 41 39 Pruritus 7 6 8 Rash 6 23 8 Erythema 4 9 0 Vascular Disorders 24 21 19 Hypotension 12 9 8 Hypertension 10 9 4 Metabolism and Nutrition Disorders 22 11 23 Hypokalemia 8 5 4 Cardiac Disorders 17 13 19 Tachycardia 4 11 19 Nervous System Disorders 13 16 8 Headache 5 9 4 Musculoskeletal and Connective Tissue Disorders 11 14 12 Back Pain 4 0 8 Blood and Lymphatic System Disorders 10 2 15 Anemia 2 0 8 Overall Safety Experience of Caspofungin in Clinical Trials The overall safety of caspofungin was assessed in 2036 individuals (including 1642 adult or pediatric patients and 394 volunteers) from 34 clinical studies. These individuals received single or multiple (once daily) doses of caspofungin, ranging from 5 mg to 210 mg. Full safety data is available from 1951 individuals, as the safety data from 85 patients enrolled in 2 compassionate use studies was limited solely to serious adverse reactions. Adverse reactions which occurred in 5% or greater of all individuals who received caspofungin in these trials are shown in Table 7 . Overall, 1665 of the 1951 (85%) patients/volunteers who received caspofungin experienced an adverse reaction. Table 7: Adverse Reactions* in Patients Who Received Caspofungin in Clinical Trials † Incidence 5% or Greater for at Least One Treatment Group * Defined as an adverse reaction, regardless of causality, while on caspofungin or during the 14-day post- caspofungin follow-up period. † Incidence for each preferred term is 5% or greater among individuals who received at least 1 dose of caspofungin. ‡ Within any system organ class, individuals may experience more than 1 adverse event. Adverse Reactions ‡ Caspofungin (N=1951) n (%) All Systems, Any Adverse Reaction 1665 (85) Investigations 901 (46) Alanine Aminotransferase Increased 258 (13) Aspartate Aminotransferase Increased 233 (12) Blood Alkaline Phosphatase Increased 232 (12) Blood Potassium Decreased 220 (11) Blood Bilirubin Increased 117 (6) General Disorders and Administration Site Conditions 843 (43) Pyrexia 381 (20) Chills 192 (10) Edema Peripheral 110 (6) Gastrointestinal Disorders 754 (39) Diarrhea 273 (14) Nausea 166 (9) Vomiting 146 (8) Abdominal Pain 112 (6) Infections and Infestations 730 (37) Pneumonia 115 (6) Respiratory, Thoracic, and Mediastinal Disorders 613 (31) Cough 111 (6) Skin and Subcutaneous Tissue Disorders 520 (27) Rash 159 (8) Erythema 98 (5) Nervous System Disorders 412 (21) Headache 193 (10) Vascular Disorders 344 (18) Hypotension 118 (6) Clinically significant adverse reactions, regardless of causality or incidence which occurred in less than 5% of patients are listed below. Blood and lymphatic system disorders: anemia, coagulopathy, febrile neutropenia, neutropenia, thrombocytopenia Cardiac disorders: arrhythmia, atrial fibrillation, bradycardia, cardiac arrest, myocardial infarction, tachycardia Gastrointestinal disorders: abdominal distension, abdominal pain upper, constipation, dyspepsia General disorders and administration site conditions: asthenia, fatigue, infusion site pain/pruritus/swelling, mucosal inflammation, edema Hepatobiliary disorders: hepatic failure, hepatomegaly, hepatotoxicity, hyperbilirubinemia, jaundice Infections and infestations: bacteremia, sepsis, urinary tract infection Metabolic and nutrition disorders: anorexia, decreased appetite, fluid overload, hypomagnesemia, hypercalcemia, hyperglycemia, hypokalemia Musculoskeletal, connective tissue, and bone disorders: arthralgia, back pain, pain in extremity Nervous system disorders: convulsion, dizziness, somnolence, tremor Psychiatric disorders: anxiety, confusional state, depression, insomnia Renal and urinary disorders: hematuria, renal failure Respiratory, thoracic, and mediastinal disorders: dyspnea, epistaxis, hypoxia, tachypnea Skin and subcutaneous tissue disorders: erythema, petechiae, skin lesion, urticaria Vascular disorders: flushing, hypertension, phlebitis 6.2 Postmarketing Experience The following additional adverse reactions have been identified during the post-approval use of caspofungin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: pancreatitis Hepatobiliary disorders: hepatic necrosis Skin and subcutaneous tissue disorders: erythema multiforme, toxic epidermal necrolysis, Stevens-Johnson syndrome, and skin exfoliation Renal and urinary disorders: clinically significant renal dysfunction General disorders and administration site conditions: swelling and peripheral edema Laboratory abnormalities: gamma-glutamyltransferase increased"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Caspofungin is contraindicated in patients with known hypersensitivity (e.g., anaphylaxis) to any component of this product [see Adverse Reactions ( 6 )]. Caspofungin is contraindicated in patients with known hypersensitivity to any component of this product. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Important Administration Instructions for All Patients ( 2.1 ): Administer by slow intravenous (IV) infusion over approximately 1 hour. Do not administer by IV bolus administration. Do not mix or co-infuse caspofungin acetate for injection with other medications. Do not use diluents containing dextrose (α-D-glucose). Dosage in Adults [18 years of age and older] ( 2.2 ): Administer a single 70 mg loading dose on Day 1, followed by 50 mg once daily for all indications except esophageal candidiasis. For esophageal candidiasis, use 50 mg once daily with no loading dose. Dosage in Pediatric Patients [3 months to 17 years of age] ( 2.3 ): Dosing should be based on the patient's body surface area. For all indications, administer a single 70 mg/m 2 loading dose on Day 1, followed by 50 mg/m 2 once daily thereafter. Maximum loading dose and daily maintenance dose should not exceed 70 mg, regardless of the patient's calculated dose. Dosage Adjustments in Patients with Hepatic Impairment ( 2.4 ): Reduce dosage for adult patients with moderate hepatic impairment (35 mg once daily, with a 70 mg loading dose on Day 1 where appropriate). Dosage Adjustment in Patients Receiving Concomitant Inducers of Hepatic CYP Enzymes ( 2.5 ): Use 70 mg once daily dose for adult patients on rifampin. Consider dose increase to 70 mg once daily for adult patients on nevirapine, efavirenz, carbamazepine, dexamethasone, or phenytoin. Pediatric patients receiving these same concomitant medications may also require an increase in dose to 70 mg/m 2 once daily (maximum daily dose not to exceed 70 mg). 2.1 Important Administration Instructions for Use in All Patients Administer caspofungin acetate for injection by slow intravenous (IV) infusion over approximately 1 hour. Do not administer caspofungin acetate for injection by IV bolus administration. 2.2 Recommended Dosage in Adult Patients [18 years of age and older] The dosage and duration of caspofungin acetate for injection treatment for each indication are as follows: Empirical Therapy for Presumed Fungal Infections in Febrile Neutropenic Patients Administer a single 70 mg loading dose on Day 1, followed by 50 mg once daily thereafter. Duration of treatment should be based on the patient's clinical response. Continue empirical therapy until resolution of neutropenia. In general, treat patients found to have a fungal infection for a minimum of 14 days after the last positive culture and continue treatment for at least 7 days after both neutropenia and clinical symptoms are resolved. If the 50 mg dose is well tolerated but does not provide an adequate clinical response, the daily dose can be increased to 70 mg. Candidemia and Other Candida Infections Administer a single 70 mg loading dose on Day 1, followed by 50 mg once daily thereafter. Duration of treatment should be dictated by the patient's clinical and microbiological response. In general, continue antifungal therapy for at least 14 days after the last positive culture. Patients with neutropenia who remain persistently neutropenic may warrant a longer course of therapy pending resolution of the neutropenia. Esophageal Candidiasis The dose is 50 mg once daily for 7 to 14 days after symptom resolution. A 70 mg loading dose has not been studied for this indication. Because of the risk of relapse of oropharyngeal candidiasis in patients with HIV infections, suppressive oral therapy could be considered [see Clinical Studies ( 14.3 )]. Invasive Aspergillosis Administer a single 70 mg loading dose on Day 1, followed by 50 mg once daily thereafter. Duration of treatment should be based upon the severity of the patient's underlying disease, recovery from immunosuppression, and clinical response. 2.3 Recommended Dosing in Pediatric Patients [3 months to 17 years of age] For all indications, administer a single 70 mg/m 2 loading dose on Day 1, followed by 50 mg/m 2 once daily thereafter. The maximum loading dose and the daily maintenance dose should not exceed 70 mg, regardless of the patient's calculated dose. Dosing in pediatric patients (3 months to 17 years of age) should be based on the patient's body surface area (BSA) as calculated by the Mosteller Formula [see References ( 15 )]: Following calculation of the patient's BSA, the loading dose in milligrams should be calculated as BSA (m 2 ) X 70 mg/m 2 . The maintenance dose in milligrams should be calculated as BSA (m 2 ) X 50 mg/m 2 . Duration of treatment should be individualized to the indication, as described for each indication in adults [see Dosage and Administration ( 2.2 )]. If the 50 mg/m 2 daily dose is well tolerated but does not provide an adequate clinical response, the daily dose can be increased to 70 mg/m 2 daily (not to exceed 70 mg). Mosteller Formula 2.4 Dosage Adjustments in Patients with Hepatic Impairment Adult patients with mild hepatic impairment (Child-Pugh score 5 to 6) do not need a dosage adjustment. For adult patients with moderate hepatic impairment (Child-Pugh score 7 to 9), caspofungin acetate for injection 35 mg once daily is recommended based upon pharmacokinetic data [see Clinical Pharmacology ( 12.3 )] with a 70 mg loading dose administered on Day 1 where appropriate. There is no clinical experience in adult patients with severe hepatic impairment (Child-Pugh score greater than 9) and in pediatric patients with any degree of hepatic impairment. 2.5 Dosage Adjustments in Patients Receiving Concomitant Inducers of Hepatic CYP Enzymes Adult Patients : Adult patients on rifampin should receive 70 mg of caspofungin acetate for injection once daily. When caspofungin acetate for injection is co-administered to adult patients with other inducers of hepatic CYP enzymes such as nevirapine, efavirenz, carbamazepine, dexamethasone, or phenytoin, administration of a daily dose of 70 mg of caspofungin acetate for injection should be considered [see Drug Interactions ( 7 )]. Pediatric Patients : Pediatric patients on rifampin should receive 70 mg/m 2 of caspofungin acetate for injection daily (not to exceed an actual daily dose of 70 mg). When caspofungin acetate for injection is co-administered to pediatric patients with other inducers of hepatic CYP enzymes, such as efavirenz, nevirapine, phenytoin, dexamethasone, or carbamazepine, a caspofungin acetate for injection dose of 70 mg/m 2 once daily (not to exceed 70 mg) should be considered [see Drug Interactions ( 7 )]. 2.6 Preparation for Administration Reconstitution of Caspofungin for Intravenous Infusion Equilibrate the refrigerated vial of caspofungin acetate for injection to room temperature. Aseptically add 10.8 mL of 0.9% Sodium Chloride Injection, Sterile Water for Injection, Bacteriostatic Water for Injection with methylparaben and propylparaben, or Bacteriostatic Water for Injection with 0.9% benzyl alcohol to the vial. Each vial of caspofungin acetate for injection contains an intentional overfill of caspofungin acetate for injection. Thus, the volume of diluent to be added to each vial and the drug concentration of the resulting solution is listed in Table 1 below. Table 1: Information for Preparation of Caspofungin Acetate for Injection * Reconstitution volume of diluent to be added is based on the overfill amount of caspofungin (54.6 mg and 75.6 mg, respectively). Caspofungin Acetate for Injection Vial (equivalent to caspofungin) Volume of diluent to be added* Resulting Concentration following Reconstitution 50 mg 10.8 mL 5 mg per mL 70 mg 10.8 mL 7 mg per mL The white to off-white cake will dissolve completely. Mix gently until a clear solution is obtained. Visually inspect the reconstituted solution for particulate matter or discoloration during reconstitution and prior to infusion. Do not use if the solution is cloudy or has precipitated. The reconstituted solution of caspofungin acetate for injection in the vial may be stored for up to one hour at ≤25°C (≤77°F) prior to the preparation of the infusion solution in the intravenous bag or bottle. Caspofungin acetate for injection vials are for single-dose only. Discard unused portion. Dilution of the Reconstituted Solution in the Intravenous Bag for Infusion Aseptically transfer the appropriate volume (mL) of reconstituted caspofungin acetate for injection to an intravenous (IV) bag (or bottle) containing 250 mL of 0.9%, 0.45%, or 0.225% Sodium Chloride Injection or Lactated Ringers Injection. Alternatively, the volume (mL) of reconstituted caspofungin acetate for injection can be added to a reduced volume of 0.9%, 0.45%, or 0.225% Sodium Chloride Injection or Lactated Ringers Injection, not to exceed a final concentration of 0.5 mg per mL. This diluted infusion solution in the intravenous bag or bottle must be used within 24 hours if stored at ≤25°C (≤77°F) or within 48 hours if stored refrigerated at 2 to 8°C (36 to 46°F). Important Reconstitution and Dilution Instructions for Pediatric Patients 3 Months of Age and Older Follow the reconstitution procedures described above using either the 70 mg or 50 mg vial to create the reconstituted solution [see Dosage and Administration ( 2.3 )]. From the reconstituted solution in the vial, remove the volume of drug equal to the calculated loading dose or calculated maintenance dose based on a concentration of 7 mg per mL (if reconstituted from the 70 mg vial) or a concentration of 5 mg per mL (if reconstituted from the 50 mg vial). The choice of vial should be based on total milligram dose of drug to be administered to the pediatric patient. To help ensure accurate dosing, it is recommended for pediatric doses less than 50 mg that 50 mg vials (with a concentration of 5 mg per mL) be used if available. The 70 mg vial should be reserved for pediatric patients requiring doses greater than 50 mg. The maximum loading dose and the daily maintenance dose should not exceed 70 mg, regardless of the patient's calculated dose . 2.7 Drug Incompatibilities Do not mix or co-infuse caspofungin acetate for injection with other medications, as there are no data available on the compatibility of caspofungin acetate for injection with other intravenous substances, additives, or medications. Do not use diluents containing dextrose (α-D-glucose), as caspofungin acetate for injection is not stable in diluents containing dextrose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Caspofungin acetate for injection is an echinocandin antifungal indicated in adults and pediatric patients (3 months of age and older) for: Empirical therapy for presumed fungal infections in febrile, neutropenic patients. ( 1 ) Treatment of candidemia and the following Candida infections: intra-abdominal abscesses, peritonitis and pleural space infections. ( 1 ) Treatment of esophageal candidiasis. ( 1 ) Treatment of invasive aspergillosis in patients who are refractory to or intolerant of other therapies. ( 1 ) 1.1 Empirical Therapy for Presumed Fungal Infections in Febrile, Neutropenic Patients Caspofungin acetate for injection is indicated as empirical therapy for presumed fungal infections in febrile, neutropenic adult and pediatric patients (3 months of age and older) [see Clinical Studies ( 14.1 , 14.5 )]. 1.2 Treatment of Candidemia and Other Candida Infections Caspofungin acetate for injection is indicated for the treatment of candidemia and the following candida infections: intra-abdominal abscesses, peritonitis, and pleural space infections in adult and pediatric patients (3 months of age and older) [see Clinical Studies ( 14.2 , 14.5 )] . Limitations of Use : Caspofungin acetate for injection has not been studied in endocarditis, osteomyelitis, and meningitis due to Candida. 1.3 Treatment of Esophageal Candidiasis Caspofungin acetate for injection is indicated for the treatment of esophageal candidiasis in adult and pediatric patients (3 months of age and older) [see Clinical Studies ( 14.3 , 14.5 )] . Limitations of Use : Caspofungin acetate for injection has not been approved for the treatment of oropharyngeal candidiasis (OPC). In the study that evaluated the efficacy of caspofungin in the treatment of esophageal candidiasis, patients with concomitant OPC had higher relapse rate of the OPC [see Clinical Studies ( 14.3 )] . 1.4 Treatment of Invasive Aspergillosis in Patients Who Are Refractory to or Intolerant of Other Therapies Caspofungin acetate for injection is indicated for the treatment of invasive aspergillosis in adult and pediatric patients (3 months of age and older) who are refractory to or intolerant of other therapies [see Clinical Studies ( 14.4 , 14.5 )] . Limitations of Use : Caspofungin acetate for injection has not been studied as initial therapy for invasive aspergillosis."
  ],
  "fetched_at": "2025-09-30T21:17:34.459485",
  "source": "OpenFDA"
}