{
  "drug_name": "Cefazolin",
  "generic_name": [
    "CEFAZOLIN"
  ],
  "brand_names": [
    "Cefazolin"
  ],
  "drug_interactions": [
    "Drug Interactions Probenecid may decrease renal tubular secretion of cephalosporins when used concurrently, resulting in increased and more prolonged cephalosporin blood levels. Drug/Laboratory Test Interactions A false positive reaction for glucose in the urine may occur with Benedict’s solution, Fehling’s solution or with CLINITEST ® tablets, but not with enzyme-based tests such as CLINISTIX ® . Positive direct and indirect antiglobulin (Coombs) tests have occurred; these may also occur in neonates whose mothers received cephalosporins before delivery."
  ],
  "warnings": [
    "WARNINGS BEFORE THERAPY WITH CEFAZOLIN FOR INJECTION IS INSTITUTED, CAREFUL INQUIRY SHOULD BE MADE TO DETERMINE WHETHER THE PATIENT HAS HAD PREVIOUS HYPERSENSITIVITY REACTIONS TO CEFAZOLIN, CEPHALOSPORINS, PENICILLINS, OR OTHER DRUGS. IF THIS PRODUCT IS GIVEN TO PENICILLIN‑SENSITIVE PATIENTS, CAUTION SHOULD BE EXERCISED BECAUSE CROSS‑HYPERSENSITIVITY AMONG BETA‑LACTAM ANTIBIOTICS HAS BEEN CLEARLY DOCUMENTED AND MAY OCCUR IN UP TO 10% OF PATIENTS WITH A HISTORY OF PENICILLIN ALLERGY. IF AN ALLERGIC REACTION TO CEFAZOLIN FOR INJECTION OCCURS, DISCONTINUE TREATMENT WITH THE DRUG. SERIOUS ACUTE HYPERSENSITIVITY REACTIONS MAY REQUIRE TREATMENT WITH EPINEPHRINE AND OTHER EMERGENCY MEASURES, INCLUDING OXYGEN, IV FLUIDS, IV ANTIHISTAMINES, CORTICOSTEROIDS, PRESSOR AMINES, AND AIRWAY MANAGEMENT, AS CLINICALLY INDICATED. Pseudomembranous colitis has been reported with nearly all antibacterial agents, including cefazolin, and may range in severity from mild to life-threatening. Therefore, it is important to consider this diagnosis in patients who present with diarrhea subsequent to the administration of antibacterial agents. Treatment with antibacterial agents alters the normal flora of the colon and may permit overgrowth of clostridia. Studies indicate that a toxin produced by Clostridium difficile is a primary cause of “antibiotic‑associated colitis.” After the diagnosis of pseudomembranous colitis has been established, therapeutic measures should be initiated. Mild cases of pseudomembranous colitis usually respond to drug discontinuation alone. In moderate to severe cases, consideration should be given to management with fluids and electrolytes, protein supplementation, and treatment with an oral antibacterial drug clinically effective against C. difficile colitis."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following reactions have been reported: Gastrointestinal: Diarrhea, oral candidiasis (oral thrush), vomiting, nausea, stomach cramps, anorexia, and pseudomembranous colitis. Onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment (see WARNINGS). Nausea and vomiting have been reported rarely. Allergic: Anaphylaxis, eosinophilia, itching, drug fever, skin rash, Stevens‑Johnson syndrome. Hematologic: Neutropenia, leukopenia, thrombocytopenia, thrombocythemia. Hepatic: Transient rise in SGOT, SGPT, and alkaline phosphatase levels has been observed. As with other cephalosporins, reports of hepatitis have been received. Renal: As with other cephalosporins, reports of increased BUN and creatinine levels, as well as renal failure, have been received. Local Reactions: Rare instances of phlebitis have been reported at site of injection. Pain at the site of injection after intramuscular administration has occurred infrequently. Some induration has occurred. Other Reactions: Genital and anal pruritus (including vulvar pruritus, genital moniliasis, and vaginitis). To report SUSPECTED ADVERSE REACTIONS, contact WG Critical Care, LLC at 1-866-562-4708 or FDA at 1-800-FDA-1088 or www.fda.gov ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS CEFAZOLIN FOR INJECTION IS CONTRAINDICATED IN PATIENTS WITH KNOWN ALLERGY TO THE CEPHALOSPORIN GROUP OF ANTIBIOTICS."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Usual Adult Dosage: Type of Infection Dose Frequency Moderate to severe infections 500 mg to 1 gram every 6 to 8 hours Mild infections caused by susceptible gram-positive cocci 250 mg to 500 mg every 8 hours Acute, uncomplicated urinary tract infections 1 gram every 12 hours Pneumococcal pneumonia 500 mg every 12 hours Severe, life-threatening infections (e.g., endocarditis, septicemia)* 1 gram to 1.5 grams every 6 hours * In rare instances, doses of up to 12 grams of Cefazolin for Injection per day have been used. Perioperative Prophylactic Use : To prevent postoperative infection in contaminated or potentially contaminated surgery, recommended doses are: a. 1 gram I.V. or I.M. administered ½ hour to 1 hour prior to the start of surgery. b. For lengthy operative procedures (e.g., 2 hours or more), 500 mg to 1 gram I.V. or I.M. during surgery (administration modified depending on the duration of the operative procedure). c. 500 mg to 1 gram I.V. or I.M. every 6 to 8 hours for 24 hours postoperatively. It is important that (1) the preoperative dose be given just prior (1/2 hour to 1 hour) to the start of surgery so that adequate antibiotic levels are present in the serum and tissues at the time of initial surgical incision; and (2) Cefazolin for Injection be administered, if necessary, at appropriate intervals during surgery to provide sufficient levels of the antibiotic at the anticipated moments of greatest exposure to infective organisms. In surgery where the occurrence of infection may be particularly devastating (e.g., open‑heart surgery and prosthetic arthroplasty), the prophylactic administration of Cefazolin for Injection may be continued for 3 to 5 days following the completion of surgery. Dosage Adjustment for Patients With Reduced Renal Function: Cefazolin for Injection may be used in patients with reduced renal function with the following dosage adjustments: Patients with a creatinine clearance of 55 mL/min. or greater or a serum creatinine of 1.5 mg % or less can be given full doses. Patients with creatinine clearance rates of 35 to 54 mL/min. or serum creatinine of 1.6 to 3.0 mg % can also be given full doses but dosage should be restricted to at least 8 hour intervals. Patients with creatinine clearance rates of 11 to 34 mL/min. or serum creatinine of 3.1 to 4.5 mg % should be given 1 / 2 the usual dose every 12 hours. Patients with creatinine clearance rates of 10 mL/min. or less or serum creatinine of 4.6 mg % or greater should be given 1 / 2 the usual dose every 18 to 24 hours. All reduced dosage recommendations apply after an initial loading dose appropriate to the severity of the infection. Patients undergoing peritoneal dialysis: See CLINICAL PHARMACOLOGY. Pediatric Dosage: In pediatric patients, a total daily dosage of 25 to 50 mg per kg (approximately 10 to 20 mg per pound) of body weight, divided into 3 or 4 equal doses, is effective for most mild to moderately severe infections. Total daily dosage may be increased to 100 mg per kg (45 mg per pound) of body weight for severe infections. Since safety for use in premature infants and in neonates has not been established, the use of Cefazolin for Injection in these patients is not recommended. Pediatric Dosage Guide Weight 25 mg/kg/day Divided into 3 Doses 25 mg/kg/day Divided into 4 Doses Lbs Kg Approximate Single Dose mg/q 8 h Vol. (mL) needed with dilution of 125 mg/mL Approximate Single Dose mg/q 6 h Vol. (mL) needed with dilution of 125 mg/mL 10 20 30 40 50 4.5 9 13.6 18.1 22.7 40 mg 75 mg 115 mg 150 mg 190 mg 0.35 mL 0.6 mL 0.9 mL 1.2 mL 1.5 mL 30 mg 55 mg 85 mg 115 mg 140 mg 0.25 mL 0.45 mL 0.7 mL 0.9 mL 1.1 mL Weight 50 mg/kg/day Divided into 3 Doses 50 mg/kg/day Divided into 4 Doses Lbs Kg Approximate Single Dose mg/q 8 h Vol. (mL) needed with dilution of 225 mg/mL Approximate Single Dose mg/q 6 h Vol. (mL) needed with dilution of 225 mg/mL 10 20 30 40 50 4.5 9 13.6 18.1 22.7 75 mg 150 mg 225 mg 300 mg 375 mg 0.35 mL 0.7 mL 1 mL 1.35 mL 1.7 mL 55 mg 110 mg 170 mg 225 mg 285 mg 0.25 mL 0.5 mL 0.75 mL 1 mL 1.25 mL In pediatric patients with mild to moderate renal impairment (creatinine clearance of 70 to 40 mL/min.), 60 percent of the normal daily dose given in equally divided doses every 12 hours should be sufficient. In patients with moderate impairment (creatinine clearance of 40 to 20 mL/min.), 25 percent of the normal daily dose given in equally divided doses every 12 hours should be adequate. Pediatric patients with severe renal impairment (creatinine clearance of 20 to 5 mL/min.) may be given 10 percent of the normal daily dose every 24 hours. All dosage recommendations apply after an initial loading dose. RECONSTITUTION Preparation of Parenteral Solution: Parenteral drug products should be SHAKEN WELL when reconstituted, and inspected visually for particulate matter prior to administration. If particulate matter is evident in reconstituted fluids, the drug solutions should be discarded. When reconstituted or diluted according to the instructions below, Cefazolin for Injection is stable for 24 hours at room temperature or for 10 days if stored under refrigeration (5°C or 41°F). Reconstituted solutions may range in color from pale yellow to yellow without a change in potency. Single-Dose Vials: For I.M. injection, I.V. direct (bolus) injection or I.V. infusion, reconstitute with Sterile Water for Injection according to the following table. SHAKE WELL. Discard unused portion. Vial Size Amount of Diluent Approximate Concentration Approximate Available Volume 500 mg 2 mL 225 mg/mL 2.2 mL 1 gram 2.5 mL 330 mg/mL 3 mL Administration Intramuscular Administration: Reconstitute vials with Sterile Water for Injection according to the dilution table above. Shake well until dissolved. Cefazolin for Injection should be injected into a large muscle mass. Pain on injection is infrequent with Cefazolin for Injection. Intravenous Administration: Direct (bolus) injection: Following reconstitution according to the above table, further dilute vials with approximately 5 mL Sterile Water for Injection. Inject the solution slowly over 3 to 5 minutes, directly or through tubing for patients receiving parenteral fluids (see list below). Intermittent or continuous infusion: Dilute reconstituted Cefazolin for Injection in 50 to 100 mL of one of the following solutions: Sodium Chloride Injection, USP 5% or 10% Dextrose Injection, USP 5% Dextrose in Lactated Ringer’s Injection, USP 5% Dextrose and 0.9% Sodium Chloride Injection, USP 5% Dextrose and 0.45% Sodium Chloride Injection, USP 5% Dextrose and 0.2% Sodium Chloride Injection, USP Lactated Ringer’s Injection, USP Invert Sugar 5% or 10% in Sterile Water for Injection Ringer’s Injection, USP 5% Sodium Bicarbonate Injection, USP"
  ],
  "indications": [
    "INDICATIONS AND USAGE Cefazolin for Injection, USP is indicated for the treatment of the following serious infections when due to susceptible organisms. Respiratory Tract Infections: Due to S. pneumoniae, Klebsiella species , H. influenzae, S. aureus (penicillin-sensitive and penicillin-resistant), and group A beta-hemolytic streptococci. Injectable benzathine penicillin is considered the drug of choice in treatment and prevention of streptococcal infections, including the prophylaxis of rheumatic fever. Cefazolin for Injection, USP is effective in the eradication of streptococci from the nasopharynx; however, data establishing the efficacy of Cefazolin for Injection, USP in the subsequent prevention of rheumatic fever are not available at present. Urinary Tract Infections: Due to E. coli, P. mirabilis, Klebsiella species, and some strains of enterobacter and enterococci. Skin and Skin Structure Infections: Due to S. aureus (penicillin‑sensitive and penicillin-resistant), group A beta‑hemolytic streptococci, and other strains of streptococci. Biliary Tract Infections: Due to E. coli , various strains of streptococci, P. mirabilis , Klebsiella species, and S. aureus . Bone and Joint Infections: Due to S. aureus . Genital Infections: (i.e., prostatitis, epididymitis) due to E. coli , P. mirabilis , Klebsiella species, and some strains of enterococci. Septicemia: Due to S. pneumoniae , S. aureus (penicillin‑sensitive and penicillin‑resistant), P. mirabilis , E. coli , and Klebsiella species. Endocarditis: Due to S. aureus (penicillin‑sensitive and penicillin‑resistant) and group A beta‑hemolytic streptococci. Perioperative Prophylaxis: The prophylactic administration of Cefazolin for Injection preoperatively, intraoperatively, and postoperatively may reduce the incidence of certain postoperative infections in patients undergoing surgical procedures which are classified as contaminated or potentially contaminated (e.g., vaginal hysterectomy, and cholecystectomy in high‑risk patients such as those older than 70 years, with acute cholecystitis, obstructive jaundice, or common duct bile stones). The perioperative use of Cefazolin for Injection may also be effective in surgical patients in whom infection at the operative site would present a serious risk (e.g., during open‑heart surgery and prosthetic arthroplasty). The prophylactic administration of Cefazolin for Injection should usually be discontinued within a 24‑hour period after the surgical procedure. In surgery where the occurrence of infection may be particularly devastating (e.g., open-heart surgery and prosthetic arthroplasty), the prophylactic administration of Cefazolin for Injection may be continued for 3 to 5 days following the completion of surgery. If there are signs of infection, specimens for cultures should be obtained for the identification of the causative organism so that appropriate therapy may be instituted. (See DOSAGE AND ADMINISTRATION.) To reduce the development of drug‑resistant bacteria and maintain the effectiveness of Cefazolin for Injection and other antibacterial drugs, Cefazolin for Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T23:15:03.509009",
  "source": "OpenFDA"
}