{
  "drug_name": "Cefaclor",
  "generic_name": [
    "CEFACLOR"
  ],
  "brand_names": [
    "Cefaclor"
  ],
  "drug_interactions": [
    "Drug Interactions Antacids The extent of absorption of cefaclor extended-release tablets is diminished if magnesium or aluminum hydroxide-containing antacids are taken within 1 hour of administration; H 2 blockers do not alter either the rate or the extent of absorption of cefaclor extended-release tablets. Probenecid The renal excretion of cefaclor is inhibited by probenecid. Warfarin There have been rare reports of increased prothrombin time with or without clinical bleeding in patients receiving cefaclor and warfarin concomitantly. No specific studies have been performed to rule in or rule out this potential drug/drug interaction."
  ],
  "warnings": [
    "WARNINGS BEFORE THERAPY WITH CEFACLOR EXTENDED-RELEASE TABLETS IS INSTITUTED, CAREFUL INQUIRY SHOULD BE MADE TO DETERMINE WHETHER THE PATIENT HAS HAD PREVIOUS HYPERSENSITIVITY REACTIONS TO CEFACLOR, CEPHALOSPORINS, PENICILLINS, OR OTHER DRUGS. IF THIS PRODUCT IS TO BE GIVEN TO PENICILLIN-SENSITIVE PATIENTS, CAUTION SHOULD BE EXERCISED BECAUSE CROSS-SENSITIVITY AMONG BETA-LACTAM ANTIBIOTICS HAS BEEN CLEARLY DOCUMENTED AND MAY OCCUR IN UP TO 10% OF PATIENTS WITH A HISTORY OF PENICILLIN ALLERGY. IF AN ALLERGIC REACTION TO CEFACLOR EXTENDED-RELEASE TABLETS OCCURS, DISCONTINUE THE DRUG. SERIOUS ACUTE HYPERSENSITIVITY REACTIONS MAY REQUIRE TREATMENT WITH EPINEPHRINE AND OTHER EMERGENCY MEASURES, INCLUDING OXYGEN, INTRAVENOUS FLUIDS, INTRAVENOUS ANTIHISTAMINES, CORTICOSTEROIDS, PRESSOR AMINES, AND AIRWAY MANAGEMENT, AS CLINICALLY INDICATED. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including cefaclor and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Clinical Trials There were 3272 patients treated with multiple doses of cefaclor extended-release tablets in controlled clinical trials and an additional 211 subjects in pharmacology studies. There were no deaths in these trials thought to be related to toxicity from cefaclor extended-release tablets. Treatment was discontinued in 1.7% of patients due to adverse events thought to be possibly or probably drug-related. The following adverse clinical and laboratory events were reported during the cefaclor extended-release tablets clinical trials conducted in North America at doses of 375 mg or 500 mg BID; however, relatedness of the adverse events to the drug was not assigned by clinical investigators during the trials (see TABLES 4 and 5 ). Table 4: ADVERSE CLINICAL EVENTS - CEFACLOR EXTENDED-RELEASE TABLETS MULTIPLE DOSE DOSING REGIMENS CLINICAL TRIALS - NORTH AMERICA (n = 1400) Incidence Equal to or Greater Than 1% Event Incidence Headache 4.9% Rhinitis 3.9% Diarrhea 3.8% Nausea 3.4% Vaginitis n = 934 for these events (subset of female participants). 2.4% Vaginal Moniliasis 2.2% Abdominal Pain 1.6% Cough Increased 1.5% Pharyngitis 1.4% Pruritus 1.4% Back Pain 1.0% Adverse reactions occurring during the clinical trials with cefaclor extended-release tablets with an incidence of less than 1% but greater than 0.1% included the following (listed alphabetically): Accidental injury, anorexia, anxiety, arthralgia, asthma, bronchitis, chest pain, chills, congestive heart failure, conjunctivitis, constipation, dizziness, dysmenorrhea, dyspepsia, dysuria, ear pain, edema, fever, flatulence, flu syndrome, gastritis, infection, insomnia, leukorrhea, lung disorder, maculopapular rash, malaise, menstrual disorder, myalgia, nausea and vomiting, neck pain, nervousness, nocturia, otitis media, pain, palpitation, peripheral edema, rash, respiratory disorder, sinusitis, somnolence, surgical procedure, sweating, tremor, urticaria, vomiting. NOTE: One case of serum-sickness-like reaction was reported among the 3272 adult patients treated with cefaclor extended-release tablets during the controlled clinical trials. These reactions have also been reported with the use of cefaclor in other oral formulations and are seen more frequently in pediatric patients than in adults. These reactions are characterized by findings of erythema multiforme, rash, and other skin manifestations accompanied by arthritis/arthralgia, with or without fever, and differ from classic serum sickness in that there is infrequently associated lymphadenopathy and proteinuria, no circulating immune complexes and no evidence to date of sequelae of the reaction. While further investigation is ongoing, serum-sickness-like reactions appear to be due to hypersensitivity and more often occur during or following a second (or subsequent) course of therapy with cefaclor. Such reactions have been reported with overall occurrence ranging from 1 in 200 (0.5%) in one focused trial; to 2 in 8346 (0.024%) in overall clinical trials (with an incidence in pediatric patients in clinical trials of 0.055%); to 1 in 38,000 (0.003%) in spontaneous event reports. Signs and symptoms usually occur a few days after initiation of therapy and subside within a few days after cessation of therapy. Occasionally these reactions have resulted in hospitalization, usually of short duration (median hospitalization = 2 to 3 days, based on postmarketing surveillance studies). In those patients requiring hospitalization, the symptoms have ranged from mild to severe at the time of admission with more of the severe reactions occurring in pediatric patients. Table 5: ADVERSE CLINICAL LABORATORY EVENTS CEFACLOR EXTENDED-RELEASE TABLETS MULTIPLE DOSE DOSING REGIMENS CLINICAL TRIALS – NORTH AMERICA Event Incidence Incidence Less Than 1%, but Greater Than 0.1% Albumin decreased 0.3% Alkaline phosphatase increased 0.3% ALT/SGPT increased 0.3% Bilirubin total increased 0.3% Blood urea nitrogen (BUN) increased 0.2% Calcium decreased 0.7% Creatine phosphokinase increased 0.7% Creatinine increased 0.5% Eosinophils increased 0.3% Erythrocyte count decreased 0.3% GGT increased 0.2% Hemoglobin decreased 0.2% Lymphocytes decreased 0.3% Mean Cell Volume (MCV) increased 0.7% Neutrophils segmented decreased 0.3% Phosphorous increased 0.7% Platelet count decreased 0.3% Potassium increased 0.4% Sodium decreased 0.3% Sodium increased 0.4% In Postmarketing Experience In addition to the events reported during clinical trials with cefaclor extended-release tablets, the following adverse experiences are among those that have been reported during worldwide postmarketing surveillance: allergic reaction, anaphylactoid reaction, angioedema, face edema, hypotension, Stevens-Johnson syndrome, syncope, paresthesia, vasodilatation and vertigo. Other Adverse Reactions Associated With Other Formulations of Cefaclor In addition to the above, the following other adverse reactions and altered laboratory tests have been associated with cefaclor in other oral formulations: Clinical Severe hypersensitivity reactions, including Stevens-Johnson syndrome, toxic epidermal necrolysis, and anaphylaxis, have been reported rarely. Anaphylactoid events may be manifested by solitary symptoms, including angioedema, edema (including face and limbs), paresthesias, syncope, or vasodilatation. Anaphylaxis may be more common in patients with a history of penicillin allergy. Rarely, hypersensitivity symptoms may persist for several months. Symptoms of pseudomembranous colitis may appear either during or after antibiotic treatment. (See WARNINGS .) Laboratory Abnormal urinalysis, eosinophilia, leukopenia, neutropenia, transient elevations in AST, and transient thrombocytopenia have been reported. Cephalosporin-Class Reactions In addition to the adverse reactions listed above, the following adverse reactions and altered laboratory tests have been reported for cephalosporin-class antibiotics: Clinical Confusion, erythema multiforme, genital pruritus, hepatic dysfunction including cholestasis, hemolytic anemia, reversible hyperactivity, hypertonia, and reversible interstitial nephritis. Laboratory Positive direct Coombs’ test."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Cefaclor extended-release tablets are contraindicated in patients with known hypersensitivity to cefaclor and other cephalosporins."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The absorption of cefaclor extended-release tablets is enhanced when it is administered with food. (See CLINICAL PHARMACOLOGY .) Therefore, cefaclor extended-release tablets should be administered with meals (i.e., at least within one hour of eating) . The extended-release tablets should not be cut, crushed, or chewed. See INDICATIONS AND USAGE for information about patients for whom cefaclor extended-release tablets are indicated. NOTE: 500 mg BID of cefaclor extended-release tablets is clinically equivalent to 250 mg TID of cefaclor immediate-release as a capsule in those indications listed in the INDICATIONS AND USAGE section of this label. 500 mg BID of cefaclor extended-release tablets is NOT equivalent to 500 mg TID of other cefaclor formulations. Adults (age 16 years and older): Type of Infection (as qualified in the INDICATIONS AND USAGE section of this labeling) Total Daily Dose Dose and Frequency Duration Acute Bacterial Exacerbations of Chronic Bronchitis due to H. influenzae (non-ß-lactamase-producing strains only). Moraxella catarrhalis (including ß-lactamase-producing strains), or Streptococcus pneumoniae (See INDICATIONS AND USAGE .) 1000 mg 500 mg q 12 hours 7 days Pharyngitis and/or tonsillitis due to S. pyogenes 750 mg 375 mg q 12 hours 10 days Uncomplicated Skin and Skin Structure Infections due to S. aureus (methicillin-susceptible strains) (See INDICATIONS AND USAGE .) 750 mg 375 mg q 12 hours 7 to 10 days Elderly patients with normal renal function do not require dosage adjustments."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of cefaclor extended-release tablets USP and other antibacterial drugs, cefaclor extended-release tablets USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. The safety and effectiveness of cefaclor extended-release tablets in treating some of the indications and pathogens for which other formulations of cefaclor are approved have NOT been established. When administered at the recommended dosages and durations of therapy, cefaclor extended-release tablets are indicated for the treatment of patients with the following mild to moderate infections when caused by susceptible strains of the designated organisms. (See DOSAGE AND ADMINISTRATION and CLINICAL STUDIES sections.) Acute bacterial exacerbations of chronic bronchitis due to Haemophilus influenzae (excluding ß-lactamase-negative, ampicillin-resistant isolates), Moraxella catarrhalis, or Streptococcus pneumoniae . NOTE: In view of the insufficient numbers of isolates of ß-lactamase-producing isolates of Haemophilus influenzae that were obtained from clinical trials with cefaclor extended-release tablets for patients with acute bacterial exacerbations of chronic bronchitis, it was not possible to adequately evaluate the effectiveness of cefaclor extended-release tablets for bronchitis known, suspected, or considered potentially to be caused by ß-lactamase-producing H. influenzae . Pharyngitis and tonsillitis due to Streptococcus pyogenes . NOTE: Only penicillin by the intramuscular route of administration has been shown to be effective in the prophylaxis of rheumatic fever. Cefaclor extended-release tablets are generally effective in the eradication of S. pyogenes from the oropharynx; however, data establishing the efficacy of cefaclor extended-release tablets for the prophylaxis of subsequent rheumatic fever are not available. Uncomplicated skin and skin and structure infections due to Staphylococcus aureus (methicillin-susceptible only). NOTE: In view of the insufficient numbers of isolates of Streptococcus pyogenes that were obtained from clinical trials with cefaclor extended-release tablets for patients with uncomplicated skin and skin structure infections, it was not possible to adequately evaluate the effectiveness of cefaclor extended-release tablets for skin infections known, suspected, or considered potentially to be caused by S. pyogenes ."
  ],
  "fetched_at": "2025-09-30T22:09:24.451722",
  "source": "OpenFDA"
}