{
  "drug_name": "Cefixime",
  "generic_name": [
    "CEFIXIME"
  ],
  "brand_names": [
    "Cefixime"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Elevated carbamazepine levels have been reported in postmarketing experience when cefixime is administered concomitantly. (7.1) Increased prothrombin time, with or without clinical bleeding, has been reported when cefixime is administered concomitantly with warfarin and anticoagulants. (7.2) 7.1 Carbamazepine Elevated carbamazepine levels have been reported in postmarketing experience when cefixime is administered concomitantly. Drug monitoring may be of assistance in detecting alterations in carbamazepine plasma concentrations. 7.2 Warfarin and Anticoagulants Increased prothrombin time, with or without clinical bleeding, has been reported when cefixime is administered concomitantly. 7.3 Drug/Laboratory Test Interactions A false-positive reaction for ketones in the urine may occur with tests using nitroprusside but not with those using nitroferricyanide. The administration of cefixime may result in a false-positive reaction for glucose in the urine using Clinitest ®** , Benedict’s solution, or Fehling’s solution. It is recommended that glucose tests based on enzymatic glucose oxidase reactions (such as Clinistix ®** or TesTape ®** ) be used. A false-positive direct Coombs test has been reported during treatment with other cephalosporins; therefore, it should be recognized that a positive Coombs test may be due to the drug. ** Clinitest ® and Clinistix ® are registered trademarks of Ames Division, Miles Laboratories, Inc. Tes-Tape ® is a registered trademark of Eli Lilly and Company."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions are gastrointestinal such as diarrhea (16%), nausea (7%), loose stools (6%), abdominal pain (3%), dyspepsia (3%), and vomiting. (6) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/m edwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most commonly seen adverse reactions in U.S. trials of the tablet formulation were gastrointestinal events, which were reported in 30% of adult patients on either the twice daily or the once daily regimen. Five percent (5%) of patients in the U.S. clinical trials discontinued therapy because of drug-related adverse reactions. Individual adverse reactions included diarrhea 16%, loose or frequent stools 6%, abdominal pain 3%, nausea 7%, dyspepsia 3%, and flatulence 4%. The incidence of gastrointestinal adverse reactions, including diarrhea and loose stools, in pediatric patients receiving the suspension was comparable to the incidence seen in adult patients receiving tablets. 6.2 Post-marketing Experience The following adverse reactions have been reported following the post-approval use of cefixime. Incidence rates were less than 1 in 50 (less than 2%). Gastrointestinal Several cases of documented pseudomembranous colitis were identified in clinical trials. The onset of pseudomembranous colitis symptoms may occur during or after therapy. Hypersensitivity Reactions Anaphylactic/anaphylactoid reactions (including shock and fatalities), skin rashes, urticaria, drug fever, pruritus, angioedema, and facial edema. Erythema multiforme, Stevens-Johnson syndrome, and serum sickness-like reactions have been reported. Hepatic Transient elevations in SGPT, SGOT, alkaline phosphatase, hepatitis, jaundice. Renal Transient elevations in BUN or creatinine, acute renal failure. Central Nervous System Headaches, dizziness, seizures. Hemic and Lymphatic System Transient thrombocytopenia, leukopenia, neutropenia, prolongation in prothrombin time, elevated LDH, pancytopenia, agranulocytosis, and eosinophilia. Abnormal Laboratory Tests Hyperbilirubinemia. Other Adverse Reactions Genital pruritus, vaginitis, candidiasis, toxic epidermal necrolysis. Adverse Reactions Reported for Cephalosporin-class Drugs Allergic reactions, superinfection, renal dysfunction, toxic nephropathy, hepatic dysfunction including cholestasis, aplastic anemia, hemolytic anemia, hemorrhage, and colitis. Several cephalosporins have been implicated in triggering seizures, particularly in patients with renal impairment when the dosage was not reduced [see Dosage and Administration (2) and Overdosage (10) ] . If seizures associated with drug therapy occur, the drug should be discontinued. Anticonvulsant therapy can be given if clinically indicated."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Cefixime for oral suspension is contraindicated in patients with known allergy to cefixime or other cephalosporins. Contraindicated in patients with known allergy to cefixime or other cephalosporins. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults: 400 mg daily (2.1) Pediatric patients (6 months and older): 8 mg/kg/day (2.2) 2.1 Adults The recommended dose of cefixime is 400 mg daily. This may be given as a 400 mg tablet or capsule daily or the 400 mg tablet may be split and given as one half tablet every 12 hours. For the treatment of uncomplicated cervical/urethral gonococcal infections, a single oral dose of 400 mg is recommended. The capsule and tablet may be administered without regard to food. In the treatment of infections due to Streptococcus pyogenes , a therapeutic dosage of cefixime should be administered for at least 10 days. 2.2 Pediatric Patients (6 months or older) The recommended dose is 8 mg/kg/day of the suspension. This may be administered as a single daily dose or may be given in two divided doses, as 4 mg/kg every 12 hours. Note: A suggested dose has been determined for each pediatric weight range. Refer to Table 1. Ensure all orders that specify a dose in milliliters include a concentration, because cefixime for oral suspension is available in three different concentrations (100 mg/5 mL, 200 mg/5 mL, and 500 mg/5 mL). Table 1. Suggested doses for pediatric patients * The preferred concentrations of oral suspension to use are 100 mg/5 mL or 200 mg/5 mL for pediatric patients in these weight ranges. PEDIATRIC DOSAGE CHART Doses are suggested for each weight range and rounded for ease of administration Cefixime for oral suspension Cefixime chewable tablet 100 mg/5 mL 200 mg/5 mL 500 mg/5 mL Patient Weight (kg) Dose/Day (mg) Dose/Day (mL) Dose/Day (mL) Dose/Day (mL) Dose 5 to 7.5* 50 2.5 -- -- -- 7.6 to 10* 80 4 2 -- -- 10.1 to 12.5 100 5 2.5 1 1 tablet of 100 mg 12.6 to 20.5 150 7.5 4 1.5 1 tablet of 150 mg 20.6 to 28 200 10 5 2 1 tablet of 200 mg 28.1 to 33 250 12.5 6 2.5 1 tablet of 100 mg and 1 tablet of 150 mg 33.1 to 40 300 15 7.5 3 2 tablets of 150 mg 40.1 to 45 350 17.5 9 3.5 1 tablet of 150 mg and 1 tablet of 200 mg 45.1 or greater 400 20 10 4 2 tablets of 200 mg Children weighing more than 45 kg or older than 12 years should be treated with the recommended adult dose. Cefixime chewable tablets must be chewed or crushed before swallowing. Otitis media should be treated with the chewable tablets or suspension. Clinical trials of otitis media were conducted with the chewable tablets or suspension, and the chewable tablets or suspension results in higher peak blood levels than the tablet when administered at the same dose. Therefore, the tablet or capsule should not be substituted for the chewable tablets or suspension in the treatment of otitis media [see Clinical Pharmacology (12.3) ]. In the treatment of infections due to Streptococcus pyogenes , a therapeutic dosage of cefixime should be administered for at least 10 days. 2.3 Renal Impairment Cefixime for oral suspension may be administered in the presence of impaired renal function. Normal dose and schedule may be employed in patients with creatinine clearances of 60 mL/min or greater. Refer to Table 2 for dose adjustments for adults with renal impairment. Neither hemodialysis nor peritoneal dialysis removes significant amounts of drug from the body. Table 2. Doses for Adults with Renal Impairment * The preferred concentrations of oral suspension to use are 200 mg/5 mL or 500 mg/5 mL for patients with this renal dysfunction Renal Dysfunction Cefixime for oral suspension Tablet Chewable Tablet Creatinine Clearance (mL/min) 100 mg/5 mL 200 mg/5 mL 500 mg/5 mL 400 mg 200 mg Dose/Day (mL) Dose/Day (mL) Dose/Day (mL) Dose/Day Dose/Day 60 or greater Normal dose Normal dose Normal dose Normal dose Normal dose 21 to 59* OR renal hemodialysis* 13 6.5 2.6 Not Appropriate Not Appropriate 20 or less OR continuous peritoneal dialysis 8.6 4.4 1.8 0.5 tablet 1 tablet 2.4 Reconstitution Directions for Oral Suspension Strength Bottle Size Reconstitution Directions 100 mg/5 mL 100 mL To reconstitute, suspend with 70 mL water . Method: Tap the bottle several times to loosen powder contents prior to reconstitution. Add approximately half the total amount of water for reconstitution and shake well. Add the remainder of water and shake well. 200 mg/5 mL 75 mL To reconstitute, suspend with 52.5 mL water . Method: Tap the bottle several times to loosen powder contents prior to reconstitution. Add approximately half the total amount of water for reconstitution and shake well. Add the remainder of water and shake well. 100 mg/5 mL and 200 mg/5 mL 50 mL To reconstitute, suspend with 35 mL water . Method: Tap the bottle several times to loosen powder contents prior to reconstitution. Add approximately half the total amount of water for reconstitution and shake well. Add the remainder of water and shake well. After reconstitution, the suspension may be kept for 14 days either at room temperature, or under refrigeration, without significant loss of potency. Keep tightly closed. Shake well before using. Discard unused portion after 14 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Cefixime for oral suspension is a cephalosporin antibacterial drug indicated in the treatment of adults and pediatric patients six months and older with the following infections: Uncomplicated Urinary Tract Infections (1.1) Otitis Media (1.2) Pharyngitis and Tonsillitis (1.3) Acute Exacerbations of Chronic Bronchitis (1.4) Uncomplicated Gonorrhea (cervical/urethral) (1.5) To reduce the development of drug-resistant bacteria and maintain the effectiveness of cefixime for oral suspension and other antibacterial drugs, cefixime for oral suspension should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. (1.6) 1.1 Uncomplicated Urinary Tract Infections Cefixime for oral suspension is indicated in the treatment of adults and pediatric patients six months of age or older with uncomplicated urinary tract infections caused by susceptible isolates of Escherichia coli and Proteus mirabilis . 1.2 Otitis Media Cefixime for oral suspension is indicated in the treatment of adults and pediatric patients six months of age or older with otitis media caused by susceptible isolates of Haemophilus influenzae , Moraxella catarrhalis , and Streptococcus pyogenes. (Efficacy for Streptococcus pyogenes in this organ system was studied in fewer than 10 infections.) Note: For patients with otitis media caused by Streptococcus pneumoniae , overall response was approximately 10% lower for cefixime than for the comparator [see Clinical Studies (14) ]. 1.3 Pharyngitis and Tonsillitis Cefixime for oral suspension is indicated in the treatment of adults and pediatric patients six months of age or older with pharyngitis and tonsillitis caused by susceptible isolates of Streptococcus pyogenes. (Note: Penicillin is the usual drug of choice in the treatment of Streptococcus pyogenes infections. Cefixime for oral suspension is generally effective in the eradication of Streptococcus pyogenes from the nasopharynx; however, data establishing the efficacy of cefixime for oral suspension in the subsequent prevention of rheumatic fever is not available.) 1.4 Acute Exacerbations of Chronic Bronchitis Cefixime for oral suspension is indicated in the treatment of adults and pediatric patients six months of age or older with acute exacerbations of chronic bronchitis caused by susceptible isolates of Streptococcus pneumoniae and Haemophilus influenzae. 1.5 Uncomplicated Gonorrhea (cervical/urethral) Cefixime for oral suspension is indicated in the treatment of adults and pediatric patients six months of age or older with uncomplicated gonorrhea (cervical/urethral) caused by susceptible isolates of Neisseria gonorrhoeae (penicillinase-and non-penicillinase-producing isolates). 1.6 Usage To reduce the development of drug resistant bacteria and maintain the effectiveness of cefixime for oral suspension and other antibacterial drugs, cefixime for oral suspension should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antimicrobial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:27:52.372337",
  "source": "OpenFDA"
}