{
  "drug_name": "Cefoxitin",
  "generic_name": [
    "CEFOXITIN SODIUM"
  ],
  "brand_names": [
    "Cefoxitin"
  ],
  "drug_interactions": [
    "Drug Interactions: Increased nephrotoxicity has been reported following concomitant administration of cephalosporins and aminoglycoside antibiotics."
  ],
  "warnings": [
    "WARNINGS: BEFORE THERAPY WITH CEFOXITIN FOR INJECTION IS INSTITUTED, CAREFUL INQUIRY SHOULD BE MADE TO DETERMINE WHETHER THE PATIENT HAS HAD PREVIOUS HYPERSENSITIVITY REACTIONS TO CEFOXITIN, CEPHALOSPORINS, PENICILLINS, OR OTHER DRUGS. THIS PRODUCT SHOULD BE GIVEN WITH CAUTION TO PENICILLIN-SENSITIVE PATIENTS. ANTIBIOTICS SHOULD BE ADMINISTERED WITH CAUTION TO ANY PATIENT WHO HAS DEMONSTRATED SOME FORM OF ALLERGY, PARTICULARLY TO DRUGS. IF AN ALLERGIC REACTION TO CEFOXITIN FOR INJECTION OCCURS, DISCONTINUE THE DRUG. SERIOUS HYPERSENSITIVITY REACTIONS MAY REQUIRE EPINEPHRINE AND OTHER EMERGENCY MEASURES. Clostridium difficile associated diarrhea (CDAD) has been reported with the use of nearly all antibacterial agents, including cefoxitin, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile, and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: CEFOXITIN FOR INJECTION is generally well tolerated. The most common adverse reactions have been local reactions following intravenous injection. Other adverse reactions have been encountered infrequently. Local Reactions: Thrombophlebitis has occurred with intravenous administration. Allergic Reactions: Rash (including exfoliative dermatitis and toxic epidermal necrolysis), urticaria, flushing, pruritus, eosinophilia, fever, dyspnea, and other allergic reactions including anaphylaxis, interstitial nephritis and angioedema have been noted. Cardiovascular: Hypotension. Gastrointestinal: Diarrhea, including documented pseudomembranous colitis which can appear during or after antibiotic treatment. Nausea and vomiting have been reported rarely. Neuromuscular: Possible exacerbation of myasthenia gravis. Blood: Eosinophilia, leukopenia including granulocytopenia, neutropenia, anemia, including hemolytic anemia, thrombocytopenia, and bone marrow depression. A positive direct Coombs test may develop in some individuals, especially those with azotemia. Liver Function: Transient elevations in SGOT, SGPT, serum LDH, and serum alkaline phosphatase; and jaundice have been reported. Renal Function: Elevations in serum creatinine and/or blood urea nitrogen levels have been observed. As with the cephalosporins, acute renal failure has been reported rarely. The role of CEFOXITIN FOR INJECTION in changes in renal function tests is difficult to assess, since factors predisposing to prerenal azotemia or to impaired renal function usually have been present. In addition to the adverse reactions listed above which have been observed in patients treated with CEFOXITIN FOR INJECTION, the following adverse reactions and altered laboratory test results have been reported for cephalosporin class antibiotics: Urticaria, erythema multiforme, Stevens-Johnson syndrome, serum sickness-like reactions, abdominal pain, colitis, renal dysfunction, toxic nephropathy, false-positive test for urinary glucose, hepatic dysfunction including cholestasis, elevated bilirubin, aplastic anemia, hemorrhage, prolonged prothrombin time, pancytopenia, agranulocytosis, superinfection, vaginitis including vaginal candidiasis. Several cephalosporins have been implicated in triggering seizures, particularly in patients with renal impairment when the dosage was not reduced(see DOSAGE AND ADMINISTRATION ). If seizures associated with drug therapy occur, the drug should be discontinued. Anticonvulsant therapy can be given if clinically indicated. To report SUSPECTED ADVERSE EVENTS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: CEFOXITIN FOR INJECTION is contraindicated in patients who have shown hypersensitivity to cefoxitin and the cephalosporin group of antibiotics."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: Treatment: Adults: The usual adult dosage range is 1 gram to 2 grams every 6 to 8 hours. Dosage should be determined by susceptibility of the causative organisms, severity of infection, and the condition of the patient (see Table 1 for dosage guidelines). If C. trachomatis is a suspected pathogen, appropriate anti-chlamydial coverage should be added, because cefoxitin sodium has no activity against this organism. CEFOXITIN FOR INJECTION may be used in patients with reduced renal function with the following dosage adjustments: In adults with renal insufficiency, an initial loading dose of 1 gram to 2 grams may be given. After a loading dose, the recommendations for maintenance dosage (Table 2) may be used as a guide. When only the serum creatinine level is available, the following formula (based on sex, weight, and age of the patient) may be used to convert this value into creatinine clearance. The serum creatinine should represent a steady state of renal function. Males: Weight (kg) x (140-age) 72 x serum creatinine (mg/100 mL) Females: 0.85 x above value In patients undergoing hemodialysis, the loading dose of 1 gram to 2 grams should be given after each hemodialysis, and the maintenance dose should be given as indicated in Table 2. Antibiotic therapy for group A beta-hemolytic streptococcal infections should be maintained for at least 10 days to guard against the risk of rheumatic fever or glomerulonephritis. In staphylococcal and other infections involving a collection of pus, surgical drainage should be carried out where indicated. Pediatric Patients: The recommended dosage in pediatric patients 3 months of age and older is 80 to 160 mg/kg of body weight per day divided into four to six equal doses. The higher dosages should be used for more severe or serious infections. The total daily dosage should not exceed 12 grams. At this time no recommendation is made for pediatric patients from birth to 3 months of age (see PRECAUTIONS ). In pediatric patients with renal insufficiency, the dosage and frequency of dosage should be modified consistent with the recommendations for adults (see Table 2). Prevention: Effective prophylactic use depends on the time of administration. CEFOXITIN FOR INJECTION usually should be given one-half to one hour before the operation, which is sufficient time to achieve effective levels in the wound during the procedure. Prophylactic administration should usually be stopped within 24 hours since continuing administration of any antibiotic increases the possibility of adverse reactions but, in the majority of surgical procedures, does not reduce the incidence of subsequent infection. For prophylactic use in uncontaminated gastrointestinal surgery, vaginal hysterectomy, or abdominal hysterectomy, the following doses are recommended: Adults: 2 grams administered intravenously just prior to surgery (approximately one-half to one hour before the initial incision) followed by 2 grams every 6 hours after the first dose for no more than 24 hours. Pediatric Patients (3 Months and Older): 30 to 40 mg/kg doses may be given at the times designated above. Cesarean Section Patients: For patients undergoing cesarean section, either a single 2 gram dose administered intravenously as soon as the umbilical cord is clamped OR a 3-dose regimen consisting of 2 grams given intravenously as soon as the umbilical cord is clamped followed by 2 grams 4 and 8 hours after the initial dose is recommended (see CLINICAL STUDIES ). Table 1. Guidelines for Dosage of CEFOXITIN FOR INJECTION Type of Infection Daily Dosage Frequency and Route Uncomplicated forms * of infections such as pneumonia, urinary tract infection, cutaneous infection 3 to 4 grams 1 gram every 6 to 8 hours I.V. Moderately severe or severe infections 6 to 8 grams 1 gram every 4 hours or 2 grams every 6 to 8 hours I.V. Infections commonly needing antibiotics in higher dosage (e.g., gas gangrene) 12 grams 2 grams every 4 hours or 3 grams every 6 hours I.V. * Including patients in whom bacteremia is absent or unlikely. Table 2. Maintenance Dosage of CEFOXITIN FOR INJECTION in Adults with Reduced Renal Function Renal Function Creatinine Clearance (mL/min) Dose (grams) Frequency Mild impairment Moderate impairment Severe impairment Essentially no function 50 to 30 29 to 10 9 to 5 < 5 1 to 2 1 to 2 0.5 to 1 0.5 to 1 every 8 to 12 hours every 12 to 24 hours every 12 to 24 hours every 24 to 48 hours Table 3. Preparation of Solution for Intravenous Administration Strength Amount of Diluent to be Added (mL) ** Approximate Withdrawable Volume (mL) Approximate Average Concentration (mg/mL) 1 gram Vial 2 gram Vial 10 10 or 20 10.5 11.1 or 21 95 180 or 95 ** Shake to dissolve and let stand until clear. Preparation of Solution: Table 3 is provided for convenience in constituting CEFOXITIN FOR INJECTION for intravenous administration. For Vials: One gram should be constituted with at least 10 mL, and 2 grams with 10 mL or 20 mL, of Sterile Water for Injection, Bacteriostatic Water for Injection, 0.9 percent Sodium Chloride Injection, or 5 percent Dextrose Injection. These primary solutions may be further diluted in 50 mL to 1000 mL of the diluents listed under the Vials portion of the Compatibility and Stability section. Benzyl alcohol as a preservative has been associated with toxicity in neonates. While toxicity has not been demonstrated in pediatric patients greater than 3 months of age, in whom use of CEFOXITIN FOR INJECTION may be indicated, small pediatric patients in this age range may also be at risk for benzyl alcohol toxicity. Therefore, diluent containing benzyl alcohol should not be used when CEFOXITIN FOR INJECTION is constituted for administration to pediatric patients in this age range. Administration: CEFOXITIN FOR INJECTION may be administered intravenously after constitution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Intravenous Administration: The intravenous route is preferable for patients with bacteremia, bacterial septicemia, or other severe or life-threatening infections, or for patients who may be poor risks because of lowered resistance resulting from such debilitating conditions as malnutrition, trauma, surgery, diabetes, heart failure, or malignancy, particularly if shock is present or impending. For intermittent intravenous administration: A solution containing 1 gram or 2 grams in 10 mL of Sterile Water for Injection can be injected over a period of 3 to 5 minutes. Using an infusion system, it may also be given over a longer period of time through the tubing system by which the patient may be receiving other intravenous solutions. However, during infusion of the solution containing CEFOXITIN FOR INJECTION, it is advisable to temporarily discontinue administration of any other solutions at the same site. For the administration of higher doses by continuous intravenous infusion, a solution of CEFOXITIN FOR INJECTION may be added to an intravenous bottle containing 5 percent Dextrose Injection, 0.9 percent Sodium Chloride Injection, or 5 percent Dextrose and 0.9 percent Sodium Chloride Injection. BUTTERFLY ®†† or scalp vein-type needles are preferred for this type of infusion. Solutions of CEFOXITIN FOR INJECTION, like those of most beta-lactam antibiotics, should not be added to aminoglycoside solutions (e.g., gentamicin sulfate, tobramycin sulfate, amikacin sulfate) because of potential interaction. However, CEFOXITIN FOR INJECTION and aminoglycosides may be administered separately to the same patient."
  ],
  "indications": [
    "INDICATIONS AND USAGE: Treatment: CEFOXITIN FOR INJECTION, USP is indicated for the treatment of serious infections caused by susceptible strains of the designated microorganisms in the diseases listed below. (1) Lower respiratory tract infections , including pneumonia and lung abscess, caused by Streptococcus pneumoniae , other streptococci (excluding enterococci, e.g., Enterococcus faecalis [formerly Streptococcus faecalis ]), Staphylococcus aureus (including penicillinase-producing strains), Escherichia coli, Klebsiella species, Haemophilus influenzae, and Bacteroides species. (2) Urinary tract infections caused by Escherichia coli, Klebsiella species, Proteus mirabilis, Morganella morganii, Proteus vulgaris and Providencia species (including P. rettgeri ). (3) Intra-abdominal infections , including peritonitis and intra-abdominal abscess, caused by Escherichia coli, Klebsiella species, Bacteroides species including Bacteroides fragilis , and Clostridium species. (4) Gynecological infections , including endometritis, pelvic cellulitis, and pelvic inflammatory disease caused by Escherichia coli , Neisseria gonorrhoeae (including penicillinase-producing strains), Bacteroides species including B. fragilis, Clostridium species, Peptococcus niger , Peptostreptococcus species, and Streptococcus agalactiae . CEFOXITIN FOR INJECTION, USP, like cephalosporins, has no activity against Chlamydia trachomatis . Therefore, when CEFOXITIN FOR INJECTION, USP is used in the treatment of patients with pelvic inflammatory disease and C. trachomatis is one of the suspected pathogens, appropriate anti-chlamydial coverage should be added. (5) Septicemia caused by Streptococcus pneumoniae , Staphylococcus aureus (including penicillinase-producing strains), Escherichia coli, Klebsiella species, and Bacteroides species including B. fragilis. (6) Bone and joint infections caused by Staphylococcus aureus (including penicillinase-producing strains). (7) Skin and skin structure infections caused by Staphylococcus aureus (including penicillinase-producing strains), Staphylococcus epidermidis, Streptococcus pyogenes and other streptococci (excluding enterococci e.g., Enterococcus faecalis [formerly Streptococcus faecalis ]), Escherichia coli, Proteus mirabilis, Klebsiella species, Bacteroides species including B. fragilis , Clostridium species, Peptococcus niger , and Peptostreptococcus species. Appropriate culture and susceptibility studies should be performed to determine the susceptibility of the causative organisms to CEFOXITIN FOR INJECTION, USP. Therapy may be started while awaiting the results of these studies. In randomized comparative studies, CEFOXITIN FOR INJECTION, USP and cephalothin were comparably safe and effective in the management of infections caused by gram-positive cocci and gram-negative rods susceptible to the cephalosporins. CEFOXITIN FOR INJECTION, USP has a high degree of stability in the presence of bacterial beta-lactamases, both penicillinases and cephalosporinases. Many infections caused by aerobic and anaerobic gram-negative bacteria resistant to some cephalosporins respond to CEFOXITIN FOR INJECTION, USP. Similarly, many infections caused by aerobic and anaerobic bacteria resistant to some penicillin antibiotics (ampicillin, carbenicillin, penicillin G) respond to treatment with CEFOXITIN FOR INJECTION, USP. Many infections caused by mixtures of susceptible aerobic and anaerobic bacteria respond to treatment with CEFOXITIN FOR INJECTION, USP. Prevention: CEFOXITIN FOR INJECTION, USP is indicated for the prophylaxis of infection in patients undergoing uncontaminated gastrointestinal surgery, vaginal hysterectomy, abdominal hysterectomy, or cesarean section. If there are signs of infection, specimens for culture should be obtained for identification of the causative organism so that appropriate treatment may be instituted. To reduce the development of drug-resistant bacteria and maintain the effectiveness of CEFOXITIN FOR INJECTION, USP and other antibacterial drugs, CEFOXITIN FOR INJECTION, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T23:32:30.504998",
  "source": "OpenFDA"
}