{
  "drug_name": "Cefotetan",
  "generic_name": [
    "CEFOTETAN"
  ],
  "brand_names": [
    "Cefotetan"
  ],
  "drug_interactions": [
    "Drug Interactions Increases in serum creatinine have occurred when cefotetan was given alone. If cefotetan and an aminoglycoside are used concomitantly, renal function should be carefully monitored, because nephrotoxicity may be potentiated."
  ],
  "warnings": [
    "WARNINGS BEFORE THERAPY WITH CEFOTETAN IS INSTITUTED, CAREFUL INQUIRY SHOULD BE MADE TO DETERMINE WHETHER THE PATIENT HAS HAD PREVIOUS HYPERSENSITIVITY REACTIONS TO CEFOTETAN, CEPHALOSPORINS, PENICILLINS, OR OTHER DRUGS. IF THIS PRODUCT IS TO BE GIVEN TO PENICILLIN-SENSITIVE PATIENTS, CAUTION SHOULD BE EXERCISED BECAUSE CROSS-HYPERSENSITIVITY AMONG BETA-LACTAM ANTIBIOTICS HAS BEEN CLEARLY DOCUMENTED AND MAY OCCUR IN UP TO 10% OF PATIENTS WITH A HISTORY OF PENICILLIN ALLERGY. IF AN ALLERGIC REACTION TO CEFOTETAN OCCURS, DISCONTINUE THE DRUG. SERIOUS ACUTE HYPERSENSITIVITY REACTIONS MAY REQUIRE TREATMENT WITH EPINEPHRINE AND OTHER EMERGENCY MEASURES, INCLUDING OXYGEN, INTRAVENOUS FLUIDS, INTRAVENOUS ANTIHISTAMINES, CORTICOSTEROIDS, PRESSOR AMINES, AND AIRWAY MANAGEMENT, AS CLINICALLY INDICATED. AN IMMUNE MEDIATED HEMOLYTIC ANEMIA HAS BEEN OBSERVED IN PATIENTS RECEIVING CEPHALOSPORIN CLASS ANTIBIOTICS. SEVERE CASES OF HEMOLYTIC ANEMIA, INCLUDING FATALITIES, HAVE BEEN REPORTED IN ASSOCIATION WITH THE ADMINISTRATION OF CEFOTETAN. SUCH REPORTS ARE UNCOMMON. THERE APPEARS TO BE AN INCREASED RISK OF DEVELOPING HEMOLYTIC ANEMIA ON CEFOTETAN RELATIVE TO OTHER CEPHALOSPORINS OF AT LEAST 3 FOLD. IF A PATIENT DEVELOPS ANEMIA ANYTIME WITHIN 2 TO 3 WEEKS SUBSEQUENT TO THE ADMINISTRATION OF CEFOTETAN, THE DIAGNOSIS OF A CEPHALOSPORIN ASSOCIATED ANEMIA SHOULD BE CONSIDERED AND THE DRUG STOPPED UNTIL THE ETIOLOGY IS DETERMINED WITH CERTAINTY. BLOOD TRANSFUSIONS MAY BE CONSIDERED AS NEEDED (SEE CONTRAINDICATIONS ). PATIENTS WHO RECEIVE COURSES OF CEFOTETAN FOR TREATMENT OR PROPHYLAXIS OF INFECTIONS SHOULD HAVE PERIODIC MONITORING FOR SIGNS AND SYMPTOMS OF HEMOLYTIC ANEMIA INCLUDING A MEASUREMENT OF HEMATOLOGICAL PARAMETERS WHERE APPROPRIATE. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including cefotetan, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. In common with many other broad-spectrum antibiotics, cefotetan may be associated with a fall in prothrombin activity and, possibly, subsequent bleeding. Those at increased risk include patients with renal or hepatobiliary impairment or poor nutritional state, the elderly, and patients with cancer. Prothrombin time should be monitored and exogenous vitamin K administered as indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS In clinical studies, the following adverse effects were considered related to cefotetan therapy. Those appearing in italics have been reported during postmarketing experience. Gastrointestinal : symptoms occurred in 1.5% of patients, the most frequent were diarrhea (1 in 80) and nausea (1 in 700); pseudomembranous colitis. Onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment or surgical prophylaxis (see WARNINGS ). Hematologic : laboratory abnormalities occurred in 1.4% of patients and included eosinophilia (1 in 200), positive direct Coombs test (1 in 250), and thrombocytosis (1 in 300); agranulocytosis, hemolytic anemia, leukopenia, thrombocytopenia, and prolonged prothrombin time with or without bleeding. Hepatic : enzyme elevations occurred in 1.2% of patients and included a rise in ALT (SGPT) (1 in 150), AST (SGOT) (1 in 300), alkaline phosphatase (1 in 700), and LDH (1 in 700). Hypersensitivity : reactions were reported in 1.2% of patients and included rash (1 in 150) and itching (1 in 700); anaphylactic reactions and urticaria. Local : effects were reported in less than 1% of patients and included phlebitis at the site of injection (1 in 300), and discomfort (1 in 500). Renal : Elevations in BUN and serum creatinine have been reported. Urogenital : Nephrotoxicity has rarely been reported. Miscellaneous : Fever In addition to the adverse reactions listed above which have been observed in patients treated with cefotetan, the following adverse reactions and altered laboratory tests have been reported for cephalosporin-class antibiotics: pruritus, Stevens-Johnson syndrome, erythema multiforme, toxic epidermal necrolysis, vomiting, abdominal pain, colitis, superinfection, vaginitis including vaginal candidiasis, renal dysfunction, toxic nephropathy, hepatic dysfunction including cholestasis, aplastic anemia, hemorrhage, elevated bilirubin, pancytopenia, and neutropenia. Several cephalosporins have been implicated in triggering seizures, particularly in patients with renal impairment, when the dosage was not reduced (see DOSAGE AND ADMINISTRATION and OVERDOSAGE ). If seizures associated with drug therapy occur, the drug should be discontinued. Anticonvulsant therapy can be given if clinically indicated. To report SUSPECTED ADVERSE REACTIONS, contact West-Ward Pharmaceuticals Corp. at 1-877-233-2001 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Cefotetan is contraindicated in patients with a known allergy to the cephalosporin group of antibiotics and in those individuals who have experienced a cephalosporin associated hemolytic anemia."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Treatment The usual adult dosage is 1 or 2 grams of Cefotetan for Injection administered intravenously or intramuscularly. Proper dosage and route of administration should be determined by the condition of the patient, severity of the infection, and susceptibility of the causative organism. General Guidelines for Dosage of Cefotetan for Injection Type of Infection Daily Dose Frequency and Route Urinary Tract 1 to 4 grams 500 mg every 12 hours IV or IM 1 or 2 g every 24 hours IV or IM 1 or 2 g every 12 hours IV or IM Skin & Skin Structure Mild - Moderate a Severe 2 grams 4 grams 2 g every 24 hours IV 1 g every 12 hours IV or IM 2 g every 12 hours IV Other Sites 2 to 4 grams 1 or 2 g every 12 hours IV or IM Severe 4 grams 2 g every 12 hours IV Life-Threatening 6 grams b 3 g every 12 hours IV a Klebsiella pneumoniae skin and skin structure infections should be treated with 1 or2 grams every 12 hours IV or IM. b Maximum daily dosage should not exceed 6 grams. If Chlamydia trachomatis is a suspected pathogen in gynecologic infections, appropriate antichlamydial coverage should be added, since cefotetan has no activity against this organism. Prophylaxis To prevent postoperative infection in clean contaminated or potentially contaminated surgery in adults, the recommended dosage is 1 or 2 g of Cefotetan for Injection administered once, intravenously, 30 to 60 minutes prior to surgery. In patients undergoing cesarean section, the dose should be administered as soon as the umbilical cord is clamped. Impaired Renal Function When renal function is impaired, a reduced dosage schedule must be employed. The following dosage guidelines may be used. DOSAGE GUIDELINES FOR PATIENTS WITH IMPAIRED RENAL FUNCTION Creatinine Clearance mL/min Dose Frequency > 30 Usual Recommended Dosage* Every 12 hours 10 to 30 Usual Recommended Dosage* Every 24 hours < 10 Usual Recommended Dosage* Every 48 hours * Dose determined by the type and severity of infection, and susceptibility of the causative organism. Alternatively, the dosing interval may remain constant at 12 hour intervals, but the dose reduced to one-half the usual recommended dose for patients with a creatinine clearance of 10 to 30 mL/min, and one-quarter the usual recommended dose for patients with a creatinine clearance of less than 10 mL/min. When only serum creatinine levels are available, creatinine clearance may be calculated from the following formula. The serum creatinine level should represent a steady state of renal function. Males: Weight (kg) x (140 - age) 72 x serum creatinine (mg/100 mL) Females: 0.85 x value for males Cefotetan is dialyzable and it is recommended that for patients undergoing intermittent hemodialysis, one-quarter of the usual recommended dose be given every 24 hours on days between dialysis and one-half the usual recommended dose on the day of dialysis. Preparation of Solution For Intravenous Use Reconstitute with Sterile Water for Injection. Shake to dissolve and let stand until clear. Vial Size Amount of Diluent Added (mL) Approximate Withdrawable Vol (mL) Approximate Average Concentration (mg/mL) 1 gram 10 10.5 95 2 grams 10 to 20 11 to 21 182 to 95 For Intramuscular Use Reconstitute with Sterile Water for Injection; Bacteriostatic Water for Injection; Sodium Chloride Injection 0.9%, USP; 0.5% Lidocaine HCl; or 1% Lidocaine HCl. Shake to dissolve and let stand until clear. Vial Size Amount of Diluent Added (mL) Approximate Withdrawable Vol (mL) Approximate Average Concentration (mg/mL) 1 gram 2 2.5 400 2 grams 3 4 500 Intravenous Administration The intravenous route is preferable for patients with bacteremia, bacterial septicemia, or other severe or life-threatening infections, or for patients who may be poor risks because of lowered resistance resulting from such debilitating conditions as malnutrition, trauma, surgery, diabetes, heart failure, or malignancy, particularly if shock is present or impending. For intermittent intravenous administration, a solution containing 1 gram or 2 grams of Cefotetan for Injection in Sterile Water for Injection can be injected over a period of three to five minutes. Using an infusion system, the solution may also be given over a longer period of time through the tubing system by which the patient may be receiving other intravenous solutions. Butterfly® or scalp vein-type needles are preferred for this type of infusion. However, during infusion of the solution containing Cefotetan for Injection it is advisable to discontinue temporarily the administration of other solutions at the same site. NOTE : Solutions of cefotetan must not be admixed with solutions containing aminoglycosides. If cefotetan and aminoglycosides are to be administered to the same patient, they must be administered separately and not as a mixed injection. Intramuscular Administration As with all intramuscular preparations, Cefotetan for Injection should be injected well within the body of a relatively large muscle such as the upper outer quadrant of the buttock (i.e., gluteus maximus); aspiration is necessary to avoid inadvertent injection into a blood vessel. Compatibility and Stability Frozen samples should be thawed at room temperature before use. After the periods mentioned below, any unused solutions or frozen material should be discarded. DO NOT REFREEZE . NOTE : Solutions of Cefotetan for Injection must not be admixed with solutions containing aminoglycosides. If Cefotetan for Injection and aminoglycosides are to be administered to the same patient, they must be administered separately and not as a mixed injection. DO NOT ADD SUPPLEMENTARY MEDICATION . Cefotetan for Injection reconstituted as described above (see DOSAGE AND ADMINISTRATION, Preparation of Solution ) maintains satisfactory potency for 24 hours at room temperature (25°C/77°F), for 96 hours under refrigeration (5°C/41°F), and for at least 1 week in the frozen state (-20°C/-4°F). After reconstitution and subsequent storage in disposable glass or plastic syringes, Cefotetan for Injection is stable for 24 hours at room temperature and 96 hours under refrigeration. NOTE: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of cefotetan and other antibacterial drugs, cefotetan should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Treatment Cefotetan for Injection, USP is indicated for the therapeutic treatment of the following infections when caused by susceptible strains of the designated organisms: Urinary Tract Infections caused by E. coli , Klebsiella spp (including K. pneumoniae ), Proteus mirabilis and Proteus spp (which may include the organisms now called Proteus vulgaris , Providencia rettgeri , and Morganella morganii ). Lower Respiratory Tract Infections caused by Streptococcus pneumoniae , Staphylococcus aureus (penicillinase- and nonpenicillinase-producing strains), Haemophilus influenzae (including ampicillin-resistant strains), Klebsiella species (including K. pneumoniae ), E. coli , Proteus mirabilis , and Serratia marcescens .* Skin and Skin Structure Infections due to Staphylococcus aureus (penicillinase- and nonpenicillinase-producing strains), Staphylococcus epidermidis , Streptococcus pyogenes , Streptococcus species (excluding enterococci ), Escherichia coli , Klebsiella pneumoniae , Peptococcus niger *, Peptostreptococcus species. Gynecologic Infections caused by Staphylococcus aureus (including penicillinase- and nonpenicillinase-producing strains), Staphylococcus epidermidis , Streptococcus species (excluding enterococci ), Streptococcus agalactiae , E. coli , Proteus mirabilis , Neisseria gonorrhoeae , Bacteroides species (excluding B. distasonis , B. ovatus , B. thetaiotaomicron ), Fusobacterium species*, and gram-positive anaerobic cocci (including Peptococcus niger and Peptostreptococcus species). Cefotetan, like other cephalosporins, has no activity against Chlamydia trachomatis . Therefore, when cephalosporins are used in the treatment of pelvic inflammatory disease, and C. trachomatis is one of the suspected pathogens, appropriate antichlamydial coverage should be added. Intra-abdominal lnfections caused by E. coli , Klebsiella species (including K. pneumoniae ), Streptococcus species (excluding enterococci), Bacteroides species (excluding B. distasonis , B. ovatus , B. thetaiotaomicron ) and Clostridium species*. Bone and Joint Infections caused by Staphylococcus aureus *. * Efficacy for this organism in this organ system was studied in fewer than ten infections. Specimens for bacteriological examination should be obtained in order to isolate and identify causative organisms and to determine their susceptibilities to cefotetan. Therapy may be instituted before results of susceptibility studies are known; however, once these results become available, the antibiotic treatment should be adjusted accordingly. In cases of confirmed or suspected gram-positive or gram-negative sepsis or in patients with other serious infections in which the causative organism has not been identified, it is possible to use cefotetan concomitantly with an aminoglycoside. Cefotetan combinations with aminoglycosides have been shown to be synergistic in vitro against many Enterobacteriaceae and also some other gram-negative bacteria. The dosage recommended in the labeling of both antibiotics may be given and depends on the severity of the infection and the patient's condition. NOTE : Increases in serum creatinine have occurred when cefotetan was given alone. If cefotetan and an aminoglycoside are used concomitantly, renal function should be carefully monitored, because nephrotoxicity may be potentiated. Prophylaxis The preoperative administration of cefotetan may reduce the incidence of certain postoperative infections in patients undergoing surgical procedures that are classified as clean contaminated or potentially contaminated (e.g., cesarean section, abdominal or vaginal hysterectomy, transurethral surgery, biliary tract surgery, and gastrointestinal surgery). If there are signs and symptoms of infection, specimens for culture should be obtained for identification of the causative organism so that appropriate therapeutic measures may be initiated."
  ],
  "fetched_at": "2025-09-30T23:15:23.180433",
  "source": "OpenFDA"
}