{
  "drug_name": "Ceftolozane",
  "generic_name": [
    "CEFTOLOZANE AND TAZOBACTAM"
  ],
  "brand_names": [
    "ZERBAXA"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious reactions are described in greater detail in the Warnings and Precautions section: Hypersensitivity reactions [see Warnings and Precautions (5.2) ] Clostridioides difficile -associated diarrhea [see Warnings and Precautions (5.3) ] Adult cIAI, cUTI and HAB/VABP Patients : The most common adverse reactions in adult patients (≥5% in either the cIAI or cUTI indication) are nausea, diarrhea, headache, and pyrexia. ( 6.1 ). The most common adverse reactions (≥5% in the HABP/VABP indication) are increase in hepatic transaminases, renal impairment/renal failure, and diarrhea. ( 6.1 ) Pediatric cIAI and cUTI Patients: The most common adverse reactions in pediatric patients (≥7% in either the cIAI or cUTI indication) are thrombocytosis, diarrhea, pyrexia, leukopenia, abdominal pain, vomiting, increased aspartate aminotransferase, and anemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and also may not reflect rates observed in practice. Adult Patients Complicated Intra-abdominal Infections and Complicated Urinary Tract Infections, Including Pyelonephritis ZERBAXA was evaluated in Phase 3 comparator-controlled clinical trials of cIAI and cUTI, which included a total of 1015 patients treated with ZERBAXA (1.5 g every 8 hours, adjusted based on renal function where appropriate) and 1032 patients treated with comparator (levofloxacin 750 mg daily in cUTI or meropenem 1 g every 8 hours in cIAI) for up to 14 days. The mean age of treated patients was 48 to 50 years (range 18 to 92 years), across treatment arms and indications. In both indications, about 25% of the subjects were 65 years of age or older. Most patients (75%) enrolled in the cUTI trial were female, and most patients (58%) enrolled in the cIAI trial were male. Most patients (>70%) in both trials were enrolled in Eastern Europe and were White. The most common adverse reactions (5% or greater in either indication) occurring in patients receiving ZERBAXA were nausea, diarrhea, headache, and pyrexia. Table 6 lists adverse reactions occurring in 1% or greater of patients receiving ZERBAXA in Phase 3 cIAI and cUTI clinical trials. Table 6: Adverse Reactions Occurring in 1% or Greater of Adult Patients (18 years and older) Receiving ZERBAXA in Phase 3 cIAI and cUTI Clinical Trials Adverse Reaction Complicated Intra-abdominal Infections Complicated Urinary Tract Infections, Including Pyelonephritis ZERBAXA The ZERBAXA for injection dose was 1.5 g intravenously every 8 hours, adjusted to match renal function where appropriate. In the cIAI trials, ZERBAXA was given in conjunction with metronidazole. (N=482) n (%) Meropenem (N=497) n (%) ZERBAXA (N=533) n (%) Levofloxacin (N=535) n (%) Nausea 38 (7.9) 29 (5.8) 15 (2.8) 9 (1.7) Headache 12 (2.5) 9 (1.8) 31 (5.8) 26 (4.9) Diarrhea 30 (6.2) 25 (5) 10 (1.9) 23 (4.3) Pyrexia 27 (5.6) 20 (4) 9 (1.7) 5 (0.9) Constipation 9 (1.9) 6 (1.2) 21 (3.9) 17 (3.2) Insomnia 17 (3.5) 11 (2.2) 7 (1.3) 14 (2.6) Vomiting 16 (3.3) 20 (4) 6 (1.1) 6 (1.1) Hypokalemia 16 (3.3) 10 (2) 4 (0.8) 2 (0.4) ALT increased 7 (1.5) 5 (1) 9 (1.7) 5 (0.9) AST increased 5 (1) 3 (0.6) 9 (1.7) 5 (0.9) Anemia 7 (1.5) 5 (1) 2 (0.4) 5 (0.9) Thrombocytosis 9 (1.9) 5 (1) 2 (0.4) 2 (0.4) Abdominal pain 6 (1.2) 2 (0.4) 4 (0.8) 2 (0.4) Anxiety 9 (1.9) 7 (1.4) 1 (0.2) 4 (0.7) Dizziness 4 (0.8) 5 (1) 6 (1.1) 1 (0.2) Hypotension 8 (1.7) 4 (0.8) 2 (0.4) 1 (0.2) Atrial fibrillation 6 (1.2) 3 (0.6) 1 (0.2) 0 Rash 8 (1.7) 7 (1.4) 5 (0.9) 2 (0.4) Treatment discontinuation due to adverse events occurred in 2.0% (20/1015) of patients receiving ZERBAXA and 1.9% (20/1032) of patients receiving comparator drugs. Renal impairment (including the terms renal impairment, renal failure, and renal failure acute) led to discontinuation of treatment in 5/1015 (0.5%) subjects receiving ZERBAXA and none in the comparator arms. Increased Mortality In the cIAI trials (Phase 2 and 3), death occurred in 2.5% (14/564) of patients receiving ZERBAXA and in 1.5% (8/536) of patients receiving meropenem. The causes of death varied and included worsening and/or complications of infection, surgery, and underlying conditions. Less Common Adverse Reactions in Phase 3 cIAI and cUTI Clinical Trials The following selected adverse reactions were reported in ZERBAXA-treated subjects at a rate of less than 1%: Cardiac disorders: tachycardia, angina pectoris Gastrointestinal disorders: gastritis, abdominal distension, dyspepsia, flatulence, ileus paralytic General disorders and administration site conditions: infusion site reactions Infections and infestations: candidiasis including oropharyngeal and vulvovaginal, fungal urinary tract infection Investigations: increased serum gamma-glutamyl transpeptidase (GGT), increased serum alkaline phosphatase, positive Coombs’ test Metabolism and nutrition disorders: hyperglycemia, hypomagnesemia, hypophosphatemia Nervous system disorders: ischemic stroke Renal and urinary system: renal impairment, renal failure Respiratory, thoracic, and mediastinal disorders: dyspnea Skin and subcutaneous tissue disorders: urticaria Vascular disorders: venous thrombosis Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) ZERBAXA was evaluated in a Phase 3 comparator-controlled clinical trial for HABP/VABP, which included a total of 361 patients treated with ZERBAXA (3 g every 8 hours, adjusted based on renal function where appropriate) and 359 patients treated with comparator (meropenem 1 g every 8 hours) for up to 14 days. The mean age of treated patients was 60 years (range 18 to 98 years), across treatment arms. About 44% of the subjects were 65 years of age or older. Most patients (71%) enrolled in the trial were male. All subjects were mechanically ventilated at randomization and 92% were in an intensive care unit (ICU) at randomization. The median APACHE II score was 17, and 33% of subjects had a baseline APACHE II score of ≥20, indicating a high severity of illness for many patients enrolled in this trial. Table 7 lists adverse reactions occurring in 2% or greater of patients receiving ZERBAXA in a Phase 3 HABP/VABP clinical trial. Table 7: Adverse Reactions Occurring in 2% or Greater of Adult Patients (18 years and older) Receiving ZERBAXA in a Phase 3 HABP/VABP Clinical Trial Adverse Reactions ZERBAXA The ZERBAXA for injection dose was 3 g intravenously every 8 hours, adjusted to match renal function where appropriate. N=361 n (%) Meropenem N=359 n (%) Hepatic transaminase increased Includes alanine aminotransferase (ALT) increased, aspartate aminotransferase (AST) increased, hepatic enzyme increased, hypertransaminasemia, liver function test abnormal. 43 (11.9) 26 (7.2) Renal impairment/renal failure Includes acute renal failure, anuria, azotemia, oliguria, prerenal failure, renal failure, renal impairment. 32 (8.9) 22 (6.1) Diarrhea 23 (6.4) 25 (7.0) Intracranial hemorrhage Includes cerebellar hemorrhage, cerebral hematoma, cerebral hemorrhage, hemorrhage intracranial, hemorrhagic stroke, hemorrhagic transformation stroke, intraventricular hemorrhage, subarachnoid hemorrhage, subdural hematoma. 16 (4.4) 5 (1.4) Vomiting 12 (3.3) 10 (2.8) Clostridioides difficile colitis Includes Clostridioides difficile colitis , Clostridioides difficile infection, Clostridioides test positive . 10 (2.8) 2 (0.6) Treatment discontinuation due to adverse reactions occurred in 1.1% (4/361) of patients receiving ZERBAXA and 1.4% (5/359) of patients receiving meropenem. Less Common Adverse Reactions in a Phase 3 HABP/VABP Clinical Trial The following selected adverse reactions were reported in ZERBAXA-treated subjects at a rate of less than 2%: Investigations: blood alkaline phosphatase increased, gamma-glutamyltransferase increased, Coombs direct test positive Pediatric Patients Complicated Intra-abdominal Infections and Complicated Urinary Tract Infections, Including Pyelonephritis ZERBAXA was evaluated in two blinded, randomized, active-controlled clinical studies in pediatric patients from birth to less than 18 years of age, one in cIAI and the other in cUTI, which included a total of 170 pediatric patients treated with ZERBAXA and 54 pediatric patients treated with the comparator. The ZERBAXA dosing regimen was the same in each trial [see Dosage and Administration (2.2) ] . Patients were randomized 3:1 to receive ZERBAXA plus metronidazole or meropenem plus placebo in the cIAI study and ZERBAXA or meropenem in the cUTI study [see Clinical Studies [(14.1 , 14.2) ] . In these pediatric patients, the type of adverse reactions were generally comparable to those observed in adults. Table 8 lists adverse reactions occurring in 4% or greater of pediatric patients receiving ZERBAXA in either the pediatric cIAI or cUTI clinical trial. Table 8: Adverse Reactions Occurring in 4% or Greater of Pediatric Patients (birth to less than 18 years of age) Receiving ZERBAXA in either the cIAI or cUTI Clinical Trial Adverse Reaction Complicated Intra-abdominal Infections Complicated Urinary Tract Infections, Including Pyelonephritis ZERBAXA In the cIAI trials, ZERBAXA was given in conjunction with metronidazole. (N=70) n (%) Meropenem (N=21) n (%) ZERBAXA (N=100) n (%) Meropenem (N=33) n (%) Thrombocytosis Includes platelet count increased. 11 (16) 3 (14) 9 (9) 3 (9) Diarrhea 12 (17) 5 (24) 7 (7) 3 (9) Pyrexia Includes hyperthermia. 9 (13) 3 (14) 7 (7) 1 (3) Leukopenia Includes neutropenia and neutrophil count decreased. 3 (4) 0 (0) 8 (8) 0 (0) Abdominal pain Includes upper abdominal pain. 8 (11) 0 (0) 2 (2) 1 (3) AST increased 5 (7) 1 (5) 4 (4) 2 (6) Vomiting 7 (10) 1 (5) 1 (1) 1 (3) ALT increased 4 (6) 1 (5) 4 (4) 2 (6) Anemia 5 (7) 0 (0) 2 (2) 0 (0) Phlebitis Includes superficial phlebitis. 4 (6) 0 (0) 1 (1) 1 (3) Hypertension 3(4) 0 (0) 0 (0) 1 (3) Gastritis 3 (4) 0 (0) 0 (0) 0 (0) Hypokalemia Includes blood potassium decreased. 3 (4) 0 (0) 0 (0) 0 (0) Bradypnea Includes respiratory rate decreased. 3 (4) 0 (0) 0 (0) 0 (0) Laboratory Values The development of a positive direct Coombs test may occur during treatment with ZERBAXA. The incidence of seroconversion to a positive direct Coombs test was 0.2% in patients receiving ZERBAXA and 0% in patients receiving the comparator in the adult cUTI and cIAI clinical trials. The incidence of seroconversion to a positive direct Coombs test was 31.2% in patients receiving ZERBAXA and 3.6% in patients receiving meropenem in the adult HABP/VABP clinical trial. The incidence of seroconversion to a positive direct Coombs test was 45.3% in patients receiving ZERBAXA and 33.3% in patients receiving meropenem in the pediatric cIAI clinical trial. The incidence of seroconversion to a positive direct Coombs test was 29.7% in patients receiving ZERBAXA and 8.7% in patients receiving meropenem in the pediatric cUTI clinical trial. In clinical trials, there was no evidence of hemolysis in patients who developed a positive direct Coombs test in any treatment group."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ZERBAXA is contraindicated in patients with known serious hypersensitivity to the components of ZERBAXA (ceftolozane and tazobactam), piperacillin/tazobactam, or other members of the beta-lactam class. ZERBAXA is contraindicated in patients with known serious hypersensitivity to the components of ZERBAXA (ceftolozane and tazobactam), piperacillin/tazobactam, or other members of the beta-lactam class. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer all doses of ZERBAXA every 8 hours by intravenous infusion over 1 hour in adult and pediatric patients. ( 2.1 , 2.2 ) See Full Prescribing Information for instructions on the preparation of solutions. ( 2.3 ) For doses above 1.5 g, reconstitute a second vial in the same manner as the first one, withdraw an appropriate volume (per Table 4 in the Full Prescribing Information), and add to the same infusion bag. ( 2.3 ) Recommended Dosage of ZERBAXA by Infection in Adult Patients (18 years or older) with Creatinine Clearance (CrCl) Greater than 50 mL/min ( 2.1 ) Infection Dose Duration of Treatment Complicated Intra-abdominal Infections (cIAI) Used in conjunction with metronidazole 500 mg intravenously every 8 hours 1.5 g 4 to 14 days Complicated Urinary Tract Infections (cUTI), Including Pyelonephritis 1.5 g 7 days Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) 3 g 8 to 14 days Recommended Dosage of ZERBAXA by infection in Pediatric Patients (birth to less than 18 years of age) with Estimated Glomerular Filtration Rate (eGFR) Estimated GFR using an age-appropriate equation for use in the pediatric population Greater than 50 mL/min/1.73 m 2 ( 2.2 ) Infection Dose Duration of Treatment Complicated Intra-abdominal Infections Used in conjunction with metronidazole. 30 mg/kg up to a maximum dose of 1.5 g Pediatric patients weighing greater than 50 kg should not exceed a maximum dose of 1.5g 5 to 14 days Complicated Urinary Tract Infections, including Pyelonephritis 30 mg/kg up to a maximum dose of 1.5 g 7 to 14 days Recommended Dosage of ZERBAXA in Adult Patients (18 years or older) with CrCl 50 mL/min or less ( 2.2 ) Estimated CrCl (mL/min) CrCl estimated using Cockcroft-Gault formula cIAI and cUTI, including pyelonephritis HABP/VABP 30 to 50 ZERBAXA 750 mg (500 mg and 250 mg) intravenously every 8 hours ZERBAXA 1.5 g (1 g and 0.5 g) intravenously every 8 hours 15 to 29 ZERBAXA 375 mg (250 mg and 125 mg) intravenously every 8 hours ZERBAXA 750 mg (500 mg and 250 mg) intravenously every 8 hours End-stage renal disease (ESRD) on hemodialysis (HD) A single loading dose of ZERBAXA 750 mg (500 mg and 250 mg) followed by a ZERBAXA 150 mg (100 mg and 50 mg) maintenance dose administered intravenously every 8 hours for the remainder of the treatment period (on hemodialysis days, administer the dose at the earliest possible time following completion of dialysis) A single loading dose of ZERBAXA 2.25 g (1.5 g and 0.75 g) followed by a ZERBAXA 450 mg (300 mg and 150 mg) maintenance dose administered intravenously every 8 hours for the remainder of the treatment period (on hemodialysis days, administer the dose at the earliest possible time following completion of dialysis) 2.1 Recommended Dosage in Adult Patients The recommended dosage of ZERBAXA in adult patients 18 years and older with creatinine clearance (CrCl) greater than 50 mL/min is 1.5 gram (g) (ceftolozane 1 g and tazobactam 0.5 g for cIAI and cUTI and 3 g (ceftolozane 2 g and tazobactam 1 g) for HABP/VABP administered every 8 hours by intravenous infusion over 1 hour The duration of therapy should be guided by the severity and site of infection and the patient’s clinical and bacteriological progress as shown in Table 1. Table 1: Dosage of ZERBAXA by Infection in Adult Patients (18 years and older) with CrCl CrCl estimated using Cockcroft-Gault formula Greater than 50 mL/min Infection Dose Frequency Infusion Time Duration of Treatment Complicated Intra-abdominal Infections Used in conjunction with metronidazole 500 mg intravenously every 8 hours 1.5 g Every 8 Hours 1 hour 4 to 14 days Complicated Urinary Tract Infections, Including Pyelonephritis 1.5 g Every 8 Hours 1 hour 7 days Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) 3 g Every 8 Hours 1 hour 8 to 14 days 2.2 Recommended Dosage in Pediatric Patients with cIAI or cUTI (birth to less than 18 years of age) The recommended dosage regimen of ZERBAXA in pediatric patients from birth to less than 18 years of age with cIAI and cUTI with an estimated glomerular filtration rate (eGFR) greater than 50 mL/min/1.73 m 2 is described in Table 2. ZERBAXA is administered every 8 hours by intravenous infusion over 1 hour. The duration of treatment should be guided by the severity and site of infection and the patient’s clinical and bacteriological progress as shown in Table 2. For the treatment of cIAI, metronidazole should be given concurrently. ZERBAXA is not recommended in pediatric patients who have an eGFR 50 mL/min/1.73m 2 or less [see Use in Specific Populations (8.4) ]. There is insufficient information to recommend a dosage regimen for pediatric patients with HABP/VABP [see Use in Specific Populations (8.4) ] . Table 2: Dosage of ZERBAXA by infection in Pediatric Patients (birth to less 18 years of age) with eGFR Estimated GFR using an age-appropriate equation for use in the pediatric population greater than 50 mL/min/1.73 m 2 Infection Dose Frequency Infusion time Duration of treatment Complicated Intra-abdominal Infections Used in conjunction with metronidazole [see Clinical Studies (14.1) ] . 30 mg/kg up to a maximum dose of 1.5 g Pediatric patients weighing greater than 50 kg should not exceed a maximum dose of 1.5 g Every 8 hours 1 hour 5 to 14 days Complicated Urinary Tract Infections including Pyelonephritis 30 mg/kg up to a maximum dose of 1.5 g Every 8 hours 1 hour 7 to 14 days 2.3 Dosage Adjustments in Adult Patients with Renal Impairment Dose adjustment is required for adult patients (18 years and older) with CrCl 50 mL/min or less (Table 3). All doses of ZERBAXA are administered over 1 hour. For patients with changing renal function, monitor CrCl at least daily and adjust the dosage of ZERBAXA accordingly [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . Table 3: Dosage of ZERBAXA in Adult Patients (18 years and older) with CrCl 50 mL/min or less Estimated CrCl (mL/min) CrCl estimated using Cockcroft-Gault formula Complicated Intra-abdominal Infections and Complicated Urinary Tract Infections, Including Pyelonephritis Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) 30 to 50 750 mg (500 mg and 250 mg) intravenously every 8 hours 1.5 g (1 g and 0.5 g) intravenously every 8 hours 15 to 29 375 mg (250 mg and 125 mg) intravenously every 8 hours 750 mg (500 mg and 250 mg) intravenously every 8 hours End-stage renal disease (ESRD) on hemodialysis (HD) A single loading dose of 750 mg (500 mg and 250 mg) followed by a 150 mg (100 mg and 50 mg) maintenance dose administered intravenously every 8 hours for the remainder of the treatment period (on hemodialysis days, administer the dose at the earliest possible time following completion of dialysis) A single loading dose of 2.25 g (1.5 g and 0.75 g) followed by a 450 mg (300 mg and 150 mg) maintenance dose administered intravenously every 8 hours for the remainder of the treatment period (on hemodialysis days, administer the dose at the earliest possible time following completion of dialysis) 2.4 Dosage Adjustments in Pediatric Patients with Renal Impairment Dosage adjustment of ZERBAXA in pediatric patients (birth to less than 18 years of age) with eGFR 50 mL/min/1.73 m 2 or less has not been determined. ZERBAXA is not recommended in pediatric patients who have an eGFR 50 mL/min/1.73m 2 or less [see Use in Specific Populations (8.4) ]. 2.5 Preparation of Solutions ZERBAXA does not contain a bacteriostatic preservative. Aseptic technique must be followed in preparing the infusion solution. Preparation of doses: Constitute each vial of ZERBAXA with 10 mL of sterile water for injection or 0.9% Sodium Chloride for Injection, USP and gently shake to dissolve. The final volume is approximately 11.4 mL per vial. Caution: The constituted solution is not for direct injection. To prepare the required dose, withdraw the appropriate volume determined from Table 4 from the reconstituted vial(s). Add the withdrawn volume to an infusion bag containing 100 mL of 0.9% Sodium Chloride for Injection, USP or 5% Dextrose Injection, USP. For doses above 1.5 g, reconstitute a second vial in the same manner as the first one, withdraw an appropriate volume (per Table 4), and add to the same infusion bag. Discard unused portion. Table 4: Preparation of Doses ZERBAXA (ceftolozane and tazobactam) Dose Volume to Withdraw from Reconstituted Vial(s) 3 g (2 g and 1 g) Two vials of 11.4 mL each (entire contents from two vials) 2.25 g (1.5 g and 0.75 g) 11.4 mL from one vial (entire contents) and 5.7 mL from a second vial 1.5 g (1 g and 0.5 g) 11.4 mL (entire contents from one vial) 750 mg (500 mg and 250 mg) 5.7 mL 450 mg (300 mg and 150 mg) 3.5 mL 375 mg (250 mg and 125 mg) 2.9 mL 150 mg (100 mg and 50 mg) 1.2 mL Inspect drug products visually for particulate matter and discoloration prior to use. ZERBAXA infusions range from clear, colorless solutions to solutions that are clear and slightly yellow. Variations in color within this range do not affect the potency of the product. 2.6 Compatibility Compatibility of ZERBAXA with other drugs has not been established. ZERBAXA should not be mixed with other drugs or physically added to solutions containing other drugs. 2.7 Storage of Constituted Solutions Upon constitution with sterile water for injection or 0.9% sodium chloride injection, reconstituted ZERBAXA solution may be held for 1 hour prior to transfer and dilution in a suitable infusion bag. Following dilution of the solution with 0.9% sodium chloride or 5% dextrose, ZERBAXA is stable for 24 hours when stored at room temperature or 7 days when stored under refrigeration at 2 to 8°C (36 to 46°F). Discard unused portion. Constituted ZERBAXA solution or diluted ZERBAXA infusion should not be frozen."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZERBAXA (ceftolozane and tazobactam) is a combination of ceftolozane, a cephalosporin antibacterial, and tazobactam, a beta-lactamase inhibitor, indicated for the treatment of the following infections caused by designated susceptible microorganisms: Complicated Intra-abdominal Infections (cIAI), used in combination with metronidazole, in adult and pediatric patients (birth to less than 18 years old). ( 1.1 ) Complicated Urinary Tract Infections (cUTI), Including Pyelonephritis, in adult and pediatric patients (birth to less than 18 years old). ( 1.2 ) Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP), in adult patients 18 years and older. ( 1.3 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of ZERBAXA and other antibacterial drugs, ZERBAXA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.4 ) 1.1 Complicated Intra-abdominal Infections ZERBAXA used in combination with metronidazole is indicated for the treatment of adult and pediatric patients (birth to less than 18 years old) with complicated intra-abdominal infections (cIAI) caused by the following susceptible Gram-negative and Gram-positive microorganisms: Enterobacter cloacae, Escherichia coli, Klebsiella oxytoca, Klebsiella pneumoniae, Proteus mirabilis, Pseudomonas aeruginosa, Bacteroides fragilis, Streptococcus anginosus, Streptococcus constellatus, and Streptococcus salivarius . 1.2 Complicated Urinary Tract Infections, Including Pyelonephritis ZERBAXA is indicated for the treatment of adult and pediatric patients (birth to less than 18 years old) with complicated urinary tract infections (cUTI), including pyelonephritis, caused by the following susceptible Gram-negative microorganisms: Escherichia coli , Klebsiella pneumoniae , Proteus mirabilis , and Pseudomonas aeruginosa . 1.3 Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) ZERBAXA is indicated for the treatment of adult patients (18 years and older) with hospital-acquired bacterial pneumonia and ventilator-associated bacterial pneumonia (HABP/VABP), caused by the following susceptible Gram-negative microorganisms: Enterobacter cloacae , Escherichia coli , Haemophilus influenzae , Klebsiella oxytoca , Klebsiella pneumoniae , Proteus mirabilis , Pseudomonas aeruginosa , and Serratia marcescens . 1.4 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of ZERBAXA and other antibacterial drugs, ZERBAXA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T17:15:57.340317",
  "source": "OpenFDA"
}