{
  "drug_name": "Ceftriaxone",
  "generic_name": [
    "CEFTRIAXONE SODIUM"
  ],
  "brand_names": [
    "Ceftriaxone Sodium"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Hypersensitivity Reactions Before therapy with ceftriaxone for injection is instituted, careful inquiry should be made to determine whether the patient has had previous hypersensitivity reactions to cephalosporins, penicillins and other beta-lactam agents or other drugs. This product should be given cautiously to penicillin and other beta-lactam agent-sensitive patients. Antibacterial drugs should be administered with caution to any patient who has demonstrated some form of allergy, particularly to drugs. Serious acute hypersensitivity reactions may require the use of subcutaneous epinephrine and other emergency measures. As with all beta-lactam antibacterial agents, serious and occasionally fatal hypersensitivity reactions (i.e., anaphylaxis) have been reported. In case of severe hypersensitivity reactions, treatment with ceftriaxone must be discontinued immediately and adequate emergency measures must be initiated. Interaction with Calcium-Containing Products Do not use diluents containing calcium, such as Ringer’s solution or Hartmann’s solution, to reconstitute ceftriaxone vials or to further dilute a reconstituted vial for IV administration because a precipitate can form. Precipitation of ceftriaxone-calcium can also occur when ceftriaxone is mixed with calcium-containing solutions in the same IV administration line. Ceftriaxone must not be administered simultaneously with calcium-containing IV solutions, including continuous calcium-containing infusions such as parenteral nutrition via a Y-site. However, in patients other than neonates, ceftriaxone and calcium-containing solutions may be administered sequentially of one another if the infusion lines are thoroughly flushed between infusions with a compatible fluid. In vitro studies using adult and neonatal plasma from umbilical cord blood demonstrated that neonates have an increased risk of precipitation of ceftriaxone-calcium (see CLINICAL PHARMACOLOGY , CONTRAINDICATIONS and DOSAGE AND ADMINISTRATION ). Neurological Adverse Reactions Serious neurological adverse reactions have been reported during postmarketing surveillance with ceftriaxone use. These reactions include encephalopathy (disturbance of consciousness including somnolence, lethargy, and confusion), seizures, myoclonus, and non-convulsive status epilepticus (see ADVERSE REACTIONS ). Some cases occurred in patients with severe renal impairment who did not receive appropriate dosage adjustment. However, in other cases, neurological adverse reactions occurred in patients receiving an appropriate dosage adjustment. The neurological adverse reactions were reversible and resolved after discontinuation. If neurological adverse reactions associated with ceftriaxone for injection therapy occur, discontinue ceftriaxone for injection and institute appropriate supportive measures. Make appropriate dosage adjustments in patients with severe renal impairment (see DOSAGE AND ADMINISTRATION ). Clostridium difficile -Associated Diarrhea Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including ceftriaxone, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Hemolytic Anemia An immune mediated hemolytic anemia has been observed in patients receiving cephalosporin class antibacterials including ceftriaxone. Severe cases of hemolytic anemia, including fatalities, have been reported during treatment in both adults and children. If a patient develops anemia while on ceftriaxone, the diagnosis of a cephalosporin associated anemia should be considered and ceftriaxone stopped until the etiology is determined."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Ceftriaxone is generally well tolerated. In clinical trials, the following adverse reactions, which were considered to be related to ceftriaxone therapy or of uncertain etiology, were observed: Local Reactions Pain, induration and tenderness was 1% overall. Phlebitis was reported in <1% after IV administration. The incidence of warmth, tightness or induration was 17% (3/17) after IM administration of 350 mg/mL and 5% (1/20) after IM administration of 250 mg/mL. General Disorders and Administration Site Conditions Injection site pain (0.6%) Hypersensitivity Rash (1.7%). Less frequently reported (<1%) were pruritus, fever or chills. Infections and Infestations Genital fungal infection (0.1%) Hematologic Eosinophilia (6%), thrombocytosis (5.1%) and leukopenia (2.1%). Less frequently reported (<1%) were anemia, hemolytic anemia, neutropenia, lymphopenia, thrombocytopenia and prolongation of the prothrombin time. Blood and Lymphatic Disorders Granulocytopenia (0.9%), coagulopathy (0.4%) Gastrointestinal Diarrhea/loose stools (2.7%). Less frequently reported (<1%) were nausea or vomiting, and dysgeusia. The onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment (see WARNINGS ). Hepatic Elevations of aspartate aminotransferase (AST) (3.1%) or alanine aminotransferase (ALT) (3.3%). Less frequently reported (<1%) were elevations of alkaline phosphatase and bilirubin. Renal Elevations of the BUN (1.2%). Less frequently reported (<1%) were elevations of creatinine and the presence of casts in the urine. Central Nervous System Headache or dizziness were reported occasionally (<1%). Genitourinary Moniliasis or vaginitis were reported occasionally (<1%). Miscellaneous Diaphoresis and flushing were reported occasionally (<1%). Investigations Blood creatinine increased (0.6%). Other rarely observed adverse reactions (<0.1%) include abdominal pain, agranulocytosis, allergic pneumonitis, anaphylaxis, basophilia, biliary lithiasis, bronchospasm, colitis, dyspepsia, epistaxis, flatulence, gallbladder sludge, glycosuria, hematuria, jaundice, leukocytosis, lymphocytosis, monocytosis, nephrolithiasis, palpitations, a decrease in the prothrombin time, renal precipitations, seizures, and serum sickness. Post-Marketing Experience In addition to the adverse reactions reported during clinical trials, the following adverse experiences have been reported during clinical practice in patients treated with ceftriaxone. Data are generally insufficient to allow an estimate of incidence or to establish causation. A small number of cases of fatal outcomes in which a crystalline material was observed in the lungs and kidneys at autopsy have been reported in neonates receiving ceftriaxone and calcium-containing fluids. In some of these cases, the same intravenous infusion line was used for both ceftriaxone and calcium-containing fluids and in some a precipitate was observed in the intravenous infusion line. At least one fatality has been reported in a neonate in whom ceftriaxone and calcium-containing fluids were administered at different time points via different intravenous lines; no crystalline material was observed at autopsy in this neonate. There have been no similar reports in patients other than neonates. Gastrointestinal Pancreatitis, stomatitis and glossitis. Genitourinary Oliguria, ureteric obstruction, post-renal acute renal failure. Dermatologic Exanthema, allergic dermatitis, urticaria, edema; acute generalized exanthematous pustulosis (AGEP) and isolated cases of severe cutaneous adverse reactions (erythema multiforme, Stevens-Johnson syndrome or Lyell’s syndrome/toxic epidermal necrolysis) have been reported. Hematological Changes Isolated cases of agranulocytosis (< 500/mm 3 ) have been reported, most of them after 10 days of treatment and following total doses of 20 g or more. Neurologic Encephalopathy, seizures, myoclonus, and non-convulsive status epilepticus (see WARNINGS and PRECAUTIONS ). Other, Adverse Reactions Symptomatic precipitation of ceftriaxone calcium salt in the gallbladder, kernicterus, oliguria, and anaphylactic or anaphylactoid reactions. Cephalosporin Class Adverse Reactions In addition to the adverse reactions listed above which have been observed in patients treated with ceftriaxone, the following adverse reactions and altered laboratory test results have been reported for cephalosporin class antibiotics: Adverse Reactions Allergic reactions, drug fever, serum sickness-like reaction, renal dysfunction, toxic nephropathy, reversible hyperactivity, hypertonia, hepatic dysfunction including cholestasis, aplastic anemia, hemorrhage, and superinfection. Altered Laboratory Tests Positive direct Coombs’ test, false-positive test for urinary glucose, and elevated LDH (see PRECAUTIONS ). Several cephalosporins have been implicated in triggering seizures, particularly in patients with renal impairment when the dosage was not reduced (see DOSAGE AND ADMINISTRATION ). If seizures associated with drug therapy occur, the drug should be discontinued. Anticonvulsant therapy can be given if clinically indicated."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Hypersensitivity Ceftriaxone for injection is contraindicated in patients with known hypersensitivity to ceftriaxone, any of its excipients or to any other cephalosporin. Patients with previous hypersensitivity reactions to penicillin and other beta lactam antibacterial agents may be at greater risk of hypersensitivity to ceftriaxone (see Warnings – Hypersensitivity Reactions ). Neonates Premature neonates : Ceftriaxone for injection is contraindicated in premature neonates up to a post-menstrual age of 41 weeks (gestational age + chronological age). Hyperbilirubinemic neonates : Hyperbilirubinemic neonates should not be treated with ceftriaxone for injection. Ceftriaxone can displace bilirubin from its binding to serum albumin, leading to a risk of bilirubin encephalopathy in these patients. Neonates Requiring Calcium Containing IV Solutions Ceftriaxone for injection is contraindicated in neonates (≤ 28 days) if they require (or are expected to require) treatment with calcium-containing IV solutions, including continuous calcium-containing infusions such as parenteral nutrition because of the risk of precipitation of ceftriaxone-calcium (see CLINICAL PHARMACOLOGY , WARNINGS and DOSAGE AND ADMINISTRATION ). Cases of fatal outcomes in which a crystalline material was observed in the lungs and kidneys at autopsy have been reported in neonates receiving ceftriaxone for injection and calcium-containing fluids. In some of these cases, the same intravenous infusion line was used for both ceftriaxone for injection and calcium-containing fluids and in some a precipitate was observed in the intravenous infusion line. There have been no similar reports in patients other than neonates. Lidocaine Intravenous administration of ceftriaxone solutions containing lidocaine is contraindicated. When lidocaine solution is used as a solvent with ceftriaxone for intramuscular injection, exclude all contraindications to lidocaine. Refer to the prescribing information of lidocaine."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Ceftriaxone may be administered intravenously or intramuscularly. Do not use diluents containing calcium, such as Ringer’s solution or Hartmann’s solution, to reconstitute ceftriaxone vials or to further dilute a reconstituted vial for IV administration because a precipitate can form. Precipitation of ceftriaxone-calcium can also occur when ceftriaxone is mixed with calcium-containing solutions in the same IV administration line. Ceftriaxone must not be administered simultaneously with calcium-containing IV solutions, including continuous calcium-containing infusions such as parenteral nutrition via a Y-site. However, in patients other than neonates, ceftriaxone and calcium-containing solutions may be administered sequentially of one another if the infusion lines are thoroughly flushed between infusions with a compatible fluid (see WARNINGS ). There have been no reports of an interaction between ceftriaxone and oral calcium-containing products or interaction between intramuscular ceftriaxone and calcium-containing products (IV or oral). Neonates Hyperbilirubinemic neonates, especially prematures, should not be treated with ceftriaxone for injection. Ceftriaxone is contraindicated in premature neonates (see CONTRAINDICATIONS ). Ceftriaxone is contraindicated in neonates (≤ 28 days) if they require (or are expected to require) treatment with calcium-containing IV solutions, including continuous calcium-containing infusions such as parenteral nutrition because of the risk of precipitation of ceftriaxone-calcium (see CONTRAINDICATIONS ). Intravenous doses should be given over 60 minutes in neonates to reduce the risk of bilirubin encephalopathy. Pediatric Patients For the treatment of skin and skin structure infections, the recommended total daily dose is 50 to 75 mg/kg given once a day (or in equally divided doses twice a day). The total daily dose should not exceed 2 grams. For the treatment of acute bacterial otitis media, a single intramuscular dose of 50 mg/kg (not to exceed 1 gram) is recommended (see INDICATIONS AND USAGE ). For the treatment of serious miscellaneous infections other than meningitis, the recommended total daily dose is 50 to 75 mg/kg, given in divided doses every 12 hours. The total daily dose should not exceed 2 grams. In the treatment of meningitis, it is recommended that the initial therapeutic dose be 100 mg/kg (not to exceed 4 grams). Thereafter, a total daily dose of 100 mg/kg/day (not to exceed 4 grams daily) is recommended. The daily dose may be administered once a day (or in equally divided doses every 12 hours). The usual duration of therapy is 7 to 14 days. Adults The usual adult daily dose is 1 to 2 grams given once a day (or in equally divided doses twice a day) depending on the type and severity of infection. The total daily dose should not exceed 4 grams. If Chlamydia trachomatis is a suspected pathogen, appropriate antichlamydial coverage should be added, because ceftriaxone sodium has no activity against this organism. For the treatment of uncomplicated gonococcal infections, a single intramuscular dose of 250 mg is recommended. For preoperative use (surgical prophylaxis), a single dose of 1 gram administered intravenously 1/2 to 2 hours before surgery is recommended. Generally, ceftriaxone therapy should be continued for at least 2 days after the signs and symptoms of infection have disappeared. The usual duration of therapy is 4 to 14 days; in complicated infections, longer therapy may be required. When treating infections caused by Streptococcus pyogenes , therapy should be continued for at least 10 days. No dosage adjustment is necessary for patients with impairment of renal or hepatic function (see PRECAUTIONS ). The dosages recommended for adults require no modification in elderly patients, up to 2 g per day, provided there is no severe renal and hepatic impairment (see PRECAUTIONS ). Directions for Use Intramuscular Administration Reconstitute ceftriaxone sodium powder with the appropriate diluent (see DOSAGE AND ADMINISTRATION: Compatibility and Stability ). Inject diluent into vial, shake vial thoroughly to form solution. Withdraw entire contents of vial into syringe to equal total labeled dose. After reconstitution, each 1 mL of solution contains approximately 250 mg or 350 mg equivalent of ceftriaxone according to the amount of diluent indicated below. If required, more dilute solutions could be utilized. A 350 mg/mL concentration is not recommended for the 250 mg vial since it may not be possible to withdraw the entire contents. As with all intramuscular preparations, ceftriaxone should be injected well within the body of a relatively large muscle; aspiration helps to avoid unintentional injection into a blood vessel. Vial Dosage Size Amount of Diluent to be Added 250 mg/mL 350 mg/mL 250 mg 0.9 mL – 500 mg 1.8 mL 1 mL 1 g 3.6 mL 2.1 mL 2 g 7.2 mL 4.2 mL Intravenous Administration Ceftriaxone should be administered intravenously by infusion over a period of 30 minutes, except in neonates where administration over 60 minutes is recommended to reduce the risk of bilirubin encephalopathy. Concentrations between 10 mg/mL and 40 mg/mL are recommended; however, lower concentrations may be used if desired. Reconstitute vials with an appropriate IV diluent (see DOSAGE AND ADMINISTRATION: Compatibility and Stability ). Vial Dosage Size Amount of Diluent to be Added 250 mg 2.4 mL 500 mg 4.8 mL 1 g 9.6 mL 2 g 19.2 mL After reconstitution, each 1 mL of solution contains approximately 100 mg equivalent of ceftriaxone. Withdraw entire contents and dilute to the desired concentration with the appropriate IV diluent. Compatibility and Stability Do not use diluents containing calcium, such as Ringer’s solution or Hartmann’s solution, to reconstitute ceftriaxone for injection vials or to further dilute a reconstituted vial for IV administration. Particulate formation can result. Ceftriaxone has been shown to be compatible with Flagyl® IV (metronidazole hydrochloride). The concentration should not exceed 5 to 7.5 mg/mL metronidazole hydrochloride with ceftriaxone 10 mg/mL as an admixture. The admixture is stable for 24 hours at room temperature only in 0.9% sodium chloride injection or 5% dextrose in water (D5W). No compatibility studies have been conducted with the Flagyl® IV RTU® (metronidazole) formulation or using other diluents. Metronidazole at concentrations greater than 8 mg/mL will precipitate. Do not refrigerate the admixture as precipitation will occur. Vancomycin, amsacrine, aminoglycosides, and fluconazole are incompatible with ceftriaxone in admixtures. When any of these drugs are to be administered concomitantly with ceftriaxone by intermittent intravenous infusion, it is recommended that they be given sequentially, with thorough flushing of the intravenous lines (with one of the compatible fluids) between the administrations. Ceftriaxone for injection solutions should not be physically mixed with or piggybacked into solutions containing other antimicrobial drugs or into diluent solutions other than those listed above, due to possible incompatibility (see WARNINGS ). Ceftriaxone sodium sterile powder should be stored at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature] and protected from light. After reconstitution, protection from normal light is not necessary. The color of solutions ranges from light yellow to amber, depending on the length of storage, concentration and diluent used. Ceftriaxone intramuscular solutions remain stable (loss of potency less than 10%) for the following time periods: Diluent Concentration Storage mg/mL Room Temperature (25°C) Refrigerated (4°C) Sterile Water for Injection 100 250, 350 2 days 24 hours 10 days 3 days 0.9% Sodium Chloride Solution 100 250, 350 2 days 24 hours 10 days 3 days 5% Dextrose Solution 100 250, 350 2 days 24 hours 10 days 3 days Bacteriostatic Water + 0.9% Benzyl Alcohol 100 250, 350 24 hours 24 hours 10 days 3 days 1% Lidocaine Solution (without epinephrine) 100 250, 350 24 hours 24 hours 10 days 3 days Ceftriaxone intravenous solutions, at concentrations of 10, 20 and 40 mg/mL, remain stable (loss of potency less than 10%) for the following time periods stored in glass or PVC containers: Diluent Storage Room Temperature (25°C) Refrigerated (4°C) Sterile Water 2 days 10 days 0.9% Sodium Chloride Solution 2 days 10 days 5% Dextrose Solution 2 days 10 days 10% Dextrose Solution 2 days 10 days 5% Dextrose + 0.9% Sodium Chloride Solution 2 days Incompatible 5% Dextrose + 0.45% Sodium Chloride Solution 2 days Incompatible * Data available for 10 to 40 mg/mL concentrations in this diluent in PVC containers only. The following intravenous ceftriaxone solutions are stable at room temperature (25°C) for 24 hours, at concentrations between 10 mg/mL and 40 mg/mL: Sodium Lactate (PVC container), 10% Invert Sugar (glass container), 5% Sodium Bicarbonate (glass container), Freamine III (glass container), Normosol-M in 5% Dextrose (glass and PVC containers), Ionosol-B in 5% Dextrose (glass container), 5% Mannitol (glass container), 10% Mannitol (glass container). After the indicated stability time periods, unused portions of solutions should be discarded. NOTE: Parenteral drug products should be inspected visually for particulate matter before administration. Ceftriaxone reconstituted with 5% Dextrose or 0.9% Sodium Chloride solution at concentrations between 10 mg/mL and 40 mg/mL, and then stored in frozen state (-20°C) in PVC or polyolefin containers, remains stable for 26 weeks. Frozen solutions of ceftriaxone for injection should be thawed at room temperature before use. After thawing, unused portions should be discarded. DO NOT REFREEZE ."
  ],
  "indications": [
    "INDICATIONS AND USAGE Before instituting treatment with ceftriaxone, appropriate specimens should be obtained for isolation of the causative organism and for determination of its susceptibility to the drug. Therapy may be instituted prior to obtaining results of susceptibility testing. To reduce the development of drug-resistant bacteria and maintain the effectiveness of ceftriaxone for injection, USP and other antibacterial drugs, ceftriaxone for injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Ceftriaxone for injection, USP is indicated for the treatment of the following infections when caused by susceptible organisms: Lower Respiratory Tract Infections Caused by Streptococcus pneumoniae , Staphylococcus aureus, Haemophilus influenzae, Haemophilus parainfluenzae, Klebsiella pneumoniae, Escherichia coli, Enterobacter aerogenes, Proteus mirabilis or Serratia marcescens . Acute Bacterial Otitis Media Caused by Streptococcus pneumoniae, Haemophilus influenzae (including beta-lactamase producing strains) or Moraxella catarrhalis (including beta-lactamase producing strains). NOTE: In one study lower clinical cure rates were observed with a single dose of ceftriaxone compared to 10 days of oral therapy. In a second study comparable cure rates were observed between single dose ceftriaxone and the comparator. The potentially lower clinical cure rate of ceftriaxone should be balanced against the potential advantages of parenteral therapy (see CLINICAL STUDIES ). Skin and Skin Structure Infections Caused by Staphylococcus aureus, Staphylococcus epidermidis, Streptococcus pyogenes , Viridans group streptococci, Escherichia coli, Enterobacter cloacae, Klebsiella oxytoca, Klebsiella pneumoniae, Proteus mirabilis, Morganella morganii*, Pseudomonas aeruginosa, Serratia marcescens, Acinetobacter calcoaceticus, Bacteroides fragilis * or Peptostreptococcus species. Urinary Tract Infections (complicated and uncomplicated) Caused by Escherichia coli, Proteus mirabilis, Proteus vulgaris, Morganella morganii or Klebsiella pneumoniae . Uncomplicated Gonorrhea (cervical/urethral and rectal) Caused by Neisseria gonorrhoeae , including both penicillinase- and nonpenicillinase-producing strains, and pharyngeal gonorrhea caused by nonpenicillinase-producing strains of Neisseria gonorrhoeae . Pelvic Inflammatory Disease Caused by Neisseria gonorrhoeae . Ceftriaxone sodium, like other cephalosporins, has no activity against Chlamydia trachomatis . Therefore, when cephalosporins are used in the treatment of patients with pelvic inflammatory disease and Chlamydia trachomatis is one of the suspected pathogens, appropriate antichlamydial coverage should be added. Bacterial Septicemia Caused by Staphylococcus aureus, Streptococcus pneumoniae, Escherichia coli, Haemophilus influenzae or Klebsiella pneumoniae . Bone and Joint Infections Caused by Staphylococcus aureus, Streptococcus pneumoniae, Escherichia coli, Proteus mirabilis, Klebsiella pneumoniae or Enterobacter species. Intra-abdominal Infections Caused by Escherichia coli, Klebsiella pneumoniae, Bacteroides fragilis, Clostridium species (Note: most strains of Clostridium difficile are resistant) or Peptostreptococcus species. Meningitis Caused by Haemophilus influenzae, Neisseria meningitidis or Streptococcus pneumoniae . Ceftriaxone has also been used successfully in a limited number of cases of meningitis and shunt infection caused by Staphylococcus epidermidis * and Escherichia coli* . *Efficacy for this organism in this organ system was studied in fewer than ten infections. Surgical Prophylaxis The preoperative administration of a single 1 g dose of ceftriaxone may reduce the incidence of postoperative infections in patients undergoing surgical procedures classified as contaminated or potentially contaminated (e.g., vaginal or abdominal hysterectomy or cholecystectomy for chronic calculous cholecystitis in high-risk patients, such as those over 70 years of age, with acute cholecystitis not requiring therapeutic antimicrobials, obstructive jaundice or common duct bile stones) and in surgical patients for whom infection at the operative site would present serious risk (e.g., during coronary artery bypass surgery). Although ceftriaxone has been shown to have been as effective as cefazolin in the prevention of infection following coronary artery bypass surgery, no placebo-controlled trials have been conducted to evaluate any cephalosporin antibiotic in the prevention of infection following coronary artery bypass surgery. When administered prior to surgical procedures for which it is indicated, a single 1 g dose of ceftriaxone provides protection from most infections due to susceptible organisms throughout the course of the procedure."
  ],
  "fetched_at": "2025-09-30T22:33:16.573368",
  "source": "OpenFDA"
}