{
  "drug_name": "Ceftaroline fosamil",
  "generic_name": [
    "CEFTAROLINE FOSAMIL"
  ],
  "brand_names": [
    "Teflaro"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The following serious adverse reactions are described in greater detail in the Warnings and Precautions section Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Clostridioides difficile -Associated diarrhea [see Warnings and Precautions ( 5.2 )] Neurological Adverse Reactions [see Warnings and Precautions ( 5.3 )] Direct Coombs’ Test Seroconversion [see Warnings and Precautions ( 5.4 )] The most common adverse reactions occurring in >2% of adult patients and ≥3% of pediatric patients are diarrhea, nausea, and rash. Additional adverse reactions that occurred in ≥3% of pediatric patients include vomiting and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be compared directly to rates from clinical trials of another drug and may not reflect rates observed in practice. Adult Patients Teflaro was evaluated in four controlled comparative Phase 3 clinical trials (two in ABSSSI and two in CABP) which included 1300 adult patients treated with Teflaro (600 mg administered by IV over 1 hour every 12h) and 1297 patients treated with comparator (vancomycin plus aztreonam or ceftriaxone) for a treatment period up to 21 days. The median age of patients treated with Teflaro was 54 years, ranging between 18 and 99 years old. Patients treated with Teflaro were predominantly male (63%) and Caucasian (82%). Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In the four pooled adult Phase 3 clinical trials, serious adverse reactions (SARs) occurred in 98/1300 (7.5%) of patients receiving Teflaro and 100/1297 (7.7%) of patients receiving comparator drugs. Treatment discontinuation due to adverse reactions occurred in 35/1300 (2.7%) of patients receiving Teflaro and 48/1297 (3.7%) of patients receiving comparator drugs with the most common adverse reactions leading to discontinuation being hypersensitivity for both treatment groups at a rate of 0.3% in the Teflaro group and 0.5% in comparator group. Most Common Adverse Reactions No adverse reactions occurred in greater than 5% of adult patients receiving Teflaro. The most common adverse reactions occurring in > 2% of patients receiving Teflaro in the pooled adult phase 3 clinical trials were diarrhea, nausea, and rash. Table 6 lists adverse reactions occurring in ≥ 2% of patients receiving Teflaro in the pooled adult Phase 3 clinical trials. Table 6: Adverse Reactions Occurring in ≥ 2% of Patients Receiving Teflaro in the Pooled Adult Phase 3 Clinical Trials Adverse Reactions Pooled Phase 3 Clinical Trials (four trials, two in ABSSSI and two in CABP) Teflaro (N=1300) Pooled Comparators a (N=1297) Gastrointestinal D isorders Diarrhea 5 % 3 % Nausea 4 % 4 % Constipation 2 % 2 % Vomiting 2 % 2 % Laboratory Investigations Increased transaminases 2% 3 % Metabolism and N utrition disorders Hypokalemia 2 % 3 % Skin and S ubcutaneous T issue D isorders Rash 3% 2% Vascular D isorders Phlebitis 2% 1% a Comparators included vancomycin 1 gram IV every 12h plus aztreonam 1 gram IV every 12h in the Phase 3 ABSSSI trials, and ceftriaxone 1 gram IV every 24h in the Phase 3 CABP trials. Other Adverse Reactions Observed During Clinical Trials of Teflaro Following is a list of additional adverse reactions reported by the 1740 adult patients who received Teflaro in any clinical trial with incidences less than 2%. Blood and lymphatic system disorders - Anemia, Eosinophilia, Neutropenia, Thrombocytopenia Cardiac disorders - Bradycardia, Palpitations Gastrointestinal disorders - Abdominal pain General disorders and administration site conditions - Pyrexia Hepatobiliary disorders - Hepatitis Immune system disorders - Hypersensitivity, Anaphylaxis Infections and infestations - Clostridioides difficile colitis Metabolism and nutrition disorders - Hyperglycemia, Hyperkalemia Nervous system disorders - Dizziness, Convulsion Renal and urinary disorders - Renal failure Skin and subcutaneous tissue disorders - Urticaria Pediatric Patients Teflaro was evaluated in three clinical trials (one in ABSSSI and two in CABP) which included 257 pediatric patients 2 months to < 18 years of age treated with Teflaro, and 102 patients treated with comparator agents for a treatment period up to 21 days. In two trials, one in ABSSSI and one in CABP, the dose was selected to result in exposures comparable to adult exposure with 600 mg administered by IV infusion every 12h. In an additional pediatric trial in complicated CABP the dose was higher. The median age of pediatric patients treated with Teflaro was 5 years, ranging from 2 months to < 18 years of age. Patients treated with Teflaro were predominantly male (55%) and Caucasian (92%). A single study enrolled 11 pediatric patients with a gestational age of ≥34 weeks and a postnatal age of 12 days to less than 2 months of age. The safety findings were similar to those observed in adult and pediatric patients 2 months of age and older. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In the three pooled pediatric clinical trials, SARs occurred in 10/257 (4%) of patients receiving Teflaro and 3/102 (3%) of patients receiving comparator drugs. Treatment discontinuation due to adverse reactions occurred in 10/257 (3.9%) of patients receiving Teflaro and 2/102 (2%) of patients receiving comparator drugs with the most common adverse reaction leading to discontinuation being rash in 2/257 (0.8%) of patients treated with Teflaro. Most Common Adverse Reactions No adverse reactions occurred in greater than 8% of pediatric patients receiving Teflaro. The most common adverse reactions occurring in ≥ 3% of patients receiving Teflaro in the pooled pediatric clinical trials were diarrhea, nausea, vomiting, pyrexia and rash. Table 7 lists adverse reactions occurring in ≥ 3% of patients receiving Teflaro in the pooled pediatric clinical trials. Table 7: Adverse Reactions Occurring in ≥ 3% of Patients Receiving Teflaro in the Pooled Pediatric Clinical Trials Adverse Reactions Pooled Pediatric Clinical Trials (three trials, one in ABSSSI and two in CABP) Teflaro (N= 257 ) Pooled Comparators a (N=102 ) Gastrointestinal D isorders Diarrhea 8 % 10 % Nausea 3 % 1 % Vomiting 5 % 12 % General and Administrative Site disorders Pyrexia 3% 2 % Skin and S ubcutaneous T issue D isorders Rash 7% 4% a Comparators included vancomycin or cefazolin with or without aztreonam in the ABSSSI trial and ceftriaxone alone or ceftriaxone plus vancomycin in the CABP trials Following is a list of additional adverse reactions reported by the 257 patients who received Teflaro in the pediatric clinical trials with incidences less than 3%. Investigations – Alanine aminotransferase increased, Aspartate aminotransferase increased Nervous system disorders – Headache Skin and subcutaneous tissue disorders - Pruritus 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of Teflaro in adult patients. Because these adverse reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders : Agranulocytosis, leukopenia, eosinophilic pneumonia. Nervous system disorders: Encephalopathy, seizures [ s ee Warnings and Precautions ( 5.3 )]"
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS Teflaro is contraindicated in patients with known serious hypersensitivity to ceftaroline or other members of the cephalosporin class. Anaphylaxis has been reported with ceftaroline. Known serious hypersensitivity to ceftaroline or other members of the cephalosporin class. ( 4 )"
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION Dosage of Teflaro by Indication in Adult and Pediatric Patients ( 2.1 , 2.2 ) Indication Age Range Dosage Infusion Time Duration Acute Bacterial Skin and Skin Structure Infections (ABSSSI) 18 years and older 600 mg every 12 hours 5 to 60 minutes 5 to 14 days ≥2 years to < 18 years (> 33 kg) 400 mg every 8 hours OR 600 mg every 12 hours 5 to 60 minutes 5 to 14 days ≥2 years to < 18 years (≤ 33kg) 12 mg/kg every 8 hours 5 to 60 minutes 5 to 14 days 2 months to < 2 years 8 mg/kg every 8 hours 5 to 60 minutes 5 to 14 days 0* to < 2 months 6 mg/kg every 8 hours 30 to 60 minutes 5 to 14 days *Gestational age 34 weeks and older and postnatal age 12 days and older Indication Age Range Dosage Infusion Time Duration Community Acquired Bacterial Pneumonia (CABP) 18 years and older 600 mg every 12 hours 5 to 60 minutes 5 to 7 days ≥2 years to < 18 years (> 33 kg) 400 mg every 8 hours OR 600 mg every 12 hours 5 to 60 minutes 5 to 14 days ≥2 years to < 18 years (≤ 33kg) 12 mg/kg every 8 hours 5 to 60 minutes 5 to 14 days 2 months to < 2 years 8 mg/kg every 8 hours 5 to 60 minutes 5 to 14 days Dosage adjustment is required in adult patients with creatinine clearance (CrCl) < 50 mL/min and in End-stage Renal Disease (ESRD) including hemodialysis ( 2.3 ) There is insufficient information to recommend a dosage regimen for pediatric patients with CrCL < 50 mL/min/1.73 m 2 ( 2.3 ) 2.1 Recommended Dosage in Adult Patients The recommended dosage of Teflaro is 600 mg administered every 12 hours by intravenous (IV) infusion over 5 to 60 minutes in patients ≥ 18 years of age. The duration of therapy should be guided by the severity and site of infection and the patient’s clinical and bacteriological progress. The recommended dosage and administration by infection is described in Table 1. Table 1: Dosage of Teflaro by Indication in Adults In dication Dosage Frequency Infusion Time Recommended Duration of Treatment Acute Bacterial Skin and Skin Structure Infections (ABSSSI) 600 mg Every 12 hours 5 to 60 minutes 5-14 days Community-Acquired Bacterial Pneumonia (CABP) 600 mg Every 12 hours 5 to 60 minutes 5-7 days 2.2 Recomme n ded Dosage in Pediatric Patients The recommended dosage of Teflaro in pediatric patients is based on the age and weight of the child. The duration of therapy should be guided by the severity, site of infection and the patient’s clinical and bacteriological progress. Pediatric Patients 2 Months of Age and Older For pediatric patients 2 months of age and older, Teflaro is administered every 8 hours by intravenous infusion over 5 to 60 minutes. Teflaro dosing regimen is dependent on the type of infection (ABSSSI, CABP). See dosing Table 2 below. Table 2: Dosage of Teflaro by Indication in Pediatric Patients 2 Months of Age and Older Indication Age Range Dosage and Frequency Infusion time Recommended Duration of Treatment Acute Bacterial Skin and Skin Structure Infections (ABSSSI) OR Community-Acquired Bacterial Pneumonia (CABP) 2 months to < 2 years 8 mg/kg every 8 hours 5 to 60 minutes 5-14 days > 2 years to < 18 years ( < 33 kg) 12 mg/kg every 8 hours > 2 years to < 18 years (> 33 kg) 400 mg every 8 hours OR 600 mg every 12 hours Pediatric Patients Less Than 2 Months of Age Teflaro is administered every 8 hours by intravenous infusion over 30 to 60 minutes for patients less than 2 months of age. Teflaro dosing regimen is only recommended for patients with ABSSSI. See dosing Table 3 below. Concentrations of Teflaro in the cerebrospinal fluid have not been evaluated [see Use in Specific Populations ( 8.4 )] . There is no information for dosing Teflaro in infants less than 34 weeks gestational age and less than 12 days postnatal age. Table 3: Dosage of Teflaro in Pediatric Patients less Than 2 Months of Age Indication Age Range Dosage and Frequency Infusion time Recommended Duration of Treatment Acute Bacterial Skin and Skin Structure Infections (ABSSSI) 0* to < 2 months 6 mg/kg every 8 hours 30 to 60 minutes 5-14 days *Gestational age 34 weeks and older and postnatal age 12 days and older. 2. 3 Dosage Adjustments in Patients with Renal Impairment Adults: No dosage adjustment is required in adult patients with CrCL > 50 mL/min. The dose in adult patients should be adjusted when creatinine clearance (CrCL) is < 50 mL/min as shown below (see Table 4 ). Table 4: Dosage of Teflaro in Adult Patients with Renal Impairment Estimated CrCl a (mL/min) Recommended Dosage Regimen for Teflaro > 50 No dosage adjustment necessary > 30 to ≤ 50 400 mg IV (over 5 to 60 minutes) every 12 hours ≥ 15 to ≤ 30 300 mg IV (over 5 to 60 minutes) every 12 hours End-stage renal disease, including hemodialysis b 200 mg IV (over 5 to 60 minutes) every 12 hours c a Creatinine clearance (CrCl) estimated using the Cockcroft-Gault formula. b End-stage renal disease is defined as CrCl < 15 mL/min. c Teflaro is hemodialyzable; thus Teflaro should be administered after hemodialysis on hemodialysis days. Pediatrics: No dosage adjustment is required in pediatric patients with CrCL > 50 mL/min/1.73 m 2 , estimated using the Schwartz equation. There is insufficient information to recommend a dosage regimen for pediatric patients with CrCL < 50 mL/min/1.73 m 2 . 2. 4 Preparation of Teflaro for Administration Constitution of Teflaro Powder for Injection Aseptic technique must be followed in preparing the infusion solution. The contents of Teflaro vial should be constituted with 20 mL Sterile Water for Injection, USP; or 0.9% of sodium chloride injection; or 5% of dextrose injection; or lactated ringer’s injection. Constitution time is less than 2 minutes. Mix gently to constitute and check to see that the contents have dissolved completely. The preparation of Teflaro solutions is summarized in Table 5. Table 5: Preparation of Teflaro for Intravenous Use Dosage Strength (mg) Volume of Diluent To Be Added (mL) Approximate Ceftaroline fosamil Concentration (mg/mL) Amount to Be Withdrawn 400 20 20 Adults: Total Volume Pediatric*: Volume based on age and weight 600 20 30 Adults: Total Volume Pediatric*: Volume based on age and weight * The recommended dosage of Teflaro is based on the age and weight of the child. See Table 2 Dilution of the Constituted Solution of Teflaro The constituted solution must be further diluted in a range between 50 mL to 250 mL before intravenous infusion into patients. Use the same diluent used for constitution of the powder for this further dilution, unless sterile water for injection was used earlier. If sterile water for injection was used earlier, then appropriate infusion solutions include: 0.9% Sodium Chloride Injection, USP; 5% Dextrose Injection, USP; 2.5% Dextrose Injection, USP, and 0.45% Sodium Chloride Injection, USP; or Lactated Ringer’s Injection, USP. Dilution of the Constituted Solution of Teflaro in the 50 mL I nfusion B ags Only Preparation of 600 mg of Teflaro dose in 50 mL infusion bag (for adult patients) : Withdraw 20 mL of diluent from the infusion bag. Proceed to inject entire content of the Teflaro vial into the bag to provide a total volume of 50 mL. The resultant concentration is approximately 12 mg/mL. Preparation of 400 mg of Teflaro dose in 50 mL infusion bag (for adult patients or pediatric patients weighing > 33 kg) : Withdraw 20 mL of diluent from the infusion bag. Proceed to inject entire content of the Teflaro vial into the bag to provide a total volume of 50 mL. The resultant concentration is approximately 8 mg/mL. Preparation of Teflaro dose in the infusion bag (for pediatric patients weighing ≤ 33 kg): The amount of solution withdrawn from the constituted Teflaro vial for pediatric patients weighing < 33 kg for dilution in the infusion bag will vary according to the weight and age of the child. The infusion solution concentration for administration should not exceed 12 mg/ml ceftaroline fosamil. Discard unused portion. The color of Teflaro infusion solutions ranges from clear, light to dark yellow depending on the concentration and storage conditions. When stored as recommended, the product potency is not affected. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 2. 5 Storage of Constituted Solutions Stability in Baxter ® Mini-Bag Plus ™ : Solutions of Teflaro in concentrations ranging from 4 to 12 mg/mL in Baxter Mini-Bag Plus containers with 0.9% Sodium Chloride Injection may be stored for up to 6 hours at room temperature or for up to 24 hours at 2°C to 8°C (36°F to 46°F). Stability testing in the Baxter Mini-Bag Plus has solely been conducted on 50 mL and 100 mL containers (0.9% Sodium Chloride Injection). Stability in Infusion Bag: Studies have shown that the constituted solution in the infusion bag should be used within 6 hours when stored at room temperature or within 24 hours when stored under refrigeration at 2 to 8º C (36 to 46º F). 2. 6 Drug Compatibilities The compatibility of Teflaro with other drugs has not been established. Teflaro should not be mixed with or physically added to solutions containing other drugs."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE Teflaro is a cephalosporin antibacterial indicated in adult and pediatric patients for the treatment of the following infection caused by designated susceptible bacteria: Acute bacterial skin and skin structure infections (ABSSSI) in adult and pediatric patients (at least 34 weeks gestational age and 12 days postnatal age) ( 1.1 ) Community-acquired bacterial pneumonia (CABP) in adult and pediatric patients 2 months of age and older ( 1.2 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of Teflaro and other antibacterial drugs, Teflaro should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.3 ) 1.1 Acute Bacterial Skin and Skin Structure Infections Teflaro is indicated in adult and pediatric patients (at least 34 weeks gestational age and 12 days postnatal age) for the treatment of acute bacterial skin and skin structure infections (ABSSSI) caused by susceptible isolates of the following Gram-positive and Gram-negative microorganisms: Staphylococcus aureus (including methicillin-susceptible and -resistant isolates), Streptococcus pyogenes , Streptococcus agalactiae , Escherichia coli , Klebsiella pneumoniae , and Klebsiella oxytoca [see Dosage and Administration ( 2.2 ) and Use in Specific Populations ( 8.4 )] . 1.2 Community-Acquired Bacterial Pneumonia Teflaro is indicated in adult and pediatric patients 2 months of age and older for the treatment of community-acquired bacterial pneumonia (CABP) caused by susceptible isolates of the following Gram-positive and Gram-negative microorganisms: Streptococcus pneumoniae (including cases with concurrent bacteremia), Staphylococcus aureus (methicillin-susceptible isolates only), Haemophilus influenzae, Klebsiella pneumoniae, Klebsiella oxytoca, and Escherichia coli. 1.3 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of Teflaro and other antibacterial drugs, Teflaro should be used to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. Appropriate specimens for microbiological examination should be obtained in order to isolate and identify the causative pathogens and to determine their susceptibility to ceftaroline. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T16:26:20.769693",
  "source": "OpenFDA"
}