{
  "drug_name": "Ceftobiprole",
  "generic_name": [
    "CEFTOBIPROLE MEDOCARIL SODIUM"
  ],
  "brand_names": [
    "ZEVTERA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Organic Anion Transporting Polypeptide 1B1/1B3 (OATP1B1/OATP1B3) Substrates: ZEVTERA may increase the plasma concentrations of OATP1B1 and OATP1B3 substrates. Concomitant administration is not recommended ( 7.1 ) 7.1 Organic Anion Transporting Polypeptide 1B1/1B3 (OATP1B1/OATP1B3) Substrates ZEVTERA may increase the plasma concentrations of OATP1B1 and OATP1B3 substrates. Concomitant administration is not recommended [see Clinical Pharmacology (12.3) ]. 7.2 Drug-Laboratory Test Interactions Dipstick Tests ZEVTERA may result in false-positive results in dipstick tests (urine protein, ketones, or occult blood). Use alternate clinical laboratory methods of testing to confirm positive tests. Serological Testing Treatment with ZEVTERA has the potential to interfere with serological testing, such as the Coombs test. In clinical studies there was no evidence of hemolytic anemia in adults or children. However, the possibility that hemolytic anemia may occur cannot be ruled out. Patients experiencing anemia during or after treatment should be investigated for this possibility."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in the Warnings and Precautions section: Increased Mortality in Ventilator-Associated Bacterial Pneumonia Patients [ see Warnings and Precautions (5.1) ] Hypersensitivity Reactions [see Contraindications (4) and Warning and Precautions (5.2) ] Seizures and Other Central Nervous System Reactions [see Warnings and Precautions (5.3) ] Clostridioides difficile -Associated Diarrhea [see Warnings and Precautions (5.4) ] SAB (adult patients): The most common adverse reactions occurring in ≥ 4% of adult patients were anemia, nausea, hypokalemia, vomiting, hepatic enzyme and bilirubin increased, diarrhea, blood creatinine increased, hypertension, leukopenia, and pyrexia ( 6.1 ). ABSSSI (adult patients): The most common adverse reactions occurring in ≥ 2% of adult patients were nausea, diarrhea, headache, injection site reaction, hepatic enzyme increased, rash, vomiting, and dysgeusia ( 6.1 ). CABP (adult and pediatric patients 3 months to less than 18 years of age): Adult Patients: The most common adverse reactions occurring in ≥ 2% of adult patients were nausea, hepatic enzyme increased, vomiting, diarrhea, headache, rash, insomnia, abdominal pain, phlebitis, hypertension, and dizziness ( 6.1 ). Pediatric Patients: The most common adverse reactions occurring in ≥ 2% of pediatric patients were vomiting, headache, hepatic enzyme increased, diarrhea, infusion site reaction, phlebitis and pyrexia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact ISTx, LLC at 1-800-651-3861 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Overview of the Safety Evaluation of ZEVTERA ZEVTERA was evaluated in four controlled comparative phase 3 clinical trials (TRIALS 1 through 4) which included 1221 adult patients treated with ZEVTERA 667 mg (equivalent to 500 mg of ceftobiprole) administered by IV infusion over 2 hours every 6 to 8 hours and 1248 patients treated with comparator for a treatment period up to 42 days. The median age of patients treated with ZEVTERA was 56 years, ranging between 18 and 95 years old. Patients treated with ZEVTERA were predominantly male (64%) and White (82%). ZEVTERA was also evaluated in a controlled phase 3 clinical trial (TRIAL 5) which included 138 pediatric patients aged from 3 months to less than 18 years with CABP and hospital-acquired bacterial pneumonia (HABP) requiring hospitalization. Although HABP was included in the safety data, the safety and effectiveness of ZEVTERA for the treatment of HABP has not been established and ZEVTERA is not approved for the treatment of HABP. Adult Patients Clinical Trials Experience in Adult Patients with Staphylococcus aureus Bloodstream Infection (Bacteremia) ZEVTERA was evaluated in an active-controlled randomized, double-blind, multicenter phase 3 trial (TRIAL 1) in patients with Staphylococcus aureus bloodstream infection (bacteremia) (SAB) including right-sided infective endocarditis. In TRIAL 1, 191 patients received ZEVTERA 667 mg (equivalent to 500 mg of ceftobiprole) administered as a 2-hour IV infusion every 6 hours from Day 1 to Day 8, and ZEVTERA 667 mg every 8 hours from Day 9 onwards, and 198 patients were treated with a comparator (daptomycin administered as an IV 0.5 hour infusion, 6 mg/kg up to 10 mg/kg every 24 hours, with optional aztreonam). The dose of study drugs were adjusted based on renal function. The median age of patients treated with ZEVTERA was 57 years, ranging between 20-89 years old with approximately 30% aged greater than or equal to 65 years. Patients treated with ZEVTERA were predominantly male (68%), White (95%), and from Europe (93%). The median duration of treatment was 21 days in both treatment arms. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In TRIAL 1, a total of 36/191 (18.8%) patients with SAB treated with ZEVTERA and 45/198 (22.7%) of patients with SAB treated with daptomycin ± aztreonam experienced serious adverse reactions. Discontinuation of treatment due to any adverse reaction occurred in 18/191 (9.4%) of patients treated with ZEVTERA, and 18/198 (9.1%) of patients treated with daptomycin ± aztreonam. In patients treated with ZEVTERA, the most common adverse reactions leading to discontinuation were nausea, vomiting, rash, and urticaria, each occurring in 2/191 (1%). Deaths occurred in 17/191 (8.9%) patients treated with ZEVTERA and 18/198 (9.1%) patients treated with daptomycin ± aztreonam. Common Adverse Reactions Table 8 lists the most common selected adverse reactions occurring in ≥ 2% of SAB patients receiving ZEVTERA in TRIAL 1. Table 8 Selected Adverse Reactions Occurring in ≥ 2% of SAB Adult Patients Receiving ZEVTERA in TRIAL 1 Trial 1 was not designed to evaluate meaningful comparisons of the incidence of adverse reactions in the ZEVTERA and the daptomycin plus or minus aztreonam treatment groups. Adverse Reaction ZEVTERA ZEVTERA 667 mg IV over 2-hours every 6 hours from Day 1 to Day 8, and every 8 hours from Day 9 onwards, with dosing adjustment based on renal function. 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole N = 191 Daptomycin Daptomycin 6 mg/kg up to 10 mg/kg IV over 0.5 hours every 24 hours, with dosing adjustment based on renal function. ± Aztreonam N = 198 SAB = Staphylococcus aureus bacteremia. Anemia Anemia includes: Anemia, Hemoglobin decreased, Hypochromic anemia, Normochromic normocytic anemia 12% 13% Nausea 10% 4% Hypokalemia Hypokalemia replaces: Blood potassium decreased 9% 3% Vomiting 8% 2% Hepatic enzyme and bilirubin increased Hepatic enzyme increased includes: Alanine aminotransferase increased, Aspartate aminotransferase increased, Blood alkaline phosphatase increased, Gamma-glutamyltransferase increased, blood bilirubin increased, hyperbilirubinemia 8% 10% Diarrhea 7% 3% Blood creatinine increased Blood creatinine increased includes: Acute kidney injury, Blood creatinine increased, Creatinine renal clearance decreased, Oliguria, Renal impairment 7% 5% Hypertension Hypertension includes: Hypertension, Blood pressure increased, Hypertensive crisis 5% 2% Leukopenia Leukopenia includes: Leukopenia, Lymphocyte count decreased, Lymphopenia, Neutropenia, Neutrophil count decreased, White blood cell count decreased 4% 3% Pyrexia Pyrexia includes Hyperthermia, Pyrexia 4% 3% Abdominal pain Abdominal pain includes: Abdominal pain upper, Abdominal tenderness 3% 1% Fungal infection Fungal infection includes: Candida infection, Candida sepsis, Fungal test positive, Oral candidiasis , Vulvovaginal candidiasis, Tinea pedis 3% 2% Headache 3% 3% Dyspnea Dyspnea includes: Dyspnea, Respiratory distress 2% 1% Clinical Trials Experience in Adult Patients with Acute Bacterial Skin And Skin Structure Infections ZEVTERA was evaluated in an active-controlled, randomized, double-blind, multicenter phase 3 trial (TRIAL 2) in patients with acute bacterial skin and skin structure infections (ABSSSI). In TRIAL 2, 334 patients received ZEVTERA 667 mg (equivalent to 500 mg of ceftobiprole) administered as a 2-hour IV infusion every 8 hours, and 342 patients were treated with vancomycin plus aztreonam. The daily dose of vancomycin was 2 grams, as a 1 gram fixed dose or 15 mg/kg, administered as a 2-hour IV infusion every 12 hours. Aztreonam was administered as a 1 gram fixed dose as a 0.5-hour IV infusion every 12 hours and the requirement for aztreonam therapy was reassessed at the 72-hour study visit. The dose of study drugs was adjusted based on renal function. The median age of patients treated with ZEVTERA was 51 years ranging from 18–89 years old with approximately 12% aged greater than or equal to 65 years. Patients treated with ZEVTERA were mostly male (59%), White (95%), and from the United States (60%). Patients across treatment arms received treatment for a median duration of 6 days. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In TRIAL 2, a total of 6/334 (1.8%) ABSSSI patients treated with ZEVTERA and 12/342 (3.5%) of ABSSSI patients treated with vancomycin plus aztreonam experienced serious adverse reactions. Discontinuation of treatment due to any adverse reaction occurred in 6/334 (1.8%) of patients treated with ZEVTERA, and 10/342 (2.9%) of patients treated with vancomycin plus aztreonam. In patients treated with ZEVTERA, the most common adverse reactions leading to discontinuation were dysgeusia and both pruritus and rash, occurring in 1/334 (0.3%). Deaths occurred in 1/334 (0.3%) patients treated with ZEVTERA and 2/342 (0.6%) patients treated with vancomycin plus aztreonam. Common Adverse Reactions Table 9 lists the most common selected adverse reactions occurring in ≥ 2% of ABSSSI patients receiving ZEVTERA in TRIAL 2. Table 9 Selected Adverse Reactions Occurring in ≥ 2% of ABSSSI Adult Patients Receiving ZEVTERA in TRIAL 2 Trial 2 was not designed to evaluate meaningful comparisons of the incidence of adverse reactions in the ZEVTERA and the vancomycin plus or minus aztreonam treatment groups. Adverse Reaction ZEVTERA ZEVTERA 667 mg IV over 2-hours every 8 hours with dosing adjustment based on renal function. 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole N = 334 Vancomycin plus Aztreonam Vancomycin IV, as fixed 1 gram or 15 mg/kg, administered over hours every 12 hours with dosing adjustment based on renal function; aztreonam IV 1 gram over 0.5 hours every 12 hours with dosing adjustment based on renal function. N = 342 ABSSSI = Acute Bacterial Skin and Skin Structure Infections. Nausea 11% 6% Diarrhea 6% 5% Headache 6% 7% Injection site reaction Infusion site reaction includes: Injection site reaction, Infusion related reaction 2% 3% Hepatic enzyme increased Hepatic enzyme increased includes: Alanine aminotransferase increased, Aspartate aminotransferase increased, Blood alkaline phosphatase increased, Gamma-glutamyltransferase increased 2% 3% Rash Rash includes Rash, Drug eruption, Dermatitis 2% 3% Vomiting 2% 2% Dysgeusia 2% 0% Clinical Trials Experience in Adult Patients with Community-Acquired Bacterial Pneumonia ZEVTERA was evaluated in an active-controlled, randomized, double-blind, multicenter phase 3 study in adult patients with community-acquired bacterial pneumonia (CABP). In TRIAL 3, 310 patients received ZEVTERA 667 mg (equivalent to 500 mg of ceftobiprole) every 8 hours as a 2-hour IV infusion, and 322 patients were treated with ceftriaxone 2 grams as a 0.5 hour IV infusion with or without linezolid 600 mg every 12 hours as a 60-minute IV infusion. The dose of ZEVTERA was adjusted based on renal function. The median age of patients treated with ZEVTERA was 56 years, ranging from 18–90 with approximately 36% aged greater or equal to 65 years. Approximately 62% of patients were White, 45% were from outside Europe or the United States, and 57% were male. Patients across treatment arms received treatment for a median duration of 9 days. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation in Adult Patients In TRIAL 3, a total of 35/310 (11.3%) patients with CABP treated with ZEVTERA and 37/322 (11.5%) patients with CABP treated with ceftriaxone ± linezolid experienced serious adverse reactions. Discontinuation of treatment due to any adverse reaction occurred in 18/310 (5.8%) of patients treated with ZEVTERA, and 12/322 (3.7%) of patients treated with ceftriaxone ± linezolid. The most common adverse reaction leading to discontinuation in patients treated with ZEVTERA was vomiting, occurring in 4/310 (1.3%). Deaths occurred in 9/310 (2.9%) patients treated with ZEVTERA and 9/322 (2.8%) in patients treated with ceftriaxone ± linezolid. Common Adverse Reactions in Adult Patients Table 10 lists the most common selected adverse reactions occurring in ≥ 2% of CABP patients receiving ZEVTERA in TRIAL 3. Table 10 Selected Adverse Reactions Occurring in ≥ 2% of CABP Adult Patients Receiving ZEVTERA in Safety Analysis Set in TRIAL 3 Adverse Reaction ZEVTERA ZEVTERA 667 mg IV over 2-hours every 8 hours with dosing adjustment based on renal function. 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole N = 310 Ceftriaxone Ceftriaxone 2 grams IV over 0.5 hours every 24 hours, with or without linezolid 600 mg IV over 1 hour every 12 hours ± linezolid N = 322 CABP = Community-Acquired Bacterial Pneumonia. Nausea 10% 4% Hepatic enzyme increased Hepatic enzyme increased includes: Aspartate aminotransferase increased, Gamma-glutamyltransferase increased, Blood alkaline phosphatase increased, Alanine aminotransferase increased, Hepatic enzyme increased, Transaminases increased, Alanine aminotransferase, Liver function test increased. 10% 11% Vomiting 9% 3% Diarrhea 7% 9% Headache 7% 7% Rash Rash includes: Dermatitis contact, Dermatitis allergic, Rash, Rash pruritic 5% 2% Insomnia 5% 4% Abdominal pain Abdominal pain includes: Abdominal discomfort, Abdominal pain, Abdominal pain upper 4% 3% Phlebitis Phlebitis includes: Phlebitis, Injection site phlebitis 4% 2% Hypertension Hypertension includes: Hypertension, Blood pressure increased, Hypertensive Crisis 4% 4% Dizziness 3% 2% Clinical Trials Experience in Adult Patients with Unapproved Use of Hospital-Acquired Bacterial Pneumonia and Ventilator-Associated Bacterial Pneumonia ZEVTERA was evaluated in an active-controlled, randomized, double-blind, multicenter, phase 3 trial in patients with hospital-acquired bacterial pneumonia/ventilator-associated bacterial pneumonia (HABP/VABP) [TRIAL 4]. Although HABP/VABP are included in the safety data, the safety and effectiveness of ZEVTERA for the treatment of HABP/VABP have not been established and ZEVTERA is not approved for HABP or VABP. In TRIAL 4, 386 patients received ZEVTERA 667 mg (equivalent to 500 mg of ceftobiprole) every 8 hours as a 2-hour IV infusion, and 386 patients were treated with ceftazidime 2 grams every 8 hours as a 2-hour IV infusion with or without linezolid 600 mg every 12 hours as a 1-hr infusion. The dose of ZEVTERA and ceftazidime were adjusted based on renal function. The median age of patients treated with ZEVTERA was 62.5 years (range 18 - 95) with approximately 47% aged 65 years or older. Approximately 81% of the patients were White, most were outside of the United States (88%) and 72% were male. Patients across treatment arms received treatment for a median duration of 8 days. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation in Adult Patients In TRIAL 4, a total of 140/386 (36.3%) HABP/VABP patients treated with ZEVTERA and 123/386 (31.9%) HABP/VABP patients treated with ceftazidime ± linezolid experienced serious adverse reactions. Discontinuation of treatment due to any adverse reaction occurred in 54/386 (14%) of patients treated with ZEVTERA, and 40/386 (10.4%) of patients treated with ceftazidime ± linezolid. Deaths occurred in 88/386 patients (22.8%) treated with ZEVTERA and 84/386 patients (21.8%) treated with ceftazidime ± linezolid. In the subgroup of patients with VABP, 35/103 patients treated with ZEVTERA died (34.0%) versus 24/102 (23.5%) of the patients treated with ceftazidime ± linezolid. In the subgroup of patients with HABP, 53/283 patients treated with ZEVTERA died (18.7%) versus 60/284 patients treated with ceftazidime ± linezolid (21.1%). Common Adverse Reactions in Adult Patients Common adverse reactions occurring in >2% of HABP/VABP patients who received ceftobiprole in TRIAL 4 include diarrhea, hypokalemia, hyponatremia, hepatic enzyme increased, vomiting, anemia, rash, phlebitis, nausea, abdominal pain, and seizures. Selected Adverse Reactions of ZEVTERA in Adult Patients The following selected adverse reactions were reported in ZEVTERA-treated adult patients at a rate of less than 2% in Trials 1, 2, 3 and 4. Blood and lymphatic system disorders: Thrombocytosis, Thrombocytopenia Gastrointestinal disorders: Dyspepsia, Dysphagia General disorders and administration site conditions: Fatigue, Chills, Facial swelling, Infusion site pain Immune system disorders: Hypersensitivity, Angioedema, Anaphylactic shock Infections and infestations: Mucocutaneous fungal infections Investigations: Blood lactate dehydrogenase increased, Blood triglycerides increased, Prothrombin time prolonged Psychiatric disorders: Anxiety, Irritability, Renal and urinary disorders: Pollakiuria Respiratory, thoracic and mediastinal disorders: Bronchospasm, Wheezing Skin and subcutaneous tissue disorders: Pruritus Vascular disorders: Thrombosis Pediatric Patients Clinical Trials Experience in Pediatric Patients with Community-Acquired Bacterial Pneumonia ZEVTERA was evaluated in an active-controlled, randomized, investigator-blind, multicenter phase 3 study in pediatric patients aged from 3 months to less than 18 years with HABP or CABP requiring hospitalization. Although patients with HABP are included in the safety data, the safety and effectiveness of ZEVTERA for the treatment of HABP has not been established and ZEVTERA is not approved for HABP. In TRIAL 5, 94 patients received ZEVTERA 13.3 mg/kg (equivalent to 10 mg/kg of ceftobiprole) to 26.7 mg/kg (equivalent to 20 mg/kg of ceftobiprole – higher than the recommended approved dose) [see Dosage and Administration (2.2 , 2.4) ]. ZEVTERA was administered by intravenous infusion every 8 hours, age-adjusted for dose and infusion duration (2-hour or 4-hour infusion). In the comparator arm, 44 patients received either ceftriaxone 50-80 mg/kg IV as a single daily dose (maximum 2 grams/day) for CABP or ceftazidime 50 mg/kg IV every 8 hours (maximum 6 grams/day) for HABP, with or without vancomycin 10-15 mg/kg IV every 6 hours (maximum 2 grams/day). The median age of study patients was 5 years, ranging from 0.6 to 17 years. All patients were from Europe, 100% were classified as White and 56% of patients were male. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation in Pediatric Patients In TRIAL 5, a total of 7/94 (7.4%) pediatric patients treated with ZEVTERA and 2/44 (4.5%) patients in the comparator group experienced serious adverse reactions. Discontinuation of treatment due to any adverse reaction occurred in 4/94 (4.3%) of patients treated with ZEVTERA and 0/44 patients treated in the comparator group. Specific adverse reactions leading to treatment discontinuation in patients who received ZEVTERA included aggravated pneumonia, pleuritis, urticaria, and hypersensitivity, each occurring in 1/94 (1.1%). There were no deaths in either arm of the pediatric study. The most common selected adverse reactions, occurring in ≥ 2% of pediatric patients treated with ceftobiprole, were vomiting (7.4%) headache (3.2%), hepatic enzyme increased (including alanine aminotransferase increased and aspartate aminotransferase increased) (3.2%), diarrhea, infusion site reaction, phlebitis, and pyrexia (all 2.1%). 6.2 Postmarketing Experience The following adverse reactions and altered laboratory tests have been identified during post-approval use of ZEVTERA and ceftobiprole outside of the United States, or other cephalosporin-class antibacterial drugs. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Altered Laboratory Tests : Positive direct Coombs' test, false-positive test for urinary glucose. Blood and lymphatic system disorders : Agranulocytosis, aplastic anemia. Hepatobiliary disorders : Hepatic dysfunction including cholestasis Immune system disorders : Drug fever, serum sickness-like reaction Nervous system disorders : Myoclonus Renal and urinary disorders : Renal dysfunction, toxic nephropathy Vascular disorders : Hemorrhage, hypertension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ZEVTERA is contraindicated in patients with a known history of severe hypersensitivity to ZEVTERA, or to other members of the cephalosporin class [see Warnings and Precautions (5.2) ]. ZEVTERA is contraindicated in patients with a known history of severe hypersensitivity to ZEVTERA, or to other members of the cephalosporin class ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of ZEVTERA for adult patients with SAB, ABSSSI and CABP is described in the table below ( 2.1 ): Indication in Adults Dose Frequency SAB 667 mg Every 6 hours on Days 1 to 8 Every 8 hours from Day 9 ABSSSI 667 mg Every 8 hours CABP 667 mg Every 8 hours Duration of treatment in adult patients is up to 42 days for SAB and 5 days to 14 days for ABSSSI and CABP ( 2.1 ). Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL ( 2.1 , 2.6 ). The recommended dosage of ZEVTERA for pediatric patients (3 months to less than 18 years old) with CABP is described below ( 2.2 ). Pediatric Age Group for CABP Dose Frequency 12 years to less than 18 years old 13.3 mg/kg (up to 667 mg/dose) Every 8 Hours Greater than or equal to 3 months and less than 12 years old 20 mg/kg (up to 667 mg/dose) Every 8 Hours Duration of treatment in pediatric patients is 7 days to 14 days for CABP ( 2.1 ). Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL for pediatric patients aged 12 years to less than 18 years old and at a concentration of 5.33 mg/mL for pediatric patients aged 3 months to less than 12 years old ( 2.2 , 2.6 ). Reduce the dosage in adult patients with CL CR less than 50 mL/min, including patients withCL CR less than 15 mL/min on hemodialysis ( 2.3 and 8.6 ). Increase the dosage in adult patients with CL CR greater than 150 mL/min ( 2.3 ). Reduce the dosage in pediatric patients aged 2 years old to less than 18 years old with eGFR less than 50 mL/min/1.73 m 2 and greater than or equal to 15 mL/min/1.73 m 2 ( 2.4 and 8.6 ). See Full Prescribing Information for instructions for preparation of ZEVTERA solution infusion solution ( 2.5 ). 2.1 Recommended Dosage and Administration for SAB, ABSSSI and CABP in Adult Patients The recommended dosage of ZEVTERA for the treatment of adult patients with SAB, ABSSSI and CABP is described in Table 1 below. The duration of treatment in adult patients is up to 42 days for SAB and 5 days to 14 days for ABSSSI and CABP. Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL to adult patients [see Dosage and Administration (2.5) ]. Table 1 Recommended Dosage Regimen for SAB, ABSSSI and CABP in Adult Patients Indication Duration of treatment in adult patients is up to 42 days for SAB and 5 days to 14 days for ABSSSI and CABP. Dose Frequency Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL [see Dosage and Administration (2.5) ] SAB 667 mg 667 mg of ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole. Every 6 hours on Days 1 to 8 Every 8 hours from Day 9 ABSSSI 667 mg Every 8 hours CABP 667 mg Every 8 hours 2.2 Recommended Dosage and Administration for CABP in Pediatric Patients (3 months to less than 18 years old) For treatment of pediatric patients with CABP, the recommended dosage of ZEVTERA is described in Table 2 below, based on patient age and weight [see Clinical Pharmacology (12.3) ] . The duration of treatment for CABP in pediatric patients (3 months to less than 18 years old) is 7 days to 14 days. Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL for patients 12 years to less than 18 years old and at a concentration of 5.33 mg/mL for patients greater than or equal to 3 months to less than 12 years old [see Dosage and Administration (2.5) ]. Table 2 Recommended Dosage Regimen in Pediatric Patients with CABP Pediatric Age Group Dose Duration of treatment for CABP in pediatric patients is 7 days to14 days. Frequency 12 years to less than 18 years old 13.3 mg/kg (up to 667 mg/dose 13.3 mg/kg of ceftobiprole medocaril sodium is equivalent to 10 mg/kg of ceftobiprole; 20 mg/kg ceftobiprole medocaril sodium is equivalent to 15 mg/kg of ceftobiprole. 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole. ) Every 8 Hours Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL for patients 12 years to less than 18 years old [see Dosage and Administration (2.5) ]. 3 months to less than 12 years old 20 mg/kg (up to 667 mg/dose ) Every 8 Hours Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration at a concentration of 5.33 mg/mL for patients greater than or equal to 3 months to less than 12 years old [see Dosage and Administration (2.5) ]. 2.3 Recommended Dosage Regimen in Adult Patients with Renal Impairment The recommended ZEVTERA dosage in adult patients with renal impairment (CL CR less than 50 mL/min), including patients receiving hemodialysis is shown in Table 3 below. The duration of treatment in adult patients with renal impairment is up to 42 days for SAB and 5 days to 14 days for ABSSSI and CABP. Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL to adult patients with renal impairment [see Dosage and Administration (2.5) ]. In adult patients with augmented renal clearance (CL CR greater than 150 mL/min), increase the ZEVTERA dosage to 667 mg every 6 hours. Table 3 ZEVTERA Recommended Dosage Regimens for SAB, ABSSSI and CABP in Adult Patients with Renal Impairment Indication Duration of treatment in adult patients is up to 42 days for SAB and 5 days to 14 days for ABSSSI and CABP. Creatinine Clearance, CL CR (mL/min) Based on calculated creatinine clearance [see Use in Specific Populations (8.6) ]. Dose 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole; 333 mg ceftobiprole medocaril sodium is equivalent to 250 mg of ceftobiprole Frequency Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL [see Dosage and Administration (2.5) ] SAB 30 to less than 50 mL/min 667 mg Every 8 hours on Days 1 to 8 Every 12 hours from Day 9 15 to less than 30 mL/min 333 mg Every 8 hours on Days 1 to 8 Every 12 hours from Day 9 Less than 15 mL/min, including hemodialysis Administer ZEVTERA after intermittent hemodialysis on hemodialysis days, because ceftobiprole is removed by hemodialysis. 333 mg Every 24 hours ABSSSI or CABP 30 to less than 50 667 mg Every 12 hours 15 to less than 30 333 mg Every 12 hours Less than 15 mL/min, including hemodialysis 333 mg Every 24 hours 2.4 Recommended Dosage Regimen for CABP in Pediatric Patients (2 Years to Less than 18 Years Old) with Renal Impairment The recommended dosage of ZEVTERA in pediatric patients (2 years to less than 18 years old) with renal impairment (with eGFR less than 50 mL/min/1.73 m 2 and greater than or equal to 15 mL/min/1.73 m 2 ) is shown in Table 4. The duration of treatment for CABP in pediatric patients (2 years to less than 18 years old) with renal impairment is 7 days to 14 days. Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL for patients 12 years to less than 18 years old and at a concentration of 5.33 mg/mL for patients 2 years to less than 12 years old. There is insufficient information to recommend dosage adjustments in pediatric patients 2 years of age and older with an eGFR less than 15 mL/min/1.73m 2 . There is insufficient information to recommend dosage adjustments in pediatric patients less than 2 years of age with any degree of renal impairment. Table 4 ZEVTERA Recommended Dosage Regimens for Pediatric Patients (2 Years to less than 18 Years Old) with CABP and with Renal Impairment Pediatric Age Group Duration of treatment for CABP in pediatric patients (2 years to less than 18 years old) and with renal impairment is 7 days to 14 days. eGFR (mL/min/1.73 m 2 ) Calculate using a validated GFR estimating equation for the approved age of the pediatric population. Dosage Regimen 667 mg ceftobiprole medocaril sodium is equivalent to 500 mg of ceftobiprole; 333 mg ceftobiprole medocaril sodium is equivalent to 250 mg of ceftobiprole; 10 mg/kg of ceftobiprole medocaril sodium is equivalent to 7.5 mg/kg of ceftobiprole; 13.3 mg/kg ceftobiprole medocaril sodium is equivalent to 10 mg/kg of ceftobiprole 12 years to less than 18 years old 30 to less than 50 10 mg/kg (up to 667 mg) Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 2.67 mg/mL for pediatric patients 12 years to less than 18 years old [see Dosage and Administration (2.5) ]. every 12 hours 15 to less than 30 10 mg/kg (up to 333 mg) every 12 hours 6 years to less than 12 years old 30 to less than 50 10 mg/kg (up to 667 mg) Administer each prepared intravenous infusion solution of ZEVTERA over 2 hours at a concentration of 5.33 mg/mL for pediatric patients 2 years to less than 12 years old [see Dosage and Administration (2.5) ]. every 12 hours 15 to less than 30 10 mg/kg (up to 333 mg) every 24 hours 2 years to less than 6 years old 30 to less than 50 13.3 mg/kg every 12 hours (up to 667 mg) 15 to less than 30 13.3 mg/kg every 24 hours (up to 333 mg) 2.5 Preparation of ZEVTERA Infusion Solution ZEVTERA must first be reconstituted in the vial and then further diluted prior to administration by intravenous infusion over a period of 2 hours. Aseptic technique must be followed in preparing the infusion solution. See additional instructions for reconstitution and dilution below. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. The solution for infusion should be clear to slightly opalescent and yellowish in color. Discard if discoloration or visible particles are observed. Reconstitution of ZEVTERA in the Vial For adult and pediatric patients 12 years of age and older, reconstitute ZEVTERA lyophilized powder in the vial with 10 mL of sterile water for injection or 10 mL of 5% dextrose injection. For pediatric patients aged 3 months to less than 12 years old, ZEVTERA lyophilized powder must be reconstituted with 10 mL of 5% dextrose injection. After reconstitution, shake the reconstituted ZEVTERA vial vigorously until dissolution is completed, which in some cases may take up to 10 minutes. The volume of the resulting reconstituted solution is approximately 10.6 mL. Allow any foam formed to dissipate, and then inspect the reconstituted solution visually to ensure the product is in solution and particulate matter is absent. The reconstituted solution contains 66.7 mg/mL of ceftobiprole medocaril sodium and must be further diluted using aseptic technique with the appropriate diluent as described below, prior to administration. If it is not possible to dilute the reconstituted solution immediately, the reconstituted solution may be stored refrigerated for up to 24 hours, and at room temperature for up to 1 hour. Discard any unused reconstituted solution [see Dosage and Administration (2.6) ] . Dilution of Reconstituted ZEVTERA Solution and Administration of the Diluted Product After reconstitution with the appropriate diluent, further dilute the reconstituted ZEVETRA solution, using aseptic technique with the appropriate diluent, to the appropriate volume of ZEVTERA infusion solution as described in Table 5 below. Table 5. Preparation of Diluted ZEVTERA Solution for Infusion Patient Age Group Volume of diluent to be added to the vial Volume of reconstituted solution to be withdrawn from the vial Volume of Infusion solution to be administered Gently invert 5-10 times to form a homogenous solution. Avoid vigorous agitation to prevent foaming. Concentration and final volume of the diluted product Adult (18 years of age and older) 10 mL 10 mL 250 mL 0.9% sodium chloride or 5% dextrose injection 2.67 mg/mL in a 250 mL infusion bag (667 mg/250 mL) Adult patients with renal Impairment (CL CR less than 30 mL/min) 10 mL 5 mL 125 mL 0.9% sodium chloride or 5% dextrose injection 2.67 mg/mL in a 125 mL infusion bag (333 mg/125 mL) Pediatric Patients 12 Years of Age to Less than 18 Years of Age 10 mL Refer to Table 2 for the dose to determine volume of reconstituted solution needed according to weight-based dosing The final volume to be administered should be calculated based on the patient body weight and must not exceed a maximum of 250 mL of 0.9% sodium chloride or 5% dextrose injection (do not exceed maximum of 667 mg/250 mL dose at a concentration of 2.67 mg/mL) Pediatric Patients 12 Years of Age to Less than 18 Years of Age with renal Impairment 10 mL Renal Impairment: Refer to Table 4 for the dose to determine volume of reconstituted solution needed according to weight-based dosing The final volume to be administered should be calculated based on the patient body weight and must not exceed a maximum of 250 mL of 0.9% sodium chloride or 5% dextrose injection (do not exceed maximum of 667 mg/250 mL dose at a concentration of 2.67 mg/mL) Pediatric Patients 3 months to Less than 12 Years of Age 10 mL Refer to Table 2 for the dose to determine the volume of reconstituted solution needed according to weight-based dosing For administration via infusion bags, bottles, or syringes: For example, for a dose equal to 667 mg, withdraw 10 mL of the reconstituted solution from the vial and inject into a suitable container of 125 mL of infusion solution. , For administration via a 50 mL syringe if the calculated dose does not exceed 267 mg: For example, for a dose equal to 267 mg, withdraw 4 mL of the reconstituted solution from the vial and withdraw 46 mL of the appropriate infusion solution into the syringe for infusion. The final volume to be administered should be calculated based on the patient body weight and must not exceed a maximum of 125 mL of 5% dextrose injection (do not exceed maximum of 667 mg/125 mL at a concentration of 5.33 mg/mL) Pediatric Patients 2 years to less than 12 years of age with renal impairment 10 mL Renal Impairment: Refer to Table 4 for the dose to determine the volume of reconstituted solution needed according to weight-based dosing , The final volume to be administered should be calculated based on the patient body weight and must not exceed a maximum of 125 mL of 5% dextrose injection (do not exceed maximum of 667 mg/125 mL at a concentration of 5.33 mg/mL) 2.6 Storage of Reconstituted and Diluted Infusion Solutions Storage of Reconstituted ZEVTERA Solution in Vials Upon reconstitution with the appropriate diluent, the reconstituted ZEVTERA solution in the vial should be transferred and diluted into the appropriate container. If it is not possible to dilute the reconstituted ZEVTERA solution immediately, the reconstituted solution may be stored refrigerated for up to 24 hours, and at room temperature for up to 1 hour. Discard any unused reconstituted solution. Storage of Diluted ZEVTERA Solution in Infusion Bags ZEVTERA solutions for infusions can be stored at room temperature or refrigerated at 2 °C to 8 °C. If the infusion solution is stored in the refrigerator, it should be equilibrated to room temperature prior to administration. ZEVTERA solutions should not be exposed to direct sunlight. The infusion solution does not need to be protected from light during administration. Do not freeze ZEVTERA solutions for infusions. Storage for diluted ZEVTERA infusion solutions at a concentration of 2.67 mg/mL and 5.33 mg/mL for varying storage conditions are described in Tables 6 and 7 below. Table 6 Storage Time for Diluted ZEVTERA Infusion Solutions for Adult and Pediatric Patients 12 Years to Less than 18 Years Old (2.67 mg/mL) Reconstitution solution diluent (vial) Infusion solution diluent Infusion solutions stored at 25 °C NOT protected from light Infusion solutions stored at 2 °C to 8 °C Protected from light 5% Dextrose solution for injection 5% Dextrose solution for injection 6 hours 94 hours 0.9% Sodium chloride solution for injection 4 hours 24 hours Sterile water for injection 5% Dextrose solution for injection or 0.9% Sodium chloride solution for injection 6 hours 94 hours Table 7 Storage Time for Diluted ZEVTERA Infusion Solutions for Pediatric Patients Less than 12 Years Old (5.33 mg/mL) Reconstitution solution diluent (vial) Infusion solution diluent Infusion solutions stored at 25 °C NOT protected from light Infusion solutions stored at 2 °C to 8 °C Protected from light 5% Dextrose solution for injection 5% Dextrose solution for injection 6 hours 24 hours 2.7 Drug Compatibilities and Incompatibilities ZEVTERA is compatible with 5% dextrose injection and 0.9 % sodium chloride injection [see Dosage and Administration (2.5) ]. The compatibility of ZEVTERA with other drugs and infusion solutions other than 5% dextrose Injection or 0.9% sodium chloride Injection, has not been established. ZEVTERA must not be mixed or administered simultaneously with calcium-containing solutions. Do no t mix ZEVTERA with, or co-administer through, the same intravenous line or cannula with other drug products."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZEVTERA is a cephalosporin antibacterial indicated for the treatment of: Adult patients with Staphylococcus aureus bloodstream infections (bacteremia) (SAB), including those with right-sided infective endocarditis ( 1.1 ), Adult patients with acute bacterial skin and skin structure infections (ABSSSI) ( 1.2 ), and Adult and pediatric patients (3 months to less than 18 years old) with community-acquired bacterial pneumonia (CABP) ( 1.3 ). To reduce the development of drug-resistant bacteria and maintain the effectiveness of ZEVTERA and other antibacterial drugs, ZEVTERA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria ( 1.4 ). 1.1 Staphylococcus aureus Bloodstream Infection (Bacteremia) ZEVTERA is indicated for the treatment of adult patients with Staphylococcus aureus bloodstream infection (bacteremia) (SAB), including those with right-sided infective endocarditis, caused by methicillin-susceptible and methicillin-resistant isolates . 1.2 Acute Bacterial Skin and Skin Structure Infections ZEVTERA is indicated for the treatment of adult patients with acute bacterial skin and skin structure infections (ABSSSI) caused by susceptible isolates of the following gram-positive and gram-negative microorganisms: Staphylococcus aureus (methicillin-susceptible and methicillin-resistant isolates), Streptococcus pyogenes, and Klebsiella pneumoniae. 1.3 Community-Acquired Bacterial Pneumonia ZEVTERA is indicated for the treatment of adult and pediatric patients (3 months to less than 18 years old) with community-acquired bacterial pneumonia (CABP) caused by susceptible isolates of the following gram-positive and gram-negative microorganisms: Staphylococcus aureus (methicillin-susceptible isolates), Streptococcus pneumoniae, Haemophilus influenzae , Haemophilus parainfluenzae , Escherichia coli , and Klebsiella pneumoniae. 1.4 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of ZEVTERA and other antibacterial drugs, ZEVTERA should be used only to treat or prevent infections that are proven, or strongly suspected, to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T15:47:56.316895",
  "source": "OpenFDA"
}