{
  "drug_name": "Cenobamate",
  "generic_name": [
    "CENOBAMATE"
  ],
  "brand_names": [
    "Xcopri"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Phenytoin: Gradually decrease phenytoin dosage by up to 50%. ( 7.1 ) Phenobarbital and Clobazam: Reduce dosage as needed when used concomitantly with XCOPRI. ( 7.1 ) Lamotrigine, Carbamazepine: Increase dosage as needed when used concomitantly with XCOPRI. ( 7.1 ) CYP2B6 and CYP3A Substrates: Increase dosage as needed when used concomitantly with XCOPRI. ( 7.1 ) CYP2C19 Substrates: Reduce dosage as needed when used concomitantly with XCOPRI. ( 7.1 ) Oral Contraceptives: Effectiveness of hormonal oral contraceptives may be reduced when administered concomitantly with XCOPRI. Women should use additional or alternative non-hormonal birth control. ( 7.1 ) 7.1 Effect of XCOPRI on Other Drugs Table 5 summarizes the effect of XCOPRI on other drugs [see Clinical Pharmacology ( 12.3 )] . Table 5: Pharmacokinetic Drug Interactions Drug or Substrate Type Effect of XCOPRI on Drug or Substrate Clinical Recommendation Antiepileptic Drugs lamotrigine ↓ plasma concentrations Because of a potential for reduced efficacy of these drugs, increase the dosage of lamotrigine or carbamazepine, as needed, when used concomitantly with XCOPRI. carbamazepine ↓ plasma concentrations phenytoin ↑ plasma concentrations Because of a potential 2-fold increase in phenytoin levels, gradually decrease phenytoin dosage by up to 50% as XCOPRI is being titrated. phenobarbital ↑ plasma concentrations Because of a potential for an increase in the risk of adverse reactions from these drugs, consider a reduction in dosage of phenobarbital or clobazam, as clinically appropriate, when used concomitantly with XCOPRI. desmethylclobazam, the active metabolite of clobazam ↑ plasma concentrations CYP2B6 Substrates ↓ plasma concentrations Because of a potential for reduced efficacy of these drugs, increase the dosage of CYP2B6 or CYP3A4 substrates, as needed, when used concomitantly with XCOPRI. CYP3A Substrates ↓ plasma concentrations Oral contraceptives ↓ plasma concentrations Because of the potential for reduced efficacy of oral contraceptives, women should use additional or alternative non-hormonal birth control while taking XCOPRI. CYP2C19 Substrates ↑ plasma concentrations Because of a potential for an increase in the risk of adverse reactions from these drugs, consider a reduction in dosage of CYP2C19 substrates, as clinically appropriate, when used concomitantly with XCOPRI. 7.2 Drug that Shorten the QT Interval XCOPRI can shorten the QT interval; therefore, caution should be used when administering XCOPRI and other drugs that shorten the QT interval [see Warnings and Precautions ( 5.2 ) and Clinical Pharmacology ( 12.2 )]. 7.3 CNS Depressants and Alcohol Concomitant use of XCOPRI with other CNS depressants, including alcohol, may increase the risk of neurological adverse reactions, including sedation and somnolence [see Warnings and Precautions ( 5.5 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in more detail in the Warnings and Precautions section of the labeling: Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity [see Warnings and Precautions ( 5.1 )] QT Shortening [see Warnings and Precautions ( 5.2 )] Suicidal Behavior and Ideation [see Warnings and Precautions ( 5.3 )] Liver Injury [see Warnings and Precautions ( 5.4 )] Neurological Adverse Reactions [see Warnings and Precautions ( 5.5 )] Withdrawal of Antiepileptic Drugs [see Warnings and Precautions ( 5.6 )] The most common adverse reactions in patients receiving XCOPRI (at least 10% for XCOPRI and more frequently than placebo) include somnolence, dizziness, fatigue, diplopia, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact SK Life Science, Inc. at 1-866-657-5574 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions and for varying durations, adverse reaction frequencies observed in the clinical trials of a drug cannot be directly compared with frequencies in the clinical trials of another drug and may not reflect the frequencies observed in practice. In all controlled and uncontrolled trials performed in adult partial-onset seizure patients, XCOPRI was administered as adjunctive therapy to 1944 patients. Of these patients, 1575 were treated for at least 6 months, 710 for at least 12 months, 349 for at least 24 months, and 320 for at least 36 months. A total of 658 patients (442 patients treated with XCOPRI and 216 patients treated with placebo) constituted the safety population in the pooled analysis of placebo-controlled studies in patients with partial-onset seizures (Studies 1 and 2) [see Clinical Studies ( 14 )] . The adverse reactions presented in Table 4 are based on this safety population; the median length of treatment in these studies was 18 weeks. Of the patients in those studies, approximately 49% were male, 76% were Caucasian, and the mean age was 39 years. In Study 1 and Study 2, adverse events occurred in 77% of patients treated with XCOPRI and 68% treated with placebo. Table 4 gives the incidence of adverse reactions that occurred in subjects with partial-onset seizures in any XCOPRI treatment group and for which the incidence was greater than placebo during the controlled clinical trials. The most common adverse reactions that occurred in XCOPRI-treated patients (incidence at least 10% and greater than placebo) were somnolence, dizziness, fatigue, diplopia, and headache. The discontinuation rates because of adverse events were 11%, 9%, and 21% for patients randomized to receive XCOPRI at doses of 100 mg/day, 200 mg/day, and 400 mg/day, respectively, compared to 4% in patients randomized to receive placebo. The adverse reactions most commonly (1% or greater in any XCOPRI treatment group, and greater than placebo) leading to discontinuation, in descending order of frequency, were ataxia, dizziness, somnolence, diplopia, nystagmus, and vertigo. Table 4: Adverse Reactions in Pooled Placebo-Controlled Adjunctive Therapy Studies in Patients with Partial-Onset Seizures with XCOPRI Frequency in Any Treatment Arm Greater Than 1% Over Placebo * Reported as an adverse reaction; see Laboratory Abnormalities for ALT changes from collected laboratory values Adverse Reaction XCOPRI Placebo 100mg 200mg 400mg n = 108 % n= 223 % n=111 % n=216 % Cardiac Disorders Palpitations 0 0 2 0 Ear and Labyrinth Disorders Vertigo 1 1 6 1 Eye Disorders Diplopia 6 7 15 2 Vision Blurred 2 2 4 0 Gastrointestinal Disorders Nausea 6 6 9 3 Constipation 2 4 8 0 Diarrhea 1 3 5 0 Vomiting 2 4 5 0 Dry Mouth 1 1 3 0 Abdominal Pain 2 2 1 0 Dyspepsia 2 2 0 0 Infections and Infestations Nasopharyngitis 2 4 5 3 Pharyngitis 1 2 0 0 Urinary Tract Infection 2 5 0 2 Injury, Poisoning and Procedural Complications Head Injury 1 0 2 0 Investigations Alanine Aminotransferase Increased* 1 1 4 0 Aspartate Aminotransferase Increased 1 1 3 0 Weight Decreased 2 0 1 0 Metabolism and Nutrition Disorders Decreased Appetite 3 1 5 1 Musculoskeletal and Connective Tissue Disorders Back Pain 4 2 5 3 Musculoskeletal Chest Pain 2 1 0 0 Nervous System Disorders Somnolence 19 22 37 11 Dizziness 18 22 33 15 Fatigue 12 14 24 7 Headache 10 12 10 9 Balance Disorder 3 5 9 1 Gait Disturbance 1 3 8 1 Dysarthria 2 1 7 0 Nystagmus 3 7 6 0 Ataxia 2 3 6 2 Aphasia 2 1 4 0 Asthenia 0 1 3 1 Dysgeusia 2 0 2 0 Memory Impairment 2 1 2 0 Migraine 0 0 2 0 Sedation 1 1 2 0 Tremor 0 3 1 1 Psychiatric Disorders Confusional State 2 2 3 0 Euphoric Mood 0 0 2 0 Irritability 1 0 2 0 Suicidal Ideation 2 1 0 0 Renal and Urinary Disorders Pollakiuria 0 1 0 0 Reproductive System and Breast Disorders Dysmenorrhea 1 2 1 0 Respiratory, Thoracic and Mediastinal Disorders Hiccups 0 1 1 0 Dyspnea 0 3 0 0 Skin and Subcutaneous Tissue Disorders Pruritus 2 1 0 0 Rash Papular 2 0 0 0 Laboratory Abnormalities Hepatic Transaminases [see Warnings and Precautions ( 5.4 )] In Study 2, there was a post-baseline elevation of alanine aminotransferase (ALT) to greater than 3 times the upper limit of normal (ULN) in 1 (0.9%) patient treated with 100 mg XCOPRI, 2 (1.8%) patients treated with 200 mg, and 3 (2.7%) patients treated with 400 mg, compared to no patients who took placebo. The maximum ALT elevation was 7.6 times ULN in patients treated with 400 mg XCOPRI. Potassium In clinical studies, there was a post-baseline elevation of potassium values greater than 5 meq/L (upper reference range) in patients treated with XCOPRI. In Study 1, there were 17 (17%) patients treated with XCOPRI 200 mg compared to 8 (7%) patients who took placebo with normal baseline potassium values who had at least one post-baseline maximum value greater than 5 meq/L. In Study 2, there was a dose-related distribution where at least one post-baseline potassium value was greater than 5 meq/L, occurring in 8.3%, 9.1%, and 10.8% of the patients treated with XCOPRI 100 mg, 200 mg, and 400 mg, respectively, compared to 5.6% of patients who took placebo. Two patients had a maximum potassium value of 5.9 meq/L. Other Adverse Reactions Gastrointestinal disorders: There was an incidence of appendicitis in the overall clinical trial safety population of 2.9 cases of appendicitis/1000 patient-years of exposure that is in excess of the expected background rate in the general population. Adverse Reactions Based on Gender No significant gender differences were noted in the incidence of adverse reactions. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of XCOPRI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Psychiatric Disorders: Psychosis (hallucinations, delusions/paranoia), hostility, aggression. Hepatobiliary Disorders: Hepatic failure [see Warnings and Precautions ( 5.4 )]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS XCOPRI is contraindicated in patients with: Hypersensitivity to cenobamate or any of the inactive ingredients in XCOPRI [see Warnings and Precautions ( 5.1 ) and Description ( 11 )] Familial Short QT syndrome [see Warnings and Precautions ( 5.2 )] Hypersensitivity to cenobamate or any of the inactive ingredients in XCOPRI. ( 4 ) Familial Short QT syndrome. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Prior to initiating XCOPRI, obtain serum transaminases (ALT and AST) and total bilirubin, if not recently available (i.e., within 3 months), to establish baseline liver function. ( 2.1 , 5.4 ) The recommended initial dosage of XCOPRI is 12.5 mg once daily, titrated to the recommended maintenance dosage of 200 mg once daily. The recommended titration schedule should not be exceeded. The maximum dosage is 400 mg once daily. ( 2.2 ) Hepatic impairment: For patients with mild or moderate hepatic impairment, the maximum recommended dosage is 200 mg once daily. ( 2.3 , 8.7 , 12.3 ) XCOPRI can be taken whole or the tablets can be crushed. The crushed tablet can be mixed with water and either administered by mouth as an oral suspension or administered via a nasogastric tube. ( 2.4 ) 2.1 Assessments Prior to Initiating XCOPRI Liver Function Tests Prior to initiating XCOPRI, obtain serum transaminases (ALT and AST) and total bilirubin, if not recently available (i.e., within 3 months), to establish baseline liver function [see Warnings and Precautions ( 5.4 )] . For patients with baseline hepatic impairment, dosage modifications are recommended [see Dosage and Administration ( 2.3 )] . 2.2 Recommended Dosage Monotherapy and Adjunctive Therapy XCOPRI is administered orally once daily with or without food. The recommended dosage and titration, which should not be exceeded because of the potential for serious adverse reactions [see Warnings and Precautions ( 5.2 )] , is included in Table 1 . Table 1: Recommended Dosage for Partial-Onset Seizures in Adults Initial Dosage Week 1 and 2 12.5 mg once daily Titration Regimen Week 3 and 4 25 mg once daily Week 5 and 6 50 mg once daily Week 7 and 8 100 mg once daily Week 9 and 10 150 mg once daily Maintenance Dosage Week 11 and thereafter 200 mg once daily Maximum Dosage If needed based on clinical response and tolerability, dose may be increased above 200 mg by increments of 50 mg once daily every two weeks to 400 mg. 400 mg once daily 2.3 Recommended Dosage in Patients with Hepatic Impairment For patients with mild to moderate (Child-Pugh Class A to B) hepatic impairment, the maximum recommended dosage is 200 mg once daily [see Use in Specific Populations ( 8.7 )] . XCOPRI is not recommended for use in patients with severe (Child-Pugh Class C) hepatic impairment [see Dosage and Administration ( 2.1 ) and see Clinical Pharmacology ( 12.3 )] . 2.4 Administration Instructions XCOPRI can be taken whole or the tablets can be crushed. The crushed tablet can be mixed with water and either administered by mouth as an oral suspension or administered via a nasogastric tube, as described below [see Clinical Pharmacology ( 12.3 )]. Administration of Crushed Tablets by Mouth as Oral Suspension Crush the appropriate number of tablet(s) for the prescribed dose. In a cup, combine the crushed tablet(s) and 25 mL of water. Swirl to suspend the crushed tablet(s). Drink the suspension immediately. Do not store the tablet-water mixture for later use. To ensure no tablet residue is left in the container, rinse the container with 25 mL of water and drink. Visually confirm that no particles are left in the container. If particles remain, repeat step 5. Administration of Crushed Tablets via Nasogastric (NG) Tube Crush the appropriate number of tablet(s) for the prescribed dose. In an appropriate container, combine the crushed tablet(s) and 25 mL of water. Swirl to suspend the crushed tablet(s). Ensuring no particles are left in the container, instill the suspension with a syringe into the NG tube. Refill the catheter-tip syringe again with 10 mL of water, swirl gently, and administer. Visually confirm that no particles are left in the syringe. If particles remain, repeat step 5. 2.5 Discontinuation of XCOPRI If XCOPRI is discontinued, the dosage should be gradually reduced over a period of at least 2 weeks, unless safety concerns require abrupt withdrawal [see Warnings and Precautions ( 5.1 , 5.6 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XCOPRI is indicated for the treatment of partial-onset seizures in adult patients. XCOPRI is indicated for the treatment of partial-onset seizures in adult patients. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:09:44.164055",
  "source": "OpenFDA"
}