{
  "drug_name": "Cephalexin",
  "generic_name": [
    "CEPHALEXIN"
  ],
  "brand_names": [
    "Cephalexin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Metformin: increased metformin concentrations. Monitor for hypoglycemia. ( 7.1 ) Probenecid-The renal excretion of cephalexin is inhibited by probenecid. Co-administration of probenecid with cephalexin is not recommended. ( 7.2 ) Administration of cephalexin may result in a false-positive reaction glucose in the urine. ( 7.3 ) 7.1 Metformin Administration of cephalexin with metformin results in increased plasma metformin concentrations and decreased renal clearance of metformin. Careful patient monitoring and dose adjustment of metformin is recommended in patients concomitantly taking cephalexin and metformin [see Clinical Pharmacology (12.3) ]. 7.2 Probenecid The renal excretion of cephalexin is inhibited by probenecid. Co-administration of probenecid with cephalexin is not recommended. 7.3 Interaction with Laboratory or Diagnostic Testing A false-positive reaction may occur when testing for the presence of glucose in the urine using Benedict’s solution or Fehling’s solution."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious events are described in greater detail in the Warning and Precautions section: Hypersensitivity reactions [see Warning and Precautions (5.1) ] Clostridium difficile -associated diarrhea [see Warnings and Precautions (5.2) ] Direct Coombs’ Test Seroconversion [see Warnings and Precautions (5.3) ] Seizure Potential [see Warnings and Precautions (5.4) ] Effect on Prothrombin Activity [see Warnings and Precautions (5.5) ] Development of Drug-Resistant Bacteria [see Warnings and Precautions (5.6) ] The most common adverse reactions associated with cephalexin include diarrhea, nausea, vomiting, dyspepsia and abdominal pain . ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical trials, the most frequent adverse reaction was diarrhea. Nausea and vomiting, dyspepsia, gastritis, and abdominal pain have also occurred. As with penicillins and other cephalosporins, transient hepatitis and cholestatic jaundice have been reported. Other reactions have included hypersensitivity reactions, genital and anal pruritus, genital candidiasis, vaginitis and vaginal discharge, dizziness, fatigue, headache, agitation, confusion, hallucinations, arthralgia, arthritis, and joint disorder. Reversible interstitial nephritis has been reported. Eosinophilia, neutropenia, thrombocytopenia, hemolytic anemia, and slight elevations in aspartate transaminase (AST) and alanine transaminase (ALT) have been reported. In addition to the adverse reactions listed above that have been observed in patients treated with cephalexin, the following adverse reactions and other altered laboratory tests have been reported for cephalosporin class antibacterial drugs: Other Adverse Reactions : Fever, colitis, aplastic anemia, hemorrhage, renal dysfunction, and toxic nephropathy. Altered Laboratory Tests : Prolonged prothrombin time, increased blood urea nitrogen (BUN), increased creatinine, elevated alkaline phosphatase, elevated bilirubin, elevated lactate dehydrogenase (LDH), pancytopenia, leukopenia, and agranulocytosis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Cephalexin capsules are contraindicated in patients with known hypersensitivity to cephalexin or other members of the cephalosporin class of antibacterial drugs. Patients with known hypersensitivity to cephalexin or other members of the cephalosporin class of antibacterial drugs. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults and patients at least 15 years of age The usual dose is 250 mg every 6 hours, but a dose of 500 mg every 12 hours may be administered ( 2.1 ) Pediatric patients (over 1 year of age) Otitis media: 75 to 100 mg/kg in equally divided doses every 6 hours ( 2.2 ) All other indications: 25 to 50 mg/kg given in equally divided doses ( 2.2 ) In severe infections: 50 to 100 mg/kg may be administered in equally divided doses ( 2.2 ) Duration of therapy ranges from 7 to 14 days depending on the infection type and severity. ( 2 ) Dosage adjustment is required in patients with severe and end stage renal disease (ESRD) defined as creatinine clearance below 30 mL/min. ( 2.3 ) 2.1 Adults and Pediatric Patients at Least 15 Years of Age The usual dose of oral cephalexin capsules is 250 mg every 6 hours, but a dose of 500 mg every 12 hours may be administered. Treatment is administered for 7 to 14 days. For more severe infections larger doses of oral cephalexin capsules may be needed, up to 4 grams daily in two to four equally divided doses. 2.2 Pediatric Patients (over 1 year of age) The recommended total daily dose of oral cephalexin capsules for pediatric patients is 25 to 50 mg/kg given in equally divided doses for 7 to 14 days. In the treatment of β-hemolytic streptococcal infections, duration of at least 10 days is recommended. In severe infections, a total daily dose of 50 to 100 mg/kg may be administered in equally divided doses. For the treatment of otitis media, the recommended daily dose is 75 to 100 mg/kg given in equally divided doses. 2.3 Dosage Adjustments in Adult and Pediatric Patients at Least 15 Years of Age with Renal Impairment Administer the following dosing regimens for cephalexin capsules to patients with renal impairment [see Warnings and Precautions (5.4) and Use in Specific Populations (8.6) ] . Table 1. Recommended Dose Regimen for Patients with Renal Impairment *There is insufficient information to make dose adjustment recommendations in patients on hemodialysis. Renal function Dose regimen recommendation Creatinine clearance > 60 mL/min No dose adjustment Creatinine clearance 30 to 59 mL/min No dose adjustment; maximum daily dose should not exceed 1g Creatinine clearance 15 to 29 mL/min 250 mg, every 8 hours or every 12 hours Creatinine clearance 5 to 14 mL/min not yet on dialysis* 250 mg, every 24 hours Creatinine clearance 1 to 4 mL/min not yet on dialysis* 250 mg, every 48 hours or every 60 hours"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Cephalexin capsules are a cephalosporin antibacterial drug indicated for the treatment of the following infections caused by susceptible isolates of designated bacteria: Respiratory tract infection ( 1.1 ) Otitis media ( 1.2 ) Skin and skin structure infections ( 1.3 ) Bone infections ( 1.4 ) Genitourinary tract infections ( 1.5 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of cephalexin capsules and other antibacterial drugs, cephalexin capsules should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 ) 1.1 Respiratory Tract Infections Cephalexin capsules are indicated for the treatment of respiratory tract infections caused by susceptible isolates of Streptococcus pneumoniae and Streptococcus pyogenes. 1.2 Otitis Media Cephalexin capsules are indicated for the treatment of otitis media caused by susceptible isolates of Streptococcus pneumoniae , Haemophilus influenzae , Staphylococcus aureus , Streptococcus pyogenes , and Moraxella catarrhalis. 1.3 Skin and Skin Structure Infections Cephalexin capsules are indicated for the treatment of skin and skin structure infections caused by susceptible isolates of the following Gram-positive bacteria: Staphylococcus aureus and Streptococcus pyogenes . 1.4 Bone Infections Cephalexin capsules are indicated for the treatment of bone infections caused by susceptible isolates of Staphylococcus aureus and Proteus mirabilis. 1.5 Genitourinary Tract Infections Cephalexin capsules are indicated for the treatment of genitourinary tract infections, including acute prostatitis, caused by susceptible isolates of Escherichia coli , Proteus mirabilis , and Klebsiella pneumoniae . 1.6 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of cephalexin capsules and other antibacterial drugs, cephalexin capsules should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information is available, this information should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:21:02.619357",
  "source": "OpenFDA"
}