{
  "drug_name": "Chloroquine",
  "generic_name": [
    "CHLOROQUINE PHOSPHATE"
  ],
  "brand_names": [
    "Chloroquine Phosphate"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Chloroquine-Resistant Malaria Chloroquine phosphate tablets are not effective against chloroquine-or hydroxychloroquine-resistant strains of Plasmodium species (see CLINICAL PHARMACOLOGY , Microbiology ). Chloroquine resistance is widespread in P. falciparum and is reported in P. vivax . Before using chloroquine for prophylaxis, it should be ascertained whether chloroquine is appropriate for use in the region to be visited by the traveler. Information regarding the geographic areas where resistance to chloroquine occurs, is available at the Centers for Disease Control and Prevention (www.cdc.gov\\malaria). Patients infected with a resistant strain of plasmodia as shown by the fact that normally adequate doses have failed to prevent or cure clinical malaria or parasitemia should be treated with another form of antimalarial therapy. Treatment of Exo-Erythocytic Forms of Malaria Chloroquine does not treat the hypnozoite liver stage forms of Plasmodium and will therefore not prevent relapses of malaria due to P. vivax or P. ovale . Additional treatment with an anti-malarial agent active against these forms, such as an 8-aminoquinoline, is required for the treatment of infections with P. vivax and P. ovale . Cardiac Effects including Cardiomyopathy and QT prolongation Fatal and life-threatening cardiotoxicity, including cardiomyopathy and arrhythmias, have been reported with the use of chloroquine (see ADVERSE REACTIONS and OVERDOSAGE ). In multiple cases, endomyocardial biopsy showed association of the cardiomyopathy with phospholipidosis in the absence of inflammation, infiltration or necrosis. Patients may present with ventricular hypertrophy and conduction disorders. ECG findings include atrioventircular, right or left bundle branch block. Chronic toxicity should be considered when conduction disorders (bundle branch block/ atrio-ventricular heart block) are diagnosed. QT interval proongation, torsades de pointes, and ventricular arrhythmias have been reported with the use of chloroquine. The risk is greater if chloroquine is administered at high doses. Chloroquine should be used with caution in patients with cardiac disease,a history of ventricular arrhythmias, uncorrected hypokalemia and/or hypomagnesemia, or bradycardia (< 50bpm), and during concomitant administration with QT interval prolonging agents due to potential for QT interval prolongation (see WARNINGS , PRECAUTIONS , Drug Interactions, ADVERSE REACTIONS and OVERDOSAGE ) Monitor for signs and symptoms of cardiotoxicity is suspected or demonstrated by tissue biopsy. Skeletal Muscle Myopathy and Neuropathy Skeletal muscle myopathy and neuropathy leading to progressive weakness and atrophy of proximal muscle groups, and abnormal nerve conduction, have been reported. Muscle and nerve biopsies have shown associated phospholipidosis. Assess muscle strength and deep tendon reflexes periodically in patients on long-term therapy with chloroquine. Discontinue chloroquine if muscle or nerve toxicity is suspected or demonstrated by tissue biopsy. Hypoglycemia Chloroquine has been shown to cause severe hypoglycemia including loss of consciousness that could be life-threatening in patients treated with or without antidiabetic medications (see PRECAUTIONS , Drug Interactions). Patients treated with chloroquine phosphate tablets should be warned about the risk of hypoglycemia and the associated clinical signs and symptoms. Patients presenting with clinical symptoms suggestive of hypoglycemia during treatment with chloroquine should have their blood glucose level checked and treatment reviewed as necessary. Retinopathy 1 Irreversible retinal damage has been observed in some patients who had received chloroquine. Significant risk factors for retinal damage include daily doses of chloroquine phosphate greater than 2.3 mg/kg of actual body weight, durations of use greater than five years, subnormal glomerular filtration, use of some concomitant drug products such as tamoxifen citrate (see PRECAUTIONS ), and concurrent macular disease. A baseline ophthalmological examination should be performed within the first year of starting chloroquine phosphate tablets. The baseline exam should include: best corrected distance visual acuity (BCVA), an automated threshold visual field (VF) of the central 10 degrees (with retesting if an abnormality is noted), and spectral domain optical coherence tomography (SD-OCT). For individuals with significant risk factors (daily dose of chloroquine phosphate greater than 2.3 mg/kg of actual body weight, subnormal glomerular filtration, use of tamoxifen citrate or concurrent macular disease) monitoring should include annual examinations which include BCVA, VF and SDOCT. For individuals without significant risk factors, annual exams (including BCVA, VF and SD-OCT) can usually be deferred until five years of treatment. In individuals of Asian descent, retinal toxicity may first be noticed outside the macula. In patients of Asian descent, it is recommended that visual field testing be performed in the central 24 degrees instead of the central 10 degrees. It is recommended that chloroquine be discontinued if ocular toxicity is suspected and the patient should be closely observed given that retinal changes (and visual disturbances) may progress even after cessation of therapy. Central Nervous System Effects Acute extrapyramidal disorders may occur with chloroquine (see PRECAUTIONS , ADVERSE REACTIONS and OVERDOSAGE ). These adverse reactions usually resolve after treatment discontinuation and/or symptomatic treatment. Renal Toxicity Proteinuria with or without a moderate reduction in glomerular filteration rate have been reported with the use of chloroquine. Renal biopsy showed phospholipidosis without immune deposits, inflammation, and/or increased cellularity. Physcians should consider phospholipidosis as a possible cause of renal injury in patients with underlying connective tissue disorders who are receiving chloroquine. Discontinue chloroquine if renal toxicity is suspected or demonstrated by tissue biopsy. Pediatric Accidental Ingestion A number of fatalities have been reported following the accidental ingestion of chloroquine, sometimes in relatively small doses (0.75 g or 1 g chloroquine phosphate in one 3-year-old child). Patients should be strongly warned to keep chloroquine phosphate tablets out of the reach of children because they are especially sensitive to the 4-aminoquinoline compounds (see OVERDOSAGE and ADVERSE REACTIONS ). Worsening of Psoriasis and Porphyria Use of chloroquine phosphate tablets in patients with psoriasis may precipitate a severe attack of psoriasis. When used in patients with porphyria the condition may be exacerbated. Chloroquine phosphate tablets should not be used in these conditions unless the benefit to the patient outweighs the potential risks. Potential Carcinogenic Risk Experimental data showed a potential risk of inducing gene mutations. There is insufficient evidence regarding the carcinogenecity of chloroquine in experimental animals (see PRECAUTIONS , Carcinogenesis, Mutagenesis, Impairment of Fertility). In humans, there are insufficient data to rule out an increased risk of cancer in patients receiving long-term treatment. Usage in Pregnancy In animal studies, embryo-fetal developmental toxicity was shown at doses ranging from 250 to 1500 mg/kg body weight; approximately 3 to 16 times the maximum recommended therapeutic dose based on a body surface area comparison (see PRECAUTIONS , Animal Pharmacology and/or Animal Toxicology). Preclinical data showed a potential risk of genotoxicity in some test systems ( PRECAUTIONS , Carcinogenesis, Mutagenesis, Impairment of Fertility). In humans, at recommended doses for prophylaxis and treatment of malaria, observational studies as well as a meta-analysis, including a small number of prospective studies with chloroquine exposure during pregnancy, have shown no increase in the rate of birth defects or spontaneous abortions. The individual benefit-risk balance should be reviewed before prescribing chloroquine in pregnant women."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions have been identified during post-approval use of chloroquine or other 4-aminoqunoline compounds. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Ocular disorders: Maculopathy and macular degeneration have been reported and may be irreversible. Irreversible retinopathy with retinal pigmentation changes (bull’s eye appearance) and visual field defects (paracentral scotomas) in patients receiving long-term or high-dosage 4-aminoquinoline therapy have been reported (see WARNINGS ). Visual disturbances (blurring of vision and difficulty of focusing or accommodation); nyctalopia; scotomatous vision with field defects of paracentral, pericentral ring types, and typically temporal scotomas (e.g., difficulty in reading with words tending to disappear, seeing half an object, misty vision, and fog before the eyes) have been reported. Reversible corneal opacities have also been reported. Immune system disorders: Urticaria, anaphylactic reaction including angioedema. Ear and labyrinth disorders: Nerve type deafness; tinnitus, reduced hearing in patients with preexisting auditory damage. Musculoskeletal and connective tissue-disorders : Sensorimotor disorders, skeletal muscle myopathy or neuromyopathy leading to progressive weakness and atrophy of proximal muscle groups, depression of tendon reflexes and abnormal nerve conduction. Gastrointestinal disorders: Hepatitis, increased liver enzymes, anorexia, nausea, vomiting, diarrhea, abdominal cramps. Skin and subcutaneous tissue disorders: Erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, exfoliative dermatitis. Pleomorphic skin eruptions, skin and mucosal pigmentary changes; lichen planus-like eruptions, pruritus,; drug rash with eosinophilia and systemic symptoms (DRESS syndrome); photosensitivity and hair loss and bleaching of hair pigment. Blood and lymphatic system disorders: Pancytopenia, aplastic anemia, reversible agranulocytosis, thrombocytopenia and neutropenia. Hemolytic anemia in G6PD deficient patients (see PRECAUTIONS ). Nervous system disorders: Convulsions, mild and transient headache, polyneuropathy, acute extrapyramidal disorders (such as dystonia, dyskinesia, tongue protrusion, torticollis) (see WARNINGS and OVERDOSAGE ). Neuropsychiatric disorders: Neuropsychiatric changes including psychosis, delirium, anxiety, agitation, insomnia, confusion, hallucinations, personality changes, depression, and suicidal behavior. Cardiac disorders: Hypotension, electrocardiographic changes (particularly, inversion or depression of the T-wave with widening of the QRS complex), and cardiomyopathy (which may result in cardiac failure and in some cases a fatal outcome). Cardiac arrhythmias, conduction disorders such as bundle branch block / atrio-ventricular block, QT interval prolongation, torsade de pointes, ventricular tachycardia and ventricular fibrillation have been reported with therapeutic doses of chloroquine as well as with overdose. The risk is greater if chloroquine is administered at high doses. Fatal cases have been reported (see WARNINGS , Cardiac Effects and OVERDOSAGE ). Metabolic and Nutritional disorders: Hypoglycemia (see WARNINGS )."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Use of chloroquine phosphate tablets for indications other than acute malaria is contraindicated in the presence of retinal or visual field changes of any etiology. Use of chloroquine phosphate tablets is contraindicated in patients with known hypersensitivity to 4-aminoquinoline compounds."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The dosage of chloroquine phosphate is often expressed in terms of equivalent chloroquine base. Each 500 mg tablet of Chloroquine phosphate contains the equivalent of 300 mg chloroquine base. In infants and children the dosage is preferably calculated by body weight. Prophylaxis against chloroquine-sensitive Plasmodium species Adult Dose: The dosage for prophylaxis is 500 mg (= 300 mg base) administered once per week on exactly the same day of each week. Pediatric Dose : The dosage for prophylaxis is 5 mg calculated as base, per kg of body weight, administered once per week on exactly the same day of each week. The pediatric dose should never exceed the adult dose regardless of weight. If circumstances permit, suppressive therapy should begin two weeks prior to exposure. However, failing this in adults, an initial double (loading) dose of 1 g (= 600 mg base), or in children 10 mg base/kg may be taken in two divided doses, six hours apart. The suppressive therapy should be continued for eight weeks after leaving the endemic area. Treatment of uncomplicated malaria due to chloroquine-sensitive Plasmodium species Adults : An initial dose of 1 g salt (= 600 mg base) followed by an additional 500 mg (= 300 mg base) after six to eight hours and a single dose of 500 mg (= 300 mg base) on each of two consecutive days. This represents a total dose of 2.5 g chloroquine phosphate or 1.5 g base in three days. Infants and Children: In infants and children, the recommended dose is 10 mg base/kg followed by 5 mg based/kg at 6, 24 and 36 hours (total dose 25 mg based/kg). The pediatric dose should never exceed the adult dose regardless of weight. The dosage for adults of low body weight and for infants and children should be determined as follows: First dose: 10 mg base per kg (but not exceeding a single dose of 600 mg base). Second dose: (6 hours after first dose) 5 mg base per kg (but not exceeding a single dose of 300 mg base). Third dose: (24 hours after first dose) 5 mg base per kg. Fourth dose: (36 hours after first dose) 5 mg base per kg. P. vivax and P. ovale : Concomitant therapy with an 8-aminoquinoline compound is necessary for treatment of the hypnozoite liver stage forms of the parasites. Extraintestinal Amebiasis: Adults Dosage: 1 g salt (600 mg base) daily for two days, followed by 500 mg (300 mg base) daily for at least two to three weeks. Treatment is usually combined with an effective intestinal amebicide. Geriatric Use See PRECAUTION S, Geriatric Use."
  ],
  "indications": [
    "INDICATIONS AND USAGE Chloroquine phosphate tablets are indicated for the: Treatment of uncomplicated malaria due to susceptible strains of P. falciparum, P.malariae, P. ovale, and P.vivax . Prophylaxis of malaria in geographic areas where resistance to chloroquine is not present. Treatment of extraintestinal amebiasis. Chloroquine phosphate tablets do not prevent relapses in patients with vivax or ovale malaria because it is not effective against exoerythrocytic forms of the parasites. Limitations of Use in Malaria: Do not use chloroquine phosphate tablets for the treatment of complicated malaria (high-grade parasitemia and/or complications e.g., cerebral malaria or acute renal failure). Do not use chloroquine phosphate tablets for malaria prophylaxis in areas where chloroquine resistance occurs, Resistance to chloroquine phosphate tablets is widespread in P. falciparum, and is reported in P.vivax (see WARNINGS ). Concomitant therapy with an 8-aminoquinoline drug is necessary for treatment of the hypnozoite liver stage forms of P.vivax and P.ovale (see DOSAGE AND ADMINISTRATION )."
  ],
  "fetched_at": "2025-09-30T21:24:27.769513",
  "source": "OpenFDA"
}