{
  "drug_name": "Chlordiazepoxide",
  "generic_name": [
    "CHLORDIAZEPOXIDE HYDROCHLORIDE AND CLIDINIUM BROMIDE"
  ],
  "brand_names": [
    "Chlordiazepoxide Hydrochloride and Clidinium Bromide"
  ],
  "drug_interactions": [
    "Drug Interactions Opioids The concomitant use of benzodiazepines, including chlordiazepoxide hydrochloride, a component of chlordiazepoxide hydrochloride and clidinium bromide capsules, and opioids increases the risk of respiratory depression because of actions at different receptor sites in the CNS that control respiration. Benzodiazepines interact at GABAA sites and opioids interact primarily at mu receptors. When benzodiazepines and opioids are combined, the potential for benzodiazepines to significantly worsen opioid-related respiratory depression exists. Limit dosage and duration of concomitant use of chlordiazepoxide hydrochloride and clidinium bromide capsules and opioids, and follow patients closely for respiratory depression and sedation. Oral Anticoagulants Although clinical studies have not established a cause and effect relationship, physicians should be aware that variable effects on blood coagulation have been reported very rarely in patients receiving oral anticoagulants and chlordiazepoxide hydrochloride, a component of chlordiazepoxide hydrochloride and clidinium bromide capsules."
  ],
  "warnings": [
    "WARNINGS: Risks From Concomitant Use with Opioids Concomitant use of benzodiazepines, including chlordiazepoxide hydrochloride and clidinium bromide capsules and opioids may result in profound sedation, respiratory depression, coma, and death. Because of these risks, reserve concomitant prescribing of these drugs-in patients for whom alternative treatment options are inadequate. Observational studies have demonstrated that concomitant use of opioid analgesics and benzodiazepines increases the risk of drug-related mortality compared to use of opioids alone. If a decision is made to prescribe chlordiazepoxide hydrochloride and clidinium bromide capsules concomitantly with opioids, prescribe the lowest effective dosages and minimum durations of concomitant use, and follow patients closely for signs and symptoms of respiratory depression and sedation. Advise both patients and caregivers about the risks of respiratory depression and sedation when chlordiazepoxide hydrochloride and clidinium bromide capsules is used with opioids (see PRECAUTIONS ). Abuse, Misuse, and Addiction The use of benzodiazepines, including chlordiazepoxide hydrochloride, a component of chlordiazepoxide hydrochloride and clidinium bromide capsules, exposes users to the risks of abuse, misuse, and addiction, which can lead to overdose or death. Abuse and misuse of benzodiazepines often (but not always) involve the use of doses greater than the maximum recommended dosage and commonly involve concomitant use of other medications, alcohol, and/or illicit substances, which is associated with an increased frequency of serious adverse outcomes, including respiratory depression, overdose, or death (see DRUG ABUSE AND DEPENDENCE ). Before prescribing chlordiazepoxide hydrochloride and clidinium bromide capsules and throughout treatment, assess each patient’s risk for abuse, misuse, and addiction (e.g., using a standardized screening tool). Use of chlordiazepoxide hydrochloride and clidinium bromide capsules, particularly in patients at elevated risk, necessitates counseling about the risks and proper use of chlordiazepoxide hydrochloride and clidinium bromide capsules along with monitoring for signs and symptoms of abuse, misuse, and addiction. Prescribe the lowest effective dosage; avoid or minimize concomitant use of CNS depressants and other substances associated with abuse, misuse, and addiction (e.g., opioid analgesics, stimulants); and advise patients on the proper disposal of unused drug. If a substance use disorder is suspected, evaluate the patient and institute (or refer them for) early treatment, as appropriate. Dependence and Withdrawal Reactions To reduce the risk of withdrawal reactions, use a gradual taper to discontinue chlordiazepoxide hydrochloride and clidinium bromide capsules or reduce the dosage (a patient-specific plan should be used to taper the dosage) (see DOSAGE AND ADMINISTRATION ). Patients at an increased risk of withdrawal adverse reactions after benzodiazepine discontinuation or rapid dosage reduction include those who take higher dosages, and those who have had longer durations of use. Acute Withdrawal Reactions The continued use of benzodiazepines, including chlordiazepoxide hydrochloride and clidinium bromide capsules, may lead to clinically significant physical dependence. Abrupt discontinuation or rapid dosage reduction of chlordiazepoxide hydrochloride and clidinium bromide after continued use, or administration of flumazenil (a benzodiazepine antagonist) may precipitate acute withdrawal reactions, which can be life-threatening (e.g., seizures) (see DRUG ABUSE AND DEPENDENCE ). Protracted Withdrawal Syndrome In some cases, benzodiazepine users have developed a protracted withdrawal syndrome with withdrawal symptoms lasting weeks to more than 12 months (see DRUG ABUSE AND DEPENDENCE ). Effects on the Ability to Drive or Operate Machinery As in the case of other preparations containing CNS-acting drugs, patients receiving chlordiazepoxide hydrochloride and clidinium bromide capsules should be cautioned about possible combined effects with opioids, alcohol and other CNS depressants. For the same reason, they should be cautioned against hazardous occupations requiring complete mental alertness, such as operating machinery or driving a motor vehicle. Usage in Pregnancy An increased risk of congenital malformations associated with the use of minor tranquilizers (chlordiazepoxide, diazepam and meprobamate) during the first trimester of pregnancy has been suggested in several studies. Because use of these drugs is rarely a matter of urgency, their use during this period should almost always be avoided. The possibility that a woman of childbearing potential may be pregnant at the time of institution of therapy should be considered. Patients should be advised that if they become pregnant during therapy or intend to become pregnant they should communicate with their physicians about the desirability of discontinuing the drug. As with all anticholinergic drugs, an inhibiting effect on lactation may occur (see ANIMAL PHARMACOLOGY )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: No side effects or manifestations not seen with either compound alone have been reported with the administration of chlordiazepoxide hydrochloride and clidinium bromide capsules. However, since chlordiazepoxide hydrochloride and clidinium bromide capsules contains chlordiazepoxide hydrochloride and clidinium bromide, the possibility of untoward effects which may be seen with either of these two compounds cannot be excluded. When chlordiazepoxide hydrochloride has been used alone the necessity of discontinuing therapy because of undesirable effects has been rare. Drowsiness, ataxia and confusion have been reported in some patients — particularly the elderly and debilitated. While these effects can be avoided in almost all instances by proper dosage adjustment, they have occasionally been observed at the lower dosage ranges. In a few instances syncope has been reported. Other adverse reactions reported during therapy with chlordiazepoxide hydrochloride include isolated instances of skin eruptions, edema, minor menstrual irregularities, nausea and constipation, extrapyramidal symptoms, as well as increased and decreased libido. Such side effects have been infrequent and are generally controlled with reduction of dosage. Changes in EEG patterns (low-voltage fast activity) have been observed in patients during and after chlordiazepoxide hydrochloride treatment. Blood dyscrasias, including agranulocytosis, jaundice and hepatic dysfunction have occasionally been reported during therapy with chlordiazepoxide hydrochloride. When chlordiazepoxide hydrochloride treatment is protracted, periodic blood counts and liver function tests are advisable. Adverse effects reported with use of chlordiazepoxide hydrochloride and clidinium bromide capsules are those typical of anticholinergic agents, i.e., dryness of the mouth, blurring of vision, urinary hesitancy and constipation. Constipation has occurred most often when chlordiazepoxide hydrochloride and clidinium bromide capsules therapy has been combined with other spasmolytic agents and/or a low residue diet. To report SUSPECTED ADVERSE REACTIONS, contact Ascend Laboratories, LLC at 1-877-ASC-RX01 (877-272-7901) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: Chlordiazepoxide hydrochloride and clidinium bromide capsules is contraindicated in the presence of glaucoma (since the anticholinergic component may produce some degree of mydriasis) and in patients with prostatic hypertrophy and benign bladder neck obstruction. It is contraindicated in patients with known hypersensitivity to chlordiazepoxide hydrochloride and/or clidinium bromide."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: Recommended Dosage Because of the varied individual responses to tranquilizers and anticholinergics, the optimum dosage of chlordiazepoxide hydrochloride and clidinium bromide capsules, USP varies with the diagnosis and response of the individual patient. The dosage, therefore, should be individualized for maximum beneficial effects. The usual maintenance dose is 1 or 2 capsules, 3 or 4 times a day administered before meals and at bedtime. Recommended Geriatric Dosage Dosage should be limited to the smallest effective amount to preclude the development of ataxia, oversedation or confusion. The initial dose should not exceed 2 chlordiazepoxide hydrochloride and clidinium bromide capsules, USP capsules per day, to be increased gradually as needed and tolerated. Elderly patients have an increased risk of dose-related adverse reactions (see PRECAUTIONS ). Discontinuation or Dosage Reduction of chlordiazepoxide hydrochloride and clidinium bromide To reduce the risk of withdrawal reactions, use a gradual taper to discontinue chlordiazepoxide hydrochloride and clidinium bromide or reduce the dosage. If a patient develops withdrawal reactions, consider pausing the taper or increasing the dosage to the previous tapered dosage level. Subsequently decrease the dosage more slowly (see WARNINGS and DRUG ABUSE AND DEPENDENCE )."
  ],
  "indications": [
    "INDICATIONS AND USAGE: Chlordiazepoxide hydrochloride and clidinium bromide capsules is indicated to control emotional and somatic factors in gastrointestinal disorders. Chlordiazepoxide hydrochloride and clidinium bromide capsules may also be used as adjunctive therapy in the treatment of peptic ulcer and in the treatment of the irritable bowel syndrome (irritable colon, spastic colon, mucous colitis) and acute enterocolitis."
  ],
  "fetched_at": "2025-09-30T21:15:41.585351",
  "source": "OpenFDA"
}