{
  "drug_name": "Ciclesonide",
  "generic_name": [
    "CICLESONIDE"
  ],
  "brand_names": [
    "Omnaris"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS In vitro studies and clinical pharmacology studies suggested that des-ciclesonide has no potential for metabolic drug interactions or protein binding-based drug interactions [see Clinical Pharmacology ( 12.3 )] . In a drug interaction study, co-administration of orally inhaled ciclesonide and oral ketoconazole, a potent inhibitor of cytochrome P450 3A4, increased the exposure (AUC) of des-ciclesonide by approximately 3.6-fold at steady state, while levels of ciclesonide remained unchanged. Erythromycin, a moderate inhibitor of cytochrome P450 3A4, had no effect on the pharmacokinetics of either des-ciclesonide or erythromycin following oral inhalation of ciclesonide [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Systemic and local corticosteroid use may result in the following: • Epistaxis, nasal septal perforations, Candida albicans infection, impaired wound healing [see Warnings and Precautions ( 5.1 )] • Cataracts and glaucoma [see Warnings and Precautions ( 5.2 )] • Immunosuppression [see Warnings and Precautions ( 5.3 )] • Hypothalamic-pituitary-adrenal (HPA) axis effects, including growth reduction [see Warnings and Precautions ( 5.4 , 5.5 ), Use in Specific Populations ( 8.4 )] The most common adverse reactions (>2% incidence) included headache, epistaxis, nasopharyngitis, ear pain, and pharyngolaryngeal pain. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Covis Pharma at 1-866-488-4423 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data described below for adults and adolescents 12 years of age and older are based on 3 clinical trials of 2 to 6 weeks duration and one 52-week trial. In the 3 trials of 2 to 6 weeks duration, 1524 patients (495 males and 1029 females, ages 12 to 86 years old) with seasonal or perennial allergic rhinitis were treated with OMNARIS Nasal Spray 200, 100, 50, or 25 mcg or placebo once daily. The racial distribution in these three trials included 1374 Caucasians, 69 Blacks, 31 Asians, and 50 patients classified as Other. The 52-week trial was conducted in 663 patients (227 males and 436 females, ages 12 to 73 years old) treated with OMNARIS Nasal Spray 200 mcg or placebo once daily. The racial distribution in this trial included 538 Caucasians, 69 Blacks, 16 Asians, and 40 patients classified as Other. The data from pediatric patients are based upon 4 clinical trials in which 1541 children (871 males and 670 females, ages 2 to 11 years old) with seasonal or perennial allergic rhinitis were treated with OMNARIS Nasal Spray 200, 100, or 25 mcg or placebo once daily for 2 to 12 weeks. The racial distribution in these four trials included 1136 Caucasians, 273 Blacks, 20 Asians, and 112 patients classified as Other. Adults and Adolescents 12 Years of Age and Older in Short-Term (2-6 weeks) Trials: In three short-term trials conducted in the US and Canada, 546 patients were treated with OMNARIS Nasal Spray 200 mcg daily. Adverse reactions did not differ appreciably based on age, gender, or race. Approximately 2% of patients treated with OMNARIS Nasal Spray 200 mcg in clinical trials discontinued because of adverse reactions; this rate was similar for patients treated with placebo. The table below displays reactions that occurred with an incidence of 2% or greater and more frequently with OMNARIS Nasal Spray 200 mcg than with placebo in clinical trials of 2 to 6 weeks in duration. Table 1 Adverse Events from Controlled Clinical Trials 2 to 6 Weeks in Duration in Patients 12 Years of Age and Older with Seasonal or Perennial Allergic Rhinitis Adverse Event OMNARIS Nasal Spray 200 mcg Once Daily (N = 546) % Placebo (N = 544) % Headache 6.0 4.6 Epistaxis 4.9 2.9 Nasopharyngitis 3.7 3.3 Ear Pain 2.2 0.6 Pediatric Patients Aged 6 to 11 Years in Short-Term (2-12 weeks) Trials: In two short-term trials, conducted in the US and Canada, 913 patients were treated with OMNARIS Nasal Spray 200 mcg, 100 mcg or 25 mcg daily. Adverse events did not differ appreciably based on age, gender, or race. In clinical trials, 1.6% and 2.7% of patients treated with OMNARIS Nasal Spray 200 mcg or 100 mcg, respectively, discontinued because of adverse reactions; these rates were lower than the rate in patients treated with placebo (2.8%). Table 2 displays adverse events that occurred with an incidence of 3% or greater and more frequently with OMNARIS Nasal Spray 200 mcg than with placebo. Table 2 Adverse Events from Controlled Clinical Trials 2 to 12 Weeks in Duration in Patients 6 to 11 Years of Age and Older with Seasonal or Perennial Allergic Rhinitis Adverse Event OMNARIS Nasal Spray 200 mcg Once Daily (N = 380) % Placebo (N = 369) % Headache 6.6 5.7 Nasopharyngitis 6.6 5.4 Pharyngolaryngeal pain 3.4 3.3 Pediatric Patients Aged 2 to 5 Years in Short-Term (6-12 weeks) Trials: In two short-term trials conducted in the US, 183 patients were treated with OMNARIS Nasal Spray 200 mcg, 100 mcg or 25 mcg daily. The distribution of adverse events was similar to that seen in the 6 to 11 year old children. Long-Term (52-Week) Safety Trial: In a 52-week double-blind, placebo-controlled safety trial that included 663 adults and adolescent patients (441 treated with ciclesonide: 227 males and 436 females) with perennial allergic rhinitis, the adverse reaction profile over the treatment period was similar to the adverse event profile in trials of shorter duration. Adverse reactions, irrespective of drug relationship, that occurred with an incidence of 3% or greater and more frequently with OMNARIS Nasal Spray 200 mcg than with placebo were epistaxis, pharyngolaryngeal pain, sinusitis, headache, nasal discomfort, cough, bronchitis, influenza, back pain, and urinary tract infection. No patient experienced a nasal septal perforation or nasal ulcer during this long-term trial of OMNARIS Nasal Spray. 6.2 Post-Marketing Experience The following adverse reactions have been reported in association with post-marketing use of OMNARIS Nasal Spray and are not listed above: nasal congestion, nasal ulcer and dizziness. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or to establish a causal relationship to drug exposure."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS OMNARIS Nasal Spray is contraindicated in patients with a known hypersensitivity to ciclesonide or any of the ingredients of OMNARIS Nasal Spray [see Warnings and Precautions ( 5.3 )] . Patients with a known hypersensitivity to ciclesonide or any of the ingredients of OMNARIS Nasal Spray. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer OMNARIS Nasal Spray by the intranasal route only. Prior to initial use, OMNARIS Nasal Spray must be gently shaken and then the pump must be primed by actuating eight times. If the product is not used for four consecutive days, it should be gently shaken and reprimed with one spray or until a fine mist appears. Illustrated patient’s instructions for proper use accompany each package of OMNARIS Nasal Spray. For Intranasal Use Only • 2 sprays per nostril once daily. (200 mcg) ( 2.1 , 2.2 ) • Priming Information: Gently shake and prime OMNARIS Nasal Spray before using for the first time or when not used for four consecutive days. ( 2 ) 2.1 Seasonal Allergic Rhinitis Adults and Children (6 Years of Age and Older): The recommended dose of OMNARIS Nasal Spray is 2 sprays per nostril once daily (200 mcg). The maximum total daily dosage should not exceed 2 sprays in each nostril (200 mcg/day). 2.2 Perennial Allergic Rhinitis Adults and Adolescents (12 Years of Age and Older): The recommended dose of OMNARIS Nasal Spray is 2 sprays per nostril once daily (200 mcg). The maximum total daily dosage should not exceed 2 sprays in each nostril (200 mcg/day)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OMNARIS Nasal Spray is a corticosteroid indicated for treatment of nasal symptoms associated with seasonal allergic rhinitis in adults and children 6 years of age and older and perennial allergic rhinitis in adults and adolescents 12 years of age and older. ( 1.1 , 1.2 ) 1.1 Treatment of Seasonal Allergic Rhinitis OMNARIS Nasal Spray is indicated for the treatment of nasal symptoms associated with seasonal allergic rhinitis in adults and children 6 years of age and older. 1.2 Treatment of Perennial Allergic Rhinitis OMNARIS Nasal Spray is indicated for the treatment of nasal symptoms associated with perennial allergic rhinitis in adults and adolescents 12 years of age and older."
  ],
  "fetched_at": "2025-10-01T00:21:20.988012",
  "source": "OpenFDA"
}