{
  "drug_name": "Cimetidine",
  "generic_name": [
    "CIMETIDINE"
  ],
  "brand_names": [
    "CIMETIDINE"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse effects reported in patients taking cimetidine tablets are described as follows by body system. Incidence figures of 1 in 100 and greater are generally derived from controlled clinical studies. Gastrointestinal Diarrhea (usually mild) has been reported in approximately 1 in 100 patients. CNS Headaches, ranging from mild to severe, have been reported in 3.5% of 924 patients taking 1,600 mg/day, 2.1% of 2,225 patients taking 800 mg/day and 2.3% of 1,897 patients taking placebo. Dizziness and somnolence (usually mild) have been reported in approximately 1 in 100 patients on either 1,600 mg/day or 800 mg/day. Reversible confusional states, e.g., mental confusion, agitation, psychosis, depression, anxiety, hallucinations, disorientation, have been reported predominantly, but not exclusively, in severely ill patients. They have usually developed within 2 to 3 days of initiation of treatment with cimetidine tablets and have cleared within 3 to 4 days of discontinuation of the drug. Endocrine Gynecomastia has been reported in patients treated for 1 month or longer. In patients being treated for pathological hypersecretory states, this occurred in about 4% of cases while in all others the incidence was 0.3% to 1% in various studies. No evidence of induced endocrine dysfunction was found, and the condition remained unchanged or returned toward normal with continuing treatment with cimetidine tablets. Reversible impotence has been reported in patients with pathological hypersecretory disorders, e.g., Zollinger-Ellison Syndrome, receiving cimetidine tablets, particularly in high doses, for at least 12 months (range 12 to 79 months, mean 38 months). However, in large-scale surveillance studies at regular dosage, the incidence has not exceeded that commonly reported in the general population. Hematologic Decreased white blood cell counts in patients treated with cimetidine tablets (approximately 1 per 100,000 patients), including agranulocytosis (approximately 3 per million patients), have been reported, including a few reports of recurrence on rechallenge. Most of these reports were in patients who had serious concomitant illnesses and received drugs and/or treatment known to produce neutropenia. Thrombocytopenia (approximately 3 per million patients) and, very rarely, cases of pancytopenia or aplastic anemia have also been reported. As with some other H 2 -receptor antagonists, there have been extremely rare reports of immune hemolytic anemia. Hepatobiliary Dose-related increases in serum transaminase have been reported. In most cases they did not progress with continued therapy and returned to normal at the end of therapy. There have been rare reports of cholestatic or mixed cholestatic-hepatocellular effects. These were usually reversible. Because of the predominance of cholestatic features, severe parenchymal injury is considered highly unlikely. However, as in the occasional liver injury with other H 2 -receptor antagonists, in exceedingly rare circumstances fatal outcomes have been reported. There has been reported a single case of biopsy-proven periportal hepatic fibrosis in a patient receiving cimetidine tablets. Rare cases of pancreatitis, which cleared on withdrawal of the drug, have been reported. Hypersensitivity Rare cases of fever and allergic reactions including anaphylaxis and hypersensitivity vasculitis, which cleared on withdrawal of the drug, have been reported. Renal Small, possibly dose-related increases in plasma creatinine, presumably due to competition for renal tubular secretion, are not uncommon and do not signify deteriorating renal function. Rare cases of interstitial nephritis and urinary retention, which cleared on withdrawal of the drug, have been reported. Cardiovascular Rare cases of bradycardia, tachycardia and AV heart block have been reported with H 2 -receptor antagonists. Musculoskeletal There have been rare reports of reversible arthralgia and myalgia; exacerbation of joint symptoms in patients with preexisting arthritis has also been reported. Such symptoms have usually been alleviated by a reduction in the dosage of cimetidine tablets. Rare cases of polymyositis have been reported, but no causal relationship has been established. Integumental Mild rash and, very rarely, cases of severe generalized skin reactions including Stevens-Johnson syndrome, epidermal necrolysis, erythema multiforme, exfoliative dermatitis and generalized exfoliative erythroderma have been reported with H 2 -receptor antagonists. Reversible alopecia has been reported very rarely. Immune Function There have been extremely rare reports of strongyloidiasis hyperinfection in immunocompromised patients. Respiratory A large epidemiological study suggested an increased risk of developing pneumonia in current users of histamine-2-receptor antagonists (H 2 RAs) compared to patients who had stopped H 2 RA treatment, with an observed adjusted relative risk of 1.63 (95% CI, 1.07 to 2.48). However, a causal relationship between use of H 2 RAs and pneumonia has not been established."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Cimetidine tablets are contraindicated for patients known to have hypersensitivity to the product."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Duodenal Ulcer Active Duodenal Ulcer Clinical studies have indicated that suppression of nocturnal acid is the most important factor in duodenal ulcer healing (see CLINICAL PHARMACOLOGY: Antisecretory Activity: Acid Secretion ). This is supported by recent clinical trials (see CLINICAL TRIALS: Duodenal Ulcer: Active Duodenal Ulcer ). Therefore, there is no apparent rationale, except for familiarity with use, for treating with anything other than a once-daily at bedtime dosage regimen. In a U.S. dose-ranging study of 400 mg at bedtime, 800 mg at bedtime and 1600 mg at bedtime, a continuous dose-response relationship for ulcer healing was demonstrated. However, 800 mg at bedtime is the dose of choice for most patients, as it provides a high healing rate (the difference between 800 mg at bedtime and 1,600 mg at bedtime being small), maximal pain relief, a decreased potential for drug interactions (see PRECAUTIONS: Drug Interactions ) and maximal patient convenience. Patients unhealed at 4 weeks, or those with persistent symptoms, have been shown to benefit from 2 to 4 weeks of continued therapy. It has been shown that patients who both have an endoscopically demonstrated ulcer larger than 1.0 cm and are also heavy smokers (i.e., smoke 1 pack of cigarettes or more per day) are more difficult to heal. There is some evidence which suggests that more rapid healing can be achieved in this subpopulation with 1,600 mg of cimetidine tablets at bedtime. While early pain relief with either 800 mg at bedtime or 1,600 mg at bedtime is equivalent in all patients, 1,600 mg at bedtime provides an appropriate alternative when it is important to ensure healing within 4 weeks for this subpopulation. Alternatively, approximately 94% of all patients will also heal in 8 weeks with 800 mg of cimetidine tablets at bedtime. Other regimens of cimetidine tablets in the United States which have been shown to be effective are: 300 mg 4 times daily, with meals and at bedtime, the original regimen with which U.S. physicians have the most experience, and 400 mg twice daily, in the morning and at bedtime (see CLINICAL TRIALS: Duodenal Ulcer: Active Duodenal Ulcer ). Concomitant antacids should be given as needed for relief of pain. However, simultaneous administration of cimetidine tablets and antacids is not recommended, since antacids have been reported to interfere with the absorption of cimetidine. While healing with cimetidine tablets often occurs during the first week or two, treatment should be continued for 4 to 6 weeks unless healing has been demonstrated by endoscopic examination. Maintenance Therapy for Duodenal Ulcer In those patients requiring maintenance therapy, the recommended adult oral dose is 400 mg at bedtime. Active Benign Gastric Ulcer The recommended adult oral dosage for short-term treatment of active benign gastric ulcer is 800 mg at bedtime, or 300 mg 4 times a day with meals and at bedtime. Controlled clinical studies were limited to 6 weeks of treatment (see CLINICAL TRIALS ). A dose of 800 mg at bedtime is the preferred regimen for most patients based upon convenience and reduced potential for drug interactions. Symptomatic response to cimetidine tablets does not preclude the presence of a gastric malignancy. It is important to follow gastric ulcer patients to assure rapid progress to complete healing. Erosive Gastroesophageal Reflux Disease (GERD) The recommended adult oral dosage for the treatment of erosive esophagitis that has been diagnosed by endoscopy is 1,600 mg daily in divided doses (800 mg twice daily or 400 mg 4 times daily) for 12 weeks. The use of cimetidine tablets beyond 12 weeks has not been established. Pathological Hypersecretory Conditions (such as Zollinger-Ellison Syndrome) Recommended adult oral dosage: 300 mg 4 times a day with meals and at bedtime. In some patients it may be necessary to administer higher doses more frequently. Doses should be adjusted to individual patient needs, but should not usually exceed 2,400 mg per day and should continue as long as clinically indicated. Dosage Adjustment for Patients with Impaired Renal Function Patients with severely impaired renal function have been treated with cimetidine tablets. However, such usage has been very limited. On the basis of this experience the recommended dosage is 300 mg every 12 hours orally. Should the patient’s condition require, the frequency of dosing may be increased to every 8 hours or even further with caution. In severe renal failure, accumulation may occur and the lowest frequency of dosing compatible with an adequate patient response should be used. When liver impairment is also present, further reductions in dosage may be necessary. Hemodialysis reduces the level of circulating cimetidine tablets. Ideally, the dosage schedule should be adjusted so that the timing of a scheduled dose coincides with the end of hemodialysis."
  ],
  "indications": [
    "INDICATIONS AND USAGE Cimetidine tablets are indicated in: 1. Short-term treatment of active duodenal ulcer. Most patients heal within 4 weeks and there is rarely reason to use cimetidine tablets at full dosage for longer than 6 to 8 weeks (see DOSAGE AND ADMINISTRATION: Duodenal Ulcer ). Concomitant antacids should be given as needed for relief of pain. However, simultaneous administration of cimetidine tablets and antacids is not recommended, since antacids have been reported to interfere with the absorption of cimetidine. 2. Maintenance therapy for duodenal ulcer patients at reduced dosage after healing of active ulcer. Patients have been maintained on continued treatment with cimetidine tablets 400 mg at bedtime for periods of up to 5 years. 3. Short-term treatment of active benign gastric ulcer. There is no information concerning usefulness of treatment periods of longer than 8 weeks. 4. Erosive gastroesophageal reflux (GERD). Erosive esophagitis diagnosed by endoscopy. Treatment is indicated for 12 weeks for healing of lesions and control of symptoms. The use of cimetidine tablets beyond 12 weeks has not been established (see DOSAGE AND ADMINISTRATION: GERD ). 5. The treatment of pathological hypersecretory conditions (i.e., Zollinger-Ellison Syndrome, systemic mastocytosis, multiple endocrine adenomas)."
  ],
  "fetched_at": "2025-09-30T21:16:28.492696",
  "source": "OpenFDA"
}