{
  "drug_name": "Cisatracurium",
  "generic_name": [
    "CISATRACURIUM BESYLATE"
  ],
  "brand_names": [
    "Cisatracurium besylate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Succinylcholine : May decrease time to onset of maximum neuromuscular blockade. (7.1) I nhalational anesthetics, antibiotics, local anesthetics, magnesium salts, procainamide, lithium, quinidine: May potentiate or prolong neuromuscular blockade action of cisatracurium besylate injection. Use peripheral nerve stimulator and monitor clinical signs of neuromuscular blockade. (5.8, 7.1) Phenytoin and Carbamazepine: May shorten duration of neuromuscular blockade. Use peripheral nerve stimulator and monitor clinical signs of neuromuscular blockade. (5.9, 7.1) 7.1 Clinically Significant Drug Interactions Table 4 displays clinically significant drug interactions with cisatracurium besylate injection. Table 4. Clinically Significant Drug Interactions with Cisatracurium Besylate Injection Drug or Drug Class Clinical Implications* Succinylcholine The use of succinylcholine prior to cisatracurium besylate injection administration may decrease the time to onset of maximum neuromuscular blockade but has no effect on the duration of neuromuscular blockade. Inhalational Anesthetics Administration of inhalational anesthetics with nitrous oxide/oxygen for greater than 30 minutes to achieve 1.25 Minimum Alveolar Concentration (MAC) may prolong the duration of action of initial and maintenance doses of cisatracurium besylate injection. This may potentiate the neuromuscular blockade. Antibiotics† Local anesthetics Magnesium salts Procainamide Lithium Quinidine May prolong the neuromuscular blockade action of cisatracurium besylate injection Phenytoin, Carbamazepine May increase resistance to the neuromuscular blockade action of cisatracurium besylate injection resulting in shorter durations of neuromuscular blockade and infusion rate requirements may be higher. * The use of peripheral nerve stimulator is strongly recommended to evaluate the level of neuromuscular blockade, to assess the need for additional doses of cisatracurium besylate injection, and to determine whether adjustments need to be made to the dose with subsequent administration. † Examples: aminoglycosides, tetracyclines, bacitracin, polymyxins, lincomycin, clindamycin, colistin, sodium colistimethate 7.2 Drugs Without Clinically Significant Drug Interactions With Cisatracurium Besylate Injection In clinical studies, propofol had no effect on the duration of action or dosing requirements for cisatracurium besylate injection. Cisatracurium besylate injection is not compatible with propofol for Y-site administration."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (0.1% to 0.4%) were bradycardia, hypotension, flushing, bronchospasm, and rash. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma at 866-770-7144 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Adverse Reactions in Clinical Trials of Cisatracurium Besylate Injection in Surgical Patients The data presented below are based on studies involving 945 surgical patients who received cisatracurium besylate injection in conjunction with other drugs in US and European clinical studies in a variety of procedures [see Clinical Studies (14.1)]. Table 3 displays adverse reactions that occurred at a rate of less than 1%. Table 3. Adverse Reactions in Clinical Trials of Cisatracurium Besylate Injection in Surgical Patients Adverse Reaction Incidence Bradycardia 0.4% Hypotension 0.2% Flushing 0.2% Bronchospasm 0.2% Rash 0.1% Adverse Reactions in Clinical Trials of Cisatracurium Besylate Injection in Intensive Care Unit Patients The adverse reactions presented below were from studies involving 68 adult ICU patients who received cisatracurium besylate injection in conjunction with other drugs in US and European clinical studies [see Clinical Studies (14.3)]. One patient experienced bronchospasm. In one of the two ICU studies, a randomized and double-blind study of ICU patients using TOF neuromuscular monitoring, there were two reports of prolonged recovery (range: 167 and 270 minutes) among 28 patients administered cisatracurium besylate injection and 13 reports of prolonged recovery (range: 90 minutes to 33 hours) among 30 patients administered vecuronium. 6.2 Postmarketing Experience The following events have been identified during post-approval use of cisatracurium besylate injection in conjunction with one or more anesthetic agents in clinical practice. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These events have been chosen for inclusion due to a combination of their seriousness, frequency of reporting, or potential causal connection to cisatracurium besylate injection: anaphylaxis, histamine release, prolonged neuromuscular block, muscle weakness, myopathy."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Cisatracurium besylate injection is contraindicated in patients with known hypersensitivity to cisatracurium.Severe anaphylactic reactions to cisatracurium besylate injection have been reported [ see Warnings and Precautions (5.4) ]. The use of 10 mL cisatracurium besylate injection multiple-dose vials is contraindicated for use in pediatric patients less than 1 month of age and low birth-weight infants because the formulation contains benzyl alcohol [ see Warnings and Precautions (5.2) and Use in Specific Populations (8.4) ]. • Known hypersensitivity to cisatracurium"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Store cisatracurium besylate injection with the cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product (2.1) Administer intravenously only by or under the supervision of experienced clinicians familiar with drug’s actions and possible complications (2.1) Use only if personnel and facilities for resuscitation and life support, and a cisatracurium besylate injection antagonist are immediately available (2.1) Use a peripheral nerve stimulator to determine adequacy of blockade (e.g., need for additional doses), minimize risk of overdosage or underdosage, assess extent of recovery from blockade, potentially limit exposure to toxic metabolites through dose titration, and facilitate more rapid reversal of cisatracurium besylate injection-induced paralysis (2.1) See the Full Prescribing Information for: o Dosage and administration instructions in adults, pediatric patients, geriatric patients, patients with neuromuscular disease, burns, end-stage renal disease, and patients undergoing coronary artery bypass graft surgery with induced hypothermia (2.2, 2.3, 2.4, 2.5) o Continuous infusion rates (2.6) o Preparation instructions (2.7) o Drug compatibility (2.8) 2.1 Important Dosage and Administration Instructions Risk of Medication Errors Accidental administration of neuromuscular blocking agents may be fatal. Store cisatracurium besylate injection with the cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product [see Warnings and Precautions (5.5)] . Important Administration Instructions : Cisatracurium besylate injection is for intravenous use only. Administer cisatracurium besylate injection in carefully adjusted dosage by or under the supervision of experienced clinicians who are familiar with the drug’s actions and the possible complications. Use cisatracurium besylate injection only if the following are immediately available: personnel and facilities for resuscitation and life support (tracheal intubation, artificial ventilation, oxygen therapy); and an antagonist of cisatracurium besylate injection [see Overdosage (10)] . The dosage information which follows is intended to serve as an initial guide for individual patients; base subsequent cisatracurium besylate injection dosage on the patients’ responses to the initial doses. Use a peripheral nerve stimulator to: o Determine the adequacy of neuromuscular blockade (e.g., need for additional cisatracurium besylate injection doses, reduction of the infusion rate). o Minimize risk of overdosage or underdosage. o Assess the extent of recovery from neuromuscular blockade (e.g., spontaneous recovery or recovery after administration of a reversal agent e.g., neostigmine). o Appropriately titrate doses to potentially limit exposure to toxic metabolites. o Facilitate more rapid reversal of the cisatracurium besylate injection-induced paralysis. 2.2 Recommended Cisatracurium Besylate Injection Dose for Performing Tracheal Intubation Tracheal Intubation in Adults Prior to selecting the initial cisatracurium besylate injection bolus dose, consider the desired time to tracheal intubation and the anticipated length of surgery, factors affecting time to onset of complete neuromuscular block such as age and renal function, and factors that may influence intubation conditions such as the presence of co-induction agents (e.g., fentanyl and midazolam) and the depth of anesthesia. In conjunction with a propofol/nitrous oxide/oxygen induction-intubation technique or a thiopental/nitrous oxide/oxygen induction-intubation technique, the recommended starting weight-based dose of cisatracurium besylate injection is between 0.15 mg/kg and 0.2 mg/kg administered by bolus intravenous injection. Doses up to 0.4 mg/kg have been safely administered by bolus intravenous injection to healthy patients and patients with serious cardiovascular disease [ see Clinical Pharmacology (12.2) ]. Patients with Neuromuscular Disease The maximum recommended initial bolus dose of cisatracurium besylate injection is 0.02 mg/kg in patients with neuromuscular diseases (e.g., myasthenia gravis and myasthenic syndrome and carcinomatosis) [ see Warnings and Precautions (5.1) ]. Geriatric Patients and Patients with End-Stage Renal Disease Because the time to maximum neuromuscular blockade is approximately 1 minute slower in geriatric patients compared to younger patients (and in patients with end-stage renal disease than in patients with normal renal function), consider extending the interval between administering cisatracurium besylate injection and attempting intubation by at least 1 minute to achieve adequate intubation conditions in geriatric patients and patients with end-stage renal disease. A peripheral nerve stimulator should be used to determine the adequacy of muscle relaxation for the purposes of intubation and the timing and amounts of subsequent doses [ see Use in Specific Populations (8.5, 8.6) and Clinical Pharmacology (12.3) ]. Tracheal Intubation in Pediatric Patients Infants 1 to 23 Months of Age The recommended dose of cisatracurium besylate injection for intubation of pediatric patients ages 1 month to 23 months is 0.15 mg/kg administered over 5 to 10 seconds. When administered during stable opioid/nitrous oxide/oxygen anesthesia, 0.15 mg/kg of cisatracurium besylate injection produced maximum neuromuscular blockade in about 2 minutes (range: 1.3 to 4.3 minutes) with a clinically effective block (time to 25% recovery) for about 43 minutes (range: 34 to 58 minutes) [ see Clinical Studies (14.2) ]. Pediatric Patients 2 to 12 Years of Age The recommended weight-based bolus dose of cisatracurium besylate injection for pediatric patients 2 to 12 years of age is 0.1 to 0.15 mg/kg administered over 5 to 10 seconds. When administered during stable opioid/nitrous oxide/oxygen anesthesia, 0.1 mg/kg cisatracurium besylate injection produced maximum neuromuscular blockade in an average of 2.8 minutes (range: 1.8 to 6.7 minutes) with a clinically effective block (time to 25% recovery) for 28 minutes (range: 21 to 38 minutes). When administered during stable opioid/nitrous oxide/oxygen anesthesia, 0.15 mg/kg cisatracurium besylate injection produced maximum neuromuscular blockade in an average of about 3 minutes (range: 1.5 to 8 minutes) with a clinically effective block for 36 minutes (range: 29 to 46 minutes) [ see Clinical Studies (14.2) ]. 2.3 Recommended Maintenance Bolus Cisatracurium Besylate Injection Doses in Adult Surgical Procedures Determine if maintenance bolus doses are needed based on clinical criteria including the response to peripheral nerve stimulation. The recommended maintenance bolus dose of cisatracurium besylate injection is 0.03 mg/kg; however, smaller or larger maintenance doses may be administered based on the required duration of action. Administer the first maintenance bolus dose starting: • 40 to 50 minutes after an initial dose of cisatracurium besylate injection 0.15 mg/kg; • 50 to 60 minutes after an initial dose of cisatracurium besylate injection 0.2 mg/kg. For long surgical procedures using inhalational anesthetics administered with nitrous oxide/oxygen at the 1.25 MAC level for at least 30 minutes, consider administering less frequent maintenance bolus doses or lower maintenance bolus doses of cisatracurium besylate injection [see Clinical Pharmacology (12.2)]. No adjustment to the initial cisatracurium besylate injection maintenance bolus dose should be necessary when cisatracurium besylate injection is administered shortly after initiation of volatile agents or when used in patients receiving propofol anesthesia. 2.4 Dosage in Burn Patients Burn patients have been shown to develop resistance to nondepolarizing neuromuscular blocking agents; therefore, consider increasing the cisatracurium besylate injection dosages for intubation and maintenance [ see Use in Specific Populations (8.8) ]. 2.5 Dosage for Continuous Infusion Continuous Infusion for Surgical Procedures in Adults and Pediatric Patients During extended surgical procedures, cisatracurium besylate injection may be administered by continuous infusion to adults and pediatric patients aged 2 or more years if patients have spontaneous recovery after the initial cisatracurium besylate injection bolus dose. Following recovery from neuromuscular blockade, it may be necessary to re-administer a bolus dose to quickly re-establish neuromuscular blockade prior to starting the continuous infusion. If patients have had recovery of neuromuscular function, the recommended initial cisatracurium besylate injection infusion rate is 3 mcg/kg/minute [see Dosage and Administration (2.6)]. Subsequently reduce the rate to 1 to 2 mcg/kg/minute to maintain continuous neuromuscular blockade. Use peripheral nerve stimulation to assess the level of neuromuscular blockade and to appropriately titrate the cisatracurium besylate injection infusion rate. If no response is elicited to peripheral nerve stimulation, discontinue the infusion until a response returns. Consider reducing the infusion rate by up to 30% to 40% when cisatracurium besylate injection is administered during stable isoflurane anesthesia for at least 30 minutes (administered with nitrous oxide/oxygen at the 1.25 MAC level) [ see Clinical Pharmacology (12.2) ]. Greater reductions in the cisatracurium besylate injection infusion rate may be required with longer durations of administration of isoflurane or with the administration of other inhalational anesthetics. Patients Undergoing Coronary Artery Bypass Graft (CABG) Surgery Consider reducing the infusion rate in patients undergoing CABG with induced hypothermia to half the rate required during normothermia [ see Clinical Pharmacology (12.2) ]. Spontaneous recovery from neuromuscular block following discontinuation of cisatracurium besylate injection infusion is expected to proceed at a rate comparable to that following administration of a single bolus dose. Continuous Infusion for Mechanical Ventilation in the Intensive Care Unit in Adults During extended need for mechanical ventilation and skeletal muscle relaxation in the intensive care unit (ICU), cisatracurium besylate injection may be administered by continuous infusion to adults if a patient has spontaneous recovery of neuromuscular function after the initial cisatracurium besylate injection bolus dose. Following recovery from neuromuscular blockade, it may be necessary to re-administer a bolus dose to quickly re-establish neuromuscular blockade prior to starting the continuous infusion. The recommended cisatracurium besylate injection infusion rate in adult patients in the ICU is 3 mcg/kg/minute (range: 0.5 to 10.2 mcg/kg/minute) [see Dosage and Administration (2.6) ]. Use peripheral nerve stimulation to assess the level of neuromuscular blockade and to appropriately titrate the cisatracurium besylate injection infusion rate. 2.6 Rate Tables for Continuous Infusion The intravenous infusion rate depends upon the cisatracurium besylate injection concentration, the desired dose, the patient's weight, and the contribution of the infusion solution to the fluid requirements of the patient. Tables 1 and 2 provide guidelines for the cisatracurium besylate injection infusion rate, in mL/hour (equivalent to microdrops/minute when 60 microdrops = 1 mL), in concentrations of 0.1 mg/mL or 0.4 mg/mL, respectively. Table 1. Cisatracurium Besylate Injection Infusion Rates for Maintenance of Neuromuscular Blockade During Opioid/Nitrous Oxide/Oxygen Anesthesia with a Concentration of 0.1 mg/mL Drug Delivery Rate (mcg/kg/minute) 1 1.5 2 3 5 Patient Weight Infusion Delivery Rate (mL/hour) 10 kg 6 9 12 18 30 45 kg 27 41 54 81 135 70 kg 42 63 84 126 210 100 kg 60 90 120 180 300 Table 2. Cisatracurium Besylate Injection Infusion Rates for Maintenance of Neuromuscular Blockade During Opioid/Nitrous Oxide/Oxygen Anesthesia with a Concentration of 0.4 mg/mL Drug Delivery Rate (mcg/kg/minute) 1 1.5 2 3 5 Patient Weight Infusion Delivery Rate (mL/hour) 10 kg 1.5 2.3 3 4.5 7.5 45 kg 6.8 10.1 13.5 20.3 33.8 70 kg 10.5 15.8 21 31.5 52.5 100 kg 15 22.5 30 45 75 2.7 Preparation of Cisatracurium Besylate Injection Visually inspect cisatracurium besylate injection for particulate matter and discoloration prior to administration. If a cisatracurium besylate injection solution is cloudy or contains visible particulates, do not use cisatracurium besylate injection. Cisatracurium besylate injection is a colorless to slightly yellow or greenish-yellow solution. Discard unused portion of the 5 mL and 20 mL single-dose vials. Cisatracurium besylate injection may be diluted to 0.1 mg/mL in the following solutions: • 5% Dextrose Injection, USP • 0.9% Sodium Chloride Injection, USP, or • 5% Dextrose and 0.9% Sodium Chloride Injection, USP Store these diluted cisatracurium besylate injection solutions either in a refrigerator or at room temperature for 24 hours without significant loss of potency. Cisatracurium besylate injection also may be diluted to 0.1 mg/mL or 0.2 mg/mL in the following solution: • Lactated Ringer’s and 5% Dextrose Injection Store this diluted cisatracurium besylate injection solution under refrigeration for no more than 24 hours. Do not dilute cisatracurium besylate injection in Lactated Ringer’s Injection, USP due to chemical instability 2.8 Drug Compatibility Cisatracurium besylate injection is compatible and may be administered with the following solutions through Y-site administration: • 5% Dextrose Injection, USP • 0.9% Sodium Chloride Injection, USP • 5% Dextrose and 0.9% Sodium Chloride Injection, USP • Sufentanil Citrate Injection, diluted as directed • Alfentanil Hydrochloride Injection, diluted as directed • Fentanyl Citrate Injection, diluted as directed • Midazolam Hydrochloride Injection, diluted as directed • Droperidol Injection, diluted as directed Cisatracurium besylate injection is acidic (pH = 3.25 to 3.65) and may not be compatible with alkaline solution having a pH greater than 8.5 (e.g., barbiturate solutions). Therefore, do not administer cisatracurium besylate injection and alkaline solutions simultaneously in the same intravenous line. Cisatracurium besylate injection is not compatible with propofol injection or ketorolac injection for Y-site administration. Compatibility studies with other parenteral products have not been conducted."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Cisatracurium besylate injection is indicated: • as an adjunct to general anesthesia to facilitate tracheal intubation in adults and in pediatric patients 1 month to 12 years of age • to provide skeletal muscle relaxation in adults during surgical procedures or during mechanical ventilation in the ICU • to provide skeletal muscle relaxation during surgical procedures via infusion in pediatric patients 2 years and older Limitations of Use Cisatracurium besylate injection is not recommended for rapid sequence endotracheal intubation due to the time required for its onset of action. Cisatracurium besylate injection is a nondepolarizing neuromuscular blocker indicated: as an adjunct to general anesthesia to facilitate tracheal intubation in adults and in pediatric patients 1 month to 12 years of age (1) to provide skeletal muscle relaxation during surgery in adults and in pediatric patients 2 to 12 years of age as a bolus or infusion maintenance (1) for mechanical ventilation in the ICU in adults (1) Limitations of Use: Cisatracurium besylate injection is not recommended for rapid sequence endotracheal intubation due to the time required for its onset of action."
  ],
  "fetched_at": "2025-09-30T21:20:43.215581",
  "source": "OpenFDA"
}