{
  "drug_name": "Clarithromycin",
  "generic_name": [
    "CLARITHROMYCIN"
  ],
  "brand_names": [
    "Clarithromycin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of clarithromycin tablets is known to inhibit CYP3A, and a drug primarily metabolized by CYP3A may be associated with elevations in drug concentrations that could increase or prolong both therapeutic and adverse effects of the concomitant drug. Clarithromycin tablets should be used with caution in patients receiving treatment with other drugs known to be CYP3A enzyme substrates, especially if the CYP3A substrate has a narrow safety margin (e.g., carbamazepine) and/or the substrate is extensively metabolized by this enzyme. Adjust dosage when appropriate and monitor serum concentrations of drugs primarily metabolized by CYP3A closely in patients concurrently receiving clarithromycin. Table 8. Clinically Significant Drug Interactions with Clarithromycin Tablets Drugs That Are Affected By Clarithromycin Tablets Drug(s) with Pharmacokinetics Affected by Clarithromycin Tablets Recommendation Comments Antiarrhythmics: Disopyramide Quinidine Dofetilide Amiodarone Sotalol Procainamide Not Recommended Disopyramide, Quinidine: There have been postmarketing reports of torsades de pointes occurring with concurrent use of clarithromycin and quinidine or disopyramide. Electrocardiograms should be monitored for QTc prolongation during coadministration of clarithromycin with these drugs [see Warnings and Precautions ( 5.2 )] . Serum concentrations of these medications should also be monitored. There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with disopyramide and quinidine. There have been postmarketing reports of hypoglycemia with the concomitant administration of clarithromycin and disopyramide. Therefore, blood glucose levels should be monitored during concomitant administration of clarithromycin and disopyramide. Digoxin Use With Caution Digoxin: Digoxin is a substrate for P-glycoprotein (Pgp) and clarithromycin is known to inhibit Pgp. When clarithromycin and digoxin are co‑administered, inhibition of Pgp by clarithromycin may lead to increased exposure of digoxin. Elevated digoxin serum concentrations in patients receiving clarithromycin and digoxin concomitantly have been reported in postmarketing surveillance. Some patients have shown clinical signs consistent with digoxin toxicity, including potentially fatal arrhythmias. Monitoring of serum digoxin concentrations should be considered, especially for patients with digoxin concentrations in the upper therapeutic range. Oral Anticoagulants: Warfarin Use With Caution Oral anticoagulants: Spontaneous reports in the postmarketing period suggest that concomitant administration of clarithromycin and oral anticoagulants may potentiate the effects of the oral anticoagulants. Prothrombin times should be carefully monitored while patients are receiving clarithromycin and oral anticoagulants simultaneously [see Warnings and Precautions ( 5.4 )] . Antiepileptics: Carbamazepine Use With Caution Carbamazepine: Concomitant administration of single doses of clarithromycin and carbamazepine has been shown to result in increased plasma concentrations of carbamazepine. Blood level monitoring of carbamazepine may be considered. Increased serum concentrations of carbamazepine were observed in clinical trials with clarithromycin. There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with carbamazepine. Antifungals: Itraconazole Use With Caution Itraconazole: Both clarithromycin and itraconazole are substrates and inhibitors of CYP3A, potentially leading to a bi-directional drug interaction when administered concomitantly (see also Itraconazole under “Drugs That Affect Clarithromycin Tablets” in the table below). Clarithromycin may increase the plasma concentrations of itraconazole. Patients taking itraconazole and clarithromycin concomitantly should be monitored closely for signs or symptoms of increased or prolonged adverse reactions. Fluconazole No Dose Adjustment Fluconazole: [see Pharmacokinetics ( 12.3 )] Anti-Gout Agents: Colchicine (in patients with renal or hepatic impairment) Contraindicated Colchicine: Colchicine is a substrate for both CYP3A and the efflux transporter, P-glycoprotein (Pgp). Clarithromycin and other macrolides are known to inhibit CYP3A and Pgp. The dose of colchicine should be reduced when co-administered with clarithromycin in patients with normal renal and hepatic function [see Contraindications ( 4.4 ) and Warnings and Precautions ( 5.4 )] . Colchicine (in patients with normal renal and hepatic function) Use With Caution Antipsychotics: Pimozide Contraindicated Pimozide: [See Contraindications ( 4.2 )] Quetiapine Lurasidone Quetiapine: Quetiapine is a substrate for CYP3A4, which is inhibited by clarithromycin. Co‑administration with clarithromycin could result in increased quetiapine exposure and possible quetiapine related toxicities. There have been postmarketing reports of somnolence, orthostatic hypotension, altered state of consciousness, neuroleptic malignant syndrome, and QT prolongation during concomitant administration. Refer to quetiapine prescribing information for recommendations on dose reduction if co‑administered with CYP3A4 inhibitors such as clarithromycin. Lurasidone: [See Contraindications ( 4.7 )] Antispasmodics: Tolterodine (patients deficient in CYP2D6 activity) Use With Caution Tolterodine: The primary route of metabolism for tolterodine is via CYP2D6. However, in a subset of the population devoid of CYP2D6, the identified pathway of metabolism is via CYP3A. In this population subset, inhibition of CYP3A results in significantly higher serum concentrations of tolterodine. Tolterodine 1 mg twice daily is recommended in patients deficient in CYP2D6 activity (poor metabolizers) when co-administered with clarithromycin. Antivirals: Atazanavir Use With Caution Atazanavir: Both clarithromycin and atazanavir are substrates and inhibitors of CYP3A, and there is evidence of a bi-directional drug interaction (see Atazanavir under “Drugs That Affect Clarithromycin Tablets” in the table below) [see Pharmacokinetics ( 12.3 )] . Saquinavir (in patients with decreased renal function) Saquinavir: Both clarithromycin and saquinavir are substrates and inhibitors of CYP3A and there is evidence of a bi-directional drug interaction (see Saquinavir under “Drugs That Affect Clarithromycin Tablets” in the table below) [see Pharmacokinetics ( 12.3 )] . Ritonavir Etravirine Ritonavir, Etravirine: (see Ritonavir and Etravirine under “Drugs That Affect Clarithromycin Tablets” in the table below) [see Pharmacokinetics ( 12.3 )] . Maraviroc Maraviroc: Clarithromycin may result in increases in maraviroc exposures by inhibition of CYP3A metabolism. See maraviroc prescribing information for dose recommendation when given with strong CYP3A inhibitors such as clarithromycin. Boceprevir (in patients with normal renal function) Didanosine No Dose Adjustment Boceprevir: Both clarithromycin and boceprevir are substrates and inhibitors of CYP3A, potentially leading to a bi-directional drug interaction when co‑administered. No dose adjustments are necessary for patients with normal renal function (see boceprevir prescribing information). Zidovudine Zidovudine: Simultaneous oral administration of clarithromycin immediate-release tablets and zidovudine to HIV-infected adult patients may result in decreased steady-state zidovudine concentrations. Administration of clarithromycin and zidovudine should be separated by at least two hours [see Pharmacokinetics ( 12.3 )] . The impact of co-administration of clarithromycin extended-release tablets or granules and zidovudine has not been evaluated. Calcium Channel Blockers: Verapamil Use With Caution Verapamil: Hypotension, bradyarrhythmias, and lactic acidosis have been observed in patients receiving concurrent verapamil, [see Warnings and Precautions ( 5.4 )] . Amlodipine Diltiazem Amlodipine, Diltiazem: [See Warnings and Precautions ( 5.4 )] Nifedipine Nifedipine: Nifedipine is a substrate for CYP3A. Clarithromycin and other macrolides are known to inhibit CYP3A. There is potential of CYP3A‑mediated interaction between nifedipine and clarithromycin. Hypotension and peripheral edema were observed when clarithromycin was taken concomitantly with nifedipine [see Warnings and Precautions ( 5.4 )] . Ergot Alkaloids: Ergotamine Dihydroergotamine Contraindicated Ergotamine, Dihydroergotamine: Postmarketing reports indicate that coadministration of clarithromycin with ergotamine or dihydroergotamine has been associated with acute ergot toxicity characterized by vasospasm and ischemia of the extremities and other tissues including the central nervous system [see Contraindications ( 4.6 )] . Gastroprokinetic Agents: Cisapride Contraindicated Cisapride: [See Contraindications ( 4.2 )] Lipid-lowering agents: Lomitapide Lovastatin Simvastatin Contraindicated Lomitapide, Lovastatin, Simvastatin: Clarithromycin may increase the exposure of these drugs by inhibition of CYP3A metabolism, thereby increasing the risk of toxicities from these drugs [see Contraindications ( 4.5 ) and Warnings and Precautions ( 5.4 )] Atorvastatin, Pravastatin, Fluvastatin: [See Warnings and Precautions ( 5.4 )] Atorvastatin Pravastatin Use With Caution Fluvastatin No Dose Adjustment Hypoglycemic Agents: Nateglinide Pioglitazone Repaglinide Rosiglitazone Use With Caution Nateglinide, Pioglitazone, Repaglinide, Rosiglitazone: [See Warnings and Precautions ( 5.4 ) and Adverse Reactions ( 6.2 )] Insulin Insulin: [See Warnings and Precautions ( 5.4 ) and Adverse Reactions ( 6.2 )] Immunosuppressants: Cyclosporine Use With Caution Cyclosporine: There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with cyclosporine. Tacrolimus Tacrolimus: There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with tacrolimus. Phosphodiesterase inhibitors: Sildenafil Tadalafil Vardenafil Use With Caution Sildenafil, Tadalafil, Vardenafil: Each of these phosphodiesterase inhibitors is primarily metabolized by CYP3A, and CYP3A will be inhibited by concomitant administration of clarithromycin. Co-administration of clarithromycin with sildenafil, tadalafil, or vardenafil will result in increased exposure of these phosphodiesterase inhibitors. Co-administration of these phosphodiesterase inhibitors with clarithromycin is not recommended. Increased systemic exposure of these drugs may occur with clarithromycin; reduction of dosage for phosphodiesterase inhibitors should be considered (see their respective prescribing information). Proton Pump Inhibitors: Omeprazole No Dose Adjustment Omeprazole: The mean 24-hour gastric pH value was 5.2 when omeprazole was administered alone and 5.7 when coadministered with clarithromycin as a result of increased omeprazole exposures [see Pharmacokinetics ( 12.3 )] (see also Omeprazole under “Drugs That Affect Clarithromycin Tablets” in the table below). Xanthine Derivatives: Theophylline Use With Caution Theophylline: Clarithromycin use in patients who are receiving theophylline may be associated with an increase of serum theophylline concentrations [see Pharmacokinetics ( 12.3 )] . Monitoring of serum theophylline concentrations should be considered for patients receiving high doses of theophylline or with baseline concentrations in the upper therapeutic range. Triazolobenzodiazepines and Other Related Benzodiazepines: Midazolam Use With Caution Midazolam: When oral midazolam is co‑administered with clarithromycin, dose adjustments may be necessary and possible prolongation and intensity of effect should be anticipated [see Warnings and Precautions ( 5.4 ) and Pharmacokinetics ( 12.3 )] . Alprazolam Triazolam Triazolam, Alprazolam: Caution and appropriate dose adjustments should be considered when triazolam or alprazolam is co-administered with clarithromycin. There have been postmarketing reports of drug interactions and central nervous system (CNS) effects (e.g., somnolence and confusion) with the concomitant use of clarithromycin and triazolam. Monitoring the patient for increased CNS pharmacological effects is suggested. In postmarketing experience, erythromycin has been reported to decrease the clearance of triazolam and midazolam, and thus, may increase the pharmacologic effect of these benzodiazepines. Temazepam Nitrazepam Lorazepam No Dose Adjustment Temazepam, Nitrazepam, Lorazepam: For benzodiazepines which are not metabolized by CYP3A (e.g., temazepam, nitrazepam, lorazepam), a clinically important interaction with clarithromycin is unlikely. Cytochrome P450 Inducers: Rifabutin Use With Caution Rifabutin: Concomitant administration of rifabutin and clarithromycin resulted in an increase in rifabutin, and decrease in clarithromycin serum levels together with an increased risk of uveitis (see Rifabutin under “Drugs That Affect Clarithromycin Tablets” in the table below). Other Drugs Metabolized by CYP3A: Alfentanil Bromocriptine Cilostazol Methylprednisolone Vinblastine Phenobarbital St. John’s Wort Use With Caution There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with alfentanil, methylprednisolone, cilostazol, bromocriptine, vinblastine, phenobarbital, and St. John’s Wort. Other Drugs Metabolized by CYP450 Isoforms Other than CYP3A: Hexobarbital Phenytoin Valproate Use With Caution There have been postmarketing reports of interactions of clarithromycin with drugs not thought to be metabolized by CYP3A, including hexobarbital, phenytoin, and valproate. Drugs that Affect Clarithromycin Tablets Drug(s) that Affect the Pharmacokinetics of Clarithromycin Tablets Recommendation Comments Antifungals: Itraconazole Use With Caution Itraconazole: Itraconazole may increase the plasma concentrations of clarithromycin. Patients taking itraconazole and clarithromycin concomitantly should be monitored closely for signs or symptoms of increased or prolonged adverse reactions (see also Itraconazole under “Drugs That Are Affected By Clarithromycin Tablets” in the table above). Antivirals: Atazanavir Use With Caution Atazanavir: When clarithromycin is co-administered with atazanavir, the dose of clarithromycin should be decreased by 50% [see Clinical Pharmacology ( 12.3 )] . Since concentrations of 14-OH clarithromycin are significantly reduced when clarithromycin is co‑administered with atazanavir, alternative antibacterial therapy should be considered for indications other than infections due to Mycobacterium avium complex. Doses of clarithromycin greater than 1000 mg per day should not be co-administered with protease inhibitors. Ritonavir (in patients with decreased renal function) Ritonavir: Since concentrations of 14-OH clarithromycin are significantly reduced when clarithromycin is co-administered with ritonavir, alternative antibacterial therapy should be considered for indications other than infections due to Mycobacterium avium [see Pharmacokinetics ( 12.3 )] . Doses of clarithromycin greater than 1000 mg per day should not be co-administered with protease inhibitors. Saquinavir (in patients with decreased renal function) Saquinavir: When saquinavir is co-administered with ritonavir, consideration should be given to the potential effects of ritonavir on clarithromycin (refer to ritonavir above) [see Pharmacokinetics ( 12.3 )] . Etravirine Etravirine: Clarithromycin exposure was decreased by etravirine; however, concentrations of the active metabolite, 14-OH-clarithromycin, were increased. Because 14-OH-clarithromycin has reduced activity against Mycobacterium avium complex (MAC), overall activity against this pathogen may be altered; therefore alternatives to clarithromycin should be considered for the treatment of MAC. Saquinavir (in patients with normal renal function) Ritonavir (in patients with normal renal function) No Dose Adjustment Proton Pump Inhibitors: Omeprazole Use With Caution Omeprazole: Clarithromycin concentrations in the gastric tissue and mucus were also increased by concomitant administration of omeprazole [see Pharmacokinetics ( 12.3 )] . Miscellaneous Cytochrome P450 Inducers: Efavirenz Nevirapine Rifampicin Rifabutin Rifapentine Use With Caution Inducers of CYP3A enzymes, such as efavirenz, nevirapine, rifampicin, rifabutin, and rifapentine will increase the metabolism of clarithromycin, thus decreasing plasma concentrations of clarithromycin, while increasing those of 14-OH-clarithromycin. Since the microbiological activities of clarithromycin and 14-OH-clarithromycin are different for different bacteria, the intended therapeutic effect could be impaired during concomitant administration of clarithromycin and enzyme inducers. Alternative antibacterial treatment should be considered when treating patients receiving inducers of CYP3A. There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with rifabutin (see Rifabutin under “Drugs That Are Affected By Clarithromycin Tablets” in the table above). Co-administration of clarithromycin tablets can alter the concentrations of other drugs. The potential for drug-drug interactions must be considered prior to and during therapy. ( 4 , 5.2 , 5.4 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: Acute Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] QT Prolongation [see Warnings and Precautions ( 5.2 )] Hepatotoxicity [see Warnings and Precautions ( 5.3 )] Serious Adverse Reactions Due to Concomitant Use with Other Drugs [see Warnings and Precautions ( 5.4 )] Clostridium difficile Associated Diarrhea [see Warnings and Precautions ( 5.6 )] Exacerbation of Myasthenia Gravis [see Warnings and Precautions ( 5.8 )] Most frequent adverse reactions for both adult and pediatric populations in clinical trials: abdominal pain, diarrhea, nausea, vomiting, dysgeusia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc. at 1-800-525-8747 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Based on pooled data across all indications, the most frequent adverse reactions for both adult and pediatric populations observed in clinical trials are abdominal pain, diarrhea, nausea, vomiting and dysgeusia. Also reported were dyspepsia, liver function test abnormal, anaphylactic reaction, candidiasis, headache, insomnia, and rash. The subsequent subsections list the most common adverse reactions for prophylaxis and treatment of mycobacterial infections and duodenal ulcer associated with H. pylori infection. In general, these profiles are consistent with the pooled data described above. Prophylaxis of Mycobacterial Infections In AIDS patients treated with clarithromycin over long periods of time for prophylaxis against M. avium , it was often difficult to distinguish adverse reactions possibly associated with clarithromycin administration from underlying HIV disease or intercurrent illness. Median duration of treatment was 10.6 months for the clarithromycin group and 8.2 months for the placebo group. Table 4. Incidence Rates (%) of Selected Adverse Reactions Includes those events possibly or probably related to study drug and excludes concurrent conditions in Immunocompromised Adult Patients Receiving Prophylaxis Against M. avium Complex Body System 2% or greater Adverse Reaction Incidence Rates for either treatment group Adverse Reaction Clarithromycin (n=339) % Placebo (n=339) % Body as a Whole Abdominal pain 5% 4% Headache 3% 1% Digestive Diarrhea 8% 4% Dyspepsia 4% 3% Flatulence 2% 1% Nausea 11% 7% Vomiting 6% 3% Skin & Appendages Rash 3% 4% Special Senses Taste Perversion 8% Significant higher incidence compared to the placebo-treated group 0.3% Discontinuation due to adverse reactions occurred in 18% of patients receiving clarithromycin compared to 17% of patients receiving placebo in this trial. Primary reasons for discontinuation in clarithromycin tablets treated patients include headache, nausea, vomiting, depression, and taste perversion. Changes in Laboratory Values Selected laboratory adverse experiences that were reported during therapy in greater than 2 % of adult patients treated with clarithromycin tablets in a randomized double-blind clinical trial involving 682 patients are presented in Table 5 . In immunocompromised patients receiving prophylaxis against M. avium , evaluations of laboratory values were made by analyzing those values outside the seriously abnormal value (i.e., the extreme high or low limit) for the specified test. Table 5. Percentage of Patients Includes only patients with baseline values within the normal range or borderline high (hematology variables) and within normal range or borderline low (chemistry variables) Exceeding Extreme Laboratory Values in Patients Receiving Prophylaxis Against M. avium Complex Clarithromycin 500 mg twice a day Placebo WBC Count <1 x 10 9 /L 2/103 (4%) 0/95 SGOT >5 x ULN ULN=Upper Limit of Normal 7/196 (4%) 5/208 (2%) SGPT >5 x ULN 6/217 (3%) 4/232 (2%) Treatment of Mycobacterial Infections The adverse reaction profiles for both the 500 mg and 1000 mg twice a day dose regimens were similar. In AIDS patients and other immunocompromised patients treated with the higher doses of clarithromycin tablets over long periods of time for mycobacterial infections, it was often difficult to distinguish adverse reactions possibly associated with clarithromycin tablets administration from underlying signs of HIV disease or intercurrent illness. The following analysis summarizes experience during the first 12 weeks of therapy with clarithromycin tablets. Data are reported separately for trial 1 (randomized, double-blind) and trial 2 (open‑labeled, compassionate use) and also combined. Adverse reactions were reported less frequently in trial 2, which may be due in part to differences in monitoring between the two studies. In adult patients receiving clarithromycin tablets 500 mg twice a day, the most frequently reported adverse reactions, considered possibly or possibly related to study drug, with an incidence of 5% or greater, are listed below ( Table 6 ). Approximately 8% of the patients who received 500 mg twice a day and 12% of the patients who received 1000 mg twice a day discontinued therapy due to drug related adverse reactions during the first 12 weeks of therapy; adverse reactions leading to discontinuation in at least 2 patients included nausea, vomiting, abdominal pain, diarrhea, rash, and asthenia. Table 6. Selected Treatment-Related Includes those events possibly or probably related to study drug and excludes concurrent conditions Adverse Reaction Incidence Rates (%) in Immunocompromised Adult Patients During the First 12 Weeks of Therapy with 500 mg Twice a Day Clarithromycin Tablets Dose Adverse Reaction Trial 1 (n=53) Trial 2 (n=255) Combined (n=308) Abdominal Pain 8 2 3 Diarrhea 9 2 3 Flatulence 8 0 1 Headache 8 0 2 Nausea 28 9 12 Rash 9 2 3 Taste Perversion 19 0 4 Vomiting 25 4 8 A limited number of pediatric AIDS patients have been treated with clarithromycin suspension for mycobacterial infections. The most frequently reported adverse reactions excluding those due to the patient’s concurrent conditions were consistent with those observed in adult patients. Changes in Laboratory Values In the first 12 weeks of starting on clarithromycin tablets 500 mg twice a day, 3% of patients has SGOT increases and 2% of patients has SGPT increases > 5 times the upper limit of normal in trial 2 (469 enrolled adult patients) while trial 1 (154 enrolled patients) had no elevation of transaminases. This includes only patients with baseline values within the normal range or borderline low. Duodenal ulcer associated with H. pylori Infection In clinical trials using combination therapy with clarithromycin plus omeprazole and amoxicillin, no adverse reactions specific to the combination of these drugs have been observed. Adverse reactions that have occurred have been limited to those that have been previously reported with clarithromycin, omeprazole or amoxicillin. The adverse reaction profiles are shown below ( Table 7 ) for four randomized double-blind clinical trials in which patients received the combination of clarithromycin tablets 500 mg three times a day, and omeprazole 40 mg daily for 14 days, followed by omeprazole 20 mg once a day, (three studies) or 40 mg once a day (one study) for an additional 14 days. Of the 346 patients who received the combination, 3.5% of patients discontinued drug due to adverse reactions. Table 7. Adverse Reactions with an Incidence of 3% or Greater Adverse Reaction Clarithromycin + Omeprazole (n=346) % of Patients Omeprazole (n=355) % of Patients Clarithromycin (n=166) % of Patients Only two of four studies Taste Perversion 15 1 16 Nausea 5 1 3 Headache 5 6 9 Diarrhea 4 3 7 Vomiting 4 <1 1 Abdominal Pain 3 2 1 Infection 3 4 2 Changes in Laboratory Values Changes in laboratory values with possible clinical significance in patients taking clarithromycin and omeprazole in four randomized double-blind trials in 945 patients are as follows: Hepatic: elevated direct bilirubin <1%; GGT <1%; SGOT (AST) <1%; SGPT (ALT) <1%, Renal: elevated serum creatinine <1%. Less Frequent Adverse Reactions Observed During Clinical Trials of Clarithromycin Based on pooled data across all indications, the following adverse reactions were observed in clinical trials with clarithromycin at a rate less than 1%: Blood and Lymphatic System Disorders: Leukopenia, neutropenia, thrombocythemia, eosinophilia Cardiac Disorders: Electrocardiogram QT prolonged, cardiac arrest, atrial fibrillation, extrasystoles, palpitations Ear and Labyrinth Disorders: Vertigo, tinnitus, hearing impaired Gastrointestinal Disorders: Stomatitis, glossitis, esophagitis, gastrooesophageal reflux disease, gastritis, proctalgia, abdominal distension, constipation, dry mouth, eructation, flatulence General Disorders and Administration Site Conditions: Malaise, pyrexia, asthenia, chest pain, chills, fatigue Hepatobiliary Disorders: Cholestasis, hepatitis Immune System Disorders: Hypersensitivity Infections and Infestations: Cellulitis, gastroenteritis, infection, vaginal infection Investigations: Blood bilirubin increased, blood alkaline phosphatase increased, blood lactate dehydrogenase increased, albumin globulin ratio abnormal Metabolism and Nutrition Disorders: Anorexia, decreased appetite Musculoskeletal and Connective Tissue Disorders: Myalgia, muscle spasms, nuchal rigidity Nervous System Disorders: Dizziness, tremor, loss of consciousness, dyskinesia, somnolence Psychiatric Disorders: Anxiety, nervousness Renal and Urinary Disorders: Blood creatinine increased, blood urea increased Respiratory, Thoracic and Mediastinal Disorders: Asthma, epistaxis, pulmonary embolism Skin and Subcutaneous Tissue Disorders: Urticaria, dermatitis bullous, pruritus, hyperhidrosis, rash maculo-papular Gastrointestinal Adverse Reactions In the acute exacerbation of chronic bronchitis and acute maxillary sinusitis studies overall gastrointestinal adverse reactions were reported by a similar proportion of patients taking either clarithromycin tablets or clarithromycin extended-release tablets; however, patients taking clarithromycin extended-release tablets reported significantly less severe gastrointestinal symptoms compared to patients taking clarithromycin tablets. In addition, patients taking clarithromycin extended-release tablets had significantly fewer premature discontinuations for drug-related gastrointestinal or abnormal taste adverse reactions compared to clarithromycin tablets. All-Cause Mortality in Patients with Coronary Artery Disease 1 to 10 Years Following Clarithromycin Exposure In one clinical trial evaluating treatment with clarithromycin on outcomes in patients with coronary artery disease, an increase in risk of all-cause mortality was observed in patients randomized to clarithromycin. Clarithromycin for treatment of coronary artery disease is not an approved indication. Patients were treated with clarithromycin or placebo for 14 days and observed for primary outcome events (e.g., all-cause mortality or non-fatal cardiac events) for several years. 1 A numerically higher number of primary outcome events in patients randomized to receive clarithromycin was observed with a hazard ratio of 1.06 (95% confidence interval 0.98 to 1.14). However, at follow-up 10 years post-treatment, there were 866 (40%) deaths in the clarithromycin group and 815 (37%) deaths in the placebo group that represented a hazard ratio for all-cause mortality of 1.10 (95% confidence interval 1.00 to 1.21). The difference in the number of deaths emerged after one year or more after the end of treatment. The cause of the difference in all-cause mortality has not been established. Other epidemiologic studies evaluating this risk have shown variable results [see Warnings and Precautions ( 5.5 )]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of clarithromycin tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System : Thrombocytopenia, agranulocytosis Cardiac : Ventricular arrhythmia, ventricular tachycardia, torsades de pointes Ear and Labyrinth : Deafness was reported chiefly in elderly women and was usually reversible. Gastrointestinal : Pancreatitis acute, tongue discoloration, tooth discoloration was reported and was usually reversible with professional cleaning upon discontinuation of the drug. There have been reports of clarithromycin extended-release tablets in the stool, many of which have occurred in patients with anatomic (including ileostomy or colostomy) or functional gastrointestinal disorders with shortened GI transit times. In several reports, tablet residues have occurred in the context of diarrhea. It is recommended that patients who experience tablet residue in the stool and no improvement in their condition should be switched to a different clarithromycin formulation (e.g. suspension) or another antibacterial drug. Hepatobiliary : Hepatic failure, jaundice hepatocellular. Adverse reactions related to hepatic dysfunction have been reported with clarithromycin [see Warnings and Precautions ( 5.2 )] . Infections and Infestations : Pseudomembranous colitis [see Warnings and Precautions ( 5.6 )] Immune System : Anaphylactic reactions, angioedema Investigations : Prothrombin time prolonged, white blood cell count decreased, international normalized ratio increased. Abnormal urine color has been reported, associated with hepatic failure. Metabolism and Nutrition : Hypoglycemia has been reported in patients taking oral hypoglycemic agents or insulin. Musculoskeletal and Connective Tissue : Myopathy rhabdomyolysis was reported and in some of the reports, clarithromycin was administered concomitantly with statins, fibrates, colchicine or allopurinol [see Contraindications ( 4.5 ) and Warnings and Precautions ( 5.4 )] . Nervous System : Parosmia, anosmia, ageusia, paresthesia and convulsions Psychiatric : Abnormal behavior, confusional state, depersonalization, disorientation, hallucination, depression, manic behavior, abnormal dream, psychotic disorder. These disorders usually resolve upon discontinuation of the drug. Renal and Urinary : Nephritis interstitial, renal failure Skin and Subcutaneous Tissue : Stevens-Johnson syndrome, toxic epidermal necrolysis, drug rash with eosinophilia and systemic symptoms (DRESS), Henoch-Schonlein purpura, acne, acute generalized exanthematous pustulosis Vascular : Hemorrhage"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to clarithromycin or any macrolide drug ( 4.1 ) Cisapride and pimozide ( 4.2 ) History of cholestatic jaundice/hepatic dysfunction with use of clarithromycin ( 4.3 ) Colchicine in renal or hepatic impairment ( 4.4 ) Lomitapide, lovastatin, and simvastatin ( 4.5 ) Ergot alkaloids (ergotamine or dihydroergotamine) ( 4.6 ) Lurasidone ( 4.7 ) 4.1 Hypersensitivity Clarithromycin tablets are contraindicated in patients with a known hypersensitivity to clarithromycin, erythromycin, or any of the macrolide antibacterial drugs [see Warnings and Precautions ( 5.1 )] . 4.2 Cisapride and Pimozide Concomitant administration of clarithromycin tablets with cisapride and pimozide is contraindicated [see Drug Interactions ( 7 )] . There have been postmarketing reports of drug interactions when clarithromycin is co‑administered with cisapride or pimozide, resulting in cardiac arrhythmias (QT prolongation, ventricular tachycardia, ventricular fibrillation, and torsades de pointes ) most likely due to inhibition of metabolism of these drugs by clarithromycin tablets. Fatalities have been reported. 4.3 Cholestatic Jaundice/Hepatic Dysfunction Clarithromycin tablets are contraindicated in patients with a history of cholestatic jaundice or hepatic dysfunction associated with prior use of clarithromycin. 4.4 Colchicine Concomitant administration of clarithromycin tablets and colchicine is contraindicated in patients with renal or hepatic impairment. 4.5 Lomitapide, Lovastatin, and Simvastatin Concomitant administration of clarithromycin tablets with lomitapide is contraindicated due to potential for markedly increased transaminases [see Warnings and Precautions ( 5.4 ) and Drug Interactions ( 7 )]. Concomitant administration of clarithromycin tablets with HMG-CoA reductase inhibitors (statins) that are extensively metabolized by CYP3A4 (lovastatin or simvastatin) is contraindicated, due to the increased risk of myopathy, including rhabdomyolysis [see Warnings and Precautions ( 5.4 ) and Drug Interactions ( 7 )]. 4.6 Ergot Alkaloids Concomitant administration of clarithromycin and ergotamine or dihydroergotamine is contraindicated [see Drug Interactions ( 7 )] . 4.7 Lurasidone Concomitant administration of clarithromycin and lurasidone is contraindicated since it may result in an increase in lurasidone exposure and the potential for serious adverse reactions [see Drug Interactions ( 7 ) ]. 4.8 Contraindications for Co-administered Drugs For information about contraindications of other drugs indicated in combination with clarithromycin tablets, refer to their full prescribing information (contraindications section)."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults : clarithromycin tablets 250 mg or 500 mg every 12 hours for 7 to 14 days ( 2.2 ) H. pylori eradication (in combination with lansoprazole/amoxicillin, omeprazole/amoxicillin, or omeprazole): clarithromycin tablets 500 mg every 8 or 12 hours for 10 to 14 days. See full prescribing information (FPI) for additional information. ( 2.3 ) Pediatric Patients : clarithromycin 15 mg/kg/day divided every 12 hours for 10 days ( 2.4 ) Mycobacterial Infections : clarithromycin tablets 500 mg every 12 hours; clarithromycin tablets 7.5 mg/kg up to 500 mg every 12 hours in pediatric patients ( 2.5 ) Reduce dose in moderate renal impairment with concomitant atazanavir or ritonavir-containing regimens and in severe renal impairment ( 2.6 ) 2.1 Important Administration Instructions Clarithromycin tablets may be given with or without food. 2.2 Adult Dosage The recommended dosages of clarithromycin tablets for the treatment of mild to moderate infections in adults are listed in Table 1 . Table 1. Adult Dosage Guidelines Infection Clarithromycin Tablets Dosage (every 12 hours) Duration (days) Acute bacterial exacerbation of chronic bronchitis 250 to 500 mg 7 † -14 Acute maxillary sinusitis 500 mg 14 Community-acquired pneumonia 250 mg 7 ǂ -14 Pharyngitis/Tonsillitis 250 mg 10 Uncomplicated skin and skin structure infections 250 mg 7-14 Treatment and prophylaxis of disseminated Mycobacterium avium disease [see Dosage and Administration ( 2.5 )] 500 mg § - H.pylori eradication to reduce the risk of duodenal ulcer recurrence with amoxicillin and omeprazole or lansoprazole [see Dosage and Administration ( 2.3 )] 500 mg 10-14 H.pylori eradication to reduce the risk of duodenal ulcer recurrence with omeprazole [see Dosage and Administration ( 2.3 )] 500 mg every 8 hours 14 * For M. catarrhalis and S. pneumoniae use 250 mg. For H. influenzae and H. parainfluenzae , use 500 mg. † For H parainfluenzae , the duration of therapy is 7 days. ǂ For H. influenzae , the duration of therapy is 7 days. § Clarithromycin therapy should continue if clinical response is observed. Clarithromycin can be discontinued when the patient is considered at low risk of disseminated infection. 2.3 Combination Dosing Regimens for H. pylori Infection Triple therapy: clarithromycin/lansoprazole/amoxicillin The recommended adult dosage is 500 mg clarithromycin tablets, 30 mg lansoprazole, and 1 gram amoxicillin, all given every 12 hours for 10 or 14 days [see Indications and Usage ( 1.8 ) and Clinical Studies ( 14.3 )] . Triple therapy: clarithromycin/omeprazole/amoxicillin The recommended adult dosage is 500 mg clarithromycin tablets, 20 mg omeprazole, and 1 gram amoxicillin; all given every 12 hours for 10 days. In patients with an ulcer present at the time of initiation of therapy, an additional 18 days of omeprazole 20 mg once daily is recommended for ulcer healing and symptom relief [see Indications and Usage ( 1.8 ) and Clinical Studies ( 14.3 )] . Dual therapy: clarithromycin/omeprazole The recommended adult dosage is 500 mg clarithromycin tablets given every 8 hours and 40 mg omeprazole given once every morning for 14 days. An additional 14 days of omeprazole 20 mg once daily is recommended for ulcer healing and symptom relief [see Indications and Usage ( 1.8 ) and Clinical Studies ( 14.3 )] . 2.4 Pediatric Dosage The recommended daily dosage is 15 mg/kg/day divided every 12 hours for 10 days (up to the adult dose). Refer to dosage regimens for mycobacterial infections in pediatric patients for additional dosage information [see Dosage and Administration ( 2.5 )] . 2.5 Dosage Regimens for Mycobacterial Infections For the treatment of disseminated infection due to Mycobacterium avium complex (MAC), clarithromycin tablets are recommended as the primary agents. Clarithromycin tablets should be used in combination with other antimycobacterial drugs (e.g. ethambutol) that have shown in vitro activity against MAC or clinical benefit in MAC treatment [see Clinical Studies ( 14.1 )]. Adult Patients For treatment and prophylaxis of mycobacterial infections in adults, the recommended dose of clarithromycin tablets is 500 mg every 12 hours. Pediatric Patients For treatment and prophylaxis of mycobacterial infections in pediatric patients, the recommended dose is 7.5 mg/kg every 12 hours up to 500 mg every 12 hours. [See Use in Specific Populations ( 8.4 ) and Clinical Studies ( 14.1 )] . Clarithromycin tablets therapy should continue if clinical response is observed. Clarithromycin tablets can be discontinued when the patient is considered at low risk of disseminated infection. 2.6 Dosage Adjustment in Patients with Renal Impairment See Table 2 for dosage adjustment in patients with moderate or severe renal impairment with or without concomitant atazanavir or ritonavir-containing regimens [see Drug Interactions ( 7 )]. Table 2. Clarithromycin Tablets Dosage Adjustments in Patients with Renal Impairment Recommended Clarithromycin Tablets Dosage Reduction Patients with severe renal impairment (CL cr of <30 mL/min) Reduce the dosage of clarithromycin tablets by 50% Patients with moderate renal impairment (CL cr of 30 to 60 mL/min) taking concomitant atazanavir or ritonavir-containing regimens Reduce the dosage of clarithromycin tablets by 50% Patients with severe renal impairment (CL cr of <30 mL/min) taking concomitant atazanavir or ritonavir-containing regimens Reduce the dosage of clarithromycin tablets by 75% 2.7 Dosage Adjustment Due to Drug Interactions Decrease the dose of clarithromycin tablets by 50 % when co-administered with atazanavir [see Drug Interactions ( 7 )] . Dosage adjustments for other drugs when co-administered with clarithromycin tablets may be recommended due to drug interactions [see Drug Interactions ( 7 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Clarithromycin is a macrolide antimicrobial indicated for mild to moderate infections caused by designated, susceptible bacteria in the following: Acute Bacterial Exacerbation of Chronic Bronchitis in Adults ( 1.1 ) Acute Maxillary Sinusitis ( 1.2 ) Community-Acquired Pneumonia ( 1.3 ) Pharyngitis/Tonsillitis ( 1.4 ) Uncomplicated Skin and Skin Structure Infections ( 1.5 ) Acute Otitis Media in Pediatric Patients ( 1.6 ) Treatment and Prophylaxis of Disseminated Mycobacterial Infections ( 1.7 ) Helicobacter pylori Infection and Duodenal Ulcer Disease in Adults ( 1.8 ) Limitations of Use To reduce the development of drug-resistant bacteria and maintain the effectiveness of clarithromycin tablets and other antibacterial drugs, clarithromycin tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.9 ) 1.1 Acute Bacterial Exacerbation of Chronic Bronchitis Clarithromycin tablets are indicated in adults for the treatment of mild to moderate infections caused by susceptible isolates due to Haemophilus influenzae , Haemophilus parainfluenzae , Moraxella catarrhalis , or Streptococcus pneumoniae [see Indications and Usage ( 1.9 )] . 1.2 Acute Maxillary Sinusitis Clarithromycin tablets are indicated for the treatment of mild to moderate infections caused by susceptible isolates due to Haemophilus influenzae , Moraxella catarrhalis , or Streptococcus pneumoniae [see Indications and Usage ( 1.9 )] . 1.3 Community-Acquired Pneumonia Clarithromycin tablets are indicated [see Indications and Usage ( 1.9 )] for the treatment of mild to moderate infections caused by susceptible isolates due to: Haemophilus influenzae (in adults) Mycoplasma pneumoniae, Streptococcus pneumoniae, Chlamydophila pneumoniae (in adults and pediatric patients) 1.4 Pharyngitis/Tonsillitis Clarithromycin tablets are indicated for the treatment of mild to moderate infections caused by susceptible isolates due to Streptococcus pyogenes as an alternative in individuals who cannot use first line therapy. 1.5 Uncomplicated Skin and Skin Structure Infections Clarithromycin tablets are indicated for the treatment of mild to moderate infections caused by susceptible isolates due to Staphylococcus aureus , or S treptococcus pyogenes . 1.6 Acute Otitis Media Clarithromycin tablets are indicated in pediatric patients for the treatment of mild to moderate infections caused by susceptible isolates due to Haemophilus influenzae , Moraxella catarrhalis , or Streptococcus pneumoniae [see Clinical Studies ( 14.2 )] . 1.7 Treatment and Prophylaxis of Disseminated Mycobacterial Infections Clarithromycin tablets are indicated for the treatment of mild to moderate infections caused by susceptible isolates due to Mycobacterium avium or Myc obacterium intracellulare in patients with advanced HIV infection [see Clinical Studies ( 14.1 )] . 1.8 Helicobacter pylori Infection and Duodenal Ulcer Disease Clarithromycin tablets are given in combination with other drugs in adults as described below to eradicate H. pylori . The eradication of H. pylori has been demonstrated to reduce the risk of duodenal ulcer recurrence [see Clinical Studies ( 14.3 )] . Clarithromycin tablets in combination with amoxicillin and PREVACID (lansoprazole) or PRILOSEC (omeprazole) delayed-release capsules, as triple therapy, are indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or five-year history of duodenal ulcer) to eradicate H. pylori . Clarithromycin tablets in combination with PRILOSEC (omeprazole) capsules are indicated for the treatment of patients with an active duodenal ulcer associated with H. pylori infection. Regimens which contain clarithromycin tablets as the single antibacterial agent are more likely to be associated with the development of clarithromycin resistance among patients who fail therapy. Clarithromycin-containing regimens should not be used in patients with known or suspected clarithromycin resistant isolates because the efficacy of treatment is reduced in this setting. 1.9 Limitations of Use There is resistance to macrolides in certain bacterial infections caused by Streptococcus pneumoniae and Staphylococcus aureus . Susceptibility testing should be performed when clinically indicated. 1.10 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of clarithromycin and other antibacterial drugs, clarithromycin tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T22:33:13.320377",
  "source": "OpenFDA"
}