{
  "drug_name": "Clascoterone",
  "generic_name": [
    "CLASCOTERONE"
  ],
  "brand_names": [
    "Winlevi"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions occurring in 7 to 12% of patients are erythema/reddening, pruritus and scaling/dryness. Additionally, edema, stinging, and burning occurred in >3% of patients and were reported in a similar percentage of subjects treated with vehicle. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc. 1-800-818-4555 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two identical multicenter, randomized, double-blind, vehicle-controlled trials, 1421 subjects 12 years and older with facial acne vulgaris applied WINLEVI cream or vehicle twice daily for 12 weeks. Overall, 62% of the subjects were female, and 38% were male, 91% of the patients were Caucasian, and the mean age was 19.7 years. Local skin reactions (edema, erythema/redness, pruritus, scaling/dryness, skin atrophy, stinging/burning, striae rubrea, telangiectasia) were observed during the 12-week treatment and occurred in a similar percentage of subjects treated with vehicle. Local skin reactions reported by ≥ 1% of subjects treated with WINLEVI cream are shown in the following table. Table 1. Incidence of New or Worsening Local Skin Reactions Reported by ≥ 1% of Subjects Treated with WINLEVI Cream After Day 1 in 12-Week Controlled Clinical Trials WINLEVI Cream 1% (N=674 a ) Vehicle Cream (N=656 a ) a The denominators for calculating the percentages were the 674 of 709 subjects treated with WINLEVI cream and 656 of 712 subjects treated with vehicle in these trials who had local skin reaction results reported after Day 1. Edema 24 (3.6%) 23 (3.5%) Erythema/redness 82 (12.2%) 101 (15.4%) Pruritus 52 (7.7%) 54 (8.2%) Scaling/dryness 71 (10.5%) 68 (10.4%) Skin atrophy 11 (1.6%) 17 (2.6%) Stinging/burning 28 (4.2%) 28 (4.3%) Striae rubrae 17 (2.5%) 10 (1.5%) Telangiectasia 8 (1.2%) 12 (1.8%) The following adverse reactions associated with the use of WINLEVI cream were identified in clinical trials and long-term safety studies. Metabolism: hyperkalemia [see Clinical Pharmacology (12.2) ] Reproductive: polycystic ovaries, amenorrhea."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Cleanse the affected area gently. After the skin is dry, apply a thin uniform layer of WINLEVI cream twice per day, in the morning and the evening, to the affected area. Avoid accidental transfer of WINLEVI cream into eyes, mouth or other mucous membranes. If contact with mucous membranes occurs, rinse thoroughly with water. WINLEVI cream is for topical use only. WINLEVI cream is not for ophthalmic, oral or vaginal use. Apply a thin layer (approximately 1 gram) to affected area twice daily (morning and evening). Avoid contact with eyes, mouth, and mucous membranes. ( 2 ) Not for ophthalmic, oral or vaginal use. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE WINLEVI (clascoterone) cream is an androgen receptor inhibitor indicated for the topical treatment of acne vulgaris in patients 12 years of age and older. WINLEVI (clascoterone) cream is an androgen receptor inhibitor indicated for the topical treatment of acne vulgaris in patients 12 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:02:36.608707",
  "source": "OpenFDA"
}