{
  "drug_name": "Clopidogrel",
  "generic_name": [
    "CLOPIDOGREL BISULFATE"
  ],
  "brand_names": [
    "Clopidogrel"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP2C19 inducers: Increases levels of clopidogrel active metabolite and increases platelet inhibition. ( 7.1 ) Opioids: Decreased exposure to clopidogrel. Consider use of parenteral antiplatelet agent. ( 7.3 ) Nonsteroidal anti-inflammatory drugs (NSAIDs), warfarin, selective serotonin and serotonin norepinephrine reuptake inhibitors (SSRIs, SNRIs): Increases risk of bleeding. ( 7.4 , 7.5 , 7.6 ) Other Antiplatelet Agents: Increases the risk of bleeding due to an additive effect. ( 7.7 ) Repaglinide (CYP2C8 substrates): Increases substrate plasma concentrations. ( 7.8 ) 7.1 CYP2C19 Inducers Since clopidogrel is metabolized to its active metabolite partly by CYP2C19, use of drugs that induce the activity of this enzyme would be expected to result in increased drug levels of the active metabolite of clopidogrel. Rifampin strongly induces CYP2C19 resulting to both an increase level of clopidogrel active metabolite and platelet inhibition, which in particular might potentiate the risk of bleeding. As a precaution, avoid concomitant use of strong CYP2C19 inducers [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ] . 7.2 CYP2C19 Inhibitors Clopidogrel is metabolized to its active metabolite in part by CYP2C19. Concomitant use of drugs that inhibit the activity of this enzyme results in reduced plasma concentrations of the active metabolite of clopidogrel and a reduction in platelet inhibition [see Warnings and Precautions (5.1) ] . Omeprazole or Esomeprazole Avoid concomitant use of clopidogrel with omeprazole or esomeprazole. In clinical studies, omeprazole was shown to reduce significantly the antiplatelet activity of clopidogrel when given concomitantly or 12 hours apart. A similar reduction in antiplatelet activity was observed with esomeprazole when given concomitantly with clopidogrel. Dexlansoprazole, lansoprazole, and pantoprazole had less effect on the antiplatelet activity of clopidogrel than did omeprazole or esomeprazole [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ]. 7.3 Opioids As with other oral P2Y 12 inhibitors, coadministration of opioid agonists delay and reduce the absorption of clopidogrel, presumably because of slowed gastric emptying, resulting in reduced exposure to its metabolites [see Clinical Pharmacology (12.3) ] . Consider the use of a parenteral antiplatelet agent in acute coronary syndrome patients requiring coadministration of morphine or other opioid agonists. 7.4 Nonsteroidal Anti-inflammatory Drugs (NSAIDs) Coadministration of clopidogrel and NSAIDs increases the risk of gastrointestinal bleeding. 7.5 Warfarin (CYP2C9 Substrates) Although the administration of clopidogrel 75 mg per day did not modify the pharmacokinetics of S-warfarin (a CYP2C9 substrate) or INR in patients receiving long-term warfarin therapy, coadministration of clopidogrel with warfarin increases the risk of bleeding because of independent effects on hemostasis. However, at high concentrations in vitro , clopidogrel inhibits CYP2C9. 7.6 SSRIs and SNRIs Since selective serotonin reuptake inhibitors (SSRIs) and serotonin norepinephrine reuptake inhibitors (SNRIs) affect platelet activation, the concomitant administration of SSRIs and SNRIs with clopidogrel may increase the risk of bleeding. 7.7 Other Antiplatelet Agents Coadministration of antiplatelet agents increase the risk of bleeding due to an additive effect. Promptly evaluate any signs or symptoms of blood loss if patients are treated concomitantly with other antiplatelet agents [see Warnings and Precautions (5.2) ] . 7.8 Repaglinide (CYP2C8 Substrates) The acyl-β-glucuronide metabolite of clopidogrel is a strong inhibitor of CYP2C8. Clopidogrel can increase the systemic exposure to drugs that are primarily cleared by CYP2C8, thereby needing dose adjustment and appropriate monitoring. Clopidogrel increased repaglinide exposures by 3.9-fold to 5.1-fold [see Clinical Pharmacology (12.3) ] . Avoid concomitant use of repaglinide with clopidogrel. If concomitant use cannot be avoided, initiate repaglinide at 0.5 mg before each meal and do not exceed a total daily dose of 4 mg. Increased frequency of glucose monitoring may be required during concomitant use."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed below and elsewhere in the labeling: Bleeding [see Warnings and Precautions (5.2) ] Thrombotic thrombocytopenic purpura [see Warnings and Precautions (5.4) ] Bleeding, including life-threatening and fatal bleeding, is the most commonly reported adverse reaction. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions and durations of follow-up, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clopidogrel has been evaluated for safety in more than 54,000 patients, including over 21,000 patients treated for one year or more. The clinically important adverse reactions observed in trials comparing clopidogrel plus aspirin to placebo plus aspirin and trials comparing clopidogrel alone to aspirin alone are discussed below. Bleeding CURE In CURE, clopidogrel use with aspirin was associated with an increase in major bleeding (primarily gastrointestinal and at puncture sites) compared to placebo with aspirin (see Table 1). The incidence of intracranial hemorrhage (0.1%) and fatal bleeding (0.2%) were the same in both groups. Other bleeding events that were reported more frequently in the clopidogrel group were epistaxis, hematuria, and bruise. The overall incidence of bleeding is described in Table 1. Table 1: CURE Incidence of Bleeding Complications (% patients) Event Clopidogrel (+ aspirin) (n=6259) Placebo (+ aspirin) (n=6303) * Life-threatening and other major bleeding. † Led to interruption of study medication. Major bleeding * 3.7 2.7 Life-threatening bleeding 2.2 1.8 Fatal 0.2 0.2 5 g/dL hemoglobin drop 0.9 0.9 Requiring surgical intervention 0.7 0.7 Hemorrhagic strokes 0.1 0.1 Requiring inotropes 0.5 0.5 Requiring transfusion (≥4 units) 1.2 1 Other major bleeding 1.6 1 Significantly disabling 0.4 0.3 Intraocular bleeding with significant loss of vision 0.05 0.03 Requiring 2 to 3 units of blood 1.3 0.9 Minor bleeding † 5.1 2.4 COMMIT In COMMIT, similar rates of major bleeding were observed in the clopidogrel and placebo groups, both of which also received aspirin (see Table 2). Table 2: Incidence of Bleeding Events in COMMIT (% patients) Type of Bleeding Clopidogrel (+ aspirin) (n=22961) Placebo (+ aspirin) (n=22891) p-value * Major bleeds were cerebral bleeds or noncerebral bleeds thought to have caused death or that required transfusion. Major* noncerebral or cerebral bleeding 0.6 0.5 0.59 Major noncerebral 0.4 0.3 0.48 Fatal 0.2 0.2 0.90 Hemorrhagic stroke 0.2 0.2 0.91 Fatal 0.2 0.2 0.81 Other noncerebral bleeding (nonmajor) 3.6 3.1 0.005 Any noncerebral bleeding 3.9 3.4 0.004 CAPRIE (Clopidogrel vs Aspirin) In CAPRIE, gastrointestinal hemorrhage occurred at a rate of 2% in those taking clopidogrel versus 2.7% in those taking aspirin; bleeding requiring hospitalization occurred in 0.7% and 1.1%, respectively. The incidence of intracranial hemorrhage was 0.4% for clopidogrel compared to 0.5% for aspirin. Other bleeding events that were reported more frequently in the clopidogrel group were epistaxis and hematoma. Other Adverse Events In CURE and CHARISMA, which compared clopidogrel plus aspirin to aspirin alone, there was no difference in the rate of adverse events (other than bleeding) between clopidogrel and placebo. In CAPRIE, which compared clopidogrel to aspirin, pruritus was more frequently reported in those taking clopidogrel. No other difference in the rate of adverse events (other than bleeding) was reported. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of clopidogrel. Because these reactions are reported voluntarily from a population of an unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hemorrhages, including those with fatal outcome, have been reported in patients treated with clopidogrel. Blood and lymphatic system disorders: Agranulocytosis, aplastic anemia/pancytopenia, thrombotic thrombocytopenic purpura (TTP), acquired hemophilia A Gastrointestinal disorders: Colitis (including ulcerative or lymphocytic colitis), pancreatitis, stomatitis, gastric/duodenal ulcer, diarrhea General disorders and administration site condition: Fever Hepatobiliary disorders: Acute liver failure, hepatitis (noninfectious), abnormal liver function test Immune system disorders: Hypersensitivity reactions, anaphylactoid reactions, serum sickness, insulin autoimmune syndrome, which can lead to severe hypoglycemia Musculoskeletal, connective tissue and bone disorders: Myalgia, arthralgia, arthritis Nervous system disorders: Taste disorders, headache, ageusia Psychiatric disorders: Confusion, hallucinations Respiratory, thoracic and mediastinal disorders: Bronchospasm, interstitial pneumonitis, eosinophilic pneumonia Renal and urinary disorders: Increased creatinine levels Skin and subcutaneous tissue disorders: Maculopapular, erythematous or exfoliative rash, urticaria, bullous dermatitis, eczema, toxic epidermal necrolysis, Stevens-Johnson syndrome, acute generalized exanthematous pustulosis (AGEP), angioedema, drug-induced hypersensitivity syndrome, drug rash with eosinophilia and systemic symptoms (DRESS), erythema multiforme, lichen planus, generalized pruritus Vascular disorders: Vasculitis, hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Active pathological bleeding, such as peptic ulcer or intracranial hemorrhage (4.1) Hypersensitivity to clopidogrel or any component of the product (4.2) 4.1 Active Bleeding Clopidogrel tablets are contraindicated in patients with active pathological bleeding such as peptic ulcer or intracranial hemorrhage. 4.2 Hypersensitivity Clopidogrel tablets are contraindicated in patients with hypersensitivity (e.g., anaphylaxis) to clopidogrel or any component of the product [see Adverse Reactions (6.2) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Acute coronary syndrome ( 2.1 ) – Initiate clopidogrel tablets with a single 300 mg oral loading dose and then continue at 75 mg once daily. – Initiating clopidogrel tablets without a loading dose will delay establishment of an antiplatelet effect by several days. Recent MI, recent stroke, or established peripheral arterial disease: 75 mg once daily orally without a loading dose. ( 2.2 ) 2.1 Acute Coronary Syndrome In patients who need an antiplatelet effect within hours, initiate clopidogrel tablets with a single 300 mg oral loading dose and then continue at 75 mg once daily. Initiating clopidogrel tablets without a loading dose will delay establishment of an antiplatelet effect by several days [see Clinical Pharmacology (12.3) and Clinical Studies (14.1) ] . 2.2 Recent MI, Recent Stroke, or Established Peripheral Arterial Disease 75 mg once daily orally without a loading dose [see Clinical Pharmacology (12.3) and Clinical Studies (14.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Clopidogrel tablets are a P2Y 12 platelet inhibitor indicated for: Acute coronary syndrome – For patients with non–ST-segment elevation ACS (unstable angina [UA]/non–ST-elevation myocardial infarction [NSTEMI]), clopidogrel tablets have been shown to reduce the rate of myocardial infarction (MI) and stroke. (1.1) – For patients with ST-elevation myocardial infarction (STEMI), clopidogrel tablets have been shown to reduce the rate of MI and stroke. (1.1) Recent MI, recent stroke, or established peripheral arterial disease. Clopidogrel tablets have been shown to reduce the rate of MI and stroke. (1.2) 1.1 Acute Coronary Syndrome (ACS) Clopidogrel tablets are indicated to reduce the rate of myocardial infarction (MI) and stroke in patients with non–ST-segment elevation ACS (unstable angina [UA]/non–ST-elevation myocardial infarction [NSTEMI]), including patients who are to be managed medically and those who are to be managed with coronary revascularization. Clopidogrel tablets should be administered in conjunction with aspirin. Clopidogrel tablets are indicated to reduce the rate of myocardial infarction and stroke in patients with acute ST-elevation myocardial infarction (STEMI) who are to be managed medically. Clopidogrel tablets should be administered in conjunction with aspirin. 1.2 Recent MI, Recent Stroke, or Established Peripheral Arterial Disease In patients with established peripheral arterial disease or with a history of recent myocardial infarction (MI) or recent stroke clopidogrel tablets are indicated to reduce the rate of MI and stroke."
  ],
  "fetched_at": "2025-09-30T21:32:49.131082",
  "source": "OpenFDA"
}