{
  "drug_name": "Clozapine",
  "generic_name": [
    "CLOZAPINE"
  ],
  "brand_names": [
    "VERSACLOZ"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use of Strong CYP1A2 Inhibitors : Reduce VERSACLOZ dose to one third when coadministered with strong CYP1A2 inhibitors (e.g., fluvoxamine, ciprofloxacin, enoxacin) ( 2.7 , 7.1 ). Concomitant use of Strong CYP3A4 Inducers is not recommended ( 2.7 , 7.1 ). Discontinuation of CYP1A2 or CYP3A4 Inducers : Consider reducing VERSACLOZ dose when CYP1A2 (e.g., tobacco smoke) or CYP3A4 inducers (e.g., carbamazepine) are discontinued ( 2.7 , 7.1 ). Anticholinergic drugs: Concomitant use may increase the risk for anticholinergic toxicity ( 5.8 , 5.16 , 7.1 ). 7.1 Potential for Other Drugs to Affect VERSACLOZ Clozapine is a substrate for many cytochrome P450 isozymes, in particular CYP1A2, CYP3A4, and CYP2D6. Use caution when administering VERSACLOZ concomitantly with drugs that are inducers or inhibitors of these enzymes. CYP1A2 Inhibitors Concomitant use of VERSACLOZ and CYP1A2 inhibitors can increase plasma levels of clozapine, potentially resulting in adverse reactions. Reduce the VERSACLOZ dose to one third of the original dose when VERSACLOZ is coadministered with strong CYP1A2 inhibitors (e.g., fluvoxamine, ciprofloxacin, or enoxacin). The VERSACLOZ dose should be increased to the original dose when coadministration of strong CYP1A2 inhibitors is discontinued [see Dosage and Administration (2.8) , Clinical Pharmacology (12.3) ]. Moderate or weak CYP1A2 inhibitors include oral contraceptives and caffeine. Monitor patients closely when VERSACLOZ is coadministered with these inhibitors. Consider reducing the VERSACLOZ dosage if necessary [see Dosage and Administration (2.8) ] . CYP2D6 and CYP3A4 Inhibitors Concomitant treatment with VERSACLOZ and CYP2D6 or CYP3A4 inhibitors (e.g., cimetidine, escitalopram, erythromycin, paroxetine, bupropion, fluoxetine, quinidine, duloxetine, terbinafine, or sertraline) can increase clozapine levels and lead to adverse reactions [see Clinical Pharmacology (12.3) ] . Use caution and monitor patients closely when using such inhibitors. Consider reducing the VERSACLOZ dose [see Dosage and Administration (2.8) ] . CYP1A2 and CYP3A4 Inducers Concomitant treatment with drugs that induce CYP1A2 or CYP3A4 can decrease the plasma concentration of clozapine, resulting in decreased effectiveness of VERSACLOZ. Tobacco smoke is a moderate inducer of CYP1A2. Strong CYP3A4 inducers include carbamazepine, phenytoin, St. John’s wort, and rifampin. It may be necessary to increase the VERSACLOZ dose if used concomitantly with inducers of these enzymes. However, concomitant use of VERSACLOZ and strong CYP3A4 inducers is not recommended [see Dosage and Administration (2.8) ]. Consider reducing the VERSACLOZ dosage when discontinuing coadministered enzyme inducers, because discontinuation of inducers can result in increased clozapine plasma levels and an increased risk of adverse reactions [see Dosage and Administration (2.8) ]. Anticholinergic Drugs Concomitant treatment with clozapine and other drugs with anticholinergic activity (e.g., benztropine, cyclobenzaprine, diphenhydramine) can increase the risk for anticholinergic toxicity and severe gastrointestinal adverse reactions related to hypomotility. Avoid concomitant use of VERSACLOZ with anticholinergic drugs when possible [see Warnings and Precautions ( 5.7 , 5.15 )]. Drugs that Cause QT Interval Prolongation Use caution when administering concomitant medications that prolong the QT interval or inhibit the metabolism of VERSACLOZ. Drugs that cause QT prolongation include: specific antipsychotics (e.g., ziprasidone, iloperidone, chlorpromazine, thioridazine, mesoridazine, droperidol, and pimozide), specific antibiotics (e.g., erythromycin, gatifloxacin, moxifloxacin, sparfloxacin), Class 1A antiarrhythmics (e.g., quinidine, procainamide) or Class III antiarrhythmics (e.g., amiodarone, sotalol), and others (e.g., pentamidine, levomethadyl acetate, methadone, halofantrine, mefloquine, dolasetron mesylate, probucol or tacrolimus) [see Warnings and Precautions (5.9) ] . 7.2 Potential for VERSACLOZ to Affect Other Drugs Concomitant use of VERSACLOZ with other drugs metabolized by CYP2D6 can increase levels of these CYP2D6 substrates. Use caution when coadministering VERSACLOZ with other drugs that are metabolized by CYP2D6. It may be necessary to use lower doses of such drugs than usually prescribed. Such drugs include specific antidepressants, phenothiazines, carbamazepine, and Type 1C antiarrhythmics (e.g., propafenone, flecainide, and encainide)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Severe Neutropenia [see Warnings and Precautions (5.1) ]. Orthostatic Hypotension, Bradycardia, and Syncope [see Warnings and Precautions (5.2) ]. Falls [see Warnings and Precautions (5.3) ] Seizures [see Warnings and Precautions (5.4) ]. Myocarditis, Pericarditis, Cardiomyopathy and Mitral Valve Incompetence [see Warnings and Precautions (5.5) ]. Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions (5.6) ]. Gastrointestinal Hypomotility and Severe Complications [see Warnings and Precautions (5.7)]. Eosinophilia [see Warnings and Precautions (5.8) ]. QT Interval Prolongation [see Warnings and Precautions (5.9) ]. Metabolic Changes (Hyperglycemia and Diabetes Mellitus, Dyslipidemia, and Weight Gain) [see Warnings and Precautions (5.10) ]. Neuroleptic Malignant Syndrome [see Warnings and Precautions (5.11) ]. Hepatotoxicity [see Warnings and Precautions (5.12) ]. Fever [see Warnings and Precautions (5.13) ]. Pulmonary Embolism [see Warnings and Precautions (5.14) ]. Anticholinergic Toxicity [see Warnings and Precautions (5.15) ]. Interference with Cognitive and Motor Performance [see Warnings and Precautions (5.16) ]. Tardive Dyskinesia [see Warnings and Precautions (5.17) ]. Cerebrovascular Adverse Reactions [see Warnings and Precautions (5.18) ]. Recurrence of Psychosis and Cholinergic Rebound after Abrupt Discontinuation [see Warnings and Precautions (5.19) ]. Most common adverse reactions (≥5%) were: CNS reactions (sedation, dizziness/vertigo, headache, and tremor); cardiovascular reactions (tachycardia, hypotension, and syncope); autonomic nervous system reactions (hypersalivation, sweating, dry mouth, and visual disturbances); gastrointestinal reactions (constipation and nausea); and fever ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact TruPharma, LLC, at 1-877-541-5504 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice.The most commonly reported adverse reactions (>5%) across clozapine clinical trials were: CNS reactions, including sedation, dizziness/vertigo, headache, and tremor; cardiovascular reactions, including tachycardia, hypotension, and syncope; autonomic nervous system reactions, including hypersalivation, sweating, dry mouth, and visual disturbances; gastrointestinal reactions, including constipation and nausea; and fever. Table 9 summarizes the most commonly reported adverse reactions (>5%) in clozapine-treated patients (compared to chlorpromazine-treated patients) in the pivotal, 6-week, controlled trial in treatment-resistant schizophrenia. Table 9: Common Adverse Reactions (≥5%) in the 6-Week, Randomized, Chlorpromazine-controlled Trial in Treatment-Resistant Schizophrenia Adverse Reaction Clozapine (N=126) (%) Chlorpromazine (N=142) (%) Sedation Tachycardia Constipation Dizziness Hypotension Fever (hyperthermia) Hypersalivation Hypertension Headache Nausea/vomiting Dry mouth 21 17 16 14 13 13 13 12 10 10 5 13 11 12 16 38 4 1 5 10 12 20 Table 10 summarizes the adverse reactions reported in clozapine-treated patients at a frequency of 2% or greater across all clozapine studies (excluding the 2-year InterSePT ™ Study). These rates are not adjusted for duration of exposure. Table 10: Adverse Reactions (≥2%) Reported in Clozapine-treated Patients (N=842) across all Clozapine Studies (excluding the 2-year InterSePT™ Study) Body System Adverse Reaction Clozapine N=842 Percentage of Patients Central Nervous System Drowsiness/Sedation Dizziness/Vertigo Headache Tremor Syncope Disturbed Sleep/Nightmares Restlessness Hypokinesia/Akinesia Agitation Seizures (convulsions) Rigidity Akathisia Confusion Fatigue Insomnia 39 19 7 6 6 4 4 4 4 3† 3 3 3 2 2 Cardiovascular Tachycardia Hypotension Hypertension 25† 9 4 Gastrointestinal Constipation Nausea Abdominal Discomfort/Heartburn Nausea/Vomiting Vomiting Diarrhea 14 5 4 3 3 2 Urogenital Urinary Abnormalities 2 Autonomic Nervous System Salivation Sweating Dry Mouth Visual Disturbances 31 6 6 5 Skin Rash 2 Hemic/Lymphatic Leukopenia/Decreased WBC/Neutropenia 3 Miscellaneous Fever Weight Gain 5 4 † Rate based on population of approximately 1700 exposed during premarket clinical evaluation of clozapine. Table 11 summarizes the most commonly reported adverse reactions (>10% of the clozapine or olanzapine group) in the InterSePT ™ Study. This was an adequate and well-controlled, two-year study evaluating the efficacy of clozapine relative to olanzapine in reducing the risk of suicidal behavior in patients with schizophrenia or schizoaffective disorder. The rates are not adjusted for duration of exposure. Table 11: Incidence of Adverse Reactions in Patients Treated with Clozapine or Olanzapine in the InterSePT™ Study (≥10% in the clozapine or olanzapine group) Adverse Reactions Clozapine N=479 % Reporting Olanzapine N=477 % Reporting Salivary hypersecretion 48% 6% Somnolence 46% 25% Weight increased 31% 56% Dizziness (excluding vertigo) 27% 12% Constipation 25% 10% Insomnia 20% 33% Nausea 17% 10% Vomiting 17% 9% Dyspepsia 14% 8% Dystonia Class effect: Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of clozapine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Central Nervous System Delirium, EEG abnormal, myoclonus, paresthesia, possible cataplexy, status epilepticus, obsessive compulsive symptoms, and post-discontinuation cholinergic rebound adverse reactions. Cardiovascular System Atrial or ventricular fibrillation, ventricular tachycardia, palpitations, QT interval prolongation, Torsades de Pointes, mitral valve incompetence associated with clozapine-related cardiomyopathy, myocardial infarction, cardiac arrest, myocarditis, pericarditis, and periorbital edema. Endocrine System Pseudopheochromocytoma. Gastrointestinal System Acute pancreatitis, dysphagia, salivary gland swelling, megacolon, fecal incontinence, and intestinal ischemia, infarction, perforation, ulceration or necrosis. Hepatobiliary System Cholestasis, hepatitis, jaundice, hepatotoxicity, hepatic steatosis, hepatic necrosis, hepatic fibrosis, hepatic cirrhosis, liver injury (hepatic, cholestatic, and mixed), and liver failure. Immune System Disorders Angioedema, leukocytoclastic vasculitis. Urogenital System Acute interstitial nephritis, nocturnal enuresis, priapism, renal failure and retrograde ejaculation. Skin and Subcutaneous Tissue Disorders Hypersensitivity reactions: photosensitivity, vasculitis, erythema multiforme, skin pigmentation disorder, and Stevens-Johnson Syndrome. Musculoskeletal System and Connective Tissue Disorders Myasthenic syndrome, rhabdomyolysis, and systemic lupus erythematosus. Respiratory System Aspiration, pleural effusion, pneumonia, lower respiratory tract infection, sleep apnea. Hemic and Lymphatic System Mild, moderate, or severe leukopenia, agranulocytosis, granulocytopenia, WBC decreased, deep vein thrombosis, elevated hemoglobin/hematocrit, erythrocyte sedimentation rate (ESR) increased, sepsis, thrombocytosis, and thrombocytopenia. Vision Disorders Narrow-angle glaucoma. Miscellaneous Creatine phosphokinase elevation, hyperuricemia, hyponatremia, and weight loss."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VERSACLOZ is contraindicated in patients with a history of hypersensitivity to clozapine (e.g., photosensitivity, vasculitis, erythema multiforme, or Stevens-Johnson Syndrome) or any other component of VERSACLOZ [see Adverse Reactions (6.2) ] . Known hypersensitivity to clozapine or any other component of VERSACLOZ ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting oral dosage is 12.5 mg once daily or twice daily (2.2). If well-tolerated, increase the total daily dosage in increments of 25 mg to 50 mg per day to achieve a target dosage of 150 mg to 225 mg twice per day by the end of two weeks (2.2). Subsequently may increase the dosage in increments up to 100 mg once or twice weekly (2.2). Maximum daily dosage is 450 mg twice daily (2.2). Administer with or without food. See important administration instructions in the full prescribing information (2.3). See the dosage modifications based on ANC results and recommended frequency of ANC testing in the full prescribing information (2.4, 2.5). See recommendations for discontinuing VERSACLOZ treatment (2.6), restarting VERSACLOZ after interrupting dosing (2.7), dosage modifications for drug interactions (2.8), dosage recommendations in patients with renal or hepatic impairment and CYP2D6 poor metabolizers (2.9) in the full prescribing information. 2.1 Absolute Neutrophil Count Testing Prior to VERSACLOZ Initiation Prior to initiating VERSACLOZ treatment, obtain a baseline absolute neutrophil count (ANC). VERSACLOZ initiation is not recommended in patients with an ANC less than 1500/µL [see Warnings and Precautions (5.1)] . For patients with documented Benign Ethnic Neutropenia (BEN) (also known as Duffy-null associated neutrophil count)), obtain at least two baseline ANC levels. VERSACLOZ initiation is not recommended in patients with BEN with an ANC less than 1000/µL [see Warnings and Precautions (5.1)] . For dosage modifications based on ANC results, see Dosage and Administration (2.4, 2.5) . 2.2 Recommended Dosage To reduce the risk of orthostatic hypotension, bradycardia, and syncope, the recommended starting dosage is much lower than the target dosage [see Warnings and Precautions (5.2)] . The recommended starting oral dosage of VERSACLOZ is 12.5 mg once or twice daily. If well-tolerated, increase the total daily dose in increments of 25 mg to 50 mg per day to achieve a target dosage of 150 mg to 225 mg twice per day by the end of two weeks. Subsequently, may increase the dosage in increments of up to 100 mg once weekly or twice weekly. The maximum recommended VERSACLOZ oral dosage is 450 mg twice daily. 2.3 Important Administration Instructions Educate patients and caregivers on how to administer VERSACLOZ ( see the Instructions for Use ). VERSACLOZ can be taken with or without food [ see Clinical Pharmacology (12.3) ]. The following are important administration instructions: Administer VERSACLOZ orally using the provided oral syringes (1 mL or 9 mL). After shaking the VERSACLOZ bottle for 10 seconds, press the syringe adaptor on top of the bottle. Insert the oral syringe (1 mL or 9 mL) filled with air into the adapter, dispel the air into the bottle, and then turn the bottle upside down. Draw the prescribed amount of the oral suspension from the bottle and immediately dispense directly to the mouth after preparation. Do not store a dose in the syringe for later use. After use, may wash the oral syringe with warm water and then dry the oral syringe for the next use. The bottle may be closed with the same cap without removing the bottle adapter. 2.4 Dosage Modification Based on ANC Results Table 1 provides recommended VERSACLOZ dosage modifications based on ANC results [see Warnings and Precautions (5.1)] . For dosage modifications based on ANC results for patients with Benign Ethnic Neutropenia (BEN) (also known as Duffy-null associated neutrophil count), see Table 2 [see Dosage and Administration (2.5)] . Table 1: VERSACLOZ Dosage Modifications Based on ANC Results and Frequency of ANC Testing Recommended Dosage Modification Recommended Frequency of ANC Teting During VERSACLOZ Treatment ANC Within Normal Range (≥1500/µL) No dosage modification: continue treatment Day 1 to Month 6: Weekly Month 7 to Month 12: Every 2 weeks Month 13 and thereafter: Every month If VERSACLOZ treatment is reinitiated after a dosage interruption (e.g., patient had neutropenia which required dosage interruption and now has a normal ANC level) for: < 30 days, continue the previous ANC testing frequency ≥ 30 days, obtain ANC tests according to the frequency for patients who initiate treatment Mild Neutropenia (ANC between 1000 to 1499/µL) 1 No dosage modification: continue treatment Three times weekly Once ANC ≥ 1500/µL, recommend returning to the patient’s last Normal Range ANC testing frequency Moderate Neutropenia (ANC between 500 to 999/µL) 1 Interrupt treatment and recommend hematology consultation Resume treatment once ANC ≥1000/µL Daily Once ANC ≥ 1000/µL, three times weekly Once ANC ≥ 1500/µL, test weekly for 4 weeks. If ANC ≥ 1500/µL after monitoring weekly for 4 weeks, return to the patient’s last Normal Range ANC testing frequency Severe Neutropenia (ANC less than 500/µL) 1 Discontinue treatment and recommend hematology consultation Daily Once ANC ≥ 1000/µL, three times weekly Once ANC ≥ 1500/µL, if the benefits outweigh the risks of restarting treatment, resume treatment and obtain ANC tests according to the frequency for patients who initiate treatment 1 Confirm all initial reports of ANC less than 1500/μL with a repeat ANC measurement within 24 hours 2.5 Dosage Modifications Based on ANC Results for Patients with Benign Ethnic Neutropenia Table 2 provides recommended VERSACLOZ dosage modifications based on ANC results for patients with Benign Ethnic Neutropenia (BEN) (also known as Duffy-null associated neutrophil count). [see Warnings and Precautions (5.1)] . For dosage modifications based on ANC results for patients without BEN, see Table 1 [see Dosage and Administration (2.4)] . Table 2: Dosage Modifications Based on ANC Results and Frequency of ANC Testing in Patients with Benign Ethnic Neutropenia 1 Recommended Dosage Modification Recommended Frequency of ANC Teting During VERSACLOZ Treatment in Patients with BEN 1 ANC Within the Normal Range for Patients with BEN (≥ 1000/µL) No dosage modification: continue treatment Day 1 to Month 6: Weekly Month 7 to Month 12: Every 2 weeks Month 13 and thereafter: Monthly If VERSACLOZ treatment is reinitiated after a dosage interruption (e.g., patient had neutropenia which required dosage interruption and now their ANC (≥ 1000/µL and ≥ the patient’s ANC baseline prior to treatment) for: < 30 days, continue the previous ANC testing frequency ≥ 30 days, obtain ANC tests according to the frequency for patients with BEN who initiate treatment Neutropenia in Patients with BEN (ANC level between 500 to 999/μL) 2 Recommend hematology consultation No dosage modification: continue treatment Three times weekly Once ANC ≥ 1000/μL and ≥ the patient’s ANC baseline, obtain ANC tests weekly for 4 weeks If ANC ≥1000/μL and ≥ the patient’s baseline after monitoring for 4 weeks, return to the patient’s last Normal ANC Range testing frequency for patients with BEN. Severe Neutropenia in Patients with BEN (ANC level less than 500/μL) 2 Discontinue treatment and recommend hematology consultation Daily Once ANC ≥ 500/µL, obtain ANC three times weekly Once ANC ≥ 1000/µL and ≥ the patient’s baseline, if the benefits outweigh the risks of restarting treatment, resume treatment and obtain ANC tests according to the frequency for patients with BEN who initiate treatment 1 Benign Ethnic Neutropenia (BEN) is also known as Duffy-null associated neutrophil count. 2 Confirm all initial reports of ANC less than 1500/μL with a repeat ANC measurement within 24 hours 2.6 Discontinuation of VERSACLOZ Treatment If discontinuing VERSACLOZ in patients with: Moderate or severe neutropenia, see Table 1 [see Dosage and Administration (2.4)] . Normal or mild neutropenia, reduce the dosage gradually over a period of 1 to 2 weeks, and continue monitoring ANC levels until their ANC is ≥1500/μL. If discontinuing VERSACLOZ in patients with Benign Ethnic Neutropenia (BEN) (also known as Duffy-null associated neutrophil count) with: Neutropenia, see Table 2 [see Dosage and Administration (2.5)] . ANC within their normal range of ANC reduce the dosage gradually over a period of 1 to 2 weeks. When discontinuing VERSACLOZ, monitor patients for the symptoms related to psychotic recurrence and cholinergic rebound (e.g., profuse sweating, headache, nausea, vomiting, diarrhea). 2.7 Restarting VERSACLOZ Treatment After Interrupting VERSACLOZ When restarting VERSACLOZ in patients who have interrupted VERSACLOZ treatment, use a lower dosage to minimize the risk of hypotension, bradycardia, and syncope [see Warnings and Precautions (5.2)] . If one day’s dosage is missed, resume VERSACLOZ treatment at 40% to 50% of the previous dosage. If two days of dosing is missed, resume VERSACLOZ treatment at approximately 25% of the previous dosage. For longer interruptions, restart VERSACLOZ treatment with a dosage of 12.5 mg once or twice daily. If this dosage is well-tolerated, may increase the dosage to the previous dosage more quickly than recommended than for initial VERSACLOZ treatment. 2.8 Dosage Modifications for Drug Interactions See Table 3 for recommended dosage modifications to reduce the risk of VERSACLOZ associated adverse reactions or reduce the risk of lower effectiveness [see Drug Interactions (7)] . Table 3: VERSACLOZ Dosage Modifications for Drug Interactions Strong CYP1A2 Inhibitors Administer one third of the VERSACLOZ dosage. Moderate or Weak CYP1A2 Inhibitors Consider reducing the VERSACLOZ dosage if necessary. CYP2D6 or CYP3A4 Inhibitors Strong CYP3A4 Inducers Concomitant use is not recommended. However, if concomitant use is necessary, it may be necessary to increase the VERSACLOZ dosage. Monitor for decreased effectiveness. Moderate or weak CYP1A2 or CYP3A4 Inducers Consider increasing the VERSACLOZ dosage if necessary. 2.9 Dosage Recommendations in Patients with Renal or Hepatic Impairment, or CYP2D6 Poor Metabolizers It may be necessary to reduce the VERSACLOZ dosage in patients with significant renal impairment or hepatic impairment, or in CYP2D6 poor metabolizers [see Use in Specific Populations (8.6, 8.7)] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VERSACLOZ is an atypical antipsychotic indicated for: Treatment of severely ill patients with schizophrenia who fail to respond adequately to standard antipsychotic treatment. Because of the risks of severe neutropenia and of seizure associated with its use, VERSACLOZ should be used only in patients who have failed to respond adequately to standard antipsychotic treatment (1.1). Reducing the risk of recurrent suicidal behavior in patients with schizophrenia or schizoaffective disorder who are judged to be at chronic risk for re-experiencing suicidal behavior (1.2). 1.1 Treatment-Resistant Schizophrenia VERSACLOZ is indicated for the treatment of severely ill patients with schizophrenia who fail to respond adequately to standard antipsychotic treatment. Because of the risks of severe neutropenia and of seizure associated with its use, VERSACLOZ should be used only in patients who have failed to respond adequately to standard antipsychotic treatment [see Warnings and Precautions (5.1 , 5.4) ] . The effectiveness of clozapine in treatment-resistant schizophrenia was demonstrated in a 6-week, randomized, double-blind, active-controlled study comparing clozapine and chlorpromazine in patients who had failed other antipsychotics [see Clinical Studies (14.1) ] . 1.2 Reduction in the Risk of Recurrent Suicidal Behavior in Schizophrenia or Schizoaffective Disorders VERSACLOZ is indicated for reducing the risk of recurrent suicidal behavior in patients with schizophrenia or schizoaffective disorder who are judged to be at chronic risk for re-experiencing suicidal behavior, based on history and recent clinical state. Suicidal behavior refers to actions by a patient that put him/herself at risk for death. The effectiveness of clozapine in reducing the risk of recurrent suicidal behavior was demonstrated over a two-year treatment period in the InterSePT™ trial [see Clinical Studies (14.2) ] ."
  ],
  "fetched_at": "2025-09-30T21:10:24.155870",
  "source": "OpenFDA"
}