{
  "drug_name": "Cobimetinib",
  "generic_name": [
    "COBIMETINIB"
  ],
  "brand_names": [
    "Cotellic"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid concomitant administration of COTELLIC with strong or moderate CYP3A inducers or inhibitors. ( 2.3 , 7.1 , 7.2 ) 7.1 Effect of Strong or Moderate CYP3A Inhibitors on COTELLIC Coadministration of COTELLIC with itraconazole (a strong CYP3A4 inhibitor) increased cobimetinib systemic exposure by 6.7-fold. Avoid concurrent use of COTELLIC and strong or moderate CYP3A inhibitors. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors including certain antibiotics (e.g., erythromycin, ciprofloxacin) is unavoidable for patients who are taking COTELLIC 60 mg, reduce COTELLIC dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume COTELLIC at the previous dose [see Dosage and Administration (2.3) and Clinical Pharmacology (12.3) ] . Use an alternative to a strong or moderate CYP3A inhibitor in patients who are taking a reduced dose of COTELLIC (40 or 20 mg daily) [see Dosage and Administration (2.3) and Clinical Pharmacology (12.3) ] . 7.2 Effect of Strong or Moderate CYP3A Inducers on COTELLIC Coadministration of COTELLIC with a strong CYP3A inducer may decrease cobimetinib systemic exposure by more than 80% and reduce its efficacy. Avoid concurrent use of COTELLIC and strong or moderate CYP3A inducers including but not limited to carbamazepine, efavirenz, phenytoin, rifampin, and St. John's Wort [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label: New Primary Cutaneous Malignancies [see Warnings and Precautions (5.1) ] Hemorrhage [see Warnings and Precautions (5.2) ] Cardiomyopathy [see Warnings and Precautions (5.3) ] Serious Dermatologic Reactions [see Warnings and Precautions (5.4) ] Serous Retinopathy and Retinal Vein Occlusion [see Warnings and Precautions (5.5) ] Hepatotoxicity [see Warnings and Precautions (5.6) ] Rhabdomyolysis [see Warnings and Precautions (5.7) ] Severe Photosensitivity [see Warnings and Precautions (5.8) ] Unresectable or Metastatic Melanoma: Most common adverse reactions for COTELLIC (≥20%) are diarrhea, photosensitivity reaction, nausea, pyrexia, and vomiting. The most common (≥5%) Grade 3-4 laboratory abnormalities are increased GGT, increased CPK, hypophosphatemia, increased ALT, lymphopenia, increased AST, increased alkaline phosphatase, hyponatremia. ( 6.1 ) Histiocytic neoplasms: Most common adverse reactions (≥20%) are acneiform dermatitis, diarrhea, infection, fatigue, nausea, edema, dry skin, maculopapular rash, pruritus, dyspepsia, vomiting, dyspnea and urinary tract infections. The most common (≥5%) grade 3-4 lab abnormalities include: Hyponatremia, increased blood creatine phosphokinase, hypokalemia, increased blood creatinine, increased AST, hypocalcemia, lymphopenia, leukopenia, anemia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Genentech at 1-888-835-2555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Unresectable or Metastatic Melanoma The safety of COTELLIC was evaluated in Trial 1, a randomized (1:1), double-blind, active-controlled trial in previously untreated patients with BRAF V600 mutation-positive, unresectable or metastatic melanoma [see Clinical Studies (14) ] . All patients received vemurafenib 960 mg twice daily on Days 1–28 and received either COTELLIC 60 mg once daily (n=247) or placebo (n=246) on Days 1–21 of each 28-day treatment cycle until disease progression or unacceptable toxicity. In the COTELLIC plus vemurafenib arm, 66% percent of patients were exposed for greater than 6 months and 24% of patients were exposed for greater than 1 year. Patients with abnormal liver function tests, history of acute coronary syndrome within 6 months, evidence of Class II or greater congestive heart failure (New York Heart Association), active central nervous system lesions, or evidence of retinal pathology were excluded from Trial 1. The demographics and baseline tumor characteristics of patients enrolled in Trial 1 are summarized in Clinical Studies [see Clinical Studies (14) ]. In Trial 1, 15% of patients receiving COTELLIC experienced an adverse reaction that resulted in permanent discontinuation of COTELLIC. The most common adverse reactions resulting in permanent discontinuation were liver laboratory abnormalities defined as increased aspartate aminotransferase (AST) (2.4%), increased gamma glutamyltransferase (GGT) (1.6%) and increased alanine aminotransferase (ALT) (1.6%); rash (1.6%); pyrexia (1.2%); and retinal detachment (2%). Among the 247 patients receiving COTELLIC, adverse reactions led to dose interruption or reductions in 55%. The most common reasons for dose interruptions or reductions of COTELLIC were rash (11%) , diarrhea (9%), chorioretinopathy (7%), pyrexia (6%), vomiting (6%), nausea (5%), and increased creatine phosphokinase (CPK) (4.9%). The most common (≥20%) adverse reactions with COTELLIC were diarrhea, photosensitivity reaction, nausea, pyrexia, and vomiting. Table 3. Incidence of Adverse Drug Reactions Occurring in ≥10% (All Grades) of Unresectable or Metastatic Melanoma Patients Receiving COTELLIC with Vemurafenib and at a Higher Incidence ≥5% for All Grades or ≥2% for Grades 3–4 incidence in patients receiving COTELLIC with vemurafenib compared with patients receiving vemurafenib as a single agent than Patients Receiving Vemurafenib in Trial 1 Adverse reactions COTELLIC + Vemurafenib (n=247) Placebo + Vemurafenib (n=246) All Grades NCI CTCAE, v4.0. (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) GASTROINTESTINAL DISORDERS Diarrhea 60 6 31 1 Nausea 41 1 25 1 Vomiting 24 1 13 1 Stomatitis Includes stomatitis, aphthous stomatitis, mouth ulceration, and mucosal inflammation 14 1 8 0 SKIN AND SUBCUTANEOUS TISSUE DISORDERS Photosensitivity reaction Includes solar dermatitis, sunburn, photosensitivity reaction 46 4 35 0 Acneiform dermatitis 16 2 11 1 GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS Pyrexia 28 2 23 0 Chills 10 0 5 0 VASCULAR DISORDERS Hypertension 15 4 8 2 Hemorrhage Includes hemorrhage, rectal hemorrhage, melena, hemorrhoidal hemorrhage, gastrointestinal hemorrhage, hematemesis, hematochezia, gingival bleeding, metrorrhagia, uterine hemorrhage, hemorrhagic ovarian cyst, menometrorrhagia, menorrhagia, vaginal hemorrhage, hemoptysis, pulmonary, cerebral, subarachnoid hemorrhage, subgaleal hematoma, hematuria, epistaxis, contusion, traumatic hematoma, ecchymosis, purpura, nail bed bleeding, ocular, eye, conjunctival, and retinal hemorrhage 13 1 7 <1 EYE DISORDERS Vision impaired Includes vision blurred, visual acuity reduced, visual impairment 15 <1 4 0 Chorioretinopathy 13 <1 <1 0 Retinal detachment Includes retinal detachment, detachment of retinal pigment epithelium, detachment of macular retinal pigment epithelium 12 2 <1 0 The following clinically relevant adverse reactions (all grades) of COTELLIC were reported with <10% incidence in Trial 1: Respiratory, thoracic and mediastinal disorders: Pneumonitis Table 4. Incidence of Laboratory Abnormalities Occurring in ≥10% (All Grades) or ≥2% (Grades 3–4) of Patients with Unresectable or Metastatic Melanoma in Trial 1 All the percentages are based on the number of patients who had a baseline result and at least one on-study laboratory test. The laboratory results are available for a total of 233~244 patients for COTELLIC, and 232~243 for vemurafenib, except where indicated. Laboratory COTELLIC + Vemurafenib Placebo + Vemurafenib All Grades NCI CTCAE v4.0. Grades 3–4 All Grades Grades 3–4 % % % % AST - aspartate aminotransferase, ALT - alanine aminotransferase, GGT - gamma-glutamyltransferase Chemistry Increased creatinine 100 3.3 100 0.4 Increased AST 73 8 44 2.1 Increased ALT 68 11 55 5 Increased alkaline phosphatase 71 7 56 3.3 Increased creatine phosphokinase Increase creatine phosphokinase, n=213 for COTELLIC and 217 for vemurafenib. 79 14 16 0.5 Hypophosphatemia 68 12 38 6 Increased GGT 65 21 61 17 Hyponatremia 38 6 33 2.1 Hypoalbuminemia 42 0.8 20 0.4 Hypokalemia 25 4.5 17 3.3 Hyperkalemia 26 2.9 15 0.4 Hypocalcemia 24 0.4 10 1.7 Hematology Anemia 69 2.5 57 3.3 Lymphopenia Lymphopenia, n=185 for COTELLIC, and 181 for vemurafenib. 73 10 55 8 Thrombocytopenia 18 0 10 0 Histiocytic Neoplasms The safety of COTELLIC was evaluated in Trial 2, a single-center single-arm trial in patients with histiocytic neoplasms [see Clinical Studies (14) ] . In Trial 2, 26 patients with histiocytic neoplasms received COTELLIC 60 mg once daily for 21 days on, then 7 days off, in a 28-day treatment cycle. The median treatment duration was 10.7 months. Table 5 presents adverse reactions in at least 15% of patients reported with histiocytic neoplasms treated with COTELLIC. Table 6 presents laboratory abnormalities of grades ≥3 reported in patients with histiocytic neoplasms treated COTELLIC. In Trial 2, 4 patients (15%) receiving COTELLIC experienced an adverse reaction that resulted in permanent discontinuation of COTELLIC. One patient discontinued due to worsening of underlying dyspnea and hypoxia; one patient discontinued due to retinal vascular disorder; one patient discontinued due to hyponatremia; and the other patient discontinued due to pneumonia. Table 5 Incidence of Adverse Reactions Reported Occurring in ≥15% (All Grades) or Any Percentage (Grade ≥3) in Patients with Histiocytic Neoplasms Treated with COTELLIC in Trial 2 Body Systems Adverse reactions All Grades NCI CTCAE v4.0. (%) (n=26) Grades ≥3 (%) (n=26) GASTROINTESTINAL DISORDERS Diarrhea 62 8 Nausea 46 0 Dyspepsia Gastritis, and gastroesophageal reflux disease. 27 0 Vomiting 27 0 Dry Mouth 15 0 Oral pain Oral dysesthesia and oropharyngeal pain. 15 0 GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS Fatigue Malaise 42 0 Edema Facial edema, edema genital, edema peripheral, periorbital edema, and lymphoedema. 42 4 Pain 15 0 INFECTIONS AND INFESTATIONS Infections Influenza like illness, mucosal infection, paronychia, pharyngitis, pneumonia, bronchitis, sepsis, sinusitis, skin infection, tooth infection, upper respiratory tract infection., and urinary tract infection. 62 23 Urinary tract infection 23 8 Pulmonary infections Pneumonia and bronchitis. 19 12 INJURY, POISONING AND PROCEDURAL COMPLICATIONS Fall 15 4 INVESTIGATIONS Decreased Ejection Fraction 19 12 RENAL AND URINARY Acute kidney injury 15 12 RESPIRATORY, THORACIC AND MEDIASTINAL DISORDERS Dyspnea 27 15 Cough 15 0 SKIN AND SUBCUTANEOUS TISSUE DISORDERS Acneiform dermatitis 65 0 Dry skin 31 0 Maculo-papular rash 31 0 Pruritus 31 4 VASCULAR DISORDERS Hemorrhage Epistaxis, contusion, purpura, hematoma, and rectal hemorrhage. 19 0 Hypertension 15 4 The following clinically relevant adverse reactions (all grades) of COTELLIC were reported with <15% incidence in Trial 2: Eye disorders : Vision blurred (12%), retinal vascular disorder (4%) and retinopathy (4%). Gastrointestinal disorders : Stomatitis (12%) Nervous system disorders : Headache (12%) Respiratory, thoracic, and mediastinal disorders : Hypoxia (12%), pulmonary edema (4%), and respiratory failure (8%). Table 6. Incidence of Grade ≥3 Laboratory Abnormalities Occurring in Patients with Histiocytic Neoplasms Treated with COTELLIC in Trial 2 All the percentages are based on the number of patients who had a baseline result and at least one on-study laboratory test. Grades 3–4 NCI CTCAE v4.0 % AST - aspartate aminotransferase, ALT - alanine aminotransferase Chemistry Increased blood creatine phosphokinase 27 Hyponatremia 18 Hypokalemia 12 Increased blood creatinine 9 Increased AST 9 Hypocalcemia 9 Increased ALT 5 Hematology Lymphopenia 27 Leukopenia 9 Anemia 8 Neutropenia 5"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Confirm the presence of BRAF V600E or V600K mutation in tumor specimens prior to initiation of COTELLIC with vemurafenib for patients with melanoma. ( 2.1 ) The recommended dose is 60 mg orally once daily for the first 21 days of each 28-day cycle until disease progression or unacceptable toxicity. Take COTELLIC with or without food. ( 2.2 ) 2.1 Patient Selection for Treatment of Melanoma Confirm the presence of BRAF V600E or V600K mutation in tumor specimens prior to initiation of treatment with COTELLIC with vemurafenib. Information on FDA-approved tests for the detection of BRAF V600 mutations in melanoma is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage The recommended dosage regimen of COTELLIC is 60 mg (three 20 mg tablets) orally taken once daily for the first 21 days of each 28-day cycle until disease progression or unacceptable toxicity [see Clinical Studies (14) ] . Take COTELLIC with or without food [see Clinical Pharmacology (12.3) ] . If a dose of COTELLIC is missed or if vomiting occurs when the dose is taken, resume dosing with the next scheduled dose. 2.3 Dose Modifications Concurrent CYP3A Inhibitors Do not take strong or moderate CYP3A inhibitors while taking COTELLIC. If concurrent short term (14 days or less) use of moderate CYP3A inhibitors is unavoidable for patients who are taking COTELLIC 60 mg, reduce COTELLIC dose to 20 mg. After discontinuation of a moderate CYP3A inhibitor, resume previous dose of COTELLIC 60 mg [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . Use an alternative to a strong or moderate CYP3A inhibitor in patients who are taking a reduced dose of COTELLIC (40 or 20 mg daily) [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . Adverse Reactions Review the Full Prescribing Information for vemurafenib for recommended dose modifications. Table 1. Recommended Dose Reductions for COTELLIC First Dose Reduction 40 mg orally once daily Second Dose Reduction 20 mg orally once daily Subsequent Modification Permanently discontinue COTELLIC if unable to tolerate 20 mg orally once daily Table 2. Recommended Dose Modifications for COTELLIC for Adverse Reactions Severity of Adverse Reaction National Cancer Institute Common Terminology Criteria for Adverse Events version 4.0 (NCI CTCAE v4.0) Dose Modification for COTELLIC New Primary Malignancies (cutaneous and non-cutaneous) No dose modification is required. Hemorrhage Grade 3 Withhold COTELLIC for up to 4 weeks. If improved to Grade 0 or 1, resume at the next lower dose level. If not improved within 4 weeks, permanently discontinue. Grade 4 Permanently discontinue. Cardiomyopathy Asymptomatic, absolute decrease in LVEF from baseline of greater than 10% and less than institutional lower limit of normal (LLN) Withhold COTELLIC for 2 weeks; repeat LVEF. Resume at next lower dose if all of the following are present: LVEF is at or above LLN and Absolute decrease from baseline LVEF is 10% or less. Permanently discontinue if any of the following are present: LVEF is less than LLN or Absolute decrease from baseline LVEF is more than 10%. Symptomatic LVEF decrease from baseline Withhold COTELLIC for up to 4 weeks, repeat LVEF. Resume at next lower dose if all of the following are present: Symptoms resolve and LVEF is at or above LLN and Absolute decrease from baseline LVEF is 10% or less. Permanently discontinue if any of the following are present: Symptoms persist, or LVEF is less than LLN, or Absolute decrease from baseline LVEF is more than 10%. Dermatologic Reactions Grade 2 (intolerable), Grade 3 or 4 Withhold or reduce dose. Serous Retinopathy or Retinal Vein Occlusion Serous retinopathy Withhold COTELLIC for up to 4 weeks. If signs and symptoms improve, resume at the next lower dose level. If not improved or symptoms recur at the lower dose within 4 weeks, permanently discontinue. Retinal vein occlusion Permanently discontinue COTELLIC. Liver Laboratory Abnormalities and Hepatotoxicity First occurrence Grade 4 Withhold COTELLIC for up to 4 weeks. If improved to Grade 0 or 1, then resume at the next lower dose level. If not improved to Grade 0 or 1 within 4 weeks, permanently discontinue. Recurrent Grade 4 Permanently discontinue COTELLIC. Rhabdomyolysis and Creatine Phosphokinase (CPK) elevations Grade 4 CPK elevation Any CPK elevation and myalgia Withhold COTELLIC for up to 4 weeks. If improved to Grade 3 or lower, resume at the next lower dose level. If not improved within 4 weeks, permanently discontinue. Photosensitivity Grade 2 (intolerable), Grade 3 or Grade 4 Withhold COTELLIC for up to 4 weeks. If improved to Grade 0 or 1, resume at the next lower dose level. If not improved within 4 weeks, permanently discontinue. Other Grade 2 (intolerable) adverse reactions Any Grade 3 adverse reactions Withhold COTELLIC for up to 4 weeks. If improved to Grade 0 or 1, resume at the next lower dose level. If not improved within 4 weeks, permanently discontinue. First occurrence of any Grade 4 adverse reaction Withhold COTELLIC until adverse reaction improves to Grade 0 or 1. Then resume at the next lower dose level, OR Permanently discontinue. Recurrent Grade 4 adverse reaction Permanently discontinue COTELLIC."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE COTELLIC ® is a kinase inhibitor indicated: For the treatment of adult patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, in combination with vemurafenib. ( 1.1 , 14.1 ) As a single agent for the treatment of adult patients with histiocytic neoplasms. ( 1.2 , 14.2 ) 1.1 Unresectable or Metastatic Melanoma COTELLIC ® is indicated for the treatment of adult patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, in combination with vemurafenib. 1.2 Histiocytic Neoplasms COTELLIC®, as a single agent, is indicated for the treatment of adult patients with histiocytic neoplasms."
  ],
  "fetched_at": "2025-10-01T15:54:47.702119",
  "source": "OpenFDA"
}