{
  "drug_name": "Cobicistat",
  "generic_name": [
    "DARUNAVIR ETHANOLATE AND COBICISTAT"
  ],
  "brand_names": [
    "PREZCOBIX"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of PREZCOBIX with other drugs can alter the concentration of other drugs and other drugs may alter the concentrations of darunavir or cobicistat. Consult the full prescribing information prior to and during treatment for potential drug interactions. ( 4 , 5.6 , 7 , 12.3 ) 7.1 Potential for PREZCOBIX to Affect Other Drugs Darunavir co-administered with cobicistat is an inhibitor of CYP3A and CYP2D6. Cobicistat inhibits the following transporters: P-glycoprotein (P-gp), BCRP, MATE1, OATP1B1 and OATP1B3. Therefore, co-administration of PREZCOBIX with drugs that are primarily metabolized by CYP3A and/or CYP2D6 or are substrates of P-gp, BCRP, MATE1, OATP1B1 or OATP1B3 may result in increased plasma concentrations of such drugs, which could increase or prolong their therapeutic effect and can be associated with adverse events. Co-administration of PREZCOBIX with drugs that have active metabolite(s) formed by CYP3A may result in reduced plasma concentrations of these active metabolite(s), potentially leading to loss of their therapeutic effect (see Table 1 ). 7.2 Potential for Other Drugs to Affect PREZCOBIX Darunavir is metabolized by CYP3A. Cobicistat is metabolized by CYP3A, and to a minor extent, by CYP2D6. Co-administration of PREZCOBIX and drugs that induce CYP3A activity are expected to increase the clearance of darunavir and cobicistat, resulting in lowered plasma concentrations of darunavir and cobicistat which may lead to loss of therapeutic effect and development of resistance. Co-administration of PREZCOBIX and other drugs that inhibit CYP3A may result in increased plasma concentrations of darunavir and cobicistat (see Table 1 ). 7.3 Established and Other Potentially Significant Drug Interactions Table 1 provides dosing recommendations for expected clinically relevant interactions with PREZCOBIX (this table is not all inclusive). These recommendations are based on either drug interaction trials or predicted interactions due to the expected magnitude of interaction and potential for serious adverse events or loss of therapeutic effect. The table includes examples of potentially significant interactions but is not all inclusive , and therefore the label of each drug that is co-administered with PREZCOBIX should be consulted for information related to the route of metabolism, interaction pathways, potential risks, and specific actions to be taken with regard to co-administration. For the list of examples of contraindicated drugs, [see Contraindications (4) ] . Table 1: Established and Other Potentially Significant this table is not all inclusive Drug Interactions: Alterations in Dose or Regimen May Be Recommended Concomitant Drug Class: Drug Name Examples Effect on Concentration of Darunavir, Cobicistat, or Concomitant Drug Clinical Comment HIV-1 antiviral agents: Nucleoside Reverse Transcriptase Inhibitors (NRTIs) didanosine ↔ darunavir ↔ cobicistat ↔ didanosine Didanosine should be administered one hour before or two hours after PREZCOBIX (administered with food). HIV-1 antiviral agents: Non-Nucleoside Reverse Transcriptase Inhibitors (NNRTIs) efavirenz ↓ cobicistat ↓ darunavir Co-administration with efavirenz is not recommended because it may result in loss of therapeutic effect and development of resistance to darunavir. etravirine ↓ cobicistat darunavir: effect unknown Co-administration with etravirine is not recommended because it may result in loss of therapeutic effect and development of resistance to darunavir. nevirapine ↓ cobicistat darunavir: effect unknown Co-administration with nevirapine is not recommended because it may result in loss of therapeutic effect and development of resistance to darunavir. HIV-1 antiviral agents: CCR5 co-receptor antagonists maraviroc ↑ maraviroc Maraviroc is a substrate of CYP3A. When co-administered with PREZCOBIX, patients should receive maraviroc 150 mg twice daily. Other agents Alpha 1-adrenoreceptor antagonist: alfuzosin ↑ alfuzosin Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as hypotension. Antibacterials: clarithromycin, erythromycin, telithromycin ↑ darunavir ↑ cobicistat ↑ antibacterial Consider alternative antibiotics with concomitant use of PREZCOBIX. Anticancer agents: dasatinib, nilotinib ↑ anticancer agent A decrease in the dosage or an adjustment of the dosing interval of dasatinib or nilotinib may be necessary when co-administered with PREZCOBIX. Consult the dasatinib and nilotinib prescribing information for dosing instructions. vinblastine, vincristine For vincristine and vinblastine, consider temporarily withholding the cobicistat-containing antiretroviral regimen in patients who develop significant hematologic or gastrointestinal side effects when PREZCOBIX is administered concurrently with vincristine or vinblastine. If the antiretroviral regimen must be withheld for a prolonged period, consider initiating a revised regimen that does not include a CYP3A or P-gp inhibitor. Anticoagulants: Direct Oral Anticoagulants (DOACs) apixaban ↑ apixaban Due to potentially increased bleeding risk, dosing recommendations for co-administration of apixaban with PREZCOBIX depend on the apixaban dose. Refer to apixaban dosing instructions for co-administration with P-gp and strong CYP3A inhibitors in apixaban prescribing information. rivaroxaban ↑ rivaroxaban Co-administration of rivaroxaban with PREZCOBIX is not recommended because it may lead to an increased bleeding risk. dabigatran etexilate edoxaban ↑ dabigatran ↑ edoxaban Refer to the dabigatran etexilate or edoxaban prescribing information for recommendations regarding co-administration. The specific recommendations are based on indication, renal function, and effect of the co-administered P-gp inhibitors on the concentration of dabigatran or edoxaban. Clinical monitoring is recommended when a DOAC not affected by CYP3A4 but transported by P-gp, including dabigatran etexilate and edoxaban, is co-administered with PREZCOBIX. Other Anticoagulants: warfarin warfarin: effect unknown Monitor the international normalized ratio (INR) when co-administering with warfarin. Anticonvulsants: carbamazepine, phenobarbital, phenytoin ↓ darunavir ↓ cobicistat Co-administration is contraindicated due to potential for reduced plasma concentrations of darunavir, which may result in loss of therapeutic effect and development of resistance. Anticonvulsants with CYP3A induction effects that are NOT contraindicated: e.g. eslicarbazepine, oxcarbazepine ↓ cobicistat darunavir: effect unknown Consider alternative anticonvulsant or antiretroviral therapy to avoid potential changes in exposures. If co-administration is necessary, monitor for lack or loss of virologic response. Anticonvulsants that are metabolized by CYP3A: e.g. clonazepam ↑ clonazepam Clinical monitoring of anticonvulsants is recommended. Antidepressants: Selective Serotonin Reuptake Inhibitors (SSRIs): e.g. paroxetine, sertraline SSRIs: effects unknown When co-administering with SSRIs, TCAs, or trazodone, careful dose titration of the antidepressant to the desired effect, including using the lowest feasible initial or maintenance dose, and monitoring for antidepressant response are recommended. Tricyclic Antidepressants (TCAs): e.g. amitriptyline, desipramine, imipramine, nortriptyline ↑ TCAs Other antidepressants: trazodone ↑ trazodone Antifungals: itraconazole, isavuconazole, ketoconazole, posaconazole ↑ darunavir ↑ cobicistat Monitor for increased darunavir or cobicistat and/or antifungal adverse reactions. ↑ itraconazole ↑ ketoconazole ↑ isavuconazole ↔ posaconazole Specific dosing recommendations are not available for co-administration with these antifungals. Monitor for increased itraconazole or ketoconazole adverse reactions. voriconazole voriconazole: effects unknown Co-administration with voriconazole is not recommended unless benefit/risk assessment justifies the use of voriconazole. Anti-gout: colchicine ↑ colchicine Co-administration is contraindicated in patients with renal and/or hepatic impairment due to potential for serious and/or life-threatening reactions. For patients without renal or hepatic impairment: Treatment of gout flares – co-administration of colchicine : 0.6 mg (1 tablet) × 1 dose, followed by 0.3 mg (half tablet) 1 hour later. Treatment course to be repeated no earlier than 3 days. Prophylaxis of gout flares – co-administration of colchicine : If the original regimen was 0.6 mg twice a day, the regimen should be adjusted to 0.3 mg once a day. If the original regimen was 0.6 mg once a day, the regimen should be adjusted to 0.3 mg once every other day. Treatment of familial Mediterranean fever – co-administration of colchicine : Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day). Antimalarial: artemether/lumefantrine artemether: effect unknown lumefantrine: effect unknown Monitor for a potential decrease of antimalarial efficacy or potential QT prolongation. Antimycobacterials: rifampin ↓ darunavir ↓ cobicistat Co-administration is contraindicated due to potential for loss of therapeutic effect and development of resistance. rifabutin ↑ rifabutin cobicistat: effects unknown darunavir: effects unknown When used in combination with PREZCOBIX, the recommended dose of rifabutin is 150 mg every other day. Monitor for rifabutin-associated adverse reactions including neutropenia and uveitis. rifapentine ↓ darunavir Co-administration with rifapentine is not recommended. Antipsychotics: lurasidone ↑ lurasidone Co-administration is contraindicated due to potential for serious and/or life-threatening reactions. pimozide ↑ pimozide Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias. e.g. perphenazine, risperidone, thioridazine ↑ antipsychotic A decrease in the dose of antipsychotics that are metabolized by CYP3A or CYP2D6 may be needed when co-administered with PREZCOBIX. quetiapine ↑ quetiapine Initiation of PREZCOBIX in patients taking quetiapine : Consider alternative antiretroviral therapy to avoid increases in quetiapine exposure. If co-administration is necessary, reduce the quetiapine dose to 1/6 of the current dose and monitor for quetiapine- associated adverse reactions. Refer to the quetiapine prescribing information for recommendations on adverse reaction monitoring. Initiation of quetiapine in patients taking PREZCOBIX : Refer to the quetiapine prescribing information for initial dosing and titration of quetiapine. β-Blockers: e.g. carvedilol, metoprolol, timolol ↑ beta-blockers Clinical monitoring is recommended for co-administration with beta-blockers that are metabolized by CYP2D6. Calcium channel blockers: e.g. amlodipine, diltiazem, felodipine, nifedipine, verapamil ↑ calcium channel blockers Clinical monitoring is recommended for co-administration with calcium channel blockers metabolized by CYP3A. Cardiac Disorders: ranolazine, ivabradine ↑ ranolazine ↑ ivabradine Co-administration is contraindicated due to potential for serious and/or life-threatening reactions. dronedarone ↑ dronedarone Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias. Other antiarrhythmics e.g. amiodarone, disopyramide, flecainide, lidocaine (systemic), mexiletine, propafenone, quinidine ↑ antiarrhythmics Clinical monitoring is recommended upon co-administration with antiarrhythmics. digoxin ↑ digoxin When co-administering with digoxin, titrate the digoxin dose and monitor digoxin concentrations. Corticosteroids: dexamethasone (systemic) Corticosteroids primarily metabolized by CYP3A: e.g. betamethasone budesonide ciclesonide fluticasone methylprednisolone mometasone triamcinolone ↓ darunavir ↓ cobicistat ↑ corticosteroids Co-administration with systemic dexamethasone or other systemic corticosteroids that induce CYP3A may result in loss of therapeutic effect and development of resistance to PREZCOBIX. Consider alternative corticosteroids. Co-administration with corticosteroids (all routes of administration) of which exposures are significantly increased by strong CYP3A inhibitors can increase the risk for Cushing's syndrome and adrenal suppression. Alternative corticosteroids including beclomethasone, prednisone and prednisolone (for which PK and/or PD are less affected by strong CYP3A inhibitors relative to other steroids) should be considered, particularly for long-term use. Endothelin receptor antagonists: bosentan ↓ darunavir ↓ cobicistat ↑ bosentan Initiation of bosentan in patients taking PREZCOBIX : In patients who have been receiving PREZCOBIX for at least 10 days, start bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Initiation of PREZCOBIX in patients on bosentan : Discontinue use of bosentan at least 36 hours prior to initiation of PREZCOBIX. After at least 10 days following the initiation of PREZCOBIX, resume bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Switching from darunavir co-administered with ritonavir to PREZCOBIX in patients on bosentan : Maintain bosentan dose. Ergot derivatives: e.g. dihydroergotamine, ergotamine, methylergonovine ↑ ergot derivatives Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues. Hepatitis C virus (HCV): Direct-Acting Antivirals: elbasvir/grazoprevir ↑ elbasvir/grazoprevir Co-administration is contraindicated due to potential for the increased risk of alanine transaminase (ALT) elevations. glecaprevir/pibrentasvir ↑ glecaprevir ↑ pibrentasvir Co-administration of PREZCOBIX with glecaprevir/pibrentasvir is not recommended. Herbal product: St. John's wort ( Hypericum perforatum ) ↓ darunavir ↓ cobicistat Co-administration is contraindicated due to potential for reduced plasma concentrations of darunavir, which may result in loss of therapeutic effect and development of resistance. Hormonal contraceptives: Additional or alternative (non-hormonal) forms of contraception should be considered when estrogen-containing contraceptives are co-administered with PREZCOBIX [see Use in Specific Populations (8.3) ] . drospirenone/ethinylestradiol ↑ drospirenone ↓ ethinylestradiol For co-administration with drospirenone, clinical monitoring is recommended due to the potential for hyperkalemia. Other progestin/estrogen contraceptives progestin: effects unknown estrogen: effects unknown No data are available to make recommendations on co-administration with other hormonal contraceptives. Immunosuppressants: cyclosporine, sirolimus, tacrolimus ↑ immunosuppressants These immunosuppressant agents are metabolized by CYP3A. Therapeutic drug monitoring is recommended with concomitant use Immunosuppressant /neoplastic: everolimus ↑ immunosuppressants Co-administration of everolimus and PREZCOBIX is not recommended. irinotecan Discontinue PREZCOBIX at least 1 week prior to starting irinotecan therapy. Do not administer PREZCOBIX with irinotecan unless there are no therapeutic alternatives. Inhaled beta agonist: salmeterol ↑ salmeterol Co-administration with salmeterol is not recommended and may result in increased risk of cardiovascular adverse events associated with salmeterol, including QT prolongation, palpitations, and sinus tachycardia. Lipid Modifying Agents HMG-CoA reductase inhibitors: lovastatin, simvastatin ↑ lovastatin ↑ simvastatin Co-administration is contraindicated due to potential for serious reactions such as myopathy including rhabdomyolysis. atorvastatin, fluvastatin, pitavastatin, pravastatin, rosuvastatin ↑ atorvastatin ↑ fluvastatin ↑ pravastatin ↑ rosuvastatin pitavastatin: effect unknown For atorvastatin, fluvastatin, pitavastatin, pravastatin, and rosuvastatin, start with the lowest recommended dose and titrate while monitoring for safety (e.g. myopathy). Dosage recommendations with atorvastatin or rosuvastatin are as follows: atorvastatin dosage should not exceed 20 mg/day rosuvastatin dosage should not exceed 20 mg/day Other lipid modifying agents: lomitapide ↑ lomitapide Co-administration is contraindicated due to potential for markedly increased transaminases associated with increased plasma concentrations of lomitapide. Narcotic analgesics metabolized by CYP3A: e.g. fentanyl, oxycodone ↑ fentanyl ↑ oxycodone Careful monitoring of therapeutic effects and adverse reactions associated with CYP3A-metabolized narcotic analgesics (including potentially fatal respiratory depression) is recommended with co-administration. tramadol ↑ tramadol A dose decrease may be needed for tramadol with concomitant use. Narcotic analgesic for treatment of opioid dependence: buprenorphine, buprenorphine/naloxone, methadone buprenorphine or buprenorphine/ naloxone: effects unknown methadone: effects unknown Initiation of buprenorphine, buprenorphine/naloxone or methadone in patients taking PREZCOBIX : Carefully titrate the dose of buprenorphine, buprenorphine/naloxone or methadone to the desired effect; use the lowest feasible initial or maintenance dose. Initiation of PREZCOBIX in patients taking buprenorphine, buprenorphine/naloxone or methadone : A dose adjustment for buprenorphine, buprenorphine/naloxone or methadone may be needed. Monitor clinical signs and symptoms. Opioid Antagonist naloxegol ↑ naloxegol Co-administration of PREZCOBIX and naloxegol is contraindicated due to potential for precipitating opioid withdrawal symptoms. Phosphodiesterase PDE-5 inhibitors: e.g. avanafil, sildenafil, tadalafil, vardenafil ↑ PDE-5 inhibitors Co-administration with avanafil is not recommended because a safe and effective avanafil dosage regimen has not been established. Co-administration with PDE-5 inhibitors may result in an increase in PDE-5 inhibitor-associated adverse reactions including hypotension, syncope, visual disturbances and priapism. Use of PDE-5 inhibitors for pulmonary arterial hypertension (PAH): Co-administration with sildenafil used for PAH is contraindicated due to potential for sildenafil associated adverse reactions (which include visual disturbances, hypotension, prolonged erection, and syncope). The following dose adjustments are recommended for use of tadalafil with PREZCOBIX: Initiation of tadalafil in patients taking PREZCOBIX : In patients receiving PREZCOBIX for at least one week, start tadalafil at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Initiation of PREZCOBIX in patients taking tadalafil : Avoid use of tadalafil during the initiation of PREZCOBIX. Stop tadalafil at least 24 hours prior to starting PREZCOBIX. After at least one week following the initiation of PREZCOBIX, resume tadalafil at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Patients switching from darunavir co-administered with ritonavir to PREZCOBIX : Maintain tadalafil dose. Use of PDE-5 inhibitors for erectile dysfunction: Sildenafil at a single dose not exceeding 25 mg in 48 hours, vardenafil at a single dose not exceeding 2.5 mg dose in 72 hours, or tadalafil at a single dose not exceeding 10 mg dose in 72 hours can be used with increased monitoring for PDE-5 inhibitor-associated adverse reactions. Platelet aggregation inhibitor: ticagrelor ↑ ticagrelor Co-administration of PREZCOBIX and ticagrelor is not recommended. clopidogrel ↓ clopidogrel active metabolite Co-administration of PREZCOBIX with clopidogrel is not recommended due to the potential reduction of the antiplatelet activity of clopidogrel. prasugrel ↔ prasugrel active metabolite No dose adjustment is needed when prasugrel is co-administered with PREZCOBIX. Sedatives/hypnotics: orally administered midazolam, triazolam ↑ midazolam ↑ triazolam Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as prolonged or increased sedation or respiratory depression. Triazolam and orally administered midazolam are extensively metabolized by CYP3A. Co-administration of triazolam or orally administered midazolam with PREZCOBIX may cause large increases in the concentrations of these benzodiazepines. metabolized by CYP3A: e.g. buspirone, diazepam, estazolam, zolpidem ↑ sedatives/hypnotics With concomitant use, titration is recommended with sedatives/hypnotics metabolized by CYP3A and a lower dose of the sedatives/hypnotics should be considered with monitoring for increased and prolonged effects or adverse reactions. parenterally administered midazolam Co-administration of parenteral midazolam should be done in a setting that ensures close clinical monitoring and appropriate medical management in case of respiratory depression and/or prolonged sedation. Dose reduction for parenteral midazolam should be considered, especially if more than a single dose of midazolam is administered. Urinary antispasmodics fesoterodine ↑ fesoterodine When fesoterodine is co-administered with PREZCOBIX, do not exceed a fesoterodine dose of 4 mg once daily. solifenacin ↑ solifenacin When solifenacin is co-administered with PREZCOBIX, do not exceed a solifenacin dose of 5 mg once daily. 7.4 Drugs without Clinically Significant Interactions with PREZCOBIX Clinically relevant drug-drug interactions have not been observed or are not anticipated with concomitant use of darunavir and cobicistat with rilpivirine, dolutegravir, raltegravir, abacavir, emtricitabine, emtricitabine/tenofovir alafenamide, tenofovir DF, lamivudine, stavudine, zidovudine, or acid modifying medications (antacids, H 2 -receptor antagonists, proton pump inhibitors)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Hepatotoxicity [see Warnings and Precautions (5.1) ] Severe skin reactions [see Warnings and Precautions (5.2) ] Effects on serum creatinine [see Warnings and Precautions (5.3) ] New onset or worsening renal impairment when used with tenofovir DF [see Warnings and Precautions (5.4) ] Immune Reconstitution Syndrome [see Warnings and Precautions (5.10) ] The most common adverse reactions to darunavir, a component of PREZCOBIX (incidence greater than or equal to 5%) of at least moderate severity (greater than or equal to Grade 2) were diarrhea, nausea, rash, headache, abdominal pain, and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP at 1-800-JANSSEN (1-800-526-7736) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Clinical Trials in Adults During the darunavir clinical development program, where darunavir was co-administered with ritonavir 100 mg once or twice daily, the most common clinical adverse reactions (incidence greater than or equal to 5%) of at least moderate intensity (greater than or equal to Grade 2) were diarrhea, nausea, rash, headache, abdominal pain, and vomiting. See the darunavir full prescribing information for additional information on adverse reactions reported with darunavir co-administered with ritonavir. See cobicistat full prescribing information for clinical trial information on adverse reactions reported with cobicistat. One single arm clinical trial was conducted with darunavir and cobicistat administered as single entities in 313 subjects with HIV-1 infection. Adverse reactions evaluated through Week 24 did not differ substantially from those reported in clinical trials with darunavir co-administered with ritonavir. Clinical Trials in Pediatric Patients No clinical trials with PREZCOBIX were performed in pediatric patients. However, the safety of the components of PREZCOBIX, darunavir and cobicistat, co-administered with two nucleoside reverse transcriptase inhibitors, was evaluated in pediatric subjects of 12 to less than 18 years of age with HIV-1 infection through clinical trial GS-US-216-0128 (virologically-suppressed, N=7 with weight ≥40 kg) through Week 48. Safety analyses of this trial in these pediatric subjects did not identify new safety concerns compared to the known safety profile of PREZCOBIX in adult subjects [see Clinical Studies (14.2) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of darunavir. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Metabolism and Nutrition Disorders Redistribution of body fat Musculoskeletal and Connective Tissue Disorders Rhabdomyolysis (associated with co-administration with HMG-CoA reductase inhibitors) Renal and Urinary Disorders Crystal nephropathy, crystalluria Skin and Subcutaneous Tissue Disorders Toxic epidermal necrolysis, acute generalized exanthematous pustulosis, drug rash with eosinophilia and systemic symptoms [see Warnings and Precautions (5.2) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Darunavir and cobicistat are both inhibitors of the cytochrome P450 3A (CYP3A) isoform. PREZCOBIX should not be co-administered with medicinal products that are highly dependent on CYP3A for clearance and for which increased plasma concentrations are associated with serious and/or life threatening events (narrow therapeutic index). Darunavir and cobicistat are both substrates of the cytochrome P450 3A (CYP3A) isoform. Co-administration of PREZCOBIX with CYP3A inducers may lead to lower exposures of darunavir and cobicistat and potential loss of efficacy of darunavir and possible resistance. Examples of drugs that are contraindicated for co-administration with PREZCOBIX [see Drug Interactions (7.3) and Clinical Pharmacology (12.3) ] are listed below. Alpha 1-adrenoreceptor antagonist: alfuzosin Anticonvulsants: carbamazepine, phenobarbital, phenytoin Anti-gout: colchicine, in patients with renal and/or hepatic impairment Antimycobacterial: rifampin Antipsychotics: lurasidone, pimozide Cardiac Disorders: dronedarone, ivabradine, ranolazine Ergot derivatives, e.g. dihydroergotamine, ergotamine, methylergonovine Herbal product: St. John's wort ( Hypericum perforatum ) Hepatitis C direct acting antiviral: elbasvir/grazoprevir Lipid modifying agents: lomitapide, lovastatin, simvastatin Opioid Antagonist: naloxegol PDE-5 inhibitor: sildenafil when used for treatment of pulmonary arterial hypertension Sedatives/hypnotics: orally administered midazolam, triazolam PREZCOBIX is contraindicated in patients receiving certain co-administered drugs for which altered plasma concentrations are associated with serious and/or life-threatening events or loss of therapeutic effect. ( 4 , 7.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: One tablet taken once daily with food in adults and pediatric patients weighing at least 40 kg. ( 2.1 ) Testing Prior to Initiation: HIV genotypic testing is recommended for antiretroviral treatment experienced patients. Assess estimated creatinine clearance in all patients prior to starting PREZCOBIX. When used with tenofovir DF: Assess urine glucose and urine protein at baseline and monitor creatinine clearance, urine glucose, and urine protein. Monitor serum phosphorus in patients with or at risk for renal impairment. ( 2.2 ) 2.1 Recommended Dosage PREZCOBIX is a fixed-dose combination product containing 800 mg of darunavir and 150 mg of cobicistat. In treatment-naïve and treatment-experienced adults and pediatric patients weighing at least 40 kg with no darunavir resistance-associated substitutions, the recommended dosage of PREZCOBIX is one tablet taken once daily orally with food. Administer PREZCOBIX in conjunction with other antiretroviral agents. 2.2 Testing Prior to Initiation of PREZCOBIX HIV Genotypic Testing HIV genotypic testing is recommended for antiretroviral treatment-experienced patients. However, when HIV genotypic testing is not feasible, PREZCOBIX can be used in protease inhibitor-naïve patients, but is not recommended in protease inhibitor-experienced patients. Creatinine Clearance Prior to starting PREZCOBIX, assess estimated creatinine clearance because cobicistat decreases estimated creatinine clearance due to inhibition of tubular secretion of creatinine without affecting actual renal glomerular function [see Warnings and Precautions (5.3) ] . When co-administering PREZCOBIX with tenofovir disoproxil fumarate (tenofovir DF) assess estimated creatinine clearance, urine glucose, and urine protein at baseline [see Warnings and Precautions (5.4) ] . 2.3 Not Recommended in Severe Renal Impairment PREZCOBIX co-administered with tenofovir DF is not recommended in patients who have an estimated creatinine clearance below 70 mL per minute [see Warnings and Precautions (5.4) and Adverse Reactions (6.1) ] . 2.4 Not Recommended in Severe Hepatic Impairment PREZCOBIX is not recommended for use in patients with severe hepatic impairment [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.5 Not Recommended During Pregnancy PREZCOBIX is not recommended during pregnancy because of substantially lower exposures of darunavir and cobicistat during the second and third trimesters [see Use in Specific Populations (8.1) and Clinical Pharmacology (12.3) ] . PREZCOBIX should not be initiated in pregnant individuals. An alternative regimen is recommended for those who become pregnant during therapy with PREZCOBIX."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PREZCOBIX is indicated in combination with other antiretroviral agents for the treatment of human immunodeficiency virus (HIV-1) infection in treatment-naïve and treatment-experienced adults and pediatric patients weighing at least 40 kg with no darunavir resistance-associated substitutions (V11I, V32I, L33F, I47V, I50V, I54L, I54M, T74P, L76V, I84V, L89V). PREZCOBIX is a two-drug combination of darunavir, a human immunodeficiency virus (HIV-1) protease inhibitor, and cobicistat, a CYP3A inhibitor, and is indicated for the treatment of HIV-1 infection in treatment-naïve and treatment-experienced adults and pediatric patients weighing at least 40 kg with no darunavir resistance-associated substitutions (V11I, V32I, L33F, I47V, I50V, I54L, I54M, T74P, L76V, I84V, L89V). ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:17:18.802192",
  "source": "OpenFDA"
}