{
  "drug_name": "Cocaine",
  "generic_name": [
    "COCAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Goprelto"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Disulfiram : Increases plasma cocaine exposure. Avoid using GOPRELTO in patients taking disulfiram. ( 7 ) • Epinephrine, Phenylephrine : There have been reports of myocardial ischemia, myocardial infarction, and ventricular arrhythmias with concomitant use during nasal surgery. Avoid use of additional vasoconstrictor agents with GOPRELTO. If concomitant use is unavoidable, prolonged vital sign and ECG monitoring may be required. ( 5.3 , 7 ) 7.1 Disulfiram Published literature reported that disulfiram treatment increased plasma cocaine exposure, including both AUC and C max , by several fold after acute intranasal cocaine administration. Other literature reported that co-administration of disulfiram increased AUC of plasma cocaine by several fold after intravenous cocaine administration [see Clinical Pharmacology ( 12.3 )]. Avoid using GOPRELTO in patients taking disulfiram. Consider using other local anesthetic agents. 7.2 Epinephrine, Phenylephrine There are reports in the published literature of myocardial ischemia, myocardial infarction, and ventricular arrhythmias after concomitant administration of topical intranasal cocaine with epinephrine and phenylephrine during nasal and sinus surgery. Avoid use of additional vasoconstrictor agents such as epinephrine and phenylephrine with GOPRELTO during nasal and sinus surgery. If concomitant use is unavoidable, prolonged vital sign and ECG monitoring may be required [see Warnings and Precautions ( 5.3 ) ]. 7.3 Inhibitors of plasma cholinesterase (pseudocholinesterase) Cocaine has been described in literature to be primarily metabolized and inactivated by nonenzymatic ester hydrolysis and hepatic carboxylesterase, and also by plasma cholinesterase, hepatic carboxylesterase, and CYP3A4 [see Clinical Pharmacology ( 12.3 )]. The pharmacokinetics of GOPRELTO in patients with reduced plasma cholinesterase activity has not been studied. Plasma cholinesterase activity may be decreased by chronic administration of certain monoamine oxidase inhibitors, oral contraceptives, or glucocorticoids. It may also be diminished by administration of irreversible plasma cholinesterase inhibitors such as echothiophate, organophosphate insecticides, and certain antineoplastic agents. Patients with reduced plasma cholinesterase (pseudocholinesterase) activity may have reduced clearance and increased exposure of plasma cocaine after administration of GOPRELTO. Since cocaine is metabolized by multiple enzymes, the effect of reduced plasma cholinesterase activity on cocaine exposure may be limited. No dosage adjustment of GOPRELTO is needed in patients with reduced plasma cholinesterase. Monitor patients with reduced plasma cholinesterase activity for adverse reactions such as headache, epistaxis, and clinically-relevant increases in heart rate or blood pressure."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (>0.5%) occurring in patients treated with GOPRELTO (cocaine hydrochloride) nasal solution 4% were headache and epistaxis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact LXO US., INC. at 1-844-800-8007 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. GOPRELTO has been evaluated in four Phase 1 studies and one Phase 3 study, which included 647 adult subjects who received a single topical intranasal 160 mg dose (four pledgets), of GOPRELTO. The randomized, double-blind, controlled Phase 3 study was conducted in adult patients undergoing diagnostic procedures and surgeries on or through the mucous membranes of the nasal cavities, of which 278 received GOPRELTO (4% solution), 275 received cocaine hydrochloride solution 8%, and 95 received placebo. Safety was evaluated for up to 7 days after dosing. The most commonly reported adverse reactions (>1 patient) to occur in the Phase 3 study with GOPRELTO (4% solution) were headache and epistaxis. Two adverse reactions of headache were severe (Table 1). No premature discontinuations due to an adverse event, serious adverse events, or deaths were reported in the Phase 3 clinical study. Table 1: Common Adverse Reactions with GOPRELTO in >1 Patient System Organ Class / Preferred Term GOPRELTO 4% (N=278) Cocaine Hydrochloride Solution 8% (N=275) Placebo (N=95) Nervous System Disorders Headache 7 (3%) 4 (2%) 1 (1%) Respiratory, Thoracic, and Mediastinal Disorders Epistaxis 3 (1%) 2 (1%) 0 Psychiatric Disorders Anxiety 0 2 (1%) 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS GOPRELTO is contraindicated in patients with a known history of hypersensitivity to cocaine hydrochloride, other ester-based anesthetics, or any other component of the product. Known hypersensitivity to cocaine hydrochloride, other ester-based anesthetics, or any other component of GOPRELTO. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • For intranasal use only. ( 2.1 ) • Recommended dose: two pledgets, each containing 40 mg of cocaine hydrochloride,applied to each nasal cavity. ( 2.2 ) • Do not apply to damaged nasal mucosa. ( 2.1 ) • Preparation and Application: – In a small container, soak four pledgets in the full contents (4 mL) of one bottle of GOPRELTO until the solution is fully absorbed. Each pledget absorbs 1 mL of solution, equivalent to 40 mg cocaine hydrochloride. ( 2.2 , 2.3 ) – Following soaking, place two pledgets in each nasal cavity against the septum. ( 2.3 ) – Leave pledgets in p lace for up to 20 minutes. ( 2.3 ) 2.1 Important Dosage and Administration Instructions • GOPRELTO is for intranasal use only. • Do not apply GOPRELTO to damaged nasal mucosa. 2.2 Dosing Recommendation for Adults The recommended dose of GOPRELTO is two soaked cottonoid pledgets placed in each nasal cavity, equivalent to 40 mg cocaine hydrochloride per pledget, for a total dose of 160 mg for four pledgets. The total dose for any one procedure or surgery should not exceed 160 mg, or 3 mg/kg, cocaine hydrochloride. The recommended size of cottonoid pledgets for use with GOPRELTO measure 1.3 cm x 4 cm (sold separately). 2.3 Preparation and Administration of GOPRELTO Pledgets Pour the full contents of one 4 mL (160 mg) bottle of GOPRELTO into a small container. Soak four cottonoid pledgets until the solution is fully absorbed. Following soaking, place two pledgets in each nasal cavity against the septum. Leave pledgets in place for up to twenty minutes. Remove pledgets and continue with the procedure.Discard pledgets and dispose of any unused portion of solution in accordance with institutional procedures for CII products."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GOPRELTO (cocaine hydrochloride) nasal solution is indicated for the induction of local anesthesia of the mucous membranes when performing diagnostic procedures and surgeries on or through the nasal cavities in adults. GOPRELTO (cocaine hydrochloride) nasal solution is an ester local anesthetic indicated for the induction of local anesthesia of the mucous membranes when performing diagnostic procedures and surgeries on or through the nasal cavities in adults. ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:30:16.443149",
  "source": "OpenFDA"
}