{
  "drug_name": "Codeine",
  "generic_name": [
    "ACETAMINOPHEN AND CODEINE PHOSPHATE"
  ],
  "brand_names": [
    "ACETAMINOPHEN AND CODEINE PHOSPHATE"
  ],
  "drug_interactions": [
    "Drug Interactions Anticoagulants Chronic oral acetaminophen use at a dose of 4000 mg/day has been shown to cause an increase in international normalized ratio (INR) in some patients who have been stabilized on sodium warfarin as an anticoagulant. As no studies have been performed evaluating the short term use of acetaminophen and codeine phosphate tablets in patients on oral anticoagulants, more frequent assessment of INR may be appropriate in such circumstances. CYP2D6 Inhibitors Codeine is metabolized by CYP2D6 to form morphine. The concomitant use of acetaminophen and codeine phosphate tablets and CYP2D6 inhibitors (e.g., paroxetine, fluoxetine, bupropion, quinidine) can increase the plasma concentration of codeine, but can decrease the plasma concentration of active metabolite morphine, which could result in reduced analgesic efficacy or symptoms of opioid withdrawal, particularly when an inhibitor is added after a stable dose of acetaminophen and codeine phosphate tablets is achieved (see CLINICAL PHARMACOLOGY ). After stopping a CYP2D6 inhibitor, as the effects of the inhibitor decline, the codeine plasma concentration will decrease but the active metabolite morphine plasma concentration will increase, which could increase or prolong adverse reactions and may cause potentially fatal respiratory depression (see CLINICAL PHARMACOLOGY ). If concomitant use with a CYP2D6 inhibitor is necessary, or if a CYP2D6 inhibitor is discontinued after concomitant use, consider dosage adjustment of acetaminophen and codeine phosphate tablets and monitor patients closely at frequent intervals. If concomitant use with CYP2D6 inhibitors is necessary, follow the patient for reduced efficacy or signs and symptoms of opioid withdrawal and consider increasing the dosage of acetaminophen and codeine phosphate tablets as needed. After stopping use of a CYP2D6 inhibitor, consider reducing the dosage of acetaminophen and codeine phosphate tablets and monitor the patient for signs and symptoms of respiratory depression or sedation. CYP3A4 Inhibitors The concomitant use of acetaminophen and codeine phosphate tablets and CYP3A4 inhibitors, such as macrolide antibiotics (e.g., erythromycin), azole-antifungal agents (e.g. ketoconazole), and protease inhibitors (e.g., ritonavir), may result in an increase in codeine plasma concentrations , with subsequently greater metabolism by CYP2D6, resulting in greater morphine levels, which could increase or prolong adverse reactions and may cause potentially fatal respiratory depression, particularly when an inhibitor is added after a stable dose of acetaminophen and codeine phosphate tablets is achieved (see WARNINGS ). After stopping a CYP3A4 inhibitor, as the effects of the inhibitor decline, it may result in lower codeine levels, greater norcodeine levels, and less metabolism via CYP2D6 with resultant lower morphine levels (see CLINICAL PHARMACOLOGY ), resulting in decreased opioid efficacy or a withdrawal syndrome in patients who had developed physical dependence to codeine. If concomitant use of CYP3A4 inhibitor is necessary, consider dosage reduction of acetaminophen and codeine phosphate tablets until stable drug effects are achieved. Monitor patients for respiratory depression and sedation at frequent intervals. If a CYP3A4 inhibitor is discontinued, consider increasing the acetaminophen and codeine phosphate tablets dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal. CYP3A4 Inducers The concomitant use of acetaminophen and codeine phosphate tablets and CYP3A4 inducers (e.g., rifampin, carbamazepine, phenytoin) can result in lower codeine levels, greater norcodeine levels, and less metabolism via CYP2D6 with resultant lower morphine levels (see CLINICAL PHARMACOLOGY ), resulting in decreased efficacy or onset of a withdrawal syndrome in patients who have developed physical dependence (see WARNINGS ). After stopping a CYP3A4 inducer, as the effects of the inducer decline, codeine plasma concentrations may increase, with subsequently greater metabolism by cytochrome CYP2D6, resulting in greater morphine levels (see CLINICAL PHARMACOLOGY ), which could increase or prolong both the therapeutic effects and adverse reactions, and may cause serious respiratory depression. If concomitant use of a CYP3A4 inducer is necessary, follow the patient for reduced efficacy and signs of opioid withdrawal and consider increasing the acetaminophen and codeine phosphate tablets dosage as needed. If a CYP3A4 inducer is discontinued, consider a acetaminophen and codeine phosphate tablets dosage reduction and monitor for signs of respiratory depression and sedation at frequent intervals. Benzodiazepines and Other Central Nervous System (CNS) Depressants Due to additive pharmacologic effect, the concomitant use of benzodiazepines or other CNS depressants, including alcohol, other sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics and other opioids, can increase the risk of hypotension, respiratory depression, profound sedation, coma, and death. Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Follow patients closely for signs of respiratory depression and sedation. If concomitant use is warranted, consider prescribing naloxone for the emergency treatment of opioid overdose (see WARNINGS ). Serotonergic Drugs The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system has resulted in serotonin syndrome. Examples of these drugs include, selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that affect the serotonin neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), certain muscle relaxants (i.e., cyclobenzaprine, metaxalone), and monoamine oxidase (MAO) inhibitors (used to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue) (see PRECAUTIONS; Information for Patients/Caregivers ). If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment. Discontinue acetaminophen and codeine phosphate tablets immediately if serotonin syndrome is suspected. Monoamine Oxidase Inhibitors (MAOIs) The concomitant use of opioids and MAOIs, such as phenelzine, tranylcypromine, linezolid, may manifest as serotonin syndrome or opioid toxicity. Advise patients taking acetaminophen and codeine phosphate tablets not to use MAOIs or within 14 days of stopping such treatment. If urgent use of an opioid is necessary, use test doses and frequent titration of small doses of other opioids (such as oxycodone, hydrocodone, oxymorphone, hydrocodone, or buprenorphine) to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression. Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics The concomitant use of opioids with other opioid analgesics, such as butorphanol, nalbuphine, pentazocine, may reduce the analgesic effect of acetaminophen and codeine phosphate tablets and/or precipitate withdrawal symptoms. Advise patient to avoid concomitant use of these drugs. Muscle Relaxants Acetaminophen and codeine phosphate tablets may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. If concomitant use is warranted, monitor patients for signs of respiratory depression that may be greater than otherwise expected and decrease the dosage of acetaminophen and codeine phosphate tablets and/or the muscle relaxant as necessary. Due to the risk of respiratory depression with concomitant use of skeletal muscle relaxants and opioids, consider prescribing naloxone for the emergency treatment of opioid overdose (see WARNINGS ). Diuretics Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. If concomitant use is warranted, monitor patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed. Anticholinergic Drugs The concomitant use of anticholinergic drugs may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus. If concomitant use is warranted, monitor patients for signs of urinary retention or reduced gastric motility when acetaminophen and codeine phosphate tablets are used concomitantly with anticholinergic drugs."
  ],
  "warnings": [
    "WARNINGS Addiction, Abuse, and Misuse Acetaminophen and codeine phosphate tablets contain codeine. Codeine in combination with acetaminophen, is a Schedule III controlled substance. As an opioid, acetaminophen and codeine phosphate tablets expose users to the risks of addiction, abuse, and misuse (see DRUG ABUSE AND DEPENDENCE ). Although the risk of addiction in any individual is unknown, it can occur in patients appropriately prescribed acetaminophen and codeine phosphate tablets. Addiction can occur at recommended dosages and if the drug is misused or abused. Assess each patient’s risk for opioid addiction, abuse, or misuse prior to prescribing acetaminophen and codeine phosphate tablets, and monitor all patients receiving acetaminophen and codeine phosphate tablets for the development of these behaviors and conditions. Risks are increased in patients with a personal or family history of substance abuse (including drug or alcohol abuse or addiction) or mental illness (e.g., major depression). The potential for these risks should not, however, prevent the proper management of pain in any given patient. Patients at increased risk may be prescribed opioids such as acetaminophen and codeine phosphate tablets, but use in such patients necessitates intensive counseling about the risks and proper use of acetaminophen and codeine phosphate tablets along with intensive monitoring for signs of addiction, abuse, and misuse. Consider prescribing naloxone for the emergency treatment of opioid overdose (see WARNINGS , Life-Threatening Respiratory Depression ; DOSAGE AND ADMINISTRATION , Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose ). Opioids are sought by drug abusers and people with addiction disorders and are subject to criminal diversion. Consider these risks when prescribing or dispensing acetaminophen and codeine phosphate tablets. Strategies to reduce these risks include prescribing the drug in the smallest appropriate quantity and advising the patient on the proper disposal of unused drug (see PRECAUTIONS ; Information for Patients/Caregivers ). Contact local state professional licensing board or state controlled substances authority for information on how to prevent and detect abuse or diversion of this product. Opioid Analgesic Risk Evaluation and Mitigation Strategy (REMS) To ensure that the benefits of opioid analgesics outweigh the risks of addiction, abuse, and misuse, the Food and Drug Administration (FDA) has required a Risk Evaluation and Mitigation Strategy (REMS) for these products. Under the requirements of the REMS, drug companies with approved opioid analgesic products must make REMS-compliant education programs available to healthcare providers. Healthcare providers are strongly encouraged to do all of the following: • Complete a REMS-compliant education program offered by an accredited provider of continuing education (CE) or another education program that includes all the elements of the FDA Education Blueprint for Health Care Providers Involved in the Management or Support of Patients with Pain. • Discuss the safe use, serious risks, and proper storage and disposal of opioid analgesics with patients and/or their caregivers every time these medicines are prescribed. The Patient Counseling Guide (PCG) can be obtained at this link: www.fda.gov/OpioidAnalgesicREMSPCG. • Emphasize to patients and their caregivers the importance of reading the Medication Guide that they will receive from their pharmacist every time an opioid analgesic is dispensed to them. • Consider using other tools to improve patient, household, and community safety, such as patient-prescriber agreements that reinforce patient-prescriber responsibilities. To obtain further information on the opioid analgesic REMS and for a list of accredited REMS CME/CE, call 800-503-0784, or log on to www.opioidanalgesicrems.com. The FDA Blueprint can be found at www.fda.gov/OpioidAnalgesicREMSBlueprint. Life-Threatening Respiratory Depression Serious, life-threatening, or fatal respiratory depression has been reported with the use of opioids, even when used as recommended. Respiratory depression, if not immediately recognized and treated, may lead to respiratory arrest and death. Management of respiratory depression may include close observation, supportive measures, and use of opioid antagonists, depending on the patient’s clinical status (see OVERDOSAGE ). Carbon dioxide (CO 2 ) retention from opioid-induced respiratory depression can exacerbate the sedating effects of opioids. While serious, life-threatening, or fatal respiratory depression can occur at any time during the use of acetaminophen and codeine phosphate tablets, the risk is greatest during the initiation of therapy or following a dosage increase. Monitor patients closely for respiratory depression, especially within the first 24-72 hours of initiating therapy with and following dosage increases of acetaminophen and codeine phosphate tablets. To reduce the risk of respiratory depression, proper dosing and titration of acetaminophen and codeine phosphate tablets are essential (see DOSAGE AND ADMINISTRATION ). Overestimating the acetaminophen and codeine phosphate tablets dosage when converting patients from another opioid product can result in a fatal overdose with the first dose. Accidental ingestion of acetaminophen and codeine phosphate tablets, especially by children, can result in respiratory depression and death due to an overdose of codeine. Educate patients and caregivers on how to recognize respiratory depression and emphasize the importance of calling 911 or getting emergency medical help right away in the event of a known or suspected overdose (see PRECAUTIONS , Information for Patients/Caregivers ). Opioids can cause sleep-related breathing disorders including central sleep apnea (CSA) and sleep-related hypoxemia. Opioid use increases the risk of CSA in a dose-dependent fashion. In patients who present with CSA, consider decreasing the opioid dosage using best practices for opioid taper (see DOSAGE AND ADMINISTRATION ). Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose Discuss the availability of naloxone for the emergency treatment of opioid overdose with the patient and caregiver and assess the potential need for access to naloxone, both when initiating and renewing treatment with acetaminophen and codeine phosphate tablets. Inform patients and caregivers about the various ways to obtain naloxone as permitted by individual state naloxone dispensing and prescribing requirements or guidelines (e.g., by prescription, directly from a pharmacist, or as part of a community-based program). Educate patients and caregivers on how to recognize respiratory depression and emphasize the importance of calling 911 or getting emergency medical help, even if naloxone is administered (see PRECAUTIONS , Information for Patients/Caregivers ). Consider prescribing naloxone, based on the patient’s risk factors for overdose, such as concomitant use of other CNS depressants, a history of opioid use disorder, or prior opioid overdose. The presence of risk factors for overdose should not prevent the proper management of pain in any given patient. Also consider prescribing naloxone if the patient has household members (including children) or other close contacts at risk for accidental ingestion or overdose. If naloxone is prescribed, educate patients and caregivers on how to treat with naloxone (see WARNINGS , Addiction, Abuse, and Misuse , Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants ; PRECAUTIONS , Information for Patients/Caregivers ). Ultra-Rapid Metabolism of Codeine and Other Risk Factors for Life-Threatening Respiratory Depression in Children Life-threatening respiratory depression and death have occurred in children who received codeine. Codeine is subject to variability in metabolism based upon CYP2D6 genotype (described below), which can lead to an increased exposure to the active metabolite morphine. Based upon post-marketing reports, children younger than 12 years of age appear to be more susceptible to the respiratory depressant effects of codeine, particularly if there are risk factors for respiratory depression. For example, many reported cases of death occurred in the post-operative period following tonsillectomy and/or adenoidectomy, and many of the children had evidence of being ultra-rapid metabolizers of codeine. Furthermore, children with obstructive sleep apnea who are treated with codeine for post-tonsillectomy and/or adenoidectomy pain may be particularly sensitive to its respiratory depressant effects. Because of the risk of life-threatening respiratory depression and death: · Acetaminophen and codeine phosphate tablets are contraindicated for all children younger than 12 years of age (see CONTRAINDICATIONS ). · Acetaminophen and codeine phosphate tablets are contraindicated for post-operative management in pediatric patients younger than 18 years of age following tonsillectomy and/or adenoidectomy (see CONTRAINDICATIONS ). · Avoid the use of acetaminophen and codeine phosphate tablets in adolescents 12 to 18 years of age who have other risk factors that may increase their sensitivity to the respiratory depressant effects of codeine unless the benefits outweigh the risks. Risk factors include conditions associated with hypoventilation, such as post-operative status, obstructive sleep apnea, obesity, severe pulmonary disease, neuromuscular disease, and concomitant use of other medications that cause respiratory depression (see WARNINGS ). · As with adults, when prescribing codeine for adolescents, healthcare providers should choose the lowest effective dose for the shortest period of time and inform patients and caregivers about these risks and the signs of morphine overdose (see OVERDOSAGE ). Nursing Mothers At least one death was reported in a nursing infant who was exposed to high levels of morphine in breast milk because the mother was an ultra-rapid metabolizer of codeine. Breastfeeding is not recommended during treatment with acetaminophen and codeine phosphate tablets. CYP2D6 Genetic Variability: Ultra-Rapid Metabolizers Some individuals may be ultra-rapid metabolizers because of a specific CYP2D6 genotype (e.g., gene duplications denoted as *1/*1×N or *1/*2×N). The prevalence of this CYP2D6 phenotype varies widely and has been estimated at 1 to 10% for Whites (European, North American), 3 to 4% for Blacks (African Americans), 1 to 2% for East Asians (Chinese, Japanese, Korean), and may be greater than 10% in certain racial/ethnic groups (i.e., Oceanian, Northern African, Middle Eastern, Ashkenazi Jews, Puerto Rican). These individuals convert codeine into its active metabolite, morphine, more rapidly and completely than other people. This rapid conversion results in higher than expected serum morphine levels. Even at labeled dosage regimens, individuals who are ultra-rapid metabolizers may have life-threatening or fatal respiratory depression or experience signs of overdose (such as extreme sleepiness, confusion, or shallow breathing) (see OVERDOSAGE ). Therefore, individuals who are ultra-rapid metabolizers should not use acetaminophen and codeine phosphate tablets. Neonatal Opioid Withdrawal Syndrome Prolonged use of acetaminophen and codeine phosphate tablets during pregnancy can result in withdrawal in the neonate. Neonatal opioid withdrawal syndrome, unlike opioid withdrawal syndrome in adults, may be life-threatening if not recognized and treated, and requires management according to protocols developed by neonatology experts. Observe newborns for signs of neonatal opioid withdrawal syndrome and manage accordingly. Advise pregnant women using opioids for a prolonged period of the risk of neonatal opioid withdrawal syndrome and ensure that appropriate treatment will be available (see PRECAUTIONS , Information for Patients/Caregivers, Pregnancy ). Interactions with Drugs Affecting Cytochrome P450 Isoenzymes The effects of concomitant use or discontinuation of CYP3A4 inducers, CYP3A4 inhibitors, or CYP2D6 inhibitors with codeine are complex. Use of CYP3A4 inducers, CYP3A4 inhibitors, or CYP2D6 inhibitors with acetaminophen and codeine phosphate tablets require careful consideration of the effects on the parent drug, codeine, and the active metabolite, morphine. CYP3A4 Interaction The concomitant use of acetaminophen and codeine phosphate tablets with all CYP3A4 inhibitors, such as macrolide antibiotics (e.g., erythromycin), azole-antifungal agents (e.g., ketoconazole), and protease inhibitors (e.g., ritonavir) or discontinuation of a CYP3A4 inducer such as rifampin, carbamazepine, and phenytoin, may result in an increase in codeine plasma concentrations with subsequently greater metabolism by CYP2D6, resulting in greater morphine levels, which could increase or prolong adverse reactions and may cause potentially fatal respiratory depression. The concomitant use of acetaminophen and codeine phosphate tablets with all CYP3A4 inducers or discontinuation of a CYP3A4 inhibitor may result in lower codeine levels, greater norcodeine levels, and less metabolism via CYP2D6 with resultant lower morphine levels. This may be associated with a decrease in efficacy, and in some patients, may result in signs and symptoms of opioid withdrawal. Follow patients receiving acetaminophen and codeine phosphate tablets and any CYP3A4 inhibitor or inducer for signs and symptoms that may reflect opioid toxicity and opioid withdrawal when acetaminophen and codeine phosphate tablets are used in conjunction with inhibitors and inducers of CYP3A4 (see WARNINGS , Drug Interactions ). If concomitant use of a CYP3A4 inhibitor is necessary or if a CYP3A4 inducer is discontinued, consider dosage reduction of acetaminophen and codeine phosphate tablets until stable drug effects are achieved. Monitor patients for respiratory depression and sedation at frequent intervals. If concomitant use of a CYP3A4 inducer is necessary or if a CYP3A4 inhibitor is discontinued, consider increasing the acetaminophen and codeine phosphate tablets dosage until stable drug effects are achieved. Monitor for signs of opioid withdrawal (see PRECAUTIONS , Drug Interactions ). Risks of Concomitant Use or Discontinuation of CYP2D6 Inhibitors The concomitant use of acetaminophen and codeine phosphate tablets with all CYP2D6 inhibitors (e.g., amiodarone, quinidine) may result in an increase in codeine plasma concentrations and a decrease in active metabolite morphine plasma concentration which could result in an analgesic efficacy reduction or symptoms of opioid withdrawal. Discontinuation of a concomitantly used CYP2D6 inhibitor may result in a decrease in codeine plasma concentration and an increase in active metabolite morphine plasma concentration which could increase or prolong adverse reactions and may cause potentially fatal respiratory depression. Follow patients receiving acetaminophen and codeine phosphate tablets and any CYP2D6 inhibitor for signs and symptoms that may reflect opioid toxicity and opioid withdrawal when acetaminophen and codeine phosphate tablets are used in conjunction with inhibitors of CYP2D6. If concomitant use with a CYP2D6 inhibitor is necessary, follow the patient for signs of reduced efficacy or opioid withdrawal and consider increasing the acetaminophen and codeine phosphate tablets dosage. After stopping use of a CYP2D6 inhibitor, consider reducing the acetaminophen and codeine phosphate tablets dosage and follow the patient for signs and symptoms of respiratory depression or sedation (see PRECAUTIONS , Drug Interactions ). Hepatotoxicity Acetaminophen has been associated with cases of acute liver failure, at times resulting in liver transplant and death. Most of the cases of liver injury are associated with the use of acetaminophen at doses that exceed 4,000 milligrams per day, and often involve more than one acetaminophen-containing product. The excessive intake of acetaminophen may be intentional to cause self-harm or unintentional as patients attempt to obtain more pain relief or unknowingly take other acetaminophen-containing products. The risk of acute liver failure is higher in individuals with underlying liver disease and in individuals who ingest alcohol while taking acetaminophen. Instruct patients to look for acetaminophen or APAP on package labels and not to use more than one product that contains acetaminophen. Instruct patients to seek medical attention immediately upon ingestion of more than 4,000 milligrams of acetaminophen per day, even if they feel well. Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants Profound sedation, respiratory depression, coma, and death may result from the concomitant use of acetaminophen and codeine phosphate tablets with benzodiazepines and/or other CNS depressants (e.g., non-benzodiazepine sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, other opioids, alcohol). Because of these risks, reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Observational studies have demonstrated that concomitant use of opioid analgesics and benzodiazepines increases the risk of drug-related mortality compared to use of opioid analgesics alone. Because of similar pharmacological properties, it is reasonable to expect similar risk with the concomitant use of other CNS depressant drugs with opioid analgesics (see PRECAUTIONS ; Drug Interactions ). If the decision is made to prescribe a benzodiazepine or other CNS depressant concomitantly with an opioid analgesic, prescribe the lowest effective dosages and minimum durations of concomitant use. In patients already receiving an opioid analgesic, prescribe a lower initial dose of the benzodiazepine or other CNS depressant than indicated in the absence of an opioid, and titrate based on clinical response. If an opioid analgesic is initiated in a patient already taking a benzodiazepine or other CNS depressant, prescribe a lower initial dose of the opioid analgesic, and titrate based on clinical response. Follow patients closely for signs and symptoms of respiratory depression and sedation. If concomitant use is warranted, consider prescribing naloxone for the emergency treatment of opioid overdose (see WARNINGS , Life-Threatening Respiratory Depression ; DOSAGE AND ADMINISTRATION , Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose ). Advise both patients and caregivers about the risks of respiratory depression and sedation when acetaminophen and codeine phosphate tablets are used with benzodiazepines or other CNS depressants (including alcohol and illicit drugs). Advise patients not to drive or operate heavy machinery until the effects of concomitant use of the benzodiazepine or other CNS depressant have been determined. Screen patients for risk of substance use disorders, including opioid abuse and misuse, and warn them of the risk for overdose and death associated with the use of additional CNS depressants including alcohol and illicit drugs (see PRECAUTIONS ; Drug Interactions , Information for Patients/Caregivers ). Life-Threatening Respiratory Depression in Patients with Chronic Pulmonary Disease or Elderly, Cachectic, or Debilitated Patients The use of acetaminophen and codeine phosphate tablets in patients with acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment is contraindicated. Patients with Chronic Pulmonary Disease Acetaminophen and codeine phosphate tablets-treated patients with significant chronic obstructive pulmonary disease or cor pulmonale, and those with a substantially compromised respiratory function, hypoxia, hypercapnia, or pre-existing respiratory depression are at increased risk of decreased respiratory drive including apnea, even at recommended dosages of acetaminophen and codeine phosphate tablets (see WARNINGS ; Life-Threatening Respiratory Depression ). Elderly, Cachectic, or Debilitated Patients Life-threatening respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients because they may have altered pharmacokinetics, including clearance, compared to younger, healthier patients (see WARNINGS ; Life-Threatening Respiratory Depression ). Monitor such patients closely, particularly when initiating and titrating acetaminophen and codeine phosphate tablets and when acetaminophen and codeine phosphate tablets are given concomitantly with other drugs that depress respiration (see WARNINGS ; Life-Threatening Respiratory Depression ). Alternatively, consider the use of non-opioid analgesics in these patients. Interaction with Monoamine Oxidase Inhibitors Monoamine oxidase inhibitors (MAOIs) may potentiate the effects of morphine, codeine's active metabolite, including respiratory depression, coma, and confusion. Acetaminophen and codeine phosphate tablets should not be used in patients taking MAOIs or within 14 days of stopping such treatment. Adrenal Insufficiency Cases of adrenal insufficiency have been reported with opioid use, more often following greater than 1 month of use. Presentation of adrenal insufficiency may include non-specific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency. Severe Hypotension Acetaminophen and codeine phosphate tablets may cause severe hypotension including orthostatic hypotension and syncope in ambulatory patients. There is increased risk in patients whose ability to maintain blood pressure has already been compromised by a reduced blood volume or concurrent administration of certain CNS depressant drugs(e.g., phenothiazines or general anesthetics) (see PRECAUTIONS ; Drug Interactions ). Monitor these patients for signs of hypotension after initiating or titrating the dosage of acetaminophen and codeine phosphate tablets. In patients with circulatory shock acetaminophen and codeine phosphate tablets may cause vasodilatation that can further reduce cardiac output and blood pressure. Avoid the use of acetaminophen and codeine phosphate tablets with circulatory shock. Serious Skin Reactions Rarely, acetaminophen may cause serious skin reactions such as acute generalized exanthematous pustulosis (AGEP), Stevens-Johnson Syndrome (SJS), and toxic epidermal necrolysis (TEN), which can be fatal. Patients should be informed about the signs of serious skin reactions, and use of the drug should be discontinued at the first appearance of skin rash or any other sign of hypersensitivity. Risks of Use in Patients with Increased Intracranial Pressure, Brain Tumors, Head Injury, or Impaired Consciousness In patients who may be susceptible to the intracranial effects of CO 2 retention (e.g., those with evidence of increased intracranial pressure or brain tumors), acetaminophen and codeine phosphate tablets may reduce respiratory drive, and the resultant CO 2 retention can further increase intracranial pressure. Monitor such patients for signs of sedation and respiratory depression, particularly when initiating therapy with acetaminophen and codeine phosphate tablets. Opioids may also obscure the clinical course in a patient with a head injury. Avoid the use of acetaminophen and codeine phosphate tablets in patients with impaired consciousness or coma. Hypersensitivity/Anaphylaxis There have been post-marketing reports of hypersensitivity and anaphylaxis associated with the use of acetaminophen. Clinical signs included swelling of the face, mouth, and throat, respiratory distress, urticaria, rash, pruritus, and vomiting. There were infrequent reports of life-threatening anaphylaxis requiring emergency medical attention. Instruct patients to discontinue acetaminophen and codeine phosphate tablets immediately and seek medical care if they experience these symptoms. Do not prescribe acetaminophen and codeine phosphate tablets for patients with acetaminophen allergy (see PRECAUTIONS ; Information for Patients/Caregivers ). Risks of Use in Patients with Gastrointestinal Conditions Acetaminophen and codeine phosphate tablets are contraindicated in patients with known or suspected gastrointestinal obstruction, including paralytic ileus. Acetaminophen and codeine phosphate tablets may cause spasm of the sphincter of Oddi. Opioids may cause increases in serum amylase. Monitor patients with biliary tract disease, including acute pancreatitis, for worsening symptoms. Increased Risk of Seizures in Patients with Seizure Disorders The codeine in acetaminophen and codeine phosphate tablets may increase the frequency of seizures in patients with seizure disorders, and may increase the risk of seizures occurring in other clinical settings associated with seizures. Monitor patients with a history of seizure disorders for worsened seizure control during acetaminophen and codeine phosphate tablets therapy. Withdrawal Do not abruptly discontinue acetaminophen and codeine phosphate tablets in a patient physically dependent on opioids. Rapid tapering of acetaminophen and codeine phosphate tablets in a patient physically dependent on opioids may lead to a withdrawal syndrome and return of pain [see DOSAGE AND ADMINISTRATION , DRUG ABUSE AND DEPENDENCE ]. Additionally, avoid the use of mixed agonist/antagonist (e.g., pentazocine, nalbuphine, and butorphanol) or partial agonist (e.g., buprenorphine) analgesics in patients who are receiving a full opioid agonist analgesic, including acetaminophen and codeine phosphate tablets. In these patients, mixed agonists/antagonist and partial agonist analgesics may reduce the analgesic effect and/or may precipitate withdrawal symptoms [see PRECAUTIONS / Drug Interactions ]. Avoid the use of mixed agonist/antagonist (e.g, pentazocine, nalbuphine, and butorphanol) or partial agonist (e.g., buprenorphine) analgesics in patients who are receiving a full opioid agonist analgesic, including acetaminophen and codeine phosphate tablets. In these patients, mixed agonist/antagonist and partial analgesics may reduce the analgesic effect and/or precipitate withdrawal symptoms. When discontinuing acetaminophen and codeine phosphate tablets, gradually taper the dosage (see DOSAGE AND ADMINISTRATION ). Do not abruptly discontinue acetaminophen and codeine phosphate tablets (see DRUG ABUSE AND DEPENDENCE )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following serious adverse reactions are described, or described in greater detail, in other sections: · Addiction, Abuse, and Misuse (see WARNINGS ) · Life-Threatening Respiratory Depression (see WARNINGS ) · Ultra-Rapid Metabolism of Codeine and Other Risk Factors for Life-Threatening Respiratory Depression in Children (see WARNINGS ) · Neonatal Opioid Withdrawal Syndrome (see WARNINGS ) · Interactions with CNS Depressants (see WARNINGS ) · Severe Hypotension (see WARNINGS ) · Gastrointestinal Adverse Reactions (see WARNINGS ) · Seizures (see WARNINGS ) · Withdrawal (see WARNINGS ) The following adverse reactions have been identified during post-approval use of acetaminophen and codeine phosphate tablets. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Serious adverse reactions associated with codeine are respiratory depression and, to a lesser degree, circulatory depression, respiratory arrest, shock, and cardiac arrest. The most frequently observed adverse reactions with codeine administration include drowsiness, lightheadedness, dizziness, sedation, shortness of breath, nausea, vomiting, sweating, and constipation. Other adverse reactions include allergic reactions, euphoria, dysphoria, abdominal pain, pruritus, rash, thrombocytopenia, and agranulocytosis. Other less frequently observed adverse reactions expected from opioid analgesics, including acetaminophen and codeine phosphate tablets: Cardiovascular system: faintness, flushing, hypotension, palpitations, syncope. Digestive System: abdominal cramps, anorexia, diarrhea, dry mouth, gastrointestinal distress, pancreatitis. Nervous system: anxiety, drowsiness, fatigue, headache, insomnia, nervousness, shakiness, somnolence, vertigo, visual disturbances, weakness. Skin and Appendages: fixed eruption, rash, sweating, urticarial. · Serotonin syndrome: Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. · Adrenal insufficiency: Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. · Anaphylaxis: Anaphylaxis has been reported with ingredients contained in acetaminophen and codeine phosphate tablets. · Androgen deficiency: Cases of androgen deficiency have occurred with chronic use of opioids (see CLINICAL PHARMACOLOGY )."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Acetaminophen and codeine phosphate tablets are contraindicated for: · All children younger than 12 years of age (see WARNINGS ) · Post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy (see WARNINGS ). Acetaminophen and codeine phosphate tablets are contraindicated in patients with: · Significant respiratory depression (see WARNINGS ). · Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment (see WARNINGS ). · Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days (see WARNINGS ). · Known or suspected gastrointestinal obstruction, including paralytic ileus (see WARNINGS ). · Hypersensitivity to codeine, acetaminophen, or any of the ingredients (e.g., anaphylaxis) (see WARNINGS )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Important Dosage and Administration Instructions Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). Initiate the dosing regimen for each patient individually, taking into account the patient's severity of pain, patient response, prior analgesic treatment experience, and risk factors for addiction, abuse, and misuse (see WARNINGS ). Monitor patients closely for respiratory depression, especially within the first 24–72 hours of initiating therapy and following dosage increases with acetaminophen and codeine phosphate tablets and adjust the dosage accordingly (see WARNINGS ). Patient Access to Naloxone for the Emergency Treatment of Opioid Overdose Discuss the availability of naloxone for the emergency treatment of opioid overdose with the patient and caregiver and assess the potential need for access to naloxone, both when initiating and renewing treatment with acetaminophen and codeine phosphate tablets (see WARNINGS, Life-Threatening Respiratory Depression ; PRECAUTIONS , Information for Patients/Caregivers ). Inform patients and caregivers about the various ways to obtain naloxone as permitted by individual state naloxone dispensing and prescribing regulations (e.g., by prescription, directly from a pharmacist, or as part of a community-based program). Consider prescribing naloxone, based on the patient’s risk factors for overdose, such as concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose. The presence of risk factors for overdose should not prevent the proper management of pain in any given patient (see WARNINGS, Addiction, Abuse, and Misuse, Life-Threatening Respiratory Depression, Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants ). Consider prescribing naloxone when the patient has household members (including children) or other close contacts at risk for accidental ingestion or overdose. Initial Dosage Initiating Treatment with acetaminophen and codeine phosphate tablets Dosage should be adjusted according to severity of pain and response of the patient. However, it should be kept in mind that tolerance to codeine can develop with continued use and that the incidence of untoward effects is dose related. Adult doses of codeine higher than 60 mg are associated with an increased incidence of adverse reactions and are not associated with greater efficacy. The usual adult dosage is: Acetaminophen and codeine phosphate tablets (codeine 15 mg and acetaminophen 300 mg): Take 1 to 2 tablets every 4 hours as needed for pain. Acetaminophen and codeine phosphate tablets (codeine 30 mg and acetaminophen 300 mg): Take 1 to 2 tablets every 4 hours as needed for pain. Acetaminophen and codeine phosphate tablets (codeine 60 mg and acetaminophen 300 mg): Take one tablet every 4 hours as needed for pain. Single Doses (Range) Maximum 24-Hour Dose Codeine Phosphate 15 mg to 60 mg 360 mg Acetaminophen 300 mg to 1000 mg 4000 mg The prescriber must determine the number of tablets per dose, and the maximum number of tablets per 24 hours, based upon the above dosage guidance. This information should be conveyed in the prescription. Conversion from Other Opioids to acetaminophen and codeine phosphate tablets There is inter-patient variability in the potency of opioid drugs and opioid formulations. Therefore, a conservative approach is advised when determining the total daily dosage of acetaminophen and codeine phosphate tablets. It is safer to underestimate a patient's 24-hour acetaminophen and codeine phosphate tablets dosage than to overestimate the 24-hour acetaminophen and codeine phosphate tablets dosage and manage an adverse reaction due to overdose. Titration and Maintenance of Therapy Individually titrate acetaminophen and codeine phosphate tablets to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving acetaminophen and codeine phosphate tablets to assess the maintenance of pain control and the relative incidence of adverse reactions, as well as monitoring for the development of addiction, abuse, or misuse (see WARNINGS ). Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration. If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the acetaminophen and codeine phosphate tablets dosage. If unacceptable opioid-related adverse reactions are observed, consider reducing the dosage. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions. Safe Reduction or Discontinuation of acetaminophen and codeine phosphate tablets Do not abruptly discontinue acetaminophen and codeine phosphate tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances. When a decision has been made to decrease the dose or discontinue therapy in an opioid-dependent patient taking acetaminophen and codeine phosphate tablets, there are a variety of factors that should be considered, including the dose of acetaminophen and codeine phosphate tablets the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist. There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on acetaminophen and codeine phosphate tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper. It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, monitor patients for any changes in mood, emergence of suicidal thoughts, or use of other substances. When managing patients taking opioid analgesics, particularly those who have been treated for a long duration and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [see WARNINGS ; Withdrawal , DRUG ABUSE AND DEPENDENCE ]."
  ],
  "indications": [
    "INDICATIONS AND USAGE Acetaminophen and codeine phosphate tablets are indicated for the management of mild to moderate pain, where treatment with an opioid is appropriate and for which alternative treatments are inadequate. Limitations of Use Because of the risks of addiction, abuse, and misuse, with opioids, even at recommended doses (see WARNINGS ), reserve acetaminophen and codeine phosphate tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics) · Have not provided adequate analgesia, or are not expected to provide adequate analgesia, · Have not been tolerated, or are not expected to be tolerated."
  ],
  "fetched_at": "2025-09-30T21:07:26.305564",
  "source": "OpenFDA"
}