{
  "drug_name": "Colchicine",
  "generic_name": [
    "COLCHICINE"
  ],
  "brand_names": [
    "colchicine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Colchicine is a substrate of the efflux transporter P-glycoprotein (P-gp). Of the cytochrome P450 enzymes tested, CYP3A4 was mainly involved in the metabolism of colchicine. If colchicine tablets are administered with drugs that inhibit P-gp, most of which also inhibit CYP3A4, increased concentrations of colchicine are likely. Fatal drug interactions have been reported. Physicians should ensure that patients are suitable candidates for treatment with colchicine tablets and remain alert for signs and symptoms of toxicities related to increased colchicine exposure as a result of a drug interaction. Signs and symptoms of colchicine tablets toxicity should be evaluated promptly and, if toxicity is suspected, colchicine tablets should be discontinued immediately. Table 4 provides recommendations as a result of other potentially significant drug interactions. Table 1 provides recommendations for strong and moderate CYP3A4 inhibitors and P-gp inhibitors. Table 4. Other Potentially Significant Drug Interactions Concomitant Drug Class or Food Noted or Anticipated Outcome Clinical Comment HMG-CoA Reductase Inhibitors: atorvastatin, fluvastatin, lovastatin, pravastatin, simvastatin Pharmacokinetic and/or pharmacodynamic interaction: the addition of one drug to a stable long-term regimen of the other has resulted in myopathy and rhabdomyolysis (including a fatality) Weigh the potential benefits and risks and carefully monitor patients for any signs or symptoms of muscle pain, tenderness, or weakness, particularly during initial therapy; monitoring CPK (creatine phosphokinase) will not necessarily prevent the occurrence of severe myopathy. Other Lipid-Lowering Drugs: fibrates, gemfibrozil Digitalis Glycosides: digoxin P-gp substrate; rhabdomyolysis has been reported Coadministration of P-gp and/or CYP3A4 inhibitors (e.g., clarithromycin or cyclosporine) have been demonstrated to alter the concentration of colchicine. The potential for drug-drug interactions must be considered prior to and during therapy. See FPI for a complete list of reported and potential interactions ( Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ).",
    "Drug Interactions In Vitro Drug Interactions In vitro studies in human liver microsomes have shown that colchicine is not an inhibitor or inducer of CYP1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1 or CYP3A4 activity. In Vivo Drug Interactions The effects of coadministration of other drugs with colchicine tablets on C max , AUC and C min are summarized in Table 6 (effect of other drugs on colchicine) and Table 7 (effect of colchicine on other drugs). For information regarding clinical recommendations, see Table 1 in Dose Modification for Coadministration of Interacting Drugs [see Error! Hyperlink reference not valid. ] . Table 6. Drug Interactions: Pharmacokinetic Parameters for Colchicine Tablets in the Presence of the Coadministered Drug Coadministered Drug Dose of Coadministered Drug (mg) Dose of Colchicine Tablets (mg) N % Change in Colchicine Concentrations from Baseline (Range: Min – Max) C max AUC 0-t Cyclosporine 100 mg single dose 0.6 mg single dose 23 270.0 (62.0 to 606.9) 259.0 (75.8 to 511.9) Clarithromycin 250 mg twice daily, 7 days 0.6 mg single dose 23 227.2 (65.7 to 591.1) 281.5 (88.7 to 851.6) Ketoconazole 200 mg twice daily, 5 days 0.6 mg single dose 24 101.7 (19.6 to 219.0) 212.2 (76.7 to 419.6) Ritonavir 100 mg twice daily, 5 days 0.6 mg single dose 18 184.4 (79.2 to 447.4) 296.0 (53.8 to 924.4) Verapamil 240 mg daily, 5 days 0.6 mg single dose 24 40.1 (-47.1 to 149.5) 103.3 (-9.8 to 217.2) Diltiazem 240 mg daily, 7 days 0.6 mg single dose 20 44.2 (-46.0 to 318.3) 93.4 (-30.2 to 338.6) Azithromycin 500 mg x 1 day, then 250 mg x 4 days 0.6 mg single dose 21 21.6 (-41.7 to 222.0) 57.1 (-24.3 to 241.1) Grapefruit juice 240 mL twice daily, 4 days 0.6 mg single dose 21 -2.55 (-53.4 to 55.0) -2.36 (-46.4 to 62.2) Estrogen-containing oral contraceptives: In healthy female volunteers given ethinyl estradiol and norethindrone (Ortho-Novum ® 1/35) coadministered with colchicine tablets (0.6 mg twice daily × 14 days), hormone concentrations are not affected. In healthy volunteers given theophylline coadministered with colchicine tablets (0.6 mg twice daily × 14 days), theophylline concentrations were not affected. Table 7. Drug Interactions: Pharmacokinetic Parameters for Coadministration of Drug in the Presence of Colchicine Tablets Coadministered Drug Dose of Coadministered Drug (mg) Dose of Colchicine Tablets (mg) N % Change in Coadministered Drug Concentrations from Baseline (Range: Min – Max) C max AUC 0-t Theophylline 300 mg (elixir) single dose 0.6 mg twice daily x 14 days 27 1.6 (-30.4 to 23.1) 1.6 (-28.5 to 27.1) Ethinyl Estradiol (Ortho-Novum ® 1/35) 21-day cycle (active treatment) + 7-day placebo 0.6 mg twice daily x 14 days 27 Conducted in healthy adult females -6.7 (-40.3 to 44.7) -3.0 AUC Ʈ (-25.3 to 24.9) Norethindrone (Ortho-Novum ® 1/35) 0.94 (-37.3 to 59.4) -1.6 (-32.0 to 33.7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Prophylaxis of Gout Flares: The most commonly reported adverse reaction in clinical trials of colchicine for the prophylaxis of gout was diarrhea. Treatment of Gout Flares: The most common adverse reactions reported in the clinical trial with colchicine tablets for treatment of gout flares were diarrhea (23%) and pharyngolaryngeal pain (3%). FMF: Gastrointestinal tract adverse effects are the most frequent side effects in patients initiating colchicine tablets, usually presenting within 24 hours, and occurring in up to 20% of patients given therapeutic doses. Typical symptoms include cramping, nausea, diarrhea, abdominal pain and vomiting. These events should be viewed as dose-limiting if severe, as they can herald the onset of more significant toxicity. • Prophylaxis of Gout Flares: The most commonly reported adverse reaction in clinical trials for the prophylaxis of gout was diarrhea. • Treatment of Gout Flares: The most common adverse reactions reported in the clinical trial for gout were diarrhea (23%) and pharyngolaryngeal pain (3%). • FMF: Most common adverse reactions (up to 20%) are abdominal pain, diarrhea, nausea and vomiting. These effects are usually mild, transient and reversible upon lowering the dose ( Error! Hyperlink reference not valid. ). To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories Inc., at 1-888- 375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience in Gout Because clinical studies are conducted under widely varying and controlled conditions, adverse reaction rates observed in clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not predict the rates observed in a broader patient population in clinical practice. In a randomized, double-blind, placebo-controlled trial in patients with a gout flare, gastrointestinal adverse reactions occurred in 26% of patients using the recommended dose (1.8 mg over one hour) of colchicine tablets compared to 77% of patients taking a nonrecommended high dose (4.8 mg over six hours) of colchicine and 20% of patients taking placebo. Diarrhea was the most commonly reported drug-related gastrointestinal adverse event. As shown in Table 3, diarrhea is associated with colchicine tablets treatment. Diarrhea was more likely to occur in patients taking the high-dose regimen than the low-dose regimen. Severe diarrhea occurred in 19% and vomiting occurred in 17% of patients taking the nonrecommended high-dose colchicine regimen but did not occur in the recommended low-dose colchicine tablets regimen. Table 3. Number (%) of Patients with at Least One Drug-Related Treatment-Emergent Adverse Event with an Incidence of ≥ 2% of Patients in Any Treatment Group MedDRA System Organ Class MedDRA Preferred Term Colchicine Tablets Dose Placebo (N = 59) n (%) High (N= 52) n (%) Low (N = 74) n (%) Number of Patients with at Least One Drug-Related TEAE 40 (77) 27 (37) 16 (27) Gastrointestinal Disorders 40 (77) 19 (26) 12 (20) Diarrhea 40 (77) 17 (23) 8 (14) Nausea 9 (17) 3 (4) 3 (5) Vomiting 9 (17) 0 0 Abdominal Discomfort 0 0 2 (3) General Disorders and Administration Site Conditions 4 (8) 1 (1) 1 (2) Fatigue 2 (4) 1 (1) 1 (2) Metabolic and Nutrition Disorders 0 3 (4) 2 (3) Gout 0 3 (4) 1 (2) Nervous System Disorders 1 (2) 1 (1.4) 2 (3) Headache 1 (2) 1 (1) 2 (3) Respiratory Thoracic Mediastinal Disorders 1 (2) 2 (3) 0 Pharyngolaryngeal Pain 1 (2) 2 (3) 0 6.2 Postmarketing Experience Serious toxic manifestations associated with colchicine include myelosuppression, disseminated intravascular coagulation and injury to cells in the renal, hepatic, circulatory and central nervous systems. These most often occur with excessive accumulation or overdosage [see Error! Hyperlink reference not valid. ] . The following adverse reactions have been identified with colchicine. These have been generally reversible upon temporarily interrupting treatment or lowering the dose of colchicine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Neurological: sensory motor neuropathy Dermatological: alopecia, maculopapular rash, purpura, rash Digestive: abdominal cramping, abdominal pain, diarrhea, lactose intolerance, nausea, vomiting Hematological: leukopenia, granulocytopenia, thrombocytopenia, pancytopenia, aplastic anemia Hepatobiliary: elevated AST, elevated ALT Musculoskeletal: myopathy, elevated CPK, myotonia, muscle weakness, muscle pain, rhabdomyolysis Reproductive: azoospermia, oligospermia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Patients with renal or hepatic impairment should not be given colchicine tablets in conjunction with P-gp or strong CYP3A4 inhibitors (this includes all protease inhibitors except fosamprenavir). In these patients, life-threatening and fatal colchicine toxicity has been reported with colchicine taken in therapeutic doses. Patients with renal or hepatic impairment should not be given colchicine tablets in conjunction with P-gp or strong CYP3A4 inhibitors ( Error! Hyperlink reference not valid. ). In these patients, life-threatening and fatal colchicine toxicity has been reported with colchicine taken in therapeutic doses ( Error! Hyperlink reference not valid. )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The long-term use of colchicine is established for FMF and the prophylaxis of gout flares, but the safety and efficacy of repeat treatment for gout flares has not been evaluated. The dosing regimens for colchicine tablets are different for each indication and must be individualized. The recommended dosage of colchicine tablets depends on the patient’s age, renal function, hepatic function and use of coadministered drugs [see Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ] . Colchicine tablets are administered orally without regard to meals. Colchicine tablets are not an analgesic medication and should not be used to treat pain from other causes. • Gout Flares: Prophylaxis of Gout Flares: 0.6 mg once or twice daily in adults and adolescents older than 16 years of age ( Error! Hyperlink reference not valid. ). Maximum dose 1.2 mg/day. Treatment of Gout Flares: 1.2 mg (two tablets) at the first sign of a gout flare followed by 0.6 mg (one tablet) one hour later ( Error! Hyperlink reference not valid. ). • FMF: Adults and children older than 12 years 1.2 - 2.4 mg; children 6 to 12 years 0.9 - 1.8 mg; children 4 to 6 years 0.3 - 1.8 mg ( Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ). o Give total daily dose in one or two divided doses ( Error! Hyperlink reference not valid. ). o Increase or decrease the dose as indicated and as tolerated in increments of 0.3 mg/day, not to exceed the maximum recommended daily dose ( Error! Hyperlink reference not valid. ). • Colchicine tablets are administered orally without regard to meals. • See full prescribing information (FPI) for dose adjustment regarding patients with impaired renal function ( Error! Hyperlink reference not valid. ), impaired hepatic function ( Error! Hyperlink reference not valid. ), the patient’s age ( Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ) or use of coadministered drugs ( Error! Hyperlink reference not valid. ). 2.1 Gout Flares Prophylaxis of Gout Flares The recommended dosage of colchicine tablets for prophylaxis of gout flares for adults and adolescents older than 16 years of age is 0.6 mg once or twice daily. The maximum recommended dose for prophylaxis of gout flares is 1.2 mg/day. An increase in gout flares may occur after initiation of uric acid-lowering therapy, including pegloticase, febuxostat and allopurinol, due to changing serum uric acid levels resulting in mobilization of urate from tissue deposits. Colchicine tablets are recommended upon initiation of gout flare prophylaxis with uric acid-lowering therapy. Prophylactic therapy may be beneficial for at least the first six months of uric acid-lowering therapy. Treatment of Gout Flares The recommended dose of colchicine tablets for treatment of a gout flare is 1.2 mg (two tablets) at the first sign of the flare followed by 0.6 mg (one tablet) one hour later. Higher doses have not been found to be more effective. The maximum recommended dose for treatment of gout flares is 1.8 mg over a 1-hour period. Colchicine tablets may be administered for treatment of a gout flare during prophylaxis at doses not to exceed 1.2 mg (two tablets) at the first sign of the flare followed by 0.6 mg (one tablet) one hour later. Wait 12 hours and then resume the prophylactic dose. 2.2 FMF The recommended dosage of colchicine tablets for FMF in adults is 1.2 mg to 2.4 mg daily. Colchicine tablets should be increased as needed to control disease and as tolerated in increments of 0.3 mg/day to a maximum recommended daily dose. If intolerable side effects develop, the dose should be decreased in increments of 0.3 mg/day. The total daily colchicine tablets dose may be administered in one to two divided doses. 2.3 Recommended Pediatric Dosage Prophylaxis and Treatment of Gout Flares Colchicine tablets are not recommended for pediatric use in prophylaxis or treatment of gout flares. FMF The recommended dosage of colchicine tablets for FMF in pediatric patients 4 years of age and older is based on age. The following daily doses may be given as a single or divided dose twice daily: • Children 4 to 6 years: 0.3 mg to 1.8 mg daily • Children 6 to 12 years: 0.9 mg to 1.8 mg daily • Adolescents older than 12 years: 1.2 mg to 2.4 mg daily 2.4 Dose Modification for Coadministration of Interacting Drugs Concomitant Therapy Coadministration of colchicine tablets with drugs known to inhibit CYP3A4 and/or P-glycoprotein (P-gp) increases the risk of colchicine-induced toxic effects (Table 1) . If patients are taking or have recently completed treatment with drugs listed in Table 1 within the prior 14 days, the dose adjustments are as shown in the table below [see Error! Hyperlink reference not valid. ] . Table 1. Colchicine Tablets Dose Adjustment for Coadministration with Interacting Drugs if No Alternative Available For magnitude of effect on colchicine plasma concentrations [see Error! Hyperlink reference not valid. ] Strong CYP3A4 Inhibitors Patients with renal or hepatic impairment should not be given colchicine tablets in conjunction with strong CYP3A4 or P-gp inhibitors [see Error! Hyperlink reference not valid. ] Gout Flares Noted or Anticipated Outcome Prophylaxis of Gout Flares Treatment of Gout Flares FMF Drug Original Intended Dosage Adjusted Dose Original Intended Dosage Adjusted Dose Original Intended Dosage Adjusted Dose Atazanavir Clarithromycin Darunavir/ Ritonavir When used in combination with Ritonavir, see dosing recommendations for strong CYP3A4 inhibitors [see Error! Hyperlink reference not valid. ] Indinavir Itraconazole Ketoconazole Lopinavir/ Ritonavir Nefazodone Nelfinavir Ritonavir Saquinavir Telithromycin Tipranavir/ Ritonavir Significant increase in colchicine plasma levels; fatal colchicine toxicity has been reported with clarithromycin, a strong CYP3A4 inhibitor. Similarly, significant increase in colchicine plasma levels is anticipated with other strong CYP3A4 inhibitors 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day 1.2 mg (2 tablets) followed by 0.6 mg (1 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 1.2 mg - 2.4 mg Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) Moderate CYP3A4 Inhibitors Gout Flares Note or Anticipated Outcome Prophylaxis of Gout Flares Treatment of Gout Flares FMF Drug Original Intended Dosage Adjusted Dosage Original Intended Dosage Adjusted Dosage Original Intended Dosage Adjusted Dosage Amprenavir Aprepitant Diltiazem Erythromycin Fluconazole Fosamprenavir (prodrug of Amprenavir) Grapefruit juice Verapamil Significant increase in colchicine plasma concentration is anticipated. Neuromuscular toxicity has been reported with diltiazem and verapamil interactions. 0.6 mg twice a day 0.6 mg once a day 0.3 mg twice a day or 0.6 mg once a day 0.3 mg once a day 1.2 mg (2 tablets) followed by 0.6 mg (1 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. 1.2 mg (2 tablets) x 1 dose. Dose to be repeated no earlier than 3 days. Maximum daily dose of 1.2 mg - 2.4 mg Maximum daily dose of 1.2 mg (may be given as 0.6 mg twice a day) P-gp Inhibitors Gout Flares Note or Anticipated Outcome Prophylaxis of Gout Flares Treatment of Gout Flares FMF Drug Original Intended Dosage Adjusted Dosage Original Intended Dosage Adjusted Dosage Original Intended Dosage Adjusted Dosage Cyclosporine Ranolazine Significant increase in colchicine plasma levels; fatal colchicine toxicity has been reported with cyclosporine, a P-gp inhibitor. Similarly, significant increase in colchicine plasma levels is anticipated with other P-gp inhibitors. 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day 1.2 mg (2 tablets) followed by 0.6 mg (1 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. 0.6 mg (1 tablet) x 1 dose. Dose to be repeated no earlier than 3 days. Maximum daily dose of 1.2 mg - 2.4 mg Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) Table 2. Colchicine Tablets Dose Adjustment for Coadministration with Protease Inhibitors Protease Inhibitor Clinical Comment w/ Colchicine - Prophylaxis of Gout Flares w/o Colchicine – Treatment of Gout Flares w/Colchicine – Treatment of FMF Atazanavir sulfate (Reyataz) Patients with renal or hepatic impairment should not be given colchicine with Reyataz. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Darunavir (Prezista) Patients with renal or hepatic impairment should not be given colchicine with Prezista/ritonavir. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Fosamprenavir (Lexiva) with Ritonavir Patients with renal or hepatic impairment should not be given colchicine with Lexiva/ritonavir. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Fosamprenavir (Lexiva) Patients with renal or hepatic impairment should not be given colchicine with Lexiva/ritonavir Original dose Adjusted dose 1.2 mg (2 tablets) x 1 dose. Dose to be repeated no earlier than 3 days. Maximum daily dose of 1.2 mg (may be given as 0.6 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg twice a day or 0.6 mg once a day 0.3 mg once a day Indinavir (Crixivan) Patients with renal or hepatic impairment should not be given colchicine with Crixivan. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Lopinavir/ Ritonavir (Kaletra) Patients with renal or hepatic impairment should not be given colchicine with Kaletra. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Nelfinavir mesylate (Viracept) Patients with renal or hepatic impairment should not be given colchicine with Viracept. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Ritonavir (Norvir) Patients with renal or hepatic impairment should not be given colchicine with Norvir. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Saquinavir mesylate (Invirase) Patients with renal or hepatic impairment should not be given colchicine with Invirase/ritonavir. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Tipranavir (Aptivus) Patients with renal or hepatic impairment should not be given colchicine with Aptivus/ritonavir. Original dose Adjusted dose 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (1/2 tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day) 0.6 mg twice a day 0.6 mg once a day 0.3 mg once a day 0.3 mg once every other day Treatment of gout flares with colchicine tablets is not recommended in patients receiving prophylactic dose of colchicine tablets and CYP3A4 inhibitors. 2.5 Dose Modification in Renal Impairment Colchicine dosing must be individualized according to the patient's renal function [see Error! Hyperlink reference not valid. ] . Cl cr in mL/minute may be estimated from serum creatinine (mg/dL) determination using the following formula: Gout Flares Prophylaxis of Gout Flares For prophylaxis of gout flares in patients with mild (estimated creatinine clearance [Cl cr ] 50 to 80 mL/min) to moderate (Cl cr 30 to 50 mL/min) renal function impairment, adjustment of the recommended dose is not required, but patients should be monitored closely for adverse effects of colchicine. However, in patients with severe impairment, the starting dose should be 0.3 mg/day and any increase in dose should be done with close monitoring. For the prophylaxis of gout flares in patients undergoing dialysis, the starting doses should be 0.3 mg given twice a week with close monitoring [see Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ] . Treatment of Gout Flares For treatment of gout flares in patients with mild (Cl cr 50 to 80 mL/min) to moderate (Cl cr 30 to 50 mL/min) renal function impairment, adjustment of the recommended dose is not required, but patients should be monitored closely for adverse effects of colchicine. However, in patients with severe impairment, while the dose does not need to be adjusted for the treatment of gout flares, a treatment course should be repeated no more than once every two weeks. For patients with gout flares requiring repeated courses, consideration should be given to alternate therapy. For patients undergoing dialysis, the total recommended dose for the treatment of gout flares should be reduced to a single dose of 0.6 mg (one tablet). For these patients, the treatment course should not be repeated more than once every two weeks [see Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ] . Treatment of gout flares with colchicine tablets is not recommended in patients with renal impairment who are receiving colchicine tablets for prophylaxis. FMF Caution should be taken in dosing patients with moderate and severe renal impairment and in patients undergoing dialysis. For these patients, the dosage should be reduced [see Error! Hyperlink reference not valid. ] . Patients with mild (Cl cr 50 to 80 mL/min) and moderate (Cl cr 30 to 50 mL/min) renal impairment should be monitored closely for adverse effects of colchicine tablets. Dose reduction may be necessary. For patients with severe renal failure (Cl cr less than 30 mL/min), start with 0.3 mg/day; any increase in dose should be done with adequate monitoring of the patient for adverse effects of colchicine [see Error! Hyperlink reference not valid. ] . For patients undergoing dialysis, the total recommended starting dose should be 0.3 mg (half tablet) per day. Dosing can be increased with close monitoring. Any increase in dose should be done with adequate monitoring of the patient for adverse effects of colchicine [see Error! Hyperlink reference not valid. , Error! Hyperlink reference not valid. ] . Dosing Calculation 2.6 Dose Modification in Hepatic Impairment Gout Flares Prophylaxis of Gout Flares For prophylaxis of gout flares in patients with mild to moderate hepatic function impairment, adjustment of the recommended dose is not required, but patients should be monitored closely for adverse effects of colchicine. Dose reduction should be considered for the prophylaxis of gout flares in patients with severe hepatic impairment [see Error! Hyperlink reference not valid. ] . Treatment of Gout Flares For treatment of gout flares in patients with mild to moderate hepatic function impairment, adjustment of the recommended dose is not required, but patients should be monitored closely for adverse effects of colchicine. However, for the treatment of gout flares in patients with severe impairment, while the dose does not need to be adjusted, a treatment course should be repeated no more than once every two weeks. For these patients, requiring repeated courses for the treatment of gout flares, consideration should be given to alternate therapy [see Error! Hyperlink reference not valid. ] . Treatment of gout flares with colchicine tablets is not recommended in patients with hepatic impairment who are receiving colchicine tablets for prophylaxis. FMF Patients with mild to moderate hepatic impairment should be monitored closely for adverse effects of colchicine. Dose reduction should be considered in patients with severe hepatic impairment [see Error! Hyperlink reference not valid. ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Colchicine tablets are an alkaloid indicated for: • Prophylaxis and treatment of gout flares in adults ( 1.1 ). • Familial Mediterranean fever (FMF) in adults and children 4 years or older ( Error! Hyperlink reference not valid. ). 1.1 Gout Flares Colchicine tablets are indicated for prophylaxis and the treatment of acute gout flares. • Prophylaxis of Gout Flares: Colchicine tablets are indicated for prophylaxis of gout flares. • Treatment of Gout Flares: Colchicine tablets are indicated for treatment of acute gout flares when taken at the first sign of a flare. 1.2 Familial Mediterranean Fever (FMF) Colchicine tablets are indicated in adults and children four years or older for treatment of familial Mediterranean fever (FMF)."
  ],
  "fetched_at": "2025-10-01T00:21:11.770536",
  "source": "OpenFDA"
}