{
  "drug_name": "Copper gluconate",
  "generic_name": [
    "Copper gluconate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only Allergy alert This product may cause a severe allergic realction. Symptoms may include: wheezing/difficulty breathing hives shock rash facial swelling If an allergic reaction occurs, stop use and seek medical help right away. Do not use if you are allergic to chlorhexidine gluconate or any other ingredients in this product. When using this product keep out of eyes, ears and mouth. May cause serious and permanent eye injury if permitted to enter or allowed to remain. if contact occurs, rinse with cold water right away do not use routinely if you have wounds which involve more than the superficial layers of the skin Stop use and ask a doctor if irritation, sensitization, or allergic reaction occurs. These may be signs of a serious condition. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions use with care in premature infants or infants under 2 months of age. These products may cause irritation or chemical burns. open package wet hands and forearms to the elbows with warm water clean under nails with nail pick provided. Nails should be maintained with a 1 millimeter free edge wet sponge and squeeze to work up lather scrub thoroughly for 3 minutes, paying particular attention to the nails, cuticles and interdigital spaces. Use the brush side to clean the nails, cuticles and interdigital spaces between the fingers and the sponge side to scrub the hands and forearms rinse thoroughly with warm water scrub for an additional 3 minutes using the sponge side discard brush-sponge rinse hands and forearms thoroughly and dry with a sterile towel"
  ],
  "indications": [
    "Use surgical hand scrub: significantly reduces the number of microorganisms on the hands and forearms prior to surgery or patient care"
  ],
  "fetched_at": "2025-10-01T17:51:01.145550",
  "source": "OpenFDA"
}