{
  "drug_name": "Crisaborole",
  "generic_name": [
    "CRISABOROLE"
  ],
  "brand_names": [
    "Eucrisa"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reaction occurring in ≥1% in subjects is application site pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two double-blind, vehicle-controlled clinical trials (Trial 1 and Trial 2), 1012 subjects 2 to 79 years of age with mild to moderate atopic dermatitis were treated with EUCRISA twice daily for 4 weeks. The adverse reaction reported by ≥1% of EUCRISA-treated subjects is listed in Table 1. Table 1: Adverse Reaction Occurring in ≥1% of Subjects in Atopic Dermatitis Trials through Week 4 Adverse Reaction EUCRISA Twice Daily N=1012 n (%) Vehicle Twice Daily N=499 n (%) Application site pain Refers to skin sensations such as burning or stinging. 45 (4) 6 (1) Less common (<1%) adverse reactions in subjects treated with EUCRISA included contact urticaria [see Warnings and Precautions (5.1) ]. In one double-blind, vehicle-controlled trial including an initial open-label period (Trial 3), 497 subjects 3 months of age and older with mild to moderate atopic dermatitis received EUCRISA twice daily for up to 8 weeks. This was followed by a double-blind period, during which 135 subjects out of 270 randomized subjects received EUCRISA and 135 subjects received vehicle once daily for 52 weeks or until they developed a flare. The adverse reactions observed in the open-label period were similar to the known safety profile of twice daily treatment with EUCRISA. The adverse reactions observed with once daily treatment were similar to vehicle [see Clinical Studies (14) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of EUCRISA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Skin and Subcutaneous: allergic contact dermatitis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EUCRISA is contraindicated in patients with known hypersensitivity to crisaborole or any component of the formulation. [see Warnings and Precautions (5.1) ] Known hypersensitivity to crisaborole or any component of the formulation. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Apply a thin layer of EUCRISA twice daily to affected areas. Once clinical effect is achieved, consider reducing application to once daily [see Clinical Studies (14) ] . EUCRISA is for topical use only and not for ophthalmic, oral, or intravaginal use. • Apply a thin layer twice daily to affected areas. ( 2 ) • Once clinical effect is achieved, consider reducing application to once daily. ( 2 ) • For topical use only. ( 2 ) • Not for ophthalmic, oral, or intravaginal use. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EUCRISA is indicated for topical treatment of mild to moderate atopic dermatitis in adult and pediatric patients 3 months of age and older. EUCRISA is a phosphodiesterase 4 inhibitor indicated for topical treatment of mild to moderate atopic dermatitis in adult and pediatric patients 3 months of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:54:19.910899",
  "source": "OpenFDA"
}