{
  "drug_name": "Cu-Cyclam",
  "generic_name": [
    "COPPER CU 64 DOTATATE"
  ],
  "brand_names": [
    "Detectnet"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Somatostatin Analogs: Somatostatin analogs competitively bind to the same somatostatin receptors as copper Cu 64 dotatate and may affect imaging. Image patients just prior to dosing with somatostatin analogs. For patients on long-acting somatostatin analogs, a wash-out period of 28 days is recommended prior to imaging. For patients on short-acting somatostatin analogs, a washout period of 2 days is recommended prior to imaging. ( 2.3 , 7.1 ) 7.1 Somatostatin Analogs Non-radioactive somatostatin analogs and copper Cu 64 dotatate competitively bind to somatostatin receptors (SSTR2). Image patients just prior to dosing with somatostatin analogs. For patients on long-acting somatostatin analogs, a wash-out period of 28 days is recommended prior to imaging. For patients on short-acting somatostatin analogs, a washout period of 2 days is recommended prior to imaging [see Dosage and Administration ( 2.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity reactions [see Warnings and Precautions ( 5.2 )] Reported adverse reactions include nausea, vomiting, and flushing. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact CURIUM US LLC at 1-866-789-2211 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In safety and efficacy trials, 71 subjects received a single dose of Detectnet. Of these 71 subjects, 21 were healthy volunteers and the remainder were patients with known or suspected NET. The following adverse reactions occurred at a rate of < 2%: Gastrointestinal Disorders : nausea, vomiting Vascular Disorders : flushing In published clinical experience, 126 patients with known history of NET received a single dose of copper Cu 64 dotatate injection. Four patients were reported to have experienced nausea immediately after injection. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of other somatostatin receptor imaging agents. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to the drug. Immune System Disorders: Hypersensitivity reactions, predominantly rash, pruritus, less frequently angioedema or features of anaphylaxis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dose is 148 MBq (4 mCi) administered as an intravenous bolus injection. ( 2.2 ) Begin acquiring images 45 to 90 minutes after drug administration. ( 2.4 ) See full prescribing information for additional preparation, administration, imaging and dosimetry information. ( 2 ) 2.1 Radiation Safety – Drug Handling Handle Detectnet with appropriate safety measures to minimize radiation exposure [see Warnings and Precautions ( 5.1 )] . Use waterproof gloves, effective radiation shielding and appropriate safety measures when preparing and handling Detectnet. Radiopharmaceuticals should be used by or under the control of physicians who are qualified by specific training and experience in the safe use and handling of radionuclides, and whose experience and training have been approved by the appropriate governmental agency authorized to license the use of radionuclides. 2.2 Recommended Dosage and Administration Instructions Recommended Dosage In adults, the recommended amount of radioactivity to be administered for PET imaging is 148 MBq (4 mCi) administered as an intravenous injection over a period of approximately 1 minute. Administration Use Detectnet within 2 hours after calibration time. Use aseptic technique and radiation shielding when withdrawing and administering Detectnet. Inspect Detectnet visually for particulate matter and discoloration before administration. Do not use the drug if the solution contains particulate matter or is discolored. Calculate the necessary volume to administer based on measured activity, volume, calibration time, and date. Use a dose calibrator to measure the patient dose immediately prior to administration of Detectnet. After injection of Detectnet, administer an intravenous flush of 0.9% sodium chloride injection, USP. Dispose of any unused drug in a safe manner in compliance with applicable regulations. 2.3 Patient Preparation Somatostatin Analogs Image patients just prior to dosing with somatostatin analogs. For patients on long-acting somatostatin analogs, a wash-out period of 28 days is recommended prior to imaging. For patients on short-acting somatostatin analogs, a washout period of 2 days is recommended prior to imaging [see Drug Interactions ( 7.1 )] . Patient Hydration Instruct patients to drink water to ensure adequate hydration prior to administration of Detectnet and to continue to drink and void frequently during the first hours following administration to reduce radiation exposure [see Warnings and Precautions ( 5.1 )] . Pregnancy Status Assessment of pregnancy status is recommended in females of reproductive potential before administering Detectnet. 2.4 Image Acquisition For Detectnet PET imaging, a whole-body acquisition from the skull vertex to mid-thigh is recommended. Image acquisition can begin between 45 to 90 minutes after the intravenous administration of Detectnet. Adapt Detectnet uptake time and scan duration according to the equipment used and the patient and tumor characteristics, to obtain the optimal image quality. 2.5 Image Interpretation Copper Cu 64 dotatate binds to somatostatin receptors. Based upon the intensity of the signals, PET images obtained using copper Cu 64 dotatate injection indicate the presence and density of somatostatin receptors in tissues. Uptake can also be seen in a variety of non-NET tumors that contain somatostatin receptors or as a normal physiologic variant [see Warnings and Precautions ( 5.3 )] . NET tumors that do not bear somatostatin receptors will not be visualized. 2.6 Radiation Dosimetry Estimated radiation absorbed doses per injected activity for organs and tissues of adult patients following an intravenous administration of copper Cu 64 dotatate injection are shown in Table 1. Table 1. Estimated radiation absorbed dose per injected activity in selected organs with copper Cu 64 dotatate injection Target Organ Mean Mean of 5 patients. absorbed dose (mGy/MBq) Adrenals 0.137 Brain 0.013 Breasts 0.013 Gallbladder wall 0.040 Lower large intestine wall 0.043 Small intestine 0.066 Stomach wall 0.019 Upper large intestine wall 0.022 Heart wall 0.019 Kidneys 0.139 Liver 0.161 Lungs 0.017 Muscle 0.019 Ovaries 0.019 Pancreas 0.093 Red marrow 0.027 Osteogenic cells 0.034 Skin 0.012 Spleen 0.115 Testes 0.014 Thymus 0.015 Thyroid 0.014 Urinary bladder wall 0.037 Uterus 0.019 Total body 0.025 Effective dose (mSv/MBq) 0.032 The effective radiation dose resulting from the administration of 148 MBq (4 mCi) to an adult is about 4.7 mSv. For an administered activity of 148 MBq (4 mCi) the typical radiation dose to the critical organs, which are the liver, the kidneys/adrenals, and the spleen, are about 24 mGy, 21 mGy and 17 mGy, respectively. Because the spleen has one of the highest physiological uptakes, higher uptake and radiation dose to other organs or pathologic tissues may occur in patients with splenectomy."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Detectnet is indicated for use with positron emission tomography (PET) for localization of somatostatin receptor positive neuroendocrine tumors (NETs) in adult patients. Detectnet is a radioactive diagnostic agent indicated for use with positron emission tomography (PET) for localization of somatostatin receptor positive neuroendocrine tumors (NETs) in adult patients. ( 1 )"
  ],
  "fetched_at": "2025-10-01T03:30:16.632008",
  "source": "OpenFDA"
}