{
  "drug_name": "Cyclo(his-pro)",
  "generic_name": [
    "Cyclo(his-pro)"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Vitamin A: Because of the relationship of Amnesteem to vitamin A, patients should be advised against taking vitamin supplements containing vitamin A to avoid additive toxic effects. Tetracyclines: Concomitant treatment with Amnesteem and tetracyclines should be avoided because Amnesteem use has been associated with a number of cases of pseudotumor cerebri (benign intracranial hypertension), some of which involved concomitant use of tetracyclines. Micro-dosed Progesterone Preparations: Micro-dosed progesterone preparations (“minipills” that do not contain an estrogen) may be an inadequate method of contraception during Amnesteem therapy. Although other hormonal contraceptives are highly effective, there have been reports of pregnancy from female patients who have used combined oral contraceptives, as well as transdermal patch/injectable/implantable/vaginal ring hormonal birth control products. These reports are more frequent for female patients who use only a single method of contraception. It is not known if hormonal contraceptives differ in their effectiveness when used with Amnesteem. Therefore, it is critically important for female patients of childbearing potential to select and commit to use two forms of effective contraception simultaneously, at least one of which must be a primary form (see PRECAUTIONS ). Norethindrone/ethinyl estradiol: In a study of 31 premenopausal female patients with severe recalcitrant nodular acne receiving OrthoNovum ® 7/7/7 Tablets as an oral contraceptive agent, Amnesteem at the recommended dose of 1 mg/kg/day, did not induce clinically relevant changes in the pharmacokinetics of ethinyl estradiol and norethindrone and in the serum levels of progesterone, follicle-stimulating hormone (FSH) and luteinizing hormone (LH). Prescribers are advised to consult the package insert of medication administered concomitantly with hormonal contraceptives, since some medications may decrease the effectiveness of these birth control products. St. John’s Wort: Amnesteem use is associated with depression in some patients (see WARNINGS: Psychiatric Disorders and ADVERSE REACTIONS: Psychiatric ). Patients should be prospectively cautioned not to self-medicate with the herbal supplement St. John’s Wort because a possible interaction has been suggested with hormonal contraceptives based on reports of breakthrough bleeding on oral contraceptives shortly after starting St. John's Wort. Pregnancies have been reported by users of combined hormonal contraceptives who also used some form of St. John's Wort. Phenytoin: Amnesteem has not been shown to alter the pharmacokinetics of phenytoin in a study in seven healthy volunteers. These results are consistent with the in vitro finding that neither isotretinoin nor its metabolites induce or inhibit the activity of the CYP 2C9 human hepatic P450 enzyme. Phenytoin is known to cause osteomalacia. No formal clinical studies have been conducted to assess if there is an interactive effect on bone loss between phenytoin and Amnesteem. Therefore, caution should be exercised when using these drugs together. Systemic Corticosteroids: Systemic corticosteroids are known to cause osteoporosis. No formal clinical studies have been conducted to assess if there is an interactive effect on bone loss between systemic corticosteroids and Amnesteem. Therefore, caution should be exercised when using these drugs together."
  ],
  "warnings": [
    "WARNINGS Psychiatric Disorders Amnesteem may cause depression, psychosis and, rarely, suicidal ideation, suicide attempts, suicide, and aggressive and/or violent behaviors. No mechanism of action has been established for these events (see ADVERSE REACTIONS: Psychiatric ). Prescribers should read the brochure, Recognizing Psychiatric Disorders in Adolescents and Young Adults: A Guide for Prescribers of Isotretinoin. Prescribers should be alert to the warning signs of psychiatric disorders to guide patients to receive the help they need. Therefore, prior to initiation of Amnesteem therapy, patients and family members should be asked about any history of psychiatric disorder, and at each visit during therapy patients should be assessed for symptoms of depression, mood disturbance, psychosis, or aggression to determine if further evaluation may be necessary. Signs and symptoms of depression, as described in the brochure (“Recognizing Psychiatric Disorders in Adolescents and Young Adults”), include sad mood, hopelessness, feelings of guilt, worthlessness or helplessness, loss of pleasure or interest in activities, fatigue, difficulty concentrating, change in sleep pattern, change in weight or appetite, suicidal thoughts or attempts, restlessness, irritability, acting on dangerous impulses, and persistent physical symptoms unresponsive to treatment. Patients should stop Amnesteem and the patient or a family member should promptly contact their prescriber if the patient develops depression, mood disturbance, psychosis, or aggression, without waiting until the next visit. Discontinuation of Amnesteem therapy may be insufficient; further evaluation may be necessary. While such monitoring may be helpful, it may not detect all patients at risk. Patients may report mental health problems or family history of psychiatric disorders. These reports should be discussed with the patient and/or the patient’s family. A referral to a mental health professional may be necessary. The physician should consider whether Amnesteem therapy is appropriate in this setting; for some patients the risks may outweigh the benefits of Amnesteem therapy. Pseudotumor Cerebri Amnesteem use has been associated with a number of cases of pseudotumor cerebri (benign intracranial hypertension), some of which involved concomitant use of tetracyclines. Concomitant treatment with tetracyclines should therefore be avoided. Early signs and symptoms of pseudotumor cerebri include papilledema, headache, nausea and vomiting, and visual disturbances. Patients with these symptoms should be screened for papilledema and, if present, they should be told to discontinue Amnesteem immediately and be referred to a neurologist for further diagnosis and care (see ADVERSE REACTIONS: Neurological ). Serious Skin Reactions There have been post-marketing reports of erythema multiforme and severe skin reactions [e.g., Stevens-Johnson Syndrome (SJS), toxic epidermal necrolysis (TEN)] associated with isotretinoin use. These events may be serious and result in death, life-threatening events, hospitalization or disability. Patients should be monitored closely for severe skin reactions and discontinuation of Amnesteem should be considered if warranted. Pancreatitis Acute pancreatitis has been reported in patients with either elevated or normal serum triglyceride levels. In rare instances, fatal hemorrhagic pancreatitis has been reported. Amnesteem should be stopped if hypertriglyceridemia cannot be controlled at an acceptable level or if symptoms of pancreatitis occur. Lipids Elevations of serum triglycerides in excess of 800 mg/dL have been reported in patients treated with Amnesteem. Marked elevations of serum triglycerides were reported in approximately 25% of patients receiving Amnesteem in clinical trials. In addition, approximately 15% developed a decrease in high-density lipoproteins and about 7% showed an increase in cholesterol levels. In clinical trials, the effects on triglycerides, HDL and cholesterol were reversible upon cessation of Amnesteem therapy. Some patients have been able to reverse triglyceride elevation by reduction in weight, restriction of dietary fat and alcohol, and reduction in dose while continuing Amnesteem. 5 Blood lipid determinations should be performed before Amnesteem is given and then at intervals until the lipid response to Amnesteem is established, which usually occurs within 4 weeks. Especially careful consideration must be given to risk/benefit for patients who may be at high risk during Amnesteem therapy (patients with diabetes, obesity, increased alcohol intake, lipid metabolism disorder or familial history of lipid metabolism disorder). If Amnesteem therapy is instituted, more frequent checks of serum values for lipids and/or blood sugar are recommended (see PRECAUTIONS: Laboratory Tests ). The cardiovascular consequences of hypertriglyceridemia associated with Amnesteem are unknown. Animal Studies In rats given 8 or 32 mg/kg/day of isotretinoin (1.3 to 5.3 times the recommended clinical dose of 1 mg/kg/day after normalization for total body surface area) for 18 months or longer, the incidences of focal calcification, fibrosis and inflammation of the myocardium, calcification of coronary, pulmonary and mesenteric arteries, and metastatic calcification of the gastric mucosa were greater than in control rats of similar age. Focal endocardial and myocardial calcifications associated with calcification of the coronary arteries were observed in two dogs after approximately 6 to 7 months of treatment with isotretinoin at a dosage of 60 to 120 mg/kg/day (30 to 60 times the recommended clinical dose of 1 mg/kg/day, respectively, after normalization for total body surface area). Hearing Impairment Impaired hearing has been reported in patients taking Amnesteem; in some cases, the hearing impairment has been reported to persist after therapy has been discontinued. Mechanism(s) and causality for this event have not been established. Patients who experience tinnitus or hearing impairment should discontinue Amnesteem treatment and be referred for specialized care for further evaluation (see ADVERSE REACTIONS: Special Senses ). Hepatotoxicity Clinical hepatitis considered to be possibly or probably related to Amnesteem therapy has been reported. Additionally, mild to moderate elevations of liver enzymes have been observed in approximately 15% of individuals treated during clinical trials, some of which normalized with dosage reduction or continued administration of the drug. If normalization does not readily occur or if hepatitis is suspected during treatment with Amnesteem, the drug should be discontinued and the etiology further investigated. Inflammatory Bowel Disease Amnesteem has been associated with inflammatory bowel disease (including regional ileitis) in patients without a prior history of intestinal disorders. In some instances, symptoms have been reported to persist after Amnesteem treatment has been stopped. Patients experiencing abdominal pain, rectal bleeding or severe diarrhea should discontinue Amnesteem immediately (see ADVERSE REACTIONS: Gastrointestinal ). Skeletal Bone Mineral Density Effects of multiple courses of Amnesteem on the developing musculoskeletal system are unknown. There is some evidence that long-term, high dose, or multiple courses of therapy with isotretinoin have more of an effect than a single course of therapy on the musculoskeletal system. In an open-label clinical trial (N = 217) of a single course of therapy with Amnesteem for severe recalcitrant nodular acne, bone density measurements at several skeletal sites were not significantly decreased (lumbar spine change > -4% and total hip change > -5%) or were increased in the majority of patients. One patient had a decrease in lumbar spine bone mineral density > 4% based on unadjusted data. Sixteen (7.9%) patients had decreases in lumbar spine bone mineral density > 4%, and all the other patients (92%) did not have significant decreases or had increases (adjusted for body mass index). Nine patients (4.5%) had a decrease in total hip bone mineral density > 5% based on unadjusted data. Twenty one (10.6%) patients had decreases in total hip bone mineral density > 5%, and all the other patients (89%) did not have significant decreases or had increases (adjusted for body mass index). Follow-up studies performed in eight of the patients with decreased bone mineral density for up to 11 months thereafter demonstrated increasing bone density in five patients at the lumbar spine, while the other three patients had lumbar spine bone density measurements below baseline values. Total hip bone mineral densities remained below baseline (range –1.6% to –7.6%) in five of eight patients (62.5%). In a separate open-label extension study of ten patients, ages 13 to 18 years, who started a second course of Amnesteem 4 months after the first course, two patients showed a decrease in mean lumbar spine bone mineral density up to 3.25% (see PRECAUTIONS: Pediatric Use ). Spontaneous reports of osteoporosis, osteopenia, bone fractures and delayed healing of bone fractures have been seen in the Amnesteem population. While causality to Amnesteem has not been established, an effect cannot be ruled out. Longer term effects have not been studied. It is important that Amnesteem be given at the recommended doses for no longer than the recommended duration. Hyperostosis A high prevalence of skeletal hyperostosis was noted in clinical trials for disorders of keratinization with a mean dose of 2.24 mg/kg/day. Additionally, skeletal hyperostosis was noted in six of eight patients in a prospective study of disorders of keratinization. 6 Minimal skeletal hyperostosis and calcification of ligaments and tendons have also been observed by x-ray in prospective studies of nodular acne patients treated with a single course of therapy at recommended doses. The skeletal effects of multiple Amnesteem treatment courses for acne are unknown. In a clinical study of 217 pediatric patients (12 to 17 years) with severe recalcitrant nodular acne, hyperostosis was not observed after 16 to 20 weeks of treatment with approximately 1 mg/kg/day of Amnesteem given in two divided doses. Hyperostosis may require a longer time frame to appear. The clinical course and significance remain unknown. Premature Epiphyseal Closure There are spontaneous reports of premature epiphyseal closure in acne patients receiving recommended doses of Amnesteem. The effect of multiple courses of Amnesteem on epiphyseal closure is unknown. Vision Impairment Visual problems should be carefully monitored. All Amnesteem patients experiencing visual difficulties should discontinue Amnesteem treatment and have an ophthalmological examination (see ADVERSE REACTIONS: Special Senses ). Corneal Opacities Corneal opacities have occurred in patients receiving Amnesteem for acne and more frequently when higher drug dosages were used in patients with disorders of keratinization. The corneal opacities that have been observed in clinical trial patients treated with Amnesteem have either completely resolved or were resolving at follow-up 6 to 7 weeks after discontinuation of the drug (see ADVERSE REACTIONS: Special Senses ). Decreased Night Vision Decreased night vision has been reported during Amnesteem therapy and in some instances the event has persisted after therapy was discontinued. Because the onset in some patients was sudden, patients should be advised of this potential problem and warned to be cautious when driving or operating any vehicle at night."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Clinical Trials and Post-marketing Surveillance The adverse reactions listed below reflect the experience from investigational studies of Amnesteem, and the post-marketing experience. The relationship of some of these events to Amnesteem therapy is unknown. Many of the side effects and adverse reactions seen in patients receiving Amnesteem are similar to those described in patients taking very high doses of vitamin A (dryness of the skin and mucous membranes, e.g., of the lips, nasal passage and eyes). Dose Relationship Cheilitis and hypertriglyceridemia are usually dose related. Most adverse reactions reported in clinical trials were reversible when therapy was discontinued; however, some persisted after cessation of therapy (see WARNINGS and ADVERSE REACTIONS ). Body as a Whole: allergic reactions, including vasculitis, systemic hypersensitivity (see PRECAUTIONS: Hypersensitivity ), edema, fatigue, lymphadenopathy, weight loss Cardiovascular: palpitation, tachycardia, vascular thrombotic disease, stroke Endocrine/Metabolic: hypertriglyceridemia (see WARNINGS: Lipids ), alterations in blood sugar levels (see PRECAUTIONS: Laboratory Tests ) Gastrointestinal: inflammatory bowel disease (see WARNINGS: Inflammatory Bowel Disease ), hepatitis (see WARNINGS: Hepatotoxicity ), pancreatitis (see WARNINGS: Lipids ), bleeding and inflammation of the gums, colitis, esophagitis/esophageal ulceration, ileitis, nausea, other nonspecific gastrointestinal symptoms Hematologic: allergic reactions (see PRECAUTIONS: Hypersensitivity ), anemia, thrombocytopenia, neutropenia, rare reports of agranulocytosis (see PRECAUTIONS: Information for Patients ). See PRECAUTIONS: Laboratory Tests for other hematological parameters Musculoskeletal: skeletal hyperostosis, calcification of tendons and ligaments, premature epiphyseal closure, decreases in bone mineral density (see WARNINGS: Skeletal ), musculoskeletal symptoms (sometimes severe) including back pain, myalgia, and arthralgia (see PRECAUTIONS: Information for Patients ), transient pain in the chest (see PRECAUTIONS: Information for Patients ), arthritis, tendonitis, other types of bone abnormalities, elevations of CPK/rare reports of rhabdomyolysis (see PRECAUTIONS: Laboratory Tests ) Neurological: pseudotumor cerebri (see WARNINGS: Pseudotumor Cerebri ), dizziness, drowsiness, headache, insomnia, lethargy, malaise, nervousness, paresthesias, seizures, stroke, syncope, weakness Psychiatric: suicidal ideation, suicide attempts, suicide, depression, psychosis, aggression, violent behaviors (see WARNINGS: Psychiatric Disorders ), emotional instability Of the patients reporting depression, some reported that the depression subsided with discontinuation of therapy and recurred with reinstitution of therapy. Reproductive System: abnormal menses Respiratory: bronchospasms (with or without a history of asthma), respiratory infection, voice alteration Skin and Appendages: acne fulminans, alopecia (which in some cases persists), bruising, cheilitis (dry lips), dry mouth, dry nose, dry skin, epistaxis, eruptive xanthomas, 7 erythema multiforme, flushing, fragility of skin, hair abnormalities, hirsutism, hyperpigmentation and hypopigmentation, infections (including disseminated herpes simplex), nail dystrophy, paronychia, peeling of palms and soles, photoallergic/photosensitizing reactions, pruritus, pyogenic granuloma, rash (including facial erythema, seborrhea, and eczema), Stevens-Johnson Syndrome, sunburn susceptibility increased, sweating, toxic epidermal necrolysis, urticaria, vasculitis (including Wegener’s granulomatosis; see PRECAUTIONS: Hypersensitivity ) abnormal wound healing (delayed healing or exuberant granulation tissue with crusting; see PRECAUTIONS: Information for Patients ) Special Senses: Hearing: hearing impairment (see WARNINGS: Hearing Impairment ), tinnitus Vision: corneal opacities (see WARNINGS: Corneal Opacities ), decreased night vision which may persist (see WARNINGS: Decreased Night Vision ), cataracts, color vision disorder, conjunctivitis, dry eyes, eyelid inflammation, keratitis, optic neuritis, photophobia, visual disturbances Urinary System: glomerulonephritis (see PRECAUTIONS: Hypersensitivity ), nonspecific urogenital findings (see PRECAUTIONS: Laboratory Tests for other urological parameters) Laboratory Elevation of plasma triglycerides (see WARNINGS: Lipids ), decrease in serum high-density lipoprotein (HDL) levels, elevations of serum cholesterol during treatment Increased alkaline phosphatase, SGOT (AST), SGPT (ALT), GGTP or LDH (see WARNINGS: Hepatotoxicity ) Elevation of fasting blood sugar, elevations of CPK (see PRECAUTIONS: Laboratory Tests ), hyperuricemia Decreases in red blood cell parameters, decreases in white blood cell counts (including severe neutropenia and rare reports of agranulocytosis; see PRECAUTIONS: Information for Patients ), elevated sedimentation rates, elevated platelet counts, thrombocytopenia White cells in the urine, proteinuria, microscopic or gross hematuria"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Pregnancy: Category X. See Boxed CONTRAINDICATIONS AND WARNINGS . Allergic Reactions Amnesteem is contraindicated in patients who are hypersensitive to this medication or to any of its components (see PRECAUTIONS: Hypersensitivity )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Amnesteem should be administered with a meal (see PRECAUTIONS: Information for Patients ). The recommended dosage range for Amnesteem is 0.5 to 1 mg/kg/day given in two divided doses with food for 15 to 20 weeks. In studies comparing 0.1, 0.5 and 1 mg/kg/day, 8 it was found that all dosages provided initial clearing of disease, but there was a greater need for retreatment with the lower dosages. During treatment, the dose may be adjusted according to response of the disease and/or the appearance of clinical side effects — some of which may be dose related. Adult patients whose disease is very severe with scarring or is primarily manifested on the trunk may require dose adjustments up to 2 mg/kg/day, as tolerated. Failure to take Amnesteem with food will significantly decrease absorption. Before upward dose adjustments are made, the patients should be questioned about their compliance with food instructions. The safety of once daily dosing with Amnesteem has not been established. Once daily dosing is not recommended. If the total nodule count has been reduced by more than 70% prior to completing 15 to 20 weeks of treatment, the drug may be discontinued. After a period of 2 months or more off therapy, and if warranted by persistent or recurring severe nodular acne, a second course of therapy may be initiated. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth. Long-term use of Amnesteem, even in low doses, has not been studied, and is not recommended. It is important that Amnesteem be given at the recommended doses for no longer than the recommended duration. The effect of long-term use of Amnesteem on bone loss is unknown (see WARNINGS: Skeletal: Bone Mineral Density , Hyperostosis , and Premature Epiphyseal Closure ). Contraceptive measures must be followed for any subsequent course of therapy (see PRECAUTIONS ). Table 4. Amnesteem Dosing by Body Weight (Based on Administration with Food) Body Weight Total mg/day kilograms pounds 0.5 mg/kg 1 mg/kg 2 mg/kg 40 50 60 70 80 90 100 88 110 132 154 176 198 220 20 25 30 35 40 45 50 40 50 60 70 80 90 100 80 100 120 140 160 180 200 INFORMATION FOR PHARMACISTS Access the iPLEDGE system via the internet (www.ipledgeprogram.com) or telephone (1-866-495-0654) to obtain an authorization and the “do not dispense to patient after” date. Amnesteem must only be dispensed in no more than a 30 day supply. REFILLS REQUIRE A NEW PRESCRIPTION AND A NEW AUTHORIZATION FROM THE iPLEDGE SYSTEM. An Amnesteem Medication Guide must be given to the patient each time Amnesteem is dispensed, as required by law. This Amnesteem Medication Guide is an important part of the risk management program for the patient."
  ],
  "indications": [
    "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Amnesteem is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Amnesteem should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics . In addition, Amnesteem is indicated only for those female patients who are not pregnant, because Amnesteem can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNINGS ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Amnesteem. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS: Skeletal: Bone Mineral Density , Hyperostosis , and Premature Epiphyseal Closure )."
  ],
  "fetched_at": "2025-10-01T02:56:33.500006",
  "source": "OpenFDA"
}