{
  "drug_name": "Cyclic GMP",
  "generic_name": [
    "LAMOTRIGINE"
  ],
  "brand_names": [
    "Lamotrigine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Significant drug interactions with lamotrigine are summarized in this section. Uridine 5´-diphospho-glucuronyl transferases (UGT) have been identified as the enzymes responsible for metabolism of lamotrigine. Drugs that induce or inhibit glucuronidation may, therefore, affect the apparent clearance of lamotrigine. Strong or moderate inducers of the cytochrome P450 3A4 (CYP3A4) enzyme, which are also known to induce UGT, may also enhance the metabolism of lamotrigine. Those drugs that have been demonstrated to have a clinically significant impact on lamotrigine metabolism are outlined in Table 13. Specific dosing guidance for these drugs is provided in the Dosage and Administration section [see Dosage and Administration (2.1) ] . Additional details of these drug interaction studies are provided in the Clinical Pharmacology section [see Clinical Pharmacology (12.3) ] . Table 13. Established and Other Potentially Significant Drug Interactions Concomitant Drug Effect on Concentration of Lamotrigine or Concomitant Drug Clinical Comment Estrogen-containing oral contraceptive preparations containing 30 mcg ethinylestradiol and 150 mcg levonorgestrel ↓ lamotrigine ↓ levonorgestrel Decreased lamotrigine concentrations approximately 50%. Decrease in levonorgestrel component by 19%. Carbamazepine and carbamazepine epoxide ↓ lamotrigine ? carbamazepine epoxide Addition of carbamazepine decreases lamotrigine concentration approximately 40%. May increase carbamazepine epoxide levels. Lopinavir/ritonavir ↓ lamotrigine Decreased lamotrigine concentration approximately 50%. Atazanavir/ritonavir ↓ lamotrigine Decreased lamotrigine AUC approximately 32%. Phenobarbital/Primidone ↓ lamotrigine Decreased lamotrigine concentration approximately 40%. Phenytoin ↓ lamotrigine Decreased lamotrigine concentration approximately 40%. Rifampin ↓ lamotrigine Decreased lamotrigine AUC approximately 40%. Valproate ↑ lamotrigine ? valproate Increased lamotrigine concentrations slightly more than 2-fold. There are conflicting study results regarding effect of lamotrigine on valproate concentrations: 1) a mean 25% decrease in valproate concentrations in healthy volunteers, 2) no change in valproate concentrations in controlled clinical trials in patients with epilepsy. ↓= Decreased (induces lamotrigine glucuronidation). ↑= Increased (inhibits lamotrigine glucuronidation). ? = Conflicting data. Effect of lamotrigine on Organic Cationic Transporter 2 Substrates Lamotrigine is an inhibitor of renal tubular secretion via organic cationic transporter 2 (OCT2) proteins [see Clinical Pharmacology (12.3) ]. This may result in increased plasma levels of certain drugs that are substantially excreted via this route. Coadministration of lamotrigine with OCT2 substrates with a narrow therapeutic index (e.g., dofetilide) is not recommended. Valproate increases lamotrigine concentrations more than 2-fold. ( 7 , 12.3 ) Carbamazepine, phenytoin, phenobarbital, primidone, and rifampin decrease lamotrigine concentrations by approximately 40%. ( 7 , 12.3 ) Estrogen-containing oral contraceptives decrease lamotrigine concentrations by approximately 50%. ( 7 , 12.3 ) Protease inhibitors lopinavir/ritonavir and atazanavir/lopinavir decrease lamotrigine exposure by approximately 50% and 32%, respectively. ( 7 , 12.3 ) Coadministration with organic cationic transporter 2 substrates with narrow therapeutic index is not recommended ( 7 , 12.3 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in more detail in the Warnings and Precautions section of the labeling: Serious Skin Rashes [see Warnings and Precautions (5.1) ] Hemophagocytic Lymphohistiocytosis [see Warnings and Precautions (5.2) ] Multiorgan Hypersensitivity Reactions and Organ Failure [see Warnings and Precautions (5.3) ] Cardiac Rhythm and Conduction Abnormalities [see Warnings and Precautions (5.4) ] Blood Dyscrasias [see Warnings and Precautions (5.5) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.6) ] Aseptic Meningitis [see Warnings and Precautions (5.7) ] Withdrawal Seizures [see Warnings and Precautions (5.10) ] Status Epilepticus [see Warnings and Precautions (5.11) ] Sudden Unexplained Death in Epilepsy [see Warnings and Precautions (5.12) ] Epilepsy : Most common adverse reactions (incidence ≥10%) in adults were dizziness, headache, diplopia, ataxia, nausea, blurred vision, somnolence, rhinitis, pharyngitis, and rash. Additional adverse reactions (incidence ≥10%) reported in children included vomiting, infection, fever, accidental injury, diarrhea, abdominal pain, and tremor. ( 6.1 ) Bipolar disorder : Most common adverse reactions (incidence >5%) in adults were nausea, insomnia, somnolence, back pain, fatigue, rash, rhinitis, abdominal pain, and xerostomia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Endo at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Epilepsy Most Common Adverse Reactions in All Clinical Trials : Adjunctive Therapy in Adults w ith Epilepsy: The most commonly observed (≥5% for lamotrigine and more common on drug than placebo) adverse reactions seen in association with lamotrigine during adjunctive therapy in adults and not seen at an equivalent frequency among placebo-treated patients were: dizziness, ataxia, somnolence, headache, diplopia, blurred vision, nausea, vomiting, and rash. Dizziness, diplopia, ataxia, blurred vision, nausea, and vomiting were dose-related. Dizziness, diplopia, ataxia, and blurred vision occurred more commonly in patients receiving carbamazepine with lamotrigine than in patients receiving other AEDs with lamotrigine. Clinical data suggest a higher incidence of rash, including serious rash, in patients receiving concomitant valproate than in patients not receiving valproate [see Warnings and Precautions (5.1) ]. Approximately 11% of the 3,378 adult patients who received lamotrigine as adjunctive therapy in premarketing clinical trials discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were rash (3%), dizziness (2.8%), and headache (2.5%). In a dose-response trial in adults, the rate of discontinuation of lamotrigine for dizziness, ataxia, diplopia, blurred vision, nausea, and vomiting was dose related. Monotherapy in Adults w ith Epilepsy: The most commonly observed (≥5% for lamotrigine and more common on drug than placebo) adverse reactions seen in association with the use of lamotrigine during the monotherapy phase of the controlled trial in adults not seen at an equivalent rate in the control group were vomiting, coordination abnormality, dyspepsia, nausea, dizziness, rhinitis, anxiety, insomnia, infection, pain, weight decrease, chest pain, and dysmenorrhea. The most commonly observed (≥5% for lamotrigine and more common on drug than placebo) adverse reactions associated with the use of lamotrigine during the conversion to monotherapy (add-on) period, not seen at an equivalent frequency among low-dose valproate-treated patients, were dizziness, headache, nausea, asthenia, coordination abnormality, vomiting, rash, somnolence, diplopia, ataxia, accidental injury, tremor, blurred vision, insomnia, nystagmus, diarrhea, lymphadenopathy, pruritus, and sinusitis. Approximately 10% of the 420 adult patients who received lamotrigine as monotherapy in premarketing clinical trials discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were rash (4.5%), headache (3.1%), and asthenia (2.4%). Adjunctive Therapy in Pediatric Patients w ith Epilepsy: The most commonly observed (≥5% for lamotrigine and more common on drug than placebo) adverse reactions seen in association with the use of lamotrigine as adjunctive treatment in pediatric patients aged 2 to 16 years and not seen at an equivalent rate in the control group were infection, vomiting, rash, fever, somnolence, accidental injury, dizziness, diarrhea, abdominal pain, nausea, ataxia, tremor, asthenia, bronchitis, flu syndrome, and diplopia. In 339 patients aged 2 to 16 years with partial-onset seizures or generalized seizures of Lennox-Gastaut syndrome, 4.2% of patients on lamotrigine and 2.9% of patients on placebo discontinued due to adverse reactions. The most commonly reported adverse reaction that led to discontinuation of lamotrigine was rash. Approximately 11.5% of the 1,081 pediatric patients aged 2 to 16 years who received lamotrigine as adjunctive therapy in premarketing clinical trials discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were rash (4.4%), reaction aggravated (1.7%), and ataxia (0.6%). Controlled Adjunctive Clinical Trials in Adults w ith Epilepsy: Table 8 lists adverse reactions that occurred in adult patients with epilepsy treated with lamotrigine in placebo-controlled trials. In these trials, either lamotrigine or placebo was added to the patient’s current AED therapy. Table 8. Adverse Reactions in Pooled, Placebo-Controlled Adjunctive Trials in Adult Patients with Epilepsy a,b Body System/ Adverse Reaction Percent of Patients Receiving Adjunctive Lamotrigine (n = 711) Percent of Patients Receiving Adjunctive Placebo (n = 419) Body as a whole Headache 29 19 Flu syndrome 7 6 Fever 6 4 Abdominal pain 5 4 Neck pain 2 1 Reaction aggravated (seizure exacerbation) 2 1 Digestive Nausea 19 10 Vomiting 9 4 Diarrhea 6 4 Dyspepsia 5 2 Constipation 4 3 Anorexia 2 1 Musculoskeletal Arthralgia 2 0 Nervous Dizziness 38 13 Ataxia 22 6 Somnolence 14 7 Incoordination 6 2 Insomnia 6 2 Tremor 4 1 Depression 4 3 Anxiety 4 3 Convulsion 3 1 Irritability 3 2 Speech disorder 3 0 Concentration disturbance 2 1 Respiratory Rhinitis 14 9 Pharyngitis 10 9 Cough increased 8 6 Skin and appendages Rash 10 5 Pruritus 3 2 Special senses Diplopia 28 7 Blurred vision 16 5 Vision abnormality 3 1 Urogenital Female patients only (n = 365) (n = 207) Dysmenorrhea 7 6 Vaginitis 4 1 Amenorrhea 2 1 a Adverse reactions that occurred in at least 2% of patients treated with lamotrigine and at a greater incidence than placebo. b Patients in these adjunctive trials were receiving 1 to 3 of the concomitant antiepileptic drugs carbamazepine, phenytoin, phenobarbital, or primidone in addition to lamotrigine or placebo. Patients may have reported multiple adverse reactions during the trial or at discontinuation; thus, patients may be included in more than 1 category. In a randomized, parallel trial comparing placebo with 300 and 500 mg/day of lamotrigine, some of the more common drug-related adverse reactions were dose related (see Table 9). Table 9. Dose-Related Adverse Reactions from a Randomized, Placebo-Controlled, Adjunctive Trial in Adults with Epilepsy Adverse Reaction Percent of Patients Experiencing Adverse Reactions Placebo (n = 73) Lamotrigine 300 mg (n = 71) Lamotrigine 500 mg (n = 72) Ataxia 10 10 28 a,b Blurred vision 10 11 25 a,b Diplopia 8 24 a 49 a,b Dizziness 27 31 54 a,b Nausea 11 18 25 a Vomiting 4 11 18 a a Significantly greater than placebo group ( P <0.05). b Significantly greater than group receiving lamotrigine 300 mg ( P <0.05). The overall adverse reaction profile for lamotrigine was similar between females and males and was independent of age. Because the largest non-Caucasian racial subgroup was only 6% of patients exposed to lamotrigine in placebo-controlled trials, there are insufficient data to support a statement regarding the distribution of adverse reaction reports by race. Generally, females receiving either lamotrigine as adjunctive therapy or placebo were more likely to report adverse reactions than males. The only adverse reaction for which the reports on lamotrigine were > 10% more frequent in females than males (without a corresponding difference by gender on placebo) was dizziness (difference = 16.5%). There was little difference between females and males in the rates of discontinuation of lamotrigine for individual adverse reactions. Controlled Monotherapy Trial in Adults w ith Partial-Onset Seizures: Table 10 lists adverse reactions that occurred in patients with epilepsy treated with monotherapy with lamotrigine in a double-blind trial following discontinuation of either concomitant carbamazepine or phenytoin not seen at an equivalent frequency in the control group. Table 10. Adverse Reactions in a Controlled Monotherapy Trial in Adult Patients With Partial-Onset Seizures a,b Body System/ Adverse Reaction Percent of Patients Receiving Lamotrigine c as Monotherapy (n = 43) Percent of Patients Receiving Low-Dose Valproate d Monotherapy (n = 44) Body as a whole Pain 5 0 Infection 5 2 Chest pain 5 2 Digestive Vomiting 9 0 Dyspepsia 7 2 Nausea 7 2 Metabolic and nutritional Weight decrease 5 2 Nervous Coordination abnormality 7 0 Dizziness 7 0 Anxiety 5 0 Insomnia 5 2 Respiratory Rhinitis 7 2 Urogenital (female patients only) (n = 21) (n = 28) Dysmenorrhea 5 0 a Adverse reactions that occurred in at least 5% of patients treated with lamotrigine and at a greater incidence than valproate-treated patients. b Patients in this trial were converted to lamotrigine or valproate monotherapy from adjunctive therapy with carbamazepine or phenytoin. Patients may have reported multiple adverse reactions during the trial; thus, patients may be included in more than 1 category. c Up to 500 mg/day. d 1,000 mg/day. Adverse reactions that occurred with a frequency of < 5% and > 2% of patients receiving lamotrigine and numerically more frequent than placebo were: Body as a Whole: Asthenia, fever. Digestive: Anorexia, dry mouth, rectal hemorrhage, peptic ulcer. Metabolic and Nutritional: Peripheral edema. Nervous System: Amnesia, ataxia, depression, hypesthesia, libido increase, decreased reflexes, increased reflexes, nystagmus, irritability, suicidal ideation. Respiratory: Epistaxis, bronchitis, dyspnea. Skin and Appendages: Contact dermatitis, dry skin, sweating. Special Senses: Vision abnormality. Incidence in Controlled Adjunctive Trials in Pediatric Patients w ith Epilepsy: Table 11 lists adverse reactions that occurred in 339 pediatric patients with partial-onset seizures or generalized seizures of Lennox-Gastaut syndrome who received lamotrigine up to 15 mg/kg/day or a maximum of 750 mg/day. Table 11. Adverse Reactions in Pooled, Placebo-Controlled Adjunctive Trials in Pediatric Patients with Epilepsy a Body System/ Adverse Reaction Percent of Patients Receiving Lamotrigine (n = 168) Percent of Patients Receiving Placebo (n = 171) Body as a whole Infection 20 17 Fever 15 14 Accidental injury 14 12 Abdominal pain 10 5 Asthenia 8 4 Flu syndrome 7 6 Pain 5 4 Facial edema 2 1 Photosensitivity 2 0 Cardiovascular Hemorrhage 2 1 Digestive Vomiting 20 16 Diarrhea 11 9 Nausea 10 2 Constipation 4 2 Dyspepsia 2 1 Hemic and lymphatic Lymphadenopathy 2 1 Metabolic and nutritional Edema 2 0 Nervous system Somnolence 17 15 Dizziness 14 4 Ataxia 11 3 Tremor 10 1 Emotional lability 4 2 Gait abnormality 4 2 Thinking abnormality 3 2 Convulsions 2 1 Nervousness 2 1 Vertigo 2 1 Respiratory Pharyngitis 14 11 Bronchitis 7 5 Increased cough 7 6 Sinusitis 2 1 Bronchospasm 2 1 Skin Rash 14 12 Eczema 2 1 Pruritus 2 1 Special senses Diplopia 5 1 Blurred vision 4 1 Visual abnormality 2 0 Urogenital Male and female patients Urinary tract infection 3 0 a Adverse reactions that occurred in at least 2% of patients treated with lamotrigine and at a greater incidence than placebo. Bipolar Disorder in Adults The most common adverse reactions seen in association with the use of lamotrigine as monotherapy (100 to 400 mg/day) in adult patients (aged 18 to 82 years) with bipolar disorder in the 2 double-blind, placebo-controlled trials of 18 months’ duration are included in Table 12. Adverse reactions that occurred in at least 5% of patients and were numerically more frequent during the dose-escalation phase of lamotrigine in these trials (when patients may have been receiving concomitant medications) compared with the monotherapy phase were: headache (25%), rash (11%), dizziness (10%), diarrhea (8%), dream abnormality (6%), and pruritus (6%). During the monotherapy phase of the double-blind, placebo-controlled trials of 18 months’ duration, 13% of 227 patients who received lamotrigine (100 to 400 mg/day), 16% of 190 patients who received placebo, and 23% of 166 patients who received lithium discontinued therapy because of an adverse reaction. The adverse reactions that most commonly led to discontinuation of lamotrigine were rash (3%) and mania/hypomania/mixed mood adverse reactions (2%). Approximately 16% of 2,401 patients who received lamotrigine (50 to 500 mg/day) for bipolar disorder in premarketing trials discontinued therapy because of an adverse reaction, most commonly due to rash (5%) and mania/hypomania/mixed mood adverse reactions (2%). The overall adverse reaction profile for lamotrigine was similar between females and males, between elderly and nonelderly patients, and among racial groups. Table 12. Adverse Reactions in 2 Placebo-Controlled Trials in Adult Patients with Bipolar I Disorder a,b Body System/ Adverse Reaction Percent of Patients Receiving Lamotrigine (n = 227) Percent of Patients Receiving Placebo (n = 190) General Back pain 8 6 Fatigue 8 5 Abdominal pain 6 3 Digestive Nausea 14 11 Constipation 5 2 Vomiting 5 2 Nervous System Insomnia 10 6 Somnolence 9 7 Xerostomia (dry mouth) 6 4 Respiratory Rhinitis 7 4 Exacerbation of cough 5 3 Pharyngitis 5 4 Skin Rash (nonserious) c 7 5 a Adverse reactions that occurred in at least 5% of patients treated with lamotrigine and at a greater incidence than placebo. b Patients in these trials were converted to lamotrigine (100 to 400 mg/day) or placebo monotherapy from add-on therapy with other psychotropic medications. Patients may have reported multiple adverse reactions during the trial; thus, patients may be included in more than 1 category. c In the overall bipolar and other mood disorders clinical trials, the rate of serious rash was 0.08% (1 of 1,233) of adult patients who received lamotrigine as initial monotherapy and 0.13% (2 of 1,538) of adult patients who received lamotrigine as adjunctive therapy [see Warnings and Precautions (5.1) ]. Other reactions that occurred in 5% or more patients but equally or more frequently in the placebo group included: dizziness, mania, headache, infection, influenza, pain, accidental injury, diarrhea, and dyspepsia. Adverse reactions that occurred with a frequency of < 5% and > 1% of patients receiving lamotrigine and numerically more frequent than placebo were: General: Fever, neck pain. Cardiovascular: Migraine. Digestive: Flatulence. Metabolic and Nutritional: Weight gain, edema. Musculoskeletal: Arthralgia, myalgia. Nervous System: Amnesia, depression, agitation, emotional lability, dyspraxia, abnormal thoughts, dream abnormality, hypoesthesia. Respiratory: Sinusitis. Urogenital: Urinary frequency. Adverse Reactions following Abrupt Discontinuation : In the 2 controlled clinical trials, there was no increase in the incidence, severity, or type of adverse reactions in patients with bipolar disorder after abruptly terminating therapy with lamotrigine. In the clinical development program in adults with bipolar disorder, 2 patients experienced seizures shortly after abrupt withdrawal of lamotrigine [see Warnings and Precautions (5.10)] . Mania/Hypomania/Mixed Episodes: During the double-blind placebo-controlled clinical trials in bipolar I disorder in which adults were converted to monotherapy with lamotrigine (100 to 400 mg/day) from other psychotropic medications and followed for up to 18 months, the rates of manic or hypomanic or mixed mood episodes reported as adverse reactions were 5% for patients treated with lamotrigine (n = 227), 4% for patients treated with lithium (n = 166), and 7% for patients treated with placebo (n = 190). In all bipolar controlled trials combined, adverse reactions of mania (including hypomania and mixed mood episodes) were reported in 5% of patients treated with lamotrigine (n = 956), 3% of patients treated with lithium (n = 280), and 4% of patients treated with placebo (n = 803). 6.2 Other Adverse Reactions Observed in All Clinical Trials Lamotrigine has been administered to 6,694 individuals for whom complete adverse reaction data was captured during all clinical trials, only some of which were placebo controlled. During these trials, all adverse reactions were recorded by the clinical investigators using terminology of their own choosing. To provide a meaningful estimate of the proportion of individuals having adverse reactions, similar types of adverse reactions were grouped into a smaller number of standardized categories using modified COSTART dictionary terminology. The frequencies presented represent the proportion of the 6,694 individuals exposed to lamotrigine who experienced an event of the type cited on at least 1 occasion while receiving lamotrigine. All reported adverse reactions are included except those already listed in the previous tables or elsewhere in the labeling, those too general to be informative, and those not reasonably associated with the use of the drug. Adverse reactions are further classified within body system categories and enumerated in order of decreasing frequency using the following definitions: frequent adverse reactions are defined as those occurring in at least 1/100 patients; infrequent adverse reactions are those occurring in 1/100 to 1/1,000 patients; rare adverse reactions are those occurring in fewer than 1/1,000 patients. Body as a Whole Infrequent : Allergic reaction, chills, malaise. Cardiovascular System Infrequent : Flushing, hot flashes, hypertension, palpitations, postural hypotension, syncope, tachycardia, vasodilation. Dermatological Infrequent : Acne, alopecia, hirsutism, maculopapular rash, skin discoloration, urticaria. Rare : Angioedema, erythema, exfoliative dermatitis, fungal dermatitis, herpes zoster, leukoderma, multiforme erythema, petechial rash, pustular rash, Stevens-Johnson syndrome, vesiculobullous rash. Digestive System Infrequent : Dysphagia, eructation, gastritis, gingivitis, increased appetite, increased salivation, liver function tests abnormal, mouth ulceration. Rare : Gastrointestinal hemorrhage, glossitis, gum hemorrhage, gum hyperplasia, hematemesis, hemorrhagic colitis, hepatitis, melena, stomach ulcer, stomatitis, tongue edema. Endocrine System Rare : Goiter, hypothyroidism. Hematologic and Lymphatic System Infrequent : Ecchymosis, leukopenia. Rare : Anemia, eosinophilia, fibrin decrease, fibrinogen decrease, iron deficiency anemia, leukocytosis, lymphocytosis, macrocytic anemia, petechia, thrombocytopenia. Metabolic and Nutritional Disorders Infrequent : Aspartate transaminase increased. Rare : Alcohol intolerance, alkaline phosphatase increase, alanine transaminase increase, bilirubinemia, general edema, gamma glutamyl transpeptidase increase, hyperglycemia. Musculoskeletal System Infrequent : Arthritis, leg cramps, myasthenia, twitching. Rare : Bursitis, muscle atrophy, pathological fracture, tendinous contracture. Nervous System Frequent : Confusion, paresthesia. Infrequent : Akathisia, apathy, aphasia, central nervous system depression, depersonalization, dysarthria, dyskinesia, euphoria, hallucinations, hostility, hyperkinesia, hypertonia, libido decreased, memory decrease, mind racing, movement disorder, myoclonus, panic attack, paranoid reaction, personality disorder, psychosis, sleep disorder, stupor, suicidal ideation. Rare : Choreoathetosis, delirium, delusions, dysphoria, dystonia, extrapyramidal syndrome, faintness, grand mal convulsions, hemiplegia, hyperalgesia, hyperesthesia, hypokinesia, hypotonia, manic depression reaction, muscle spasm, neuralgia, neurosis, paralysis, peripheral neuritis. Respiratory System Infrequent : Yawn. Rare : Hiccup, hyperventilation. Special Senses Frequent : Amblyopia. Infrequent : Abnormality of accommodation, conjunctivitis, dry eyes, ear pain, photophobia, taste perversion, tinnitus. Rare : Deafness, lacrimation disorder, oscillopsia, parosmia, ptosis, strabismus, taste loss, uveitis, visual field defect. Urogenital System Infrequent : Abnormal ejaculation, hematuria, impotence, menorrhagia, polyuria, urinary incontinence. Rare : Acute kidney failure, anorgasmia, breast abscess, breast neoplasm, creatinine increase, cystitis, dysuria, epididymitis, female lactation, kidney failure, kidney pain, nocturia, urinary retention, urinary urgency. 6.3 Postmarketing Experience The following adverse reactions have been identified during postapproval use of lamotrigine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic Agranulocytosis, hemolytic anemia, lymphadenopathy not associated with hypersensitivity disorder. Gastrointestinal Esophagitis. Hepatobiliary Tract and Pancreas Pancreatitis. Immunologic Hypogammaglobulinemia, lupus-like reaction, vasculitis. Lower Respiratory Apnea. Musculoskeletal Rhabdomyolysis has been observed in patients experiencing hypersensitivity reactions. Nervous System Aggression, exacerbation of Parkinsonian symptoms in patients with pre-existing Parkinson’s disease, tics. Non-site Specific Progressive immunosuppression. Renal and Urinary Disorders Tubulointerstitial nephritis (has been reported alone and in association with uveitis)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Lamotrigine is contraindicated in patients who have demonstrated hypersensitivity (e.g., rash, angioedema, acute urticaria, extensive pruritus, mucosal ulceration) to the drug or its ingredients [see Boxed Warning , Warnings and Precautions ( 5.1 , 5.3 )]. Hypersensitivity to the drug or its ingredients. ( Boxed Warning , 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Dosing is based on concomitant medications, indication, and patient age. ( 2.1 , 2.2 , 2.3 , 2.4 ) To avoid an increased risk of rash, the recommended initial dose and subsequent dose escalations should not be exceeded. Lamotrigine Starter Kits and Lamotrigine Orally Disintegrating Tablets Patient Titration Kits are available for the first 5 weeks of treatment. ( 2.1 , 16 ) Do not restart lamotrigine orally disintegrating tablets in patients who discontinued due to rash unless the potential benefits clearly outweigh the risks. ( 2.1 , 5.1 ) Adjustments to maintenance doses will be necessary in most patients starting or stopping estrogen-containing oral contraceptives. ( 2.1 , 5.9 ) Discontinuation: Taper over a period of at least 2 weeks (approximately 50% dose reduction per week). ( 2.1 , 5.10 ) Epilepsy : Adjunctive therapy—See Table 1 for patients older than 12 years and Tables 2 and 3 for patients aged 2 to 12 years. ( 2.2 ) Conversion to monotherapy—See Table 4. ( 2.3 ) Bipolar disorder : See Tables 5 and 6. ( 2.4 ) 2.1 General Dosing Considerations Rash There are suggestions, yet to be proven, that the risk of severe, potentially life-threatening rash may be increased by (1) coadministration of lamotrigine with valproate, (2) exceeding the recommended initial dose of lamotrigine, or (3) exceeding the recommended dose escalation for lamotrigine. However, cases have occurred in the absence of these factors [see Boxed Warning ]. Therefore, it is important that the dosing recommendations be followed closely. The risk of nonserious rash may be increased when the recommended initial dose and/or the rate of dose escalation for lamotrigine orally disintegrating tablets are exceeded and in patients with a history of allergy or rash to other AEDs. Lamotrigine ODT Patient Titration Kits provide lamotrigine at doses consistent with the recommended titration schedule for the first 5 weeks of treatment, based upon concomitant medications, for patients with epilepsy (older than 12 years) and bipolar I disorder (adults) and are intended to help reduce the potential for rash. The use of lamotrigine ODT Patient Titration Kits is recommended for appropriate patients who are starting or restarting lamotrigine orally disintegrating tablets [see How Supplied/Storage and Handling (16) ]. It is recommended that lamotrigine orally disintegrating tablets not be restarted in patients who discontinued due to rash associated with prior treatment with lamotrigine unless the potential benefits clearly outweigh the risks. If the decision is made to restart a patient who has discontinued lamotrigine orally disintegrating tablets, the need to restart with the initial dosing recommendations should be assessed. The greater the interval of time since the previous dose, the greater consideration should be given to restarting with the initial dosing recommendations. If a patient has discontinued lamotrigine for a period of more than 5 half-lives, it is recommended that initial dosing recommendations and guidelines be followed. The half-life of lamotrigine is affected by other concomitant medications [see Clinical pharmacology (12.3) ]. Lamotrigine Added to Drugs Known to Induce or Inhibit Glucuronidation Because lamotrigine orally disintegrating tablets are metabolized predominantly by glucuronic acid conjugation, drugs that are known to induce or inhibit glucuronidation may affect the apparent clearance of lamotrigine. Drugs that induce glucuronidation include carbamazepine, phenytoin, phenobarbital, primidone, rifampin, estrogen-containing oral contraceptives, and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir. Valproate inhibits glucuronidation. For dosing considerations for lamotrigine orally disintegrating tablets in patients on estrogen-containing contraceptives and atazanavir/ritonavir, see below and Table 13. For dosing considerations for lamotrigine orally disintegrating tablets in patients on other drugs known to induce or inhibit glucuronidation, see Tables 1, 2, 5 to 6, and 13. Target Plasma Levels for Patients with Epilepsy or Bipolar Disorder A therapeutic plasma concentration range has not been established for lamotrigine. Dosing of lamotrigine orally disintegrating tablets should be based on therapeutic response [see Clinical Pharmacology (12.3) ]. Women Taking Estrogen-Containing Oral Contraceptives Starting Lamotrigine orally disintegrating tablets in Women Taking Estrogen-Containing Oral Contraceptives: Although estrogen-containing oral contraceptives have been shown to increase the clearance of lamotrigine [see Clinical Pharmacology (12.3) ], no adjustments to the recommended dose-escalation guidelines for lamotrigine orally disintegrating tablets should be necessary solely based on the use of estrogen-containing oral contraceptives. Therefore, dose escalation should follow the recommended guidelines for initiating adjunctive therapy with lamotrigine orally disintegrating tablets based on the concomitant AED or other concomitant medications (see Tables 1, 5, and 7). See below for adjustments to maintenance doses of lamotrigine orally disintegrating tablets in women taking estrogen-containing oral contraceptives. Adjustments to the Maintenance Dose of Lamotrigine in Women Taking Estrogen-Containing Oral Contraceptives: (1) Taking Estrogen-Containing Oral Contraceptives : In women not taking carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation [see Drug Interactions (7) , Clinical Pharmacology (12.3) ], the maintenance dose of lamotrigine orally disintegrating tablets will in most cases need to be increased by as much as 2-fold over the recommended target maintenance dose to maintain a consistent lamotrigine plasma level. (2) Starting Estrogen-Containing Oral Contraceptives: In women taking a stable dose of lamotrigine orally disintegrating tablets and not taking carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation [see Drug Interactions (7) , Clinical Pharmacology (12.3) ], the maintenance dose will in most cases need to be increased by as much as 2-fold to maintain a consistent lamotrigine plasma level. The dose increases should begin at the same time that the oral contraceptive is introduced and continue, based on clinical response, no more rapidly than 50 to 100 mg/day every week. Dose increases should not exceed the recommended rate (see Tables 1 and 5) unless lamotrigine plasma levels or clinical response support larger increases. Gradual transient increases in lamotrigine plasma levels may occur during the week of inactive hormonal preparation (pill-free week), and these increases will be greater if dose increases are made in the days before or during the week of inactive hormonal preparation. Increased lamotrigine plasma levels could result in additional adverse reactions, such as dizziness, ataxia, and diplopia. If adverse reactions attributable to lamotrigine orally disintegrating tablets consistently occur during the pill-free week, dose adjustments to the overall maintenance dose may be necessary. Dose adjustments limited to the pill-free week are not recommended. For women taking lamotrigine orally disintegrating tablets in addition to carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation [see Drug Interactions (7) , Clinical Pharmacology (12.3) ], no adjustment to the dose of lamotrigine orally disintegrating tablets should be necessary. (3) Stopping Estrogen-Containing Oral Contraceptives : In women not taking carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation [see Drug Interactions (7) , Clinical Pharmacology (12.3) ], the maintenance dose of lamotrigine orally disintegrating tablets will in most cases need to be decreased by as much as 50% in order to maintain a consistent lamotrigine plasma level. The decrease in dose of lamotrigine orally disintegrating tablets should not exceed 25% of the total daily dose per week over a 2-week period, unless clinical response or lamotrigine plasma levels indicate otherwise [see Clinical Pharmacology (12.3) ]. In women taking lamotrigine orally disintegrating tablets in addition to carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation [see Drug Interactions (7) , Clinical Pharmacology (12.3) ], no adjustment to the dose of lamotrigine orally disintegrating tablets should be necessary. Women and Other Hormonal Contraceptive Preparations or Hormone Replacement Therapy The effect of other hormonal contraceptive preparations or hormone replacement therapy on the pharmacokinetics of lamotrigine has not been systematically evaluated. It has been reported that ethinylestradiol, not progestogens, increased the clearance of lamotrigine up to 2-fold, and the progestin-only pills had no effect on lamotrigine plasma levels. Therefore, adjustments to the dosage of lamotrigine orally disintegrating tablets in the presence of progestogens alone will likely not be needed. Patients Taking Atazanavir/Ritonavir While atazanavir/ritonavir does reduce the lamotrigine plasma concentration, no adjustments to the recommended dose-escalation guidelines for lamotrigine orally disintegrating tablets should be necessary solely based on the use of atazanavir/ritonavir. Dose escalation should follow the recommended guidelines for initiating adjunctive therapy with lamotrigine orally disintegrating tablets based on concomitant AED or other concomitant medications (see Tables 1, 2, and 5). In patients already taking maintenance doses of lamotrigine orally disintegrating tablets and not taking glucuronidation inducers, the dose of lamotrigine orally disintegrating tablets may need to be increased if atazanavir/ritonavir is added or decreased if atazanavir/ritonavir is discontinued [see Clinical Pharmacology (12.3) ]. Patients with Hepatic Impairment Experience in patients with hepatic impairment is limited. Based on a clinical pharmacology study in 24 subjects with mild, moderate, and severe liver impairment [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ], the following general recommendations can be made. No dosage adjustment is needed in patients with mild liver impairment. Initial, escalation, and maintenance doses should generally be reduced by approximately 25% in patients with moderate and severe liver impairment without ascites and 50% in patients with severe liver impairment with ascites. Escalation and maintenance doses may be adjusted according to clinical response. Patients with Renal Impairment Initial doses of lamotrigine orally disintegrating tablets should be based on patients’ concomitant medications (see Tables 1 to 3 and 5); reduced maintenance doses may be effective for patients with significant renal impairment [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ]. Few patients with severe renal impairment have been evaluated during chronic treatment with lamotrigine orally disintegrating tablets. Because there is inadequate experience in this population, lamotrigine orally disintegrating tablets should be used with caution in these patients. Discontinuation Strategy Epilepsy : For patients receiving lamotrigine orally disintegrating tablets in combination with other AEDs, a re-evaluation of all AEDs in the regimen should be considered if a change in seizure control or an appearance or worsening of adverse reactions is observed. If a decision is made to discontinue therapy with lamotrigine orally disintegrating tablets, a step-wise reduction of dose over at least 2 weeks (approximately 50% per week) is recommended unless safety concerns require a more rapid withdrawal [see Warnings and Precautions (5.10) ]. Discontinuing carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation should prolong the half-life of lamotrigine; discontinuing valproate should shorten the half-life of lamotrigine. Bipolar Disorder: In the controlled clinical trials, there was no increase in the incidence, type, or severity of adverse reactions following abrupt termination of lamotrigine orally disintegrating tablets. In the clinical development program in adults with bipolar disorder, 2 patients experienced seizures shortly after abrupt withdrawal of lamotrigine orally disintegrating tablets. Discontinuation of lamotrigine orally disintegrating tablets should involve a step-wise reduction of dose over at least 2 weeks (approximately 50% per week) unless safety concerns require a more rapid withdrawal [see Warnings and Precautions (5.10) ]. 2.2 Epilepsy - Adjunctive Therapy This section provides specific dosing recommendations for patients older than 12 years and patients aged 2 to 12 years. Within each of these age-groups, specific dosing recommendations are provided depending upon the concomitant AEDs or other concomitant medications (see Table 1 for patients older than 12 years and Table 2 for patients aged 2 to 12 years). A weight-based dosing guide for patients aged 2 to 12 years on concomitant valproate is provided in Table 3. Patients Older than 12 Years Recommended dosing guidelines are summarized in Table 1. Table 1. Escalation Regimen for Lamotrigine Orally Disintegrating Tablets in Patients Older than 12 Years with Epilepsy In Patients TAKING Valproate a In Patients NOT TAKING Carbamazepine, Phenytoin, Phenobarbital, Primidone, b or Valproate a In Patients TAKING Carbamazepine, Phenytoin, Phenobarbital, or Primidone b and NOT TAKING Valproate a Weeks 1 and 2 25 mg every other day 25 mg every day 50 mg/day Weeks 3 and 4 25 mg every day 50 mg/day 100 mg/day (in 2 divided doses) Week 5 onward to maintenance Increase by 25 to 50 mg/day every 1 to 2 weeks. Increase by 50 mg/day every 1 to 2 weeks. Increase by 100 mg/day every 1 to 2 weeks. Usual maintenance dose 100 to 200 mg/day with valproate alone 100 to 400 mg/day with valproate and other drugs that induce glucuronidation (in 1 or 2 divided doses) 225 to 375 mg/day (in 2 divided doses) 300 to 500 mg/day (in 2 divided doses) a Valproate has been shown to inhibit glucuronidation and decrease the apparent clearance of lamotrigine [see Drug Interactions (7) , Clinical Pharmacology (12.3) ]. b Drugs that induce lamotrigine glucuronidation and increase clearance, other than the specified antiepileptic drugs, include estrogen-containing oral contraceptives, rifampin, and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir. Dosing recommendations for oral contraceptives and the protease inhibitor atazanavir/ritonavir can be found in General Dosing Considerations [see Dosage and Administration (2.1)]. Patients on rifampin and the protease inhibitor lopinavir/ritonavir should follow the same dosing titration/maintenance regimen used with antiepileptic drugs that induce glucuronidation and increase clearance [see Dosage and Administration (2.1) , Drug Interactions (7) , Clinical Pharmacology (12.3) ]. Patients Aged 2 to 12 Years Recommended dosing guidelines are summarized in Table 2. Lower starting doses and slower dose escalations than those used in clinical trials are recommended because of the suggestion that the risk of rash may be decreased by lower starting doses and slower dose escalations. Therefore, maintenance doses will take longer to reach in clinical practice than in clinical trials. It may take several weeks to months to achieve an individualized maintenance dose. Maintenance doses in patients weighing <30 kg, regardless of age or concomitant AED, may need to be increased as much as 50%, based on clinical response. Table 2. Escalation Regimen for Lamotrigine Orally Disintegrating Tablets in Patients Aged 2 to 12 Years with Epilepsy In Patients TAKING Valproate a In Patients NOT TAKING Carbamazepine, Phenytoin, Phenobarbital, Primidone, b or Valproate a In Patients TAKING Carbamazepine, Phenytoin, Phenobarbital, or Primidone b and NOT TAKING Valproate a Weeks 1 and 2 0.15 mg/kg/day in 1 or 2 divided doses, rounded down to the nearest whole tablet (see Table 3 for weight-based dosing guide) 0.3 mg/kg/day in 1 or 2 divided doses, rounded down to the nearest whole tablet 0.6 mg/kg/day in 2 divided doses, rounded down to the nearest whole tablet Weeks 3 and 4 0.3 mg/kg/day in 1 or 2 divided doses, rounded down to the nearest whole tablet (see Table 3 for weight-based dosing guide) 0.6 mg/kg/day in 2 divided doses, rounded down to the nearest whole tablet 1.2 mg/kg/day in 2 divided doses, rounded down to the nearest whole tablet Week 5 onward to maintenance The dose should be increased every 1 to 2 weeks as follows: calculate 0.3 mg/kg/day, round this amount down to the nearest whole tablet, and add this amount to the previously administered daily dose. The dose should be increased every 1 to 2 weeks as follows: calculate 0.6 mg/kg/day, round this amount down to the nearest whole tablet, and add this amount to the previously administered daily dose. The dose should be increased every 1 to 2 weeks as follows: calculate 1.2 mg/kg/day, round this amount down to the nearest whole tablet, and add this amount to the previously administered daily dose. Usual maintenance dose 1 to 5 mg/kg/day (maximum 200 mg/day in 1 or 2 divided doses) 1 to 3 mg/kg/day with valproate alone 4.5 to 7.5 mg/kg/day (maximum 300 mg/day in 2 divided doses) 5 to 15 mg/kg/day (maximum 400 mg/day in 2 divided doses) Maintenance dose in patients <30 kg May need to be increased by as much as 50%, based on clinical response. May need to be increased by as much as 50%, based on clinical response. May need to be increased by as much as 50%, based on clinical response. Note: Only whole tablets should be used for dosing. a Valproate has been shown to inhibit glucuronidation and decrease the apparent clearance of lamotrigine [see Drug Interactions (7) , Clinical Pharmacology (12.3) ]. b Drugs that induce lamotrigine glucuronidation and increase clearance, other than the specified antiepileptic drugs, include estrogen-containing oral contraceptives, rifampin, and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir. Dosing recommendations for oral contraceptives and the protease inhibitor atazanavir/ritonavir can be found in General Dosing Considerations [see Dosage and Administration (2.1) ]. Patients on rifampin and the protease inhibitor lopinavir/ritonavir should follow the same dosing titration/maintenance regimen used with antiepileptic drugs that induce glucuronidation and increase clearance [see Dosage and Administration (2.1) , Drug Interactions (7) , Clinical Pharmacology (12.3) ]. Table 3. The Initial Weight-Based Dosing Guide for Patients Aged 2 to 12 Years Taking Valproate (Weeks 1 to 4) with Epilepsy If the patient’s weight is Give this daily dose, using the most appropriate combination of lamotrigine 2- and 5-mg tablets Greater than And less than Weeks 1 and 2 Weeks 3 and 4 6.7 kg 14 kg 2 mg every other day 2 mg every day 14.1 kg 27 kg 2 mg every day 4 mg every day 27.1 kg 34 kg 4 mg every day 8 mg every day 34.1 kg 40 kg 5 mg every day 10 mg every day Usual Adjunctive Maintenance Dose for Epilepsy The usual maintenance doses identified in Tables 1 and 2 are derived from dosing regimens employed in the placebo-controlled adjunctive trials in which the efficacy of lamotrigine orally disintegrating tablet was established. In patients receiving multidrug regimens employing carbamazepine, phenytoin, phenobarbital, or primidone without valproate , maintenance doses of adjunctive lamotrigine orally disintegrating tablets as high as 700 mg/day have been used. In patients receiving valproate alone , maintenance doses of adjunctive lamotrigine orally disintegrating tablets as high as 200 mg/day have been used. The advantage of using doses above those recommended in Tables 1 to 4 has not been established in controlled trials. 2.3 Epilepsy - Conversion from Adjunctive Therapy to Monotherapy The goal of the transition regimen is to attempt to maintain seizure control while mitigating the risk of serious rash associated with the rapid titration of lamotrigine orally disintegrating tablets. The recommended maintenance dose of lamotrigine orally disintegrating tablets as monotherapy is 500 mg/day given in 2 divided doses. To avoid an increased risk of rash, the recommended initial dose and subsequent dose escalations for lamotrigine should not be exceeded [see Boxed Warning ]. Conversion from Adjunctive Therapy with Carbamazepine, Phenytoin, Phenobarbital, or Primidone to Monotherapy with Lamotrigine Orally Disintegrating Tablets After achieving a dose of 500 mg/day of lamotrigine orally disintegrating tablets using the guidelines in Table 1, the concomitant enzyme-inducing AED should be withdrawn by 20% decrements each week over a 4-week period. The regimen for the withdrawal of the concomitant AED is based on experience gained in the controlled monotherapy clinical trial. Conversion from Adjunctive Therapy with Valproate to Monotherapy with Lamotrigine Orally Disintegrating Tablets The conversion regimen involves the 4 steps outlined in Table 4. Table 4. Conversion from Adjunctive Therapy with Valproate to Monotherapy with Lamotrigine Orally Disintegrating Tablets in Patients Aged 16 Years and Older with Epilepsy Lamotrigine Orally Disintegrating Tablets Valproate Step 1 Achieve a dose of 200 mg/day according to guidelines in Table 1. Maintain established stable dose. Step 2 Maintain at 200 mg/day. Decrease dose by decrements no greater than 500 mg/day/week to 500 mg/day and then maintain for 1 week. Step 3 Increase to 300 mg/day and maintain for 1 week. Simultaneously decrease to 250 mg/day and maintain for 1 week. Step 4 Increase by 100 mg/day every week to achieve maintenance dose of 500 mg/day. Discontinue. Conversion from Adjunctive Therapy with Antiepileptic Drugs other than Carbamazepine, Phenytoin, Phenobarbital, Primidone, or Valproate to Monotherapy with Lamotrigine Orally Disintegrating Tablets No specific dosing guidelines can be provided for conversion to monotherapy with lamotrigine orally disintegrating tablets with AEDs other than carbamazepine, phenytoin, phenobarbital, primidone, or valproate. 2.4 Bipolar Disorder The goal of maintenance treatment with lamotrigine orally disintegrating tablet is to delay the time to occurrence of mood episodes (depression, mania, hypomania, mixed episodes) in patients treated for acute mood episodes with standard therapy [see Indications and Usage (1.2) ] . Patients taking lamotrigine orally disintegrating tablets for more than 16 weeks should be periodically reassessed to determine the need for maintenance treatment. Adults The target dose of lamotrigine orally disintegrating tablet is 200 mg/day (100 mg/day in patients taking valproate, which decreases the apparent clearance of lamotrigine, and 400 mg/day in patients not taking valproate and taking either carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitor lopinavir/ritonavir that increase the apparent clearance of lamotrigine). In the clinical trials, doses up to 400 mg/day as monotherapy were evaluated; however, no additional benefit was seen at 400 mg/day compared with 200 mg/day [see Clinical Studies (14.2) ] . Accordingly, doses above 200 mg/day are not recommended. Treatment with lamotrigine orally disintegrating tablets are introduced, based on concurrent medications, according to the regimen outlined in Table 5. If other psychotropic medications are withdrawn following stabilization, the dose of lamotrigine orally disintegrating tablets should be adjusted. In patients discontinuing valproate, the dose of lamotrigine orally disintegrating tablets should be doubled over a 2-week period in equal weekly increments (see Table 6). In patients discontinuing carbamazepine, phenytoin, phenobarbital, primidone, or other drugs such as rifampin and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir that induce lamotrigine glucuronidation, the dose of lamotrigine orally disintegrating tablets should remain constant for the first week and then should be decreased by half over a 2-week period in equal weekly decrements (see Table 6). The dose of lamotrigine orally disintegrating tablets may then be further adjusted to the target dose (200 mg) as clinically indicated. If other drugs are subsequently introduced, the dose of lamotrigine orally disintegrating tablets may need to be adjusted. In particular, the introduction of valproate requires reduction in the dose of lamotrigine orally disintegrating tablets [see Drug Interactions (7) , Clinical Pharmacology (12.3) ]. To avoid an increased risk of rash, the recommended initial dose and subsequent dose escalations of lamotrigine orally disintegrating tablets should not be exceeded [see Boxed Warning ]. Table 5. Escalation Regimen for Lamotrigine Orally Disintegrating Tablets in Adults with Bipolar Disorder In Patients TAKING Valproate a In Patients NOT TAKING Carbamazepine, Phenytoin, Phenobarbital, Primidone, b or Valproate a In Patients TAKING Carbamazepine, Phenytoin, Phenobarbital, or Primidone b and NOT TAKING Valproate a Weeks 1 and 2 25 mg every other day 25 mg daily 50 mg daily Weeks 3 and 4 25 mg daily 50 mg daily 100 mg daily, in divided doses Week 5 50 mg daily 100 mg daily 200 mg daily, in divided doses Week 6 100 mg daily 200 mg daily 300 mg daily, in divided doses Week 7 100 mg daily 200 mg daily up to 400 mg daily, in divided doses a Valproate has been shown to inhibit glucuronidation and decrease the apparent clearance of lamotrigine [see Drug Interactions (7) , Clinical Pharmacology (12.3) ] . b Drugs that induce lamotrigine glucuronidation and increase clearance, other than the specified antiepileptic drugs, include estrogen-containing oral contraceptives, rifampin, and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir. Dosing recommendations for oral contraceptives and the protease inhibitor atazanavir/ritonavir can be found in General Dosing Considerations [see Dosage and Administration (2.1) ] . Patients on rifampin and the protease inhibitor lopinavir/ritonavir should follow the same dosing titration/maintenance regimen used with antiepileptic drugs that induce glucuronidation and increase clearance [see Dosage and Administration (2.1) , Drug Interactions (7) , Clinical Pharmacology (12.3) ]. Table 6. Dosage Adjustments to Lamotrigine Orally Disintegrating Tablets in Adults with Bipolar Disorder following Discontinuation of Psychotropic Medications Discontinuation of Psychotropic Drugs (excluding Valproate, a Carbamazepine, Phenytoin, Phenobarbital, or Primidone b ) After Discontinuation of Valproate a After Discontinuation of Carbamazepine, Phenytoin, Phenobarbital, or Primidone b Current Dose of Lamotrigine Orally Disintegrating Tablets (mg/day) 100 Current Dose of Lamotrigine Orally Disintegrating Tablets(mg/day) 400 Week 1 Maintain current dose of lamotrigine orally disintegrating tablets 150 400 Week 2 Maintain current dose of lamotrigine orally disintegrating tablets 200 300 Week 3 onward Maintain current dose of lamotrigine orally disintegrating tablets 200 200 a Valproate has been shown to inhibit glucuronidation and decrease the apparent clearance of lamotrigine [see Drug Interactions (7) , Clinical Pharmacology (12.3) ]. b Drugs that induce lamotrigine glucuronidation and increase clearance, other than the specified antiepileptic drugs, include estrogen-containing oral contraceptives, rifampin, and the protease inhibitors lopinavir/ritonavir and atazanavir/ritonavir. Dosing recommendations for oral contraceptives and the protease inhibitor atazanavir/ritonavir can be found in General Dosing Considerations [see Dosage and Administration (2.1) ] . Patients on rifampin and the protease inhibitor lopinavir/ritonavir should follow the same dosing titration/maintenance regimen used with antiepileptic drugs that induce glucuronidation and increase clearance [see Dosage and Administration (2.1) , Drug Interactions (7) , Clinical Pharmacology (12.3) ]. 2.6 Administration of Lamotrigine Orally Disintegrating Tablets Lamotrigine orally disintegrating tablets should be placed onto the tongue and moved around in the mouth. The tablet will disintegrate rapidly, can be swallowed with or without water, and can be taken with or without food."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lamotrigine orally disintegrating tablets are indicated for: Epilepsy—adjunctive therapy in patients aged 2 years and older : partial-onset seizures. primary generalized tonic-clonic seizures. generalized seizures of Lennox-Gastaut syndrome. ( 1.1 ) Epilepsy—monotherapy in patients aged 16 years and older : Conversion to monotherapy in patients with partial-onset seizures who are receiving treatment with carbamazepine, phenytoin, phenobarbital, primidone, or valproate as the single antiepileptic drug. ( 1.1 ) Bipolar disorder : Maintenance treatment of bipolar I disorder to delay the time to occurrence of mood episodes in patients treated for acute mood episodes with standard therapy. ( 1.2 ) Limitations of Use: Treatment of acute manic or mixed episodes is not recommended. Effectiveness of lamotrigine in the acute treatment of mood episodes has not been established. 1.1 Epilepsy Adjunctive Therapy Lamotrigine orally disintegrating tablets are indicated as adjunctive therapy for the following seizure types in patients aged 2 years and older: partial-onset seizures. primary generalized tonic-clonic (PGTC) seizures. generalized seizures of Lennox-Gastaut syndrome. Monotherapy Lamotrigine orally disintegrating tablets are indicated for conversion to monotherapy in adults (aged 16 years and older) with partial-onset seizures who are receiving treatment with carbamazepine, phenytoin, phenobarbital, primidone, or valproate as the single antiepileptic drug (AED). Safety and effectiveness of lamotrigine orally disintegrating tablets have not been established (1) as initial monotherapy; (2) for conversion to monotherapy from AEDs other than carbamazepine, phenytoin, phenobarbital, primidone, or valproate; or (3) for simultaneous conversion to monotherapy from 2 or more concomitant AEDs. 1.2 Bipolar Disorder Lamotrigine orally disintegrating tablets are indicated for the maintenance treatment of bipolar I disorder to delay the time to occurrence of mood episodes (depression, mania, hypomania, mixed episodes) in patients treated for acute mood episodes with standard therapy [see Clinical Studies (14.2) ] . Limitations of Use Treatment of acute manic or mixed episodes is not recommended. Effectiveness of lamotrigine orally disintegrating tablets in the acute treatment of mood episodes has not been established."
  ],
  "fetched_at": "2025-10-01T02:52:08.466674",
  "source": "OpenFDA"
}