{
  "drug_name": "Dabigatran etexilate",
  "generic_name": [
    "Dabigatran etexilate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Because of amiodarone's long half-life, expect drug interactions to persist for weeks to months after discontinuation of amiodarone. Drug interactions with amiodarone are described in Table 1 below. Table 1: Amiodarone Drug Interactions Concomitant Drug Class/Name Examples Clinical Comment Pharmacodynamic Interactions QT Prolonging Drugs class I and III antiarrhythmics, lithium, certain phenothiazines, tricyclic antidepressants, certain fluoroquinolone and macrolide antibiotics, azole antifungals, halogenated inhalation anesthetic agents Increased risk of Torsade de Pointes. Avoid concomitant use. Negative Chronotropes digoxin, beta blockers, verapamil, diltiazem, clonidine, ivabradine Potentiates the electrophysiologic and hemodynamic effects of amiodarone, resulting in bradycardia, sinus arrest, and AV block. Monitor heart rate. Pharmacokinetic Interactions CYP450 Inhibitors grapefruit juice, certain fluoroquinolone and macrolide antibiotics, azole antifungals, cimetidine, certain protease inhibitors Increased exposure of amiodarone. Avoid concomitant use. CYP450 Inducers St. John's Wort Reduced amiodarone serum levels. Cyclosporine Increased plasma levels of cyclosporine have been reported resulting in elevated creatinine, despite reduction of cyclosporine dose. Monitor cyclosporine drug levels and renal function with concomitant use. Cholestyramine Reduced amiodarone serum levels. Antiarrhythmics quinidine, procainamide, flecainide Reserve concomitant use for patients who are unresponsive to a single agent. Antiarrhythmic metabolism inhibited by amiodarone. Initiate antiarrhythmic at a lower than usual dose and monitor patient carefully. Reduce dose levels of previously administered antiarrhythmic by 30 to 50% for several days after transitioning to oral amiodarone. Evaluate continued need for antiarrhythmic. Digoxin Increased digoxin concentration. Reduce digoxin by half or discontinue. If continued, monitor for evidence of toxicity. HMG-CoA Reductase Inhibitors simvastatin, lovastatin, atorvastatin Increased plasma concentration of HMG-CoA reductase inhibitor. Limit the dose of lovastatin to 40 mg. Limit the coadministered dose of simvastatin to 20 mg. Lower starting dose of other CYP3A4 substrates may be required. Warfarin Potentiates anticoagulant response and can result in serious or fatal bleeding. Coadministration increases prothrombin time by 100% after 3 to 4 days. Reduce warfarin dose by one-third to one-half and monitor prothrombin times. Phenytoin Increased steady-state levels of phenytoin. Monitor phenytoin levels. Hepatitis C Direct Acting Antiviral sofosbuvir Cases of symptomatic bradyarrhythmia requiring pacemaker insertion have been reported in patients on oral maintenance amiodarone who initiated therapy with sofosbuvir. CYP3A Substrate lidocaine Sinus bradycardia has been reported with oral amiodarone in combination with lidocaine given for local anesthesia. Monitor heart rate. A lower starting dose of lidocaine may be required. CYP3A Substrate fentanyl Fentanyl in combination with amiodarone may cause hypotension, bradycardia, and decreased cardiac output. Avoid coadministration of amiodarone with other antiarrhythmics and drugs known to prolong the QT interval. ( 7 ) Amiodarone is a substrate for CYP3A and CYP2C8, so inhibitors and inducers affect amiodarone exposure. ( 7 ) Amiodarone inhibits P-glycoprotein and CYP1A2, CYP2C9, CYP2D6, and CYP3A, increasing exposure to other drugs. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in more detail in other sections of the prescribing information: Pulmonary Toxicity [see Warnings and Precautions (5.2) ] Hepatic Injury [see Warnings and Precautions (5.3) ] Worsened Arrhythmia [see Warnings and Precautions (5.4) ] Visual Impairment and Loss of Vision [see Warnings and Precautions (5.5) ] Thyroid Abnormalities [see Warnings and Precautions (5.6) ] Bradycardia [see Warnings and Precautions (5.7) ] Peripheral Neuropathy [see Warnings and Precautions (5.10) ] Photosensitivity and Skin Discoloration [see Warnings and Precautions (5.11) ] The most common reactions (>1%) leading to discontinuation of amiodarone hydrochloride tablets include pulmonary toxicity, paroxysmal ventricular tachycardia, congestive heart failure, and elevation of liver enzymes. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Taro Pharmaceuticals U.S.A., Inc. at 1-866-923-4914 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. At the usual maintenance dose (400 mg/day) and above, amiodarone hydrochloride causes adverse reactions in about three-fourths of all patients, resulting in discontinuation in 7 to 18%. In surveys of almost 5,000 patients treated in open U.S. studies and in published reports of treatment with amiodarone hydrochloride tablets, the adverse reactions most frequently requiring discontinuation of amiodarone hydrochloride included pulmonary infiltrates or fibrosis, paroxysmal ventricular tachycardia, congestive heart failure, and elevation of liver enzymes. Other symptoms causing discontinuations less often included visual disturbances, photosensitivity, blue skin discoloration, hyperthyroidism, and hypothyroidism. The following side-effect rates are based on a retrospective study of 241 patients treated for 2 to 1,515 days (mean 441.3 days): Thyroid Common: Hypothyroidism, hyperthyroidism. Cardiovascular Common: Congestive heart failure, cardiac arrhythmias, SA node dysfunction. Gastrointestinal Very common: Nausea, vomiting. Common: Constipation, anorexia, abdominal pain. Dermatologic Common: Solar dermatitis/photosensitivity. Neurologic Common: Malaise and fatigue, tremor/abnormal involuntary movements, lack of coordination, abnormal gait/ataxia, dizziness, paresthesias, decreased libido, insomnia, headache, sleep disturbances. Ophthalmic Common: Visual disturbances. Hepatic Common: Abnormal liver-function tests, nonspecific hepatic disorders. Respiratory Common: Pulmonary inflammation or fibrosis. Other Common: Flushing, abnormal taste and smell, edema, abnormal salivation, coagulation abnormalities. Uncommon: Blue skin discoloration, rash, spontaneous ecchymosis, alopecia, hypotension, and cardiac conduction abnormalities. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of amiodarone hydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hematologic: hemolytic anemia, aplastic anemia, pancytopenia, neutropenia, thrombocytopenia, agranulocytosis, granuloma. Immune: anaphylactic/anaphylactoid reaction (including shock), angioedema. Neurologic: pseudotumor cerebri, parkinsonian symptoms such as akinesia and bradykinesia (sometimes reversible with discontinuation of therapy), demyelinating polyneuropathy. Psychiatric: hallucination, confusional state, disorientation, delirium. Cardiac: hypotension (sometimes fatal), sinus arrest. Respiratory: eosinophilic pneumonia, acute respiratory distress syndrome in the post-operative setting, bronchospasm, bronchiolitis obliterans organizing pneumonia, pulmonary alveolar hemorrhage, pleural effusion, pleuritis. Gastrointestinal: pancreatitis, acute pancreatitis. Hepatic: hepatitis, cholestatic hepatitis, cirrhosis. Skin and Subcutaneous Tissue Disorders: urticaria, toxic epidermal necrolysis (sometimes fatal), erythema multiforme, Stevens-Johnson syndrome, exfoliative dermatitis, bullous dermatitis, drug rash with eosinophilia and systemic symptoms (DRESS), eczema, pruritus, skin cancer, lupus-like syndrome. Musculoskeletal: myopathy, muscle weakness, rhabdomyolysis. Renal: renal impairment, renal insufficiency, acute renal failure. Reproductive: epididymitis, impotence. Body as a whole: fever, dry mouth. Endocrine and metabolic: thyroid nodules/thyroid cancer, syndrome of inappropriate antidiuretic hormone secretion (SIADH). Vascular: vasculitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Cardiogenic shock. Sick sinus syndrome, second- or third-degree atrioventricular block, bradycardia leading to syncope without a functioning pacemaker. Known hypersensitivity to the drug or to any of its components, including iodine. Amiodarone hydrochloride tablets are contraindicated in patients with ( 4 ): Cardiogenic shock. Sick sinus syndrome, second- or third-degree AV block, bradycardia leading to syncope without a functioning pacemaker. Known hypersensitivity to the drug or any of its components."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Dosage must be individualized based on severity of arrhythmia and response. Use the lowest effective dose. Obtain baseline chest x-ray, pulmonary function tests, thyroid function tests, and liver aminotransferases. Correct hypokalemia, hypomagnesemia, and hypocalcemia before initiating treatment. Initiate treatment with a loading doses of 800 to 1600 mg/day until initial therapeutic response occurs (usually 1 to 3 weeks). Once adequate arrhythmia control is achieved, or if side effects become prominent, reduce amiodarone hydrochloride tablets dose to 600 to 800 mg/day for one month and then to the maintenance dose, usually 400 mg/day. ( 2 ) Recommended Dosage: Initiate treatment with a loading doses of 800 to 1600 mg/day until initial therapeutic response occurs (usually 1 to 3 weeks). Once adequate arrhythmia control is achieved, or if side effects become prominent, reduce amiodarone hydrochloride tablets dose to 600 to 800 mg/day for one month and then to the maintenance dose, usually 400 mg/day. Administration: Administer amiodarone hydrochloride tablets consistently with regard to meals [see Clinical Pharmacology (12.3) ] . Administration of amiodarone hydrochloride tablets in divided doses with meals is suggested for total daily doses of 1000 mg or higher, or when gastrointestinal intolerance occurs."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Amiodarone hydrochloride tablets are indicated for the treatment of documented, life-threatening recurrent ventricular fibrillation and life-threatening recurrent hemodynamically unstable tachycardia in adults who have not responded to adequate doses of other available antiarrhythmics or when alternative agents cannot be tolerated. Amiodarone hydrochloride tablets are an antiarrhythmic indicated for: Recurrent ventricular fibrillation. ( 1 ) Recurrent hemodynamically unstable ventricular tachycardia. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:31:08.452900",
  "source": "OpenFDA"
}