{
  "drug_name": "Dacarbazine",
  "generic_name": [
    "DACARBAZINE"
  ],
  "brand_names": [
    "Dacarbazine"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Hemopoietic depression is the most common toxicity with dacarbazine and involves primarily the leukocytes and platelets, although, anemia may sometimes occur. Leukopenia and thrombocytopenia may be severe enough to cause death. The possible bone marrow depression requires careful monitoring of white blood cells, red blood cells, and platelet levels. Hemopoietic toxicity may warrant temporary suspension or cessation of therapy with dacarbazine. Hepatic toxicity accompanied by hepatic vein thrombosis and hepatocellular necrosis resulting in death, has been reported. The incidence of such reactions has been low; approximately 0.01% of patients treated. This toxicity has been observed mostly when dacarbazine has been administered concomitantly with other anti-neoplastic drugs; however, it has also been reported in some patients treated with dacarbazine alone. Anaphylaxis can occur following the administration of dacarbazine."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Symptoms of anorexia, nausea, and vomiting are the most frequently noted of all toxic reactions. Over 90% of patients are affected with the initial few doses. The vomiting lasts 1 to 12 hours and is incompletely and unpredictably palliated with phenobarbital and/or prochlorperazine. Rarely, intractable nausea and vomiting have necessitated discontinuance of therapy with dacarbazine. Rarely, dacarbazine has caused diarrhea. Some helpful suggestions include restricting the patient’s oral intake of food for 4 to 6 hours prior to treatment. The rapid toleration of these symptoms suggests that a central nervous system mechanism may be involved, and usually these symptoms subside after the first 1 or 2 days. There are a number of minor toxicities that are infrequently noted. Patients have experienced an influenza-like syndrome of fever to 39°C, myalgias and malaise. These symptoms occur usually after large single doses, may last for several days, and they may occur with successive treatments. Alopecia has been noted as has facial flushing and facial paresthesia. There have been few reports of significant liver or renal function test abnormalities in man. However, these abnormalities have been observed more frequently in animal studies. Erythematous and urticarial rashes have been observed infrequently after administration of dacarbazine. Rarely, photosensitivity reactions may occur. OVERDOSAGE Give supportive treatment and monitor blood cell counts."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Dacarbazine is contraindicated in patients who have demonstrated a hypersensitivity to it in the past."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Malignant Melanoma The recommended dosage is 2 to 4.5 mg/kg/day for 10 days. Treatment may be repeated at 4 week intervals. An alternate recommended dosage is 250 mg/square meter body surface/day I.V. for 5 days. Treatment may be repeated every 3 weeks. Hodgkin's Disease The recommended dosage of dacarbazine in the treatment of Hodgkin's disease is 150 mg/square meter body surface/day for 5 days, in combination with other effective drugs. Treatment may be repeated every 4 weeks. An alternative recommended dosage is 375 mg/square meter body surface on day 1, in combination with other effective drugs, to be repeated every 15 days. Dacarbazine 200 mg/vial is reconstituted with 19.7 mL of Sterile Water for Injection. The resulting solution contains 10 mg/mL of dacarbazine having a pH of 3.0 to 4.0. The calculated dose of the resulting solution is drawn into a syringe and administered only intravenously. The reconstituted solution may be further diluted with 5% dextrose injection, or sodium chloride injection, and administered as an intravenous infusion. After reconstitution and prior to use, the solution in the vial may be stored at 4°C for up to 72 hours or at normal room conditions (temperature and light) for up to 8 hours. If the reconstituted solution is further diluted in 5% dextrose injection or sodium chloride injection, the resulting solution may be stored at 4°C for up to 24 hours or at normal room conditions for up to 8 hours. Procedures for proper handling and disposal of anticancer drugs should be considered. Several guidelines on this subject have been published. 1-7 There is no general agreement that all of the procedures recommended in the guidelines are necessary or appropriate. Parenteral drug products should be inspected visually for particulate matter or discoloration prior to administration whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE Dacarbazine for Injection, USP is indicated in the treatment of metastatic malignant melanoma. In addition, dacarbazine is also indicated for Hodgkin's disease as a second-line therapy when used in combination with other effective agents."
  ],
  "fetched_at": "2025-09-30T22:10:21.948257",
  "source": "OpenFDA"
}