{
  "drug_name": "Dacomitinib",
  "generic_name": [
    "DACOMITINIB"
  ],
  "brand_names": [
    "Vizimpro"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Proton Pump Inhibitors (PPIs): Avoid use with VIZIMPRO; use locally-acting antacids or H2-receptor antagonist; administer VIZIMPRO at least 6 hours before or 10 hours after H2-receptor antagonist. ( 2.4 , 7.1 ) • CYP2D6 Substrates: Avoid concomitant use with VIZIMPRO where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities. ( 7.2 ) 7.1 Effect of Other Drugs on VIZIMPRO Concomitant use with a PPI decreases dacomitinib concentrations, which may reduce VIZIMPRO efficacy. Avoid the concomitant use of PPIs with VIZIMPRO. As an alternative to PPIs, use locally-acting antacids or an H2-receptor antagonist. Administer VIZIMPRO at least 6 hours before or 10 hours after taking an H2-receptor antagonist [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ] . 7.2 Effect of VIZIMPRO on CYP2D6 Substrates Concomitant use of VIZIMPRO increases the concentration of drugs that are CYP2D6 substrates [see Clinical Pharmacology (12.3) ] which may increase the risk of toxicities of these drugs. Avoid concomitant use of VIZIMPRO with CYP2D6 substrates where minimal increases in concentration of the CYP2D6 substrate may lead to serious or life-threatening toxicities."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse drug reactions are described elsewhere in the labeling: • Interstitial Lung Disease [see Warnings and Precautions (5.1) ] • Diarrhea [see Warnings and Precautions (5.2) ] • Dermatologic Adverse Reactions [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence >20%) are diarrhea, rash, paronychia, stomatitis, decreased appetite, dry skin, decreased weight, alopecia, cough, and pruritus. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the Warnings and Precautions section reflect exposure to VIZIMPRO in 394 patients with first-line or previously treated NSCLC with EGFR exon 19 deletion or exon 21 L858R substitution mutations who received VIZIMPRO at the recommended dose of 45 mg once daily in 4 randomized, active-controlled trials [ARCHER 1050 (N=227), Study A7471009 (N=38), Study A7471011 (N=83), and Study A7471028 (N=16)] and one single-arm trial [Study A7471017 (N=30)]. The median duration of exposure to VIZIMPRO was 10.8 months (range 0.07–68) [see Warnings and Precautions (5) ]. The data described below reflect exposure to VIZIMPRO in 227 patients with EGFR mutation-positive, metastatic NSCLC enrolled in a randomized, active-controlled trial (ARCHER 1050 ) ; 224 patients received gefitinib 250 mg orally once daily in the active control arm [see Clinical Studies (14) ] . Patients were excluded if they had a history of ILD, interstitial pneumonitis, or brain metastases. The median duration of exposure to VIZIMPRO was 15 months (range 0.07–37). The most common (>20%) adverse reactions in patients treated with VIZIMPRO were diarrhea (87%), rash (69%), paronychia (64%), stomatitis (45%), decreased appetite (31%), dry skin (30%), decreased weight (26%), alopecia (23%), cough (21%), and pruritus (21%). Serious adverse reactions occurred in 27% of patients treated with VIZIMPRO. The most common (≥1%) serious adverse reactions were diarrhea (2.2%) and interstitial lung disease (1.3%). Dose interruptions occurred in 57% of patients treated with VIZIMPRO. The most frequent (>5%) adverse reactions leading to dose interruptions were rash (23%), paronychia (13%), and diarrhea (10%). Dose reductions occurred in 66% of patients treated with VIZIMPRO. The most frequent (>5%) adverse reactions leading to dose reductions were rash (29%), paronychia (17%), and diarrhea (8%). Adverse reactions leading to permanent discontinuation of VIZIMPRO occurred in 18% of patients. The most common (>0.5%) adverse reactions leading to permanent discontinuation of VIZIMPRO were: rash (2.6%), interstitial lung disease (1.8%), stomatitis (0.9%), and diarrhea (0.9%). Tables 3 and 4 summarize the most common adverse reactions and laboratory abnormalities, respectively, in ARCHER 1050. ARCHER 1050 was not designed to demonstrate a statistically significant difference in adverse reaction rates for VIZIMPRO or for gefitinib for any adverse reaction or laboratory value listed in Table 3 or 4. Table 3. Adverse Reactions Occurring in ≥10% of Patients Receiving VIZIMPRO in ARCHER 1050 National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.03. Adverse Reaction VIZIMPRO (N=227) Gefitinib (N=224) All Grades Grades 1 through 5 are included in All Grades. % Grades 3 and 4 % All Grades % Grades 3 and 4 % Gastrointestinal Diarrhea One Grade 5 (fatal) event in the VIZIMPRO arm. 87 8 56 0.9 Stomatitis Stomatitis includes mucosal inflammation and stomatitis. 45 4.4 19 0.4 Nausea 19 1.3 22 0.4 Constipation 13 0 14 0 Mouth ulceration 12 0 6 0 Skin and Subcutaneous Tissue Rash Rash includes dermatitis acneiform, rash, and rash maculo-papular. 69 23 47 0.4 Paronychia Paronychia includes nail infection, nail toxicity, onychoclasis, onycholysis, onychomadesis, paronychia. 64 8 21 1.3 Dry skin Dry skin includes dry skin, xerosis. 30 1.8 19 0.4 Alopecia 23 0.4 13 0 Pruritus Pruritus includes pruritus, pruritus generalized, rash pruritic. 21 0.9 15 1.3 Palmar-plantar erythrodysesthesia syndrome 15 0.9 3.1 0 Dermatitis 11 1.8 4 0.4 Metabolism and Nutrition Decreased appetite 31 3.1 25 0.4 Decreased weight 26 2.2 17 0.4 Respiratory Cough 21 0 19 0.4 Nasal mucosal disorder Nasal mucosal disorder includes epistaxis, nasal inflammation, nasal mucosal disorder, nasal mucosal ulcer, rhinitis. 19 0 4.9 0 Dyspnea 13 2.2 13 1.8 Upper respiratory tract infection 12 1.3 13 0 Chest pain 10 0 14 0 Eye Conjunctivitis 19 0 4 0 Musculoskeletal Pain in extremity 14 0 12 0 Musculoskeletal pain 12 0.9 13 0 General Asthenia 13 2.2 13 1.3 Psychiatric Insomnia 11 0.4 15 0 Additional adverse reactions (All Grades) that were reported in <10% of patients who received VIZIMPRO in ARCHER 1050 include: General : fatigue 9% Skin and subcutaneous tissue : skin fissures 9%, hypertrichosis 1.3%, skin exfoliation/exfoliative skin reactions 3.5% Gastrointestinal : vomiting 9% Nervous system : dysgeusia 7% Respiratory: interstitial lung disease 2.6% Ocular: keratitis 1.8% Metabolism and nutrition : dehydration 1.3% Table 4. Laboratory Abnormalities Worsening from Baseline in >20% of Patients in ARCHER 1050 NCI CTCAE v4.03, except for increased creatinine which only includes patients with creatinine increase based on upper limit of normal definition. Laboratory Test Abnormality Based on the number of patients with available baseline and at least one on-treatment laboratory test. VIZIMPRO Gefitinib Change from Baseline All Grades (%) Change from Baseline to Grade 3 or Grade 4 (%) Change from Baseline All Grades (%) Change from Baseline to Grade 3 or Grade 4 (%) ALT=alanine aminotransferase; AST=aspartate aminotransferase. Hematology Anemia 44 0.9 26 2.7 Lymphopenia 42 6 35 2.7 Chemistry Hypoalbuminemia 44 0 34 0 Increased ALT 40 1.4 63 13 Hyperglycemia 36 1.0 38 2.5 Increased AST 35 0.5 57 8 Hypocalcemia 33 1.4 28 2.0 Hypokalemia 29 7 18 2.0 Hyponatremia 26 2.9 20 1.5 Increased creatinine 24 0 16 0.5 Increased alkaline phosphatase 22 0.5 21 2.0 Hypomagnesemia 22 0.5 9 0 Hyperbilirubinemia 16 0.5 22 0.5"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage: 45 mg orally once daily with or without food. ( 2.2 ) 2.1 Patient Selection Select patients for the first-line treatment of metastatic NSCLC with VIZIMPRO based on the presence of an EGFR exon 19 deletion or exon 21 L858R substitution mutation in tumor specimens. Information on FDA-approved tests for the detection of EGFR mutations in NSCLC is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage The recommended dosage of VIZIMPRO is 45 mg taken orally once daily, until disease progression or unacceptable toxicity occurs. VIZIMPRO can be taken with or without food [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ] . Take VIZIMPRO the same time each day. If the patient vomits or misses a dose, do not take an additional dose or make up a missed dose but continue with the next scheduled dose. 2.3 Dosage Modifications for Adverse Reactions Reduce the dose of VIZIMPRO for adverse reactions as described in Table 1. Dosage modifications for specific adverse reactions are provided in Table 2. Table 1. VIZIMPRO Recommended Dose Reductions for Adverse Reactions Dose Level Dose (Once Daily) First dose reduction 30 mg Second dose reduction 15 mg Table 2. VIZIMPRO Dosage Modifications for Adverse Reactions Adverse Reaction Severity National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.03. Dosage Modification Interstitial lung disease (ILD) [see Warnings and Precautions (5.1) ] Any Grade • Permanently discontinue VIZIMPRO. Diarrhea [see Warnings and Precautions (5.2) ] Grade 2 • Withhold VIZIMPRO until recovery to less than or equal to Grade 1; then resume VIZIMPRO at the same dose level. • For recurrent Grade 2 diarrhea, withhold until recovery to less than or equal to Grade 1; then resume VIZIMPRO at a reduced dose. Grade 3 or 4 • Withhold VIZIMPRO until recovery to less than or equal to Grade 1; then resume VIZIMPRO at a reduced dose. Dermatologic Adverse Reactions [see Warnings and Precautions (5.3) ] Grade 2 • Withhold VIZIMPRO for persistent dermatologic adverse reactions; upon recovery to less than or equal to Grade 1, resume VIZIMPRO at the same dose level. • For recurrent persistent Grade 2 dermatologic adverse reactions, withhold until recovery to less than or equal to Grade 1; then resume VIZIMPRO at a reduced dose. Grade 3 or 4 • Withhold VIZIMPRO until recovery to less than or equal to Grade 1; then resume VIZIMPRO at a reduced dose. Other Grade 3 or 4 • Withhold VIZIMPRO until recovery to less than or equal to Grade 2; then resume VIZIMPRO at a reduced dose. 2.4 Dosage Modifications for Acid-Reducing Agents Avoid the concomitant use of proton pump inhibitors (PPIs) while taking VIZIMPRO. As an alternative to PPIs, use locally-acting antacids or if using an histamine 2 (H2)-receptor antagonist, administer VIZIMPRO at least 6 hours before or 10 hours after taking an H2-receptor antagonist [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VIZIMPRO is indicated for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 19 deletion or exon 21 L858R substitution mutations as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . VIZIMPRO is a kinase inhibitor indicated for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) with epidermal growth factor receptor (EGFR) exon 19 deletion or exon 21 L858R substitution mutations as detected by an FDA-approved test. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:30:27.645117",
  "source": "OpenFDA"
}