{
  "drug_name": "Dactinomycin",
  "generic_name": [
    "DACTINOMYCIN"
  ],
  "brand_names": [
    "Dactinomycin"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Secondary Malignancy and Leukemia [see Warnings and Precautions ( 5.1 )] Veno-occlusive Disease [see Warnings and Precautions ( 5.2 )] Extravasation [see Warnings and Precautions ( 5.3 )] Myelosuppression [see Warnings and Precautions ( 5.4 )] Immunizations [see Warning and Precautions ( 5.5 )] Severe Mucocutaneous Reactions [see Warnings and Precautions ( 5.6 )] Renal Toxicity [see Warnings and Precautions ( 5.7 )] Hepatotoxicity [see Warnings and Precautions ( 5.8 )] Potentiation of Radiation Toxicity and Radiation Recall [see Warnings and Precautions ( 5.9 )] Common adverse reactions are: infection, alopecia, rash, dysphagia, fatigue, fever, nausea, vomiting, anemia, neutropenia, thrombocytopenia, mucositis, and hepatotoxicity. The following adverse reactions have been identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Infections: infections including sepsis with fatal outcome Hematologic : anemia, leukopenia, thrombocytopenia, pancytopenia, reticulocytopenia, neutropenia, febrile neutropenia, disseminated intravascular coagulation Immune system: hypersensitivity Metabolism and nutrition: anorexia, hypocalcemia, tumor lysis syndrome Nervous system: peripheral neuropathy Ocular: optic neuropathy Vascular: thrombophlebitis, hemorrhage Respiratory, thoracic and mediastinal: pneumonitis, pneumothorax Gastrointestinal: nausea, vomiting, abdominal pain, diarrhea, constipation, gastrointestinal ulceration, cheilitis, dysphagia, esophagitis, ulcerative stomatitis, ascites, proctitis, mucositis Hepatobiliary: liver function test abnormalities, hepatomegaly, hepatitis, hepatic failure with reports of death, hepatic veno-occlusive disease Dermatologic: alopecia, rash, dermatitis, acne, erythema multiforme, Stevens Johnson Syndrome, radiation recall, toxic epidermal necrolysis Musculoskeletal and connective tissue: myalgia, growth retardation Renal and urinary: renal impairment, renal failure General: fatigue, fever, malaise Common adverse reactions are: infection, alopecia, rash, dysphagia, fatigue, fever, nausea, vomiting, anemia, neutropenia, thrombocytopenia, mucositis, and hepatotoxicity ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Wilms Tumor: The recommended dose is 45 mcg/kg intravenously once every 3 to 6 weeks for up to 26 weeks, as part of a multi-agent combination chemotherapy regimen. ( 2.1 ) Rhabdomyosarcoma: The recommended dose is 15 mcg/kg intravenously once daily for 5 days every 3 to 9 weeks for up to 112 weeks, as part of a multi-agent combination chemotherapy regimen. ( 2.2 ) Ewing Sarcoma: The recommended dose is 1,250 mcg/m 2 intravenously once every 3 weeks for 51 weeks, as part of a multi-agent combination chemotherapy regimen. ( 2.3 ) Metastatic Nonseminomatous Testicular Cancer: The recommended dose is 1,000 mcg/m 2 intravenously every 3 weeks, as part of cisplatin-based, multi-drug chemotherapy regimen. ( 2.4 ) Gestational Trophoblastic Neoplasia: Non-metastatic and Low-risk Metastatic Disease: The recommended dose is 12 mcg/kg intravenously daily for 5 days, as a single agent. ( 2.5 ) High-risk Metastatic Disease: The recommended dose is 500 mcg intravenously on Days 1 and 2 every 2 weeks for up to 8 weeks, as part of a multi-agent combination chemotherapy regimen. ( 2.5 ) Regional Perfusion in Locally Recurrent and Locoregional Solid Malignancies: Lower Extremity or Pelvis: The recommend dose is 50 mcg/kg once with melphalan. ( 2.6 ) Upper Extremity: The recommended dose is 35 mcg/kg once with melphalan. ( 2.6 ) 2.1 Recommended Dosage for Wilms Tumor The recommended dose of dactinomycin for injection, as part of a multi-agent combination chemotherapy regimen, is 45 mcg/kg intravenously once every 3 to 6 weeks for up to 26 weeks. 2.2 Recommended Dosage for Rhabdomyosarcoma The recommended dose of dactinomycin for injection, as part of a multi-agent combination chemotherapy regimen, is 15 mcg/kg intravenously once daily for 5 days every 3 to 9 weeks for up to 112 weeks. 2.3 Recommended Dosage for Ewing Sarcoma The recommended dose of dactinomycin for injection, as part of a multi-agent combination chemotherapy regimen, is 1,250 mcg/m 2 intravenously once every 3 weeks for 51 weeks. 2.4 Recommended Dosage for Metastatic Nonseminomatous Testicular Cancer The recommended dose of dactinomycin for injection, as part of a cisplatin-based, multi-agent combination chemotherapy regimen, is 1,000 mcg/m 2 intravenously once every 3 weeks for 12 weeks. 2.5 Recommended Dosage for Gestational Trophoblastic Neoplasia The recommended dose of dactinomycin for injection for nonmetastatic and low-risk metastatic disease is 12 mcg/kg intravenously daily for five days as a single agent. The recommended dose of dactinomycin for injection, as part of a multi-agent combination chemotherapy regimen, for high-risk metastatic disease is 500 mcg intravenously on Days 1 and 2 every 2 weeks for up to 8 weeks. 2.6 Recommended Dosage for Regional Perfusion in Locally Recurrent and Locoregional Solid Malignancies The recommended dose of dactinomycin for injection, in combination with melphalan, is 50 mcg/kg once for lower extremity or pelvis. The recommended dose of dactinomycin for injection, in combination with melphalan, is 35 mcg/kg once for upper extremity. Calculate the dose for obese or edematous patients based on ideal body weight. 2.7 Preparation and Administration Dactinomycin for injection is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 Visually inspect the vials for particulate matter and discoloration, whenever solution and container permit. Preparation Reconstitute each vial by adding 1.1 mL of Sterile Water for Injection without preservative using aseptic techniques. The reconstituted product should be a clear, gold-colored solution at a concentration of 500 mcg per mL. Further dilute the reconstituted product with 5% Dextrose Injection or 0.9% Sodium Chloride Injection to yield concentrations greater than 10 mcg/mL. Store at room temperature for no more than 4 hours from reconstitution to completion of injection or infusion. Discard after 4 hours. Dactinomycin for injection does not contain a preservative. Discard any unused portions. Administration Administer the diluted reconstituted product intravenously over 10 to 15 minutes. Do not use in-line filters with a cellulose ester membrane. Management of Extravasation Discontinue dactinomycin for injection for burning or stinging sensation or other evidence indicating perivenous infiltration or extravasation. Manage confirmed or suspected extravasation as follows: Terminate the injection or infusion immediately and restart in another vein. Intermittent application of ice to the site for 15 minutes 4 times daily for 3 days [see Warnings and Precautions ( 5.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dactinomycin for Injection is an actinomycin indicated for the treatment of: adult and pediatric patients with Wilms tumor, as part of a multi-phase, combination chemotherapy regimen. ( 1.1 ) adult and pediatric patients with rhabdomyosarcoma, as part of a multi-phase, combination chemotherapy regimen. ( 1.2 ) adult and pediatric patients with Ewing sarcoma, as part of a multi-phase, combination chemotherapy regimen. ( 1.3 ) adult and pediatric patients with metastatic, nonseminomatous testicular cancer, as part of a multi-phase, combination chemotherapy regimen. ( 1.4 ) post-menarchal patients with gestational trophoblastic neoplasia, as a single agent or as part of a combination chemotherapy regimen. ( 1.5 ) adult patients with locally recurrent or locoregional solid malignancies, as a component of palliative or adjunctive regional perfusion. ( 1.6 ) 1.1 Wilms Tumor Dactinomycin for Injection is indicated for the treatment of adult and pediatric patients with Wilms tumor, as part of a multi-phase, combination chemotherapy regimen. 1.2 Rhabdomyosarcoma Dactinomycin for Injection is indicated for the treatment of adult and pediatric patients with rhabdomyosarcoma, as part of a multi-phase, combination chemotherapy regimen. 1.3 Ewing Sarcoma Dactinomycin for Injection is indicated for the treatment of adult and pediatric patients with Ewing sarcoma, as part of a multi-phase, combination chemotherapy regimen. 1.4 Metastatic Nonseminomatous Testicular Cancer Dactinomycin for Injection is indicated for the treatment of adult and pediatric patients with metastatic, nonseminomatous testicular cancer, as part of a multi-phase, combination chemotherapy regimen. 1.5 Gestational Trophoblastic Neoplasia Dactinomycin for Injection is indicated for the treatment of post-menarchal patients with gestational trophoblastic neoplasia, as a single agent or as part of a combination chemotherapy regimen. 1.6 Regional Perfusion in Locally Recurrent and Locoregional Solid Malignancies Dactinomycin for Injection is indicated for the treatment of adult patients with locally recurrent or locoregional solid malignancies, as a component of palliative or adjunctive regional perfusion."
  ],
  "fetched_at": "2025-09-30T22:31:19.954693",
  "source": "OpenFDA"
}