{
  "drug_name": "Dalfampridine",
  "generic_name": [
    "DALFAMPRIDINE"
  ],
  "brand_names": [
    "Dalfampridine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS OCT2 Inhibitors: Concomitant use may cause an increased exposure and potential risk of seizures ( 7.1 ) 7.1 OCT2 Inhibitors Concurrent treatment with OCT2 inhibitors, such as cimetidine, may cause increased exposure to dalfampridine [see Clinical Pharmacology ( 12.3 )] . Elevated levels of dalfampridine increase the risk of seizures [see Warnings and Precautions ( 5.1 , 5.2 )]. The potential benefits of taking OCT2 inhibitors concurrently with dalfampridine extended-release tablets should be considered against the risk of seizures in these patients. 7.2 Baclofen No interaction was identified between dalfampridine and baclofen [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in more detail elsewhere in the labeling: •Seizures [see Warnings and Precautions ( 5.1 )] •Anaphylaxis [see Warnings and Precautions ( 5.4 )] The most common adverse events (incidence ≥2% and at a rate greater than the placebo rate) for dalfampridine extended-release tablets were urinary tract infection, insomnia, dizziness, headache, nausea, asthenia, back pain, balance disorder, multiple sclerosis relapse, paresthesia, nasopharyngitis, constipation, dyspepsia, and pharyngolaryngeal pain (6.1). To report SUSPECTED ADVERSE REACTIONS, contact Ascend Laboratories, LLC at 1-877-ASC-RX01 (877-272-7901) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. In three placebo-controlled clinical trials of up to 14 weeks duration, 4% (15/400) of patients treated with dalfampridine extended-release tablets 10 mg twice daily experienced one or more adverse reactions leading to discontinuation, compared to 2% (5/238) of placebo-treated patients. The adverse reactions leading to discontinuation of at least 2 patients treated with dalfampridine extended-release tablets and that led to discontinuation more frequently compared to placebo were headache (dalfampridine extended-release tablets 0.5%, placebo 0%), balance disorder (dalfampridine extended-release tablets 0.5%, placebo 0%), dizziness (dalfampridine extended-release tablets 0.5%, placebo 0%), and confusional state (dalfampridine extended-release tablets 0.3%, placebo 0%). Table 1 lists adverse reactions that occurred in ≥2% of patients treated with dalfampridine extended-release tablets 10 mg twice daily, and more frequently than in placebo-treated patients, in controlled clinical trials. Table 1: Adverse Reactions with an Incidence ≥2% of dalfampridine extended-release tablets-Treated Adult MS Patients and More Frequent with dalfampridine extended-release tablets Compared to Placebo in Controlled Clinical Trials Adverse Reaction Placebo (N=238) % Dalfampridine extended-release tablets 10 mg twice daily (N=400) % Urinary tract infection 8 12 Insomnia 4 9 Dizziness 4 7 Headache 4 7 Nausea 3 7 Asthenia 4 7 Back pain 2 5 Balance disorder 1 5 Multiple sclerosis relapse 3 4 Paresthesia 3 4 Nasopharyngitis 2 4 Constipation 2 3 Dyspepsia 1 2 Pharyngolaryngeal pain 1 2 Other Adverse Reactions Dalfampridine extended-release tablets has been evaluated in a total of 1,952 subjects, including 917 MS patients. A total of 741 patients have been treated with dalfampridine extended-release tablets for over six months, 501 for over one year and 352 for over two years. The experience in open-label clinical trials is consistent with the safety profile observed in the placebo-controlled clinical trials. As in controlled clinical trials, a dose-dependent increase in the incidence of seizures has been observed in open-label clinical trials with dalfampridine extended-release tablets in patients with MS as follows: dalfampridine extended-release tablets 10 mg twice daily 0.41 per 100 person-years (95% confidence interval 0.13 to 0.96); dalfampridine 15 mg twice daily 1.7 per 100 person-years (95% confidence interval 0.21 to 6.28). 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use with dalfampridine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: vomiting, vertigo."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS The use of dalfampridine extended-release tablets are contraindicated in the following conditions: History of seizure [see Warnings and Precautions (5.1)] Moderate or severe renal impairment (CrCl≤50 mL/min) [see Warnings and Precautions (5.2)] History of hypersensitivity to dalfampridine extended-release tablets or 4-aminopyridine; reactions have included anaphylaxis [see Warnings and Precautions (5.4)] History of seizure (4) Moderate or severe renal impairment (CrCl≤50 mL/min) (4) History of hypersensitivity to dalfampridine extended-release tablets or 4-aminopyridine (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The maximum recommended dosage is 10 mg twice daily (approximately 12 hours apart). There is no evidence of additional benefit with doses greater than 10 mg twice daily. Adverse reactions, including seizures, were more frequent at higher doses. (2.1) Take with or without food. Administer tablets whole; do not divide, crush, chew, or dissolve (2.2) Patients should not take double or extra doses if they miss a dose. (2.2) Estimated creatinine clearance (CrCl) should be known before initiating treatment with dalfampridine extended-release tablets. In patients with mild renal impairment (CrCl 51 to 80 mL/min), dalfampridine extended-release tablets may reach plasma levels associated with a greater risk of seizures, and the potential benefits of dalfampridine extended-release tablets should be carefully considered against the risk of seizures in these patients (2.3, 5.2, 8.6) 2.1 Dosage Information The maximum recommended dosage of dalfampridine extended-release tablet is one 10 mg tablet twice daily and should not be exceeded. Take doses approximately 12 hours apart. There is no evidence of additional benefit at doses greater than 10 mg twice daily. Adverse reactions, including seizures, and discontinuations because of adverse reactions were more frequent at higher doses. 2.2 Administration Instructions Dalfampridine extended-release tablet can be taken with or without food. Administer tablets whole; do not divide, crush, chew, or dissolve dalfampridine extended-release tablets. If a dose is missed, patients should not take double or extra doses. 2.3 Renal Monitoring Prior to and During Treatment Estimated creatinine clearance (CrCl) should be known before initiating treatment with dalfampridine extended-release tablets, and monitored at least annually during treatment with dalfampridine extended-release tablets. CrCl can be estimated using the following equation (multiply by 0.85 for women): dalfampridine-equa 2.4 Dosage in Patients with Renal Impairment In patients with mild renal impairment (CrCl 51 to 80 mL/min), dalfampridine extended-release tablet plasma levels may approach those seen at a dose of 15 mg twice daily, a dose that is 1.5 times the maximum recommended dose and may be associated with an increased risk of seizures. As mild renal impairment is common after age 50, estimating CrCl is particularly important in these patients. The potential benefits of dalfampridine extended-release tablet should be carefully considered against the risk of seizures in these patients [see Warnings and Precautions ( 5.2 ) and Clinical Pharmacology (12.3)]. Dalfampridine extended-release tablet is contraindicated in patients with moderate or severe renal impairment (CrCl≤50 mL/min)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dalfampridine extended-release tablets are indicated as a treatment to improve walking in adult patients with multiple sclerosis (MS). This was demonstrated by an increase in walking speed [see Clinical Studies (14) ]. Dalfampridine is a potassium channel blocker indicated to improve walking in adult patients with multiple sclerosis (MS). This was demonstrated by an increase in walking speed ( 1 , 14 )."
  ],
  "fetched_at": "2025-10-01T16:28:44.877602",
  "source": "OpenFDA"
}