{
  "drug_name": "Dantrolene",
  "generic_name": [
    "DANTROLENE SODIUM"
  ],
  "brand_names": [
    "dantrolene sodium"
  ],
  "drug_interactions": [
    "Drug Interactions: Drowsiness may occur with dantrolene sodium therapy, and the concomitant administration of CNS depressants such as sedatives and tranquilizing agents may result in further drowsiness. While a definite drug interaction with estrogen therapy has not yet been established, caution should be observed if the two drugs are to be given concomitantly. Hepatotoxicity has occurred more often in women over 35 years of age receiving concomitant estrogen therapy. Cardiovascular collapse in patients treated simultaneously with verapamil and Dantrolene Sodium is rare. The combination of therapeutic doses of intravenous Dantrolene Sodium and verapamil in halothane/ α -chloralose anesthetized swine has resulted in ventricular fibrillation and cardiovascular collapse in association with marked hyperkalemia. Until the relevance of these findings to humans is established, the combination of Dantrolene Sodium and calcium channel blockers is not recommended during the management of malignant hyperthermia. Administration of dantrolene sodium may potentiate vecuronium-induced neuromuscular block."
  ],
  "warnings": [
    "WARNINGS It is important to recognize that fatal and non-fatal liver disorders of an idiosyncratic or hypersensitivity type may occur with dantrolene sodium therapy. At the start of dantrolene sodium therapy, it is desirable to do liver function studies (SGOT, SGPT, alkaline phosphatase, total bilirubin) for a baseline or to establish whether there is pre-existing liver disease. If baseline liver abnormalities exist and are confirmed, there is a clear possibility that the potential for dantrolene sodium hepatotoxicity could be enhanced, although such a possibility has not yet been established. Liver function studies (e.g., SGOT or SGPT) should be performed at appropriate intervals during dantrolene sodium therapy. If such studies reveal abnormal values, therapy should generally be discontinued. Only where benefits of the drug have been of major importance to the patient, should reinitiation or continuation of therapy be considered. Some patients have revealed a return to normal laboratory values in the face of continued therapy while others have not. If symptoms compatible with hepatitis, accompanied by abnormalities in liver function tests or jaundice appear, dantrolene sodium should be discontinued. If caused by dantrolene sodium and detected early, the abnormalities in liver function characteristically have reverted to normal when the drug was discontinued. Dantrolene sodium therapy has been reinstituted in a few patients who have developed clinical and/or laboratory evidence of hepatocellular injury. If such reinstitution of therapy is done, it should be attempted only in patients who clearly need dantrolene sodium and only after previous symptoms and laboratory abnormalities have cleared. The patient should be hospitalized and the drug should be restarted in very small and gradually increasing doses. Laboratory monitoring should be frequent and the drug should be withdrawn immediately if there is any indication of recurrent liver involvement. Some patients have reacted with unmistakable signs of liver abnormality upon administration of a challenge dose, while others have not. Dantrolene sodium should be used with particular caution in females and in patients over 35 years of age in view of apparent greater likelihood of drug-induced, potentially fatal, hepatocellular disease in these groups. Spontaneous reports suggest a higher proportion of hepatic events with fatal outcome in elderly patients receiving dantrolene sodium . However, the majority of these cases were complicated with confounding factors such as intercurrent illnesses and/or concomitant potentially hepatotoxic medications (see Geriatric Use subsection). Carcinogenesis, Mutagenesis, Impairment of Fertility: Long-term safety of dantrolene sodium in humans has not been established. Chronic studies in rats, dogs, and monkeys at dosages greater than 30 mg/kg/day showed growth or weight depression and signs of hepatopathy and possible occlusion nephropathy, all of which were reversible upon cessation of treatment. Sprague-Dawley female rats fed Dantrolene sodium for 18 months at dosage levels of 15, 30, and 60 mg/kg/day showed an increased incidence of benign and malignant mammary tumors compared with concurrent controls. At the highest dose level, there was an increase in the incidence of benign lymphatic neoplasms. In a 30-month study at the same dose levels also in Sprague-Dawley rats, Dantrolene Sodium produced a decrease in the time of onset of mammary neoplasms. Female rats at the highest dose level showed an increased incidence of hepatic lymphangiomas and hepatic angiosarcomas. The only drug-related effect seen in a 30-month study in Fischer-344 rats was a dose-related reduction in the time of onset of mammary and testicular tumors. A 24-month study in HaM/ICR mice revealed no evidence of carcinogenic activity. Carcinogenicity in humans cannot be fully excluded, so that this possible risk of chronic administration must be weighed against the benefits of the drug (i.e., after a brief trial) for the individual patient. Dantrolene Sodium has produced positive results in the Ames S. Typhimurium bacterial mutagenesis assay in the presence and absence of a liver activating system. Pregnancy: Adequate animal reproduction studies have not been conducted with dantrolene sodium . It is also not known whether dantrolene sodium can cause fatal harm when administered to a pregnant woman or can affect reproduction capacity. Dantrolene sodium should be given to a pregnant woman only if clearly needed. Labor and Delivery: In one non-randomized open-label study, 21 term pregnant patients received prophylactic oral dantrolene sodium 100 mg per day for 2 to 10 days prior to delivery. Dantrolene readily crossed the placenta with maternal and fetal whole blood levels approximately equal at delivery; neonatal levels then fell approximately 50% per day for 2 days before declining sharply. No neonatal respiratory and neuromuscular side effects were detected at low dose. More data, at higher doses, are needed before more definitive conclusions can be made. Nursing Mothers: Dantrolene sodium should not be used in nursing mothers. Usage in Pediatric Patients: The long-term safety of dantrolene sodium in pediatric patients under the age of 5 years has not been established. Because of the possibility that adverse effects of the drug could become apparent only after many years, a benefit-risk consideration of the long-term use of dantrolene sodium is particularly important in pediatric patients. Geriatric Use: Clinical studies of dantrolene sodium did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other reported clinical experience in the literature has not identified differences in responses between the elderly and younger patients. In general, dose selection for an elderly patient should be cautious, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy. As with all patients receiving dantrolene sodium , it is recommended that elderly patients receive the lowest dose compatible with the optimal response. Spontaneous reports suggest a higher proportion of hepatic events with fatal outcome in elderly patients receiving dantrolene sodium . However, the majority of these cases were complicated with confounding factors such as intercurrent illnesses and/or concomitant potentially hepatotoxic medications (for hepatotoxicity details and its management see Black Box and Warnings Sections ). Drug Interactions: Drowsiness may occur with dantrolene sodium therapy, and the concomitant administration of CNS depressants such as sedatives and tranquilizing agents may result in further drowsiness. While a definite drug interaction with estrogen therapy has not yet been established, caution should be observed if the two drugs are to be given concomitantly. Hepatotoxicity has occurred more often in women over 35 years of age receiving concomitant estrogen therapy. Cardiovascular collapse in patients treated simultaneously with verapamil and Dantrolene Sodium is rare. The combination of therapeutic doses of intravenous Dantrolene Sodium and verapamil in halothane/ α -chloralose anesthetized swine has resulted in ventricular fibrillation and cardiovascular collapse in association with marked hyperkalemia. Until the relevance of these findings to humans is established, the combination of Dantrolene Sodium and calcium channel blockers is not recommended during the management of malignant hyperthermia. Administration of dantrolene sodium may potentiate vecuronium-induced neuromuscular block."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequently occurring side effects of dantrolene sodium have been drowsiness, dizziness, weakness, general malaise, fatigue, and diarrhea. These are generally transient, occurring early in treatment, and can often be obviated by beginning with a low dose and increasing dosage gradually until an optimal regimen is established. Diarrhea may be severe and may necessitate temporary withdrawal of dantrolene sodium therapy. If diarrhea recurs upon readministration of dantrolene sodium , therapy should probably be withdrawn permanently. Other less frequent side effects, listed according to system, are: Gastrointestinal: Constipation, rarely progressing to signs of intestinal obstruction, GI bleeding, anorexia, swallowing difficulty, gastric irritation, abdominal cramps, nausea and/or vomiting. Hepatobiliary: Hepatitis (see WARNINGS ). Neurologic: Speech disturbance, seizure, headache, light-headedness, visual disturbance, diplopia, alteration of taste, insomnia, drooling. Cardiovascular: Tachycardia, erratic blood pressure, phlebitis, heart failure. Hematologic: Aplastic anemia, anemia, leukopenia, lymphocytic lymphoma, thrombocytopenia. Psychiatric: Mental depression, mental confusion, increased nervousness. Urogenital: Increased urinary frequency, crystalluria, hematuria, difficult erection, urinary incontinence and/or nocturia, difficult urination and/or urinary retention. Integumentary: Abnormal hair growth, acne-like rash, pruritus, urticaria, eczematoid eruption, sweating. Musculoskeletal: Myalgia, backache. Respiratory: Feeling of suffocation, respiratory depression. Special Senses: Excessive tearing. Hypersensitivity: Pleural effusion with pericarditis, pleural effusion with associated eosinophilia, anaphylaxis. Other: Chills and fever. The published literature has included some reports of dantrolene sodium use in patients with Neuroleptic Malignant Syndrome (NMS). Dantrolene sodium capsules are not indicated for the treatment of NMS and patients may expire despite treatment with dantrolene sodium capsules. For medical advice about adverse reactions contact your medical professional. To report SUSPECTED ADVERSE REACTIONS, contact Endo at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Active hepatic disease, such as hepatitis and cirrhosis, is a contraindication for use of dantrolene sodium . Dantrolene sodium is contraindicated where spasticity is utilized to sustain upright posture and balance in locomotion or whenever spasticity is utilized to obtain or maintain increased function."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION For Use in Chronic Spasticity: Prior to the administration of dantrolene sodium , consideration should be given to the potential response to treatment. A decrease in spasticity sufficient to allow a daily function not otherwise attainable should be the therapeutic goal of treatment with dantrolene sodium . Refer to INDICATIONS AND USAGE section for description of response to be anticipated. It is important to establish a therapeutic goal (regain and maintain a specific function such as therapeutic exercise program, utilization of braces, transfer maneuvers, etc.) before beginning dantrolene sodium therapy. Dosage should be increased until the maximum performance compatible with the dysfunction due to underlying disease is achieved. No further increase in dosage is then indicated. Usual Dosage: It is important that the dosage be titrated and individualized for maximum effect. The lowest dose compatible with optimal response is recommended. In view of the potential for liver damage in long-term dantrolene sodium use, therapy should be stopped if benefits are not evident within 45 days. Adults: The following gradual titration schedule is suggested. Some patients will not respond until higher daily dosage is achieved. Each dosage level should be maintained for seven days to determine the patient's response. If no further benefit is observed at the next higher dose, dosage should be decreased to the previous lower dose. 25 mg once daily for seven days, then 25 mg t.i.d. for seven days 50 mg t.i.d. for seven days 100 mg t.i.d. Therapy with a dose four times daily may be necessary for some individuals. Doses higher than 100 mg four times daily should not be used. ( See BOX WARNING. ) Pediatric Patients: The following gradual titration schedule is suggested. Some patients will not respond until higher daily dosage is achieved. Each dosage level should be maintained for seven days to determine the patient's response. If no further benefit is observed at the next higher dose, dosage should be decreased to the previous lower dose. 0.5 mg/kg once daily for seven days, then 0.5 mg/kg t.i.d. for seven days 1 mg/kg t.i.d. for seven days 2 mg/kg t.i.d. Therapy with a dose four times daily may be necessary for some individuals. Doses higher than 100 mg four times daily should not be used. ( See BOX WARNING. ) For Malignant Hyperthermia: Preoperatively: Administer 4 to 8 mg/kg/day of oral dantrolene sodium in 3 or 4 divided doses for one or two days prior to surgery, with the last dose being given approximately 3 to 4 hours before scheduled surgery with a minimum of water. This dosage will usually be associated with skeletal muscle weakness and sedation (sleepiness or drowsiness); adjustment can usually be made within the recommended dosage range to avoid incapacitation or excessive gastrointestinal irritation (including nausea and/or vomiting). Post Crisis Follow-up: Oral dantrolene sodium should also be administered following a malignant hyperthermia crisis, in doses of 4 to 8 mg/kg per day in four divided doses, for a one to three day period to prevent recurrence of the manifestations of malignant hyperthermia."
  ],
  "indications": [
    "INDICATIONS AND USAGE In Chronic Spasticity: Dantrolene sodium is indicated in controlling the manifestations of clinical spasticity resulting from upper motor neuron disorders (e.g., spinal cord injury, stroke, cerebral palsy, or multiple sclerosis). It is of particular benefit to the patient whose functional rehabilitation has been retarded by the sequelae of spasticity. Such patients must have presumably reversible spasticity where relief of spasticity will aid in restoring residual function. Dantrolene sodium is not indicated in the treatment of skeletal muscle spasm resulting from rheumatic disorders. If improvement occurs, it will ordinarily occur within the dosage titration (see DOSAGE AND ADMINISTRATION ), and will be manifested by a decrease in the severity of spasticity and the ability to resume a daily function not quite attainable without dantrolene sodium. Occasionally, subtle but meaningful improvement in spasticity may occur with dantrolene sodium therapy. In such instances, information regarding improvement should be solicited from the patient and those who are in constant daily contact and attendance with him. Brief withdrawal of dantrolene sodium for a period of 2 to 4 days will frequently demonstrate exacerbation of the manifestations of spasticity and may serve to confirm a clinical impression. A decision to continue the administration of dantrolene sodium on a long-term basis is justified if introduction of the drug into the patient's regimen: produces a significant reduction in painful and/or disabling spasticity such as clonus, or permits a significant reduction in the intensity and/or degree of nursing care required, or rids the patient of any annoying manifestation of spasticity considered important by the patient himself. In Malignant Hyperthermia: Oral dantrolene sodium is also indicated preoperatively to prevent or attenuate the development of signs of malignant hyperthermia in known, or strongly suspect, malignant hyperthermia susceptible patients who require anesthesia and/or surgery. Currently accepted clinical practices in the management of such patients must still be adhered to (careful monitoring for early signs of malignant hyperthermia, minimizing exposure to triggering mechanisms and prompt use of intravenous Dantrolene Sodium and indicated supportive measures should signs of malignant hyperthermia appear); see also the package insert for Dantrium ® (dantrolene sodium) Intravenous. Oral dantrolene sodium should be administered following a malignant hyperthermic crisis to prevent recurrence of the signs of malignant hyperthermia."
  ],
  "fetched_at": "2025-09-30T22:33:21.710059",
  "source": "OpenFDA"
}