{
  "drug_name": "Dapagliflozin",
  "generic_name": [
    "DAPAGLIFLOZIN"
  ],
  "brand_names": [
    "FARXIGA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 5: Clinically Relevant Interactions with FARXIGA Insulin or Insulin Secretagogues Clinical Impact The risk of hypoglycemia may be increased when FARXIGA is used concomitantly with insulin or insulin secretagogues (e.g., sulfonylurea) [see Warnings and Precautions (5.4) ] . Intervention Concomitant use may require lower doses of insulin or the insulin secretagogue to reduce the risk of hypoglycemia. Lithium Clinical Impact Concomitant use of an SGLT2 inhibitor with lithium may decrease serum lithium concentrations. Intervention Monitor serum lithium concentration more frequently during FARXIGA initiation and dosage changes. Positive Urine Glucose Test Clinical Impact SGLT2 inhibitors increase urinary glucose excretion and will lead to positive urine glucose tests. Intervention Monitoring glycemic control with urine glucose tests is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. Interference with 1,5-anhydroglucitol (1,5-AG) Assay Clinical Impact Measurements of 1,5-AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention Monitoring glycemic control with 1,5-AG assay is not recommended. Use alternative methods to monitor glycemic control. See full prescribing information for information on drug interactions and interference of FARXIGA with laboratory tests. (7)",
    "Drug Interactions In Vitro Assessment of Drug Interactions In in vitro studies, dapagliflozin and dapagliflozin 3-O-glucuronide neither inhibited CYP 1A2, 2C9, 2C19, 2D6, or 3A4, nor induced CYP 1A2, 2B6, or 3A4. Dapagliflozin is a weak substrate of the P-glycoprotein (P-gp) active transporter, and dapagliflozin 3-O-glucuronide is a substrate for the OAT3 active transporter. Dapagliflozin or dapagliflozin 3-O-glucuronide did not meaningfully inhibit P-gp, OCT2, OAT1, or OAT3 active transporters. Overall, dapagliflozin is unlikely to affect the pharmacokinetics of concurrently administered medications that are P-gp, OCT2, OAT1, or OAT3 substrates. Effects of Other Drugs on Dapagliflozin Table 6 shows the effect of coadministered drugs on the pharmacokinetics of dapagliflozin. No dose adjustments are recommended for dapagliflozin. Table 6: Effects of Coadministered Drugs on Dapagliflozin Systemic Exposure Coadministered Drug (Dose Regimen) Single dose unless otherwise noted. Dapagliflozin (Dose Regimen) Effect on Dapagliflozin Exposure (% Change [90% CI]) C max AUC AUC = AUC(INF) for drugs given as single dose and AUC = AUC(TAU) for drugs given in multiple doses. No dosing adjustments required for the following: Oral Antidiabetic Agents Metformin (1000 mg) 20 mg ↔ ↔ Pioglitazone (45 mg) 50 mg ↔ ↔ Sitagliptin (100 mg) 20 mg ↔ ↔ Glimepiride (4 mg) 20 mg ↔ ↔ Voglibose (0.2 mg three times daily) 10 mg ↔ ↔ Other Medications Hydrochlorothiazide (25 mg) 50 mg ↔ ↔ Bumetanide (1 mg) 10 mg once daily for 7 days ↔ ↔ Valsartan (320 mg) 20 mg ↓12% [↓3%, ↓20%] ↔ Simvastatin (40 mg) 20 mg ↔ ↔ Anti-infective Agent Rifampin (600 mg once daily for 6 days) 10 mg ↓7% [↓22%, ↑11%] ↓22% [↓27%, ↓17%] Nonsteroidal Anti-inflammatory Agent Mefenamic Acid (loading dose of 500 mg followed by 14 doses of 250 mg every 6 hours) 10 mg ↑13% [↑3%, ↑24%] ↑51% [↑44%, ↑58%] ↔ = no change (geometric mean ratio of test: reference within 0.80 to 1.25); ↓ or ↑ = parameter was lower or higher, respectively, with coadministration compared to dapagliflozin administered alone (geometric mean ratio of test: reference was lower than 0.80 or higher than 1.25) Effects of Dapagliflozin on Other Drugs Table 7 shows the effect of dapagliflozin on other coadministered drugs. Dapagliflozin did not meaningfully affect the pharmacokinetics of the coadministered drugs. Table 7: Effects of Dapagliflozin on the Systemic Exposures of Coadministered Drugs Coadministered Drug (Dose Regimen) Single dose unless otherwise noted. Dapagliflozin (Dose Regimen) Effect on Coadministered Drug Exposure (% Change [90% CI]) C max AUC AUC = AUC(INF) for drugs given as single dose and AUC = AUC(TAU) for drugs given in multiple doses. No dosing adjustments required for the following: Oral Antidiabetic Agents Metformin (1000 mg) 20 mg ↔ ↔ Pioglitazone (45 mg) 50 mg ↓7% [↓25%, ↑15%] ↔ Sitagliptin (100 mg) 20 mg ↔ ↔ Glimepiride (4 mg) 20 mg ↔ ↑13% [0%, ↑29%] Other Medications Hydrochlorothiazide (25 mg) 50 mg ↔ ↔ Bumetanide (1 mg) 10 mg once daily for 7 days ↑13% [↓2%, ↑31%] ↑13% [↓1%, ↑30%] Valsartan (320 mg) 20 mg ↓6% [↓24%, ↑16%] ↑5% [↓15%, ↑29%] Simvastatin (40 mg) 20 mg ↔ ↑19% Digoxin (0.25 mg) 20 mg loading dose then 10 mg once daily for 7 days ↔ ↔ Warfarin (25 mg) 20 mg loading dose then 10 mg once daily for 7 days ↔ ↔ ↔ = no change (geometric mean ratio of test: reference within 0.80 to 1.25); ↓ or ↑ = parameter was lower or higher, respectively, with coadministration compared to the other medicine administered alone (geometric mean ratio of test: reference was lower than 0.80 or higher than 1.25)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: • Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see Warnings and Precautions (5.1) ] • Volume Depletion [see Warnings and Precautions (5.2) ] • Urosepsis and Pyelonephritis [see Warnings and Precautions (5.3) ] • Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see Warnings and Precautions (5.4) ] • Necrotizing Fasciitis of the Perineum (Fournier’s Gangrene) [see Warnings and Precautions (5.5) ] • Genital Mycotic Infections [see Warnings and Precautions (5.6) ] • Most common adverse reactions (5% or greater incidence) were female genital mycotic infections, nasopharyngitis, and urinary tract infections. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. FARXIGA has been evaluated in clinical trials in patients with type 2 diabetes mellitus, in patients with heart failure, and in patients with chronic kidney disease. The overall safety profile of FARXIGA was consistent across the studied indications. Severe hypoglycemia and diabetic ketoacidosis (DKA) were observed only in patients with diabetes mellitus. Clinical Trials in Patients with Type 2 Diabetes Mellitus Pool of 12 Placebo-Controlled Studies for FARXIGA 5 and 10 mg for Glycemic Control The data in Table 2 is derived from 12 glycemic control placebo-controlled studies in patients with type 2 diabetes mellitus ranging from 12 to 24 weeks. In 4 studies FARXIGA was used as monotherapy, and in 8 studies FARXIGA was used as add-on to background antidiabetic therapy or as combination therapy with metformin [see Clinical Studies (14.1) ]. These data reflect exposure of 2338 patients to FARXIGA with a mean exposure duration of 21 weeks. Patients received placebo (N=1393), FARXIGA 5 mg (N=1145), or FARXIGA 10 mg (N=1193) once daily. The mean age of the population was 55 years and 2% were older than 75 years of age. Fifty percent (50%) of the population were male; 81% were White, 14% were Asian, and 3% were Black or African American. At baseline, the population had diabetes for an average of 6 years, had a mean hemoglobin A1c (HbA1c) of 8.3%, and 21% had established microvascular complications of diabetes. Baseline renal function was normal or mildly impaired in 92% of patients and moderately impaired in 8% of patients (mean eGFR 86 mL/min/1.73 m 2 ). Table 2 shows common adverse reactions associated with the use of FARXIGA. These adverse reactions were not present at baseline, occurred more commonly on FARXIGA than on placebo, and occurred in at least 2% of patients treated with either FARXIGA 5 mg or FARXIGA 10 mg. Table 2: Adverse Reactions in Placebo-Controlled Studies of Glycemic Control Reported in ≥2% of Patients Treated with FARXIGA Adverse Reaction % of Patients Pool of 12 Placebo-Controlled Studies Placebo N=1393 FARXIGA 5 mg N=1145 FARXIGA 10 mg N=1193 Female genital mycotic infections Genital mycotic infections include the following adverse reactions, listed in order of frequency reported for females: vulvovaginal mycotic infection, vaginal infection, vulvovaginal candidiasis, vulvovaginitis, genital infection, genital candidiasis, fungal genital infection, vulvitis, genitourinary tract infection, vulval abscess, and vaginitis bacterial. (N for females: Placebo=677, FARXIGA 5 mg=581, FARXIGA 10 mg=598). 1.5 8.4 6.9 Nasopharyngitis 6.2 6.6 6.3 Urinary tract infections Urinary tract infections include the following adverse reactions, listed in order of frequency reported: urinary tract infection, cystitis, Escherichia urinary tract infection, genitourinary tract infection, pyelonephritis, trigonitis, urethritis, kidney infection, and prostatitis. 3.7 5.7 4.3 Back pain 3.2 3.1 4.2 Increased urination Increased urination includes the following adverse reactions, listed in order of frequency reported: pollakiuria, polyuria, and urine output increased. 1.7 2.9 3.8 Male genital mycotic infections Genital mycotic infections include the following adverse reactions, listed in order of frequency reported for males: balanitis, fungal genital infection, balanitis candida, genital candidiasis, genital infection male, penile infection, balanoposthitis, balanoposthitis infective, genital infection, and posthitis. (N for males: Placebo=716, FARXIGA 5 mg=564, FARXIGA 10 mg=595). 0.3 2.8 2.7 Nausea 2.4 2.8 2.5 Influenza 2.3 2.7 2.3 Dyslipidemia 1.5 2.1 2.5 Constipation 1.5 2.2 1.9 Discomfort with urination 0.7 1.6 2.1 Pain in extremity 1.4 2.0 1.7 Pool of 13 Placebo-Controlled Studies for FARXIGA 10 mg for Glycemic Control FARXIGA 10 mg was also evaluated in a larger glycemic control placebo-controlled study pool in patients with type 2 diabetes mellitus. This pool combined 13 placebo-controlled studies, including 3 monotherapy studies, 9 add-on to background antidiabetic therapy studies, and an initial combination with metformin study. Across these 13 studies, 2360 patients were treated once daily with FARXIGA 10 mg for a mean duration of exposure of 22 weeks. The mean age of the population was 59 years and 4% were older than 75 years. Fifty-eight percent (58%) of the population were male; 84% were White, 9% were Asian, and 3% were Black or African American. At baseline, the population had diabetes for an average of 9 years, had a mean HbA1c of 8.2%, and 30% had established microvascular disease. Baseline renal function was normal or mildly impaired in 88% of patients and moderately impaired in 11% of patients (mean eGFR 82 mL/min/1.73 m 2 ). Volume Depletion FARXIGA causes an osmotic diuresis, which may lead to a reduction in intravascular volume. Adverse reactions related to volume depletion (including reports of dehydration, hypovolemia, orthostatic hypotension, or hypotension) in patients with type 2 diabetes mellitus for the 12-study and 13-study, short-term, placebo-controlled pools and for the DECLARE study are shown in Table 3 [see Warnings and Precautions (5.2) ]. Table 3: Adverse Reactions Related to Volume Depletion Volume depletion includes reports of dehydration, hypovolemia, orthostatic hypotension, or hypotension. in Clinical Studies in Patients with Type 2 Diabetes Mellitus with FARXIGA Pool of 12 Placebo-Controlled Studies Pool of 13 Placebo-Controlled Studies DECLARE Study Placebo FARXIGA 5 mg FARXIGA 10 mg Placebo FARXIGA 10 mg Placebo FARXIGA 10 mg Overall population N (%) N=1393 5 (0.4%) N=1145 7 (0.6%) N=1193 9 (0.8%) N=2295 17 (0.7%) N=2360 27 (1.1%) N=8569 207 (2.4%) N=8574 213 (2.5%) Patient Subgroup n (%) Patients on loop diuretics n=55 1 (1.8%) n=40 0 n=31 3 (9.7%) n=267 4 (1.5%) n=236 6 (2.5%) n=934 57 (6.1%) n=866 57 (6.6%) Patients with moderate renal impairment with eGFR ≥30 and <60 mL/min/1.73 m 2 n=107 2 (1.9%) n=107 1 (0.9%) n=89 1 (1.1%) n=268 4 (1.5%) n=265 5 (1.9%) n=658 30 (4.6%) n=604 35 (5.8%) Patients ≥65 years of age n=276 1 (0.4%) n=216 1 (0.5%) n=204 3 (1.5%) n=711 6 (0.8%) n=665 11 (1.7%) n=3950 121 (3.1%) n=3948 117 (3.0%) Hypoglycemia The frequency of hypoglycemia by study in patients with type 2 diabetes mellitus [see Clinical Studies (14.1) ] is shown in Table 4. Hypoglycemia was more frequent when FARXIGA was added to sulfonylurea or insulin [see Warnings and Precautions (5.4) ] . Table 4: Incidence of Severe Hypoglycemia Severe episodes of hypoglycemia were defined as episodes of severe impairment in consciousness or behavior, requiring external (third party) assistance, and with prompt recovery after intervention regardless of glucose level. and Hypoglycemia with Glucose < 54 mg/dL Episodes of hypoglycemia with glucose <54 mg/dL (3 mmol/L) were defined as reported episodes of hypoglycemia meeting the glucose criteria that did not also qualify as a severe episode. in Controlled Glycemic Control Clinical Studies in Patients with Type 2 Diabetes Mellitus Placebo/Active Control FARXIGA 5 mg FARXIGA 10 mg Monotherapy (24 weeks) N=75 N=64 N=70 Severe [n (%)] 0 0 0 Glucose <54 mg/dL [n (%)] 0 0 0 Add-on to Metformin (24 weeks) N=137 N=137 N=135 Severe [n (%)] 0 0 0 Glucose <54 mg/dL [n (%)] 0 0 0 Add-on to Glimepiride (24 weeks) N=146 N=145 N=151 Severe [n (%)] 0 0 0 Glucose <54 mg/dL [n (%)] 1 (0.7) 3 (2.1) 5 (3.3) Add-on to Metformin and a Sulfonylurea (24 Weeks) N=109 - N=109 Severe [n (%)] 0 - 0 Glucose <54 mg/dL [n (%)] 3 (2.8) - 7 (6.4) Add-on to Pioglitazone (24 weeks) N=139 N=141 N=140 Severe [n (%)] 0 0 0 Glucose <54 mg/dL [n (%)] 0 1 (0.7) 0 Add-on to DPP4 inhibitor (24 weeks) N=226 – N=225 Severe [n (%)] 0 – 1 (0.4) Glucose <54 mg/dL [n (%)] 1 (0.4) – 1 (0.4) Add-on to Insulin with or without other OADs OAD = oral antidiabetic therapy. (24 weeks) N=197 N=212 N=196 Severe [n (%)] 1 (0.5) 2 (0.9) 2 (1.0) Glucose <54 mg/dL [n (%)] 43 (21.8) 55 (25.9) 45 (23.0) In the DECLARE study [see Clinical Studies (14.2) ] , severe events of hypoglycemia were reported in 58 (0.7%) out of 8574 patients treated with FARXIGA and 83 (1.0%) out of 8569 patients treated with placebo. Genital Mycotic Infections In the glycemic control trials, genital mycotic infections were more frequent with FARXIGA treatment. Genital mycotic infections were reported in 0.9% of patients on placebo, 5.7% on FARXIGA 5 mg, and 4.8% on FARXIGA 10 mg, in the 12-study placebo-controlled pool. Discontinuation from study due to genital infection occurred in 0% of placebo-treated patients and 0.2% of patients treated with FARXIGA 10 mg. Infections were more frequently reported in females than in males (see Table 2). The most frequently reported genital mycotic infections were vulvovaginal mycotic infections in females and balanitis in males. Patients with a history of genital mycotic infections were more likely to have a genital mycotic infection during the study than those with no prior history (10.0%, 23.1%, and 25.0% versus 0.8%, 5.9%, and 5.0% on placebo, FARXIGA 5 mg, and FARXIGA 10 mg, respectively). In the DECLARE study [see Clinical Studies (14.2) ] , serious genital mycotic infections were reported in <0.1% of patients treated with FARXIGA and <0.1% of patients treated with placebo. Genital mycotic infections that caused study drug discontinuation were reported in 0.9% of patients treated with FARXIGA and <0.1% of patients treated with placebo. Hypersensitivity Reactions Hypersensitivity reactions (e.g., angioedema, urticaria, hypersensitivity) were reported with FARXIGA treatment. In glycemic control studies, serious anaphylactic reactions and severe cutaneous adverse reactions and angioedema were reported in 0.2% of comparator-treated patients and 0.3% of FARXIGA-treated patients. If hypersensitivity reactions occur, discontinue use of FARXIGA; treat per standard of care and monitor until signs and symptoms resolve. Ketoacidosis in Patients with Diabetes Mellitus In the DECLARE study [see Clinical Studies (14.2) ] , events of diabetic ketoacidosis (DKA) were reported in 27 out of 8574 patients in the FARXIGA-treated group and 12 out of 8569 patients in the placebo group. The events were evenly distributed over the study period. Laboratory Tests Increases in Serum Creatinine and Decreases in eGFR Initiation of SGLT2 inhibitors, including FARXIGA causes a small increase in serum creatinine and decrease in eGFR. These changes in serum creatinine and eGFR generally occur within two weeks of starting therapy and then stabilize regardless of baseline kidney function. Changes that do not fit this pattern should prompt further evaluation to exclude the possibility of acute kidney injury [see Warnings and Precautions (5.2)] . In two studies that included patients with type 2 diabetes mellitus with moderate renal impairment, the acute effect on eGFR reversed after treatment discontinuation, suggesting acute hemodynamic changes may play a role in the renal function changes observed with FARXIGA. Increase in Hematocrit In the pool of 13 placebo-controlled studies of glycemic control, increases from baseline in mean hematocrit values were observed in FARXIGA-treated patients starting at Week 1 and continuing up to Week 16, when the maximum mean difference from baseline was observed. At Week 24, the mean changes from baseline in hematocrit were −0.33% in the placebo group and 2.30% in the FARXIGA 10 mg group. By Week 24, hematocrit values >55% were reported in 0.4% of placebo-treated patients and 1.3% of FARXIGA 10 mg-treated patients. Increase in Low-Density Lipoprotein Cholesterol In the pool of 13 placebo-controlled studies of glycemic control, changes from baseline in mean lipid values were reported in FARXIGA-treated patients compared to placebo-treated patients. Mean percent changes from baseline at Week 24 were 0.0% versus 2.5% for total cholesterol, and -1.0% versus 2.9% for LDL cholesterol in the placebo and FARXIGA 10 mg groups, respectively. In the DECLARE study [see Clinical Studies (14.2) ] , mean changes from baseline after 4 years were 0.4 mg/dL versus -4.1 mg/dL for total cholesterol, and -2.5 mg/dL versus -4.4 mg/dL for LDL cholesterol, in FARXIGA-treated and the placebo groups, respectively. Decrease in Serum Bicarbonate In a study of concomitant therapy of FARXIGA 10 mg with exenatide extended-release (on a background of metformin), four patients (1.7%) on concomitant therapy had a serum bicarbonate value of less than or equal to 13 mEq/L compared to one each (0.4%) in the FARXIGA and exenatide-extended release treatment groups [see Warnings and Precautions (5.1) ] . DAPA-HF and DELIVER Heart Failure Studies No new adverse reactions were identified in the DAPA-HF and DELIVER heart failure studies. DAPA-CKD Chronic Kidney Disease Study No new adverse reactions were identified in the DAPA-CKD study in patients with chronic kidney disease. 6.2 Postmarketing Experience Additional adverse reactions have been identified during post-approval use of FARXIGA in patients with diabetes mellitus. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Infections: Necrotizing fasciitis of the perineum (Fournier’s Gangrene), urosepsis and pyelonephritis Metabolism and Nutrition Disorders: Ketoacidosis Renal and Urinary Disorders: Acute kidney injury Skin and Subcutaneous Tissue Disorders: Rash"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • History of a serious hypersensitivity reaction to FARXIGA, such as anaphylactic reactions or angioedema [see Adverse Reactions (6.1) ] . • History of serious hypersensitivity reaction to FARXIGA. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Assess volume status and correct volume depletion before initiating. (2.1) eGFR (mL/min/1.73 m 2 ) Recommended Dose eGFR 45 or greater To improve glycemic control, the recommended starting dose is 5 mg orally once daily. Dose can be increased to 10 mg orally once daily for additional glycemic control. For all other indications, the recommended starting dose is 10 mg orally once daily. eGFR 25 to less than 45 10 mg orally once daily eGFR less than 25 Initiation is not recommended; however, patients may continue 10 mg orally once daily to reduce the risk of eGFR decline, ESKD, CV death and hHF. • Withhold FARXIGA for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. (2.3) 2.1 Prior to Initiation of FARXIGA Assess renal function prior to initiation of FARXIGA therapy and then as clinically indicated [see Warnings and Precautions (5.2) ]. Assess volume status. In patients with volume depletion, correct this condition before initiating FARXIGA [see Warnings and Precautions (5.2) and Use in Specific Populations (8.5 , 8.6) ] . 2.2 Recommended Dosage See Table 1 for dosage recommendations based on estimated glomerular filtration rate (eGFR). Table 1: Recommended Dosage eGFR (mL/min/1.73 m 2 ) Recommended Dose eGFR 45 or greater To improve glycemic control, the recommended starting dose is 5 mg orally once daily. Dose can be increased to 10 mg orally once daily for additional glycemic control FARXIGA is not recommended for use to improve glycemic control in adults with type 2 diabetes mellitus with an eGFR less than 45 mL/min/1.73 m 2 . FARXIGA is likely to be ineffective in this setting based upon its mechanism of action. . For all other indications, the recommended starting dose is 10 mg orally once daily. eGFR 25 to less than 45 10 mg orally once daily . eGFR less than 25 Initiation is not recommended; however, patients may continue 10 mg orally once daily to reduce the risk of eGFR decline, ESKD, CV death and hHF. hHF: hospitalization for heart failure, CV: Cardiovascular, ESKD: End Stage Kidney Disease 2.3 Temporary Interruption for Surgery Withhold FARXIGA for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. Resume FARXIGA when the patient is clinically stable and has resumed oral intake [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FARXIGA (dapagliflozin) is indicated: • To reduce the risk of sustained eGFR decline, end-stage kidney disease, cardiovascular death, and hospitalization for heart failure in adults with chronic kidney disease at risk of progression. • To reduce the risk of cardiovascular death, hospitalization for heart failure, and urgent heart failure visit in adults with heart failure. • To reduce the risk of hospitalization for heart failure in adults with type 2 diabetes mellitus and either established cardiovascular disease or multiple cardiovascular risk factors. • As an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Limitations of Use • FARXIGA is not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus [see Warnings and Precautions (5.1) ] . • FARXIGA is not recommended for use to improve glycemic control in adults with type 2 diabetes mellitus with an eGFR less than 45 mL/min/1.73 m 2 . FARXIGA is likely to be ineffective in this setting based upon its mechanism of action. • FARXIGA is not recommended for the treatment of chronic kidney disease in patients with polycystic kidney disease or patients requiring or with a recent history of immunosuppressive therapy for kidney disease. FARXIGA is not expected to be effective in these populations. FARXIGA is a sodium-glucose cotransporter 2 (SGLT2) inhibitor indicated: • To reduce the risk of sustained eGFR decline, end-stage kidney disease, cardiovascular death, and hospitalization for heart failure in adults with chronic kidney disease at risk of progression. (1) • To reduce the risk of cardiovascular death, hospitalization for heart failure, and urgent heart failure visit in adults with heart failure. (1) • To reduce the risk of hospitalization for heart failure in adults with type 2 diabetes mellitus and either established cardiovascular disease or multiple cardiovascular risk factors. (1) • As an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1) Limitations of use: • Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. (1) • Not recommended for use to improve glycemic control in adults with type 2 diabetes mellitus with an eGFR less than 45 mL/min/1.73 m 2 . FARXIGA is likely to be ineffective in this setting based upon its mechanism of action. (1) • Not recommended for the treatment of chronic kidney disease in patients with polycystic kidney disease or patients requiring or with a recent history of immunosuppressive therapy for the treatment of kidney disease. FARXIGA is not expected to be effective in these populations. (1)"
  ],
  "fetched_at": "2025-10-01T16:17:33.567540",
  "source": "OpenFDA"
}