{
  "drug_name": "Daprodustat",
  "generic_name": [
    "DAPRODUSTAT"
  ],
  "brand_names": [
    "Jesduvroq"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Moderate CYP2C8 Inhibitors: Reduce starting dose. ( 7.1 ) • CYP2C8 Inducers: Monitor hemoglobin and adjust the dose of JESDUVROQ as appropriate. ( 7.2 ) 7.1 CYP2C8 Inhibitors Concomitant administration of strong CYP2C8 inhibitors (e.g., gemfibrozil) with JESDUVROQ is contraindicated due to a marked increase in daprodustat exposure [see Contraindications ( 4 ), Clinical Pharmacology ( 12.3 )] . Concomitant administration of moderate CYP2C8 inhibitors (e.g., clopidogrel) increases daprodustat exposure [see Clinical Pharmacology ( 12.3 )] . Reduce the starting dose of JESDUVROQ by half when initiating treatment in patients on clopidogrel or a moderate CYP2C8 inhibitor except in patients whose starting dose is already 1 mg. Monitor hemoglobin and adjust the dose of JESDUVROQ when initiating or stopping therapy with clopidogrel or a moderate CYP2C8 inhibitor during treatment with JESDUVROQ [see Dosage and Administration ( 2.6 )] . 7.2 CYP2C8 Inducers CYP2C8 inducers (e.g., rifampin) may decrease daprodustat exposure, which may result in loss of efficacy. Monitor hemoglobin and adjust the dose of JESDUVROQ when initiating or stopping therapy with CYP2C8 inducers during treatment with JESDUVROQ [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Increased Risk of Death, Myocardial Infarction, Stroke, Venous Thromboembolism, and Thrombosis of Vascular Access [see Boxed Warning, Warnings and Precautions ( 5.1 )] . • Risk of Hospitalization for Heart Failure [see Warnings and Precautions ( 5.2 )] . • Hypertension [see Warnings and Precautions ( 5.3 )] . • Gastrointestinal Erosion [see Warnings and Precautions ( 5.4 )] . Most common adverse reactions (incidence ≥10%) are hypertension, thrombotic vascular events, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact GlaxoSmithKline at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of JESDUVROQ was evaluated in adults with dialysis-dependent chronic kidney disease with anemia in the ASCEND-D trial based on an on-study analysis (on and off treatment) [see Clinical Studies ( 14.1 )] . Patients were randomized to JESDUVROQ or rhEPO (epoetin alfa for patients on hemodialysis; darbepoetin alfa for patients on peritoneal dialysis). Of the 2,964 patients randomized in the trial, 1,487 were randomized to JESDUVROQ, 1,316 (88.5%) of whom were on hemodialysis and 171 (11.5%) of whom were on peritoneal dialysis. The median extent of exposure to JESDUVROQ and rhEPO was similar. In the JESDUVROQ treatment arm, 65% of the participants were exposed to at least 18 months of JESDUVROQ and 29% of participants received JESDUVROQ for at least 2.5 years. JESDUVROQ was non-inferior to rhEPO on the time to first occurrence of major adverse cardiovascular events (MACE) in adults with anemia due to CKD who were on dialysis [see Clinical Studies ( 14.1 )] . Permanent treatment discontinuation due to an adverse reaction was reported in 19% of patients treated with JESDUVROQ and 18% of patients treated with rhEPO. No specific adverse reaction resulted in permanent treatment discontinuation in >1% of patients treated with JESDUVROQ. The most common adverse reactions (≥10% of JESDUVROQ-treated patients) were hypertension, thrombotic vascular events, and abdominal pain. Table 4 lists the most common adverse reactions (reported in ≥5% of patients treated with JESDUVROQ). Table 4: Adverse Reactions Reported in ≥5% of Patients Treated with JESDUVROQ in the ASCEND-D Trial Adverse Reaction JESDUVROQ (n = 1,482) % rhEPO (n = 1,474) % Hypertension 24 24 Abdominal pain a 11 8 Dizziness 7 6 Hypersensitivity b 7 7 rhEPO = Recombinant human erythropoietin. a Includes unspecified abdominal pain, upper abdominal pain, abdominal discomfort. b Includes rash, urticaria and dermatitis. Thrombotic Vascular Events Adjudicated thrombotic vascular events (fatal and non-fatal) were observed in 9.8 per 100 PY of patients receiving JESDUVROQ and in 11.7 per 100 PY of patients receiving rhEPO (see Table 5 ). Table 5: Adjudicated Thrombotic Vascular Events (Fatal and Non-Fatal) in the ASCENDD Trial a Event JESDUVROQ (n = 1,482) rhEPO (n = 1,474) Rate per 100 PY Rate per 100 PY Vascular access thrombosis 5.0 6.3 Myocardial infarction 3.4 4.1 Stroke 1.2 1.5 Deep vein thrombosis 0.7 0.6 Pulmonary embolism 0.3 0.4 PY = Person Years; rhEPO = Recombinant human erythropoietin. a These data are not an adequate basis for comparison of rates between the study drug and the active control."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS JESDUVROQ is contraindicated in patients: • Receiving a strong CYP2C8 inhibitor such as gemfibrozil [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . • With uncontrolled hypertension [see Warnings and Precautions ( 5.3 )] . • Strong cytochrome P450 2C8 (CYP2C8) inhibitors such as gemfibrozil. ( 4 ) • Uncontrolled hypertension. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Administer orally once daily, with or without food. ( 2.2 , 2.3 ) • See Full Prescribing Information for starting dosage based on hemoglobin level, liver function and concomitant medications, and for dose titration and monitoring recommendations. ( 2.3 , 2.4 , 2.5 , 2.6 ) 2.1 Pre-Treatment and On-Treatment Evaluations of Anemia, Iron Stores, and Liver Tests Evaluation of Anemia and Iron Stores Correct and exclude other causes of anemia (e.g., vitamin deficiency, metabolic or chronic inflammatory conditions, bleeding) before initiating JESDUVROQ. Evaluate the iron status in all patients before and during treatment with JESDUVROQ. Administer supplemental iron therapy when serum ferritin is less than 100 ng/ml or when serum transferrin saturation is less than 20%. The majority of patients with CKD will require supplemental iron during the course of therapy. Liver Testing Assess serum alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase, and total bilirubin prior to initiation of JESDUVROQ. Repeat the liver tests if the patient develops signs or symptoms that could be consistent with liver disease during treatment with JESDUVROQ. 2.2 Important Dosing Information Individualize dosing and use the lowest dose of JESDUVROQ sufficient to reduce the need for red blood cell transfusions. Do not target a hemoglobin higher than 11 g/dL. JESDUVROQ can be taken with or without food, and without regard to concomitant administration of iron or phosphate binders [see Clinical Pharmacology ( 12.3 )] . JESDUVROQ should be swallowed whole. Tablets should not be cut, crushed, or chewed. JESDUVROQ can be administered without regard to the timing or type of dialysis [see Clinical Pharmacology ( 12.3 )] . If a dose of JESDUVROQ is missed, it should be taken as soon as possible, unless it is the same day as the next dose. In this case, the missed dose should be skipped, and the next dose taken at the usual time. Double-doses should not be taken to make-up for a missed dose. 2.3 Recommended Starting Dose of JESDUVROQ Adults with Anemia Due to Chronic Kidney Disease Receiving Dialysis for at Least 4 Months Adults Not Being Treated with an ESA: For adults not being treated with an ESA, the starting dose of JESDUVROQ is based on the hemoglobin level (see Table 1 ). Dose modifications are needed for patients receiving concomitant treatment with a moderate CYP2C8 inhibitor or moderate hepatic impairment [see Dosage and Administration ( 2.5 , 2.6 ), Drug Interactions ( 7.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . Table 1: Starting Dose of JESDUVROQ for Adults on Dialysis not Receiving an Erythropoiesis-Stimulating Agent Pre-Treatment Hemoglobin Level (g/dL) Starting Dose of JESDUVROQ (Once Daily Dosing) a <9 4 mg ≥9 to ≤10 2 mg >10 1 mg a See dosing modifications in Section 2.5 if the patient has moderate hepatic impairment and Section 2.6 if the patient is on a moderate CYP2C8 inhibitor. Adults Being Switched from an ESA: For adults being switched from an ESA to JESDUVROQ, the starting dose of JESDUVROQ is based on the dose regimen of the ESA at the time of substitution (see Table 2 ). Dose modifications are needed for patients receiving concomitant treatment with a moderate CYP2C8 inhibitor or moderate hepatic impairment [see Dosage and Administration ( 2.5 , 2.6 ), Drug Interactions ( 7.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . Table 2: Starting Dose of JESDUVROQ for Adults on Dialysis Switching from an Erythropoiesis-Stimulating Agent Current Dose of ESA Dose of JESDUVROQ a Epoetin Alfa b Intravenous (units/week) Darbepoetin Alfa Subcutaneous /Intravenous (mcg/4 weeks) Methoxy PEG-Epoetin Beta Subcutaneous /Intravenous (mcg/month) Once Daily Dosing Less than or equal to 2,000 20 to 30 30 to 40 4 mg Greater than 2,000 to less than 10,000 Greater than 30 to 150 Greater than 40 to 180 6 mg Greater than or equal to 10,000 to less than 20,000 Greater than 150 to 300 Greater than 180 to 360 8 mg Greater than or equal to 20,000 Greater than 300 Greater than 360 12 mg ESA = Erythropoiesis stimulating agent. a See dosing modifications in Section 2.5 if the patient has moderate hepatic impairment and Section 2.6 if the patient is on a moderate CYP2C8 inhibitor. b For patients on subcutaneous epoetin alfa, convert the epoetin alfa subcutaneous dose to intravenous dose equivalent by multiplying the subcutaneous dose received per week by 1.42 to obtain the weekly intravenous dose. 2.4 Monitoring Response to Therapy and Dose Adjustment Following initiation of therapy and after each dose adjustment, monitor hemoglobin every 2 weeks for the first month and then every 4 weeks thereafter. When adjusting doses of JESDUVROQ, consider hemoglobin rate of rise, rate of decline and hemoglobin variability. Do not increase the dose of JESDUVROQ more frequently than once every 4 weeks. • If the dose of JESDUVROQ needs to be adjusted, increase or decrease by one dose level at a time (see Table 3 ). • Decrease the dose of JESDUVROQ if hemoglobin increases rapidly (e.g., greater than 1 g/dL over 2 weeks or greater than 2 g/dL over 4 weeks) or if the hemoglobin exceeds 11 g/dL. • If hemoglobin exceeds 12 g/dL , interrupt treatment with JESDUVROQ. When the hemoglobin is within the target range, treatment may be restarted at one dose level lower (see Table 3 ). • Treatment with JESDUVROQ should not be continued beyond 24 weeks of therapy if a clinically meaningful increase in hemoglobin level is not achieved. Alternative explanations for an inadequate response should be sought and treated before re-starting therapy. Table 3: Dose Levels of JESDUVROQ Daily dose of JESDUVROQ 1 mg 2 mg 4 mg 6 mg 8 mg 12 mg 16 mg 24 mg a a 24 mg is the maximum recommended once daily dose. 2.5 Dosage Modification for Hepatic Impairment Reduce the starting dose of JESDUVROQ by half (see Table 1 and Table 2 ) in patients with moderate hepatic impairment (Child-Pugh Class B) except in patients whose starting dose is already 1 mg. Use of JESDUVROQ in patients with severe hepatic impairment (Child-Pugh Class C) is not recommended [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . 2.6 Dosage Modification for Concomitant Treatment with Moderate CYP2C8 Inhibitors Reduce the starting dose of JESDUVROQ by half (see Table 1 and Table 2 ) in patients who are on clopidogrel or a moderate CYP2C8 inhibitor except in patients whose starting dose is already 1 mg [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Monitor hemoglobin and adjust the dose of JESDUVROQ when initiating or stopping therapy with clopidogrel or a moderate CYP2C8 inhibitor during treatment with JESDUVROQ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE JESDUVROQ is indicated for the treatment of anemia due to chronic kidney disease (CKD) in adults who have been receiving dialysis for at least four months. Limitations of Use JESDUVROQ has not been shown to improve quality of life, fatigue, or patient well-being. JESDUVROQ is not indicated for use: • As a substitute for red blood cell transfusions in patients who require immediate correction of anemia. • For treatment of anemia of chronic kidney disease in patients who are not on dialysis. JESDUVROQ is a hypoxia-inducible factor prolyl hydroxylase (HIF PH) inhibitor indicated for the treatment of anemia due to chronic kidney disease in adults who have been receiving dialysis for at least four months. ( 1 ) Limitations of Use Not shown to improve quality of life, fatigue, or patient well-being. Not indicated for use: • As a substitute for transfusion in patients requiring immediate correction of anemia. • In patients not on dialysis."
  ],
  "fetched_at": "2025-10-01T18:13:43.366644",
  "source": "OpenFDA"
}