{
  "drug_name": "Darolutamide",
  "generic_name": [
    "DAROLUTAMIDE"
  ],
  "brand_names": [
    "NUBEQA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Combined P-gp and Strong or Moderate CYP3A Inducers : Avoid concomitant use. ( 7.1 ) Combined P-gp and Strong CYP3A Inhibitors : Monitor patients more frequently for NUBEQA adverse reactions. ( 7.1 ) BCRP Substrates : Avoid concomitant use with drugs that are BCRP substrates where possible. If used together, monitor patients more frequently for adverse reactions and consider dose reduction of the BCRP substrate drug. ( 7.2 ) OATP1B1 and OATP1B3 Substrates : Concomitant use of NUBEQA may increase the plasma concentrations of OATP1B1 or OATP1B3 substrates. If used together, monitor patients more frequently for adverse reactions and consider dose reduction of these drugs. ( 7.2 ) 7.1 Effect of Other Drugs on NUBEQA Combined P-gp and Strong or Moderate CYP3A4 Inducer Concomitant use of NUBEQA with a combined P-gp and strong or moderate CYP3A4 inducer decreases darolutamide exposure which may decrease NUBEQA activity [see Clinical Pharmacology (12.3) ] . Avoid concomitant use of NUBEQA with combined P-gp and strong or moderate CYP3A4 inducers. Combined P-gp and Strong CYP3A4 Inhibitors Concomitant use of NUBEQA with a combined P-gp and strong CYP3A4 inhibitor increases darolutamide exposure [see Clinical Pharmacology (12.3) ] which may increase the risk of NUBEQA adverse reactions . Monitor patients more frequently for NUBEQA adverse reactions and modify NUBEQA dosage as needed [see Dosage and Administration (2.2) ] . 7.2 Effects of NUBEQA on Other Drugs Breast Cancer Resistance Protein (BCRP) and Organic Anion Transporting Polypeptides (OATP) 1B1 and 1B3 Substrates NUBEQA is an inhibitor of BCRP transporter. Concomitant use of NUBEQA increases the AUC and C max of BCRP substrates [see Clinical Pharmacology (12.3) ], which may increase the risk of BCRP substrate-related toxicities. Avoid concomitant use with drugs that are BCRP substrates where possible. If used together, monitor patients more frequently for adverse reactions, and consider dose reduction of the BCRP substrate drug. NUBEQA is an inhibitor of OATP1B1 and OATP1B3 transporters. Concomitant use of NUBEQA may increase the plasma concentrations of OATP1B1 or OATP1B3 substrates. Monitor patients more frequently for adverse reactions of these drugs and consider dose reduction while patients are taking NUBEQA [see Clinical Pharmacology (12.3) ] , Review the prescribing information of the BCRP, OATP1B1 and OATP1B3 substrates when used concomitantly with NUBEQA."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS In nmCRPC and mCSPC : The most common adverse reactions (>10% with a ≥2% increase over placebo), including laboratory test abnormalities, are increased AST, decreased neutrophil count, increased bilirubin, fatigue, and increased ALT. ( 6.1 ) In mCSPC in combination with docetaxel : The most common adverse reactions (≥10% with a ≥2% increase over placebo) are constipation, rash, decreased appetite, hemorrhage, increased weight, and hypertension. The most common laboratory test abnormalities (≥30%) are anemia, hyperglycemia, decreased lymphocyte count, decreased neutrophil count, increased AST, increased ALT, and hypocalcemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or WWW.FDA.GOV/MEDWATCH. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled data in WARNINGS and PRECAUTIONS reflect two randomized clinical trials [ARAMIS, ARANOTE] in patients with nmCRPC (N = 954) and mCSPC (N = 445) treated with NUBEQA. In these trials, the median duration of treatment was 18.2 months (range 0.03 to 44.3) for patients who received NUBEQA [ see Clinical Studies (14) ]. In this pooled safety population, the most common adverse reactions (>10% with a ≥2% increase over placebo), including laboratory test abnormalities were increased AST, decreased neutrophil count, increased bilirubin, fatigue and increased ALT. The safety of NUBEQA in combination with docetaxel in mCSPC is based on data from 1302 patients of whom 652 received at least one dose of NUBEQA in the ARASENS study [ see Clinical Studies (14) ]. Non-Metastatic Castration Resistant Prostate Cancer ARAMIS The safety of NUBEQA in nmCRPC patients was evaluated in ARAMIS, a randomized (2:1), double-blind, placebo-controlled, multi-center clinical study [see Clinical Studies (14) ] . Patients received either NUBEQA at a dose of 600 mg, or a placebo, twice a day. All patients in the ARAMIS study received a concomitant gonadotropin-releasing hormone (GnRH) analog or had a bilateral orchiectomy. Among patients who received NUBEQA, the median duration of exposure was 14.8 months (range: 0 to 44.3 months). Serious adverse reactions occurred in 25% of patients receiving NUBEQA and in 20% of patients receiving placebo. Serious adverse reactions in ≥1% of patients who received NUBEQA included urinary retention, pneumonia and hematuria. Fatal adverse reactions occurred in 3.9% of patients receiving NUBEQA and 3.2% of patients receiving placebo. Fatal adverse reactions that occurred in ≥2 patients who received NUBEQA included death (0.4%), cardiac failure (0.3%), cardiac arrest (0.2%), general physical health deterioration (0.2%), and pulmonary embolism (0.2%). Permanent discontinuation of NUBEQA due to adverse reactions occurred in 9% of patients receiving NUBEQA. The most common adverse reactions requiring permanent discontinuation in patients who received NUBEQA included cardiac failure (0.4%), and death (0.4%). Dosage interruptions due to adverse reactions occurred in 13% of patients treated with NUBEQA. The most common adverse reactions requiring dosage interruption in patients who received NUBEQA included hypertension (0.6%), diarrhea (0.5%), and pneumonia (0.5%). Dosage reductions due to adverse reactions occurred in 6% of patients treated with NUBEQA. The most common adverse reactions requiring dosage reduction in patients treated with NUBEQA included fatigue (0.7%), hypertension (0.3%), and nausea (0.3%). The most common (>2% with a ≥2% increase compared to placebo) adverse reactions, including laboratory test abnormalities, were increased AST, decreased neutrophil count, fatigue, increased bilirubin, pain in extremity, and rash. Table 1 summarizes the adverse reactions in ARAMIS. Table 1: Adverse Reactions (>2% with a ≥2% increase compared to placebo) in Patients with nmCRPC in ARAMIS Adverse Reaction NUBEQA (N=954) Placebo (N=554) All Grades % Grades 3 or 4 % All Grades % Grade 3 or 4 % Fatigue Includes fatigue and asthenia 16 0.6 11 1.1 Pain in extremity 6 0 3 0.2 Rash Includes rash, eczema, rash maculo-papular, dermatitis, erythema multiforme, rash macular, rash papular, rash pustular, skin exfoliation 4 0.1 1.4 0 Clinically relevant adverse reactions occurring in 2% or more of patients treated with NUBEQA included ischemic heart disease (4%) and heart failure (2.1%). Table 2 summarizes the laboratory test abnormalities in ARAMIS. Table 2: Laboratory Test Abnormalities in ARAMIS Laboratory Abnormality NUBEQA (N=954) The denominator used to calculate the rate varied based on the number of patients with a baseline value and at least one post-treatment value. Placebo (N=554) All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % AST increased 23 0.5 14 0.2 Neutrophil count decreased 20 4 9 0.6 Bilirubin increased 16 0.1 7 0 Metastatic Castration-Sensitive Prostate Cancer ARANOTE The safety of NUBEQA in mCSPC patients was evaluated in ARANOTE, a randomized (2:1), double-blind, placebo-controlled, multi-center clinical study [see Clinical Studies (14) ]. Patients received either NUBEQA at a dose of 600 mg, or a placebo, twice a day. All patients in the ARANOTE study received a concomitant gonadotropin-releasing hormone (GnRH) agonist or antagonist or had a bilateral orchiectomy. Among patients who received NUBEQA, the median duration of exposure was 24 months (range: 0.03 to 39 months). Serious adverse reactions occurred in 24% of patients receiving NUBEQA. Serious adverse reactions in ≥1% of patients who received NUBEQA included pneumonia (2%), urinary tract infection (1.8%), musculoskeletal pain (1.6%), hemorrhage (1.6%), arrhythmias (1.3%), and spinal cord compression (1.1%). Fatal adverse reactions occurred in 4.7% of patients receiving NUBEQA and those that occurred in ≥2 patients included sepsis (1.1%), craniocerebral injury (0.4%), and myocardial infarction (0.4%). Permanent discontinuation of NUBEQA due to adverse reactions occurred in 6% of patients treated in the NUBEQA arm. The most common adverse reactions which resulted in permanent discontinuation of NUBEQA were increased ALT, increased AST, craniocerebral injury, myocardial infarction, and rash (all with 0.4%). Dosage interruptions of NUBEQA due to adverse reactions occurred in 14% of patients treated in the NUBEQA arm. The most common adverse reactions requiring dosage interruption of NUBEQA were increased AST (1.6%), increased ALT (1.3%), and rash (1.3%). Dosage reductions of NUBEQA due to adverse reactions occurred in 3.6% of patients treated in the NUBEQA arm. The most common adverse reactions requiring dosage reduction of NUBEQA were increased AST (0.7%), rash (0.7%), increased ALT (0.4%), and hypertension (0.4%). Table 3 summarizes the adverse reactions in ARANOTE. Table 3: Adverse Reactions (≥10% with a ≥2% increase compared to placebo) in Patients with mCSPC in ARANOTE Adverse Reaction NUBEQA (N=445) Placebo (N=221) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Urinary Tract Infection 12 1.8 8 0.5 Clinically relevant adverse reactions in <10% of patients who received NUBEQA included arrhythmia (8.8%), pneumonia (3.6%), and myocardial infarction (0.7%). Table 4 summarizes the laboratory test abnormalities in ARANOTE. Table 4: Laboratory Test Abnormalities (≥15% with a ≥5% increase over placebo) in ARANOTE Laboratory Abnormality NUBEQA (N=445) The number of patients tested for a specific laboratory test parameter may be different. The incidence of each laboratory test abnormality was calculated accordingly. Placebo (N=221) All Grades Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Grade 4 laboratory test values were limited to neutrophil count decreased. % Grade 3 or 4 % All Grades % Grade 3 or 4 % AST increased 32 2.8 25 0.5 ALT increased 28 2.1 23 0.5 Bilirubin increased 17 0.5 7 0 Neutrophil count decreased 16 1.2 9 0.5 ARASENS The safety of NUBEQA, in combination with docetaxel, in mCSPC patients was evaluated in ARASENS, a randomized (1:1), double-blind, placebo-controlled, multi-center clinical study [see Clinical Studies (14) ] . Patients were to receive either NUBEQA at a dose of 600 mg, or a placebo, twice a day in combination with docetaxel at a dose of 75 mg/m2 every 21 days for 6 cycles. All patients in the ARASENS study received a concomitant gonadotropin-releasing hormone (GnRH) agonist or antagonist or had a bilateral orchiectomy. Among patients who received NUBEQA, the median duration of exposure was 41 months (range: 0.1 to 56.5 months) vs. 16.7 months (range 0.3 to 55.8) with placebo. Eighty-eight percent and 86% of patients received the 6 planned cycles of docetaxel, in the NUBEQA with docetaxel arm and placebo with docetaxel arm, respectively. Serious adverse reactions occurred in 45% of patients receiving NUBEQA with docetaxel. Serious adverse reactions in ≥ 2% of patients who received NUBEQA with docetaxel included febrile neutropenia (6%), neutrophil count decreased (2.8%), musculoskeletal pain (2.6%) and pneumonia (2.6%). Fatal adverse reactions occurred in 4% of patients receiving NUBEQA with docetaxel. Fatal adverse reactions in ≥2 patients who received NUBEQA included COVID-19/COVID-19 pneumonia (0.8%), myocardial infarction (0.3%), and sudden death (0.3%). Permanent discontinuation of NUBEQA due to adverse reactions occurred in 14% of patients treated in the NUBEQA with docetaxel arm. The most common adverse reactions which resulted in permanent discontinuation of NUBEQA were rash (1.1%), musculoskeletal pain (0.9%), and increased aspartate aminotransferase (AST) (0.9%). Dosage interruptions of NUBEQA due to adverse reactions occurred in 23% of patients treated in the NUBEQA with docetaxel arm. The most common (>2%) adverse reactions requiring dosage interruption of NUBEQA were increased alanine aminotransferase (ALT) (3.2%), increased AST (3.1%) and febrile neutropenia (2.1%). Dosage reductions of NUBEQA due to adverse reactions occurred in 9% of patients treated in the NUBEQA with docetaxel arm. The most common (>2%) adverse reactions requiring dosage reduction of NUBEQA were increased ALT (2.8%) and increased AST (2.5%). The most common ( > 10% with a ≥2% increase over placebo with docetaxel) adverse reactions are constipation, rash, decreased appetite, hemorrhage, increased weight, and hypertension. The most common laboratory test abnormalities (≥30%) are anemia, hyperglycemia, decreased lymphocyte count, decreased neutrophil count, increased AST, increased ALT, and hypocalcemia. Table 5 summarizes the adverse reactions in ARASENS. Table 5: Adverse Reactions (≥10% with a ≥2% increase compared to placebo with docetaxel) in ARASENS Adverse Reaction NUBEQA with docetaxel (N=652) Placebo with docetaxel (N=650) All Grades % Grades 3 or 4 % All Grades % Grades 3 or 4 % Constipation 23 0.3 20 0.3 Rash Rash includes rash, rash maculo-papular, palmar-plantar erythrodysesthesia syndrome, eczema, dermatitis, skin exfoliation, dermatitis acneiform, drug eruption, rash pruritic, rash erythematous, erythema multiforme, rash macular, dermatitis exfoliative generalized, penile rash, dyshidrotic eczema, rash papular, dermatitis bullous, rash follicular, rash pustular, rash vesicular, toxic skin eruption 20 1.8 15 0.2 Decreased Appetite 19 0.2 13 0.6 Hemorrhage Hemorrhage includes hematuria, epistaxis, anal hemorrhage, hemorrhoidal hemorrhage, rectal hemorrhage, upper gastrointestinal hemorrhage, hemoptysis, hemorrhage urinary tract, hemorrhagic stroke, subarachnoid hemorrhage, lower gastrointestinal hemorrhage, cystitis hemorrhagic, gastrointestinal hemorrhage, hemorrhage subcutaneous, intra-abdominal hemorrhage, nail bed bleeding, subdural hemorrhage 18 1.4 13 1.4 Weight Increased 18 2.1 16 1.2 Hypertension Hypertension includes hypertension, blood pressure increased, hypertensive emergency and hypertensive crisis. 14 7 10 3.6 Clinically relevant adverse reactions in < 10% of patients who received NUBEQA with docetaxel included fractures (8%), ischemic heart disease (3.2%), seizures (0.6%), and drug-induced liver injury (0.3%). Table 6 summarizes laboratory test abnormalities in the ARASENS study. Table 6: Laboratory Test Abnormalities (≥30%) in ARASENS Laboratory Abnormality NUBEQA with docetaxel The denominator used to calculate the rate varied from 470 to 648 based on the number of patients with a baseline value and at least one post-treatment value. (N=652) Placebo with docetaxel (N=650) All Grades % Grade 3-4 % All Grades % Grade 3-4 % Anemia 72 6 71 7 Hyperglycemia 57 7 53 10 Lymphocyte count decreased 52 12 49 13 Neutrophil count decreased 49 33 44 31 AST increased ALT or AST increases to ≥5 × upper limit of normal (ULN) occurred in 5.3% of patients who received NUBEQA with docetaxel. ALT or AST increases to ≥20 × ULN occurred in 0.3% of patients who received NUBEQA with docetaxel. The median time to onset of any grade ALT or AST increases was 2.8 months (range: 0.03 to 46.9). 40 3.6 35 2.3 ALT increased 37 3.7 31 2.9 Hypocalcemia 31 2.8 28 1.9 Clinically relevant laboratory test abnormalities in < 30% of patients who received NUBEQA with docetaxel included blood bilirubin increased (all grades 20%, Grade 3-4 0.5%) compared to placebo with docetaxel (all grades 10%, grades 3-4 0.3%)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None . ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage : NUBEQA 600 mg (two 300 mg tablets) administered orally twice daily. Swallow tablets whole. Take NUBEQA with food. ( 2.1 ) For patients with mCSPC treated with NUBEQA in combination with docetaxel, administer the first cycle of docetaxel within 6 weeks after the start of NUBEQA treatment. ( 2.1 ) Patients should also receive a gonadotropin-releasing hormone (GnRH) agonist or antagonist concurrently or have had bilateral orchiectomy. ( 2.1 ) 2.1 Recommended Dosage The recommended dose of NUBEQA is 600 mg (two 300 mg tablets) taken orally, twice daily, with food [see Clinical Pharmacology (12.3) ]. Continue treatment until disease progression or unacceptable toxicity occurs. Patients receiving NUBEQA should also receive a gonadotropin-releasing hormone (GnRH) agonist or antagonist concurrently or have had a bilateral orchiectomy. When used in combination with docetaxel for mCSPC, administer the first of 6 cycles of docetaxel within 6 weeks after the start of NUBEQA treatment. Refer to docetaxel prescribing information for additional dosing information, including dosage modifications. Treatment with NUBEQA may be continued until disease progression or unacceptable toxicity, even if a cycle of docetaxel is delayed, interrupted, or discontinued [see Dosage and Administration (2.2) ] . Advise patients to swallow tablets whole with food, to take any missed dose as soon as they remember prior to the next scheduled dose, and not to take two doses together to make up for a missed dose. 2.2 Dosage Modification If a patient experiences a greater than or equal to Grade 3 or an intolerable adverse reaction, withhold NUBEQA or reduce dosage to 300 mg twice daily until symptoms improve. NUBEQA may be resumed at a dose of 600 mg twice daily, when adverse reaction returns to baseline [see Adverse Reactions (6.1) ]. Dosage reduction below 300 mg twice daily is not recommended. For patients who experience ischemic heart disease or seizure, additional dose modifications may be required [ see Warnings and Precautions (5.1 and 5.2) ]. 2.3 Recommended Dosage in Patients with Severe Renal Impairment For patients with severe renal impairment (eGFR 15–29 mL/min/1.73 m 2 ) not receiving hemodialysis, the recommended dose of NUBEQA is 300 mg twice daily [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.4 Recommended Dosage in Patients with Moderate Hepatic Impairment For patients with moderate hepatic impairment (Child-Pugh Class B), the recommended dose of NUBEQA is 300 mg twice daily [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NUBEQA is an androgen receptor inhibitor indicated for the treatment of adult patients with: non-metastatic castration-resistant prostate cancer (nmCRPC). ( 1 ) metastatic castration-sensitive prostate cancer (mCSPC). ( 1 ) metastatic castration-sensitive prostate cancer (mCSPC) in combination with docetaxel. ( 1 ) NUBEQA is indicated for the treatment of adult patients with: non-metastatic castration resistant prostate cancer (nmCRPC) metastatic castration-sensitive prostate cancer (mCSPC) metastatic castration-sensitive prostate cancer (mCSPC) in combination with docetaxel."
  ],
  "fetched_at": "2025-10-01T19:24:44.676300",
  "source": "OpenFDA"
}