{
  "drug_name": "Darunavir",
  "generic_name": [
    "DARUNAVIR"
  ],
  "brand_names": [
    "Darunavir"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of darunavir/ritonavir with other drugs can alter the concentrations of other drugs and other drugs may alter the concentrations of darunavir. The potential drug-drug interactions must be considered prior to and during therapy. ( 4 , 5.5 , 7 , 12.3 ) 7.1 Potential for Darunavir/ritonavir to Affect Other Drugs Darunavir co-administered with ritonavir is an inhibitor of CYP3A, CYP2D6 and P-gp. Co-administration of darunavir and ritonavir with drugs that are primarily metabolized by CYP3A and CYP2D6 or are transported by P-gp may result in increased plasma concentrations of such drugs, which could increase or prolong their therapeutic effect and adverse events. Darunavir co-administered with ritonavir with drugs that have active metabolite(s) formed by CYP3A may result in reduced plasma concentrations of these active metabolite(s), potentially leading to loss of their therapeutic effect (see Table 10). 7.2 Potential for Other Drugs to Affect Darunavir Darunavir and ritonavir are metabolized by CYP3A. In vitro data indicate that darunavir may be a P-gp substrate. Drugs that induce CYP3A activity would be expected to increase the clearance of darunavir and ritonavir, resulting in lowered plasma concentrations of darunavir and ritonavir. Co-administration of darunavir and ritonavir and other drugs that inhibit CYP3A or P-gp may decrease the clearance of darunavir and ritonavir and may result in increased plasma concentrations of darunavir and ritonavir (see Table 10). 7.3 Established and Other Potentially Significant Drug Interactions Table 10 provides dosing recommendations as a result of drug interactions with darunavir/ritonavir. These recommendations are based on either drug interaction studies or predicted interactions due to the expected magnitude of interaction and potential for serious adverse events or loss of efficacy. The table includes examples of potentially significant interactions but is not all inclusive [see Contraindications ( 4 ) and Clinical Pharmacology ( 12.3 )] , and therefore the label of each drug that is co-administered with darunavir/ritonavir should be consulted for information related to the route of metabolism, interaction pathways, potential risks, and specific actions to be taken with regard to co-administration. Table 10 Established and Other Potentially Significant Drug Interactions: Alterations in Dose or Regimen May be Recommended Based on Drug Interaction Studies or Predicted Interaction (see Contraindications ( 4 ) for a list of examples of contraindicated drugs) [see Clinical Pharmacology ( 12.3 ) for Magnitude of Interaction, Tables 15 and 16] Concomitant Drug Class Drug Name Examples Effect on Concentration of Darunavir Or Concomitant Drug Clinical Comment HIV-1-Antiviral Agents: Nucleoside Reverse Transcriptase Inhibitors (NRTIs) didanosine ↔ darunavir ↔ didanosine Didanosine should be administered one hour before or two hours after darunavir/ritonavir (which are administered with food). HIV-1-Antiviral Agents: HIV-Protease Inhibitors (PIs) indinavir (The reference regimen for indinavir was indinavir/ritonavir 800/100 mg twice daily.) ↑ darunavir ↑ indinavir The appropriate dose of indinavir in combination with darunavir/ritonavir has not been established. lopinavir/ritonavir ↓ darunavir ↔ lopinavir Appropriate doses of the combination have not been established. Hence, it is not recommended to co-administer lopinavir/ritonavir and darunavir, with or without ritonavir. saquinavir ↓ darunavir ↔saquinavir Appropriate doses of the combination have not been established. Hence, it is not recommended to co-administer saquinavir and darunavir, with or without ritonavir. Other HIV protease inhibitors, except atazanavir [see Drug Interactions (7.4)] As co-administration with darunavir/ritonavir has not been studied, co-administration is not recommended. HIV-1-Antiviral Agents: CCR5 co-receptor antagonists maraviroc ↑ maraviroc When used in combination with darunavir/ritonavir, the dose of maraviroc should be 150 mg twice daily. Other Agents Alpha 1-adrenoreceptor antagonist: alfuzosin ↑ alfuzosin Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as hypotension. Antibacterial: clarithromycin ↔ darunavir ↑ clarithromycin No dose adjustment of the combination is required for patients with normal renal function. For co-administration of clarithromycin and darunavir/ritonavir in patients with renal impairment, the following dose adjustments should be considered: For subjects with CLcr of 30 mL/min to 60 mL/min, the dose of clarithromycin should be reduced by 50%. For subjects with CLcr of < 30 mL/min, the dose of clarithromycin should be reduced by 75%. Anticoagulants : Direct Oral Anticoagulants (DOACs) apixaban ↑ apixaban Due to potentially increased bleeding risk, dosing recommendations for co-administration of apixaban with darunavir/ritonavir depend on the apixaban dose. Refer to apixaban dosing instructions for co-administration with P-gp and strong CYP3A inhibitors in apixaban prescribing information. rivaroxaban ↑ rivaroxaban Co-administration of darunavir/ritonavir and rivaroxaban is not recommended because it may lead to an increased bleeding risk. dabigatran etexilate edoxaban ↑ dabigatran ↑ edoxaban Refer to the dabigatran etexilate or edoxaban prescribing information for recommendations regarding co-administration. The specific recommendations are based on indication, renal function, and effect of the co-administered P-gp inhibitors on the concentration of dabigatran or edoxaban. Clinical monitoring is recommended when a DOAC not affected by CYP3A4 but transported by P-gp, including dabigatran etexilate and edoxaban, is co-administered with darunavir /ritonavir. Other Anticoagulants warfarin ↓ warfarin ↔ darunavir Warfarin concentrations are decreased when co-administered with darunavir/ritonavir. It is recommended that the international normalized ratio (INR) be monitored when warfarin is combined with darunavir/ritonavir. Anticonvulsants: carbamazepine ↔ darunavir ↑ carbamazepine The dose of either darunavir/ritonavir or carbamazepine does not need to be adjusted when initiating co-administration with darunavir/ritonavir and carbamazepine. Clinical monitoring of carbamazepine concentrations and its dose titration is recommended to achieve the desired clinical response. clonazepam ↑ clonazepam Clinical monitoring of anticonvulsants that are metabolized by CYP3A is recommended. phenobarbital, phenytoin ↔ darunavir ↓ phenytoin ↓ phenobarbital Phenytoin and phenobarbital levels should be monitored when co-administering with darunavir/ritonavir. Antidepressants : Selective Serotonin Reuptake Inhibitors (SSRIs): paroxetine, sertraline ↓ paroxetine ↓ sertraline If either sertraline or paroxetine is initiated in patients receiving darunavir/ritonavir, dose titrating the SSRI based on a clinical assessment of antidepressant response is recommended. Monitor for antidepressant response in patients on a stable dose of sertraline or paroxetine who start treatment with darunavir/ritonavir. Tricyclic Antidepressants (TCAs): amitriptyline, desipramine, imipramine, nortriptyline ↑ amitriptyline ↑ desipramine ↑ imipramine ↑ nortriptyline Use a lower dose of the tricyclic antidepressants and trazodone due to potential increased adverse events such as nausea, dizziness, hypotension and syncope. Other: trazodone ↑ trazodone Antifungals: itraconazole, isavuconazole, ketoconazole, posaconazole ↑ darunavir ↑ itraconazole ↑ isavuconazole ↑ ketoconazole ↔ posaconazole Monitor for increased darunavir/ritonavir and/or antifungal adverse events with concomitant use of these antifungals. When co-administration is required, the daily dose of ketoconazole or itraconazole should not exceed 200 mg with monitoring for increased antifungal adverse events. voriconazole ↓ voriconazole Voriconazole is not recommended for patients receiving darunavir/ritonavir unless an assessment comparing predicted benefit to risk ratio justifies the use of voriconazole. Anti-gout: colchicine ↑ colchicine Co-administration is contraindicated in patients with renal and/or hepatic impairment due to potential for serious and/or life-threatening reactions. For patients without renal or hepatic impairment: Treatment of gout-flares – co-administration of colchicine in patients on darunavir/ritonavir: 0.6 mg (1 tablet) × 1 dose, followed by 0.3 mg (half tablet) 1 hour later. Treatment course to be repeated no earlier than 3 days. Prophylaxis of gout-flares – co-administration of colchicine in patients on darunavir/ritonavir: If the original regimen was 0.6 mg twice a day, the regimen should be adjusted to 0.3 mg once a day. If the original regimen was 0.6 mg once a day, the regimen should be adjusted to 0.3 mg once every other day. Treatment of familial Mediterranean fever – co-administration of colchicine in patients on darunavir/ritonavir: maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day). Antimalarial : artemether/lumefantrine ↓ artemether ↓ dihydroartemisinin ↑ lumefantrine ↔ darunavir The combination of darunavir/ritonavir and artemether/lumefantrine can be used without dose adjustments. However, the combination should be used with caution as increased lumefantrine exposure may increase the risk of QT prolongation. Antimycobacterials : rifampin ↓ darunavir Co-administration is contraindicated due to potential for loss of therapeutic effect and development of resistance. rifabutin (The reference regimen for rifabutin was 300 mg once daily.) ↑ darunavir ↑ rifabutin ↑ 25- O- desacetylrifabutin Dose reduction of rifabutin by at least 75% of the usual dose (300 mg once daily) is recommended (i.e., a maximum dose of 150 mg every other day). Increased monitoring for adverse events is warranted in patients receiving this combination and further dose reduction of rifabutin may be necessary. rifapentine ↓ darunavir Co-administration of darunavir/ritonavir with rifapentine is not recommended. Antineoplastics: dasatinib, nilotinib ↑ antineoplastics A decrease in the dosage or an adjustment of the dosing interval of dasatinib and nilotinib may be necessary for patients. Please refer to the dasatinib and nilotinib prescribing information for dosing instructions. vinblastine, vincristine For vincristine and vinblastine, consideration should be given to temporarily withholding the ritonavir-containing antiretroviral regimen in patients who develop significant hematologic or gastrointestinal side effects when darunavir/ritonavir is administered concurrently with vincristine or vinblastine. If the antiretroviral regimen must be withheld for a prolonged period, consideration should be given to initiating a revised regimen that does not include a CYP3A or P-gp inhibitor. Antipsychotics: lurasidone ↑ lurasidone Co-administration is contraindicated due to potential for serious and/or life-threatening reactions. pimozide ↑ pimozide Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias. quetiapine ↑ quetiapine Initiation of darunavir with ritonavir in patients taking quetiapine: Consider alternative antiretroviral therapy to avoid increases in quetiapine exposures. If co-administration is necessary, reduce the quetiapine dose to 1/6 of the current dose and monitor for quetiapine-associated adverse reactions. Refer to the quetiapine prescribing information for recommendations on adverse reaction monitoring. Initiation of quetiapine in patients taking darunavir with ritonavir: Refer to the quetiapine prescribing information for initial dosing and titration of quetiapine. e.g. perphenazine, risperidone, thioridazine ↑ antipsychotics A decrease in the dose of antipsychotics that are metabolized by CYP3A or CYP2D6 may be needed when co-administered with darunavir/ritonavir. β-Blockers : e.g. carvedilol, metoprolol, timolol ↑ beta-blockers Clinical monitoring of patients is recommended. A dose decrease may be needed for these drugs when co-administered with darunavir/ritonavir and a lower dose of the beta blocker should be considered. Calcium Channel Blockers : amlodipine, diltiazem, felodipine, nicardipine, nifedipine, verapamil ↑ calcium channel blockers Clinical monitoring of patients is recommended. Cardiac Disorders : ranolazine, ivabradine ↑ ranolazine ↑ ivabradine Co-administration is contraindicated due to potential for serious and/or life-threatening reactions. dronedarone ↑ dronedarone Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias. Other antiarrhythmics e.g. amiodarone, bepridil, disopyramide, flecainide, lidocaine (systemic), mexiletine, propafenone, quinidine ↑ antiarrhythmics Therapeutic concentration monitoring, if available, is recommended for antiarrhythmics when co-administered with darunavir/ritonavir. digoxin ↑ digoxin The lowest dose of digoxin should initially be prescribed. The serum digoxin concentrations should be monitored and used for titration of digoxin dose to obtain the desired clinical effect. Corticosteroids: dexamethasone (systemic) ↓ darunavir Co-administration of darunavir/ritonavir with systemic dexamethasone or other systemic corticosteroids that induce CYP3A may result in loss of therapeutic effect and development of resistance to darunavir. Consider alternative corticosteroids. Corticosteroids primarily metabolized by CYP3A: e.g. betamethasone budesonide ciclesonide fluticasone methylprednisolone mometasone triamcinolone ↑ corticosteroids Co-administration with corticosteroids (all routes of administration) of which exposures are significantly increased by strong CYP3A inhibitors can increase the risk for Cushing's syndrome and adrenal suppression. Alternative corticosteroids including beclomethasone, prednisone and prednisolone (for which PK and/or PD are less affected by strong CYP3A inhibitors relative to other steroids) should be considered, particularly for long term use. Endothelin receptor antagonist : bosentan ↑ bosentan Co-administration of bosentan in patients on darunavir/ritonavir: In patients who have been receiving darunavir/ritonavir for at least 10 days, start bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Co-administration of darunavir/ritonavir in patients on bosentan: Discontinue use of bosentan at least 36 hours prior to initiation of darunavir/ritonavir. After at least 10 days following the initiation of darunavir/ritonavir, resume bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Ergot derivatives: e.g. dihydroergotamine, ergotamine, methylergonovine ↑ ergot derivatives Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues. Hepatitis C virus (HCV): Direct-Acting Antivirals: elbasvir/grazoprevir ↑ elbasvir/grazoprevir Co-administration is contraindicated due to potential for the increased risk of alanine transaminase (ALT) elevations. glecaprevir/pibrentasvir ↑ glecaprevir ↑ pibrentasvir Co-administration of darunavir/ritonavir with glecaprevir/pibrentasvir is not recommended. Herbal product: St. John's wort ( Hypericum perforatum ) ↓ darunavir Co-administration is contraindicated due to potential for reduced plasma concentrations of darunavir, which may result in loss of therapeutic effect and development of resistance. Hormonal contraceptives : Effective alternative (non-hormonal) contraceptive method or a barrier method of contraception is recommended [see Use in Specific Populations (8.3)] . ethinyl estradiol, norethindrone, drospirenone ↓ ethinyl estradiol ↓ norethindrone drospirenone: effects unknown For co-administration with drospirenone, clinical monitoring is recommended due to the potential for hyperkalemia. No data are available to make recommendations on co-administration with other hormonal contraceptives. Immunosuppressants : e.g. cyclosporine, tacrolimus, sirolimus ↑ immunosuppressants Therapeutic concentration monitoring of the immunosuppressive agent is recommended when co-administered with darunavir/ritonavir. Immunosuppressant/neoplastic: everolimus Co-administration of everolimus and darunavir/ritonavir is not recommended. irinotecan ↑ salmeterol Discontinue darunavir/ritonavir at least 1 week prior to starting irinotecan therapy. Do not administer darunavir/ritonavir with irinotecan unless there are no therapeutic alternatives. Lipid Modifying Agents: HMG-CoA reductase inhibitors: lovastatin, simvastatin ↑ lovastatin ↑ simvastatin Co-administration is contraindicated due to potential for serious reactions such as myopathy including rhabdomyolysis. atorvastatin, pravastatin, rosuvastatin ↑ HMG-CoA reductase inhibitors Co-administration of darunavir/ritonavir with HMG-CoA reductase inhibitors may lead to adverse events such as myopathy. Titrate atorvastatin, pravastatin or rosuvastatin dose carefully and use the lowest necessary dose while monitoring for adverse events. Do not exceed atorvastatin 20 mg/day. Other lipid modifying agents: lomitapide ↑ lomitapide Co-administration is contraindicated due to potential for markedly increased transaminases. Narcotic analgesics metabolized by CYP3A: e.g. fentanyl, oxycodone ↑ fentanyl ↑ oxycodone Careful monitoring of therapeutic effects and adverse reactions associated with CYP3A-metabolized narcotic analgesics (including potentially fatal respiratory depression) is recommended with co-administration. tramadol ↑ tramadol A dose decrease may be needed for tramadol with concomitant use. Narcotic analgesics/treatment of opioid dependence : buprenorphine, buprenorphine/naloxone ↔ buprenorphine, naloxone ↑ norbuprenorphine (metabolite) No dose adjustment for buprenorphine or buprenorphine/naloxone is required with concurrent administration of darunavir/ritonavir. Clinical monitoring is recommended if darunavir/ritonavir and buprenorphine or buprenorphine/naloxone are co-administered. methadone ↓ methadone No adjustment of methadone dosage is required when initiating co-administration of darunavir/ritonavir. However, clinical monitoring is recommended as the dose of methadone during maintenance therapy may need to be adjusted in some patients. Opioid Antagonist naloxegol ↑ naloxegol Co-administration of darunavir/ritonavir and naloxegol is contraindicated due to potential for precipitating opioid withdrawal symptoms. PDE-5 inhibitors : e.g. avanafil, sildenafil, tadalafil, vardenafil ↑ PDE-5 inhibitors (only the use of sildenafil at doses used for treatment of erectile dysfunction has been studied with darunavir/ritonavir) Co-administration with darunavir/ritonavir may result in an increase in PDE-5 inhibitor-associated adverse events, including hypotension, syncope, visual disturbances and priapism. Use of PDE-5 inhibitors for pulmonary arterial hypertension (PAH): Co-administration with sildenafil used for PAH is contraindicated due to potential for sildenafil associated adverse reactions (which include visual disturbances, hypotension, prolonged erection and syncope). The following dose adjustments are recommended for use of tadalafil with darunavir/ritonavir: Co-administration of tadalafil in patients on darunavir/ritonavir: In patients receiving darunavir/ritonavir for at least one week, start tadalafil at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Co-administration of darunavir/ritonavir in patients on tadalafil: Avoid use of tadalafil during the initiation of darunavir/ritonavir. Stop tadalafil at least 24 hours prior to starting darunavir/ritonavir. After at least one week following the initiation of darunavir/ritonavir, resume tadalafil at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Use of PDE-5 inhibitors for erectile dysfunction: Sildenafil at a single dose not exceeding 25 mg in 48 hours, vardenafil at a single dose not exceeding 2.5 mg dose in 72 hours or tadalafil at a single dose not exceeding 10 mg dose in 72 hours can be used with increased monitoring for PDE-5 inhibitor-associated adverse events. Co-administration of darunavir/ritonavir and avanafil is not recommended. Platelet aggregation inhibitor: ticagrelor ↑ ticagrelor Co-administration of darunavir/ritonavir and ticagrelor is not recommended. clopidogrel ↓ clopidogrel active metabolite Co-administration of darunavir/ritonavir and clopidogrel is not recommended due to potential reduction of the antiplatelet activity of clopidogrel. prasugrel ↔ prasugrel active metabolite No dose adjustment is needed when prasugrel is co-administered with darunavir/ritonavir. Proton pump inhibitor: omeprazole ↓ omeprazole ↔ darunavir When omeprazole is co-administered with darunavir/ritonavir, monitor patients for decreased efficacy of omeprazole. Consider increasing the omeprazole dose in patients whose symptoms are not well controlled; avoid use of more than 40 mg per day of omeprazole. Sedatives/hypnotics: orally administered midazolam, triazolam ↑ midazolam ↑ triazolam Co-administration is contraindicated due to potential for serious and/or life-threatening reactions such as prolonged or increased sedation or respiratory depression. Triazolam and orally administered midazolam are extensively metabolized by CYP3A. Co-administration of triazolam or orally administered midazolam with darunavir may cause large increases in the concentrations of these benzodiazepines. metabolized by CYP3A e.g. buspirone, diazepam, estazolam, zolpidem ↑ sedatives/hypnotics Titration is recommended when co-administering darunavir/ritonavir with sedatives/hypnotics metabolized by CYP3A and a lower dose of the sedatives/hypnotics should be considered with monitoring for adverse events. parenterally administered midazolam Co-administration of parenteral midazolam should be done in a setting which ensures close clinical monitoring and appropriate medical management in case of respiratory depression and/or prolonged sedation. Dosage reduction for midazolam should be considered, especially if more than a single dose of midazolam is administered. Urinary antispasmodics fesoterodine ↑ fesoterodine When fesoterodine is co-administered with darunavir/ritonavir, do not exceed a fesoterodine dose of 4 mg once daily. solifenacin ↑ solifenacin When solifenacin is co-administered with darunavir/ritonavir, do not exceed a solifenacin dose of 5 mg once daily. 7.4 Drugs without Clinically Significant Interactions with Darunavir No dosage adjustments are recommended when darunavir/ritonavir is co-administered with the following medications: atazanavir, dolutegravir, efavirenz, etravirine, nevirapine, nucleoside reverse transcriptase inhibitors (abacavir, emtricitabine, emtricitabine/tenofovir alafenamide, lamivudine, stavudine, tenofovir disoproxil fumarate, zidovudine), pitavastatin, raltegravir, ranitidine or rilpivirine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of labeling: Hepatotoxicity [see Warnings and Precautions ( 5.2 )] Severe Skin Reactions [see Warnings and Precautions ( 5.3 )] Diabetes Mellitus/Hyperglycemia [see Warnings and Precautions ( 5.6 )] Fat Redistribution [see Warnings and Precautions ( 5.7 )] Immune Reconstitution Syndrome [see Warnings and Precautions ( 5.8 )] Hemophilia [see Warnings and Precautions ( 5.9 )] Due to the need for co-administration of darunavir with ritonavir, please refer to ritonavir prescribing information for ritonavir-associated adverse reactions. The most common clinical adverse drug reactions to darunavir/ritonavir (incidence greater than or equal to 5%) of at least moderate intensity (greater than or equal to Grade 2) were diarrhea, nausea, rash, headache, abdominal pain and vomiting. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Viona Pharmaceuticals Inc. at 1-888-304-5011 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Treatment Naïve-Adults: TMC114-C211 The safety assessment is based on all safety data from the Phase 3 trial TMC114-C211 comparing darunavir/ritonavir 800/100 mg once daily versus lopinavir/ritonavir 800/200 mg per day in 689 antiretroviral treatment-naïve HIV-1-infected adult subjects. The total mean exposure for subjects in the darunavir/ritonavir 800/100 mg once daily arm and in the lopinavir/ritonavir 800/200 mg per day arm was 162.5 and 153.5 weeks, respectively. The majority of the adverse drug reactions (ADRs) reported during treatment with darunavir/ritonavir 800/100 mg once daily were mild in severity. The most common clinical ADRs to darunavir/ritonavir 800/100 mg once daily (greater than or equal to 5%) of at least moderate intensity (greater than or equal to Grade 2) were diarrhea, headache, abdominal pain and rash. 2.3% of subjects in the darunavir/ritonavir arm discontinued treatment due to ADRs. ADRs to darunavir/ritonavir 800/100 mg once daily of at least moderate intensity (greater than or equal to Grade 2) in antiretroviral treatment-naïve HIV-1-infected adult subjects are presented in Table 6 and subsequent text below the table. Table 6 Selected Clinical Adverse Drug Reactions to Darunavir/ritonavir 800/100 mg Once Daily a of at Least Moderate Intensity (≥ Grade 2) Occurring in ≥ 2% of Antiretroviral Treatment-Naïve HIV-1-Infected Adult Subjects (Trial TMC114-C211) N=total number of subjects per treatment group; FTC=emtricitabine; TDF=tenofovir disoproxil fumarate a Excluding laboratory abnormalities reported as ADRs. System organ class, preferred term, % Darunavir/ritonavir 800/100 mg once daily + TDF/FTC N=343 Lopinavir/ritonavir 800/200 mg per day + TDF/FTC N=346 Gastrointestinal Disorders Abdominal pain 6% 6% Diarrhea 9% 16% Nausea 4% 4% Vomiting 2% 4% General Disorders and Administration Site Conditions Fatigue < 1% 3% Metabolism and Nutrition Disorders Anorexia 2% < 1% Nervous System Disorders Headache 7% 6% Skin and Subcutaneous Tissue Disorders Rash 6% 7% Less Common Adverse Reactions Treatment-emergent ADRs of at least moderate intensity (greater than or equal to Grade 2) occurring in less than 2% of antiretroviral treatment-naïve subjects receiving darunavir/ritonavir 800/100 mg once daily are listed below by body system: Gastrointestinal Disorders : acute pancreatitis, dyspepsia, flatulence General Disorders and Administration Site Conditions : asthenia Hepatobiliary Disorders : acute hepatitis (e.g., acute hepatitis, cytolytic hepatitis, hepatotoxicity) Immune System Disorders : (drug) hypersensitivity, immune reconstitution syndrome Metabolism and Nutrition Disorders : diabetes mellitus Musculoskeletal and Connective Tissue Disorders : myalgia, osteonecrosis Psychiatric Disorders : abnormal dreams Skin and Subcutaneous Tissue Disorders : angioedema, pruritus, Stevens-Johnson Syndrome, urticaria Laboratory Abnormalities Selected Grade 2 to 4 laboratory abnormalities that represent a worsening from baseline observed in antiretroviral treatment-naïve adult subjects treated with darunavir/ritonavir 800/100 mg once daily are presented in Table 7. Table 7 Grade 2 to 4 Laboratory Abnormalities Observed in Antiretroviral Treatment-Naïve HIV-1-Infected Adult Subjects a (Trial TMC114-C211) N=total number of subjects per treatment group; FTC=emtricitabine; TDF=tenofovir disoproxil fumarate a Grade 4 data not applicable in Division of AIDS grading scale. Laboratory parameter % Limit Darunavir /ritonavir 800/100 mg once daily + TDF/FTC Lopinavir/ ritonavir 800/200 mg per day + TDF/FTC Biochemistry Alanine Aminotransferase Grade 2 > 2.5 to ≤ 5 X ULN 9% 9% Grade 3 > 5 to ≤ 10 X ULN 3% 3% Grade 4 > 10 X ULN < 1% 3% Aspartate Aminotransferase Grade 2 > 2.5 to ≤ 5 X ULN 7% 10% Grade 3 > 5 to ≤ 10 X ULN 4% 2% Grade 4 > 10 X ULN 1% 3% Alkaline Phosphatase Grade 2 > 2.5 to ≤ 5 X ULN 1% 1% Grade 3 > 5 to ≤ 10 X ULN 0% < 1% Grade 4 > 10 X ULN 0% 0% Hyperbilirubinemia Grade 2 > 1.5 to ≤ 2.5 X ULN < 1% 5% Grade 3 > 2.5 to ≤ 5 X ULN < 1% < 1% Grade 4 > 5 X ULN 0% 0% Triglycerides Grade 2 5.65 mmol/L to 8.48 mmol/L 500 mg/dL to 750 mg/dL 3% 10% Grade 3 8.49 mmol/L to 13.56 mmol/L 751 mg/dL to 1,200 mg/dL 2% 5% Grade 4 > 13.56 mmol/L > 1,200 mg/dL 1% 1% Total Cholesterol Grade 2 6.20 mmol/L to 7.77 mmol/L 240 mg/dL to 300 mg/dL 23% 27% Grade 3 > 7.77 mmol/L > 300 mg/dL 1% 5% Low-Density Lipoprotein Cholesterol Grade 2 4.13 mmol/L to 4.90 mmol/L 160 mg/dL to 190 mg/dL 14% 12% Grade 3 ≥ 4.91 mmol/L ≥ 191 mg/dL 9% 6% Elevated Glucose Levels Grade 2 6.95 mmol/L to 13.88 mmol/L 126 mg/dL to 250 mg/dL 11% 10% Grade 3 13.89 mmol/L to 27.75 mmol/L 251 mg/dL to 500 mg/dL 1% < 1% Grade 4 > 27.75 mmol/L > 500 mg/dL 0% 0% Pancreatic Lipase Grade 2 > 1.5 to ≤ 3 X ULN 3% 2% Grade 3 > 3 to ≤ 5 X ULN < 1% 1% Grade 4 > 5 X ULN 0% < 1% Pancreatic Amylase Grade 2 > 1.5 to ≤ 2 X ULN 5% 2% Grade 3 > 2 to ≤ 5 X ULN 5% 4% Grade 4 > 5 X ULN 0% < 1% Treatment-Experienced Adults: TMC114-C214 The safety assessment is based on all safety data from the Phase 3 trial TMC114-C214 comparing darunavir/ritonavir 600/100 mg twice daily versus lopinavir/ritonavir 400/100 mg twice daily in 595 antiretroviral treatment-experienced HIV-1-infected adult subjects. The total mean exposure for subjects in the darunavir/ritonavir 600/100 mg twice daily arm and in the lopinavir/ritonavir 400/100 mg twice daily arm was 80.7 and 76.4 weeks, respectively. The majority of the ADRs reported during treatment with darunavir/ritonavir 600/100 mg twice daily were mild in severity. The most common clinical ADRs to darunavir/ritonavir 600/100 mg twice daily (greater than or equal to 5%) of at least moderate intensity (greater than or equal to Grade 2) were diarrhea, nausea, rash, abdominal pain and vomiting. 4.7% of subjects in the darunavir/ritonavir arm discontinued treatment due to ADRs. ADRs to darunavir/ritonavir 600/100 mg twice daily of at least moderate intensity (greater than or equal to Grade 2) in antiretroviral treatment-experienced HIV-1-infected adult subjects are presented in Table 8 and subsequent text below the table. Table 8 Selected Clinical Adverse Drug Reactions to Darunavir/ritonavir 600/100 mg Twice Daily a of at Least Moderate Intensity (≥ Grade 2) Occurring in ≥ 2% of Antiretroviral Treatment-Experienced HIV-1-Infected Adult Subjects (Trial TMC114-C214) N=total number of subjects per treatment group; OBR=optimized background regimen a Excluding laboratory abnormalities reported as ADRs System organ class, preferred term, % Darunavir/ritonavir 600/100 mg twice daily + OBR N=298 Lopinavir/ritonavir 400/100 mg twice daily + OBR N=297 Gastrointestinal Disorders Abdominal distension 2% < 1% Abdominal pain 6% 3% Diarrhea 14% 20% Dyspepsia 2% 1% Nausea 7% 6% Vomiting 5% 3% General Disorders and Administration Site Conditions Asthenia 3% 1% Fatigue 2% 1% Metabolism and Nutrition Disorders Anorexia 2% 2% Diabetes mellitus 2% < 1% Nervous System Disorders Headache 3% 3% Skin and Subcutaneous Tissue Disorders Rash 7% 3% Less Common Adverse Reactions Treatment-emergent ADRs of at least moderate intensity (greater than or equal to Grade 2) occurring in less than 2% of antiretroviral treatment-experienced subjects receiving darunavir/ritonavir 600/100 mg twice daily are listed below by body system: Gastrointestinal Disorders : acute pancreatitis, flatulence Musculoskeletal and Connective Tissue Disorders : myalgia Psychiatric Disorders : abnormal dreams Skin and Subcutaneous Tissue Disorders : pruritus, urticaria Laboratory Abnormalities Selected Grade 2 to 4 laboratory abnormalities that represent a worsening from baseline observed in antiretroviral treatment-experienced adult subjects treated with darunavir/ritonavir 600/100 mg twice daily are presented in Table 9. Table 9 Grade 2 to 4 Laboratory Abnormalities Observed in Antiretroviral Treatment-Experienced HIV-1-Infected Adult Subjects a (Trial TMC114-C214) N=total number of subjects per treatment group; OBR=optimized background regimen a Grade 4 data not applicable in Division of AIDS grading scale Laboratory parameter, % Limit Darunavir/ritonavir 600/100 mg twice daily + OBR Lopinavir/ ritonavir 400/100 mg twice daily + OBR Biochemistry Alanine Aminotransferase Grade 2 > 2.5 to ≤ 5 X ULN 7% 5% Grade 3 > 5 to ≤ 10 X ULN 2% 2% Grade 4 > 10 X ULN 1% 2% Aspartate Aminotransferase Grade 2 > 2.5 to ≤ 5 X ULN 6% 6% Grade 3 > 5 to ≤ 10 X ULN 2% 2% Grade 4 > 10 X ULN < 1% 2% Alkaline Phosphatase Grade 2 > 2.5 to ≤ 5 X ULN < 1% 0% Grade 3 > 5 to ≤ 10 X ULN < 1% < 1% Grade 4 > 10 X ULN 0% 0% Hyperbilirubinemia Grade 2 > 1.5 to ≤ 2.5 X ULN < 1% 2% Grade 3 > 2.5 to ≤ 5 X ULN < 1% < 1% Grade 4 > 5 X ULN < 1% 0% Triglycerides Grade 2 5.65 mmol/L to 8.48 mmol/L 500 mg/dL to 750 mg/dL 10% 11% Grade 3 8.49 mmol/L to 13.56 mmol/L 751 mg/dL to 1,200 mg/dL 7% 10% Grade 4 > 13.56 mmol/L > 1,200 mg/dL 3% 6% Total Cholesterol Grade 2 6.20 mmol/L to 7.77 mmol/L 240 mg/dL to 300 mg/dL 25% 23% Grade 3 > 7.77 mmol/L > 300 mg/dL 10% 14% Low-Density Lipoprotein Cholesterol Grade 2 4.13 mmol/L to 4.90 mmol/L 160 mg/dL to 190 mg/dL 14% 14% Grade 3 ≥ 4.91 mmol/L ≥ 191 mg/dL 8% 9% Elevated Glucose Levels Grade 2 6.95 mmol/L to 13.88 mmol/L 126 mg/dL to 250 mg/dL 10% 11% Grade 3 13.89 mmol/L to 27.75 mmol/L 251 mg/dL to 500 mg/dL 1% < 1% Grade 4 > 27.75 mmol/L > 500 mg/dL < 1% 0% Pancreatic Lipase Grade 2 > 1.5 to ≤ 3 X ULN 3% 4% Grade 3 > 3 to ≤ 5 X ULN 2% < 1% Grade 4 > 5 X ULN < 1% 0% Pancreatic Amylase Grade 2 > 1.5 to ≤ 2 X ULN 6% 7% Grade 3 > 2 to ≤ 5 X ULN 7% 3% Grade 4 > 5 X ULN 0% 0% Serious ADRs The following serious ADRs of at least moderate intensity (greater than or equal to Grade 2) occurred in the Phase 2b and Phase 3 trials with darunavir/ritonavir: abdominal pain, acute hepatitis, acute pancreatitis, anorexia, asthenia, diabetes mellitus, diarrhea, fatigue, headache, hepatic enzyme increased, hypercholesterolemia, hyperglycemia, hypertriglyceridemia, immune reconstitution syndrome, low density lipoprotein increased, nausea, pancreatic enzyme increased, rash, Stevens-Johnson Syndrome and vomiting. Patients Co-Infected with Hepatitis B and/or Hepatitis C Virus In subjects co-infected with hepatitis B or C virus receiving darunavir/ritonavir, the incidence of adverse events and clinical chemistry abnormalities was not higher than in subjects receiving darunavir/ritonavir who were not co-infected, except for increased hepatic enzymes [see Warnings and Precautions ( 5.2 )] . The pharmacokinetic exposure in co-infected subjects was comparable to that in subjects without co-infection. Clinical Trials Experience: Pediatric Patients Darunavir/ritonavir has been studied in combination with other antiretroviral agents in 3 Phase 2 trials. TMC114-C212, in which 80 antiretroviral treatment-experienced HIV-1-infected pediatric subjects 6 to less than 18 years of age and weighing at least 20 kg were included, TMC114-C228, in which 21 antiretroviral treatment-experienced HIV-1-infected pediatric subjects 3 to less than 6 years of age and weighing at least 10 kg were included and TMC114-C230 in which 12 antiretroviral treatment-naïve HIV-1 infected pediatric patients aged from 12 to less than 18 years and weighing at least 40 kg were included. The TMC114-C212 and C228 trials evaluated darunavir/ritonavir twice daily dosing and the TMC114-C230 trial evaluated darunavir/ritonavir once daily dosing [see Use in Specific Populations ( 8.4 ) and Clinical Studies ( 14.4 )] . Frequency, type and severity of ADRs in pediatric subjects were comparable to those observed in adults. TMC114-C212 Clinical ADRs to darunavir/ritonavir (all grades, greater than or equal to 3%), were vomiting (13%), diarrhea (11%), abdominal pain (10%), headache (9%), rash (5%), nausea (4%) and fatigue (3%). Grade 3 or 4 laboratory abnormalities were ALT increased (Grade 3: 3%; Grade 4: 1%), AST increased (Grade 3: 1%), pancreatic amylase increased (Grade 3: 4%, Grade 4: 1%), pancreatic lipase increased (Grade 3: 1%), total cholesterol increased (Grade 3: 1%) and LDL increased (Grade 3: 3%). TMC114-C228 Clinical ADRs to darunavir/ritonavir (all grades, greater than or equal to 5%), were diarrhea (24%), vomiting (19%), rash (19%), abdominal pain (5%) and anorexia (5%). There were no Grade 3 or 4 laboratory abnormalities considered as ADRs in this trial. TMC114-C230 Clinical ADRs to darunavir/ritonavir (all grades, greater than or equal to 3%), were vomiting (33%), nausea (25%), diarrhea (16.7%), abdominal pain (8.3%), decreased appetite (8.3%), pruritus (8.3%) and rash (8.3%). There were no Grade 3 or 4 laboratory abnormalities considered as ADRs in this trial. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of darunavir. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Metabolism and Nutrition Disorders: Redistribution of body fat Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis (associated with co-administration with HMG-CoA reductase inhibitors and darunavir/ritonavir) Skin and Subcutaneous Tissue Disorders: Toxic epidermal necrolysis, acute generalized exanthematous pustulosis, drug rash with eosinophilia and systemic symptoms [see Warnings and Precautions ( 5.3 )] Renal and Urinary Disorders: Crystal nephropathy, crystalluria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Co-administration of darunavir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events (narrow therapeutic index). Examples of these drugs and other contraindicated drugs (which may lead to reduced efficacy of darunavir) are listed below [see Drug Interactions ( 7.3 )] . Due to the need for co-administration of darunavir with ritonavir, please refer to ritonavir prescribing information for a description of ritonavir contraindications. Alpha 1-adrenoreceptor antagonist: alfuzosin Anti-gout: colchicine, in patients with renal and/or hepatic impairment Antimycobacterial: rifampin Antipsychotics: lurasidone, pimozide Cardiac Disorders: dronedarone, ivabradine, ranolazine Ergot derivatives, e.g. dihydroergotamine, ergotamine, methylergonovine Herbal product: St. John's wort (Hypericum perforatum) Hepatitis C direct acting antiviral: elbasvir/grazoprevir Lipid modifying agents: lomitapide, lovastatin, simvastatin Opioid Antagonist: naloxegol PDE-5 inhibitor: sildenafil when used for treatment of pulmonary arterial hypertension Sedatives/hypnotics: orally administered midazolam, triazolam Co-administration of darunavir/ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events (narrow therapeutic index). ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing: In treatment-experienced patients, treatment history genotypic and/or phenotypic testing is recommended prior to initiation of therapy with darunavir/ritonavir to assess drug susceptibility of the HIV-1 virus ( 2.1 , 12.4 ) Monitor serum liver chemistry tests before and during therapy with darunavir/ritonavir. ( 2.1 , 2.2 , 5.2 ) Treatment-naïve adult patients and treatment-experienced adult patients with no darunavir resistance associated substitutions: 800 mg (one 800 mg tablet) taken with ritonavir 100 mg once daily and with food. ( 2.3 ) Treatment-experienced adult patients with at least one darunavir resistance associated substitution: 600 mg (one 600 mg tablet) taken with ritonavir 100 mg twice daily and with food. ( 2.3 ) Pregnant patients: 600 mg (one 600 mg tablet) taken with ritonavir 100 mg twice daily and with food. ( 2.4 ) Pediatric patients (3 to less than 18 years of age and weighing at least 10 kg): dosage of darunavir and ritonavir is based on body weight and should not exceed the adult dose. Darunavir should be taken with ritonavir and with food. ( 2.5 ) Darunavir/ritonavir is not recommended for use in patients with severe hepatic impairment. ( 2.6 ) 2.1 Testing Prior to Initiation of Darunavir/ritonavir In treatment-experienced patients, treatment history, genotypic and/or phenotypic testing is recommended to assess drug susceptibility of the HIV-1 virus [see Microbiology ( 12.4 )]. Refer to Dosage and Administration ( 2.3 ), ( 2.4 ) and ( 2.5 ) for dosing recommendations. Appropriate laboratory testing such as serum liver biochemistries should be conducted prior to initiating therapy with darunavir/ritonavir [see Warnings and Precautions ( 5.2 )]. 2.2 Monitoring During Treatment with Darunavir/ritonavir Patients with underlying chronic hepatitis, cirrhosis or in patients who have pre-treatment elevations of transaminases should be monitored for elevation in serum liver biochemistries, especially during the first several months of darunavir/ritonavir treatment [see Warnings and Precautions ( 5.2 )]. 2.3 Recommended Dosage in Adult Patients Darunavir must be co-administered with ritonavir to exert its therapeutic effect. Failure to correctly co-administer darunavir with ritonavir will result in plasma levels of darunavir that will be insufficient to achieve the desired antiviral effect and will alter some drug interactions. Patients who have difficulty swallowing darunavir tablets can use the 100 mg per mL darunavir oral suspension. Treatment-Naïve Adult Patients The recommended oral dose of darunavir is 800 mg (one 800 mg tablet or 8 mL of the oral suspension) taken with ritonavir 100 mg (one 100 mg tablet or capsule or 1.25 mL of a 80 mg per mL ritonavir oral solution) once daily and with food. An 8 mL darunavir dose should be taken as two 4 mL administrations with the included oral dosing syringe. Treatment-Experienced Adult Patients The recommended oral dosage for treatment-experienced adult patients is summarized in Table 1. Baseline genotypic testing is recommended for dose selection. However, when genotypic testing is not feasible, darunavir 600 mg taken with ritonavir 100 mg twice daily is recommended. Table 1 Recommended Darunavir/ritonavir Dosage in Treatment-Experienced Adult Patients a V11I, V32I, L33F, I47V, I50V, I54L, I54M, T74P, L76V, I84V and L89V b An 8 mL darunavir dose should be taken as two 4 mL administrations with the included oral dosing syringe Baseline Resistance Formulation and Recommended Dosing Darunavir tablets with ritonavir tablets or capsule Darunavir oral suspension (100 mg/mL) with ritonavir oral solution (80 mg/mL) With no darunavir resistance associated substitutions a One 800 mg darunavir tablet with one 100 mg ritonavir tablet/capsule, taken once daily with food 8 mL b darunavir oral suspension with 1.25 mL ritonavir oral solution, taken once daily with food With at least one darunavir resistance associated substitutions a , or with no baseline resistance information One 600 mg darunavir tablet with one 100 mg ritonavir tablet/capsule, taken twice daily with food 6 mL darunavir oral suspension with 1.25 mL ritonavir oral solution, taken twice daily with food 2.4 Recommended Dosage During Pregnancy The recommended dosage in pregnant patients is darunavir 600 mg taken with ritonavir 100 mg twice daily with food. Darunavir 800 mg taken with ritonavir 100 mg once daily should only be considered in certain pregnant patients who are already on a stable darunavir 800 mg with ritonavir 100 mg once daily regimen prior to pregnancy, are virologically suppressed (HIV-1 RNA less than 50 copies per mL) and in whom a change to twice daily darunavir 600 mg with ritonavir 100 mg may compromise tolerability or compliance. 2.5 Recommended Dosage in Pediatric Patients (age 3 to less than 18 years) Healthcare professionals should pay special attention to accurate dose selection of darunavir, transcription of the medication order, dispensing information and dosing instruction to minimize risk for medication errors, overdose and underdose. Prescribers should select the appropriate dose of darunavir/ritonavir for each individual child based on body weight (kg) and should not exceed the recommended dose for adults. Before prescribing darunavir, children weighing greater than or equal to 15 kg should be assessed for the ability to swallow tablets. If a child is unable to reliably swallow a tablet, the use of darunavir oral suspension should be considered. The recommended dose of darunavir/ritonavir for pediatric patients (3 to less than 18 years of age and weighing at least 10 kg is based on body weight (see Tables 2, 3, 4 and 5) and should not exceed the recommended adult dose. Darunavir should be taken with ritonavir and with food. The recommendations for the darunavir/ritonavir dosage regimens were based on pediatric clinical trial data and population pharmacokinetic modeling and simulation [see Use in Specific Populations ( 8.4 ) and Clinical Pharmacology ( 12.3 )]. Dosing Recommendations for Treatment-Naïve Pediatric Patients or Antiretroviral Treatment-Experienced Pediatric Patients with No Darunavir Resistance Associated Substitutions Pediatric Patients Weighing At Least 10 kg but Less than 15 kg The weight-based dose in antiretroviral treatment-naïve pediatric patients or antiretroviral treatment-experienced pediatric patients with no darunavir resistance associated substitutions is darunavir 35 mg/kg once daily with ritonavir 7 mg/kg once daily using the following table: Table 2 Recommended Dose for Pediatric Patients Weighing 10 kg to Less Than 15 kg Who are Treatment-Naïve or Treatment-Experienced with No Darunavir Resistance Associated Substitutions a a darunavir resistance associated substitutions: V11I, V32I, L33F, I47V, I50V, I54M, I54L, T74P, L76V, I84V and L89V b The 350 mg, 385 mg, 455 mg and 490 mg darunavir dose for the specified weight groups were rounded up for suspension dosing convenience to 3.6 mL, 4 mL, 4.6 mL and 5 mL, respectively. Body weight (kg) Formulation: Darunavir oral suspension (100 mg/mL) and ritonavir oral solution (80 mg/mL) Dose: once daily with food Greater than or equal to 10 kg to less than 11 kg Darunavir 3.6 mL b (350 mg) with ritonavir 0.8 mL (64 mg) Greater than or equal to 11 kg to less than 12 kg Darunavir 4 mL b (385 mg) with ritonavir 0.8 mL (64 mg) Greater than or equal to 12 kg to less than 13 kg Darunavir 4.2 mL (420 mg) with ritonavir 1 mL (80 mg) Greater than or equal to 13 kg to less than 14 kg Darunavir 4.6 mL b (455 mg) with ritonavir 1 mL (80 mg) Greater than or equal to 14 kg to less than 15 kg Darunavir 5 mL b (490 mg) with ritonavir 1.2 mL (96 mg) Pediatric Patients Weighing At Least 15 kg Pediatric patients weighing at least 15 kg can be dosed with darunavir oral tablet(s) using the following table: Table 3 Recommended Dose for Pediatric Patients Weighing At Least 15 kg Who are Treatment-Naïve or Treatment-Experienced with No Darunavir Resistance Associated Substitutions a a darunavir resistance associated substitutions: V11I, V32I, L33F, I47V, I50V, I54M, I54L, T74P, L76V, I84V and L89V b The 675 mg dose using darunavir tablets for this weight group is rounded up to 6.8 mL for suspension dosing convenience. c The 6.8 mL and 8 mL darunavir dose should be taken as two (3.4 mL or 4 mL respectively) administrations with the included oral dosing syringe. Body weight (kg) Formulation: Darunavir tablet(s) and ritonavir capsules or tablets (100 mg) Formulation: Darunavir oral suspension (100 mg/mL) and ritonavir oral solution (80 mg/mL) Dose: once daily with food Dose: once daily with food Greater than or equal to 15 kg to less than 30 kg Darunavir 600 mg with ritonavir 100 mg Darunavir 6 mL (600 mg) with ritonavir 1.25 mL (100 mg) Greater than or equal to 30 kg to less than 40 kg Darunavir 675 mg with ritonavir 100 mg Darunavir 6.8 mL bc (675 mg) with ritonavir 1.25 mL (100 mg) Greater than or equal to 40 kg Darunavir 800 mg with ritonavir 100 mg Darunavir 8 mL c (800 mg) with ritonavir 1.25 mL (100 mg) Dosing Recommendations for Treatment-Experienced Pediatric Patients with At Least One Darunavir Resistance Associated Substitutions Pediatric Patients Weighing At Least 10 kg but Less than 15 kg The weight-based dose in antiretroviral treatment-experienced pediatric patients with at least one darunavir resistance associated substitution is darunavir 20 mg/kg twice daily with ritonavir 3 mg/kg twice daily using the following table: Table 4 Recommended Dose for Pediatric Patients Weighing 10 kg to Less Than 15 kg Who are Treatment-Experienced with At Least One Darunavir Resistance Associated Substitution a a darunavir resistance associated substitutions: V11I, V32I, L33F, I47V, I50V, I54M, I54L, T74P, L76V, I84V and L89V Body weight (kg) Formulation: Darunavir oral suspension (100 mg/mL) and ritonavir oral solution (80 mg/mL) Dose: twice daily with food Greater than or equal to 10 kg to less than 11 kg Darunavir 2 mL (200 mg) with ritonavir 0.4 mL (32 mg) Greater than or equal to 11 kg to less than 12 kg Darunavir 2.2 mL (220 mg) with ritonavir 0.4 mL (32 mg) Greater than or equal to 12 kg to less than 13 kg Darunavir 2.4 mL (240 mg) with ritonavir 0.5 mL (40 mg) Greater than or equal to 13 kg to less than 14 kg Darunavir 2.6 mL (260 mg) with ritonavir 0.5 mL (40 mg) Greater than or equal to 14 kg to less than 15 kg Darunavir 2.8 mL (280 mg) with ritonavir 0.6 mL (48 mg) Pediatric Patients Weighing At Least 15 kg Pediatric patients weighing at least 15 kg can be dosed with darunavir oral tablet(s) or suspension using the following table: Table 5 Recommended Dose for Pediatric Patients Weighing At Least 15 kg Who are Treatment-Experienced with At Least One Darunavir Resistance Associated Substitution a a darunavir resistance associated substitutions: V11I, V32I, L33F, I47V, I50V, I54M, I54L, T74P, L76V, I84V and L89V b The 375 mg and 450 mg dose using darunavir tablets for this weight group is rounded up to 3.8 mL and 4.6 mL for suspension dosing convenience. Body weight (kg) Formulation: Darunavir tablet(s) and ritonavir tablets, capsules (100 mg) or oral solution (80 mg/mL) Formulation: Darunavir oral suspension (100 mg/mL) and ritonavir oral solution (80 mg/mL) Dose: twice daily with food Dose: twice daily with food Greater than or equal to 15 kg to less than 30 kg Darunavir 375 mg with ritonavir 0.6 mL (48 mg) Darunavir 3.8 mL (375 mg) b with ritonavir 0.6 mL (48 mg) Greater than or equal to 30 kg to less than 40 kg Darunavir 450 mg with ritonavir 0.75 mL (60 mg) Darunavir 4.6 mL (450 mg) b with ritonavir 0.75 mL (60 mg) Greater than or equal to 40 kg Darunavir 600 mg with ritonavir 100 mg Darunavir 6 mL (600 mg) with ritonavir 1.25 mL (100 mg) The use of darunavir/ritonavir in pediatric patients below 3 years of age is not recommended [see Warnings and Precautions ( 5.10 ) and Use in Specific Populations ( 8.4 )]. 2.6 Not Recommended in Patients with Severe Hepatic Impairment No dosage adjustment is required in patients with mild or moderate hepatic impairment. No data are available regarding the use of darunavir/ritonavir when co-administered to subjects with severe hepatic impairment; therefore, darunavir/ritonavir is not recommended for use in patients with severe hepatic impairment [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Darunavir, co-administered with ritonavir (darunavir/ritonavir), in combination with other antiretroviral agents, is indicated for the treatment of human immunodeficiency virus (HIV-1) infection in adult and pediatric patients 3 years of age and older [see Use in Specific Populations ( 8.4 ) and Clinical Studies ( 14 )]. Darunavir is a human immunodeficiency virus (HIV-1) protease inhibitor indicated for the treatment of HIV-1 infection in adult and pediatric patients 3 years of age and older. Darunavir must be co-administered with ritonavir (darunavir/ritonavir) and with other antiretroviral agents. ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:51:50.248599",
  "source": "OpenFDA"
}