{
  "drug_name": "Decyl formate",
  "generic_name": [
    "SEVOFLURANE"
  ],
  "brand_names": [
    "Sevoflurane"
  ],
  "drug_interactions": [
    "Drug Interactions In clinical studies, no significant adverse reactions occurred with other drugs commonly used in the perioperative period, including central nervous system depressants, autonomic drugs, skeletal muscle relaxants, anti-infective agents, hormones and synthetic substitutes, blood derivatives, and cardiovascular drugs. Epinephrine Epinephrine administered with sevoflurane may increase the risk of ventricular arrhythmias. Monitor the electrocardiogram and blood pressure and ensure emergency medications to treat ventricular arrhythmias are readily available. Calcium antagonists Sevoflurane may lead to marked hypotension in patients treated with calcium antagonists. Blood pressure should be closely monitored and emergency medications to treat hypotension should be readily available when calcium antagonists are used concomitantly with sevoflurane. In animals, impairment of atrioventricular conduction has been observed when verapamil and sevoflurane are administered concomitantly. Succinylcholine See WARNINGS - Perioperative Hyperkalemia . Non-selective MAO-inhibitors Concomitant use of MAO inhibitors and inhalational anesthetics may increase the risk of hemodynamic instability during surgery or medical procedures. Intravenous Anesthetics Sevoflurane administration is compatible with barbiturates, propofol, and other commonly used intravenous anesthetics. Benzodiazepines and Opioids Benzodiazepines and opioids would be expected to decrease the MAC of sevoflurane in the same manner as with other inhalational anesthetics. Sevoflurane administration is compatible with benzodiazepines and opioids as commonly used in surgical practice. Nitrous Oxide As with other halogenated volatile anesthetics, the anesthetic requirement for sevoflurane is decreased when administered in combination with nitrous oxide. Using 50% N 2 O, the MAC equivalent dose requirement is reduced approximately 50% in adults, and approximately 25% in pediatric patients (see DOSAGE AND ADMINISTRATION ). Neuromuscular Blocking Agents As is the case with other volatile anesthetics, sevoflurane increases both the intensity and duration of neuromuscular blockade induced by nondepolarizing muscle relaxants. When used to supplement alfentanil-N 2 O anesthesia, sevoflurane and isoflurane equally potentiate neuromuscular block induced with pancuronium, vecuronium or atracurium. Therefore, during sevoflurane anesthesia, the dosage adjustments for these muscle relaxants are similar to those required with isoflurane. Potentiation of neuromuscular blocking agents requires equilibration of muscle with delivered partial pressure of sevoflurane. Reduced doses of neuromuscular blocking agents during induction of anesthesia may result in delayed onset of conditions suitable for endotracheal intubation or inadequate muscle relaxation. Among available nondepolarizing agents, only vecuronium, pancuronium and atracurium interactions have been studied during sevoflurane anesthesia. In the absence of specific guidelines: 1. For endotracheal intubation, do not reduce the dose of nondepolarizing muscle relaxants. 2. During maintenance of anesthesia, the required dose of nondepolarizing muscle relaxants is likely to be reduced compared to that during N 2 O/opioid anesthesia. Administration of supplemental doses of muscle relaxants should be guided by the response to nerve stimulation. The effect of sevoflurane on the duration of depolarizing neuromuscular blockade induced by succinylcholine has not been studied."
  ],
  "warnings": [
    "WARNINGS Risk of Renal Injury Although data from controlled clinical studies at low flow rates are limited, findings taken from patient and animal studies suggest that there is a potential for renal injury which is presumed due to Compound A. Animal and human studies demonstrate that sevoflurane administered for more than 2 MAC·hours and at fresh gas flow rates of < 2 L/min may be associated with proteinuria and glycosuria. While a level of Compound A exposure at which clinical nephrotoxicity might be expected to occur has not been established, it is prudent to consider all of the factors leading to Compound A exposure in humans, especially duration of exposure, fresh gas flow rate, and concentration of sevoflurane. During sevoflurane anesthesia the clinician should adjust inspired concentration and fresh gas flow rate to minimize exposure to Compound A. To minimize exposure to Compound A, sevoflurane exposure should not exceed 2 MAC·hours at flow rates of 1 to < 2 L/min. Fresh gas flow rates < 1 L/min are not recommended. Because clinical experience in administering sevoflurane to patients with renal insufficiency (creatinine >1.5 mg/dL) is limited, its safety in these patients has not been established. Sevoflurane may be associated with glycosuria and proteinuria when used for long procedures at low flow rates. The safety of low flow sevoflurane on renal function was evaluated in patients with normal preoperative renal function. One study compared sevoflurane (N = 98) to an active control (N = 90) administered for ≥ 2 hours at a fresh gas flow rate of ≤ 1 Liter/minute. Per study defined criteria, one patient in the sevoflurane group developed elevations of creatinine, in addition to glycosuria and proteinuria. This patient received sevoflurane at fresh gas flow rates of ≤ 800 mL/minute. Using these same criteria, there were no patients in the active control group who developed treatment emergent elevations in serum creatinine. Sevoflurane may present an increased risk in patients with known sensitivity to volatile halogenated anesthetic agents. KOH containing CO 2 absorbents are not recommended for use with sevoflurane. Risk of Respiratory Depression Sevoflurane may cause respiratory depression, which may be augmented by opioid premedication or other agents causing respiratory depression. Monitor respiration and, if necessary, assist with ventilation (see PRECAUTIONS ). Risk of QT Prolongation Reports of QT prolongation, associated with torsade de pointes (in exceptional cases, fatal), have been received. Caution should be exercised when administering sevoflurane to susceptible patients (e.g., patients with congenital Long QT Syndrome or patients taking drugs that can prolong the QT interval). Malignant Hyperthermia In susceptible individuals, volatile anesthetic agents, including sevoflurane, may trigger malignant hyperthermia,a skeletal muscle hypermetabolic state leading to high oxygen demand. Fatal outcomes of malignant hyperthermia have been reported. In clinical studies of sevoflurane, 1 case of malignant hyperthermia was reported. The risk of developing malignant hyperthermia increases with the concomitant administration of succinylcholine and volatile anesthetic agents. sevoflurane can induce malignant hyperthermia in patients with known or suspected susceptibility based on genetic factors or family history, including those with certain inherited ryanodine receptor ( RYR1 ) or dihydropyridine receptor ( CACNA1S ) variants (see CONTRAINDICATIONS , CLINICAL PHARMACOLOGY - Pharmacogenomics ). Signs consistent with malignant hyperthermia may include hyperthermia, hypoxia, hypercapnia, muscle rigidity (e.g., jaw muscle spasm), tachycardia (e.g., particularly that unresponsive to deepening anesthesia or analgesic medication administration), tachypnea, cyanosis, arrhythmias, hypovolemia, and hemodynamic instability. Skin mottling, coagulopathies, and renal failure may occur later in the course of the hypermetabolic process. Successful treatment of malignant hyperthermia depends on early recognition of the clinical signs. If malignant hyperthermia is suspected, discontinue all triggering agents (i.e., volatile anesthetic agents and succinylcholine), administer intravenous dantrolene sodium, and initiate supportive therapies. Consult prescribing information for intravenous dantrolene sodium for additional information on patient management. Supportive therapies include administration of supplemental oxygen and respiratory support based on clinical need, maintenance of hemodynamic stability and adequate urinary output, management of fluid and electrolyte balance, correction of acid base derangements, and institution of measures to control rising temperature. Perioperative Hyperkalemia Use of inhaled anesthetic agents has been associated with rare increases in serum potassium levels that have resulted in cardiac arrhythmias and death in pediatric patients during the postoperative period. Patients with latent as well as overt neuromuscular disease, particularly Duchenne muscular dystrophy, appear to be most vulnerable. Concomitant use of succinylcholine has been associated with most, but not all, of these cases. These patients also experienced significant elevations in serum creatine kinase levels and, in some cases, changes in urine consistent with myoglobinuria. Despite the similarity in presentation to malignant hyperthermia, none of these patients exhibited signs or symptoms of muscle rigidity or hypermetabolic state. Early and aggressive intervention to treat the hyperkalemia and resistant arrhythmias is recommended as is subsequent evaluation for latent neuromuscular disease. Pediatric Neurotoxicity Published animal studies demonstrate that the administration of anesthetic and sedation drugs that block NMDA receptors and/or potentiate GABA activity increase neuronal apoptosis in the developing brain and result in long-term cognitive deficits when used for longer than 3 hours. The clinical significance of these findings is not clear. However, based on the available data, the window of vulnerability to these changes is believed to correlate with exposures in the third trimester of gestation through the first several months of life, but may extend out to approximately three years of age in humans (see PRECAUTIONS – Pregnancy, PRECAUTIONS – Pediatric Use, ANIMAL TOXICOLOGY AND/OR PHARMACOLOGY ). Some published studies in children suggest that similar deficits may occur after repeated or prolonged exposures to anesthetic agents early in life and may result in adverse cognitive or behavioral effects. These studies have substantial limitations, and it is not clear if the observed effects are due to the anesthetic/sedation drug administration or other factors such as the surgery or underlying illness. Anesthetic and sedation drugs are a necessary part of the care of children needing surgery, other procedures, or tests that cannot be delayed, and no specific medications have been shown to be safer than any other. Decisions regarding the timing of any elective procedures requiring anesthesia should take into consideration the benefits of the procedure weighed against the potential risks. Bradycardia in Down Syndrome Episodes of severe bradycardia and cardiac arrest, not related to underlying congenital heart disease, have been reported during anesthesia induction with sevoflurane in pediatric patients with Down syndrome. In most cases, bradycardia improved with decreasing the concentration of sevoflurane, manipulating the airway, or administering an anticholinergic or epinephrine. During induction, closely monitor heart rate, and consider incrementally increasing the inspired sevoflurane concentration until a suitable level of anesthesia is achieved. Consider having an anticholinergic and epinephrine available when administering sevoflurane for induction in this patient population. Risk of Driving and Operating Machinery Performance of activities requiring mental alertness, such as driving or operating machinery, may be impaired after sevoflurane anesthesia."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Clinical Trials Experience Adverse events are derived from controlled clinical studies conducted in the United States, Canada, and Europe. The reference drugs were isoflurane, enflurane, and propofol in adults and halothane in pediatric patients. The studies were conducted using a variety of premedications, other anesthetics, and surgical procedures of varying length. Most adverse events reported were mild and transient, and may reflect the surgical procedures, patient characteristics (including disease) and/or medications administered. Of the 5182 patients enrolled in the clinical studies, 2906 were exposed to sevoflurane, including 118 adults and 507 pediatric patients who underwent mask induction. Each patient was counted once for each type of adverse event. Adverse events reported in patients in clinical studies and considered to be possibly or probably related to sevoflurane are presented within each body system in order of decreasing frequency in the following listings. One case of malignant hyperthermia was reported in pre-registration clinical studies. Adverse Events During the Induction Period (from Onset of Anesthesia by Mask Induction to Surgical Incision) Incidence >1% Adult Patients (N = 118) Cardiovascular Bradycardia 5%, Hypotension 4%, Tachycardia 2% Nervous System Agitation 7% Respiratory System Laryngospasm 8%, Airway obstruction 8%, Breathholding 5%, Cough Increased 5% Pediatric Patients (N = 507) Cardiovascular Tachycardia 6%, Hypotension 4% Nervous System Agitation 15% Respiratory System Breathholding 5%, Cough Increased 5%, Laryngospasm 3%, Apnea 2% Digestive System Increased salivation 2% Adverse Events During Maintenance and Emergence Periods, Incidence > 1% (N = 2906) Body as a whole Fever 1%, Shivering 6%, Hypothermia 1%, Movement 1%, Headache 1% Cardiovascular Hypotension 11%, Hypertension 2%, Bradycardia 5%, Tachycardia 2% Nervous System Somnolence 9%, Agitation 9%, Dizziness 4%, Increased salivation 4% Digestive System Nausea 25%, Vomiting 18% Respiratory System Cough increased 11%, Breathholding 2%, Laryngospasm 2% Adverse Events, All Patients in Clinical Studies (N = 2906), All Anesthetic Periods, Incidence < 1% (Reported in 3 or More Patients) Body as a whole Asthenia, Pain Cardiovascular Arrhythmia, Ventricular Extrasystoles, Supraventricular Extrasystoles, Complete AV Block, Bigeminy, Hemorrhage, Inverted T Wave, Atrial Fibrillation, Atrial Arrhythmia, Second Degree AV Block, Syncope, S-T Depressed Nervous System Crying, Nervousness, Confusion, Hypertonia, Dry Mouth, Insomnia Respiratory System Sputum Increased, Apnea, Hypoxia, Wheezing, Bronchospasm, Hyperventilation, Pharyngitis, Hiccup, Hypoventilation, Dyspnea, Stridor Metabolism and Nutrition Increases in LDH, AST, ALT, BUN, Alkaline Phosphatase, Creatinine, Bilirubinemia, Glycosuria, Fluorosis, Albuminuria, Hypophosphatemia, Acidosis, Hyperglycemia Hemic and Lymphatic System Leucocytosis, Thrombocytopenia Skin and Special Senses Amblyopia, Pruritus, Taste Perversion, Rash, Conjunctivitis Urogenital Urination Impaired, Urine Abnormality, Urinary Retention, Oliguria See WARNINGS for information regarding malignant hyperthermia. Post-Marketing Experience The following adverse events have been identified during post-approval use of sevoflurane. Due to the spontaneous nature of these reports, the actual incidence and relationship of sevoflurane to these events cannot be established with certainty. Central Nervous System • Seizures - Post-marketing reports indicate that sevoflurane use has been associated with seizures. The majority of cases were in children and young adults, most of whom had no medical history of seizures. Several cases reported no concomitant medications, and at least one case was confirmed by EEG. Although many cases were single seizures that resolved spontaneously or after treatment, cases of multiple seizures have also been reported. Seizures have occurred during, or soon after sevoflurane induction, during emergence, and during post-operative recovery up to a day following anesthesia. • Delirium Cardiac • Cardiac arrest • QT prolongation associated with Torsade de Pointe • Bradycardia in patients with Down syndrome Hepatic • Cases of mild, moderate and severe post-operative hepatic dysfunction or hepatitis with or without jaundice have been reported. Histological evidence was not provided for any of the reported hepatitis cases. In most of these cases, patients had underlying hepatic conditions or were under treatment with drugs known to cause hepatic dysfunction. Most of the reported events were transient and resolved spontaneously (see PRECAUTIONS ). • Hepatic necrosis • Hepatic failure Other • Malignant hyperthermia (see CONTRAINDICATIONS, WARNINGS ) • Allergic reactions, such as rash, urticaria, pruritus, bronchospasm, and anaphylactic reactions (see CONTRAINDICATIONS ) • Reports of hypersensitivity (including contact dermatitis, rash, dyspnea, wheezing, chest discomfort, swelling face, or anaphylactic reaction) have been received, particularly in association with long-term occupational exposure to inhaled anesthetic agents, including sevoflurane (see SAFETY AND HANDLING - Occupational Caution ). Laboratory Findings • Transient elevations in glucose, liver function tests, and white blood cell count may occur as with use of other anesthetic agents."
  ],
  "contraindications": [
    "CONTRAINDICATIONS • Known or suspected genetic susceptibility to malignant hyperthermia. (see WARNINGS - Malignant Hyperthermia , CLINICAL PHARMACOLOGY - Pharmacogenomics ). • Known or suspected sensitivity to sevoflurane or to other halogenated inhalational anesthetics."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION The concentration of sevoflurane being delivered from a vaporizer should be known. This may be accomplished by using a vaporizer calibrated specifically for sevoflurane. The administration of general anesthesia must be individualized based on the patient's response. Replacement of Desiccated CO 2 Absorbents When a clinician suspects that the CO 2 absorbent may be desiccated, it should be replaced. The exothermic reaction that occurs with sevoflurane and CO 2 absorbents is increased when the CO 2 absorbent becomes desiccated, such as after an extended period of dry gas flow through the CO 2 absorbent canisters (see PRECAUTIONS ). Pre-anesthetic Medication No specific premedication is either indicated or contraindicated with sevoflurane. The decision as to whether or not to premedicate and the choice of premedication is left to the discretion of the anesthesiologist. Induction Sevoflurane has a nonpungent odor and does not cause respiratory irritability; it is suitable for mask induction in pediatrics and adults. Maintenance Surgical levels of anesthesia can usually be achieved with concentrations of 0.5 - 3% sevoflurane with or without the concomitant use of nitrous oxide. Sevoflurane can be administered with any type of anesthesia circuit. Table 9. MAC Values for Adults and Pediatric Patients According to Age Age of Patient (years) Sevoflurane in Oxygen Sevoflurane in 65% N 2 O/35% O 2 0 - 1 months # 3.3% 1 - < 6 months 3.0% 6 months - < 3 years 2.8% 2.0%@ 3 - 12 2.5% 25 2.6% 1.4% 40 2.1% 1.1% 60 1.7% 0.9% 80 1.4% 0.7% # Neonates are full-term gestational age. MAC in premature infants has not been determined. @ In 1 - < 3 year old pediatric patients, 60% N 2 O/40% O 2 was used."
  ],
  "indications": [
    "INDICATIONS AND USAGE Sevoflurane, USP is indicated for induction and maintenance of general anesthesia in adult and pediatric patients for inpatient and outpatient surgery. Sevoflurane, USP should be administered only by persons trained in the administration of general anesthesia. Facilities for maintenance of a patent airway, artificial ventilation, oxygen enrichment, and circulatory resuscitation must be immediately available. Since level of anesthesia may be altered rapidly, only vaporizers producing predictable concentrations of sevoflurane, USP should be used."
  ],
  "fetched_at": "2025-10-01T16:47:48.774549",
  "source": "OpenFDA"
}