{
  "drug_name": "Defactinib",
  "generic_name": [
    "AVUTOMETINIB POTASSIUM AND DEFACTINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "AVMAPKI FAKZYNJA CO-PACK"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong and moderate CYP3A4 inhibitors : Avoid concomitant use with AVMAPKI FAKZYNJA CO-PACK. ( 7.1 ) Strong and moderate CYP3A4 inducers : Avoid concomitant use with AVMAPKI FAKZYNJA CO-PACK. ( 7.1 ) Warfarin : Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with warfarin and use an alternative to warfarin. ( 7.2 ) Gastric acid reducing agents : Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with proton pump inhibitors (PPIs) or H2 receptor antagonists. If use of an acid-reducing agent cannot be avoided, administer FAKZYNJA 2 hours before or 2 hours after the administration of a locally acting antacid. ( 7.1 ) 7.1 Effect of Other Drugs on AVMAPKI FAKZYNJA CO-PACK Strong and Moderate CYP3A4 Inhibitors Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with strong or moderate CYP3A4 inhibitors. Defactinib is a CYP3A4 substrate. Concomitant use of defactinib with a strong CYP3A4 inhibitor increases defactinib exposure [see Clinical Pharmacology (12.3) ], which may increase the risk of AVMAPKI FAKZYNJA CO-PACK adverse reactions. Strong and Moderate CYP3A4 Inducers Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with strong or moderate CYP3A4 inducers. Defactinib is a CYP3A4 substrate. Concomitant use of defactinib with a strong CYP3A4 inducer decreases defactinib exposure, which may reduce the effectiveness of FAKZYNJA [see Clinical Pharmacology (12.3) ] . Gastric Acid Reducing Agents Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with proton pump inhibitors (PPIs) or H2 receptor antagonists. If concomitant use of an acid-reducing agent cannot be avoided, administer FAKZYNJA 2 hours before or 2 hours after the administration of a locally acting antacid. Concomitant use of FAKZYNJA with gastric acid reducing agents decreases defactinib exposure, which may reduce the effectiveness of AVMAPKI FAKZYNJA CO-PACK [see Clinical Pharmacology (12.3) ] . 7.2 Effect of AVMAPKI FAKZYNJA CO-PACK on Other Drugs Warfarin Avoid concomitant use of AVMAPKI FAKZYNJA CO-PACK with warfarin. For patients requiring anticoagulation, an alternative to warfarin is recommended. If concomitant use is unavoidable, monitor INR frequently during treatment with AVMAPKI FAKZYNJA CO-PACK. Cases of bleeding and increased INR occurred in patients taking FAKZYNJA concomitantly with warfarin in clinical trials."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Ocular Toxicities [see Warnings and Precautions (5.1) ] Serious Skin Toxicities [see Warnings and Precautions (5.2) ] Hepatotoxicity [see Warnings and Precautions (5.3) ] Rhabdomyolysis [see Warnings and Precautions (5.4) ] The most common (≥ 25%) adverse reactions, including laboratory abnormalities, were increased creatine phosphokinase, nausea, fatigue, increased aspartate aminotransferase, rash, diarrhea, musculoskeletal pain, edema, decreased hemoglobin, increased alanine aminotransferase, vomiting, increased blood bilirubin, increased triglycerides, decreased lymphocyte count, abdominal pain, dyspepsia, dermatitis acneiform, vitreoretinal disorders, increased alkaline phosphatase, stomatitis, pruritus, visual impairment, decreased platelet count, constipation, dry skin, dyspnea, cough, urinary tract infection, and decreased neutrophil count. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Verastem at 1-833-633-8786 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in Warnings and Precautions reflect exposure to the AVMAPKI FAKZYNJA CO-PACK (combination of AVMAPKI 3.2 mg twice weekly and FAKZYNJA 200 mg twice daily) for the first 3 weeks in a 4-week cycle until disease progression or unacceptable toxicity in 136 adult patients with recurrent LGSOC treated on RAMP-201 and FRAME (NCT03875820). The median duration of treatment was 10 months (range 0 to 51 months). RAMP-201 The safety of AVMAPKI FAKZYNJA CO-PACK was evaluated in RAMP-201, a single-arm multicenter trial in 57 patients with KRAS- mutated recurrent LGSOC [see Clinical Studies (14) ] . Patients received AVMAPKI FAKZYNJA CO-PACK (AVMAPKI 3.2 mg twice weekly and FAKZYNJA 200 mg twice daily) for the first 3 weeks in a 4-week cycle until disease progression or unacceptable toxicity. The median duration of treatment was 12 months (range 0.03-40). Serious adverse reactions occurred in 32% of patients who received AVMAPKI FAKZYNJA CO-PACK. The most common (≥2%) serious adverse reactions were sepsis (9%), intestinal obstruction (3.6%), pyelonephritis (3.6%), and hydronephrosis (3.6%). Fatal adverse reactions occurred in 3.6% of patients who received AVMAPKI FAKZYNJA CO-PACK, including intestinal obstruction (1.8%) and perforation (1.8%). Permanent discontinuation of AVMAPKI FAKZYNJA CO-PACK due to an adverse reaction occurred in 14% of patients. The adverse reactions leading to permanent discontinuation included elevations in creatine phosphokinase, dyspnea, malaise, decreased glomerular filtration rate, hyperbilirubinemia, increased alanine aminotransferase, and abdominal pain (1.8% each). Dosage interruptions of AVMAPKI FAKZYNJA CO-PACK due to an adverse reaction occurred in 84% of patients. Adverse reactions which required dosage interruptions in ≥ 5% of patients included elevations in creatine phosphokinase (25%), hyperbilirubinemia (25%), diarrhea (12%), edema (11%), fatigue (9%), vision blurred (9%), vitreoretinal disorders (7%), transaminitis (7%), paronychia (5%), nausea (5%), abdominal pain (5%), vomiting (5%), dyspnea (5%), sepsis (5%), and rash (5%). Dose reductions of AVMAPKI FAKZYNJA CO-PACK due to an adverse reaction occurred in 44% of patients. Adverse reactions which required dose reductions in ≥ 5% of patients were elevations in creatine phosphokinase (9%), fatigue (5%), hyperbilirubinemia (5%), and dermatitis acneiform (5%). The most common (≥25%) adverse reactions, including laboratory abnormalities, were increased creatine phosphokinase, nausea, fatigue, increased aspartate aminotransferase, rash, diarrhea, musculoskeletal pain, edema, decreased hemoglobin, increased alanine aminotransferase, vomiting, increased blood bilirubin, increased triglycerides, decreased lymphocyte count, abdominal pain, dyspepsia, dermatitis acneiform, vitreoretinal disorders, increased alkaline phosphatase, stomatitis, pruritus, visual impairment, decreased platelet count, constipation, dry skin, dyspnea, cough, urinary tract infection, and decreased neutrophil count. Table 3 summarizes the adverse reactions in RAMP-201. Table 3 Adverse Reactions (≥10%) in Patients with KRAS-Mutated Recurrent LGSOC who Received AVMAPKI FAKZYNJA CO-PACK in RAMP-201 Severity as defined by National Center Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0. Adverse Reaction AVMAPKI FAKZYNJA CO-PACK N = 57 All Grades % Grade 3 or 4 No Grade 4 treatment-emergent adverse events occurred. % Gastrointestinal disorders Nausea 74 1.8 Diarrhea 68 7 Vomiting 49 3.5 Abdominal pain Includes multiple terms 39 1.8 Dyspepsia 37 0 Stomatitis 35 3.5 Constipation 30 0 Dry mouth 18 0 Decreased Weight 11 0 General disorders and administration site condition Fatigue 72 3.5 Edema 67 1.8 Skin and subcutaneous tissue disorders Rash Includes: butterfly rash, dermatitis, drug eruption, erythema, rash, rash erythematous, rash macular, rash maculo-papular, rash papular, and rash pruritic 72 3.5 Dermatitis acneiform Includes: acne, dermatitis acneiform, folliculitis, perioral dermatitis, and rash pustular 37 5.3 Pruritus 35 1.8 Dry skin 30 0 Alopecia 23 0 Photosensitivity 16 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain 68 1.8 Joint swelling 11 0 Eye disorders Vitreoretinal disorders Includes: chorioretinopathy, detachment of retinal pigment epithelium, macular fibrosis, macular hole, maculopathy, retinal detachment, retinal drusen, retinal vein occlusion, retinopathy, serous retinal detachment, serous retinopathy, subretinal fluid, vitreous detachment, and vitreous floaters 37 3.5 Visual impairment Includes: asthenopia, astigmatism, halo vision, metamorphopsia, photophobia, photopsia, vision blurred, visual field defect, and visual impairment 35 0 Dry eye 12 0 Respiratory disorders Dyspnea 26 5.3 Cough 25 0 Nervous system disorders Dizziness 23 1.8 Headache 16 0 Neuropathy peripheral 14 0 Dysgeusia 11 0 Vascular disorders Hemorrhage 23 0 Hypertension 16 5.3 Venous thromboembolism 14 5.3 Metabolism and nutrition disorders Decreased appetite 18 1.8 Infections and infestations Urinary tract infection 25 3.5 Paronychia 14 1.8 Upper respiratory tract infection 11 0 Clinically relevant adverse reactions in < 10% of patients who received AVMAPKI FAKZYNJA CO-PACK included urticaria and decreased ejection fraction. Table 4 summarizes the laboratory abnormalities in RAMP-201. Table 4 Select Laboratory Abnormalities (≥ 10%) in Patients with KRAS-Mutated Recurrent LGSOC who Received AVMAPKI FAKZYNJA CO-PACK in RAMP-201 Laboratory Abnormality AVMAPKI FAKZYNJA CO-PACK All Grades (%) The denominator used to calculate the rate varied from 45 to 57 based on the number of patients with a baseline value and at least one post-treatment value. Grade 3 or 4 (%) Chemistry Increased creatine phosphokinase 82 19 Increased aspartate aminotransferase 70 3.5 Decreased albumin 70 0 Increased alanine aminotransferase 58 3.5 Increased blood bilirubin 48 3.5 Increased triglycerides 46 3.5 Increased alkaline phosphatase 37 1.8 Decreased potassium 23 9 Hematology Decreased hemoglobin 65 5 Decreased lymphocyte count 40 1.8 Decreased platelet count 35 0 Decreased neutrophil count 25 1.8 Urine Proteinuria 22 4.4 Clinically relevant laboratory abnormalities in < 10% of patients who received AVMAPKI FAKZYNJA CO-PACK included increased INR and prolonged activated partial thromboplastin time."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION AVMAPKI 3.2 mg administered orally twice weekly (Day 1 and Day 4) for the first 3 weeks of each 4-week cycle. ( 2.3 ) FAKZYNJA 200 mg administered orally twice daily for the first 3 weeks of each 4-week cycle. ( 2.3 ) 2.1 Patient Selection Select patients for the treatment of recurrent LGSOC with AVMAPKI FAKZYNJA CO-PACK based on the presence of a KRAS mutation in tumor specimens [see Clinical Studies (14) ] . An FDA-approved test for the detection of a KRAS mutation in LGSOC for selecting patients for treatment with AVMAPKI FAKZYNJA CO-PACK is not available. 2.2 Eye Exams and Prophylactic Skin Medications Ophthalmic Exams Conduct a comprehensive ophthalmic exam at baseline, prior to cycle 2, and every three cycles thereafter regardless of baseline exam findings, and as clinically indicated [see Warnings and Precautions (5.1) ]. Prophylactic Medications for Skin Reactions With initiation of and during at least the first 2 cycles of AVMAPKI FAKZYNJA CO-PACK administer [see Warnings and Precautions (5.2) ] : Topical corticosteroid (applied to the face, scalp, neck, upper chest and upper back) Systemic oral antibiotics 2.3 Recommended Dosage and Administration AVMAPKI Capsules The recommended dosage of AVMAPKI capsules is 3.2 mg (four 0.8 mg capsules) taken orally twice weekly (Day 1 and Day 4) for the first 3 weeks of each 4-week cycle until disease progression or unacceptable toxicity. Take AVMAPKI at the same time with each dose. AVMAPKI should be taken with food [see Clinical Pharmacology (12.3) ] . Swallow capsules whole. Do not chew, break, or open the capsules. If a dose of AVMAPKI is missed by more than 24 hours, skip the missed dose and take the next scheduled dose as prescribed. Do not take two doses at the same time to make up for a missed dose. If vomiting occurs after taking AVMAPKI, do not take an additional dose. Take the next scheduled dose as prescribed. FAKZYNJA Tablets The recommended dosage of FAKZYNJA tablets is 200 mg (one tablet) taken orally twice daily for the first 3 weeks of each 4-week cycle until disease progression or unacceptable toxicity. Take each dose of FAKZYNJA with food [see Clinical Pharmacology (12.3) ] . Swallow tablets whole. Do not chew, break or crush the tablets. If a dose of FAKZYNJA is missed by more than 6 hours, skip the missed dose and take the next scheduled dose as prescribed. Do not take two tablets at the same time to make up for a missed dose. If vomiting occurs after taking FAKZYNJA, do not take an additional dose. Take the next scheduled dose as prescribed. 2.4 Dosage Modifications for Adverse Reactions Dose reductions due to adverse reactions due to AVMAPKI FAKZYNJA CO-PACK are summarized in Table 1. Table 1 Recommended Dose Reductions for Adverse Reactions Dose Level AVMAPKI Capsule FAKZYNJA Tablet Starting dose 3.2 mg twice weekly for first 3 weeks of each 4-week cycle 200 mg twice daily for first 3 weeks of each 4-week cycle Dose reduction 2.4 mg twice weekly for first 3 weeks of each 4-week cycle 200 mg once daily for first 3 weeks of each 4-week cycle Permanently discontinue both AVMAPKI and FAKZYNJA in patients unable to tolerate after one dose reduction of both products. Dosage modifications for adverse reactions to AVMAPKI FAKZYNJA CO-PACK are summarized in Table 2. Table 2 AVMAPKI FAKZYNJA CO-PACK Dosage Modifications Adverse Reaction Severity Severity as defined by National Center Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0 Dose Modification N/A: Not applicable Keratitis [see Warnings and Precautions (5.1) ] Confluent superficial keratitis, a cornea epithelial defect, or 3-line or more loss in best corrected distance visual acuity Withhold AVMAPKI FAKZYNJA CO-PACK until resolved to nonconfluent superficial keratitis, then resume at same dose. Corneal ulcer or stromal opacity or best corrected distance visual acuity 20/200 or worse Corneal perforation Withhold AVMAPKI FAKZYNJA CO-PACK until resolved to nonconfluence superficial keratitis, then resume at reduced dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK. Blurred vision [see Warnings and Precautions (5.1) ] BCVA worse than baseline but no worse than 20/200 Withhold AVMAPKI FAKZYNJA CO-PACK until resolution to baseline or 20/40, whichever is worse, then resume treatment at same dose. BCVA 20/200 or worse Withhold AVMAPKI FAKZYNJA CO-PACK until resolution to baseline or 20/40, whichever is worse, then resume at reduced dose. Conjunctivitis [see Warnings and Precautions (5.1) ] Confluent superficial punctate staining, moderate to severe vasodilation Withhold AVMAPKI FAKZYNJA CO-PACK until resolution to nonconfluent superficial keratitis, then resume at same dose. Conjunctival ulcer or neovascularization Withhold AVMAPKI FAKZYNJA CO-PACK until resolution to nonconfluent superficial keratitis, then resume at reduced dose. Retinal Pigment Epithelial (RPE) Detachment [see Warnings and Precautions (5.1) ] N/A First occurrence Repeat Optical Coherence Tomography (OCT) examination in two weeks. First follow-up OCT examination and RPE present Reduce dose of AVMAPKI FAKZYNJA CO-PACK Repeat OCT examination in two weeks. Second follow-up OCT examination and RPE present and/or loss of 1 line in BCVA : Withhold AVMAPKI FAKZYNJA CO-PACK Repeat OCT examination in two weeks. Third follow-up OCT examination RPE resolving/resolved, resume at reduced dose. No resolution, permanently discontinue AVMAPKI FAKZYNJA CO-PACK Rash [see Warnings and Precautions (5.2) ] Grade ≤ 2 Consider withholding AVMAPKI FAKZYNJA CO-PACK if rash does not respond to supportive care or recurs after resolution to Grade ≤1. Dose reduce AVMAPKI FAKZYNJA CO-PACK for intolerable Grade 2. Grade 3 Withhold AVMAPKI FAKZYNJA CO-PACK until resolved to Grade 2 then resume at reduced dose. Resume at same dose if resolved to Grade ≤1. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for recurrent Grade 3 despite dose reduction. Grade 4 Permanently discontinue AVMAPKI FAKZYNJA CO-PACK. Hepatotoxicity [see Warnings and Precautions (5.3) ] Grade 2 Withhold AVMAPKI FAKZYNJA CO-PACK for Grade 2 hyperbilirubinemia (without Gilbert's syndrome) with Grade ≤1 increase in AST and/or ALT until hyperbilirubinemia Grade ≤1, then resume at same dose. Grade 2 hyperbilirubinemia with Grade 2 increase in AST and/or ALT until hyperbilirubinemia Grade ≤1 or baseline, then resume at same dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for Grade 2 hyperbilirubinemia associated with Grade >2 increase in AST and/or ALT. Grade 3 Withhold AVMAPKI FAKZYNJA CO-PACK if Grade 3 hyperbilirubinemia is associated with Grade ≤1 increase in AST and/or ALT until hyperbilirubinemia Grade ≤1 or at baseline, then resume at same dose. if recurrent Grade 3 hyperbilirubinemia is associated with Grade ≤1 increase in AST and/or ALT until hyperbilirubinemia Grade ≤2 or at baseline, then resume at reduced dose. if Grade 3 increased AST and/or ALT is not associated with hyperbilirubinemia until Grade ≤2 or at baseline, then resume at reduced dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for Grade 3 hyperbilirubinemia associated with Grade ≥2 increase in AST and/or ALT. Grade 4 Withhold AVMAPKI FAKZYNJA CO-PACK for Grade 4 hyperbilirubinemia associated with Grade ≤1 increase in AST and/or ALT and if resolves within one week resume at reduced dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for Grade 4 increase in AST and/or ALT. Grade 4 hyperbilirubinemia associated with Grade ≤1 increase in AST and/or ALT that does not resolve within 1 week. Grade 4 hyperbilirubinemia associated with Grade ≥2 increase in AST and/or ALT. Increased Blood Creatine Phosphokinase (CPK) [see Warnings and Precautions (5.4) ] Grade 3 Withhold AVMAPKI FAKZYNJA CO-PACK, if improves to Grade ≤1 within three weeks resume at same dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for CPK elevation longer than three weeks. Grade 4 Withhold AVMAPKI FAKZYNJA CO-PACK, if improves to Grade ≤1 within three weeks resume at reduced dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for CPK elevation longer than three weeks. Any grade CPK elevation with rhabdomyolysis or other event related to CPK elevation Permanently discontinue AVMAPKI FAKZYNJA CO-PACK Other Adverse Reactions Grade 2 Consider withholding AVMAPKI FAKZYNJA CO-PACK if adverse reaction does not respond to supportive care or recurs after resolution to Grade ≤1. Grade 3 First occurrence: Withhold AVMAPKI FAKZYNJA CO-PACK until resolved to baseline or Grade ≤1 then resume at same dose. Second occurrence: Withhold AVMAPKI FAKZYNJA CO-PACK until resolved to baseline or Grade ≤1 then resume at reduced dose. Permanently discontinue AVMAPKI FAKZYNJA CO-PACK for recurrent Grade 3 despite dose reduction. Grade 4 Permanently discontinue AVMAPKI FAKZYNJA CO-PACK."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AVMAPKI FAKZYNJA CO-PACK is indicated for the treatment of adult patients with KRAS -mutated recurrent low-grade serous ovarian cancer (LGSOC) who have received prior systemic therapy. This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies (14) ]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. AVMAPKI FAKZYNJA CO-PACK, a combination of avutometinib and defactinib, each kinase inhibitors, is indicated for the treatment of adult patients with KRAS -mutated recurrent low-grade serous ovarian cancer (LGSOC) who have received prior systemic therapy. This indication is approved under accelerated approval based on tumor response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. ( 1 , 14 )"
  ],
  "fetched_at": "2025-10-01T18:50:04.911096",
  "source": "OpenFDA"
}