{
  "drug_name": "Deferoxamine",
  "generic_name": [
    "DEFEROXAMINE MESYLATE"
  ],
  "brand_names": [
    "Deferoxamine mesylate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Concurrent treatment with prochlorperazine may lead to temporary impairment of consciousness. ( 7.1 ) • Imaging results may be distorted due to rapid urinary excretion of deferoxamine mesylate bound gallium-67. Discontinue deferoxamine mesylate 48 hours prior to scintigraphy. ( 7.2 ) 7.1 Prochlorperazine Concurrent treatment with deferoxamine mesylate and prochlorperazine, a phenothiazine derivative, may lead to temporary impairment of consciousness. 7.2 Gallium-67 Imaging results may be distorted because of the rapid urinary excretion of deferoxamine mesylate-bound gallium-67. Discontinue deferoxamine mesylate 48 hours prior to scintigraphy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] • Auditory and Ocular Toxicity [see Warnings and Precautions ( 5.2 )] • Renal Toxicity [see Warnings and Precautions ( 5.3 )] • Respiratory Toxicity [see Warnings and Precautions ( 5.4 )] • Growth Suppression [see Warnings and Precautions ( 5.5 )] • Serious Infections [see Warnings and Precautions ( 5.6 )] • Cardiac Dysfunction with Concomitant Use of Vitamin C [see Warnings and Precautions ( 5.7 )] • Risks of Deferoxamine mesylate Treatment in Patients with Aluminum Overload [see Warnings and Precautions ( 5.8 )] • Effects on Ability to Drive and Use Machines [see Warnings and Precautions ( 5.9 )] Most common adverse reactions are injection reactions (local and systemic), hypersensitivity reactions, infections with Yersinia and Mucormycosis, cardiovascular, gastrointestinal, hematologic, hepatic, musculoskeletal, urogenital, nervous, respiratory, ocular and hearing. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma at 864-879-9994 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience The following adverse reactions associated with the use of deferoxamine mesylate were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. At the Injection Site: Localized irritation, pain, burning, swelling, induration, infiltration, pruritus, erythema, wheal formation, eschar, crust, vesicles, local edema. Injection site reactions may be associated with systemic allergic reactions ([see Body as a Whole, below)] Hypersensitivity Reactions and Systemic Allergic Reactions: Generalized rash, urticaria, anaphylactic reaction with or without shock, angioedema Body as a Whole: Local injection site reactions may be accompanied by systemic reactions like arthralgia, fever, headache, myalgia, nausea, vomiting, abdominal pain, or asthma Infections: Yersinia, mucormycosis Cardiovascular: Tachycardia, hypotension, shock Digestive: Abdominal discomfort, diarrhea, nausea, vomiting Hematologic: Blood dyscrasia (thrombocytopenia, leucopenia) Hepatic: Increased transaminases, hepatic dysfunction Musculoskeletal: Muscle spasms. Growth retardation and bone changes (e.g., metaphyseal dysplasia) Nervous System: Neurological disturbances, including dizziness, peripheral sensory, motor, or mixed neuropathy, paresthesias, seizures; exacerbation or precipitation of aluminum-related dialysis encephalopathy Special Senses: High-frequency sensorineural hearing loss, tinnitus visual disturbances including acuity, blurred vision, loss of vision, dyschromatopsia, night blindness, visual field defects, scotoma, retinopathy (pigmentary degeneration), optic neuritis, and cataracts Respiratory: Acute respiratory distress syndrome (with dyspnea, cyanosis, and/or interstitial infiltrates) Skin: Generalized rash Urogenital: Dysuria, acute renal failure, increased serum creatinine and renal tubular disorders"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Deferoxamine mesylate for injection is contraindicated in patients with: • A history of a hypersensitivity reaction to deferoxamine or any of its inactive ingredients [see Description ( 11 )] . Reactions have included anaphylaxis [see Warnings and Precautions ( 5.1 )] . • Severe renal disease or anuria since the drug and the iron chelate are excreted primarily by the kidney [see Warnings and Precautions ( 5.3 )] . • Known hypersensitivity to the active substance. ( 4 ) • Patients with severe renal disease or anuria. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The dosage (based on body weight in mg/kg/day), rates of administration, and mode of administration for both adults and pediatric patients are individually determined and adapted during the course of therapy based on the severity of the patient’s iron overload. The minimum daily dose of deferoxamine mesylate for injection is 20 mg/kg/day for both adults and pediatric patients. The maximum daily dose is 40 mg/kg/day for pediatric patients and 60 mg/kg/day for adults. Acute Iron Intoxication: ( 2.1 ) • Intramuscular Administration: Use for patients not in shock. Initial dose is 1,000 mg. Depending upon the clinical response, subsequent doses of 500 mg may be administered every 4 hours to 12 hours. Maximum dose is 6,000 mg in 24 hours. • Intravenous Administration: Only for patients in a state of cardiovascular collapse. Initial dose is 1,000 mg at a rate not to exceed 15 mg/kg/hr. Depending upon the clinical response, subsequent doses of 500 mg may be administered every 4 hours to 12 hours at a rate of up to 125 mg/hr. Maximum dose is 6,000 mg in 24 hours. Chronic Iron Overload: ( 2.2 ) • Subcutaneous Infusion: Average daily dose is between 20 and 60 mg/kg. In patients with serum ferritin level below 2,000 ng/mL require about 25 mg/kg/day. Patients with serum ferritin level between 2,000 and 3,000 ng/mL require about 35 mg/kg/day. Patients with higher serum ferritin may require up to 55 mg/kg/day. • Intravenous Administration: 20 mg/kg/day to 40 mg/kg/day for pediatric patients and 40 mg/kg/day to 50 mg/kg/day over 8 hours to 12 hours in adults for 5 days to 7 days per week. In pediatric patients and adults, maximum dose should not exceed 40 mg/kg/day and 60 mg/kg/day, respectively. • Intramuscular Administration: 500 mg to maximum daily dose of 1,000 mg. See Full Prescribing Information for instructions on preparation of deferoxamine mesylate for injection for administration. ( 2.3 ) Vitamin C (up to 200 mg) increases availability of iron for chelation and may be given as an adjuvant to iron chelation therapy. ( 2.4 ) 2.1 Recommended Dosage for Treatment of Acute Iron Intoxication for Adults and Pediatric Patients Intramuscular (IM) Administration Use for all patients not in shock. The initial recommended dose of deferoxamine mesylate for injection is 1,000 mg intramuscularly (IM) once. If needed based on the clinical response, administer subsequent doses of 500 mg every 4 hours to 12 hours. The maximum recommended daily dose is 6,000 mg in 24 hours. Intravenous (IV) Administration Administer deferoxamine mesylate intravenously (IV) to patients in a state of cardiovascular collapse and then only by slow infusion. As soon as the clinical condition of the patient permits, intravenous administration should be discontinued, and the drug should be administered intramuscularly. The initial recommended IV dose of deferoxamine mesylate for injection is 1,000 mg administered at an infusion rate of up to 15 mg/kg/hr. If needed based on the clinical response administer additional doses of 500 mg over 4 hours to 12 hours at a slower infusion rate of up to 125 mg/hr. The maximum recommended daily dose is 6,000 mg in 24 hours. 2.2 Recommended Dosage for Treatment of Chronic Iron Overload for Adults and Pediatric Patients Subcutaneous Infusion Administration The average daily dose of deferoxamine mesylate for injection is usually between 20 and 60 mg/kg. In general patients with serum ferritin level below 2,000 ng/mL require about 25 mg/kg/day. Patients with serum ferritin level between 2,000 and 3,000 ng/mL require about 35 mg/kg/day. Patients with higher serum ferritin may require up to 55 mg/kg/day. It is not advisable to regularly exceed an average daily dose of 50 mg/kg/day except when very intensive chelation is needed in patients who have completed growth. If ferritin levels fall below 1,000 ng/mL, the risk of deferoxamine mesylate for injection toxicity increases; it is important to monitor these patients particularly carefully and perhaps to consider lowering the total weekly dose. The doses specified here are the average daily doses. Since most patients use deferoxamine mesylate for injection less than 7 days a week, the actual dose per infusion usually differs from the average daily dose; e.g. if an average daily dose of 40 mg/kg/day is required and the patient wears the pump 5 nights a week, each infusion should contain 56 mg/kg. Slow subcutaneous infusion using a portable, light-weight infusion pump over a period of 8 to 12 hours is regarded as effective and especially convenient for ambulatory patients, but may also be given over a 24-hour period. Deferoxamine mesylate for injection should normally be used with the pump 5 to 7 times a week. Deferoxamine mesylate for injection is not formulated to support subcutaneous bolus injection. Intravenous Administration Deferoxamine mesylate can be administered intravenously if needed in patients with intravenous access. The recommended dose of deferoxamine mesylate in adults is 40 mg/kg/day to 50 mg/kg/day over 8 hours to 12 hours at a rate of up to 15 mg/kg/hour for 5 days to 7 days per week. Maximum dose is 60 mg/kg/day. The recommended dose of deferoxamine mesylate in pediatric patients is 20 mg/kg/day to 40 mg/kg/day over 8 hours to 12 hours for 5 days to 7 days per week. The maximum recommended daily dose is 40 mg/kg/day until growth (body weight and linear growth) has ceased. In case of missed doses, deferoxamine mesylate for injection may be administered prior to or following same day blood transfusion (for example, 1 gram over 4 hours on the day of transfusion); however, the contribution of this mode of administration to iron balance is limited. Deferoxamine mesylate for injection should not be administered concurrently with the blood transfusion as this can lead to errors in interpreting side effects such as rash, anaphylaxis and hypotension. Intramuscular Administration If given intramuscularly, the recommended dose of deferoxamine mesylate is 500 mg to 1,000 mg per day. The maximum recommended daily dose is 1,000 mg per day. 2.3 Preparation Reconstitute deferoxamine mesylate for injection prior to administration. Deferoxamine mesylate for injection should be further diluted for intravenous infusion. Use appropriate aseptic technique. Reconstitute each vial of Deferoxamine mesylate for injection with Sterile Water for Injection, USP per Table 1. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not use if visibly opaque particles, discoloration or foreign particles are observed. The reconstituted deferoxamine mesylate solution is an isotonic, clear and colorless to slightly-yellowish solution. Discard unused portion. Table 1. Preparation of Deferoxamine mesylate for injection Prior to Administration Vial Size Route of Administration Amount of Sterile Water for Injection, USP for Reconstitution Concentration After Reconstitution 500 mg Intramuscular 2 mL 213 mg/mL 500 mg Intravenous* 5 mL 95 mg/mL** 500 mg Subcutaneous 5 mL 95 mg/mL *Intravenous route of administration requires further dilution with 150 mL of 0.9% Sodium Chloride Injection, USP or 0.45% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP or Lactated Ringers Injection, USP **Final concentration for intravenous administration is between 3 mg/mL to 3.5 mg/mL If not used immediately, store at room temperature between 20° to 25°C (68° to 77°F), for a maximum period of 24 hours. Do not refrigerate reconstituted solution. 2.4 Management of Vitamin C Deficiency Patients with iron overload usually become vitamin C deficient, probably because iron oxidizes the vitamin. As an adjuvant to iron chelation therapy, vitamin C in doses up to 200 mg for adults may be given in divided doses, starting after an initial month of regular treatment with deferoxamine mesylate for injection [see Warnings and Precautions ( 5.7 )] . Vitamin C increases availability of iron for chelation. In general, 50 mg daily suffices for pediatric patients under 10 years old and 100 mg daily for older pediatric patients. Larger doses of vitamin C fail to produce any additional increase in excretion of iron complex."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Deferoxamine mesylate for injection is an iron-chelating agent indicated: • As an adjunct to standard measures for the treatment of acute iron intoxication. ( 1.1 ) • For the treatment of transfusional iron overload in patients with chronic anemia. ( 1.2 ) Limitations of Use Deferoxamine mesylate for injection is not indicated for the treatment of primary hemochromatosis (since phlebotomy is the method of choice for removing excess iron in this disorder). 1.1 Acute Iron Intoxication Deferoxamine mesylate for injection is indicated as an adjunct to standard measures for the treatment of acute iron intoxication. 1.2 Chronic Iron Overload Deferoxamine mesylate for injection is indicated for the treatment of transfusional iron overload in patients with chronic anemia. 1.3 Limitations of Use Deferoxamine mesylate for injection is not indicated for the treatment of primary hemochromatosis (since phlebotomy is the method of choice for removing excess iron in this disorder)."
  ],
  "fetched_at": "2025-09-30T21:32:10.218768",
  "source": "OpenFDA"
}