{
  "drug_name": "Deferiprone",
  "generic_name": [
    "DEFERIPRONE"
  ],
  "brand_names": [
    "Deferiprone"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drugs Associated with Neutropenia or Agranulocytosis: Avoid co-administration. If co-administration is unavoidable, closely monitor the absolute neutrophil count. ( 7.1 ) UGT1A6 Inhibitors: Avoid co-administration. ( 7.2 ) Polyvalent Cations: Allow at least a 4-hour interval between administration of deferiprone and drugs or supplements containing polyvalent cations (e.g., iron, aluminum, or zinc). ( 2.6 , 7.2 ) 7.1 Drugs Associated with Neutropenia or Agranulocytosis Avoid co-administration of deferiprone with other drugs known to be associated with neutropenia or agranulocytosis. If co-administration is unavoidable, closely monitor the absolute neutrophil count [see Warnings and Precautions (5.1) ] . 7.2 Effect of Other Drugs on Deferiprone UDP-Glucuronosyltransferases (UGT) Avoid use of UGT1A6 inhibitors (e.g., diclofenac, probenecid, or silymarin (milk thistle)) with deferiprone [see Dosage and Administration (2) , Adverse Reactions (6.1) , Clinical Pharmacology (12.3) ] . Polyvalent Cations Deferiprone has the potential to bind polyvalent cations (e.g., iron, aluminum, and zinc); allow at least a 4-hour interval between deferiprone and other medications (e.g., antacids), or supplements containing these polyvalent cations [see Dosage and Administration (2.6) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described below and elsewhere in the labeling: Agranulocytosis and Neutropenia [see Warnings and Precautions (5.1) ] Liver Enzyme Elevations [see Warnings and Precautions (5.2) ] Zinc Deficiency [see Warnings and Precautions (5.3) ] The most common adverse reactions in patients with thalassemia (incidence > 6%) are nausea, vomiting, abdominal pain, arthralgia, ALT increased and neutropenia. (5.1, 6) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc., at 1-866-923-4914 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The following adverse reaction information represents the pooled data collected from single arm or active-controlled clinical trials with deferiprone tablets (three times a day). Thalassemia Syndromes The safety of deferiprone was evaluated in the pooled clinical trial database [see Clinical Studies (14.1)] . Patients received deferiprone tablets (three times a day). Deferiprone was administered orally three times a day (total daily dose either 50, 75, or 99 mg/kg), N=642. Among 642 patients receiving deferiprone, 492 (76.6%) were exposed for 6 months or longer and 365 (56.9%) were exposed for greater than one year. The median age of patients who received deferiprone was 19 years (range 1, 77 years); 50.2% female; 71.2% White, 17.8% Asian, 9.2% Unknown, 1.2% Multi-racial and 0.6% Black. The most serious adverse reaction reported in clinical trials with deferiprone was agranulocytosis [see Warnings and Precautions (5.1) ] . The most common adverse reactions (≥6%) reported during clinical trials were nausea, vomiting, abdominal pain, arthralgia, alanine aminotransferase increased and neutropenia. The table below lists the adverse drug reactions that occurred in at least 1% of patients treated with deferiprone in clinical trials in patients with thalassemia syndromes. Table 7: Adverse reactions occurring in ≥ 1% of deferiprone-treated patients with thalassemia syndromes Body System (N=642) Adverse Reaction % Patients BLOOD AND LYMPHATIC SYSTEM DISORDERS Neutropenia* 7 Agranulocytosis † 1 GASTROINTESTINAL DISORDERS Nausea 13 Abdominal pain/discomfort 10 Vomiting 10 Diarrhea 3 Dyspepsia 2 INVESTIGATIONS Alanine aminotransferase increased 7 Weight increased 2 Aspartate aminotransferase increased 1 METABOLISM AND NUTRITION DISORDERS Increased appetite 4 Decreased appetite 1 MUSCULOSKELETAL AND CONNECTIVE TISSUE DISORDERS Arthralgia 10 Back pain 2 Pain in extremity 2 Arthropathy 1 NERVOUS SYSTEM DISORDERS Headache 2 *Neutropenia includes events of severe neutropenia (ANC ≥0.2 x 10 9 /L and <0.5 x 10 9 /L). †Agranulocytosis (ANC< 0.2 x 10 9 /L) Gastrointestinal symptoms such as nausea, vomiting, and abdominal pain were the most frequent adverse reactions reported by patients participating in clinical trials and led to the discontinuation of deferiprone therapy in 1.6% of patients. Chromaturia (reddish/brown discoloration of the urine) is a result of the excretion of iron in the urine. 6.2 Postmarketing Experience The following additional adverse reactions have been reported in patients receiving deferiprone. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or to establish a causal relationship to drug exposure. Blood and lymphatic system disorders: thrombocytosis, pancytopenia. Cardiac disorders: atrial fibrillation, cardiac failure. Congenital, familial and genetic disorders: hypospadias. Eye disorders: diplopia, papilledema, retinal toxicity. Gastrointestinal disorders: enterocolitis, rectal hemorrhage, gastric ulcer, pancreatitis, parotid gland enlargement. General disorders and administration site conditions: chills, edema peripheral, multi-organ failure. Hepatobiliary disorders: jaundice, hepatomegaly. Immune system disorders: anaphylactic shock, hypersensitivity. Infections and infestations: cryptococcal cutaneous infection, enteroviral encephalitis, pharyngitis, pneumonia, sepsis, furuncle, infectious hepatitis, rash pustular, subcutaneous abscess. Investigations: blood bilirubin increased, blood creatinine phosphokinase increased. Metabolism and nutrition disorders: metabolic acidosis, dehydration. Musculoskeletal and connective tissue disorders: myositis, chondropathy, trismus. Nervous system disorders: cerebellar syndrome, cerebral hemorrhage, convulsion, gait disturbance, intracranial pressure increased, psychomotor skills impaired, pyramidal tract syndrome, somnolence. Psychiatric disorders: bruxism, depression, obsessive-compulsive disorder. Renal disorders: glycosuria, hemoglobinuria. Respiratory, thoracic and mediastinal disorders: acute respiratory distress syndrome, epistaxis, hemoptysis, pulmonary embolism. Skin, subcutaneous tissue disorders: hyperhidrosis, periorbital edema, photosensitivity reaction, pruritis, urticaria, rash, Henoch-Schönlein purpura. Vascular disorders: hypotension, hypertension."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Deferiprone is contraindicated in patients with known hypersensitivity to deferiprone or to any of the excipients in the formulations. The following reactions have been reported in association with the administration of deferiprone: Henoch-Schönlein purpura; urticaria; and periorbital edema with skin rash [see Adverse Reactions (6.2) ]. Hypersensitivity to deferiprone or to any of the excipients in the formulations. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Deferiprone tablets are available in two formulations. A 1,000 mg formulation and a 500 mg formulation, which have different dosing regimens to achieve the same total daily dosage. ( 2.1 ) To prevent medication errors, before prescribing and dispensing, ensure that the tablet formulation is appropriate for the dosing regimen. Each tablet has distinct identifying characteristics. ( 2.1 , 3 ) Deferiprone tablets (three times a day), 1,000 mg: Starting oral dosage: 75 mg/kg/day (actual body weight) in three divided doses ( 2.3 ) Maximum oral dosage: 99 mg/kg/day (actual body weight) in three divided doses ( 2.3 ) Deferiprone tablets (three times a day), 500 mg: Starting oral dosage: 75 mg/kg/day (actual body weight) in three divided doses ( 2.4 ) Maximum oral dosage: 99 mg/kg/day (actual body weight) in three divided doses ( 2.4 ) 2.1 Important Dosage and Administration Information Deferiprone tablets are available in a 1,000 mg formulation and a 500 mg formulation, which have different oral dosing regimens to achieve the same total daily dosage. Deferiprone tablets (three times a day) - 1,000 mg - given three times a day [see Dosage and Administration (2.3) ] Deferiprone tablets - 500 mg - given three times a day [see Dosage and Administration (2.4) ] To prevent medication errors, before prescribing and dispensing, ensure that the tablet formulation is appropriate for the dosing regimen. Each tablet has distinct identifying characteristics [see Dosage Forms and Strengths (3) ]. For patients who have trouble swallowing tablets, consider the use of oral solution (see the prescribing information for oral solution). Monitoring for Safety Due to the risk of agranulocytosis, monitor ANC before and during deferiprone therapy. Test ANC prior to start of deferiprone therapy and monitor on the following schedule during treatment: First six months of therapy: Monitor ANC weekly; Next six months of therapy: Monitor ANC once every two weeks; After one year of therapy: Monitor ANC every two to four weeks (or at the patient's blood transfusion interval in patients that have not experienced an interruption due to any decrease in ANC [see Warnings and Precautions (5.1) ] . Due to the risk of hepatic transaminase elevations, monitor ALT before and monthly during deferiprone therapy [see Warnings and Precautions (5.2) ] . Due to the risk of zinc deficiency, monitor zinc levels before and regularly during deferiprone therapy [see Warnings and Precautions (5.3) ] . 2.3 Recommended Dosage for 1,000 mg Deferiprone Tablets (three times a day) for Adult Patients with Transfusional Iron Overload due to Thalassemia Syndromes Starting Dosage for Three Times a Day Tablets The recommended starting oral dosage of deferiprone tablets (three times a day) is 75 mg/kg/day (actual body weight), in three divided doses per day. Table 3 describes the number of deferiprone tablets (three times a day) needed to achieve the 75 mg/kg/day total starting dosage). Round dose to the nearest 500 mg (half-tablet). Table 3: Number of Deferiprone 1,000 mg Tablets (three times a day) Needed to Achieve the Total Starting Daily Dosage of 75 mg/kg (rounded to the nearest half-tablet) Body Weight (kg) Morning Midday Evening 20 0.5 0.5 0.5 30 1 0.5 1 40 1 1 1 50 1.5 1 1.5 60 1.5 1.5 1.5 70 2 1.5 2 80 2 2 2 90 2.5 2 2.5 To minimize gastrointestinal upset when first starting therapy, dosing can start at 45 mg/kg/day and increase weekly by 15 mg/kg/day increments until the full prescribed dose is achieved. Dosage Adjustments for Three Times Daily Tablets Tailor dosage adjustments for deferiprone tablets (three times a day) to the individual patient's response and therapeutic goals (maintenance or reduction of body iron burden). The maximum oral dosage is 99 mg/kg/day (actual body weight), in three divided doses per day. Table 4 describes the number of deferiprone tablets (three times a day) needed to achieve the 99 mg/day total maximum daily dosage. Table 4: Number of Deferiprone 1,000 mg Tablets (three times a day) Needed to Achieve the Maximum Total Daily Dosage of 99 mg/kg (rounded to the nearest half-tablet) Body Weight (kg) Morning Midday Evening 20 0.5 0.5 1 30 1 1 1 40 1.5 1 1.5 50 1.5 1.5 2 60 2 2 2 70 2.5 2 2.5 80 2.5 2.5 3 90 3 3 3 Pediatric use information is approved for Chiesi USA, Inc.'s FERRIPROX® (deferiprone) tablets. However, due to Chiesi USA, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 2.4 Recommended Dosage for 500 mg Deferiprone Tablets (three times a day) for Adult Patients with Transfusional Iron Overload due to Thalassemia Syndromes Starting Dosage for Three Times a Day Tablets The recommended starting oral dosage of deferiprone tablets (three times a day) is 75 mg/kg/day (actual body weight), in three divided doses per day. Table 5 describes the number of deferiprone tablets (three times a day) needed to achieve the 75 mg/kg/day total starting dosage. Round dose to the nearest 250 mg (half-tablet). Table 5: Number of Deferiprone 500 mg Tablets (three times a day) Needed to Achieve the Total Starting Daily Dosage of 75 mg/kg dose (rounded to the nearest half-tablet) Body Weight (kg) Morning Midday Evening 20 1 1 1 30 1.5 1.5 1.5 40 2 2 2 50 2.5 2.5 2.5 60 3 3 3 70 3.5 3.5 3.5 80 4 4 4 90 4 4 4 To minimize gastrointestinal upset when first starting therapy, dosing can start at 45 mg/kg/day and increase weekly by 15 mg/kg/day increments until the full prescribed dose is achieved. Dosage Adjustments Tailor dosage adjustments for deferiprone tablets (three times a day) to the individual patient's response and therapeutic goals (maintenance or reduction of body iron burden). The maximum oral dosage is 99 mg/kg/day (actual body weight), in three divided doses per day. Table 6 describes the number of deferiprone tablets (three times a day) needed to achieve the 99 mg/day total maximum daily dosage. Table 6: Number of Deferiprone 500 mg Tablets (three times a day) Needed to Achieve the Maximum Total Daily Dosage of 99 mg/kg dose (rounded to the nearest half-tablet) Body Weight (kg) Morning Midday Evening 20 1.5 1 1.5 30 2 2 2 40 3 2 3 50 3.5 3 3.5 60 4 4 4 70 5 4.5 4.5 80 5.5 5 5.5 90 6 6 6 Pediatric use information is approved for Chiesi USA, Inc.'s FERRIPROX® (deferiprone) tablets. However, due to Chiesi USA, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 2.5 Monitoring Ferritin Levels to Assess Efficacy Monitor serum ferritin concentration every two to three months to assess the effect of deferiprone on body iron stores. If the serum ferritin is consistently below 500 mcg/L, consider temporarily interrupting deferiprone therapy until serum ferritin rises above 500 mcg/L. 2.6 Dosage Modification for Drug Interactions Allow at least a 4-hour interval between administration of deferiprone and other drugs or supplements containing polyvalent cations such as iron, aluminum, or zinc [see Drug Interactions (7.2) , Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Deferiprone tablets are indicated for the treatment of transfusional iron overload in adult patients with thalassemia syndromes when current chelation therapy is inadequate. Deferiprone tablets are an iron chelator indicated for the treatment of transfusional iron overload in adult patients with thalassemia syndromes when current chelation therapy is inadequate. ( 1 ) Limitations of Use Safety and effectiveness have not been established for the treatment of transfusional iron overload in patients with myelodysplastic syndrome or in patients with Diamond Blackfan anemia. Limitations of Use Safety and effectiveness have not been established for the treatment of transfusional iron overload in patients with myelodysplastic syndrome or in patients with Diamond Blackfan anemia. Pediatric use information is approved for Chiesi USA, Inc.'s FERRIPROX ® (deferiprone) tablets. However, due to Chiesi USA, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "fetched_at": "2025-10-01T17:01:01.377046",
  "source": "OpenFDA"
}