{
  "drug_name": "Deflazacort",
  "generic_name": [
    "DEFLAZACORT"
  ],
  "brand_names": [
    "EMFLAZA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate or strong CYP3A4 inhibitors: Give one third of the recommended dosage of EMFLAZA ( 7.1 ) Avoid use of moderate or strong CYP3A4 inducers with EMFLAZA, as they may reduce efficacy ( 7.1 ) 7.1 CYP3A4 Inhibitors and Inducers Moderate or Strong CYP3A4 Inhibitors The active metabolite of deflazacort, 21-desDFZ, is a substrate of CYP3A4 [see Clinical Pharmacology ( 12.3 )] . Co-administration of deflazacort with clarithromycin, a strong CYP3A4 inhibitor, increased total exposure to 21-desDFZ by about 3-fold. Therefore, give one third the recommended dosage of EMFLAZA when moderate or strong CYP3A4 inhibitors (e.g., clarithromycin, fluconazole, diltiazem, verapamil, grapefruit juice) are used concomitantly with EMFLAZA [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )] . Moderate or Strong CYP3A4 Inducers Co-administration of deflazacort with rifampin, a strong CYP3A4 inducer, significantly decreased the exposure of 21-desDFZ. Avoid concomitant use of strong (e.g., efavirenz) or moderate (e.g., carbamazepine, phenytoin) CYP3A4 inducers with EMFLAZA [see Dosage and Administration ( 2.5 ) and Clinical Pharmacology ( 12.3 )] . 7.2 Neuromuscular Blockers Patients receiving corticosteroids, including EMFLAZA, and concomitant therapy with neuromuscular blocking drugs (e.g., pancuronium) may be at increased risk of developing an acute myopathy [see Warnings and Precautions ( 5.11 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in more detail in other sections: Alterations in Endocrine Function [see Warnings and Precautions ( 5.1 )] Immunosuppression and Increased Risk of Infection [see Warnings and Precautions ( 5.2 )] Alterations in Cardiovascular/Renal Function [see Warnings and Precautions ( 5.3 )] Gastrointestinal Perforation [see Warnings and Precautions ( 5.4 )] Behavioral and Mood Disturbances [see Warnings and Precautions ( 5.5 )] Effects on Bones [see Warnings and Precautions ( 5.6 )] Ophthalmic Effects [see Warnings and Precautions ( 5.7 )] Immunizations [see Warnings and Precautions ( 5.8 )] Serious Skin Rashes [see Warnings and Precautions ( 5.9 )] Effects on Growth and Development [see Warnings and Precautions ( 5.10 )] Myopathy [see Warnings and Precautions ( 5.11 )] Kaposi’s Sarcoma [see Warnings and Precautions ( 5.12 )] Risk of Serious Adverse Reactions in Infants because of Benzyl Alcohol Preservative [see Warnings and Precautions ( 5.13 )] Thromboembolic Events [see Warnings and Precautions ( 5.14 )] Anaphylaxis [see Warnings and Precautions ( 5.15 )] The most common adverse reactions (≥ 10% for EMFLAZA and greater than placebo) are Cushingoid appearance, weight increased, increased appetite, upper respiratory tract infection, cough, pollakiuria, hirsutism, central obesity, and nasopharyngitis ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact PTC Therapeutics, Inc. at 1-866-562-4620 or Pharmacovigilance@PTCBio.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In Study 1 [see Clinical Studies ( 14 )] , the adverse reactions that were associated with deflazacort treatment discontinuation, in decreasing order of frequency, were weight increased, obesity, cataract, and sleep disorder. Most Common Adverse Reactions in Clinical Studies Table 1 lists the adverse reactions that occurred in ≥ 5% of patients in the 0.9 mg/kg/day deflazacort-treated group and that occurred more frequently than in placebo patients in Study 1, which included patients with DMD between the ages of 5 and 15 years. Table 1: Adverse Reactions that Occurred in ≥ 5% of Deflazacort-Treated Patients and Occurred More Frequently than in Placebo Patients with DMD (Study 1) 1 At 12 weeks placebo patients were re-randomized to receive either deflazacort or an active comparator. Adverse Reaction Deflazacort 0.9 mg/kg/d (N=51) % at 12 weeks Placebo (N=50) % at 12 weeks 1 Cushingoid appearance 33 12 Weight increased 20 6 Increased appetite 14 2 Upper respiratory tract infection 12 10 Cough 12 6 Pollakiuria 12 2 Nasopharyngitis 10 6 Hirsutism 10 2 Central obesity 10 4 Erythema 8 6 Irritability 8 4 Rhinorrhea 8 0 Abdominal discomfort 6 2 Common adverse reactions (≥ 5% of deflazacort-treated patients) that occurred over 52 weeks of exposure to deflazacort 0.9 mg/kg/day in Study 1 and at a higher rate than deflazacort 0.9 mg/kg/day in the 12-week placebo-controlled phase of the trial include Cushingoid appearance (60%), hirsutism (35%), weight increased (28%), erythema (28%), central obesity (25%), abdominal pain/abdominal pain upper (18% combined), pollakiuria (15%), constipation (10%), irritability (10%), abnormal behavior (9%), pyrexia (9%), back pain (7%), rash (7%), contusion (6%), nausea (6%), psychomotor hyperactivity (6%), epistaxis (6%), and skin striae (6%). Study 1 also evaluated a higher dosage of deflazacort (1.2 mg/kg/day). Compared with the 0.9 mg/kg/day dosage, deflazacort 1.2 mg/kg/day over 52 weeks was associated with a higher incidence of certain adverse reactions, including Cushingoid appearance (69%), erythema (49%), hirsutism (37%), headache (34%), weight increased (32%), constipation (15%), abdominal pain upper (14%), skin striae (11%), acne (11%), and abdominal discomfort (8%). As there was no additional benefit with the 1.2 mg/kg/day dose of deflazacort, use of EMFLAZA 1.2 mg/kg/day is not recommended for the treatment of DMD [see Dosage and Administration ( 2.2 )] . In an additional clinical study of two years duration with extended follow-up (Study 2), many of the same adverse reactions were observed. In addition, musculoskeletal events associated with long-term steroid use were also observed, including muscle weakness, tendon disorder, and osteopenia. Less Common Adverse Reactions Observed in Clinical Studies Other adverse reactions (≥ 1% frequency in any deflazacort treatment group and greater than placebo) that were observed during the 12-week placebo-controlled phase of Study 1 are shown below. Eye Disorders: Lacrimation increased Gastrointestinal Disorders: Dyspepsia, nausea, gastrointestinal disorder General Disorders and Administration Site Conditions: Thirst Infections: Hordeolum, impetigo, influenza, otitis externa, pharyngitis, tooth abscess, urinary tract infection, viral infection Injury, Poisoning and Procedural Complications: Back injury, contusion, face injury, fibula fracture, greenstick fracture, heat exhaustion Investigations: Glucose urine present, heart rate irregular Musculoskeletal and Connective Tissue Disorders: Back pain, muscle spasms, myalgia, neck mass, neck pain, pain in extremity Nervous System Disorders: Dizziness, psychomotor hyperactivity Psychiatric Disorders: Affect lability, aggression, depression, emotional disorder, middle insomnia, mood altered, mood swings, sleep disorder Renal and Urinary Disorders: Chromaturia, dysuria, hypertonic bladder Reproductive System and Breast Disorders: Testicular pain Respiratory, Thoracic, and Mediastinal Disorders: Hypoventilation, rhinorrhea Skin and Subcutaneous Tissue Disorders: Acne, alopecia, dermatitis acneiform Vascular Disorders: Hot flush 6.2 Postmarketing Experience The following adverse reactions have been reported during post-approval use of deflazacort worldwide or during post-approval use of other corticosteroids. These reactions are reported voluntarily from a population of uncertain size; therefore, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Leukocytosis Cardiac Disorder: Heart failure Eye Disorders: Chorioretinopathy, corneal or scleral thinning Gastrointestinal Disorders: Acute pancreatitis (especially in children), hemorrhage, peptic ulceration, perforation of peptic ulcer General Disorders and Administration Site Conditions: Edema, impaired healing Immune System Disorders: Hypersensitivity including anaphylaxis Metabolism and Nutrition Disorders: Impaired carbohydrate tolerance with increased requirement for anti-diabetic therapy, negative protein and calcium balance, potassium loss and hypokalemic alkalosis when co-administered with beta 2-agonist and xanthines Musculoskeletal and Connective Tissue Disorders: Avascular necrosis, muscle wasting, negative nitrogen balance, tendonitis and tendon rupture when co-administered with quinolones, vertebral and long bone fractures Nervous System Disorders: Aggravation of epilepsy, increased intra-cranial pressure with papilledema in children (pseudotumor cerebri) usually after treatment withdrawal, vertigo Psychiatric Disorders: Anxiety, cognitive dysfunction including confusion and amnesia, delusions, hallucinations, mania, suicidal thoughts Skin and Subcutaneous Tissue Disorders: Toxic epidermal necrolysis Vascular Disorders: Thromboembolism, in particular in patients with underlying conditions associated with increased thrombotic tendency, benign intracranial hypertension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EMFLAZA is contraindicated in patients with known hypersensitivity to deflazacort or to any of the inactive ingredients. Instances of hypersensitivity, including anaphylaxis, have occurred in patients receiving corticosteroid therapy [see Warnings and Precautions ( 5.15 ) and Adverse Reactions ( 6.2 )] . Hypersensitivity to deflazacort or any of the inactive ingredients in EMFLAZA ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended once-daily dosage is approximately 0.9 mg/kg/day administered orally ( 2.2 ) Discontinue gradually when administered for more than a few days ( 2.3 ) 2.1 Assessments Prior to First Dose of EMFLAZA Administer all immunizations according to immunization guidelines prior to starting EMFLAZA. Administer live-attenuated or live vaccines at least 4 to 6 weeks prior to starting EMFLAZA [see Warnings and Precautions ( 5.8 )] . 2.2 Dosing Information The recommended oral dosage of EMFLAZA is approximately 0.9 mg/kg/day once daily. If tablets are used, round up to the nearest possible dose. Any combination of the four EMFLAZA tablet strengths can be used to achieve this dose. If the oral suspension is used, round up to the nearest tenth of a milliliter (mL). 2.3 Discontinuation Dosage of EMFLAZA must be decreased gradually if the drug has been administered for more than a few days [see Warnings and Precautions ( 5.1 )] . 2.4 Important Preparation and Administration Instructions EMFLAZA Tablets and Oral Suspension can be taken with or without food. Do not administer EMFLAZA with grapefruit juice [see Drug Interactions ( 7.1 )] EMFLAZA Tablets EMFLAZA Tablets can be administered whole or crushed and taken immediately after mixing with applesauce. EMFLAZA Oral Suspension Shake EMFLAZA Oral Suspension well before administration. Use only the oral dispenser provided with the product. After withdrawing the appropriate dose into the oral dispenser, slowly add the EMFLAZA Oral Suspension into 3 to 4 ounces of juice (except grapefruit juice) or milk and mix well. The dose should then be administered immediately. Discard any unused EMFLAZA Oral Suspension remaining after 1 month of first opening the bottle. 2.5 Dosage Modification for Use with CYP3A4 Inhibitors and Inducers CYP3A4 Inhibitors Give one third of the recommended dosage when EMFLAZA is administered with moderate or strong CYP3A4 inhibitors. For example, a 36 mg per day dose would be reduced to a 12 mg per day dose when used with moderate or strong CYP3A4 inhibitors [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] . CYP3A4 Inducers Avoid use with moderate or strong CYP3A4 inducers with EMFLAZA [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EMFLAZA is indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients 2 years of age and older. EMFLAZA is a corticosteroid indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients 2 years of age and older ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:27:53.788609",
  "source": "OpenFDA"
}