{
  "drug_name": "Delafloxacin",
  "generic_name": [
    "DELAFLOXACIN MEGLUMINE"
  ],
  "brand_names": [
    "Baxdela"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Chelation Agents: Antacids, Sucralfate, Metal Cations, Multivitamins Fluoroquinolones form chelates with alkaline earth and transition metal cations. Oral administration of BAXDELA with antacids containing aluminum or magnesium, with sucralfate, with metal cations such as iron, or with multivitamins containing iron or zinc, or with formulations containing divalent and trivalent cations such as didanosine buffered tablets for oral suspension or the pediatric powder for oral solution, may substantially interfere with the absorption of BAXDELA, resulting in systemic concentrations considerably lower than desired. Therefore, BAXDELA should be taken at least 2 hours before or 6 hours after these agents [see Dosage and Administration (2.1) ] . There are no data concerning an interaction of intravenous BAXDELA with oral antacids, sucralfate, multivitamins, didanosine, or metal cations. However, BAXDELA should not be co-administered with any solution containing multivalent cations, e.g., magnesium, through the same intravenous line [see Dosage and Administration (2.1) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious and otherwise important adverse reactions are discussed in greater detail in other sections of labeling: Disabling and Potentially Irreversible Serious Adverse Reactions [see Warnings and Precautions (5.1) ] Tendinitis and Tendon Rupture [see Warnings and Precautions (5.2) ] Peripheral Neuropathy [see Warnings and Precautions (5.3) ] Central Nervous System Effects [see Warnings and Precautions (5.4) ] Hypersensitivity Reactions [see Warnings and Precautions (5.6) ] Clostridium difficile -Associated Diarrhea [see Warnings and Precautions (5.7) ] Blood Glucose Disturbances [see Warnings and Precautions (5.10) ] Most common adverse reactions (incidence ≥ 2%) are nausea, diarrhea, headache, transaminase elevations, and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Melinta Therapeutics at 1-844-633-6568 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of BAXDELA cannot be directly compared to rates in the clinical trials of another drug and may not reflect rates observed in practice. Overview of the Safety Evaluation of BAXDELA BAXDELA was evaluated in three Phase 3 multicenter, multinational, randomized, double-blind clinical trials. These trials included two trials in ABSSSI patients (Trial 1 and Trial 2) and one trial in CABP (Trial 3). A total of 1170 patients were treated with BAXDELA across all Phase 3 trials (741 patients in the two ABSSSI trials and 429 patients in the CABP trial). Acute Bacterial Skin and Skin Structure Infections (ABSSSI) BAXDELA was evaluated in two multicenter, multinational, randomized, double-blind, double-dummy, non-inferiority trials (Trial 1 and Trial 2) in adults with ABSSSI. In Trial 1 patients received BAXDELA 300 mg by intravenous infusion every 12 hours and in Trial 2 the patients received BAXDELA 300 mg by intravenous infusion every 12 hours for 6 doses then were switched to BAXDELA 450 mg tablets every 12 hours. The total treatment duration was 5 to 14 days. Adverse reactions were evaluated for 741 patients treated with BAXDELA and 751 patients treated with comparator antibacterial drugs. The median age of patients treated with BAXDELA was 49 years, ranging between 18 and 94 years old; 15% were age 65 years and older. Patients treated with BAXDELA were predominantly male (62%) and Caucasian (86%). The BAXDELA treated population included 44% obese patients (BMI ≥ 30 kg/m 2 ), 11% with diabetes, and 16% with baseline renal impairment (calculated creatinine clearance less than 90 mL/min). Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation Serious adverse reactions occurred in 3/741 (0.4%) of patients treated with BAXDELA and in 6/751 (0.8%) of patients treated with the comparator. BAXDELA was discontinued due to an adverse reaction in 7/741 (0.9%) patients and the comparator was discontinued due to an adverse reaction in 21/751 (2.8%) patients. The most commonly reported adverse reactions leading to study discontinuation in the BAXDELA arm included urticaria (2/741; 0.3%) and hypersensitivity (2/741; 0.3%); whereas, the most commonly reported adverse reactions leading to study discontinuation in the comparator arm included urticaria (5/751; 0.7%), rash (4/751; 0.5%), hypersensitivity and infusion site extravasation (2/751; 0.3%). Most Common Adverse Reactions The most common adverse reactions in patients treated with BAXDELA were nausea (8%), diarrhea (8%), headache (3%), transaminase elevations (3%), and vomiting (2%). Table 4 lists selected adverse reactions occurring in ≥ 2% of patients receiving BAXDELA in the pooled adult Phase 3 clinical trials. Table 4 Selected Adverse Reactions Occurring in ≥ 2% of Patients Receiving BAXDELA in the Pooled Adult Phase 3 ABSSSI Clinical Trials Adverse Reactions BAXDELA N = 741 (%) Vancomycin/aztreonam N = 751 (%) Nausea 8% 6% Diarrhea 8% 3% Headache The data are not an adequate basis for comparison of rates between the study drug and the active control. 3% 6% Transaminase Elevations Pooled reports include hypertransaminasaemia, increased transaminases, and increased ALT and AST. 3% 4% Vomiting 2% 2% Community-Acquired Bacterial Pneumonia BAXDELA was evaluated in one multicenter, multinational, randomized, double-blind trial in adults with CABP (Trial 3). Patients received BAXDELA 300 mg over 60 minutes every 12 hours for a minimum of 6 doses with an option to switch to oral BAXDELA tablet 450 mg every 12 hours for the remaining doses (total of 10 to 20 doses of intravenous infusion and oral combined). Adverse reactions were evaluated for 429 patients treated with BAXDELA and 427 patients treated with moxifloxacin. The median age of patients treated with BAXDELA was 63 years, ranging between 18 and 89 years; 47.1% were 65 years of age and older and 19.6% were 75 years of age and older. Patients treated with BAXDELA were predominantly male (58.3%) and white (92.3%). The BAXDELA-treated population included patients with obesity (BMI greater than or equal to 30) (24.0%), COPD/asthma (14.2%), cardiac disease (24.2%), diabetes (16.3%), and baseline renal impairment including 36.4% with moderate renal impairment (CrCl less than 30-59 mL/min), and 4.0% with severe renal impairment (CrCl less than 29 mL/min). Overall, approximately 12.4% of patients were in PORT Risk Class II, 60.1% were in PORT Risk Class III, 26.6% were in PORT Risk Class IV, and 0.9% were in PORT Risk Class V. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation Serious adverse reactions occurred in 2/429 (0.5%) of patients treated with BAXDELA and in 1/427 (0.2%) of patients treated with moxifloxacin. Discontinuation due to an adverse reaction occurred in 9/429 (2.1%) patients treated with BAXDELA and in 4/427 (0.9%) treated with moxifloxacin. The most commonly reported adverse reactions leading to study drug discontinuation in the BAXDELA arm were transaminase elevations (2/429; 0.5%). The most commonly reported adverse reactions leading to study drug discontinuation in the comparator arm were infusion site reactions (1/427; 0.2%). Most Common Adverse Reactions The most common adverse reactions in patients treated with BAXDELA were diarrhea (5%) and transaminase elevations (5%). Table 5 lists selected adverse reactions occurring in ≥ 2% of patients receiving BAXDELA in the adult Phase 3 CABP clinical trial. Table 5 Selected Adverse Reactions Occurring in ≥ 2% of Patients Receiving BAXDELA in the Adult Phase 3 CABP Clinical Trial Adverse Reactions BAXDELA N = 429 Moxifloxacin N = 427 Diarrhea 5% 3% Transaminase elevations Includes hepatic enzyme increased, transaminases increased and alanine aminotransferase (ALT) increased. 5% 3% Adverse Reactions Occurring in Less Than 2% of Patients Receiving BAXDELA in the ABSSSI (Trials 1 and 2) and CABP (Trial 3) Clinical Trials The following selected adverse reactions were reported in BAXDELA-treated patients at a rate of less than 2% in the ABSSSI (Trials 1 and 2) and CABP (Trial 3) clinical trials: Blood and Lymphatic System Disorders: agranulocytosis , anemia, leukopenia, neutropenia, pancytopenia Cardiac Disorders : sinus tachycardia, palpitations, bradycardia, ventricular extrasystoles Ear and Labyrinth Disorders: tinnitus, vertigo, vestibular disorder Eye Disorders : vision blurred General disorders and administration site conditions: infusion related reactions Gastrointestinal Disorders : abdominal pain, dyspepsia Immune System Disorders : hypersensitivity Infections and Infestations : Clostridium difficile infection, fungal infection, oral candidiasis, vulvovaginal candidiasis Laboratory Investigations : blood alkaline phosphatase increased, blood creatinine increased, blood creatine phosphokinase increased Metabolism and Nutrition Disorders: hyperglycemia, hypoglycemia Musculoskeletal and Connective Tissue Disorders: myalgia Nervous System Disorders : dizziness, hypoesthesia, paraesthesia, dysgeusia, presyncope, syncope Psychiatric Disorders : agitation, anxiety, confusional state, insomnia, abnormal dreams Renal and Urinary: renal impairment, renal failure Skin and Subcutaneous Tissue Disorders : pruritus, urticaria, dermatitis, rash Vascular Disorders: flushing, hypotension, hypertension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BAXDELA is contraindicated in patients with known hypersensitivity to delafloxacin or any of the fluoroquinolone class of antibacterial drugs, or any of the components of BAXDELA [see Warnings and Precautions (5.6) ] . Known hypersensitivity to BAXDELA or other fluoroquinolones. ( 4 , 5.6 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For ABSSSI and CABP: Administer BAXDELA for injection 300 mg by intravenous infusion over 60 minutes, every 12 hours, or a 450 mg BAXDELA tablet orally every 12 hours. ( 2.1 , 2.2 ) Recommended duration of treatment: ( 2.2 ) ABSSSI: 5 to 14 days CABP: 5 to 10 days Dosage for patients with renal impairment is based on the estimated glomerular filtration rate (eGFR) ( 2.3 ) Estimated Glomerular Filtration Rate (eGFR)(mL/min/1.73m 2 ) Estimate of GFR based on a Modification of Diet in Renal Disease (MDRD) equation. Recommended Dosage Regimen for BAXDELA For a total treatment duration of 5 to 14 days for the treatment of ABSSSI and 5 to 10 days for the treatment of CABP. Oral Intravenous All intravenous doses of BAXDELA are administered over 60 minutes. 30-89 No dosage adjustment No dosage adjustment 15-29 No dosage adjustment 200 mg every 12 hours End Stage Renal Disease (ESRD) (< 15 including hemodialysis) Not Recommended Not recommended due to insufficient information to provide dosing recommendations. 2.1 Important Administration Instructions BAXDELA Tablets Administer BAXDELA at least 2 hours before or 6 hours after antacids containing magnesium, or aluminum, with sucralfate, with metal cations such as iron, or with multivitamin preparations containing zinc or iron, or with didanosine buffered tablets for oral suspension or the pediatric powder for oral solution [see Drug Interactions (7.1) ] . BAXDELA Tablets can be taken with or without food [see Clinical Pharmacology (12.3) ] . If patients miss a dose, they should take it as soon as possible anytime up to 8 hours prior to their next scheduled dose. If less than 8 hours remain before the next dose, wait until their next scheduled dose. BAXDELA for Injection Do NOT administer BAXDELA for Injection with any solution containing multivalent cations, e.g., calcium and magnesium, through the same intravenous line [see Drug Interactions (7.1) ]. Do NOT co-infuse BAXDELA for Injection with other medications [see Dosage and Administration (2.4) ] . 2.2 Recommended Dosage Regimen For treatment of adults with ABSSSI or CABP, the recommended dosage regimen of BAXDELA is described in Table 1 below. Table 1 Dosage of BAXDELA in Adult ABSSSI or CABP Patients Infection Dosage and Route of Administration Total Duration (days) ABSSSI 300 mg of BAXDELA for Injection every 12 hours over 60 minutes by intravenous infusion Or 300 mg of BAXDELA for Injection every 12 hours over 60 minutes by intravenous infusion, then switch to a 450 mg BAXDELA tablet orally every 12 hours at the discretion of the physician Or 450 mg BAXDELA tablet orally every 12 hours. 5 to 14 CABP 5 to 10 2.3 Dosage in Patients with Renal Impairment Table 2 below describes the dosage modification based on the estimated glomerular filtration rate (eGFR) that is recommended in patients with renal impairment. Dosage adjustment is required for patients with severe renal impairment (eGFR 15-29 mL/min/1.73m 2 ). In patients with severe renal impairment receiving BAXDELA intravenously, closely monitor serum creatinine levels and eGFR [see Use in Specific Populations (8.7) ] . If serum creatinine level increases, consider switching to BAXDELA Tablets. Discontinue BAXDELA if eGFR decreases to < 15 mL/min/1.73 m 2 . Table 2 Dosage Adjustment of BAXDELA in Patients with Renal Impairment Estimated Glomerular Filtration Rate (eGFR) (mL/min/1.73 m 2 ) As calculated using the MDRD eGFR equation as follows: eGFR (mL/min/1.73m 2 ) = 175 × (serum creatinine) -1.154 × (age) -0.203 × (0.742 if female) × (1.212 if African American). Recommended Dosage Regimen For a total treatment duration of 5 to 14 days for the treatment of ABSSSI and 5 to 10 days for the treatment of CABP in adult patients. BAXDELA Tablets BAXDELA for Injection All doses of BAXDELA are administered by intravenous infusion over 60 minutes. 30-89 No dosage adjustment No dosage adjustment 15-29 No dosage adjustment 200 mg every 12 hours Or 200 mg every 12 hours, then switch to a 450 mg BAXDELA tablet orally every 12 hours at the discretion of the physician End Stage Renal Disease (ESRD) (< 15), including patients on hemodialysis (HD) Not Recommended Not recommended due to insufficient information to provide dosing recommendations. 2.4 Preparation and Administration of BAXDELA for Injection Intravenous Solution Reconstitution and Dilution BAXDELA must be reconstituted and then further diluted under aseptic conditions. Reconstitute the powder in the BAXDELA vial using 10.5 mL of 5% Dextrose Injection (D5W) or 0.9% Sodium Chloride Injection for each 300 mg vial. Shake the vial vigorously until contents are completely dissolved. The reconstituted vial contains 300 mg per 12 mL (25 mg/mL) of BAXDELA as a clear yellow to amber colored solution. The reconstituted solution must then be diluted to a total volume of 250 mL using either 0.9% Sodium Chloride or D5W to achieve a concentration of 1.2 mg/mL, prior to administration. Prepare the required dose for intravenous infusion by withdrawing the appropriate volume from the reconstituted vial per Table 3 below: Table 3 Preparation of BAXDELA Doses BAXDELA for Injection Dose Volume of Reconstituted Solution to Withdraw 300 mg 12 mL 200 mg 8 mL Aseptically transfer the required volume of BAXDELA reconstituted solution from the vial to an intravenous bag to achieve a 250 mL volume of infusion solution. Discard any unused portion of the reconstituted solution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Storage of the Reconstituted and Diluted Solutions Reconstituted vials, as described above, may be stored either refrigerated at 2°C to 8°C (36°F to 46°F), or at controlled room temperature 20°C to 25°C (68°F to 77°F) for up to 24 hours. Do not freeze. Once diluted into the intravenous bag, as described above, BAXDELA may be stored either refrigerated at 2°C to 8°C (36°F to 46°F) or at a controlled room temperature of 20°C to 25°C (68°F to 77°F) for up to 24 hours. Do not freeze. Administration After reconstitution and dilution, administer BAXDELA by intravenous infusion, using a total infusion time of 60 minutes [see Dosage and Administration (2.1) ] . The compatibility of reconstituted BAXDELA with intravenous medications, additives, or substances other than D5W or 0.9% Sodium Chloride Injection has not been established. If a common intravenous line is being used to administer other drugs in addition to BAXDELA the line should be flushed before and after each BAXDELA infusion with 0.9% Sodium Chloride Injection or D5W."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BAXDELA is a fluoroquinolone antibacterial indicated for the treatment of adults with the following infections caused by designated susceptible bacteria: Acute Bacterial Skin and Skin Structure Infections (ABSSSI) ( 1.1 ) Community-Acquired Bacterial Pneumonia (CABP) ( 1.2 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of BAXDELA and other antibacterial drugs, BAXDELA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.3 ) 1.1 Acute Bacterial Skin and Skin Structure Infections BAXDELA is indicated in adults for the treatment of acute bacterial skin and skin structure infections (ABSSSI) caused by the following susceptible microorganisms: Staphylococcus aureus (including methicillin-resistant [MRSA] and methicillin-susceptible [MSSA] isolates), Staphylococcus haemolyticus, Staphylococcus lugdunensis, Streptococcus agalactiae , Streptococcus anginosus Group (including Streptococcus anginosus , Streptococcus intermedius , and Streptococcus constellatus ), Streptococcus pyogenes , Enterococcus faecalis , Escherichia coli, Enterobacter cloacae, Klebsiella pneumoniae, and Pseudomonas aeruginosa. 1.2 Community-Acquired Bacterial Pneumonia BAXDELA is indicated in adults for the treatment of community-acquired bacterial pneumonia (CABP) caused by the following susceptible microorganisms: Streptococcus pneumoniae, Staphylococcus aureus (methicillin-susceptible [MSSA] isolates only), Klebsiella pneumoniae , Escherichia coli, Pseudomonas aeruginosa, Haemophilus influenzae, Haemophilus parainfluenzae , Chlamydia pneumoniae , Legionella pneumophila, and Mycoplasma pneumoniae. 1.3 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of BAXDELA and other antibacterial drugs, BAXDELA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:29:17.775923",
  "source": "OpenFDA"
}