{
  "drug_name": "Demeclocycline",
  "generic_name": [
    "DEMECLOCYCLINE"
  ],
  "brand_names": [
    "Demeclocycline Hydrochloride"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS DEMECLOCYCLINE HCl, LIKE OTHER TETRACYCLINE-CLASS ANTIBIOTICS, CAN CAUSE FETAL HARM WHEN ADMINISTERED TO A PREGNANT WOMAN. IF ANY TETRACYCLINE IS USED DURING PREGNANCY, OR IF THE PATIENT BECOMES PREGNANT WHILE TAKING THESE DRUGS, THE PATIENT SHOULD BE APPRISED OF THE POTENTIAL HAZARD TO THE FETUS. THE USE OF DRUGS OF THE TETRACYCLINE CLASS DURING TOOTH DEVELOPMENT (LAST HALF OF PREGNANCY INFANCY AND CHILDHOOD TO THE AGE OF 8 YEARS) MAY CAUSE PERMANENT DISCOLORATION OF THE TEETH (YELLOW-GRAY-BROWN). This adverse reaction is more common during long-term use of the drugs but has been observed following repeated short-term courses. Enamel hypoplasia has also been reported. TETRACYCLINE DRUGS, THEREFORE, SHOULD NOT BE USED DURING TOOTH DEVELOPMENT UNLESS OTHER DRUGS ARE NOT LIKELY TO BE EFFECTIVE OR ARE CONTRAINDICATED. All tetracyclines form a stable calcium complex in any bone-forming tissue. A decrease in fibula growth rate has been observed in premature human infants given oral tetracycline in doses of 25 mg/kg/ every six hours. This reaction was shown to be reversible when the drug was discontinued. Results of animal studies indicate that tetracyclines cross the placenta, are found in fetal tissues, and can have toxic effects on the developing fetus (often related to retardation of skeletal development). Evidence of embryotoxicity has also been noted in animals treated early in pregnancy. The anti-anabolic action of the tetracyclines may cause an increase in BUN. While this is not a problem in those with normal renal function, in patients with significantly impaired function, higher serum levels of tetracycline may lead to azotemia, hyperphosphatemia and acidosis. If renal impairment exists, even usual oral or parenteral doses may lead to excessive systemic accumulation of the drug and possible liver toxicity. Under such conditions, lower than usual total doses are indicated and, if therapy is prolonged, serum level determinations of the drug may be advisable. Photosensitivity manifested by an exaggerated sunburn reaction has been observed in some individuals taking tetracyclines. Phototoxic reactions can occur in individuals taking demeclocycline, and are characterized by severe burns or exposed surfaces resulting from direct exposure of patients to sunlight during therapy with moderate or large doses of demeclocycline. Patients apt to be exposed to direct sunlight or ultraviolet light should be advised that this reaction can occur and treatment should be discontinued at the first evidence of erythema of the skin. Administration of demeclocycline HCl has resulted in appearance of the diabetes insipidus syndrome (polyuria, polydipsia and weakness) in some patients on long-term therapy. The syndrome has been shown to be nephrogenic, dose-dependent and reversible on discontinuance of therapy. Patients, who are experiencing central nervous system symptoms associated with demeclocycline therapy, should be cautioned about driving vehicles or using hazardous machinery while on demeclocycline therapy. Clostridium difficile associated with diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including demeclocycline HCl and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to discontinue. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following reactions have been reported in patients receiving tetracyclines: Gastrointestinal: Anorexia, nausea, vomiting, diarrhea, glossitis, dysphagia, enterocolitis, pancreatitis and inflammatory lesions (with monilial overgrowth) in the anogenital region, increases in liver enzymes, and hepatic toxicity has been reported rarely. Rarely, hepatitis and liver failure have been reported. These reactions have been caused by both the oral and parenteral administration of tetracyclines. Instances of esophageal ulcerations have been reported in patients receiving oral tetracyclines. Most of the patients were reported to have taken the medication immediately before lying down (see DOSAGE AND ADMINISTRATION ). Skin: Maculopapular and erythematous rashes, erythema multiforme. Exfoliative dermatitis has been reported but is uncommon. Fixed drug eruptions and Stevens-Johnson syndrome have been reported rarely. Lesions occurring on the glans penis have caused balanitis. Pigmentation of the skin and mucous membranes has also been reported. Photosensitivity is discussed above (see WARNINGS ). Renal toxicity: Acute renal failure, rise in BUN has been reported and is apparently dose related, nephrogenic diabetes insipidus (see WARNINGS ). Hypersensitivity reactions: Urticaria, angioneurotic edema, polyarthralgia, anaphylaxis, anaphylactoid purpura, pericarditis exacerbation of systemic lupus erythematosus, lupus-like syndrome, pulmonary infiltrates with eosinophilia. Hematologic: Hemolytic anemia, thrombocytopenia, neutropenia and eosinophilia have been reported. CNS: Pseudotumor cerebri (benign intracranial hypertension) in adults and bulging fontanels in infants (see PRECAUTIONS – General ). Dizziness, headache, tinnitus and visual disturbances have been reported. Myasthenic syndrome has been reported rarely. Other: When given over prolonged periods, tetracyclines have been reported to produce brown-black microscopic discoloration of thyroid glands. No abnormalities of thyroid function studies are known to occur. Very rare cases of abnormal thyroid function have been reported. Tooth discoloration has occurred in pediatric patients less than 8 years of age (see WARNINGS ), and has been reported rarely in adults. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines or any of the components of the product formulation."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Therapy should be continued for at least 24 to 48 hours after symptoms and fever have subsided. Concomitant therapy: Absorption of tetracyclines is impaired by antacids containing aluminum, calcium, or magnesium and by iron-containing preparations. Foods and some dairy products also interfere with absorption. Oral forms of tetracycline should be given at least 1 hour before or 2 hours after meals. In patients with renal impairment: (see WARNINGS ). Tetracyclines should be used cautiously in patients with impaired renal function. Total dosage should be decreased by reduction of recommended individual doses and/or by extending time intervals between doses. In patients with liver impairment: Tetracyclines should be used cautiously in patients with impaired liver function. Total dosage should be decreased by reduction of recommended individual doses and/or by extending time intervals between doses. Administration of adequate amounts of fluid with the oral formulations of tetracyclines is recommended to wash down the drugs and reduce the risk of esophageal irritation and ulceration (see ADVERSE REACTIONS ). Adults: Usual daily dose – Four divided doses of 150 mg each or two divided doses of 300 mg each. For pediatric patients above eight years of age: Usual daily dose, 7 to 13 mg per kg body weight per day, depending upon the severity of the disease, divided into two to four doses not to exceed adult dosage of 600 mg per day. Gonorrhea patients sensitive to penicillin may be treated with demeclocycline administered as an initial oral dose of 600 mg followed by 300 mg every 12 hours for four days to a total of 3 grams."
  ],
  "indications": [
    "INDICATIONS AND USAGE Demeclocycline HCl tablets are indicated in the treatment of infections caused by susceptible strains of the designated microorganisms in the conditions below: Rocky Mountain spotted fever, typhus fever and the typhus group, Q fever, rickettsialpox and tick fevers caused by rickettsiae; Respiratory tract infections caused by Mycoplasma pneumoniae Lymphogranuloma venereum due to Chlamydia trachomatis Psittacosis (Ornithosis) due to Chlamydia psittaci Trachoma due to Chlamydia trachomatis , although the infectious agent is not always eliminated as judged by immunofluorescence Inclusion conjunctivitis caused by Chlamydia trachomatis Nongonococcal urethritis in adults caused by Ureaplasma urealyticum or Chlamydia trachomatis Relapsing fever due to Borrelia recurrentis Chancroid caused by Haemophilus ducreyi Plague due to Yersinia pestis Tularemia due to Francisella tularensis Cholera caused by Vibrio cholerae Campylobacter fetus infections cause by Campylobacter fetus Brucellosis due to Brucella species (in conjunction with streptomycin); Bartonellosis due to Bartonella bacilliformis Granuloma inguinale caused by Calymmatobacterium granulomatis Demeclocycline HCl tablets are indicated for treatment of infections by the following gram-negative microorganisms, when bacteriologic testing indicates appropriate susceptibility to the drug: Escherichia coli Enterobacter aerogenes Shigella species Acinetobacter species Respiratory tract infections caused by Haemophilus influenzae Respiratory tract and urinary tract infections caused by Klebsiella species Demeclocycline HCl tablets are indicated for treatment of infections caused by the following gram-positive microorganisms, when bacteriologic testing indicates appropriate susceptibility to the drug: Upper respiratory infections caused by Streptococcus pneumoniae Skin and skin structure infections caused by Staphylococcus aureus . (Note: Tetracyclines, including demeclocycline, are not the drugs of choice in the treatment of any type of staphylococcal infection). When penicillin is contraindicated, tetracyclines, including demeclocycline HCl, are alternative drugs in the treatment of the following infections: Uncomplicated urethritis in men due to Neisseria gonorrhoeae , and for the treatment of other uncomplicated gonococcal infections Infections in women caused by Neisseria gonorrhoeae Syphilis caused by Treponema pallidum subspecies pallidum Yaws caused by Treponema pallidum subspecies pertenue Listeriosis due to Listeria monocytogenes Anthrax due to Bacillus anthracis Vincent’s infection caused by Fusobacterium fusiforme Actinomycosis caused by Actinomyces israelii Clostridial diseases caused by Clostridium species In acute intestinal amebiasis, demeclocycline HCl may be a useful adjunct to amebicides. In severe acne, demeclocycline HCl may be a useful adjunctive therapy. To reduce the development of drug-resistant bacteria and maintain the effectiveness of demeclocycline HCl tablets and other antibacterial drugs, demeclocycline HCl tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:25:11.073357",
  "source": "OpenFDA"
}