{
  "drug_name": "Desonide",
  "generic_name": [
    "DESONIDE"
  ],
  "brand_names": [
    "Desonide"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS In controlled clinical trials, the total incidence of adverse reactions associated with the use of desonide cream, 0.05% was approximately 1%. The adverse reactions for desonide cream, 0.05% were pruritus, pain, folliculitis, rash, peripheral edema, pustular rash, sweating, erythema, irritation, and burning. Laboratory abnormalities were found in 3% of the patients. These were hyperglycemia (2%) and liver function abnormality (1%). The following additional local adverse reactions have been reported infrequently with topical corticosteroids, and they may occur more frequently with the use of occlusive dressings and higher potency corticosteroids. These reactions are listed in approximate decreasing order of occurrence: dryness, folliculitis, acneiform eruptions, perioral dermatitis, allergic contact dermatitis, secondary infection, skin atrophy, striae, miliaria, burning and hypopigmentation."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Desonide cream, 0.05% is contraindicated in those patients with a history of hypersensitivity to any of the components of the preparation."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Desonide cream, 0.05% should be applied to the affected area as a thin film two to four times daily depending on the severity of the condition. As with other corticosteroids, therapy should be discontinued when control is achieved. If no improvement is seen within two weeks, reassessment of diagnosis may be necessary. Desonide cream, 0.05% should not be used with occlusive dressings."
  ],
  "indications": [
    "INDICATIONS AND USAGE Desonide cream, 0.05% is a low potency corticosteroid indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid responsive dermatoses. It should not be used for longer than two weeks unless directed by a physician."
  ],
  "fetched_at": "2025-09-30T22:51:30.975800",
  "source": "OpenFDA"
}