{
  "drug_name": "Dexamethasone",
  "generic_name": [
    "DEXAMETHASONE"
  ],
  "brand_names": [
    "Dexamethasone"
  ],
  "drug_interactions": [
    "Drug Interactio ns Aminoglutethimide: Aminoglutethimide may diminish adrenal suppression by corticosteroids. Amphotericin B injection and potassium-depleting agents: When corticosteroids are administered concomitantly with potassium-depleting agents (e.g., amphotericin B, diuretics), patients should be observed closely for development of hypokalemia. In addition, there have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure. Antibiotics: Macrolide antibiotics have been reported to cause a significant decrease in corticosteroid clearance (see Drug Interactions: Hepatic Enzyme Inducers, Inhibitors and Substrates ). Anticholinesterases: Concomitant use of anticholinesterase agents and corticosteroids may produce severe weakness in patients with myasthenia gravis. If possible, anticholinesterase agents should be withdrawn at least 24 hours before initiating corticosteroid therapy. Anticoagulants, Oral: Co-administration of corticosteroids and warfarin usually results in inhibition of response to warfarin, although there have been some conflicting reports. Therefore, coagulation indices should be monitored frequently to maintain the desired anticoagulant effect. Antidiabetics: Because corticosteroids may increase blood glucose concentrations, dosage adjustments of antidiabetic agents may be required. Antitubercular Drugs: Serum concentrations of isoniazid may be decreased. Cholestyramine: Cholestyramine may increase the clearance of corticosteroids. Cyclosporine: Increased activity of both cyclosporine and corticosteroids may occur when the two are used concurrently. Convulsions have been reported with this concurrent use. Dexamethasone Suppression Test (DST): False-negative results in the dexamethasone suppression test (DST) in patients being treated with indomethacin have been reported. Thus, results of the DST should be interpreted with caution in these patients. Digitalis Glycosides: Patients on digitalis glycosides may be at increased risk of arrhythmias due to hypokalemia. Ephedrine: Ephedrine may enhance the metabolic clearance of corticosteroids, resulting in decreased blood levels and lessened physiologic activity, thus requiring an increase in corticosteroid dosage. Estrogens, including Oral Contraceptives: Estrogens may decrease the hepatic metabolism of certain corticosteroids, thereby increasing their effect. Hepatic Enzyme Inducers, Inhibitors and Substrates: Drugs which induce cytochrome P450 3A4 (CYP 3A4) enzyme activity (e.g., barbiturates, phenytoin, carbamazepine, rifampin) may enhance the metabolism of corticosteroids and require that the dosage of the corticosteroid be increased. Drugs which inhibit CYP 3A4 (e.g., ketoconazole, macrolide antibiotics such as erythromycin) have the potential to result in increased plasma concentrations of corticosteroids. Dexamethasone is a moderate inducer of CYP 3A4. Co-adminstration with other drugs that are metabolized by CYP 3A4 (e.g., indinavir, erythromycin) may increase their clearance, resulting in decreased plasma concentration. Ketoconazole: Ketoconazole has been reported to decrease the metabolism of certain corticosteroids by up to 60%, leading to increased risk of corticosteroid side effects. In addition, ketoconazole alone can inhibit adrenal corticosteroid synthesis and may cause adrenal insufficiency during corticosteroid withdrawal. Nonsteroidal Anti-Inflammatory Agents (NSAIDS): Concomitant use of aspirin (or other nonsteroidal ant i nflammatory agents) and corticosteroids increases the risk of gastrointestinal side effects. Aspirin should be used cautiously in conjunction with corticosteroids in hypoprothrombinemia. The clearance of salicylates may be increased with concurrent use of corticosteroids. Phenytoin: In post-marketing experience, there have been reports of both increases and decreases in phenytoin levels with dexamethasone co-administration, leading to alterations in seizure control. Skin Tests: Corticosteroids may suppress reactions to skin tests. Thalidomide: Co-administration with thalidomide should be employed cautiously, as toxic epidermal necrolysis has been reported with concomitant use. Vaccines: Patients on corticosteroid therapy may exhibit a diminished response to toxoids and live or inactivated vaccines due to inhibition of antibody response. Corticosteroids may also potentiate the replication of some organisms contained in live attenuated vaccines. Routine administration of vaccines or toxoids should be deferred until corticosteroid therapy is discontinued if possible (see WARNINGS : Infections: Vaccination )."
  ],
  "warnings": [
    "WARNINGS General Rare instances of anaphylactoid reactions have occurred in patients receiving corticosteroid therapy (see ADVERSE REACTIONS ). Increased dosage of rapidly acting corticosteroids is indicated in patients on corticosteroid therapy subjected to any unusual stress before, during, and after the stressful situation. Cardio-Renal Average and large doses of corticosteroids can cause elevation of blood pressure, sodium and water retention, and increased excretion of potassium. These effects are less likely to occur with the synthetic derivatives except when used in large doses. Dietary salt restriction and potassium supplementation may be necessary. All corticosteroids increase calcium excretion. Literature reports suggest an apparent association between use of corticosteroids and left ventricular free wall rupture after a recent myocardial infarction; therefore, therapy with corticosteroids should be used with great caution in these patients. Endocrine Corticosteroids can produce reversible hypothalamic-pituitary adrenal (HPA) axis suppression with the potential for corticosteroid insufficiency after withdrawal of treatment. Adrenocortical insufficiency may result from too rapid withdrawal of corticosteroids and may be minimized by gradual reduction of dosage. This type of relative insufficiency may persist for months after discontinuation of therapy; therefore, in any situation of stress occurring during that period, hormone therapy should be reinstituted. If the patient is receiving steroids already, dosage may have to be increased. Metabolic clearance of corticosteroids is decreased in hypothyroid patients and increased in hyperthyroid patients. Changes in thyroid status of the patient may necessitate adjustment in dosage. Infections General: Patients who are on corticosteroids are more susceptible to infections than are healthy individuals. There may be decreased resistance and inability to localize infection when corticosteroids are used. Infection with any pathogen (viral, bacterial, fungal, protozoan or helminthic) in any location of the body may be associated with the use of corticosteroids alone or in combination with other immunosuppressive agents. These infections may be mild to severe. With increasing doses of corticosteroids, the rate of occurrence of infectious complications increases. Corticosteroids may also mask some signs of current infection. Fungal Infections: Corticosteroids may exacerbate systemic fungal infections and therefore should not be used in the presence of such infections unless they are needed to control life-threatening drug reactions. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure (see PRECAUTIONS : Drug Interactions: Amphotericin B injection and potassium-depleting agents ). Special Pathogens: Latent disease may be activated or there may be an exacerbation of intercurrent infections due to pathogens, including those caused by Amoeba, Candida, Cryptococcus, Mycobacterium, Nocardia, Pneumocystis, Toxoplasma. It is recommended that latent amebiasis or active amebiasis be ruled out before initiating corticosteroid therapy in any patient who has spent time in the tropics or any patient with unexplained diarrhea. Similarly, corticosteroids should be used with great care in patients with known or suspected Strongyloides (threadworm) infestation. In such patients, corticosteroid- induced immunosuppression may lead to Strongyloides hyperinfection and dissemination with widespread larval migration, often accompanied by severe enterocolitis and potentially fatal gram-negative septicemia. Corticosteroids should not be used in cerebral malaria. Tuberculosis: The use of corticosteroids in active tuberculosis should be restricted to those cases of fulminating or disseminated tuberculosis in which the corticosteroid is used for the management of the disease in conjunction with an appropriate antituberculous regimen. If corticosteroids are indicated in patients with latent tuberculosis or tuberculin reactivity, close observation is necessary as reactivation of the disease may occur. During prolonged corticosteroid therapy, these patients should receive chemoprophylaxis. Vaccination: Administration of live or live, attenuated vaccines is contraindicated in patients receiving immunosuppressive doses of corticosteroids. Ki l ed or inactivated vaccines may be administered. However, the response to such vaccines cannot be predicted. Immunization procedures may be undertaken in patients who are receiving corticosteroids as replacement therapy, e.g., for Addison's disease. Viral infections: Chickenpox and measles can have a more serious or even fatal course in pediatric and adult patients on corticosteroids. In pediatric and adult patients who have not had these diseases, particular care should be taken to avoid exposure. The contribution of the underlying disease and/or prior corticosteroid treatment to the risk is also not known. If exposed to chickenpox, prophylaxis with varicella zoster immune globulin (VZIG) may be indicated. If exposed to measles, prophylaxis with immune globulin (IG) may be indicated. (See the respective package inserts for VZIG and IG for complete prescribing information.) If chickenpox develops, treatment with antiviral agents should be considered. Ophthalmic: Use of corticosteroids may produce posterior subcapsular cataracts, glaucoma with possible damage to the optic nerves, and may enhance the establishment of secondary ocular infections due to bacteria, fungi, or viruses. The use of oral corticosteroids is not recommended in the treatment of optic neuritis and may lead to an increase in the risk of new episodes. Corticosteroids should not be used in active ocular herpes simplex."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS (listed alphabetica ll y, under each subsection) The following adverse reactions have been reported with dexamethasone or other corticosteroids: A ll ergic Reactions: Anaphylactoid reaction, anaphylaxis, angioedema. Cardiovascular: Bradycardia, cardiac arrest, cardiac arrhythmias, cardiac enlargement, circulatory co l apse, congestive heart failure, fat embolism, hypertension, hypertrophic cardiomyopathy in premature infants, myocardial rupture following recent myocardial infarction (see WARNINGS: Cardio-Renal ), edema, pulmonary edema, syncope, tachycardia, thromboembolism, thrombophlebitis, vasculitis. Dermatologic: Acne, allergic dermatitis, dry scaly skin, ecchymoses and petechiae, erythema, impaired wound healing, increased sweating, rash, striae, suppression of reactions to skin tests, thin fragile skin, thinning scalp hair, urticaria. Endocrine: Decreased carbohydrate and glucose tolerance, development of cushingoid state, hyperglycemia, glycosuria, hirsutism, hypertrichosis, increased requirements for insulin or oral hypoglycemic agents in diabetes, manifestations of latent diabetes mellitus, menstrual irregularities, secondary adrenocortical and pituitary unresponsiveness (particularly in times of stress, as in trauma, surgery, or ill ness), suppression of growth in pediatric patients. Fluid and Electrolyte Disturbances: Congestive heart failure in susceptible patients, fluid retention, hypokalemic alkalosis, potassium loss, sodium retention, tumor lysis syndrome. Gastrointestinal: Abdominal distention, elevation in serum liver enzyme levels (usually reversible upon discontinuation), hepatomegaly, increased appetite, nausea, pancreatitis, peptic ulcer with possible perforation and hemorrhage, perforation of the small and large intestine (particularly in patients with inflammatory bowel disease), ulcerative esophagitis. Metabolic: Negative nitrogen balance due to protein catabolism. Musculoskeletal: Aseptic necrosis of femoral and humeral heads, loss of muscle mass, muscle weakness, osteoporosis, pathologic fracture of long bones, steroid myopathy, tendon rupture, vertebral compression fractures. Neurological/Psychiatric: Convulsions, depression, emotional instability, euphoria, headache, increased intracranial pressure with papilledema (pseudotumor cerebri) usually following discontinuation of treatment, insomnia, mood swings, neuritis, neuropathy, paresthesia, personality changes, psychic disorders, vertigo. Ophthalmic: Exophthalmos, glaucoma, increased intraocular pressure, posterior subcapsular cataracts. Other: Abnormal fat deposits, decreased resistance to infection, hiccups, increased or decreased motility and number of spermatozoa, malaise, moon face, weight gain."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Contraindicated in systemic fungal infections (see WARNINGS : Infections: Fungal Infections ) and patients with known hypersensitivity to the product and its consituents."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION For Oral Administration The initial dosage varies from 0.75 to 9 mg a day depending on the disease being treated. It Should Be Emphasized That Dosage Requirements Are Variable And Must Be Individualized On The Basis Of The Disease Under Treatment And The Response Of The Patient. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage that maintains an adequate clinical response is reached. Situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient's individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment. In this latter situation it may be necessary to increase the dosage of the corticosteroid for a period of time consistent with the patient's condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. In the treatment of acute exacerbations of multiple sclerosis, daily doses of 30 mg of dexamethasone for a week followed by 4 to 12 mg every other day for one month have been shown to be effective (see PRECAUTIONS : Neuro-Psychiatric ). In pediatric patients, the initial dose of dexamethasone may vary depending on the specific disease entity being treated. The range of initial doses is 0.02 to 0.3 mg/kg/day in three or four divided doses (0.6 to 9 mg/m2bsa/day). For the purpose of comparison, the fo ll owing is the equivalent mi lli gram dosage of the various corticosteroids: Dexamethasone, 1.5 Methylprednisolone, 8 Prednisone, 10 Triamcinolone, 8 Prednisolone, 10 Betamethasone, 1.5 Hydrocortisone, 40 Paramethasone, 4 Cortisone, 50 These dose relationships apply only to oral or intravenous administration of these compounds. When these substances or their derivatives are injected intramuscularly or into joint spaces, their relative properties may be greatly altered. In acute, self-limited allergic disorders or acute exacerbations of chronic allergic disorders, the following dosage schedule combining parenteral and oral therapy is suggested: Dexamethasone sodium phosphate injection, 4 mg per mL First Day 1 or 2 mL, intramuscularly Dexamethasone tablets, 0.75 mg Second Day 4 tablets in two divided doses Third Day 4 tablets in two divided doses Fourth Day 2 tablets in two divided doses Fifth Day 1 tablet Sixth Day 1 tablet Seventh Day No treatment Eighth Day Follow-up visit This schedule is designed to ensure adequate therapy during acute episodes, while minimizing the risk of overdosage in chronic cases. In cerebral edema , dexamethasone sodium phosphate injection is generally administered initially in a dosage of 10 mg intravenously followed by 4 mg every six hours intramuscularly until the symptoms of cerebral edema subside. Response is usually noted within 12 to 24 hours and dosage may be reduced after two to four days and gradually discontinued over a period of five to seven days. For pal l iative management of patients with recurrent or inoperable brain tumors, maintenance therapy with either dexamethasone sodium phosphate injection or dexamethasone tablets in a dosage of 2 mg two or three times daily may be effective. Dexamethasone Suppression Tests 1. Tests for Cushing’s syndrome Give 1.0 mg of dexamethasone orally at 11:00 p.m. Blood is drawn for plasma cortisol determination at 8:00 a.m. the following morning. For greater accuracy, give 0.5 mg of dexamethasone orally every 6 hours for 48 hours. Twenty-four hour urine co l ections are made for determination of 17-hydroxycorticosteroid excretion. 2. Test to distinguish Cushing’s syndrome due to pituitary ACTH excess from Cushing’s syndrome due to other causes. Give 2.0 mg of dexamethasone orally every 6 hours for 48 hours. Twenty-four hour urine co l ections are made for determination of 17-hydroxycorticosteroid excretion."
  ],
  "indications": [
    "INDICATIONS AND USAGE A l l ergic States: Control of severe or incapacitating a llergic conditions intractable to adequate trials of conventional treatment in asthma, atopic dermatitis, contact dermatitis, drug hypersensitivity reactions, perennial or seasonal allergic rhinitis, and serum sickness. Dermatologic Diseases: Bul l ous dermatitis herpetiformis, exfoliative erythroderma, mycosis fungoides, pemphigus, and severe erythema multiforme (Stevens-Johnson syndrome). Endocrine Disorders: Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the drug of choice; may be used in conjunction with synthetic mineralocorticoid analogs where applicable; in infancy mineralocorticoid supplementation is of particular importance), congenital adrenal hyperplasia, hypercalcemia associated with cancer, and nonsuppurative thyroiditis. Gastrointestinal Diseases: To tide the patient over a critical period of the disease in regional enteritis and ulcerative colitis. Hematologic Disorders: Acquired (autoimmune) hemolytic anemia, congenital (erythroid) hypoplastic anemia (Diamond-Blackfan anemia), idiopathic thrombocytopenic purpura in adults, pure red cell aplasia, and selected cases of secondary thrombocytopenia. Misce l l aneous: Diagnostic testing of adrenocortical hyperfunction, trichinosis with neurologic or myocardial involvement, tuberculous meningitis with subarachnoid block or impending block when used with appropriate antituberculous chemotherapy. Neoplastic Diseases: For the palliative management of leukemias and lymphomas. Nervous System: Acute exacerbations of multiple sclerosis, cerebral edema associated with primary or metastatic brain tumor, craniotomy, or head injury. Ophthalmic Diseases: Sympathetic ophthalmia, temporal arteritis, uveitis, and ocular inflammatory conditions unresponsive to topical corticosteroids. Renal Diseases: To induce a diuresis or remission of proteinuria in idiopathic nephrotic syndrome or that due to lupus erythematosus. Respiratory Diseases: Berylliosis, fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy, idiopathic eosinophilic pneumonias, symptomatic sarcoidosis. Rheumatic Disorders: As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis, acute rheumatic carditis, ankylosing spondylitis, psoriatic arthritis, rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy). For the treatment of dermatomyositis, polymyositis, and systemic lupus erythematosus."
  ],
  "fetched_at": "2025-09-30T22:34:04.240152",
  "source": "OpenFDA"
}