{
  "drug_name": "Dexlansoprazole",
  "generic_name": [
    "DEXLANSOPRAZOLE"
  ],
  "brand_names": [
    "Dexlansoprazole"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Tables 3 and 4 include drugs with clinically important drug interactions and interaction with diagnostics when administered concomitantly with dexlansoprazole and instructions for preventing or managing them. Consult the labeling of concomitantly used drugs to obtain further information about interactions with PPIs. Table 3: Clinically Relevant Interactions Affecting Drugs Coadministered with Dexlansoprazole and Interactions with Diagnostics Antiretrovirals Clinical Impact: The effect of PPIs on antiretroviral drugs is variable. The clinical importance and the mechanisms behind these interactions are not always known. Decreased exposure of some antiretroviral drugs (e.g., rilpivirine, atazanavir, and nelfinavir) when used concomitantly with dexlansoprazole may reduce antiviral effect and promote the development of drug resistance. Increased exposure of other antiretroviral drugs (e.g., saquinavir) when used concomitantly with dexlansoprazole may increase toxicity of the antiretroviral drugs. There are other antiretroviral drugs which do not result in clinically relevant interactions with dexlansoprazole. Intervention: Rilpivirine-containing products : Concomitant use with dexlansoprazole is contraindicated [see Contraindications (4) ]. See prescribing information. Atazanavir : See prescribing information for atazanavir for dosing information. Nelfinavir : Avoid concomitant use with dexlansoprazole. See prescribing information for nelfinavir. Saquinavir : See the prescribing information for saquinavir and monitor for potential saquinavir toxicities. Other antiretrovirals : See prescribing information. Warfarin Clinical Impact: Increased INR and prothrombin time in patients receiving PPIs and warfarin concomitantly. Increases in INR and prothrombin time may lead to abnormal bleeding and even death. Intervention: Monitor INR and prothrombin time. Dose adjustment of warfarin may be needed to maintain target INR range. See prescribing information for warfarin. Methotrexate Clinical Impact: Concomitant use of PPIs with methotrexate (primarily at high dose) may elevate and prolong serum concentrations of methotrexate and/or its metabolite hydroxymethotrexate, possibly leading to methotrexate toxicities. No formal drug interaction studies of high-dose methotrexate with PPIs have been conducted [see Warnings and Precautions (5.10) ]. Intervention: A temporary withdrawal of dexlansoprazole may be considered in some patients receiving high-dose methotrexate. Digoxin Clinical Impact: Potential for increased exposure of digoxin. Intervention: Monitor digoxin concentrations. Dose adjustment of digoxin may be needed to maintain therapeutic drug concentrations. See prescribing information for digoxin. Drugs Dependent on Gastric pH for Absorption (e.g., iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole) Clinical Impact: Dexlansoprazole can reduce the absorption of other drugs due to its effect on reducing intragastric acidity. Intervention: Mycophenolate mofetil (MMF): Coadministration of PPIs in healthy subjects and in transplant patients receiving MMF has been reported to reduce the exposure to the active metabolite, mycophenolic acid (MPA), possibly due to a decrease in MMF solubility at an increased gastric pH. The clinical relevance of reduced MPA exposure on organ rejection has not been established in transplant patients receiving dexlansoprazole and MMF. Use dexlansoprazole with caution in transplant patients receiving MMF. See the prescribing information for other drugs dependent on gastric pH for absorption. Tacrolimus Clinical Impact: Potentially increased exposure of tacrolimus, especially in transplant patients who are intermediate or poor metabolizers of CYP2C19. Intervention: Monitor tacrolimus whole blood trough concentrations. Dose adjustment of tacrolimus may be needed to maintain therapeutic drug concentrations. See prescribing information for tacrolimus. Interactions with Investigations of Neuroendocrine Tumors Clinical Impact: CgA levels increase secondary to PPI-induced decreases in gastric acidity. The increased CgA level may cause false positive results in diagnostic investigations for neuroendocrine tumors [see Warnings and Precautions ( 5.9 ), Clinical Pharmacology ( 12.2 )]. Intervention: Temporarily stop dexlansoprazole treatment at least 14 days before assessing CgA levels and consider repeating the test if initial CgA levels are high. If serial tests are performed (e.g., for monitoring), the same commercial laboratory should be used for testing, as reference ranges between tests may vary. Interaction with Secretin Stimulation Test Clinical Impact: Hyper-response in gastrin secretion in response to secretin stimulation test, falsely suggesting gastrinoma. Intervention: Temporarily stop dexlansoprazole treatment at least 30 days before assessing to allow gastrin levels to return to baseline [see Clinical Pharmacology ( 12.2 )]. False Positive Urine Tests for THC Clinical Impact: There have been reports of false positive urine screening tests for tetrahydrocannabinol (THC) in patients receiving PPIs. Intervention: An alternative confirmatory method should be considered to verify positive results. Table 4: Clinically Relevant Interactions Affecting Dexlansoprazole When Coadministered with Other Drugs and Substances CYP2C19 or CYP3A4 Inducers Clinical Impact: Decreased exposure of dexlansoprazole when used concomitantly with strong inducers [see Clinical Pharmacology ( 12.3 )]. Intervention: St. John’s Wort, rifampin : Avoid concomitant use with dexlansoprazole. Ritonavir-containing products : See prescribing information. CYP2C19 or CYP3A4 Inhibitors Clinical Impact: Increased exposure of dexlansoprazole is expected when used concomitantly with strong inhibitors [see Clinical Pharmacology ( 12.3 )]. Intervention: Voriconazole : See prescribing information. See full prescribing information for a list of clinically important drug interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Acute Tubulointerstitial Nephritis [see Warnings and Precautions ( 5.2 )] Clostridium difficile -Associated Diarrhea [see Warnings and Precautions ( 5.3 )] Bone Fracture [see Warnings and Precautions ( 5.4 )] Severe Cutaneous Adverse Reactions [see Warnings and Precautions ( 5.5 )] Cutaneous and Systemic Lupus Erythematosus [see Warnings and Precautions ( 5.6 )] Cyanocobalamin (Vitamin B12) Deficiency [see Warnings and Precautions ( 5.7 )] Hypomagnesemia and Mineral Metabolism [see Warnings and Precautions ( 5.8 )] Fundic Gland Polyps [see Warnings and Precautions ( 5.11 )] Risk of Heart Valve Thickening in Pediatric Patients Less than Two Years of Age [see Warnings and Precautions ( 5.12 )] The most common adverse reactions are: Adults (≥2%): diarrhea, abdominal pain, nausea, upper respiratory tract infection, vomiting, and flatulence. ( 6.1 ) Patients 12 to 17 years of age (≥5%): headache, abdominal pain, diarrhea, nasopharyngitis, and oropharyngeal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Par Pharmaceutical at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults The safety of dexlansoprazole was evaluated in 4,548 adult patients in controlled and single-arm clinical trials, including 863 patients treated for at least six months and 203 patients treated for one year. Patients ranged in age from 18 to 90 years (median age 48 years), with 54% female, 85% Caucasian, 8% Black, 4% Asian, and 3% Other races. Six randomized controlled clinical trials were conducted for the treatment of EE, maintenance of healed EE, and symptomatic GERD, which included 896 patients on placebo, 455 patients on dexlansoprazole 30 mg capsules, 2,218 patients on dexlansoprazole 60 mg capsules, and 1,363 patients on lansoprazole 30 mg once daily. Common Adverse Reactions The most common adverse reactions (≥2%) that occurred at a higher incidence for dexlansoprazole capsules than placebo in the controlled studies are presented in Table 2 . Table 2: Common Adverse Reactions in Controlled Studies in Adults Adverse Reaction Placebo (N=896) % Dexlansoprazole capsules 30 mg (N=455) % Dexlansoprazole capsules 60 mg (N=2,218) % Dexlansoprazole capsules Total (N=2,621) % Lansoprazole 30 mg (N=1,363) % Diarrhea 2.9 5.1 4.7 4.8 3.2 Abdominal Pain 3.5 3.5 4 4 2.6 Nausea 2.6 3.3 2.8 2.9 1.8 Upper Respiratory Tract Infection 0.8 2.9 1.7 1.9 0.8 Vomiting 0.8 2.2 1.4 1.6 1.1 Flatulence 0.6 2.6 1.4 1.6 1.2 Adverse Reactions Resulting in Discontinuation In controlled clinical studies, the most common adverse reaction leading to discontinuation from dexlansoprazole was diarrhea (0.7%). Less Common Adverse Reactions Other adverse reactions that were reported in controlled studies at an incidence of less than 2% are listed below by body system: Blood and Lymphatic System Disorders: anemia, lymphadenopathy Cardiac Disorders: angina, arrhythmia, bradycardia, chest pain, edema, myocardial infarction, palpitation, tachycardia Ear and Labyrinth Disorders: ear pain, tinnitus, vertigo Endocrine Disorders: goiter Eye Disorders: eye irritation, eye swelling Gastrointestinal Disorders: abdominal discomfort, abdominal tenderness, abnormal feces, anal discomfort, Barrett’s esophagus, bezoar, bowel sounds abnormal, breath odor, colitis microscopic, colonic polyp, constipation, dry mouth, duodenitis, dyspepsia, dysphagia, enteritis, eructation, esophagitis, gastric polyp, gastritis, gastroenteritis, gastrointestinal disorders, gastrointestinal hypermotility disorders, GERD, GI ulcers and perforation, hematemesis, hematochezia, hemorrhoids, impaired gastric emptying, irritable bowel syndrome, mucus stools, oral mucosal blistering, painful defecation, proctitis, paresthesia oral, rectal hemorrhage, retching General Disorders and Administration Site Conditions: adverse drug reaction, asthenia, chest pain, chills, feeling abnormal, inflammation, mucosal inflammation, nodule, pain, pyrexia Hepatobiliary Disorders: biliary colic, cholelithiasis, hepatomegaly Immune System Disorders: hypersensitivity Infections and Infestations: candida infections, influenza, nasopharyngitis, oral herpes, pharyngitis, sinusitis, viral infection, vulvo-vaginal infection Injury, Poisoning and Procedural Complications: falls, fractures, joint sprains, overdose, procedural pain, sunburn Laboratory Investigations: ALP increased, ALT increased, AST increased, bilirubin decreased/increased, blood creatinine increased, blood gastrin increased, blood glucose increased, blood potassium increased, liver function test abnormal, platelet count decreased, total protein increased, weight increase Metabolism and Nutrition Disorders: appetite changes, hypercalcemia, hypokalemia Musculoskeletal and Connective Tissue Disorders : arthralgia, arthritis, muscle cramps, musculoskeletal pain, myalgia Nervous System Disorders: altered taste, convulsion, dizziness, headaches, migraine, memory impairment, paresthesia, psychomotor hyperactivity, tremor, trigeminal neuralgia Psychiatric Disorders: abnormal dreams, anxiety, depression, insomnia, libido changes Renal and Urinary Disorders: dysuria, micturition urgency Reproductive System and Breast Disorders: dysmenorrhea, dyspareunia, menorrhagia, menstrual disorder Respiratory, Thoracic and Mediastinal Disorders: aspiration, asthma, bronchitis, cough, dyspnea, hiccups, hyperventilation, respiratory tract congestion, sore throat Skin and Subcutaneous Tissue Disorders: acne, dermatitis, erythema, pruritus, rash, skin lesion, urticaria Vascular Disorders: deep vein thrombosis, hot flush, hypertension Additional adverse reactions that were reported in a long-term single-arm trial and were considered related to dexlansoprazole by the treating physician included: anaphylaxis, auditory hallucination, B-cell lymphoma, bursitis, central obesity, cholecystitis acute, dehydration, diabetes mellitus, dysphonia, epistaxis, folliculitis, gout, herpes zoster, hyperlipidemia, hypothyroidism, increased neutrophils, MCHC decrease, neutropenia, rectal tenesmus, restless legs syndrome, somnolence, tonsillitis. Pediatrics The safety of dexlansoprazole was evaluated in controlled and single-arm clinical trials including 166 pediatric patients, 12 to 17 years of age for the treatment of symptomatic non-erosive GERD, healing of EE, maintenance of healed EE and relief of heartburn [see Clinical Studies (14.4) ] . The adverse reaction profile was similar to that of adults. The most common adverse reactions that occurred in ≥5% of patients were headache, abdominal pain, diarrhea, nasopharyngitis and oropharyngeal pain. Other Adverse Reactions See the full prescribing information for lansoprazole for other adverse reactions not observed with dexlansoprazole. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of dexlansoprazole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: autoimmune hemolytic anemia, idiopathic thrombocytopenic purpura Ear and Labyrinth Disorders: deafness Eye Disorders: blurred vision Gastrointestinal Disorders: oral edema, pancreatitis, fundic gland polyps General Disorders and Administration Site Conditions: facial edema Hepatobiliary Disorders: drug-induced hepatitis Immune System Disorders: anaphylactic shock (requiring emergency intervention), exfoliative dermatitis, SJS/TEN (some fatal), DRESS, AGEP Infections and Infestations: Clostridium difficile- associated diarrhea Metabolism and Nutrition Disorders: hypomagnesemia, hypocalcemia, hypokalemia, hyponatremia Musculoskeletal System Disorders: bone fracture Nervous System Disorders: cerebrovascular accident, transient ischemic attack Renal and Urinary Disorders: acute renal failure Respiratory, Thoracic and Mediastinal Disorders: pharyngeal edema, throat tightness Skin and Subcutaneous Tissue Disorders: generalized rash, leukocytoclastic vasculitis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Dexlansoprazole delayed-release capsules are contraindicated in patients with known hypersensitivity to any component of the formulation [see Description (11) ] . Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis and urticaria [see Warnings and Precautions (5.2) , Adverse Reactions (6) ] . PPIs, including dexlansoprazole delayed-release capsules, are contraindicated with rilpivirine-containing products [see Drug Interactions (7) ]. Patients with known hypersensitivity to any component of the formulation. ( 4 ) Patients receiving rilpivirine-containing products. ( 4 , 7 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage in patients 12 years of age and older: See full prescribing information for complete dosing information for dexlansoprazole delayed-release capsules by indication and age group and dosage adjustment in patients with hepatic impairment. ( 2.1 , 2.2 ) Administration Instructions ( 2.3 ) : Take without regard to food. Swallow whole; do not chew. See full prescribing information for alternative administration options. 2.1 Recommended Dosage in Patients 12 Years of Age and Older Table 1: Recommended Dexlansoprazole Delayed-Release Capsules Dosage Regimen by Indication in Patients 12 Years of Age and Older Indication Dosage of Dexlansoprazole Capsules Duration Healing of EE One 60 mg capsule once daily. Up to 8 weeks. Maintenance of Healed EE and Relief of Heartburn One 30 mg capsule once daily. Controlled studies did not extend beyond 6 months in adults and 16 weeks in patients 12 to 17 years of age. Symptomatic Non-Erosive GERD One 30 mg capsule once daily. 4 weeks. 2.2 Dosage Adjustment in Patients with Hepatic Impairment for the Healing of Erosive Esophagitis For patients with moderate hepatic impairment (Child-Pugh Class B), the recommended dosage is 30 mg dexlansoprazole delayed-release capsule once daily for up to eight weeks. Dexlansoprazole delayed-release capsule is not recommended in patients with severe hepatic impairment (Child-Pugh Class C) [see Use in Specific Populations (8.6) ] . 2.3 Important Administration Information Take without regard to food. Missed doses: If a dose is missed, administer as soon as possible. However, if the next scheduled dose is due, do not take the missed dose, and take the next dose on time. Do not take two doses at one time to make up for a missed dose. Swallow whole; do not chew. For patients who have trouble swallowing capsules, dexlansoprazole delayed-release capsules can be opened and administered with applesauce as follows: Place one tablespoonful of applesauce into a clean container. Open capsule. Sprinkle intact granules on applesauce. Swallow applesauce and granules immediately. Do not chew granules. Do not save the applesauce and granules for later use. Alternatively, the capsule can be administered with water via oral syringe or nasogastric (NG) tube. Administration with Water in an Oral Syringe Open the capsule and empty the granules into a clean container with 20 mL of water. Withdraw the entire mixture into a syringe. Gently swirl the syringe in order to keep granules from settling. Administer the mixture immediately into the mouth. Do not save the water and granule mixture for later use. Refill the syringe with 10 mL of water, swirl gently, and administer. Refill the syringe again with 10 mL of water, swirl gently, and administer. Administration with Water via a NG Tube (≥16 French) Open the capsule and empty the granules into a clean container with 20 mL of water. Withdraw the entire mixture into a catheter-tip syringe. Swirl the catheter-tip syringe gently in order to keep the granules from settling, and immediately inject the mixture through the NG tube into the stomach. Do not save the water and granule mixture for later use. Refill the catheter-tip syringe with 10 mL of water, swirl gently, and flush the tube. Refill the catheter-tip syringe again with 10 mL of water, swirl gently, and administer."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dexlansoprazole is a proton pump inhibitor (PPI) indicated in patients 12 years of age and older for: Healing of all grades of erosive esophagitis (EE). ( 1.1 ) Maintenance of healed EE and relief of heartburn. ( 1.2 ) Treatment of symptomatic non-erosive gastroesophageal reflux disease (GERD). ( 1.3 ) 1.1 Healing of Erosive Esophagitis Dexlansoprazole delayed-release capsules are indicated in patients 12 years of age and older for healing of all grades of erosive esophagitis (EE) for up to eight weeks. 1.2 Maintenance of Healed Erosive Esophagitis and Relief of Heartburn Dexlansoprazole delayed-release capsules are indicated in patients 12 years of age and older to maintain healing of EE and relief of heartburn for up to six months in adults and 16 weeks in patients 12 to 17 years of age. 1.3 Treatment of Symptomatic Non-Erosive Gastroesophageal Reflux Disease Dexlansoprazole delayed-release capsules are indicated in patients 12 years of age and older for the treatment of heartburn associated with symptomatic non-erosive gastroesophageal reflux disease (GERD) for four weeks."
  ],
  "fetched_at": "2025-10-01T15:56:47.521947",
  "source": "OpenFDA"
}