{
  "drug_name": "Dexmedetomidine",
  "generic_name": [
    "DEXMEDETOMIDINE"
  ],
  "brand_names": [
    "Dexmedetomidine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Anesthetics, Sedatives, Hypnotics, Opioids: Enhancement of pharmacodynamic effects. Reduction in dosage of dexmedetomidine or the concomitant medication may be required. (7.1) 7.1 Anesthetics, Sedatives, Hypnotics, Opioids Co-administration of dexmedetomidine with anesthetics, sedatives, hypnotics, and opioids is likely to lead to an enhancement of effects. Specific studies have confirmed these effects with sevoflurane, isoflurane, propofol, alfentanil, and midazolam. No pharmacokinetic interactions between dexmedetomidine and isoflurane, propofol, alfentanil and midazolam have been demonstrated. However, due to possible pharmacodynamic interactions, when co-administered with dexmedetomidine, a reduction in dosage of dexmedetomidine or the concomitant anesthetic, sedative, hypnotic or opioid may be required. 7.2 Neuromuscular Blockers In one study of 10 healthy adult volunteers, administration of dexmedetomidine for 45 minutes at a plasma concentration of one ng/mL resulted in no clinically meaningful increases in the magnitude of neuromuscular blockade associated with rocuronium administration."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Hypotension, bradycardia and sinus arrest [see Warnings and Precautions (5.2)] • Transient hypertension [see Warnings and Precautions (5.3)] • The most common adverse reactions (incidence >2%) in adults are hypotension, bradycardia, and dry mouth. (6.1) • Adverse reactions in adults, associated with infusions >24 hours in duration include ARDS, respiratory failure, and agitation. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact WG Critical Care at 1-866-562-4708 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reactions rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Most common treatment-emergent adverse reactions, occurring in greater than 2% of adult patients in both Intensive Care Unit and procedural sedation studies include hypotension, bradycardia and dry mouth. Intensive Care Unit Sedation Adverse reaction information is derived from the continuous infusion trials of dexmedetomidine for sedation in the Intensive Care Unit setting in which 1,007 adult patients received dexmedetomidine. The mean total dose was 7.4 mcg/kg (range: 0.8 to 84.1), mean dose per hour was 0.5 mcg/kg/hr (range: 0.1 to 6.0) and the mean duration of infusion of 15.9 hours (range: 0.2 to 157.2). The population was between 17 to 88 years of age, 43% ≥65 years of age, 77% male and 93% Caucasian. Treatment-emergent adverse reactions occurring at an incidence of >2% are provided in Table 2. The most frequent adverse reactions were hypotension, bradycardia and dry mouth [see Warnings and Precautions (5.2)] . Table 2: Adverse Reactions with an Incidence >2%— Adult Intensive Care Unit Sedation Population <24 hours * Adverse Event All Dexmedetomidine (N = 1007) (%) Randomized Dexmedetomidine (N = 798) (%) Placebo (N = 400) (%) Propofol (N = 188) (%) Hypotension 25% 24% 12% 13% Hypertension 12% 13% 19% 4% Nausea 9% 9% 9% 11% Bradycardia 5% 5% 3% 0 Atrial Fibrillation 4% 5% 3% 7% Pyrexia 4% 4% 4% 4% Dry Mouth 4% 3% 1% 1% Vomiting 3% 3% 5% 3% Hypovolemia 3% 3% 2% 5% Atelectasis 3% 3% 3% 6% Pleural Effusion 2% 2% 1% 6% Agitation 2% 2% 3% 1% Tachycardia 2% 2% 4% 1% Anemia 2% 2% 2% 2% Hyperthermia 2% 2% 3% 0 Chills 2% 2% 3% 2% Hyperglycemia 2% 2% 2% 3% Hypoxia 2% 2% 2% 3% Post-procedural Hemorrhage 2% 2% 3% 4% Pulmonary Edema 1% 1% 1% 3% Hypocalcemia 1% 1% 0 2% Acidosis 1% 1% 1% 2% Urine Output Decreased 1% 1% 0 2% Sinus Tachycardia 1% 1% 1% 2% Ventricular Tachycardia <1% 1% 1% 5% Wheezing <1% 1% 0 2% Edema Peripheral <1% 0 1% 2% * 26 subjects in the all dexmedetomidine group and 10 subjects in the randomized dexmedetomidine group had exposure for greater than 24 hours. Adverse reaction information was also derived from the placebo-controlled, continuous infusion trials of dexmedetomidine for sedation in the surgical intensive care unit setting in which 387 adult patients received dexmedetomidine for less than 24 hours. The most frequently observed treatment-emergent adverse events included hypotension, hypertension, nausea, bradycardia, fever, vomiting, hypoxia, tachycardia and anemia (see Table 3). Table 3: Treatment-Emergent Adverse Events Occurring in >1% of All Dexmedetomidine-Treated Adult Patients in the Randomized Placebo-Controlled Continuous Infusion <24 Hours ICU Sedation Studies Adverse Event Randomized Dexmedetomidine (N = 387) Placebo (N = 379) Hypotension 28% 13% Hypertension 16% 18% Nausea 11% 9% Bradycardia 7% 3% Fever 5% 4% Vomiting 4% 6% Atrial Fibrillation 4% 3% Hypoxia 4% 4% Tachycardia 3% 5% Hemorrhage 3% 4% Anemia 3% 2% Dry Mouth 3% 1% Rigors 2% 3% Agitation 2% 3% Hyperpyrexia 2% 3% Pain 2% 2% Hyperglycemia 2% 2% Acidosis 2% 2% Pleural Effusion 2% 1% Oliguria 2% <1% Thirst 2% <1% In a controlled clinical trial, dexmedetomidine was compared to midazolam for ICU sedation exceeding 24 hours duration in adult patients. Key treatment emergent adverse events occurring in dexmedetomidine or midazolam treated adult patients in the randomized active comparator continuous infusion long-term intensive care unit sedation study are provided in Table 4. The number (%) of adult subjects who had a dose-related increase in treatment-emergent adverse events by maintenance adjusted dose rate range in the dexmedetomidine group is provided in Table 5. Table 4: Key Treatment-Emergent Adverse Events Occurring in Dexmedetomidine- or Midazolam-Treated Adult Patients in the Randomized Active Comparator Continuous Infusion Long-Term Intensive Care Unit Sedation Study Adverse Event Dexmedetomidine (N = 244) Midazolam (N = 122) Hypotension 1 56% 56% Hypotension Requiring Intervention 28% 27% Bradycardia 2 42% 19% Bradycardia Requiring Intervention 5% 1% Systolic Hypertension 3 28% 42% Tachycardia 4 25% 44% Tachycardia Requiring Intervention 10% 10% Diastolic Hypertension 3 12% 15% Hypertension 3 11% 15% Hypertension Requiring Intervention† 19% 30% Hypokalemia 9% 13% Pyrexia 7% 2% Agitation 7% 6% Hyperglycemia 7% 2% Constipation 6% 6% Hypoglycemia 5% 6% Respiratory Failure 5% 3% Renal Failure Acute 2% 1% Acute Respiratory Distress Syndrome 2% 1% Generalized Edema 2% 6% Hypomagnesemia 1% 7% † Includes any type of hypertension. 1 Hypotension was defined in absolute terms as Systolic blood pressure of <80 mmHg or Diastolic blood pressure of <50 mmHg or in relative terms as ≤30% lower than pre-study drug infusion value. 2 Bradycardia was defined in absolute terms as <40 bpm or in relative terms as ≤30% lower than pre-study drug infusion value. 3 Hypertension was defined in absolute terms as Systolic blood pressure >180 mmHg or Diastolic blood pressure of >100 mmHg or in relative terms as ≥30% higher than pre-study drug infusion value. 4 Tachycardia was defined in absolute terms as >120 bpm or in relative terms as ≥30% greater than pre-study drug infusion value. The following adverse events occurred between 2 and 5% for dexmedetomidine and Midazolam, respectively: renal failure acute (2.5%, 0.8%), acute respiratory distress syndrome (2.5%, 0.8%), and respiratory failure (4.5%, 3.3%). Table 5. Number (%) of Adult Subjects Who Had a Dose-Related Increase in Treatment Emergent Adverse Events by Maintenance Adjusted Dose Rate Range in the Dexmedetomidine Group Dexmedetomidine mcg/kg/hr Adverse Event ≤0.7* (N = 95) >0.7 to ≤1.1* (N = 78) >1.1* (N = 71) Constipation 6% 5% 14% Agitation 5% 8% 14% Anxiety 5% 5% 9% Edema Peripheral 3% 5% 7% Atrial Fibrillation 2% 4% 9% Respiratory Failure 2% 6% 10% Acute Respiratory Distress Syndrome 1% 3% 9% *Average maintenance dose over the entire study drug administration Adult Procedural Sedation Adverse reaction information is derived from the two trials for adult procedural sedation [see Clinical Studies (14.2)] in which 318 adult patients received dexmedetomidine. The mean total dose was 1.6 mcg/kg (range: 0.5 to 6.7), mean dose per hour was 1.3 mcg/kg/hr (range: 0.3 to 6.1) and the mean duration of infusion of 1.5 hours (range: 0.1 to 6.2). The population was between 18 to 93 years of age, ASA I-IV, 30% ≥ 65 years of age, 52% male and 61% Caucasian. Treatment-emergent adverse reactions occurring in adults at an incidence of >2% are provided in Table 6. The most frequent adverse reactions were hypotension, bradycardia, and dry mouth [see Warnings and Precautions (5.2)] . Pre-specified criteria for the vital signs to be reported as adverse reactions are footnoted below the table. The decrease in respiratory rate and hypoxia was similar between dexmedetomidine and comparator groups in both studies. Table 6: Adverse Reactions that Occurred with an Incidence of Greater than 2% and Greater in the Placebo Group in Clinical Trials of Dexmedetomidine for Adult Procedural Adverse Event Dexmedetomidine (N = 318) (%) Placebo (N = 113) (%) Hypotension 1 54% 30% Respiratory Depression 2 37% 32% Bradycardia 3 14% 4% Hypertension 4 13% 24% Tachycardia 5 5% 17% Nausea 3% 2% Dry Mouth 3% 1% Hypoxia 6 2% 3% Bradypnea 2% 4% 1 Hypotension was defined in absolute and relative terms as Systolic blood pressure of <80 mmHg or ≤30% lower than pre-study drug infusion value, or Diastolic blood pressure of <50 mmHg. 2 Respiratory depression was defined in absolute and relative terms as respiratory rate (RR) <8 beats per minute or >25% decrease from baseline. 3 Bradycardia was defined in absolute and relative terms as <40 beats per minute or ≤30% lower than pre-study drug infusion value. Subjects in Study 2 were pretreated with glycopyrrolate 0.1 mg intravenously before receiving study drug [see Clinical Studies (14.2)] . 4 Hypertension was defined in absolute and relative terms as Systolic blood pressure >180 mmHg or ≥30% higher than pre-study drug infusion value or Diastolic blood pressure of >100 mmHg. 5 Tachycardia was defined in absolute and relative terms as >120 beats per minute or ≥30% greater than pre-study drug infusion value. 6 Hypoxia was defined in absolute and relative terms as SpO2 <90% or 10% decrease from baseline. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of dexmedetomidine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypotension and bradycardia were the most common adverse reactions associated with the use of dexmedetomidine during post approval use of the drug. Table 7: Adverse Reactions Experienced During Post-Approval Use of Dexmedetomidine System Organ Class Preferred Term Blood and Lymphatic System Disorders Anemia Cardiac Disorders Arrhythmia, atrial fibrillation, atrioventricular block, bradycardia, cardiac arrest, cardiac disorder, extrasystoles, myocardial infarction, supraventricular tachycardia, tachycardia, ventricular arrhythmia, ventricular tachycardia Eye Disorders Photopsia, visual impairment Gastrointestinal Disorders Abdominal pain, diarrhea, nausea, vomiting General Disorders and Administration Site Conditions Chills, hyperpyrexia, pain, pyrexia, thirst Hepatobiliary Disorders Hepatic function abnormal, hyperbilirubinemia Investigations Alanine aminotransferase increased, aspartate aminotransferase increased, blood alkaline phosphatase increased, blood urea increased, electrocardiogram T wave inversion, gammaglutamyltransferase increased, electrocardiogram QT prolonged Metabolism and Nutrition Disorders Acidosis, hyperkalemia, hypoglycemia, hypovolemia, hypernatremia Nervous System Disorders Convulsion, dizziness, headache, neuralgia, neuritis, speech disorder Psychiatric Disorders Agitation, confusional state, delirium, hallucination, illusion Renal and Urinary Disorders Oliguria, polyuria Respiratory, Thoracic and Mediastinal Disorders Apnea, bronchospasm, dyspnea, hypercapnia, hypoventilation, hypoxia, pulmonary congestion, respiratory acidosis Skin and Subcutaneous Tissue Disorders Hyperhidrosis, pruritus, rash, urticaria Surgical and Medical Procedures Light anesthesia Vascular Disorders Blood pressure fluctuation, hemorrhage, hypertension, hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Individualize and titrate dosing to desired clinical effect. (2.1) • Administration duration should not exceed 24 hours. (2.1) • Administer intravenously using a controlled infusion device. (2.1) • Dexmedetomidine Injection must be diluted prior to administration. (2.1) • Dexmedetomidine Injection in 5% Dextrose 200 mcg/50 mL and 400 mcg/100 mL single-dose bags, do not require dilution prior to administration. (2.1) • To be administered only by health care providers skilled in management of patients in the intensive care or operating room setting. (2.1) • Continuously monitor blood pressure, heart rate, and oxygen levels during administration and as clinically appropriate after discontinuation. (2.1) • It is not necessary to discontinue Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection prior to extubation. • For Adult Intensive Care Unit Sedation : • Initiate at one mcg/kg over 10 minutes , followed by a maintenance infusion of 0.2 to 0.7 mcg/kg/ hour . (2.2) • For Adult Procedural Sedation : Initiate at one mcg/kg over 10 minutes , followed by a maintenance infusion initiated at 0.6 mcg/kg/ hour and titrated to achieve desired clinical effect with doses ranging from 0.2 to 1 mcg/kg/ hour . (2.2) • Alternative Doses : Recommended for patients over 65 years of age and awake fiberoptic intubation patients. (2.2) • See full prescribing information for recommended dosage, reconstitution, dilution, and administration instructions. (2.2, 2.3, 2.4 ,2.5, 2.6, 2.7) 2.1 Administration Instructions • Individualize and titrate dosing to desired clinical response. • Administer by continuous intravenous infusion using a controlled infusion device. • Administration duration should not exceed 24 hours [see Warnings and Precautions (5.5, 5.6)] . • Dexmedetomidine Injection must be diluted prior to administration [see Dosage and Administration (2.4)] . • Dexmedetomidine in 5% Dextrose Injection 200 mcg/50 mL and 400mcg/100mL single-dose bags do not require further dilution prior to administration. • Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection should be administered only by health care providers skilled in the management of patients in the intensive care or operating room setting . • Continuously monitor blood pressure, heart rate and oxygen levels during the use of Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection and as clinically appropriate after discontinuation. • Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection has been continuously infused in mechanically ventilated adult patients prior to extubation, during extubation, and post-extubation. It is not necessary to discontinue Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection prior to extubation. • Use administration components made with synthetic or coated natural rubber gaskets. Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection has the potential for absorption into some types of natural rubber. 2.2 Recommended Dosage Table 1: Recommended Dosage in Adult Patients INDICATION DOSAGE AND ADMINISTRATION Initiation of Intensive Care Unit Sedation For adult patients: a loading infusion of one mcg/kg over 10 minutes . For adult patients being converted from alternate sedative therapy: a loading dose may not be required. For patients over 65 years of age: Consider a dose reduction [see Use in Specific Populations (8.5)] . For adult patients with impaired hepatic function: Consider a dose reduction [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . Maintenance of Intensive Care Unit Sedation For adult patients: a maintenance infusion of 0.2 to 0.7 mcg/kg/ hour . The rate of the maintenance infusion should be adjusted to achieve the desired level of sedation. For patients over 65 years of age: Consider a dose reduction [see Use in Specific Populations (8.5)]. For adult patients with impaired hepatic function: Consider a dose reduction [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] Initiation of Procedural Sedation For adult patients: a loading infusion of one mcg/kg over 10 minutes . For less invasive procedures such as ophthalmic surgery, a loading infusion of 0.5 mcg/kg given over 10 minutes may be suitable. For awake fiberoptic intubation in adult patients: a loading infusion of one mcg/kg over 10 minutes . For patients over 65 years of age: a loading infusion of 0.5 mcg/kg over 10 minutes [see Use in Specific Populations (8.5)]. For adult patients with impaired hepatic function: Consider a dose reduction [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . Maintenance of Procedural Sedation For adult patients: the maintenance infusion is generally initiated at 0.6 mcg/kg/ hour and titrated to achieve desired clinical effect with doses ranging from 0.2 to 1 mcg/kg/ hour . Adjust the rate of the maintenance infusion to achieve the targeted level of sedation. For awake fiberoptic intubation in adult patients: a maintenance infusion of 0.7 mcg/kg/ hour is recommended until the endotracheal tube is secured. For patients over 65 years of age: Consider a dose reduction [see Use in Specific Populations (8.5)]. For adult patients with impaired hepatic function: Consider a dose reduction [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . 2.3 Dosage Adjustment Due to possible pharmacodynamic interactions, a reduction in dosage of dexmedetomidine or other concomitant anesthetics, sedatives, hypnotics or opioids may be required when co-administered [see Drug Interactions (7.1)] . Dosage reductions may need to be considered for adult patients with hepatic impairment, and geriatric patients [see Warnings and Precautions (5.8), Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . 2.4 Preparation of Solution Strict aseptic technique must always be maintained during handling of Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not use if product is discolored or if precipitate matter is present. Dexmedetomidine Injection, 400 mcg/4 mL (100 mcg/mL) and 1000 mcg/10 mL (100 mcg/mL) Dexmedetomidine Injection must be diluted with 0.9% sodium chloride injection to achieve required concentration (4 mcg/mL) prior to administration. Preparation of solutions is the same, whether for the loading dose or maintenance infusion. To prepare the solution, do one of the following: • Withdraw 2 mL of Dexmedetomidine Injection, and add to 48 mL of 0.9% Sodium Chloride Injection to a total volume of 50 mL or • Withdraw 4 mL of Dexmedetomidine Injection, and add to 96 mL of 0.9% Sodium Chloride Injection to a total of volume of 100 mL Gently shake and mix well. Prior to use, may store the diluted dexmedetomidine solution for up to 4 hours at room temperature or up to 24 hours at 2 o to 8 o C. Discard unused portion. Dexmedetomidine in 5% Dextrose Injection, 200 mcg/50 mL (4 mcg/mL) and 400 mcg/100 mL (4 mcg/mL) Dexmedetomidine in 5% Dextrose Injection is supplied in single-port, flexible plastic ready-to-use infusion bags with dexmedetomidine solution in 5% dextrose in water. No further dilution of these preparations is necessary. 2.5 Administration with Other Fluids Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection should not be co-administered through the same intravenous catheter with blood or plasma because physical compatibility has not been established. Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection has been shown to be incompatible when administered with the following drugs: amphotericin B, diazepam. Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection is compatible with and may be co-administered with: • 0.9% Sodium Chloride Injection • 5% Dextrose Injection in water • 20% Mannitol Injection • Lactated Ringer’s Injection • 100 mg/mL Magnesium Sulfate Injection • 0.3% potassium chloride solution 2.6 Compatibility with Natural Rubber Compatibility studies have demonstrated the potential for absorption of dexmedetomidine to some types of natural rubber. Although dexmedetomidine is dosed to effect, it is advisable to use administration components made with synthetic or coated natural rubber gaskets."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection is a alpha 2 adrenergic receptor agonist indicated for: • Sedation of initially intubated and mechanically ventilated adult patients during treatment in an intensive care setting. Administer Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection by continuous infusion not to exceed 24 hours. (1.1) • Sedation of non-intubated adult patients prior to and/or during surgical and other procedures. (1.2) 1.1 Intensive Care Unit Sedation Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection is indicated for sedation of initially intubated and mechanically ventilated adult patients during treatment in an intensive care setting. Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection should be administered by continuous infusion not to exceed 24 hours. 1.2 Procedural Sedation Dexmedetomidine Injection and Dexmedetomidine in 5% Dextrose Injection is indicated for sedation of non-intubated adult patients prior to and/or during surgical and other procedures."
  ],
  "fetched_at": "2025-09-30T21:25:39.957085",
  "source": "OpenFDA"
}