{
  "drug_name": "Dexmethylphenidate",
  "generic_name": [
    "SERDEXMETHYLPHENIDATE AND DEXMETHYLPHENIDATE"
  ],
  "brand_names": [
    "AZSTARYS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Antihypertensive Drugs: Monitor blood pressure. Adjust dosage of antihypertensive drug as needed. ( 7.1 ) 7.1 Clinically Important Interactions with AZSTARYS Table 1 presents clinically important drug interactions with AZSTARYS. Table 1: Clinically Important Drug Interactions with AZSTARYS Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact Concomitant use of MAOIs and CNS stimulants, including AZSTARYS, can cause hypertensive crisis. Potential outcomes include death, stroke, myocardial infarction, aortic dissection, ophthalmological complications, eclampsia, pulmonary edema, and renal failure [see Contraindications ( 4 )] . Intervention Do not administer AZSTARYS concomitantly with MAOIs or within 14 days after discontinuing MAOI treatment [see Contraindications ( 4 )] Antihypertensive Drugs Clinical Impact AZSTARYS may decrease the effectiveness of drugs used to treat hypertension [see Warnings and Precautions ( 5.3 )] . Intervention Monitor blood pressure and adjust the dosage of the antihypertensive drug, as needed. Halogenated Anesthetics Clinical Impact Concomitant use of halogenated anesthetics and AZSTARYS may increase the risk of sudden blood pressure and heart rate increase during surgery. Intervention Avoid use of AZSTARYS in patients being treated with anesthetics on the day of surgery. Risperidone Clinical Impact Combined use of methylphenidate with risperidone when there is a change, whether an increase or decrease, in dosage of either or both medications, may increase the risk of extrapyramidal symptoms (EPS). Intervention Monitor for signs of EPS."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are discussed in more detail in other sections of the labeling: Abuse, Misuse, and Addiction [see Boxed Warning, Warnings and Precautions (5.1) , and Drug Abuse and Dependence (9.2 , 9.3) ] Known hypersensitivity to methylphenidate or other ingredients of AZSTARYS [see Contraindications (4) ] Hypertensive Crisis with Concomitant Use of Monoamine Oxidase Inhibitors [see Contraindications (4) ] Risks to Patients with Serious Cardiac Disease [see Warnings and Precautions (5.2) ] Increased Blood Pressure and Heart Rate [see Warnings and Precautions (5.3) ] Psychiatric Adverse Reactions [see Warnings and Precautions (5.4) ] Priapism [see Warnings and Precautions (5.5) ] Peripheral Vasculopathy, including Raynaud's Phenomenon [see Warnings and Precautions (5.6) ] Long-Term Suppression of Growth in Pediatric Patients [see Warnings and Precautions (5.7) ] Acute Angle Closure Glaucoma [see Warnings and Precautions (5.8) ] Increased Intraocular Pressure and Glaucoma [see Warnings and Precautions (5.9) ] Motor and Verbal Tics, and Worsening of Tourette’s Syndrome [see Warnings and Precautions (5.10) ] Based on accumulated data from other methylphenidate products, the most common (>5% and twice the rate of placebo) adverse reactions are appetite decreased, insomnia, nausea, vomiting, dyspepsia, abdominal pain, weight decreased, anxiety, dizziness, irritability, affect lability, tachycardia, and blood pressure increased. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Corium, Inc. at 1-800-910-8432 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adverse Reactions in Studies with Other Methylphenidate Products in Pediatric Patients and Adults with ADHD Commonly reported (≥ 5% of the methylphenidate group and at least twice the rate of the placebo group) adverse reactions from placebo-controlled trials of methylphenidate products include: decreased appetite, decreased weight, nausea, abdominal pain, dyspepsia, vomiting, insomnia, anxiety, affect lability, irritability, dizziness, increased blood pressure, and tachycardia. Adverse Reactions in Studies with AZSTARYS in Pediatric Patients (6 to 12 years) with ADHD Short-Term Study A short-term study conducted in pediatric patients 6 to 12 years of age with ADHD was comprised of a 3-week, open-label, dose optimization phase in which all patients received AZSTARYS (n=155), followed by a 1-week, double-blind, controlled phase in which patients were randomized to continue AZSTARYS (n=74) or switch to placebo (n=76). Because of the study design, the reported adverse reaction rates cannot be used to predict the rates that may be expected in clinical practice. Long-Term Study A long-term, open-label safety study was conducted in pediatric patients 6 to 12 years of age with ADHD who either completed the short-term study or were de novo patients. This study was comprised of a 3-week dose optimization phase for patients not recently treated with AZSTARYS followed by a 12-month treatment phase for all patients during which 238 patients received open- label AZSTARYS and had evaluable safety data. A total of 154 patients were treated for 12 months. Because of the open-label, uncontrolled design of this study, the reported adverse reaction rates cannot be assessed in terms of a causal relationship to AZSTARYS treatment. To adjust for normal growth, z-scores were derived (measured in standard deviations [SD]); z- scores normalize for the natural growth of children and adolescents by comparisons to age- and sex-matched population standards. A z-score change less than 0.5 SD is considered not clinically significant. In this study, the mean increase in weight from baseline to Month 12 was 3.4 kg among study completers. The mean change in z-score from baseline to Month 12 was -0.20, indicating a lower than expected increase in body weight compared to children of the same age and sex, on average. Most of the weight z-score decline occurred in the first 4 months of treatment. The mean increase in height from baseline to Month 12 was 4.9 cm among completers. Using the same z-score analysis for height, the mean change in z-score from baseline to Month 12 was - 0.21, indicating a lower than expected increase in height compared to pediatric patients of the same age and sex, on average. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of methylphenidate products. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These adverse reactions are as follows: Blood and Lymphatic System Disorders : pancytopenia, thrombocytopenia, thrombocytopenic purpura Cardiac Disorders : angina pectoris, bradycardia, extrasystole, supraventricular tachycardia, ventricular extrasystole, palpitations, increased heart rate Eye Disorders : diplopia, increased intraocular pressure, mydriasis, visual impairment, blurred vision General Disorders : chest pain, chest discomfort, hyperpyrexia Gastrointestinal Disorders : dry mouth Hepatobiliary disorders : hepatocellular injury, acute hepatic failure Immune System Disorders : hypersensitivity reactions such as angioedema, anaphylactic reactions, auricular swelling, bullous conditions, exfoliative conditions, urticarias, pruritus NEC, rashes, eruptions, and exanthemas NEC Investigations : alkaline phosphatase increased, bilirubin increased, hepatic enzyme increased, platelet count decreased, white blood cell count abnormal Musculoskeletal, Connective Tissue and Bone Disorders : arthralgia, myalgia, muscle twitching, rhabdomyolysis, muscle cramps Nervous System : convulsion, grand mal convulsion, dyskinesia, serotonin syndrome in combination with serotonergic drugs, nervousness, headache, tremor, drowsiness, vertigo, motor and verbal tics Psychiatric Disorders : disorientation, libido changes, hallucination, hallucination auditory, hallucination visual, logorrhea, mania, restlessness, agitation Skin and Subcutaneous Tissue Disorders : alopecia, erythema, hyperhidrosis Urogenital System : priapism Vascular Disorders : Raynaud's phenomenon"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS AZSTARYS is contraindicated in patients: with known hypersensitivity to serdexmethylphenidate, methylphenidate, or other components of AZSTARYS. Bronchospasm, rash, and pruritus have been reported in patients who received AZSTARYS. Hypersensitivity reactions such as angioedema and anaphylactic reactions have been reported in patients treated with other methylphenidate products [see Adverse Reactions ( 6.2 )] . receiving concomitant treatment with monoamine oxidase inhibitors (MAOIs), or within 14 days following discontinuation of treatment with an MAOI, because of the risk of hypertensive crisis [see Drug Interactions ( 7.1 )] . Known hypersensitivity to serdexmethylphenidate, methylphenidate, or product components. ( 4 ) Concurrent treatment with a monoamine oxidase inhibitor (MAOI), or use of an MAOI within the preceding 14 days. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pediatric Patients 6 to 12 years : Recommended starting dosage is 39.2 mg/7.8 mg orally once daily in the morning. Dosage may be increased to 52.3 mg/10.4 mg daily or decreased to 26.1 mg/5.2 mg daily after one week. Maximum recommended dosage is 52.3 mg/10.4 mg once daily. ( 2.2 ) Adults and Pediatric Patients 13 to 17 years: Recommended starting dosage is 39.2 mg/7.8 mg orally once daily in the morning. Increase the dosage after one week to 52.3 mg/10.4 mg once daily depending on response and tolerability. ( 2.2 ) Administer with or without food. ( 2.3 ) Swallow capsules whole or open and sprinkle onto applesauce or add to water. ( 2.3 ) To avoid substitution errors and overdosage, do not substitute for other methylphenidate products on a milligram-per-milligram basis. ( 2.4 ) 2.1 Pretreatment Screening Prior to treating patients with AZSTARYS, assess: for the presence of cardiac disease (i.e., perform a careful history, family history of sudden death or ventricular arrhythmia, and physical exam) [see Warnings and Precautions ( 5.2 )] . the family history and clinically evaluate patients for motor or verbal tics or Tourette’s syndrome before initiating AZSTARYS [see Warnings and Precautions ( 5.10 )] . 2.2 Recommended Dosage Pediatric Patients 6 to 12 years of age The recommended starting dosage of AZSTARYS is 39.2 mg serdexmethylphenidate/7.8 mg dexmethylphenidate once daily in the morning. The dosage may be increased after one week to a dosage of 52.3 mg serdexmethylphenidate/10.4 mg dexmethylphenidate per day, or decreased after one week to a dosage of 26.1 mg serdexmethylphenidate/5.2 mg dexmethylphenidate per day, depending on response and tolerability. Maximum recommended dosage is 52.3 mg serdexmethylphendiate/10.4 mg dexmethyphenidate once daily. Adults and Pediatric Patients 13 to 17 years of age The recommended starting dosage of AZSTARYS is 39.2 mg serdexmethylphenidate/7.8 mg dexmethylphenidate once daily in the morning. Increase the dosage after one week to a dosage of 52.3 mg serdexmethylphenidate/10.4 mg dexmethylphenidate per day, depending on response and tolerability. Maximum recommended dosage is 52.3 mg serdexmethylphenidate/10.4 mg dexmethylphenidate once daily. 2.3 Administration Instructions Administer AZSTARYS orally once daily in the morning with or without food [see Clinical Pharmacology ( 12.3 )] . AZSTARYS capsules may be taken whole, or opened and the entire contents sprinkled into 50 mL of water or over 2 tablespoons of applesauce. Consume all the drug/food mixture immediately or within 10 minutes of mixing; do not store for future use [see Clinical Pharmacology ( 12.3 )] . 2.4 Switching from Other Methylphenidate Products If switching from other methylphenidate products, discontinue that treatment, and titrate with AZSTARYS using the titration schedule described above. Do not substitute AZSTARYS for other methylphenidate products on a milligram-per-milligram basis because these products have different pharmacokinetic profiles from AZSTARYS and may have different methylphenidate base composition [see Description ( 11 ), Clinical Pharmacology ( 12.3 )] . 2.5 Dosage Reduction and Discontinuation If paradoxical aggravation of symptoms or other adverse reactions occur, reduce dosage or, if necessary, discontinue AZSTARYS. If improvement is not observed after appropriate dosage adjustment over a one-month period, discontinue AZSTARYS."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AZSTARYS is indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients 6 years of age and older. AZSTARYS is a central nervous system (CNS) stimulant indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in patients 6 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:31:44.028198",
  "source": "OpenFDA"
}