{
  "drug_name": "Dextromethorphan",
  "generic_name": [
    "ACETAMINOPHEN, DEXTROMETHORPHAN HBR, PHENYLEPHRINE HCL"
  ],
  "brand_names": [
    "Daytime Cold and Flu"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Liver warning: This product contains acetaminophen. Severe liver damage may occur if you take: more than 4,000 mg of acetaminophen in 24 hours with other drugs containing acetaminophen 3 or more alcoholic drinks every day while using this product Allergy alert: Acetaminophen may cause severe skin reactions. Symptoms may inclide: skin reddening blisters rash If a skin reaction occurs, stop use and seek medical help right away. Sore throat warning: If sore throat is severe, persists for more than 2 days, is accompanied or followed by fever, headache, rash, nausea, or vomiting, consult a doctor promptly. Do not use if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (certain drugs for depression, psychiatric or emotional conditions, or Parkinson's disease) or for 2 weeks after stopping the MAOI drug. If you do not know if your prescription drug contains an MAOI, ask a doctor or pharmacist before taking this product. with any other drug containing acetaminophen (prescription or non-prescription). If you are not sure whether a drug contains acetaminophen, ask a doctor or pharmacist. Ask a doctor before use if you have liver disease heart disease diabetes high blood pressure thyroid disease trouble urinating due to an enlarged prostate gland cough that occurs with too much phlegm (mucus) persistent or chronic cough such as occurs with smoking, asthma, or emphysema Ask a doctor or pharmacist before use if you are taking the blood thinning drug warfarin. When using this product, do not exceed recommended dosage Stop use and ask a doctor if nervousness, dizziness, or sleeplessness occur pain, cough, or nasal congestion gets worse or lasts more than 7 days fever gets worse or lasts more than 3 days redness or swelling is present new symptoms occur cough comes back or occurs with a rash or headache that lasts. These could be signs of a serious condition. If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. Overdose warning: Taking more than the recommended dose (overdose) may cause liver damage. In case of overdose, get medical help or contact a Poison Control Center (1-800-222-1222) right away. Quick medical attention is critical for adults as well as for children even if you do not notice any signs or symptoms."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions do not take more than directed (see overdose warning ) do not take more than 6 doses (180 mL) in any 24-hour period measure only with dosing cup provided. Do not use any other dosing device. mL= milliliter keep dosing cup with product adults and children 12 years and over 30 mL every 4 hours chlldren under 12 years of age: do not use"
  ],
  "indications": [
    "Uses temporarily relieves these symptoms due to a cold minor aches and pains headache nasal and sinus congestion sore throat cough due to minor throat and bronchial irritation temporarily reduces fever"
  ],
  "fetched_at": "2025-09-30T21:17:07.509103",
  "source": "OpenFDA"
}