{
  "drug_name": "Dicloxacillin",
  "generic_name": [
    "DICLOXACILLIN SODIUM"
  ],
  "brand_names": [
    "Dicloxacillin Sodium"
  ],
  "drug_interactions": [
    "Drug Interactions Tetracycline, a bacteriostatic antibiotic, may antagonize the bactericidal effect of penicillin and concurrent use of these drugs should be avoided. Probenecid administered concomitantly with penicillins increases and prolongs serum penicillin levels (see DOSAGE AND ADMINISTRATION ). Penicillinase-resistant penicillins, like other penicillins, are physically and/or chemically incompatible with aminoglycosides and can inactivate the drugs in vitro. In vitro mixing of penicillins and aminoglycosides should be avoided during concomitant therapy and the drugs should be administered separately. Penicillins can inactivate aminoglycosides in vitro in serum samples from patients receiving both drugs, which could produce falsely decreased results in serum aminoglycoside assays of the serum samples. Dicloxacillin may reduce the anticoagulant response to dicumarol and warfarin. Careful monitoring of prothrombin times is suggested during concomitant therapy, and dosage of the anticoagulant should be adjusted as required. The mechanism of this possible interaction is unclear, but may be due to hepatic enzyme induction."
  ],
  "warnings": [
    "WARNINGS Serious and occasionally fatal hypersensitivity (anaphylactic shock with collapse) reactions have occurred in patients receiving penicillin. The incidence of anaphylactic shock in all penicillin-treated patients is between 0.015% and 0.04%. Anaphylactic shock resulting in death has occurred in approximately 0.002% of the patients treated. Although anaphylaxis is more frequent following a parenteral administration, it has occurred in patients receiving oral penicillins. When penicillin therapy is indicated, it should be initiated only after a comprehensive patient drug and allergy history has been obtained. If an allergic reaction occurs, dicloxacillin should be discontinued and appropriate therapy instituted. Individuals with a history of penicillin hypersensitivity may also experience allergic reactions when treated with a cephalosporin. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including dicloxacillin sodium, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Hypersensitive Reactions The reported incidence of allergic reactions to penicillin ranges from 0.7% to 10% (see WARNINGS ). Sensitization is usually the result of treatment, but some individuals have had immediate reactions to penicillin when first treated. In such cases, it is thought that the patients may have had prior exposure to the drug via trace amounts present in milk and vaccines. Two types of allergic reactions to penicillin are noted clinically, immediate and delayed. Immediate reactions usually occur within 20 minutes of administration and range in severity from urticaria and pruritus to angioneurotic edema, laryngospasm, bronchospasm, hypotension, vascular collapse and death. Such immediate anaphylactic reactions are very rare (see WARNINGS ) and usually occur after parenteral therapy, but have occurred in patients receiving oral therapy. Another type of immediate reaction, an accelerated reaction, may occur between 20 minutes and 48 hours after administration and may include urticaria, pruritus and fever. Although laryngeal edema, laryngospasm and hypotension occasionally occur, fatality is uncommon. Delayed allergic reactions to penicillin therapy usually occur after 48 hours and sometimes as late as two to four weeks after initiation of therapy. Manifestations of this type of reaction include serum sickness-like symptoms (i.e., fever, malaise, urticaria, myalgia, arthralgia, abdominal pain) and various skin rashes. Gastrointestinal Reactions Nausea, vomiting, diarrhea, stomatitis, black or hairy tongue and other symptoms of gastrointestinal irritation may occur, especially during oral penicillin therapy. Pseudomembranous colitis has been reported with the use of dicloxacillin. Therefore, it is important to consider its diagnosis in patients who develop diarrhea in association with dicloxacillin use. Reports have been received during postmarketing surveillance of esophageal burning, esophagitis, and esophageal ulceration, particularly after ingestion of dicloxacillin capsules with an insufficient quantity of water and/or before going to bed (see PRECAUTIONS and DOSAGE AND ADMINISTRATION ). Nervous System Reactions Neurotoxic reactions similar to those observed with penicillin G (e.g., lethargy, confusion, twitching, multifocal myoclonus, localized or generalized epileptiform seizures) may occur with large intravenous doses of the penicillinase-resistant penicillins, especially with patients with renal insufficiency. Renal Reactions Renal tubular damage and interstitial nephritis have been associated with the administration of methicillin sodium and, infrequently, with the administration of nafcillin and oxacillin. Manifestations of this reaction may include rash, fever, eosinophilia, hematuria, proteinuria and renal insufficiency. Methicillin-induced nephropathy does not appear to be dose-related and is generally reversible upon prompt discontinuation of therapy. Hematologic Reactions Eosinophilia, hemolytic anemia, agranulocytosis, neutropenia, leukopenia, granulocytopenia, thrombocytopenia, and bone marrow depression have been associated with the use of penicillinase-resistant penicillins. Hepatic Reactions Hepatotoxicity, characterized by fever, nausea and vomiting associated with abnormal liver function tests, mainly elevated AST (SGOT) levels, has been associated with the use of oxacillin and cloxacillin. Chloestatic hepatitis has been reported rarely. Asymptomatic, transient increases in serum concentrations of alkaline phosphatase, AST (SGOT), and ALT (SGPT) have been reported."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Dicloxacillin sodium is contraindicated in persons who have shown hypersensitivity to any of the penicillins or any component of the formulations."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Concurrent administration of the penicillinase-resistant penicillins and probenecid increases and prolongs serum penicillin levels. Probenecid decreases the apparent volume of distribution and slows the rate of excretion by competitively inhibiting renal tubular secretion of penicillin. Penicillin-probenecid therapy is generally limited to those infections where very high serum levels of penicillin are necessary. Oral preparations of the penicillinase-resistant penicillins should not be used as initial therapy in serious, life-threatening infections (see PRECAUTIONS - General ). Oral therapy with the penicillinase-resistant penicillins may be used to follow up the previous use of a parenteral agent as soon as the clinical condition warrants. RECOMMENDED DOSAGES FOR DICLOXACILLIN SODIUM IN MILD TO MODERATE AND SEVERE INFECTIONS DRUG ADULTS CHILDREN Mild to Moderate Severe Mild to Moderate Severe Dicloxacillin 125 mg every 6 hours 250 mg every 6 hours 12.5 mg/kg/day 1 in equally divided doses every 6 hours 25 mg/kg/day 1 in equally divided doses every 6 hours 1 . Patients weighing less than 40 kg (88 lbs) Dicloxacillin is best absorbed when taken on an empty stomach, and should be administered at least 1 hour before or 2 hours after meals. Dicloxacillin should be taken with at least 4 fluid ounces (120 mL) of water and should not be taken in the supine position or immediately before going to bed (see PRECAUTIONS )."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of dicloxacillin sodium capsules and other antibacterial drugs, dicloxacillin sodium capsules should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Dicloxacillin is indicated in the treatment of infections caused by penicillinase-producing staphylococci which have demonstrated susceptibility to the drug. Cultures and susceptibility tests should be performed initially to determine the causative organisms and their sensitivity to the drug (see CLINICAL PHARMACOLOGY – Susceptibility Testing ) . Dicloxacillin may be used to initiate therapy in suspected cases of resistant staphylococcal infections prior to the availability of laboratory test results. The penicillinase-resistant penicillins should not be used in infections caused by organisms susceptible to penicillin G. If the susceptibility tests indicate that the infection is due to an organism other than a resistant staphylococcus, therapy should not be continued with a penicillinase-resistant penicillin."
  ],
  "fetched_at": "2025-09-30T21:16:01.719421",
  "source": "OpenFDA"
}