{
  "drug_name": "Dienogest",
  "generic_name": [
    "ESTRADIOL VALERATE AND ESTRADIOL VALERATE/DIENOGEST"
  ],
  "brand_names": [
    "Natazia"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the labeling of all concurrently-used drugs to obtain further information about interactions with hormonal contraceptives or the potential for enzyme alterations . Drugs or herbal products that induce certain enzymes (for example, CYP3A4) may decrease the effectiveness of COCs or increase breakthrough bleeding. Counsel patients to use a back-up or alternative method of contraception when enzyme inducers are used with COCs. ( 7.1 ) 7.1 Effects of Other Drugs on Combined Oral Contraceptives Substances diminishing the efficacy of COCs: Dienogest is a substrate of CYP3A4. Women who take medications that are strong CYP3A4 inducers should not choose Natazia as their oral contraceptive while using these inducers and for at least 28 days after discontinuation of these inducers due to the possibility of increased breakthrough bleeding and/or decreased contraceptive efficacy. Drugs or herbal products that induce certain enzymes, including CYP3A4, may decrease the effectiveness of COCs or increase breakthrough bleeding. Some drugs or herbal products that may decrease the effectiveness of hormonal contraceptives include phenytoin, barbiturates, carbamazepine, bosentan, felbamate, griseofulvin, oxcarbazepine, rifampin, topiramate and products containing St. John’s wort. Interactions between oral contraceptives and other drugs may lead to breakthrough bleeding and/or contraceptive failure. Counsel women to use an alternative method of contraception or a back-up method when enzyme inducers are used with COCs, and to continue back-up contraception for 28 days after discontinuing the enzyme inducer to ensure contraceptive reliability. Multiple dose co-administration of the strong CYP3A4 inducer rifampin with estradiol valerate/dienogest tablets in healthy postmenopausal women led to a decrease in dienogest and estradiol systemic exposure at steady state. [See Clinical Pharmacology (12.3).] Substances Increasing the Systemic Exposure of COCs (enzyme inhibitors): Concomitant administration of moderate or strong CYP3A4 inhibitors like azole antifungals (for example, ketoconazole, itraconazole, voriconazole, fluconazole), verapamil, macrolides (for example, clarithromycin, erythromycin), diltiazem, and grapefruit increase the serum concentrations of both estradiol and dienogest. In a multiple dose study investigating the effect of CYP3A4 inhibitors (ketoconazole and erythromycin) on Natazia, steady state estradiol and dienogest exposures were increased when co-administered with ketoconazole or erythromycin [see Clinical Pharmacology ( 12.3 )] . Human Immunodeficiency Virus (HIV)/Hepatitis C Virus (HCV) Protease Inhibitors and Non-Nucleoside Reverse Transcriptase Inhibitors : Significant changes (increase and decrease) in plasma concentrations of estrogen and progestin have been noted in some cases of co-administration of HIV/HCV protease inhibitors or with non-nucleoside reverse transcriptase inhibitors. Antibiotics : There have been reports of pregnancy while taking hormonal contraceptives and antibiotics, but clinical pharmacokinetic studies have not shown consistent effects of antibiotics on plasma concentrations of synthetic steroids. 7.2 Effects of Combined Oral Contraceptives on Other Drugs COCs containing ethinyl estradiol may inhibit the metabolism of other compounds. COCs have been shown to significantly decrease plasma concentrations of lamotrigine, likely due to induction of lamotrigine glucuronidation. This may reduce seizure control; therefore, dosage adjustments of lamotrigine may be necessary. Consult the labeling of the concurrently-used drug to obtain further information about interactions with COCs or the potential for enzyme alterations. [See Clinical Pharmacology ( 12.3 ).] Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone because serum concentrations of thyroid-binding globulin increase with use of COCs. 7.3 Interference with Laboratory Tests The use of contraceptive steroids may influence the results of certain laboratory tests, such as coagulation factors, lipids, glucose tolerance, and binding proteins [see Warnings and Precautions ( 5.11 ) and Drug Interactions ( 7.2 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: • Serious cardiovascular events and stroke [see Boxed Warning and Warnings and Precautions ( 5.1 )] • Vascular events [see Warnings and Precautions ( 5.1 )] • Liver disease [see Warnings and Precautions ( 5.3 )] Adverse reactions commonly reported by COC users are: • Irregular uterine bleeding • Nausea • Breast tenderness • Headache The most common adverse reactions (≥ 2%) in clinical trials for Natazia are headache (including migraines) 13%, breast pain 7%, menstrual disorders 7%, nausea/vomiting 6%, acne 4%, mood changes (3%) and increased weight 3%. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Contraception and Heavy Menstrual Bleeding Studies A total of 2,131 women, 18 to 54 years of age, who took at least one dose of Natazia were enrolled in four clinical phase 3 trials. A total of 1,867 subjects were included in two clinical phase 3 studies with a treatment duration up to 28 cycles with Natazia as an oral contraceptive and 264 subjects in the two phase 3 clinical trials with a treatment duration of 7 cycles evaluating Natazia in the treatment of heavy, prolonged, and/or frequent menstrual bleeding in women without organic pathology [see Clinical Studies ( 14.1 , 14.2 )]. Adverse Reactions Leading to Study Discontinuation : 11.4% of the women discontinued from the clinical trials due to an adverse reaction; the most frequent adverse reactions leading to discontinuation were menstrual disorder (metrorrhagia, menorrhagia, menstruation irregular, genital hemorrhage, vaginal hemorrhage, dysfunctional uterine bleeding) (2.3%); mood changes (depression, mood swings, mood altered, depressed mood, dysthymic disorder, crying) (1.2%); acne (1.1%), headache (including migraines) (1.1%), and weight increased (0.7 %). Common Adverse Reactions (≥ 2%): headache (including migraines) (12.7%), breast pain, discomfort or tenderness (7.0%), menstrual disorders (metrorrhagia, menstruation irregular, menorrhagia, vaginal hemorrhage, dysfunctional uterine bleeding, genital hemorrhage, abnormal withdrawal bleeding, uterine hemorrhage) (6.9%), nausea or vomiting (6.0%), acne (3.9%), mood changes (depression, mood swings, depressed mood, mood altered, affect lability, dysthymic disorder, crying) (3.0%) and increased weight (2.9%). Serious Adverse Reactions: myocardial infarction (2 cases), ruptured ovarian cyst (2 cases), deep vein thrombosis, focal nodular hyperplasia of the liver, uterine leiomyoma, acute cholecystitis, and chronic acalculous cholecystitis. 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 1). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 1). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19–1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8–10 years of COC use. Figure 1: Relative Studies of Risk of Breast Cancer with Combined Oral Contraceptives. RR = relative risk; OR = odds ratio; HR = hazard ratio. “ever COC” are females with current or past COC use; “never COC use” are females that never used COCs. The following adverse reactions have been identified during post-approval use of Natazia. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vascular disorders: Venous and arterial thromboembolic events (including pulmonary emboli, deep vein thrombosis, cerebral thrombosis, myocardial infarction and stroke), hypertension Hepatobiliary disorders: Gallbladder disease, hepatitis Immune system disorders: Hypersensitivity Metabolism and nutrition disorders: Fluid retention, hypertriglyceridemia Nervous system disorders: Dizziness Skin and subcutaneous tissue disorders: Chloasma, angioedema, erythema nodosum, erythema multiforme Gastrointestinal disorders: Gastrointestinal symptoms (for example, abdominal pain) Infections and infestations: Vulvovaginal candidiasis Figure 1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Natazia is contraindicated in females who are known to have or develop the following conditions: • A high risk of arterial or venous thrombotic diseases. Examples include women who are known to: • Smoke, if over age 35 [see Boxed Warning and Warnings and Precautions ( 5.1 )] • Have deep vein thrombosis or pulmonary embolism, now or in the past [see Warnings and Precautions ( 5.1 )] • Have cerebrovascular disease [see Warnings and Precautions ( 5.1 )] • Have coronary artery disease [see Warnings and Precautions ( 5.1 )] • Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions ( 5.1 )] • Have inherited or acquired hypercoagulopathies [see Warnings and Precautions ( 5.1 )] • Have uncontrolled hypertension [see Warnings and Precautions ( 5.4 )] • Have diabetes mellitus with vascular disease [see Warnings and Precautions ( 5.6 )] • Have headaches with focal neurological symptoms or have migraine headaches with or without aura if over age 35 [see Warnings and Precautions ( 5.7 )] • Undiagnosed abnormal uterine bleeding [see Warnings and Precautions ( 5.8 )] • Current diagnosis of, or history of, breast cancer, which may be hormone sensitive [see Warnings and Precautions ( 5.2 )] • Liver tumors, benign or malignant, or liver disease [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.7 ) and Clinical Pharmacology ( 12.3 ])]. • A high risk of arterial or venous thrombotic diseases ( 4 ) • Undiagnosed abnormal uterine bleeding ( 4 ) • Breast cancer ( 4 ) • Liver tumors or liver disease ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Take one tablet daily by mouth at the same time every day. ( 2.1 ) • Tablets must be taken in the order directed on the blister pack. ( 2.1 ) • Do not skip or delay intake by more than 12 hours. ( 2.1 ) 2.1 How to Take Natazia To achieve maximum contraceptive effectiveness, Natazia must be taken exactly as directed. Take one tablet by mouth at the same time every day. Tablets must be taken in the order directed on the blister pack. Tablets should not be skipped or intake delayed by more than 12 hours. For patient instructions for missed pills, see FDA-Approved Patient Labeling. 2.2 How to Start Natazia Instruct the patient to begin taking Natazia on Day 1 of her menstrual cycle (that is, the first day of her menstrual bleeding). See FDA-Approved Patient Labeling . Instruct the patient to use a non-hormonal contraceptive as back-up during the first 9 days. For postpartum women who do not breastfeed or after a second trimester abortion, start Natazia no earlier than 4 weeks postpartum due to the increased risk of thromboembolism. If the patient starts on Natazia postpartum and has not yet had a period, evaluate for possible pregnancy, and instruct her to use an additional method of contraception until she has taken Natazia for 9 consecutive days. The possibility of ovulation and conception prior to initiation of medication should also be considered. If the patient is switching from a combination hormonal method such as: • Another pill • Vaginal ring • Patch • Instruct her to take the first dark yellow pill on the first day of her withdrawal bleed. She should not continue taking the pills from her previous birth control pack. If she does not have a withdrawal bleed, rule out pregnancy before starting Natazia. • If she previously used a vaginal ring or transdermal patch, she should start using Natazia on the day the ring or patch is removed. • Instruct the patient to use a non-hormonal back-up method such as a condom or spermicide for the first 9 days. If the patient is switching from a progestin-only method such as a: • Progestin-only pill • Implant • Intrauterine system • Injection • Instruct her to take the first dark yellow pill on the day she would have taken her next progestin-only pill or on the day of removal of her implant or intrauterine system or on the day when she would have had her next injection. • Instruct the patient to use a non-hormonal back-up method such as a condom or spermicide for the first 9 days. 2.3 Advice in case of Gastrointestinal Disturbances In case of severe vomiting or diarrhea, absorption may not be complete and additional contraceptive measures should be taken. If vomiting or diarrhea occurs within 3-4 hours after taking a colored tablet, this can be regarded as a missed tablet."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE • Natazia is a combination of dienogest , a progestin, and estradiol valerate, an estrogen, indicated for use by females of reproductive potential to prevent pregnancy. ( 1 ) • The efficacy of Natazia in females of reproductive potential with a body mass index (BMI) of >30 kg/m 2 has not been evaluated. ( 1 , 8.8 ) • Treatment of heavy menstrual bleeding in females of reproductive potential without organic pathology who choose to use an oral contraceptive as their method of contraception. ( 1.2 ) 1.1 Oral Contraception Natazia ® is indicated for use by women to prevent pregnancy. The efficacy of Natazia in women with a body mass index (BMI) of > 30 kg/m 2 has not been evaluated. 1.2 Heavy Menstrual Bleeding Natazia is also indicated for the treatment of heavy menstrual bleeding in women without organic pathology who choose to use an oral contraceptive as their method of contraception [see Clinical Studies ( 14.2 )]."
  ],
  "fetched_at": "2025-10-01T17:21:41.575264",
  "source": "OpenFDA"
}