{
  "drug_name": "Difelikefalin",
  "generic_name": [
    "DIFELIKEFALIN"
  ],
  "brand_names": [
    "Korsuva"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Dizziness, Somnolence, Mental Status Changes, and Gait Disturbances [see Warnings and Precautions (5.1) ] The most common adverse reactions (incidence ≥2% and ≥1% higher than placebo) were diarrhea, dizziness, nausea, gait disturbances, including falls, hyperkalemia, headache, somnolence, and mental status change. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Vifor (International) Inc. at 1-844-835-8277 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 1306 subjects undergoing HD who had moderate-to-severe pruritus were treated with KORSUVA in placebo-controlled and uncontrolled Phase 3 clinical trials. Of these, 711 were treated for at least 6 months and 400 were treated for at least one year. Two placebo-controlled Phase 3 trials (Trial 1 and Trial 2), in subjects undergoing HD who had moderate-to-severe pruritus were pooled to evaluate the safety of KORSUVA in comparison to placebo up to 12 weeks. In total, 848 subjects were evaluated (424 in KORSUVA group and 424 in placebo group). The mean age of the subjects was 59 years (range 22 to 88 years), and 59% of the subjects were male. Of the total subjects, 61% were White, 29% were Black or African American, and 5% were Asian. Table 2 summarizes the adverse reactions that occurred at a rate of ≥2% in the KORSUVA group and ≥1% higher than that of the placebo group during the 12-week placebo-controlled period of Trials 1 and 2. The percentage of subjects who discontinued treatment due to any adverse reaction was 2.6% for subjects taking KORSUVA and 0.7% for subjects taking placebo. The most common adverse reactions (≥0.5% of subjects) leading to discontinuation were dizziness (0.9% for KORSUVA and 0.2% for placebo), mental status change (0.7% and 0.2%, respectively), nausea (0.5% and 0%, respectively), and headache (0.5% and 0%, respectively). The percentage of subjects who developed serious adverse reactions was 4.5% in the KORSUVA group and 2.8% in the placebo group. Table 2: Adverse Reactions in ≥ 2% of KORSUVA-Treated Subjects with Moderate-to-Severe CKD-aP Undergoing HD and ≥ 1% Higher Than Placebo in Trials 1 and 2 Adverse Reactions Placebo (N=424) n (%) KORSUVA (N=424) n (%) Diarrhea 24 (5.7) 38 (9.0) Dizziness 16 (3.8) 29 (6.8) Nausea 19 (4.5) 28 (6.6) Gait Disturbances Gait disturbances includes: preferred terms of falls and gait disturbances 23 (5.4) 28 (6.6) Hyperkalemia 15 (3.5) 20 (4.7) Headache 11 (2.6) 19 (4.5) Somnolence 10 (2.4) 18 (4.2) Mental Status Change Mental Status Change includes: preferred terms of confusional state and mental status change. 6 (1.4) 14 (3.3) Description of Selected Adverse Reactions Gait Disturbances, including Falls Gait disturbances, including falls, were reported in 6.6% of subjects receiving KORSUVA compared to 5.4% of subjects who received placebo. Falls were reported as serious adverse reactions in < 1% of subjects receiving KORSUVA and placebo, with one subject discontinuing KORSUVA due to gait disturbance. Dizziness Dizziness was reported in 6.8% of subjects randomized to KORSUVA compared to 3.8% of subjects who received placebo. Dizziness occurred within the first 3 weeks of treatment and was generally transient. Dizziness was serious in 0.2% of KORSUVA-treated subjects compared to 0% of subjects who received placebo and led to discontinuation in 0.9% of KORSUVA-treated subjects compared to 0.2% of subjects who received placebo. Somnolence Somnolence was reported in 4.2% of subjects randomized to receive KORSUVA compared to 2.4% of subjects who received placebo. Somnolence occurred within the first 3 weeks of treatment and tended to subside with continued dosing. Somnolence was serious in 0.2% of KORSUVA-treated subjects compared to 0% of subjects who received placebo. There were no subjects who discontinued KORSUVA due to an adverse reaction of somnolence. Mental Status Change Mental status change (including confusional state) was reported in 3.3% of subjects randomized to receive KORSUVA compared to 1.4% of subjects who received placebo. Most events tended to subside with continued dosing. Mental status change adverse reactions were serious in 1.4% of KORSUVA-treated subjects compared to 0.5% of subjects who received placebo and led to discontinuation in 0.7% of KORSUVA-treated subjects compared to 0.2% of subjects who received placebo. Hyperkalemia Hyperkalemia was found in 4.7% of subjects who received KORSUVA compared to 3.5% of subjects who received placebo. The incidence of hyperkalemia was higher in subjects who took concomitant opioids regardless of treatment and was almost doubled in the KORSUVA group (11.7%) compared to the placebo group (6.2%). The clinical relevance of this is unknown."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage is 0.5 mcg/kg. ( 2.1 ) Administer by intravenous bolus injection into the venous line of the dialysis circuit at the end of each HD treatment. ( 2.1 ) Do not mix or dilute KORSUVA prior to administration. ( 2.2 ) Administer within 4 hours of syringe preparation. ( 2.3 ) See full prescribing information for additional recommendations on preparation and administration of KORSUVA. ( 2.2 , 2.3 ) 2.1 Dosage The recommended dosage of KORSUVA is 0.5 mcg/kg administered by intravenous bolus injection into the venous line of the dialysis circuit at the end of each HD treatment [see Dosage and Administration (2.3) ] . If a regularly scheduled HD treatment is missed, resume KORSUVA at the end of the next HD treatment. 2.2 Preparation Instructions Do not mix or dilute KORSUVA prior to administration. Inspect KORSUVA for particulate matter and discoloration prior to administration. The solution should be clear and colorless. Do not use KORSUVA vials if particulate matter or discoloration is observed. KORSUVA is supplied in a single-dose vial. Discard any unused product. Injection volume to be administered is determined by patient's target dry body weight in kilograms (one patient may use less than the full contents of the vial or use more than one vial). See Table 1 . Table 1. KORSUVA Injection Volumes Based on Target Dry Body Weight Target Dry Body Weight Range (kg) Injection Volume (mL) Total Injection Volume (mL) = Patient Target Dry Body Weight (kg) x 0.01, rounded to the nearest tenth (0.1 mL). For patient target dry body weight outside of the ranges in Table 1, use this formula. 36 – 44 0.4 45 – 54 0.5 55 – 64 0.6 65 – 74 0.7 75 – 84 0.8 85 – 94 0.9 95 – 104 1 105 – 114 1.1 115 – 124 1.2 125 – 134 1.3 135 – 144 1.4 145 – 154 1.5 155 – 164 1.6 165 – 174 1.7 175 – 184 1.8 185 – 194 1.9 195 – 204 2 2.3 Administration Instructions KORSUVA is removed by the dialyzer membrane and must be administered after blood is no longer circulating through the dialyzer. Administer KORSUVA by intravenous bolus injection into the venous line of the dialysis circuit at the end of each HD session. The dose may be given either during or after rinse back of the dialysis circuit. If the dose is given after rinse back, administer KORSUVA into the venous line followed by at least 10 mL of normal saline flush. If the dose is given during rinse back, no additional normal saline is needed to flush the line. The dose must be administered within 4 hours of the syringe preparation. Discard any unused product."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE KORSUVA is indicated for the treatment of moderate-to-severe pruritus associated with chronic kidney disease (CKD-aP) in adults undergoing hemodialysis (HD). KORSUVA is a kappa opioid receptor agonist indicated for the treatment of moderate-to-severe pruritus associated with chronic kidney disease (CKD-aP) in adults undergoing hemodialysis (HD). ( 1 ) Limitation of Use Korsuva has not been studied in patients on peritoneal dialysis and is not recommended for use in this population. ( 1 ) Limitations of Use KORSUVA has not been studied in patients on peritoneal dialysis and is not recommended for use in this population."
  ],
  "fetched_at": "2025-10-01T18:28:50.985372",
  "source": "OpenFDA"
}