{
  "drug_name": "Difluprednate",
  "generic_name": [
    "DIFLUPREDNATE"
  ],
  "brand_names": [
    "DIFLUPREDNATE"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious reactions are found elsewhere in the labeling: Elevated intraocular pressure [see Warnings and Precautions (5.1) ] Posterior subcapsular cataract formation [see Warnings and Precautions (5.2) ] Secondary ocular infection [see Warnings and Precautions (5.4) ] Perforation of the globe [see Warnings and Precautions (5.3) ] 6.1 Ocular Surgery Ocular adverse reactions occurring in 5-15% of subjects in clinical studies with difluprednate ophthalmic emulsion included corneal edema, ciliary and conjunctival hyperemia, eye pain, photophobia, posterior capsule opacification, anterior chamber cells, anterior chamber flare, conjunctival edema, and blepharitis. Other ocular adverse reactions occurring in 1-5% of subjects included reduced visual acuity, punctate keratitis, eye inflammation, and iritis. Ocular adverse reactions occurring in < 1% of subjects included application site discomfort or irritation, corneal pigmentation and striae, episcleritis, eye pruritis, eyelid irritation and crusting, foreign body sensation, increased lacrimation, macular edema, sclera hyperemia, and uveitis. Most of these reactions may have been the consequence of the surgical procedure. 6.2 Endogenous Anterior Uveitis A total of 200 subjects participated in the clinical trials for endogenous anterior uveitis, of which 106 were exposed to difluprednate ophthalmic emulsion. The most common adverse reactions of those exposed to difluprednate ophthalmic emulsion occurring in 5-10% of subjects included blurred vision, eye irritation, eye pain, headache, increased IOP, iritis, limbal and conjunctival hyperemia, punctate keratitis, and uveitis. Adverse reactions occurring in 2-5% of subjects included anterior chamber flare, corneal edema, dry eye, iridocyclitis, photophobia, and reduced visual acuity.",
    "6.1 Ocular Surgery Ocular adverse reactions occurring in 5-15% of subjects in clinical studies with difluprednate ophthalmic emulsion included corneal edema, ciliary and conjunctival hyperemia, eye pain, photophobia, posterior capsule opacification, anterior chamber cells, anterior chamber flare, conjunctival edema, and blepharitis. Other ocular adverse reactions occurring in 1-5% of subjects included reduced visual acuity, punctate keratitis, eye inflammation, and iritis. Ocular adverse reactions occurring in < 1% of subjects included application site discomfort or irritation, corneal pigmentation and striae, episcleritis, eye pruritis, eyelid irritation and crusting, foreign body sensation, increased lacrimation, macular edema, sclera hyperemia, and uveitis. Most of these reactions may have been the consequence of the surgical procedure.",
    "6.2 Endogenous Anterior Uveitis A total of 200 subjects participated in the clinical trials for endogenous anterior uveitis, of which 106 were exposed to difluprednate ophthalmic emulsion. The most common adverse reactions of those exposed to difluprednate ophthalmic emulsion occurring in 5-10% of subjects included blurred vision, eye irritation, eye pain, headache, increased IOP, iritis, limbal and conjunctival hyperemia, punctate keratitis, and uveitis. Adverse reactions occurring in 2-5% of subjects included anterior chamber flare, corneal edema, dry eye, iridocyclitis, photophobia, and reduced visual acuity."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS The use of difluprednate ophthalmic emulsion, as with other ophthalmic corticosteroids, is contraindicated in most active viral diseases of the cornea and conjunctiva, including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal disease of ocular structures. Difluprednate ophthalmic emulsion, as with other ophthalmic corticosteroids, is contraindicated in most active viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For the treatment of inflammation and pain associated with ocular surgery instill one drop into the conjunctival sac of the affected eye 4 times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the postoperative period, followed by 2 times daily for a week and then a taper based on the response. (2.1) For the treatment of endogenous anterior uveitis instill one drop into the conjunctival sac of the affected eye 4 times daily for 14 days followed by tapering as clinically indicated. (2.2) 2.1 Ocular Surgery Instill one drop into the conjunctival sac of the affected eye 4 times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the postoperative period, followed by 2 times daily for a week and then a taper based on the response. 2.2 Endogenous Anterior Uveitis Instill one drop into the conjunctival sac of the affected eye 4 times daily for 14 days followed by tapering as clinically indicated.",
    "2.1 Ocular Surgery Instill one drop into the conjunctival sac of the affected eye 4 times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the postoperative period, followed by 2 times daily for a week and then a taper based on the response.",
    "2.2 Endogenous Anterior Uveitis Instill one drop into the conjunctival sac of the affected eye 4 times daily for 14 days followed by tapering as clinically indicated."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Difluprednate ophthalmic emulsion is a topical corticosteroid that is indicated for: The treatment of inflammation and pain associated with ocular surgery (1.1) The treatment of endogenous anterior uveitis (1.2) 1.1 Ocular Surgery Difluprednate ophthalmic emulsion 0.05%, a topical corticosteroid, is indicated for the treatment of inflammation and pain associated with ocular surgery. 1.2 Endogenous Anterior Uveitis Difluprednate ophthalmic emulsion is also indicated for the treatment of endogenous anterior uveitis.",
    "1.1 Ocular Surgery Difluprednate ophthalmic emulsion 0.05%, a topical corticosteroid, is indicated for the treatment of inflammation and pain associated with ocular surgery.",
    "1.2 Endogenous Anterior Uveitis Difluprednate ophthalmic emulsion is also indicated for the treatment of endogenous anterior uveitis."
  ],
  "fetched_at": "2025-10-01T16:37:04.857361",
  "source": "OpenFDA"
}