{
  "drug_name": "Dihydroergotamine",
  "generic_name": [
    "DIHYDROERGOTAMINE MESYLATE"
  ],
  "brand_names": [
    "Dihydroergotamine Mesylate"
  ],
  "drug_interactions": [
    "Drug Interactions Vasoconstrictors Dihydroergotamine Mesylate Injection should not be used with peripheral vasoconstrictors because the combination may cause synergistic elevation of blood pressure. Sumatriptan Sumatriptan has been reported to cause coronary artery vasospasm, and its effect could be additive with Dihydroergotamine Mesylate Injection. Sumatriptan and Dihydroergotamine Mesylate Injection should not be taken within 24 hours of each other. (See CONTRAINDICATIONS .) Beta Blockers Although the results of a clinical study did not indicate a safety problem associated with the administration of Dihydroergotamine Mesylate Injection to subjects already receiving propranolol, there have been reports that propranolol may potentiate the vasoconstrictive action of ergotamine by blocking the vasodilating property of epinephrine. Nicotine Nicotine may provoke vasoconstriction in some patients, predisposing to a greater ischemic response to ergot therapy. CYP3 A4 Inhibitors (e.g. Macrolide Antibiotics and Protease Inhibitors) See CONTRAINDICATIONS and WARNINGS . SSRI’s Weakness, hyperreflexia, and incoordination have been reported rarely when 5-HT 1 agonists have been co-administered with SSRI’s (e.g., fluoxetine, fluvoxamine, paroxetine, sertraline). There have been no reported cases from spontaneous reports of drug interaction between SSRI’s and Dihydroergotamine Mesylate Injection. Oral Contraceptives The effect of oral contraceptives on the pharmacokinetics of Dihydroergotamine Mesylate Injection has not been studied."
  ],
  "warnings": [
    "WARNINGS Dihydroergotamine Mesylate Injection should only be used where a clear diagnosis of migraine headache has been established. CYP3A4 Inhibitors (e.g. Macrolide Antibiotics and Protease Inhibitors) There have been rare reports of serious adverse events in connection with the coadministration of dihydroergotamine and potent CYP3A4 inhibitors, such as protease inhibitors and macrolide antibiotics, resulting in vasospasm that led to cerebral ischemia and/or and ischemia of the extremities. The use of potent CYP3A4 inhibitors with dihydroergotamine should therefore be avoided (see CONTRAINDICATIONS ). Examples of some of the more potent CYP3A4 inhibitors include: anti-fungals ketoconazole and itraconazole, the protease inhibitors ritonavir, nelfinavir, and indinavir, and macrolide antibiotics erythromycin, clarithromycin, and troleandomycin. Other less potent CYP3A4 inhibitors should be administered with caution. Less potent inhibitors include saquinavir, nefazodone, fluconazole, grapefruit juice, fluoxetine, fluvoxamine, zileuton, and clotrimazole. These lists are not exhaustive, and the prescriber should consider the effects on CYP3A4 of other agents being considered for concomitant use with dihydroergotamine. Fibrotic Complication There have been reports of pleural and retroperitoneal fibrosis in patients following prolonged daily use of injectable dihydroergotamine mesylate. Rarely, prolonged daily use of other ergot alkaloid drugs has been associated with cardiac valvular fibrosis. Rare cases have also been reported in association with the use of injectable dihydroergotamine mesylate; however, in those cases, patients also received drugs known to be associated with cardiac valvular fibrosis. Administration of Dihydroergotamine Mesylate Injection should not exceed the dosing guidelines and should not be used for chronic daily administration ( see DOSAGE AND ADMINISTRATION ). Risk of Myocardial Ischemia and/or Infarction and Other Adverse Cardiac Events Dihydroergotamine Mesylate Injection should not be used by patients with documented ischemic or vasospastic coronary artery disease. ( See CONTRAINDICATIONS ) . It is strongly recommended that Dihydroergotamine Mesylate Injection, USP not be given to patients in whom unrecognized coronary artery disease (CAD) is predicted by the presence of risk factors (e.g., hypertension, hypercholesterolemia, smoker, obesity, diabetes, strong family history of CAD, females who are surgically or physiologically postmenopausal, or males who are over 40 years of age) unless a cardiovascular evaluation provides satisfactory clinical evidence that the patient is reasonably free of coronary artery and ischemic myocardial disease or other significant underlying cardiovascular disease. The sensitivity of cardiac diagnostic procedures to detect cardiovascular disease or predisposition to coronary artery vasospasm is modest, at best. If, during the cardiovascular evaluation, the patient’s medical history or electrocardiographic investigations reveal findings indicative of or consistent with coronary artery vasospasm or myocardial ischemia, Dihydroergotamine Mesylate Injection should not be administered. ( See CONTRAINDICATIONS . ) For patients with risk factors predictive of CAD who are determined to have a satisfactory cardiovascular evaluation, it is strongly recommended that administration of the first dose of Dihydroergotamine Mesylate Injection take place in the setting of a physician’s office or similar medically staffed and equipped facility unless the patient has previously received dihydroergotamine mesylate. Because cardiac ischemia can occur in the absence of clinical symptoms, consideration should be given to obtaining on the first occasion of use an electrocardiogram (ECG) during the interval immediately following Dihydroergotamine Mesylate Injection in those patients with risk factors. It is recommended that patients who are intermittent long-term users of Dihydroergotamine Mesylate Injection and who have or acquire risk factors predictive of CAD, as described above, undergo periodic interval cardiovascular evaluation as they continue to use Dihydroergotamine Mesylate Injection. The systematic approach described above is currently recommended as a method to identify patients in whom Dihydroergotamine Mesylate Injection may be used to treat migraine headaches with an acceptable margin of cardiovascular safety. Cardiac Events and Fatalities The potential for adverse cardiac events exists. Serious adverse cardiac events, including acute myocardial infarction, life-threatening disturbances of cardiac rhythm, and death have been reported to have occurred following the administration of Dihydroergotamine Mesylate Injection. Considering the extent of use of dihydroergotamine mesylate in patients with migraine, the incidence of these events is extremely low. Drug-Associated Cerebrovascular Events and Fatalities Cerebral hemorrhage, subarachnoid hemorrhage, stroke, and other cerebrovascular events have been reported in patients treated with Dihydroergotamine Mesylate Injection; and some have resulted in fatalities. In a number of cases, it appears possible that the cerebrovascular events were primary, the Dihydroergotamine Mesylate Injection having been administered in the incorrect belief that the symptoms experienced were a consequence of migraine, when they were not. It should be noted that patients with migraine may be at increased risk of certain cerebrovascular events (e.g., stroke, hemorrhage, transient ischemic attack). Other Vasospasm Related Events Dihydroergotamine Mesylate Injection like other ergot alkaloids, may cause vasospastic reactions other than coronary artery vasospasm. Myocardial, peripheral vascular, and colonic ischemia have been reported with Dihydroergotamine Mesylate Injection. Dihydroergotamine Mesylate Injection associated vasospastic phenomena may also cause muscle pains, numbness, coldness, pallor, and cyanosis of the digits. In patients with compromised circulation, persistent vasospasm may result in gangrene or death. Dihydroergotamine Mesylate Injection should be discontinued immediately if signs or symptoms of vasoconstriction develop. Increase in Blood Pressure Significant elevation in blood pressure has been reported on rare occasions in patients with and without a history of hypertension treated with Dihydroergotamine Mesylate Injection. Dihydroergotamine Mesylate Injection is contraindicated in patients with uncontrolled hypertension. (See CONTRAINDICATIONS .) An 18% increase in mean pulmonary artery pressure was seen following dosing with another 5-HT1 agonist in a study evaluating subjects undergoing cardiac catheterization. Medication Overuse Headache Overuse of acute migraine drugs (e.g., ergotamines, triptans, opioids, or a combination of these drugs for 10 or more days per month) may lead to exacerbation of headache (i.e., medication overuse headache). Medication overuse headache may present as migraine-like daily headaches or as a marked increase in frequency of migraine attacks. Detoxification of patients including withdrawal of the overused drugs and treatment of withdrawal symptoms (which often includes a transient worsening of headache) may be necessary. Preterm Labor Based on the mechanism of action of dihydroergotamine and findings from the published literature, Dihydroergotamine Mesylate Injection may cause preterm labor. Avoid use of Dihydroergotamine Mesylate Injection during pregnancy ( see PRECAUTIONS )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Serious cardiac events, including some that have been fatal, have occurred following use of Dihydroergotamine Mesylate Injection but are extremely rare. Events reported have included coronary artery vasospasm, transient myocardial ischemia, myocardial infarction, ventricular tachycardia, and ventricular fibrillation. (See CONTRAINDICATIONS , WARNINGS , and PRECAUTIONS .). Fibrotic complications have been reported in association with long term use of injectable dihydroergotamine mesylate (See WARNINGS: Fibrotic Complications ). Post-introduction Reports The following events derived from postmarketing experience have been occasionally reported in patients receiving Dihydroergotamine Mesylate Injection: vasospasm, paraesthesia, hypertension, dizziness, anxiety, dyspnea, headache, flushing, diarrhea, rash, increased sweating, and pleural and retroperitoneal fibrosis after long-term use of dihydroergotamine. Extremely rare cases of myocardial infarction and stroke have been reported. A causal relationship has not been established. Dihydroergotamine Mesylate Injection is not recommended for prolonged daily use. (See DOSAGE AND ADMINISTRATION .) To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma at 609-250-7990 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS There have been a few reports of serious adverse events associated with the coadministration of dihydroergotamine and potent CYP3A4 inhibitors, such as protease inhibitors and macrolide antibiotics, resulting in vasospasm that led to cerebral ischemia and/or ischemia of the extremities. The use of potent CYP3A4 inhibitors (i.e., ritonavir, nelfinavir, indinavir, erythromycin, clarithromycin, troleandomycin, ketoconazole, itraconazole) with dihydroergotamine is, therefore contraindicated (See WARNINGS: CYP3A4 Inhibitors ). Dihydroergotamine Mesylate Injection should not be given to patients with ischemic heart disease (e.g., angina pectoris, history of myocardial infarction, or documented silent ischemia) or to patients who have clinical symptoms or findings consistent with coronary artery vasospasm including Prinzmetal’s variant angina. (See WARNINGS .) Because Dihydroergotamine Mesylate Injection may increase blood pressure, it should not be given to patients with uncontrolled hypertension. Dihydroergotamine Mesylate Injection 5-HT1 agonists (e.g., sumatriptan), ergotamine-containing or ergot-type medications or methysergide should not be used within 24 hours of each other. Dihydroergotamine Mesylate Injection should not be administered to patients with hemiplegic or basilar migraine. In addition to those conditions mentioned above, Dihydroergotamine Mesylate Injection is also contraindicated in patients with known peripheral arterial disease, sepsis, following vascular surgery and severely impaired hepatic or renal function. Dihydroergotamine Mesylate Injection is contraindicated in patients who have previously shown hypersensitivity to ergot alkaloids. Dihydroergotamine mesylate should not be used with peripheral and central vasoconstrictors because the combination may result in additive or synergistic elevation of blood pressure."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Dihydroergotamine Mesylate Injection should be administered in a dose of 1 mL intravenously, intramuscularly or subcutaneously. The dose can be repeated, as needed, at 1 hour intervals to a total dose of 3 mL for intramuscular or subcutaneous delivery or 2 mL for intravenous delivery in a 24 hour period. The total weekly dosage should not exceed 6 mL. Dihydroergotamine Mesylate Injection should not be used for chronic daily administration."
  ],
  "indications": [
    "INDICATIONS AND USAGE Dihydroergotamine Mesylate Injection is indicated for the acute treatment of migraine headaches with or without aura and the acute treatment of cluster headache episodes."
  ],
  "fetched_at": "2025-09-30T21:07:44.200961",
  "source": "OpenFDA"
}