{
  "drug_name": "Disopyramide",
  "generic_name": [
    "DISOPYRAMIDE PHOSPHATE"
  ],
  "brand_names": [
    "Disopyramide Phosphate"
  ],
  "drug_interactions": [
    "Drug Interactions If phenytoin or other hepatic enzyme inducers are taken concurrently with disopyramide phosphate, lower plasma levels of disopyramide may occur. Monitoring of disopyramide plasma levels is recommended in such concurrent use to avoid ineffective therapy. Other antiarrhythmic drugs (e.g., quinidine, procainamide, lidocaine, propranolol) have occasionally been used concurrently with disopyramide phosphate. Excessive widening of the QRS complex and/or prolongation of the Q-T interval may occur in these situations (see WARNINGS ). In healthy subjects, no significant drug-drug interaction was observed when disopyramide phosphate was coadministered with either propranolol or diazepam. Concomitant administration of disopyramide phosphate and quinidine resulted in slight increases in plasma disopyramide levels and slight decreases in plasma quinidine levels. disopyramide phosphate does not increase serum digoxin levels. Until data on possible interactions between verapamil and disopyramide phosphate are obtained, disopyramide should not be administered within 48 hours before or 24 hours after verapamil administration. Although potent inhibitors of cytochrome P450 3A4 (e.g., ketoconazole) have not been studied clinically, in vitro studies have shown that erythromycin and oleandomycin inhibit the metabolism of disopyramide. Cases of life-threatening interactions have been reported for disopyramide when given with clarithromycin and erythromycin indicating that coadministration of disopyramide with inhibitors of cytochrome P450 3A4 could result in potentially fatal interaction."
  ],
  "warnings": [
    "WARNINGS Mortality In the National Heart, Lung and Blood Institute’s Cardiac Arrhythmia Suppression Trial (CAST), a long-term, multi-center, randomized, double-blind study in patients with asymptomatic non-life-threatening ventricular arrhythmias who had had a myocardial infarction more than 6 days but less than 2 years previously, an excessive mortality or non-fatal cardiac arrest rate (7.7%) was seen in patients treated with encainide or flecainide compared with that seen in patients assigned to carefully matched placebo-treated groups (3.0%). The average duration of treatment with encainide or flecainide in this study was 10 months. The applicability of the CAST results to other populations (e.g., those without recent myocardial infarction) is uncertain. Considering the known proarrhythmic properties of disopyramide phosphate and the lack of evidence of improved survival for any antiarrhythmic drug in patients without life-threatening arrhythmias, the use of disopyramide phosphate as well as other antiarrhythmic agents should be reserved for patients with life-threatening ventricular arrhythmias. Negative Inotropic Properties Heart Failure/Hypotension Disopyramide phosphate may cause or worsen congestive heart failure or produce severe hypotension as a consequence of its negative inotropic properties. Hypotension has been observed primarily in patients with primary cardiomyopathy or inadequately compensated congestive heart failure. Disopyramide phosphate should not be used in patients with uncompensated or marginally compensated congestive heart failure or hypotension unless the congestive heart failure or hypotension is secondary to cardiac arrhythmia. Patients with a history of heart failure may be treated with disopyramide phosphate, but careful attention must be given to the maintenance of cardiac function, including optimal digitalization. If hypotension occurs or congestive heart failure worsens, disopyramide phosphate should be discontinued and, if necessary, restarted at a lower dosage only after adequate cardiac compensation has been established. QRS Widening Although it is unusual, significant widening (greater than 25%) of the QRS complex may occur during disopyramide phosphate administration; in such cases disopyramide phosphate should be discontinued. Q-T Prolongation As with other Type 1 antiarrhythmic drugs, prolongation of the Q-T interval (corrected) and worsening of the arrhythmia, including ventricular tachycardia and ventricular fibrillation, may occur. Patients who have evidenced prolongation of the Q-T interval in response to quinidine may be at particular risk. As with other Type 1A antiarrhythmics, disopyramide phosphate has been associated with torsade de pointes. If a Q-T prolongation of greater than 25% is observed and if ectopy continues, the patient should be monitored closely, and consideration given to discontinuing disopyramide phosphate. Hypoglycemia In rare instances significant lowering of blood-glucose values has been reported during disopyramide phosphate administration. The physician should be alert to this possibility, especially in patients with congestive heart failure, chronic malnutrition, hepatic, renal or other diseases, or drugs (e.g., beta-adrenoceptor blockers, alcohol) which could compromise preservation of the normal glucoregulatory mechanisms in the absence of food. In these patients, the blood-glucose levels should be carefully followed. Concomitant Antiarrhythmic Therapy The concomitant use of disopyramide phosphate with other Type 1A antiarrhythmic agents (such as quinidine or procainamide), Type 1C antiarrhythmics (such as encainide, flecainide or propafenone), and/or propranolol should be reserved for patients with life-threatening arrhythmias who are demonstrably unresponsive to single-agent antiarrhythmic therapy. Such use may produce serious negative inotropic effects, or may excessively prolong conduction. This should be considered particularly in patients with any degree of cardiac decompensation or those with a prior history thereof. Patients receiving more than one antiarrhythmic drug must be carefully monitored. Heart Block If first-degree heart block develops in a patient receiving disopyramide phosphate, the dosage should be reduced. If the block persists despite reduction of dosage, continuation of the drug must depend upon weighing the benefit being obtained against the risk of higher degrees of heart block. Development of second- or third-degree AV block or unifascicular, bifascicular, or trifascicular block requires discontinuation of disopyramide phosphate therapy, unless the ventricular rate is adequately controlled by a temporary or implanted ventricular pacemaker. Anticholinergic Activity Because of its anticholinergic activity, disopyramide phosphate should not be used in patients with glaucoma, myasthenia gravis or urinary retention unless adequate overriding measures are taken; these consist of the topical application of potent miotics (e.g., pilocarpine) for patients with glaucoma, and catheter drainage or operative relief for patients with urinary retention. Urinary retention may occur in patients of either sex as a consequence of disopyramide phosphate administration, but males with benign prostatic hypertrophy are at particular risk. In patients with a family history of glaucoma, intraocular pressure should be measured before initiating disopyramide phosphate therapy. Disopyramide phosphate should be used with special care in patients with myasthenia gravis since its anticholinergic properties could precipitate a myasthenic crisis in such patients."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The adverse reactions which were reported in disopyramide phosphate clinical trials encompass observations in 1,500 patients, including 90 patients studied for at least 4 years. The most serious adverse reactions are hypotension and congestive heart failure. The most common adverse reactions, which are dose dependent, are associated with the anticholinergic properties of the drug. These may be transitory, but may be persistent or can be severe. Urinary retention is the most serious anticholinergic effect. The following reactions were reported in 10% to 40% of patients: Anticholinergic: dry mouth (32%), urinary hesitancy (14%), constipation (11%) The following reactions were reported in 3% to 9% of patients: Anticholinergic: blurred vision, dry nose/eyes/throat Genitourinary: urinary retention, urinary frequency and urgency Gastrointestinal: nausea, pain/bloating/gas General: dizziness, general fatigue/muscle weakness, headache, malaise, aches/pains The following reactions were reported in 1% to 3% of patients: Genitourinary: impotence Cardiovascular: hypotension with or without congestive heart failure, increased congestive heart failure (see WARNINGS ), cardiac conduction disturbances (see WARNINGS ), edema/weight gain, shortness of breath, syncope, chest pain Gastrointestinal: anorexia, diarrhea, vomiting Dermatologic: generalized rash/dermatoses, itching Central nervous system: nervousness Other: hypokalemia, elevated cholesterol/triglycerides The following reactions were reported in less than 1%: Depression, insomnia, dysuria, numbness/tingling, elevated liver enzymes, AV block, elevated BUN, elevated creatinine, decreased hemoglobin/hematocrit Hypoglycemia has been reported in association with disopyramide phosphate administration (see WARNINGS ). Infrequent occurrences of reversible cholestatic jaundice, fever, and respiratory difficulty have been reported in association with disopyramide therapy, as have rare instances of thrombocytopenia, reversible agranulocytosis, and gynecomastia. Some cases of LE (lupus erythematosus) symptoms have been reported; most cases occurred in patients who had been switched to disopyramide from procainamide following the development of LE symptoms. Rarely, acute psychosis has been reported following disopyramide phosphate therapy, with prompt return to normal mental status when therapy was stopped. The physician should be aware of these possible reactions and should discontinue disopyramide phosphate therapy promptly if they occur. To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or http://www.fda.gov/ for voluntary reporting of adverse reactions."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Disopyramide phosphate is contraindicated in the presence of cardiogenic shock, preexisting second- or third-degree AV block (if no pacemaker is present), congenital Q-T prolongation, or known hypersensitivity to the drug."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The dosage of disopyramide phosphate capsules must be individualized for each patient on the basis of response and tolerance. The usual adult dosage of disopyramide phosphate capsules is 400 to 800 mg per day given in divided doses. The recommended dosage for most adults is 600 mg/day given in divided doses (150 mg every 6 hours). For patients whose body weight is less than 110 pounds (50 kg), the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours). In the event of increased anticholinergic side effects, plasma levels of disopyramide should be monitored and the dose of the drug adjusted accordingly. A reduction of the dose by one third, from the recommended 600 mg/day to 400 mg/day, would be reasonable, without changing the dosing interval. For patients with cardiomyopathy or possible cardiac decompensation, a loading dose, as discussed below, should not be given, and initial dosage should be limited to 100 mg every 6 to 8 hours. Subsequent dosage adjustments should be made gradually, with close monitoring for the possible development of hypotension and/or congestive heart failure (see WARNINGS ). For patients with moderate renal insufficiency (creatinine clearance greater than 40 mL/min) or hepatic insufficiency, the recommended dosage is 400 mg/day given in divided doses (100 mg every 6 hours). For patients with severe renal insufficiency (C cr 40 mL/min or less), the recommended dosage regimen is 100 mg at intervals shown in the table below, with or without an initial loading dose of 150 mg. DISOPYRAMIDE PHOSPHATE CAPSULES DOSAGE INTERVAL FOR PATIENTS WITH RENAL INSUFFICIENCY Creatinine clearance (mL/min) 40 to 30 30 to 15 less than 15 Approximate maintenance – dosing interval q 8 hr q 12 hr q 24 hr For patients in whom rapid control of ventricular arrhythmia is essential, an initial loading dose of 300 mg of disopyramide phosphate capsules (200 mg for patients whose body weight is less than 110 pounds) is recommended, followed by the appropriate maintenance dosage. Therapeutic effects are usually attained 30 minutes to 3 hours after administration of a 300 mg loading dose. If there is no response or evidence of toxicity within 6 hours of the loading dose, 200 mg of disopyramide phosphate capsules every 6 hours may be prescribed instead of the usual 150 mg. If there is no response to this dosage within 48 hours, either disopyramide phosphate capsules should then be discontinued or the physician should consider hospitalizing the patient for careful monitoring while subsequent disopyramide phosphate doses of 250 mg or 300 mg every 6 hours are given. A limited number of patients with severe refractory ventricular tachycardia have tolerated daily doses of disopyramide phosphate up to 1,600 mg per day (400 mg every 6 hours), resulting in disopyramide plasma levels up to 9 mcg/mL. If such treatment is warranted, it is essential that patients be hospitalized for close evaluation and continuous monitoring. Transferring to Disopyramide Phosphate The following dosage schedule based on theoretical considerations rather than experimental data is suggested for transferring patients with normal renal function from either quinidine sulfate or procainamide therapy (Type 1 antiarrhythmic agents) to disopyramide phosphate capsules therapy: Disopyramide phosphate capsules should be started using the regular maintenance schedule without a loading dose 6 to 12 hours after the last dose of quinidine sulfate or 3 to 6 hours after the last dose of procainamide. In patients in whom withdrawal of quinidine sulfate or procainamide is likely to produce life-threatening arrhythmias, the physician should consider hospitalization of the patient. Pediatric Dosage Controlled clinical studies have not been conducted in pediatric patients; however, the following suggested dosage table is based on published clinical experience. Total daily dosage should be divided and equal doses administered orally every 6 hours or at intervals according to individual patient needs. Disopyramide plasma levels and therapeutic response must be monitored closely. Patients should be hospitalized during the initial treatment period, and dose titration should start at the lower end of the ranges provided below. SUGGESTED TOTAL DAILY DOSAGE 1 Age (years) Disopyramide (mg/kg body weight/day) Under 1 10 to 30 1 to 4 10 to 20 4 to 12 10 to 15 12 to 18 6 to 15 1 Dosage is expressed in milligrams of disopyramide base. Since disopyramide phosphate 100 mg capsules contain 100 mg of disopyramide base, the pharmacist can readily prepare a 1 mg/mL to 10 mg/mL liquid suspension by adding the entire contents of disopyramide capsules to cherry syrup. (Prepare cherry syrup as follows: cherry juice, 475 mL; sucrose 800 g; alcohol 20 mL; purified water, a sufficient quantity to make 1,000 mL.) The resulting suspension, when refrigerated, is stable for one month and should be thoroughly shaken before the measurement of each dose. The suspension should be dispensed in an amber glass bottle with a child-resistant closure."
  ],
  "indications": [
    "INDICATIONS AND USAGE Disopyramide phosphate is indicated for the treatment of documented ventricular arrhythmias such as sustained ventricular tachycardia, that, in the judgment of the physician, are life-threatening. Because of the proarrhythmic effects of disopyramide phosphate, its use with lesser arrhythmias is generally not recommended. Treatment of patients with asymptomatic ventricular premature contractions should be avoided. Initiation of disopyramide phosphate treatment, as with other antiarrhythmic agents used to treat life-threatening arrhythmias, should be carried out in the hospital. Antiarrhythmic drugs have not been shown to enhance survival in patients with ventricular arrhythmias."
  ],
  "fetched_at": "2025-09-30T21:04:22.328459",
  "source": "OpenFDA"
}