{
  "drug_name": "Diundecyl Phosphatidyl Choline",
  "generic_name": [
    "ATROPINE SULFATE"
  ],
  "brand_names": [
    "ATROPINE SULFATE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Mexiletine Atropine Sulfate Injection decreased the rate of mexiletine absorption without altering the relative oral bioavailability; this delay in mexiletine absorption was reversed by the combination of atropine and intravenous metoclopramide during pretreatment for anesthesia."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions have been identified during post-approval use of atropine sulfate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Most of the side effects of atropine are directly related to its antimuscarinic action. Dryness of the mouth, blurred vision, photophobia and tachycardia commonly occur. Anhidrosis can produce heat intolerance. Constipation and difficulty in micturition may occur in elderly patients. Occasional hypersensitivity reactions have been observed, especially skin rashes which in some instances progressed to exfoliation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None."
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION 2.1 General Administration Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not administer unless solution is clear and seal is intact. Each vial is intended for single dose only. Discard unused portion. For Intravenous administration. Titrate based on heart rate, PR interval, blood pressure and symptoms. 2.2 Adult Dosage 2.3 Pediatric Dosage Dosing in pediatric populations has not been well studied. Usual initial dose is 0.01 to 0.03 mg/kg. 2.4 Dosing in Patients with Coronary Artery Disease Limit the total dose of atropine sulfate to 0.03 to 0.04 mg/kg [see WARNINGS AND PRECAUTIONS (5.1 )]. DOSAGE"
  ],
  "indications": [
    "1 INDICATIONS & USAGE Atropine Sulfate Injection, USP, is indicated for temporary blockade of severe or life threatening muscarinic effects, e.g., as an antisialagogue, an antivagal agent, an antidote for organophosphorus or muscarinic mushroom poisoning, and to treat bradyasystolic cardiac arrest."
  ],
  "fetched_at": "2025-10-01T03:11:24.240946",
  "source": "OpenFDA"
}