{
  "drug_name": "Docetaxel",
  "generic_name": [
    "DOCETAXEL ANHYDROUS"
  ],
  "brand_names": [
    "Docetaxel"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Docetaxel is a CYP3A4 substrate. In vitro studies have shown that the metabolism of docetaxel may be modified by the concomitant administration of compounds that induce, inhibit, or are metabolized by cytochrome P450 3A4. In vivo studies showed that the exposure of docetaxel increased 2.2-fold when it was coadministered with ketoconazole, a potent inhibitor of CYP3A4. Protease inhibitors, particularly ritonavir, may increase the exposure of docetaxel. Concomitant use of Docetaxel Injection and drugs that inhibit CYP3A4 may increase exposure to docetaxel and should be avoided. In patients receiving treatment with Docetaxel Injection close monitoring for toxicity and a Docetaxel Injection dose reduction could be considered if systemic administration of a potent CYP3A4 inhibitor cannot be avoided [ see Dosage and Administration (2.7) , Clinical Pharmacology (12.3) ]. • Cytochrome P450 3A4 inducers, inhibitors, or substrates: May alter docetaxel metabolism. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most serious adverse reactions from docetaxel are: • Toxic Deaths [ see Boxed Warning , Warnings and Precautions (5.1) ] • Hepatic Impairment [ see Boxed Warning , Warnings and Precautions (5.2) ] • Hematologic Effects [ see Boxed Warning , Warnings and Precautions (5.3) ] • Enterocolitis and Neutropenic Colitis [ see Warnings and Precautions (5.4) ] • Hypersensitivity Reactions [ see Boxed Warning , Warnings and Precautions (5.5) ] • Fluid Retention [ see Boxed Warning , Warnings and Precautions (5.6) ] • Second Primary Malignancies [ see Warnings and Precautions (5.7) ] • Cutaneous Reactions [ see Warnings and Precautions (5.8) ] • Neurologic Reactions [ see Warnings and Precautions (5.9) ] • Eye Disorders [ see Warnings and Precautions (5.10) ] • Asthenia [ see Warnings and Precautions (5.11) ] • Alcohol Content [ see Warnings and Precautions (5.13) ] The most common adverse reactions across all docetaxel indications are infections, neutropenia, anemia, febrile neutropenia, hypersensitivity, thrombocytopenia, neuropathy, dysgeusia, dyspnea, constipation, anorexia, nail disorders, fluid retention, asthenia, pain, nausea, diarrhea, vomiting, mucositis, alopecia, skin reactions, and myalgia. Incidence varies depending on the indication. Adverse reactions are described according to indication. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Responding patients may not experience an improvement in performance status on therapy and may experience worsening. The relationship between changes in performance status, response to therapy, and treatment-related side effects has not been established. Most common adverse reactions across all docetaxel indications are infections, neutropenia, anemia, febrile neutropenia, hypersensitivity, thrombocytopenia, neuropathy, dysgeusia, dyspnea, constipation, anorexia, nail disorders, fluid retention, asthenia, pain, nausea, diarrhea, vomiting, mucositis, alopecia, skin reactions, and myalgia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Breast Cancer Monotherapy with Docetaxel for Locally Advanced or Metastatic Breast Cancer after Failure of Prior Chemotherapy Docetaxel 100 mg/m 2 : Adverse drug reactions occurring in at least 5% of patients are compared for three populations who received docetaxel administered at 100 mg/m 2 as a 1-hour infusion every 3 weeks: 2045 patients with various tumor types and normal baseline liver function tests; the subset of 965 patients with locally advanced or metastatic breast cancer, both previously treated and untreated with chemotherapy, who had normal baseline liver function tests; and an additional 61 patients with various tumor types who had abnormal liver function tests at baseline. These reactions were described using COSTART terms and were considered possibly or probably related to docetaxel. At least 95% of these patients did not receive hematopoietic support. The safety profile is generally similar in patients receiving docetaxel for the treatment of breast cancer and in patients with other tumor types (see Table 3). Table 3: Summary of Adverse Reactions in Patients Receiving Docetaxel at 100 mg/m 2 Adverse Reaction All Tumor Types Normal LFTs Normal Baseline LFTs: Transaminases ≤1.5 times ULN or alkaline phosphatase ≤2.5 times ULN or isolated elevations of transaminases or alkaline phosphatase up to 5 times ULN n=2045 % All Tumor Types Elevated LFTs Elevated Baseline LFTs: AST and/or ALT >1.5 times ULN concurrent with alkaline phosphatase >2.5 times ULN n=61 % Breast Cancer Normal LFTs n=965 % Hematologic Neutropenia <2000 cells/mm 3 96 96 99 <500 cells/mm 3 75 88 86 Leukopenia <4000 cells/mm 3 96 98 99 <1000 cells/mm 3 32 47 44 Thrombocytopenia <100,000 cells/mm 3 8 25 9 Anemia <11 g/dL 90 92 94 <8 g/dL 9 31 8 Febrile Neutropenia Febrile Neutropenia: ANC grade 4 with fever >38°C with intravenous antibiotics and/or hospitalization 11 26 12 Septic Death 2 5 1 Non-Septic Death 1 7 1 Infections Any 22 33 22 Severe 6 16 6 Fever in Absence of Infection Any 31 41 35 Severe 2 8 2 Hypersensitivity Reactions Regardless of Premedication Any 21 20 18 Severe 4 10 3 With 3-day Premedication n=92 n=3 n=92 Any 15 33 15 Severe 2 0 2 Fluid Retention Regardless of Premedication Any 47 39 60 Severe 7 8 9 With 3-day Premedication n=92 n=3 n=92 Any 64 67 64 Severe 7 33 7 Neurosensory Any 49 34 58 Severe 4 0 6 Cutaneous Any 48 54 47 Severe 5 10 5 Nail Changes Any 31 23 41 Severe 3 5 4 Gastrointestinal Nausea 39 38 42 Vomiting 22 23 23 Diarrhea 39 33 43 Severe 5 5 6 Stomatitis Any 42 49 52 Severe 6 13 7 Alopecia 76 62 74 Asthenia Any 62 53 66 Severe 13 25 15 Myalgia Any 19 16 21 Severe 2 2 2 Arthralgia 9 7 8 Infusion Site Reactions 4 3 4 Hematologic Reactions Reversible marrow suppression was the major dose-limiting toxicity of docetaxel [ see Warnings and Precautions (5.3) ]. The median time to nadir was 7 days, while the median duration of severe neutropenia (<500 cells/mm 3 ) was 7 days. Among 2045 patients with solid tumors and normal baseline LFTs, severe neutropenia occurred in 75.4% and lasted for more than 7 days in 2.9% of cycles. Febrile neutropenia (<500 cells/mm 3 with fever >38°C with intravenous antibiotics and/or hospitalization) occurred in 11% of patients with solid tumors, in 12.3% of patients with metastatic breast cancer, and in 9.8% of 92 breast cancer patients premedicated with 3-day corticosteroids. Severe infectious episodes occurred in 6.1% of patients with solid tumors, in 6.4% of patients with metastatic breast cancer, and in 5.4% of 92 breast cancer patients premedicated with 3-day corticosteroids. Thrombocytopenia (<100,000 cells/mm 3 ) associated with fatal gastrointestinal hemorrhage has been reported. Hypersensitivity Reactions Severe hypersensitivity reactions have been reported [ see Boxed Warning , Warnings and Precautions (5.5) ]. Minor events, including flushing, rash with or without pruritus, chest tightness, back pain, dyspnea, drug fever, or chills, have been reported and resolved after discontinuing the infusion and instituting appropriate therapy. Fluid Retention Fluid retention can occur with the use of docetaxel [ see Boxed Warning , Dosage and Administration (2.6) , Warnings and Precautions (5.6) ]. Cutaneous Reactions Severe skin toxicity is discussed elsewhere in the label [ see Warnings and Precautions (5.8) ]. Reversible cutaneous reactions characterized by a rash including localized eruptions, mainly on the feet and/or hands, but also on the arms, face, or thorax, usually associated with pruritus, have been observed. Eruptions generally occurred within 1 week after docetaxel infusion, recovered before the next infusion, and were not disabling. Severe nail disorders were characterized by hypo- or hyperpigmentation, and occasionally by onycholysis (in 0.8% of patients with solid tumors) and pain. Neurologic Reactions Neurologic reactions are discussed elsewhere in the label [ see Warnings and Precautions (5.9) ]. Gastrointestinal Reactions Nausea, vomiting, and diarrhea were generally mild to moderate. Severe reactions occurred in 3%–5% of patients with solid tumors and to a similar extent among metastatic breast cancer patients. The incidence of severe reactions was 1% or less for the 92 breast cancer patients premedicated with 3-day corticosteroids. Severe stomatitis occurred in 5.5% of patients with solid tumors, in 7.4% of patients with metastatic breast cancer, and in 1.1% of the 92 breast cancer patients premedicated with 3-day corticosteroids. Cardiovascular Reactions Hypotension occurred in 2.8% of patients with solid tumors; 1.2% required treatment. Clinically meaningful events such as heart failure, sinus tachycardia, atrial flutter, dysrhythmia, unstable angina, pulmonary edema, and hypertension have occurred. Seven of 86 (8.1%) of metastatic breast cancer patients receiving docetaxel 100 mg/m 2 in a randomized trial and who had serial left ventricular ejection fractions assessed developed deterioration of LVEF by ≥10% associated with a drop below the institutional lower limit of normal. Infusion Site Reactions Infusion site reactions were generally mild and consisted of hyperpigmentation, inflammation, redness or dryness of the skin, phlebitis, extravasation, or swelling of the vein. Hepatic Reactions In patients with normal LFTs at baseline, bilirubin values greater than the ULN occurred in 8.9% of patients. Increases in AST or ALT >1.5 times the ULN, or alkaline phosphatase >2.5 times ULN, were observed in 18.9% and 7.3% of patients, respectively. While on docetaxel, increases in AST and/or ALT >1.5 times ULN concomitant with alkaline phosphatase >2.5 times ULN occurred in 4.3% of patients with normal LFTs at baseline. Whether these changes were related to the drug or underlying disease has not been established. Hematologic and Other Toxicity: Relation to Dose and Baseline Liver Chemistry Abnormalities Hematologic and other toxicity is increased at higher doses and in patients with elevated baseline liver function tests (LFTs). In the following tables, adverse drug reactions are compared for three populations: 730 patients with normal LFTs given docetaxel at 100 mg/m 2 in the randomized and single arm studies of metastatic breast cancer after failure of previous chemotherapy; 18 patients in these studies who had abnormal baseline LFTs (defined as AST and/or ALT >1.5 times ULN concurrent with alkaline phosphatase >2.5 times ULN); and 174 patients in Japanese studies given docetaxel at 60 mg/m 2 who had normal LFTs (see Tables 4 and 5 ). Table 4: Hematologic Adverse Reactions in Breast Cancer Patients Previously Treated with Chemotherapy Treated at Docetaxel 100 mg/m 2 with Normal or Elevated Liver Function Tests or 60 mg/m 2 with Normal Liver Function Tests Adverse Reaction Docetaxel 100 mg/m 2 Docetaxel 60 mg/m 2 Normal LFTs Normal Baseline LFTs: Transaminases ≤1.5 times ULN or alkaline phosphatase ≤2.5 times ULN or isolated elevations of transaminases or alkaline phosphatase up to 5 times ULN n=730 % Elevated LFTs Elevated Baseline LFTs: AST and/or ALT >1.5 times ULN concurrent with alkaline phosphatase >2.5 times ULN n=18 % Normal LFTs n=174 % Neutropenia Any <2000 cells/mm 3 98 100 95 Grade 4 <500 cells/mm 3 84 94 75 Thrombocytopenia Any <100,000 cells/mm 3 11 44 14 Grade 4 <20,000 cells/mm 3 1 17 1 Anemia <11 g/dL 95 94 65 Infection Incidence of infection requiring hospitalization and/or intravenous antibiotics was 8.5% (n=62) among the 730 patients with normal LFTs at baseline; 7 patients had concurrent grade 3 neutropenia, and 46 patients had grade 4 neutropenia. Any 23 39 1 Grade 3 and 4 7 33 0 Febrile Neutropenia Febrile Neutropenia: For 100 mg/m 2 , ANC grade 4 and fever >38°C with intravenous antibiotics and/or hospitalization; for 60 mg/m 2 , ANC grade 3/4 and fever >38.1°C By Patient 12 33 0 By Course 2 9 0 Septic Death 2 6 1 Non-Septic Death 1 11 0 Table 5: Non-Hematologic Adverse Reactions in Breast Cancer Patients Previously Treated with Chemotherapy Treated at Docetaxel 100 mg/m 2 with Normal or Elevated Liver Function Tests or 60 mg/m 2 with Normal Liver Function Tests NA = not available Adverse Reaction Docetaxel 100 mg/m 2 Docetaxel 60 mg/m 2 Normal LFTs Normal Baseline LFTs: Transaminases ≤1.5 times ULN or alkaline phosphatase ≤2.5 times ULN or isolated elevations of transaminases or alkaline phosphatase up to 5 times ULN n=730 % Elevated LFTs Elevated Baseline Liver Function: AST and/or ALT >1.5 times ULN concurrent with alkaline phosphatase >2.5 times ULN n=18 % Normal LFTs n=174 % Acute Hypersensitivity Reaction Regardless of Premedication Any 13 6 1 Severe 1 0 0 Fluid Retention Fluid Retention includes (by COSTART): edema (peripheral, localized, generalized, lymphedema, pulmonary edema, and edema otherwise not specified) and effusion (pleural, pericardial, and ascites); no premedication given with the 60 mg/m 2 dose Regardless of Premedication Any 56 61 13 Severe 8 17 0 Neurosensory Any 57 50 20 Severe 6 0 0 Myalgia 23 33 3 Cutaneous Any 45 61 31 Severe 5 17 0 Asthenia Any 65 44 66 Severe 17 22 0 Diarrhea Any 42 28 NA Severe 6 11 Stomatitis Any 53 67 19 Severe 8 39 1 In the three-arm monotherapy trial, TAX313, which compared docetaxel 60 mg/m 2 , 75 mg/m 2 and 100 mg/m 2 in advanced breast cancer, grade 3/4 or severe adverse reactions occurred in 49.0% of patients treated with docetaxel 60 mg/m 2 compared to 55.3% and 65.9% treated with 75 mg/m 2 and 100 mg/m 2 , respectively. Discontinuation due to adverse reactions was reported in 5.3% of patients treated with 60 mg/m 2 versus 6.9% and 16.5% for patients treated at 75 mg/m 2 and 100 mg/m 2 , respectively. Deaths within 30 days of last treatment occurred in 4.0% of patients treated with 60 mg/m 2 compared to 5.3% and 1.6% for patients treated at 75 mg/m 2 and 100 mg/m 2 , respectively. The following adverse reactions were associated with increasing docetaxel doses: fluid retention (26%, 38%, and 46% at 60 mg/m 2 , 75 mg/m 2 , and 100 mg/m 2 , respectively), thrombocytopenia (7%, 11% and 12%, respectively), neutropenia (92%, 94%, and 97%, respectively), febrile neutropenia (5%, 7%, and 14%, respectively), treatment-related grade 3/4 infection (2%, 3%, and 7%, respectively) and anemia (87%, 94%, and 97%, respectively). Combination Therapy with Docetaxel in the Adjuvant Treatment of Breast Cancer The following table presents treatment-emergent adverse reactions observed in 744 patients, who were treated with docetaxel 75 mg/m 2 every 3 weeks in combination with doxorubicin and cyclophosphamide (see Table 6). Table 6: Clinically Important Treatment-Emergent Adverse Reactions Regardless of Causal Relationship in Patients Receiving Docetaxel in Combination with Doxorubicin and Cyclophosphamide (TAX316) Docetaxel 75 mg/m 2 + Doxorubicin 50 mg/m 2 + Cyclophosphamide 500 mg/m 2 (TAC) n=744 % Fluorouracil 500 mg/m 2 + Doxorubicin 50 mg/m 2 + Cyclophosphamide 500 mg/m 2 (FAC) n=736 % Adverse Reaction Any Grade 3/4 Any Grade 3/4 Anemia 92 4 72 2 Neutropenia 71 66 82 49 Fever in absence of infection 47 1 17 0 Infection 39 4 36 2 Thrombocytopenia 39 2 28 1 Febrile neutropenia 25 N/A 3 N/A Neutropenic infection 12 N/A 6 N/A Hypersensitivity reactions 13 1 4 0 Lymphedema 4 0 1 0 Fluid Retention COSTART term and grading system for events related to treatment. 35 1 15 0 Peripheral edema 27 0 7 0 Weight gain 13 0 9 0 Neuropathy sensory 26 0 10 0 Neuro-cortical 5 1 6 1 Neuropathy motor 4 0 2 0 Neuro-cerebellar 2 0 2 0 Syncope 2 1 1 0 Alopecia 98 N/A 97 N/A Skin toxicity 27 1 18 0 Nail disorders 19 0 14 0 Nausea 81 5 88 10 Stomatitis 69 7 53 2 Vomiting 45 4 59 7 Diarrhea 35 4 28 2 Constipation 34 1 32 1 Taste perversion 28 1 15 0 Anorexia 22 2 18 1 Abdominal Pain 11 1 5 0 Amenorrhea 62 N/A 52 N/A Cough 14 0 10 0 Cardiac dysrhythmias 8 0 6 0 Vasodilatation 27 1 21 1 Hypotension 2 0 1 0 Phlebitis 1 0 1 0 Asthenia 81 11 71 6 Myalgia 27 1 10 0 Arthralgia 19 1 9 0 Lacrimation disorder 11 0 7 0 Conjunctivitis 5 0 7 0 Of the 744 patients treated with TAC, 36.3% experienced severe treatment-emergent adverse reactions compared to 26.6% of the 736 patients treated with FAC. Dose reductions due to hematologic toxicity occurred in 1% of cycles in the TAC arm versus 0.1% of cycles in the FAC arm. Six percent of patients treated with TAC discontinued treatment due to adverse reactions, compared to 1.1% treated with FAC; fever in the absence of infection and allergy being the most common reasons for withdrawal among TAC-treated patients. Two patients died in each arm within 30 days of their last study treatment; 1 death per arm was attributed to study drugs. Fever and Infection During the treatment period, fever in the absence of infection was seen in 46.5% of TAC-treated patients and in 17.1% of FAC-treated patients. Grade 3/4 fever in the absence of infection was seen in 1.3% and 0% of TAC- and FAC-treated patients, respectively. Infection was seen in 39.4% of TAC-treated patients compared to 36.3% of FAC-treated patients. Grade 3/4 infection was seen in 3.9% and 2.2% of TAC-treated and FAC-treated patients, respectively. There were no septic deaths in either treatment arm during the treatment period. Gastrointestinal Reactions In addition to gastrointestinal reactions reflected in the table above, 7 patients in the TAC arm were reported to have colitis/enteritis/large intestine perforation versus one patient in the FAC arm. Five of the 7 TAC-treated patients required treatment discontinuation; no deaths due to these events occurred during the treatment period. Cardiovascular Reactions More cardiovascular reactions were reported in the TAC arm versus the FAC arm during the treatment period: arrhythmias, all grades (6.2% vs. 4.9%), and hypotension, all grades (1.9% vs. 0.8%). Twenty-six (26) patients (3.5%) in the TAC arm and 17 patients (2.3%) in the FAC arm developed CHF during the study period. All except one patient in each arm were diagnosed with CHF during the follow-up period. Two (2) patients in TAC arm and 4 patients in FAC arm died due to CHF. The risk of CHF was higher in the TAC arm in the first year, and then was similar in both treatment arms. Adverse Reactions during the Follow-Up Period (Median Follow-Up Time of 8 Years) In study TAX316, the most common adverse reactions that started during the treatment period and persisted into the follow-up period in TAC and FAC patients are described below (median follow-up time of 8 years). Nervous System Disorders: In study TAX316, peripheral sensory neuropathy started during the treatment period and persisted into the follow-up period in 84 patients (11.3%) in TAC arm and 15 patients (2%) in FAC arm. At the end of the follow-up period (median follow-up time of 8 years), peripheral sensory neuropathy was observed to be ongoing in 10 patients (1.3%) in TAC arm, and in 2 patients (0.3%) in FAC arm. Skin and Subcutaneous Tissue Disorders: In study TAX316, alopecia persisting into the follow-up period after the end of chemotherapy was reported in 687 of 744 TAC patients (92.3%) and 645 of 736 FAC patients (87.6%). At the end of the follow-up period (actual median follow-up time of 8 years), alopecia was observed to be ongoing in 29 TAC patients (3.9%) and 16 FAC patients (2.2%). Reproductive System and Breast Disorders: In study TAX316, amenorrhea that started during the treatment period and persisted into the follow-up period after the end of chemotherapy was reported in 202 of 744 TAC patients (27.2%) and 125 of 736 FAC patients (17.0%). Amenorrhea was observed to be ongoing at the end of the follow-up period (median follow-up time of 8 years) in 121 of 744 TAC patients (16.3%) and 86 FAC patients (11.7%). General Disorders and Administration Site Conditions: In study TAX316, peripheral edema that started during the treatment period and persisted into the follow-up period after the end of chemotherapy was observed in 119 of 744 TAC patients (16.0%) and 23 of 736 FAC patients (3.1%). At the end of the follow-up period (actual median follow-up time of 8 years), peripheral edema was ongoing in 19 TAC patients (2.6%) and 4 FAC patients (0.5%). In study TAX316, lymphedema that started during the treatment period and persisted into the follow-up period after the end of chemotherapy was reported in 11 of 744 TAC patients (1.5%) and 1 of 736 FAC patients (0.1%). At the end of the follow-up period (actual median follow-up time of 8 years), lymphedema was observed to be ongoing in 6 TAC patients (0.8%) and 1 FAC patient (0.1%). In study TAX316, asthenia that started during the treatment period and persisted into the follow-up period after the end of chemotherapy was reported in 236 of 744 TAC patients (31.7%) and 180 of 736 FAC patients (24.5%). At the end of the follow-up period (actual median follow-up time of 8 years), asthenia was observed to be ongoing in 29 TAC patients (3.9%) and 16 FAC patients (2.2%). Acute Myeloid Leukemia (AML)/Myelodysplastic Syndrome (MDS): AML occurred in the adjuvant breast cancer trial (TAX316). The cumulative risk of developing treatment-related AML at median follow-up time of 8 years in TAX316 was 0.4% for TAC-treated patients and 0.1% for FAC-treated patients. One TAC patient (0.1%) and 1 FAC patient (0.1%) died due to AML during the follow-up period (median follow-up time of 8 years). Myelodysplastic syndrome occurred in 2 of 744 (0.3%) patients who received TAC and in 1 of 736 (0.1%) patients who received FAC. AML occurs at a higher frequency when these agents are given in combination with radiation therapy. Lung Cancer Monotherapy with Docetaxel for Unresectable, Locally Advanced or Metastatic NSCLC Previously Treated with Platinum-Based Chemotherapy Docetaxel 75 mg/m 2 : Treatment-emergent adverse drug reactions are shown in Table 7. Included in this table are safety data for a total of 176 patients with non-small cell lung carcinoma and a history of prior treatment with platinum-based chemotherapy who were treated in two randomized, controlled trials. These reactions were described using NCI Common Toxicity Criteria regardless of relationship to study treatment, except for the hematologic toxicities or where otherwise noted. Table 7: Treatment-Emergent Adverse Reactions Regardless of Relationship to Treatment in Patients Receiving Docetaxel as Monotherapy for Non-small Cell Lung Cancer Previously Treated with Platinum-Based Chemotherapy Normal Baseline LFTs: Transaminases ≤1.5 times ULN or alkaline phosphatase ≤2.5 times ULN or isolated elevations of transaminases or alkaline phosphatase up to 5 times ULN Adverse Reaction Docetaxel 75 mg/m 2 n=176 % Best Supportive Care n=49 % Vinorelbine/Ifosfamide n=119 % Neutropenia Any 84 14 83 Grade 3/4 65 12 57 Leukopenia Any 84 6 89 Grade 3/4 49 0 43 Thrombocytopenia Any 8 0 8 Grade 3/4 3 0 2 Anemia Any 91 55 91 Grade 3/4 9 12 14 Febrile Neutropenia Febrile Neutropenia: ANC grade 4 with fever >38°C with intravenous antibiotics and/or hospitalization 6 NA Not Applicable 1 Infection Any 34 29 30 Grade 3/4 10 6 9 Treatment Related Mortality 3 NA 3 Hypersensitivity Reactions Any 6 0 1 Grade 3/4 3 0 0 Fluid Retention Any 34 ND Not Done 23 Severe 3 3 Neurosensory Any 23 14 29 Grade 3/4 2 6 5 Neuromotor Any 16 8 10 Grade 3/4 5 6 3 Skin Any 20 6 17 Grade 3/4 1 2 1 Gastrointestinal Nausea Any 34 31 31 Grade 3/4 5 4 8 Vomiting Any 22 27 22 Grade 3/4 3 2 6 Diarrhea Any 23 6 12 Grade 3/4 3 0 4 Alopecia 56 35 50 Asthenia Any 53 57 54 Severe COSTART term and grading system 18 39 23 Stomatitis Any 26 6 8 Grade 3/4 2 0 1 Pulmonary Any 41 49 45 Grade 3/4 21 29 19 Nail Disorder Any 11 0 2 Severe 1 0 0 Myalgia Any 6 0 3 Severe 0 0 0 Arthralgia Any 3 2 2 Severe 0 0 1 Taste Perversion Any 6 0 0 Severe 1 0 0 Combination Therapy with Docetaxel in Chemotherapy-Naïve Advanced Unresectable or Metastatic NSCLC Table 8 presents safety data from two arms of an open label, randomized controlled trial (TAX326) that enrolled patients with unresectable stage IIIB or IV non-small cell lung cancer and no history of prior chemotherapy. Adverse reactions were described using the NCI Common Toxicity Criteria except where otherwise noted. Table 8: Adverse Reactions Regardless of Relationship to Treatment in Chemotherapy-Naïve Advanced Non-small Cell Lung Cancer Patients Receiving Docetaxel in Combination with Cisplatin Adverse Reaction Docetaxel 75 mg/m 2 + Cisplatin 75 mg/m 2 n=406 % Vinorelbine 25 mg/m 2 + Cisplatin 100 mg/m 2 n=396 % Neutropenia Any 91 90 Grade 3/4 74 78 Febrile Neutropenia 5 5 Thrombocytopenia Any 15 15 Grade 3/4 3 4 Anemia Any 89 94 Grade 3/4 7 25 Infection Any 35 37 Grade 3/4 8 8 Fever in absence of infection Any 33 29 Grade 3/4 <1 1 Hypersensitivity Reaction Replaces NCI term \"Allergy\" Any 12 4 Grade 3/4 3 <1 Fluid Retention COSTART term and grading system Any 54 42 All severe or life-threatening events Pleural effusion 2 2 Any 23 22 All severe or life-threatening events Peripheral edema 2 2 Any 34 18 All severe or life-threatening events Weight gain <1 <1 Any 15 9 All severe or life-threatening events <1 <1 Neurosensory Any 47 42 Grade 3/4 4 4 Neuromotor Any 19 17 Grade 3/4 3 6 Skin Any 16 14 Grade 3/4 <1 1 Nausea Any 72 76 Grade 3/4 10 17 Vomiting Any 55 61 Grade 3/4 8 16 Diarrhea Any 47 25 Grade 3/4 7 3 Anorexia Any 42 40 All severe or life-threatening events 5 5 Stomatitis Any 24 21 Grade 3/4 2 1 Alopecia Any 75 42 Grade 3 <1 0 Asthenia Any 74 75 All severe or life-threatening events 12 14 Nail Disorder Any 14 <1 All severe events <1 0 Myalgia Any 18 12 All severe events <1 <1 Deaths within 30 days of last study treatment occurred in 31 patients (7.6%) in the docetaxel+cisplatin arm and 37 patients (9.3%) in the vinorelbine+cisplatin arm. Deaths within 30 days of last study treatment attributed to study drug occurred in 9 patients (2.2%) in the docetaxel+cisplatin arm and 8 patients (2.0%) in the vinorelbine+cisplatin arm. The second comparison in the study, vinorelbine+cisplatin versus docetaxel+carboplatin (which did not demonstrate a superior survival associated with docetaxel, [ see Clinical Studies (14.3) ]) demonstrated a higher incidence of thrombocytopenia, diarrhea, fluid retention, hypersensitivity reactions, skin toxicity, alopecia and nail changes on the docetaxel+carboplatin arm, while a higher incidence of anemia, neurosensory toxicity, nausea, vomiting, anorexia and asthenia was observed on the vinorelbine+cisplatin arm. Prostate Cancer Combination Therapy with Docetaxel in Patients with Prostate Cancer The following data are based on the experience of 332 patients, who were treated with docetaxel 75 mg/m 2 every 3 weeks in combination with prednisone 5 mg orally twice daily (see Table 9). Table 9: Clinically Important Treatment-Emergent Adverse Reactions (Regardless of Relationship) in Patients with Prostate Cancer who Received Docetaxel in Combination with Prednisone (TAX327) Docetaxel 75 mg/m 2 every 3 weeks + prednisone 5 mg twice daily n=332 % Mitoxantrone 12 mg/m 2 every 3 weeks + prednisone 5 mg twice daily n=335 % Adverse Reaction Any Grade 3/4 Any Grade 3/4 Anemia 67 5 58 2 Neutropenia 41 32 48 22 Thrombocytopenia 3 1 8 1 Febrile Neutropenia 3 N/A 2 N/A Infection 32 6 20 4 Epistaxis 6 0 2 0 Allergic Reactions 8 1 1 0 Fluid Retention Related to treatment 24 1 5 0 Weight Gain 8 0 3 0 Peripheral Edema 18 0 2 0 Neuropathy Sensory 30 2 7 0 Neuropathy Motor 7 2 3 1 Rash/Desquamation 6 0 3 1 Alopecia 65 N/A 13 N/A Nail Changes 30 0 8 0 Nausea 41 3 36 2 Diarrhea 32 2 10 1 Stomatitis/Pharyngitis 20 1 8 0 Taste Disturbance 18 0 7 0 Vomiting 17 2 14 2 Anorexia 17 1 14 0 Cough 12 0 8 0 Dyspnea 15 3 9 1 Cardiac left ventricular function 10 0 22 1 Fatigue 53 5 35 5 Myalgia 15 0 13 1 Tearing 10 1 2 0 Arthralgia 8 1 5 1 Gastric Cancer Combination Therapy with Docetaxel Injection in Gastric Adenocarcinoma Data in the following table are based on the experience of 221 patients with advanced gastric adenocarcinoma and no history of prior chemotherapy for advanced disease who were treated with Docetaxel Injection 75 mg/m 2 in combination with cisplatin and fluorouracil (see Table 10). Table 10: Clinically Important Treatment-Emergent Adverse Reactions Regardless of Relationship to Treatment in the Gastric Cancer Study Clinically important treatment-emergent adverse reactions were determined based upon frequency, severity, and clinical impact of the adverse reaction. Docetaxel Injection 75 mg/m 2 + cisplatin 75 mg/m 2 + fluorouracil 750 mg/m 2 n=221 Cisplatin 100 mg/m 2 + fluorouracil 1000 mg/m 2 n=224 Adverse Reaction Any % Grade 3/4 % Any % Grade 3/4 % Anemia 97 18 93 26 Neutropenia 96 82 83 57 Fever in the absence of infection 36 2 23 1 Thrombocytopenia 26 8 39 14 Infection 29 16 23 10 Febrile neutropenia 16 N/A 5 N/A Neutropenic infection 16 N/A 10 N/A Allergic reactions 10 2 6 0 Fluid retention Related to treatment 15 0 4 0 Edema 13 0 3 0 Lethargy 63 21 58 18 Neurosensory 38 8 25 3 Neuromotor 9 3 8 3 Dizziness 16 5 8 2 Alopecia 67 5 41 1 Rash/itch 12 1 9 0 Nail changes 8 0 0 0 Skin desquamation 2 0 0 0 Nausea 73 16 76 19 Vomiting 67 15 73 19 Anorexia 51 13 54 12 Stomatitis 59 21 61 27 Diarrhea 78 20 50 8 Constipation 25 2 34 3 Esophagitis/dysphagia/ odynophagia 16 2 14 5 Gastrointestinal pain/cramping 11 2 7 3 Cardiac dysrhythmias 5 2 2 1 Myocardial ischemia 1 0 3 2 Tearing 8 0 2 0 Altered hearing 6 0 13 2 Head and Neck Cancer Combination Therapy with Docetaxel Injection in Head and Neck Cancer Table 11 summarizes the safety data obtained from patients that received induction chemotherapy with Docetaxel Injection 75 mg/m 2 in combination with cisplatin and fluorouracil followed by radiotherapy (TAX323; 174 patients) or chemoradiotherapy (TAX324; 251 patients). The treatment regimens are described in Section 14.6. Table 11: Clinically Important Treatment-Emergent Adverse Reactions (Regardless of Relationship) in Patients with SCCHN Receiving Induction Chemotherapy with Docetaxel Injection in Combination with Cisplatin and Fluorouracil Followed by Radiotherapy (TAX323) or Chemoradiotherapy (TAX324) Clinically important treatment-emergent adverse reactions based upon frequency, severity, and clinical impact. TAX323 (n=355) TAX324 (n=494) Docetaxel Injection arm (n=174) Comparator arm (n=181) Docetaxel Injection arm (n=251) Comparator arm (n=243) Adverse Reaction (by Body System) Any % Grade 3/4 % Any % Grade 3/4 % Any % Grade 3/4 % Any % Grade 3/4 % Neutropenia 93 76 87 53 95 84 84 56 Anemia 89 9 88 14 90 12 86 10 Thrombocytopenia 24 5 47 18 28 4 31 11 Infection 27 9 26 8 23 6 28 5 Febrile neutropenia Febrile neutropenia: grade ≥2 fever concomitant with grade 4 neutropenia requiring intravenous antibiotics and/or hospitalization 5 N/A 2 N/A 12 N/A 7 N/A Neutropenic infection 14 N/A 8 N/A 12 N/A 8 N/A Cancer pain 21 5 16 3 17 9 20 11 Lethargy 41 3 38 3 61 5 56 10 Fever in the absence of infection 32 1 37 0 30 4 28 3 Myalgia 10 1 7 0 7 0 7 2 Weight loss 21 1 27 1 14 2 14 2 Allergy 6 0 3 0 2 0 0 0 Fluid retention Related to treatment 20 0 14 1 13 1 7 2 Edema only 13 0 7 0 12 1 6 1 Weight gain only 6 0 6 0 0 0 1 0 Dizziness 2 0 5 1 16 4 15 2 Neurosensory 18 1 11 1 14 1 14 0 Altered hearing 6 0 10 3 13 1 19 3 Neuromotor 2 1 4 1 9 0 10 2 Alopecia 81 11 43 0 68 4 44 1 Rash/itch 12 0 6 0 20 0 16 1 Dry skin 6 0 2 0 5 0 3 0 Desquamation 4 1 6 0 2 0 5 0 Nausea 47 1 51 7 77 14 80 14 Stomatitis 43 4 47 11 66 21 68 27 Vomiting 26 1 39 5 56 8 63 10 Diarrhea 33 3 24 4 48 7 40 3 Constipation 17 1 16 1 27 1 38 1 Anorexia 16 1 25 3 40 12 34 12 Esophagitis/dysphagia/ Odynophagia 13 1 18 3 25 13 26 10 Taste, sense of smell altered 10 0 5 0 20 0 17 1 Gastrointestinal pain/cramping 8 1 9 1 15 5 10 2 Heartburn 6 0 6 0 13 2 13 1 Gastrointestinal bleeding 4 2 0 0 5 1 2 1 Cardiac dysrhythmia 2 2 2 1 6 3 5 3 Venous Includes superficial and deep vein thrombosis and pulmonary embolism 3 2 6 2 4 2 5 4 Ischemia myocardial 2 2 1 0 2 1 1 1 Tearing 2 0 1 0 2 0 2 0 Conjunctivitis 1 0 1 0 1 0 0.4 0 6.2 Postmarketing Experience The following adverse reactions have been identified from clinical trials and/or postmarketing surveillance. Because these reactions are reported from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body as a whole : diffuse pain, chest pain, radiation recall phenomenon, injection site recall reaction (recurrence of skin reaction at a site of previous extravasation following administration of docetaxel at a different site) at the site of previous extravasation. Cardiovascular : atrial fibrillation, deep vein thrombosis, ECG abnormalities, thrombophlebitis, pulmonary embolism, syncope, tachycardia, myocardial infarction. Ventricular arrhythmia, including ventricular tachycardia, in patients treated with docetaxel in combination regimens including doxorubicin, 5-fluorouracil and/or cyclophosphamide may be associated with fatal outcome. Cutaneous : cutaneous lupus erythematosus, bullous eruptions such as erythema multiforme and severe cutaneous adverse reactions (SCARs) such as Stevens-Johnson syndrome, toxic epidermal necrolysis and acute generalized exanthematous pustulosis, scleroderma-like changes (usually preceded by peripheral lymphedema), severe palmar-plantar erythrodysesthesia, and permanent alopecia. Gastrointestinal : enterocolitis, including colitis, ischemic colitis, and neutropenic enterocolitis, which may be fatal. Abdominal pain, anorexia, constipation, duodenal ulcer, esophagitis, gastrointestinal hemorrhage, gastrointestinal perforation, intestinal obstruction, ileus, and dehydration as a consequence of gastrointestinal events. Hearing : ototoxicity, hearing disorders and/or hearing loss, including during use with other ototoxic drugs. Hematologic : bleeding episodes, disseminated intravascular coagulation (DIC), often in association with sepsis or multiorgan failure. Hepatic : hepatitis, sometimes fatal, primarily in patients with pre-existing liver disorders. Hypersensitivity : anaphylactic shock with fatal outcome in patients who received premedication. Severe hypersensitivity reactions with fatal outcome with docetaxel in patients who previously experienced hypersensitivity reactions to paclitaxel. Metabolism and nutrition disorders : electrolyte imbalance, including hyponatremia, hypokalemia, hypomagnesemia, and hypocalcemia. Tumor lysis syndrome, sometimes fatal. Neurologic : confusion, seizures or transient loss of consciousness, sometimes appearing during the infusion of the drug. Ophthalmologic : conjunctivitis, lacrimation or lacrimation with or without conjunctivitis, cystoid macular edema (CME). Excessive tearing which may be attributable to lacrimal duct obstruction. Transient visual disturbances (flashes, flashing lights, scotomata), typically occurring during drug infusion and reversible upon discontinuation of the infusion, in association with hypersensitivity reactions. Respiratory : dyspnea, acute pulmonary edema, acute respiratory distress syndrome/pneumonitis, interstitial lung disease, interstitial pneumonia, respiratory failure, and pulmonary fibrosis, which may be fatal. Radiation pneumonitis in patients receiving concomitant radiotherapy. Renal : renal insufficiency and renal failure, the majority of cases were associated with concomitant nephrotoxic drugs. Second primary malignancies : second primary malignancies, including AML, MDS, NHL, and renal cancer [ see Warnings and Precautions (5.7) ]. Musculoskeletal Disorder : myositis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Docetaxel Injection is contraindicated in patients with: • neutrophil counts of <1500 cells/mm 3 [ see Warnings and Precautions (5.3) ]. • a history of severe hypersensitivity reactions to docetaxel or to other drugs formulated with polysorbate 80. Severe reactions, including anaphylaxis, have occurred [ see Warnings and Precautions (5.5) ]. • Hypersensitivity to docetaxel or polysorbate 80 ( 4 ) • Neutrophil counts of <1500 cells/mm 3 ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For all indications, toxicities may warrant dosage adjustments [ see Dosage and Administration (2.7) ]. Administer in a facility equipped to manage possible complications (e.g., anaphylaxis). Administer in a facility equipped to manage possible complications (e.g., anaphylaxis). Administer intravenously (IV) over 1 hour every 3 weeks. PVC equipment is not recommended. Use only a 21 gauge needle to withdraw Docetaxel Injection from the vial. • BC locally advanced or metastatic: 60 mg/m 2 to 100 mg/m 2 single agent ( 2.1 ) • BC adjuvant: 75 mg/m 2 administered 1 hour after doxorubicin 50 mg/m 2 and cyclophosphamide 500 mg/m 2 every 3 weeks for 6 cycles ( 2.1 ) • NSCLC: after platinum therapy failure: 75 mg/m 2 single agent ( 2.2 ) • NSCLC: chemotherapy-naïve: 75 mg/m 2 followed by cisplatin 75 mg/m 2 ( 2.2 ) • CRPC: 75 mg/m 2 with 5 mg prednisone twice a day continuously ( 2.3 ) • GC: 75 mg/m 2 followed by cisplatin 75 mg/m 2 (both on day 1 only) followed by fluorouracil 750 mg/m 2 per day as a 24-hour IV (days 1–5), starting at end of cisplatin infusion ( 2.4 ) • SCCHN: 75 mg/m 2 followed by cisplatin 75 mg/m 2 IV (day 1), followed by fluorouracil 750 mg/m 2 per day as a 24-hour IV (days 1–5), starting at end of cisplatin infusion; for 4 cycles ( 2.5 ) • SCCHN: 75 mg/m 2 followed by cisplatin 100 mg/m 2 IV (day 1), followed by fluorouracil 1000 mg/m 2 per day as a 24-hour IV (days 1–4); for 3 cycles ( 2.5 ) For all patients: • Premedicate with oral corticosteroids ( 2.6 ) • Adjust dose as needed ( 2.7 ) 2.1 Breast Cancer • For locally advanced or metastatic breast cancer after failure of prior chemotherapy, the recommended dose of Docetaxel Injection is 60 mg/m 2 to 100 mg/m 2 administered intravenously over 1 hour every 3 weeks. • For the adjuvant treatment of operable node-positive breast cancer, the recommended Docetaxel Injection dose is 75 mg/m 2 administered 1 hour after doxorubicin 50 mg/m 2 and cyclophosphamide 500 mg/m 2 every 3 weeks for 6 courses. Prophylactic G-CSF may be used to mitigate the risk of hematological toxicities [ see Dosage and Administration (2.7) ]. 2.2 Non-small Cell Lung Cancer • For treatment after failure of prior platinum-based chemotherapy, docetaxel was evaluated as monotherapy, and the recommended dose is 75 mg/m 2 administered intravenously over 1 hour every 3 weeks. A dose of 100 mg/m 2 in patients previously treated with chemotherapy was associated with increased hematologic toxicity, infection, and treatment-related mortality in randomized controlled trials [ see Boxed Warning , Dosage and Administration (2.7) , Warnings and Precautions (5) , Clinical Studies (14) ]. • For chemotherapy-naïve patients, docetaxel was evaluated in combination with cisplatin. The recommended dose of Docetaxel Injection is 75 mg/m 2 administered intravenously over 1 hour immediately followed by cisplatin 75 mg/m 2 over 30–60 minutes every 3 weeks [ see Dosage and Administration (2.7) ]. 2.3 Prostate Cancer • For metastatic castration-resistant prostate cancer, the recommended dose of Docetaxel Injection is 75 mg/m 2 every 3 weeks as a 1 hour intravenous infusion. Prednisone 5 mg orally twice daily is administered continuously [ see Dosage and Administration (2.7) ]. 2.4 Gastric Adenocarcinoma • For gastric adenocarcinoma, the recommended dose of Docetaxel Injection is 75 mg/m 2 as a 1 hour intravenous infusion, followed by cisplatin 75 mg/m 2 , as a 1 to 3 hour intravenous infusion (both on day 1 only), followed by fluorouracil 750 mg/m 2 per day given as a 24-hour continuous intravenous infusion for 5 days, starting at the end of the cisplatin infusion. Treatment is repeated every three weeks. Patients must receive premedication with antiemetics and appropriate hydration for cisplatin administration [ see Dosage and Administration (2.7) ]. 2.5 Head and Neck Cancer Patients must receive premedication with antiemetics, and appropriate hydration (prior to and after cisplatin administration). Prophylaxis for neutropenic infections should be administered. All patients treated on the Docetaxel Injection containing arms of the TAX323 and TAX324 studies received prophylactic antibiotics. Induction Chemotherapy Followed by Radiotherapy (TAX323) For the induction treatment of locally advanced inoperable SCCHN, the recommended dose of Docetaxel Injection is 75 mg/m 2 as a 1 hour intravenous infusion followed by cisplatin 75 mg/m 2 intravenously over 1 hour, on day one, followed by fluorouracil as a continuous intravenous infusion at 750 mg/m 2 per day for five days. This regimen is administered every 3 weeks for 4 cycles. Following chemotherapy, patients should receive radiotherapy [ see Dosage and Administration (2.7) ]. Induction Chemotherapy Followed by Chemoradiotherapy (TAX324) For the induction treatment of patients with locally advanced (unresectable, low surgical cure, or organ preservation) SCCHN, the recommended dose of Docetaxel Injection is 75 mg/m 2 as a 1 hour intravenous infusion on day 1, followed by cisplatin 100 mg/m 2 administered as a 30-minute to 3 hour infusion, followed by fluorouracil 1000 mg/m 2 /day as a continuous infusion from day 1 to day 4. This regimen is administered every 3 weeks for 3 cycles. Following chemotherapy, patients should receive chemoradiotherapy [ see Dosage and Administration (2.7) ]. 2.6 Premedication Regimen All patients should be premedicated with oral corticosteroids (see below for prostate cancer) such as dexamethasone 16 mg per day (e.g., 8 mg twice daily) for 3 days starting 1 day prior to Docetaxel Injection administration in order to reduce the incidence and severity of fluid retention as well as the severity of hypersensitivity reactions [ see Boxed Warning , Warnings and Precautions (5.5) ]. For metastatic castration-resistant prostate cancer, given the concurrent use of prednisone, the recommended premedication regimen is oral dexamethasone 8 mg at 12 hours, 3 hours, and 1 hour before the Docetaxel Injection infusion [ see Warnings and Precautions (5.5) ]. 2.7 Dosage Adjustments during Treatment Breast Cancer Patients who are dosed initially at 100 mg/m 2 and who experience either febrile neutropenia, neutrophils <500 cells/mm 3 for more than 1 week, or severe or cumulative cutaneous reactions during Docetaxel Injection therapy should have the dosage adjusted from 100 mg/m 2 to 75 mg/m 2 . If the patient continues to experience these reactions, the dosage should either be decreased from 75 mg/m 2 to 55 mg/m 2 or the treatment should be discontinued. Conversely, patients who are dosed initially at 60 mg/m 2 and who do not experience febrile neutropenia, neutrophils <500 cells/mm 3 for more than 1 week, severe or cumulative cutaneous reactions, or severe peripheral neuropathy during Docetaxel Injection therapy may tolerate higher doses. Patients who develop ≥grade 3 peripheral neuropathy should have Docetaxel Injection treatment discontinued entirely. Combination Therapy with Docetaxel Injection in the Adjuvant Treatment of Breast Cancer Docetaxel Injection in combination with doxorubicin and cyclophosphamide should be administered when the neutrophil count is ≥1500 cells/mm 3 . Patients who experience febrile neutropenia should receive G-CSF in all subsequent cycles. Patients who continue to experience this reaction should remain on G-CSF and have their Docetaxel Injection dose reduced to 60 mg/m 2 . Patients who experience grade 3 or 4 stomatitis should have their Docetaxel Injection dose decreased to 60 mg/m 2 . Patients who experience severe or cumulative cutaneous reactions or moderate neurosensory signs and/or symptoms during Docetaxel Injection therapy should have their dosage of Docetaxel Injection reduced from 75 mg/m 2 to 60 mg/m 2 . If the patient continues to experience these reactions at 60 mg/m 2 , treatment should be discontinued. Non-small Cell Lung Cancer Monotherapy with Docetaxel Injection for NSCLC Treatment after Failure of Prior Platinum-Based Chemotherapy Patients who are dosed initially at 75 mg/m 2 and who experience either febrile neutropenia, neutrophils <500 cells/mm 3 for more than one week, severe or cumulative cutaneous reactions, or other grade 3/4 non-hematological toxicities during Docetaxel Injection treatment should have treatment withheld until resolution of the toxicity and then resumed at 55 mg/m 2 . Patients who develop ≥grade 3 peripheral neuropathy should have Docetaxel Injection treatment discontinued entirely. Combination Therapy with Docetaxel Injection for Chemotherapy-Naïve NSCLC For patients who are dosed initially at Docetaxel Injection 75 mg/m 2 in combination with cisplatin, and whose nadir of platelet count during the previous course of therapy is <25,000 cells/mm 3 , in patients who experience febrile neutropenia, and in patients with serious non-hematologic toxicities, the Docetaxel Injection dosage in subsequent cycles should be reduced to 65 mg/m 2 . In patients who require a further dose reduction, a dose of 50 mg/m 2 is recommended. For cisplatin dosage adjustments, see manufacturers' prescribing information. Prostate Cancer Combination Therapy with Docetaxel Injection for Metastatic Castration-Resistant Prostate Cancer Docetaxel Injection should be administered when the neutrophil count is ≥1500 cells/mm 3 . Patients who experience either febrile neutropenia, neutrophils <500 cells/mm 3 for more than one week, severe or cumulative cutaneous reactions or moderate neurosensory signs and/or symptoms during Docetaxel Injection therapy should have the dosage of Docetaxel Injection reduced from 75 mg/m 2 to 60 mg/m 2 . If the patient continues to experience these reactions at 60 mg/m 2 , the treatment should be discontinued. Gastric or Head and Neck Cancer Docetaxel Injection in Combination with Cisplatin and Fluorouracil in Gastric Cancer or Head and Neck Cancer Patients treated with Docetaxel Injection in combination with cisplatin and fluorouracil must receive antiemetics and appropriate hydration according to current institutional guidelines. In both studies, G-CSF was recommended during the second and/or subsequent cycles in case of febrile neutropenia, or documented infection with neutropenia, or neutropenia lasting more than 7 days. If an episode of febrile neutropenia, prolonged neutropenia or neutropenic infection occurs despite G-CSF use, the Docetaxel Injection dose should be reduced from 75 mg/m 2 to 60 mg/m 2 . If subsequent episodes of complicated neutropenia occur the Docetaxel Injection dose should be reduced from 60 mg/m 2 to 45 mg/m 2 . In case of grade 4 thrombocytopenia the Docetaxel Injection dose should be reduced from 75 mg/m 2 to 60 mg/m 2 . Do not retreat patients with subsequent cycles of Docetaxel Injection until neutrophils recover to a level >1500 cells/mm 3 [ see Contraindications (4) ]. Avoid retreating patients until platelets recover to a level >100,000 cells/mm 3 . Discontinue treatment if these toxicities persist [ see Warnings and Precautions (5.3) ] . Recommended dose modifications for toxicities in patients treated with Docetaxel Injection in combination with cisplatin and fluorouracil are shown in Table 1. Table 1: Recommended Dose Modifications for Toxicities in Patients Treated with Docetaxel Injection in Combination with Cisplatin and Fluorouracil Toxicity Dosage Adjustment Diarrhea grade 3 First episode: reduce fluorouracil dose by 20%. Second episode: then reduce Docetaxel Injection dose by 20%. Diarrhea grade 4 First episode: reduce Docetaxel Injection and fluorouracil doses by 20%. Second episode: discontinue treatment. Stomatitis/mucositis grade 3 First episode: reduce fluorouracil dose by 20%. Second episode: stop fluorouracil only, at all subsequent cycles. Third episode: reduce Docetaxel Injection dose by 20%. Stomatitis/mucositis grade 4 First episode: stop fluorouracil only, at all subsequent cycles. Second episode: reduce Docetaxel Injection dose by 20%. Liver dysfunction: In case of AST/ALT >2.5 to ≤5 × ULN and AP ≤2.5 × ULN, or AST/ALT >1.5 to ≤5 × ULN and AP >2.5 to ≤5 × ULN, Docetaxel Injection should be reduced by 20%. In case of AST/ALT >5 × ULN and/or AP >5 × ULN Docetaxel Injection should be stopped. The dose modifications for cisplatin and fluorouracil in the gastric cancer study are provided below. Cisplatin Dose Modifications and Delays Peripheral Neuropathy: A neurological examination should be performed before entry into the study, and then at least every 2 cycles and at the end of treatment. In the case of neurological signs or symptoms, more frequent examinations should be performed and the following dose modifications can be made according to NCI-CTCAE grade: • Grade 2: Reduce cisplatin dose by 20%. • Grade 3: Discontinue treatment. Ototoxicity: In the case of grade 3 toxicity, discontinue treatment. Nephrotoxicity: In the event of a rise in serum creatinine ≥grade 2 (>1.5 × normal value) despite adequate rehydration, CrCl should be determined before each subsequent cycle and the following dose reductions should be considered (see Table 2). For other cisplatin dosage adjustments, also refer to the manufacturers' prescribing information. Table 2: Dose Reductions for Evaluation of Creatinine Clearance CrCl = Creatinine clearance Creatinine Clearance Result Before Next Cycle Cisplatin Dose Next Cycle CrCl ≥60 mL/min Full dose of cisplatin was given. CrCl was to be repeated before each treatment cycle. CrCl between 40 and 59 mL/min Dose of cisplatin was reduced by 50% at subsequent cycle. If CrCl was >60 mL/min at end of cycle, full cisplatin dose was reinstituted at the next cycle. If no recovery was observed, then cisplatin was omitted from the next treatment cycle. CrCl <40 mL/min Dose of cisplatin was omitted in that treatment cycle only. If CrCl was still <40 mL/min at the end of cycle, cisplatin was discontinued. If CrCl was >40 and <60 mL/min at end of cycle, a 50% cisplatin dose was given at the next cycle. If CrCl was >60 mL/min at end of cycle, full cisplatin dose was given at next cycle. Fluorouracil Dose Modifications and Treatment Delays For diarrhea and stomatitis, see Table 1 . In the event of grade 2 or greater plantar-palmar toxicity, fluorouracil should be stopped until recovery. The fluorouracil dosage should be reduced by 20%. For other greater than grade 3 toxicities, except alopecia and anemia, chemotherapy should be delayed (for a maximum of 2 weeks from the planned date of infusion) until resolution to grade ≤1 and then recommenced, if medically appropriate. For other fluorouracil dosage adjustments, also refer to the manufacturers' prescribing information. Combination Therapy with Strong CYP3A4 Inhibitors Avoid using concomitant strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin and voriconazole). There are no clinical data with a dose adjustment in patients receiving strong CYP3A4 inhibitors. Based on extrapolation from a pharmacokinetic study with ketoconazole in 7 patients, consider a 50% docetaxel dose reduction if patients require coadministration of a strong CYP3A4 inhibitor [ see Drug Interactions (7) , Clinical Pharmacology (12.3) ] . 2.8 Administration Precautions Docetaxel Injection is a hazardous anticancer drug and, as with other potentially toxic compounds, caution should be exercised when handling and preparing Docetaxel Injection solutions. The use of gloves is recommended [ see How Supplied/Storage and Handling (16.3) ] . If Docetaxel Injection or final dilution for infusion should come into contact with the skin, immediately and thoroughly wash with soap and water. If Docetaxel Injection or final dilution for infusion should come into contact with mucosa, immediately and thoroughly wash with water. Contact of the Docetaxel Injection with plasticized PVC equipment or devices used to prepare solutions for infusion is not recommended. In order to minimize patient exposure to the plasticizer DEHP (di-2-ethylhexyl phthalate), which may be leached from PVC infusion bags or sets, the final Docetaxel Injection dilution for infusion should be stored in bottles (glass, polypropylene) or plastic bags (polypropylene, polyolefin) and administered through polyethylene-lined administration sets. Docetaxel Injection requires NO prior dilution with a diluent and is ready to add to the infusion solution. Please follow the preparation instructions provided below. 2.9 Preparation and Administration Docetaxel Injection (10 mg/mL) requires NO prior dilution with a diluent and is ready to add to the infusion solution. Use only a 21 gauge needle to withdraw Docetaxel Injection from the vial because larger bore needles (e.g., 18 and 19 gauge) may result in stopper coring and rubber particulates. Dilution for Infusion 1. Docetaxel Injection unopened vials should be stored between 20°C and 25°C (68°F and 77°F). After first use and following multiple needle entries and product withdrawals, Docetaxel Injection multiple-dose vials should be stored between 2°C and 8°C (36°F and 46°F). If the vials are stored under refrigeration, allow the appropriate number of vials of Docetaxel Injection vials to stand at room temperature for approximately 5 minutes before use. 2. Using only a 21 gauge needle, aseptically withdraw the required amount of Docetaxel Injection (10 mg docetaxel/mL) with a calibrated syringe and inject via a single injection (one shot) into a 250 mL infusion bag or bottle of either 0.9% Sodium Chloride solution or 5% Dextrose solution to produce a final concentration of 0.3 mg/mL to 0.74 mg/mL. If a dose greater than 200 mg of docetaxel is required, use a larger volume of the infusion vehicle so that a concentration of 0.74 mg/mL docetaxel is not exceeded. 3. Thoroughly mix the infusion by gentle manual rotation. 4. As with all parenteral products, Docetaxel Injection should be inspected visually for particulate matter or discoloration prior to administration whenever the solution and container permit. If the Docetaxel Injection dilution for intravenous infusion is not clear or appears to have precipitation, it should be discarded. 5. Docetaxel Injection infusion solution is supersaturated, therefore may crystallize over time. If crystals appear, the solution must no longer be used and shall be discarded. The Docetaxel Injection dilution for infusion should be administered intravenously as a 1-hour infusion under ambient room temperature (below 25°C) and lighting conditions. 2.10 Stability Docetaxel Injection final dilution for infusion, if stored between 2°C and 25°C (36°F and 77°F), is stable for 4 hours. Docetaxel Injection final dilution for infusion (in either 0.9% Sodium Chloride solution or 5% Dextrose solution) should be used within 4 hours (including the 1 hour intravenous administration)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: • Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) • Non-small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) • Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) • Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) • Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN)."
  ],
  "fetched_at": "2025-09-30T22:34:23.460906",
  "source": "OpenFDA"
}