{
  "drug_name": "Dolutegravir",
  "generic_name": [
    "ABACAVIR SULFATE, DOLUTEGRAVIR SODIUM, LAMIVUDINE"
  ],
  "brand_names": [
    "Triumeq"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Coadministration of TRIUMEQ or TRIUMEQ PD with other drugs can alter the concentration of other drugs and other drugs may alter the concentrations of TRIUMEQ or TRIUMEQ PD. The potential drug-drug interactions must be considered prior to and during therapy. ( 4 , 7 , 12.3 ) 7.1 Effect of Dolutegravir on the Pharmacokinetics of Other Agents In vitro, dolutegravir inhibited the renal organic cation transporters (OCT)2 (IC 50 = 1.93 microM) and multidrug and toxin extrusion transporter (MATE)1 (IC 50 = 6.34 microM). In vivo, dolutegravir inhibits tubular secretion of creatinine by inhibiting OCT2 and potentially MATE1. Dolutegravir may increase plasma concentrations of drugs eliminated via OCT2 or MATE1 (dofetilide, dalfampridine, and metformin) [see Contraindications ( 4 ), Drug Interactions ( 7.3 )] . In vitro, dolutegravir inhibited the basolateral renal transporters, organic anion transporter (OAT) 1 (IC 50 = 2.12 microM) and OAT3 (IC 50 = 1.97 microM). However, in vivo, dolutegravir did not alter the plasma concentrations of tenofovir or para-amino hippurate, substrates of OAT1 and OAT3. In vitro, dolutegravir did not inhibit (IC 50 >50 microM) the following: cytochrome P450 (CYP)1A2, CYP2A6, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP3A, uridine diphosphate (UDP)-glucuronosyl transferase (UGT)1A1, UGT2B7, P-glycoprotein (P-gp), breast cancer resistance protein (BCRP), bile salt export pump (BSEP), organic anion transporter polypeptide (OATP)1B1, OATP1B3, OCT1, or multidrug resistance protein (MRP)2, or MRP4. In vitro, dolutegravir did not induce CYP1A2, CYP2B6, CYP3A4. Based on these data and the results of drug interaction trials, dolutegravir is not expected to affect the pharmacokinetics of drugs that are substrates of these enzymes or transporters. In drug interaction trials, dolutegravir did not have a clinically relevant effect on the pharmacokinetics of the following drugs: tenofovir, methadone, midazolam, rilpivirine, and oral contraceptives containing norgestimate and ethinyl estradiol. Using cross-study comparisons to historical pharmacokinetic data for each interacting drug, dolutegravir did not appear to affect the pharmacokinetics of the following drugs: atazanavir, darunavir, efavirenz, etravirine, fosamprenavir, lopinavir, ritonavir, and boceprevir. 7.2 Effect of Other Agents on the Pharmacokinetics of Dolutegravir Dolutegravir is metabolized by UGT1A1 with some contribution from CYP3A. Dolutegravir is also a substrate of UGT1A3, UGT1A9, BCRP, and P-gp in vitro. Drugs that induce those enzymes and transporters may decrease dolutegravir plasma concentrations and reduce the therapeutic effect of dolutegravir. Coadministration of dolutegravir and other drugs that inhibit these enzymes may increase dolutegravir plasma concentrations. Etravirine significantly reduced plasma concentrations of dolutegravir, but the effect of etravirine was mitigated by coadministration of lopinavir/ritonavir or darunavir/ritonavir and is expected to be mitigated by atazanavir/ritonavir ( Table 6 ) [see Drug Interactions ( 7.3 ), Clinical Pharmacology ( 12.3 )] . In vitro, dolutegravir was not a substrate of OATP1B1 or OATP1B3. Darunavir/ritonavir, lopinavir/ritonavir, rilpivirine, tenofovir, boceprevir, prednisone, rifabutin, and omeprazole had no clinically significant effect on the pharmacokinetics of dolutegravir. 7.3 Established and Other Potentially Significant Drug Interactions There were no drug-drug interaction trials conducted with the abacavir, dolutegravir, and lamivudine fixed-dose combination tablets. Information regarding potential drug interactions with the individual components of TRIUMEQ and TRIUMEQ PD are provided below. These recommendations are based on either drug interaction trials or predicted interactions due to the expected magnitude of interaction and potential for serious adverse events or loss of efficacy. [See Contraindications ( 4 ), Clinical Pharmacology ( 12.3 ).] Table 6. Established and Other Potentially Significant Drug Interactions for Dolutegravir: Alterations in Dose May Be Recommended Based on Drug Interaction Trials or Predicted Interactions a See Clinical Pharmacology ( 12.3 ) Table 8 or Table 10 for magnitude of interaction. Concomitant Drug Class: Drug Name Effect on Concentration Clinical Comment HIV-1 Antiviral Agents Non-nucleoside reverse transcriptase inhibitor: Etravirine a ↓Dolutegravir Use of TRIUMEQ or TRIUMEQ PD with etravirine without coadministration of atazanavir/ritonavir, darunavir/ritonavir, or lopinavir/ritonavir is not recommended. Non-nucleoside reverse transcriptase inhibitor: Efavirenz a ↓Dolutegravir In adults and in pediatric patients weighing at least 25 kg , adjust dolutegravir dose to 50 mg twice daily. An additional 50-mg dose of TIVICAY should be taken, separated by 12 hours from TRIUMEQ. In pediatric patients weighing 6 to <25 kg , an additional weight-based dose of dolutegravir should be given separated by 12 hours from TRIUMEQ PD. • 6 to <10 kg: administer an additional 15-mg dose of dolutegravir (3 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 10 to <14 kg: administer an additional 20-mg dose of dolutegravir (4 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 14 to <20 kg: administer an additional 25-mg dose of dolutegravir (5 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 20 to <25 kg: administer an additional 30-mg dose of dolutegravir (6 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. Non-nucleoside reverse transcriptase inhibitor: Nevirapine ↓Dolutegravir Avoid coadministration with TRIUMEQ or TRIUMEQ PD because there are insufficient data to make dosing recommendations. Protease inhibitor: Fosamprenavir/ritonavir a Tipranavir/ritonavir a ↓Dolutegravir In adults and in pediatric patients weighing at least 25 kg , adjust dolutegravir dose to 50 mg twice daily. An additional TIVICAY 50-mg dose should be taken, separated by 12 hours from TRIUMEQ. In pediatric patients weighing 10 to <25 kg , an additional weight-based dose of dolutegravir should be given separated by 12 hours from TRIUMEQ PD. • 6 to <10 kg: administer an additional 15-mg dose of dolutegravir (3 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 10 to <14 kg: administer an additional 20-mg dose of dolutegravir (4 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 14 to <20 kg: administer an additional 25-mg dose of dolutegravir (5 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 20 to <25 kg: administer an additional 30-mg dose of dolutegravir (6 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. Other Agents Antiarrhythmic: Dofetilide ↑Dofetilide Coadministration is contraindicated with TRIUMEQ and TRIUMEQ PD [see Contraindications ( 4 )] . Potassium channel blocker: Dalfampridine ↑Dalfampridine Elevated levels of dalfampridine increase the risk of seizures. The potential benefits of taking dalfampridine concurrently with TRIUMEQ or TRIUMEQ PD should be considered against the risk of seizures in these patients. Carbamazepine a ↓Dolutegravir In adults and in pediatric patients weighing at least 25 kg , adjust dolutegravir dose to 50 mg twice daily. An additional TIVICAY 50-mg dose should be taken, separated by 12 hours from TRIUMEQ. In pediatric patients weighing 6 to < 25 kg , an additional weight-based dose of dolutegravir should be given separated by 12 hours from TRIUMEQ PD. • 6 to <10 kg: administer an additional 15-mg dose of dolutegravir (3 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 10 to <14 kg: administer an additional 20-mg dose of dolutegravir (4 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 14 to <20 kg: administer an additional 25-mg dose of dolutegravir (5 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 20 to <25 kg: administer an additional 30-mg dose of dolutegravir (6 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. Oxcarbazepine Phenytoin Phenobarbital St. John’s wort ( Hypericum perforatum ) ↓Dolutegravir Avoid coadministration with TRIUMEQ or TRIUMEQ PD because there are insufficient data to make dosing recommendations. Medications containing polyvalent cations (e.g., Mg or Al): Cation-containing antacids a or laxatives Sucralfate Buffered medications ↓Dolutegravir Administer TRIUMEQ or TRIUMEQ PD 2 hours before or 6 hours after taking medications containing polyvalent cations. Oral calcium and iron supplements, including multivitamins containing calcium or iron a ↓Dolutegravir When taken with food, TRIUMEQ or TRIUMEQ PD and supplements or multivitamins containing calcium or iron can be taken at the same time. Under fasting conditions, TRIUMEQ or TRIUMEQ PD should be taken 2 hours before or 6 hours after taking supplements containing calcium or iron. Metformin a ↑Metformin Refer to the prescribing information for metformin for assessing the benefit and risk of concomitant use of TRIUMEQ or TRIUMEQ PD and metformin. Rifampin a ↓Dolutegravir In adults and in pediatric patients weighing at least 25 kg , adjust dolutegravir dose to 50 mg twice daily. An additional 50-mg dose of TIVICAY should be taken, separated by 12 hours from TRIUMEQ. In pediatric patients weighing 6 to <25 kg , an additional weight-based dose of dolutegravir should be given separated by 12 hours from TRIUMEQ PD. • 6 to <10 kg: administer an additional 15-mg dose of dolutegravir (3 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 10 to <14 kg: administer an additional 20-mg dose of dolutegravir (4 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 14 to <20 kg: administer an additional 25-mg dose of dolutegravir (5 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 20 to <25 kg: administer an additional 30-mg dose of dolutegravir (6 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. Methadone Abacavir: In a trial of 11 HIV-1–infected subjects receiving methadone-maintenance therapy with 600 mg of abacavir twice daily (twice the currently recommended dose), oral methadone clearance increased [see Clinical Pharmacology ( 12.3 )] . This alteration will not result in a methadone dose modification in the majority of patients; however, an increased methadone dose may be required in a small number of patients. Sorbitol Lamivudine: Coadministration of single doses of lamivudine and sorbitol resulted in a sorbitol dose-dependent reduction in lamivudine exposures. When possible, avoid use of sorbitol-containing medicines with lamivudine-containing medicines [see Clinical Pharmacology ( 12.3 )] . Riociguat Abacavir: Coadministration with TRIUMEQ resulted in increased riociguat exposure, which may increase the risk of riociguat adverse reactions [see Clinical Pharmacology ( 12.3 )] . The riociguat dose may need to be reduced. See full prescribing information for ADEMPAS (riociguat)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: • Serious and sometimes fatal hypersensitivity reaction [see Boxed Warning , Warnings and Precautions ( 5.1 )] . • Exacerbations of hepatitis B [see Boxed Warning , Warnings and Precautions ( 5.3 )] . • Hepatotoxicity [see Warnings and Precautions ( 5.3 )] . • Lactic acidosis and severe hepatomegaly with steatosis [see Warnings and Precautions ( 5.4 )] . • Immune reconstitution syndrome [see Warnings and Precautions ( 5.6 )] . • Myocardial infarction [see Warnings and Precautions ( 5.8 )] . The most commonly reported adverse reactions of at least moderate intensity and incidence at least 2% (in those receiving TRIUMEQ) were insomnia, headache, and fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact ViiV Healthcare at 1-877-844-8872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Clinical Trials in Adults Serious and Fatal Abacavir-Associated Hypersensitivity Reactions: In clinical trials, serious and sometimes fatal hypersensitivity reactions have occurred with abacavir, a component of TRIUMEQ and TRIUMEQ PD [see Boxed Warning , Warnings and Precautions ( 5.1 )]. These reactions have been characterized by 2 or more of the following signs or symptoms: (1) fever; (2) rash; (3) gastrointestinal symptoms (including nausea, vomiting, diarrhea, or abdominal pain); (4) constitutional symptoms (including generalized malaise, fatigue, or achiness); (5) respiratory symptoms (including dyspnea, cough, or pharyngitis). Almost all abacavir hypersensitivity reactions include fever and/or rash as part of the syndrome. Other signs and symptoms have included lethargy, headache, myalgia, edema, arthralgia, and paresthesia. Anaphylaxis, liver failure, renal failure, hypotension, adult respiratory distress syndrome, respiratory failure, myolysis, and death have occurred in association with these hypersensitivity reactions. Physical findings have included lymphadenopathy, mucous membrane lesions (conjunctivitis and mouth ulcerations), and maculopapular or urticarial rash (although some patients had other types of rashes and others did not have a rash). There were reports of erythema multiforme. Laboratory abnormalities included elevated liver chemistries, elevated creatine phosphokinase, elevated creatinine, and lymphopenia and abnormal chest x‑ray findings (predominantly infiltrates, which were localized). Serious Dolutegravir Hypersensitivity Reactions: In clinical trials, hypersensitivity reactions have occurred with dolutegravir, a component of TRIUMEQ and TRIUMEQ PD [see Warnings and Precautions ( 5.1 )]. These hypersensitivity reactions have been characterized by rash, constitutional findings, and sometimes organ dysfunction, including liver injury. Additional Treatment-Emergent Adverse Drug Reactions (ADRs) with Use of TRIUMEQ: The safety assessment of TRIUMEQ is primarily based on the analyses of data from a randomized, international, multicenter, double-blind, active-controlled trial, SINGLE (ING114467) and supported by data in treatment-experienced, INSTI-naive subjects from SAILING (ING111762) and by data from other treatment-naive trials. See full prescribing information for TIVICAY. Treatment-Naive Subjects: In SINGLE, 833 adult subjects were randomized and received at least one dose of either dolutegravir (TIVICAY) 50 mg with fixed-dose abacavir and lamivudine (EPZICOM) once daily (n = 414) or fixed-dose efavirenz/emtricitabine/tenofovir (ATRIPLA) once daily (n = 419) (study treatment was blinded through Week 96 and open-label from Week 96 through Week 144). Through 144 weeks, the rate of adverse events leading to discontinuation was 4% in subjects receiving TIVICAY + EPZICOM and 14% in subjects receiving ATRIPLA once daily. Treatment‑emergent ADRs of moderate to severe intensity observed in at least 2% of subjects in either treatment arm of SINGLE are provided in Table 3 . Table 3. Treatment-Emergent Adverse Drug Reactions of at Least Moderate Intensity (Grades 2 to 4) and at Least 2% Frequency in Treatment-Naive Subjects in SINGLE (Week 144 Analysis) a Includes pooled terms: rash, rash generalized, rash macular, rash maculo-papular, rash pruritic, and drug eruption. Adverse Reaction TIVICAY + EPZICOM Once Daily (n = 414) ATRIPLA Once Daily (n = 419) Psychiatric Insomnia 3% 3% Depression 1% 2% Abnormal dreams <1% 2% Nervous System Dizziness <1% 5% Headache 2% 2% Gastrointestinal Nausea <1% 3% Diarrhea <1% 2% General Disorders Fatigue 2% 2% Skin and Subcutaneous Tissue Rash a <1% 6% Ear and Labyrinth Vertigo 0 2% Treatment-Experienced Subjects: SAILING is an international, double-blind trial in INSTI-naive, antiretroviral treatment-experienced adult subjects. Subjects were randomized and received either TIVICAY 50 mg once daily or raltegravir 400 mg twice daily with investigator-selected background regimen consisting of up to 2 agents, including at least one fully active agent. At 48 weeks, the rate of adverse events leading to discontinuation was consistent with that seen in the overall treatment-naive patient population. See full prescribing information for TIVICAY. The ADRs observed in the subset of subjects who received TIVICAY + EPZICOM were generally consistent with those seen in the overall treatment-naive patient population. Less Common Adverse Reactions Observed in Clinical Trials: The following adverse reactions occurred in <2% of treatment-naive or treatment-experienced subjects in any one trial. These events have been included because of their seriousness and/or assessment of potential causal relationship. Gastrointestinal Disorders: Abdominal pain, abdominal distention, abdominal discomfort, dyspepsia, flatulence, gastroesophageal reflux disease, upper abdominal pain, vomiting. General Disorders: Fever, lethargy. Hepatobiliary Disorders: Hepatitis. Metabolism and Nutrition Disorders: Anorexia, hypertriglyceridemia. Musculoskeletal Disorders: Arthralgia, myositis. Nervous System Disorders: Somnolence. Psychiatric Disorders: Suicidal ideation, attempt, behavior, or completion. These events were observed primarily in subjects with a pre-existing history of depression or other psychiatric illness. Nightmare and sleep disorder. Renal and Urinary Disorders: Renal impairment. Skin and Subcutaneous Tissue Disorders: Pruritus. Laboratory Abnormalities: Treatment-Naive Subjects: Selected laboratory abnormalities (Grades 2 to 4) with a worsening grade from baseline and representing the worst-grade toxicity in at least 2% of subjects in SINGLE are presented in Table 4 . The mean change from baseline observed for selected lipid values is presented in Table 5 . Table 4. Selected Laboratory Abnormalities (Grades 2 to 4) in Treatment-Naive Subjects in SINGLE (Week 144 Analysis) ALT = Alanine aminotransferase, AST = Aspartate aminotransferase, ULN = upper limit of normal. Laboratory Abnormality TIVICAY + EPZICOM Once Daily (n = 414) ATRIPLA Once Daily (n = 419) ALT Grade 2 (>2.5-5.0 x ULN) 3% 5% Grade 3 to 4 (>5.0 x ULN) 1% <1% AST Grade 2 (>2.5-5.0 x ULN) 3% 4% Grade 3 to 4 (>5.0 x ULN) 1% 3% Creatine kinase Grade 2 (6.0-9.9 x ULN) 5% 3% Grade 3 to 4 (≥10.0 x ULN) 7% 8% Hyperglycemia Grade 2 (126-250 mg/dL) 9% 6% Grade 3 (>250 mg/dL) 2% <1% Lipase Grade 2 (>1.5-3.0 x ULN) 11% 11% Grade 3 to 4 (>3.0 ULN) 5% 4% Total neutrophils Grade 2 (0.75-0.99 x 10 9 ) 4% 5% Grade 3 to 4 (<0.75 x 10 9 ) 3% 3% Table 5. Mean Change from Baseline in Fasted Lipid Values in Treatment-Naive Subjects in SINGLE (Week 144 Analysis a ) HDL = High-density lipoprotein, LDL = Low-density lipoprotein. a Subjects on lipid-lowering agents at baseline were excluded from these analyses (TIVICAY + EPZICOM: n = 30 and ATRIPLA: n = 27). Seventy-two subjects initiated a lipid-lowering agent post-baseline; their last fasted on-treatment values (prior to starting the agent) were used regardless of whether they discontinued the agent (TIVICAY + EPZICOM: n = 36 and ATRIPLA: n = 36). Lipid TIVICAY + EPZICOM Once Daily (n = 414) ATRIPLA Once Daily (n = 419) Cholesterol (mg/dL) 24.0 26.7 HDL cholesterol (mg/dL) 5.4 7.2 LDL cholesterol (mg/dL) 16.0 14.6 Triglycerides (mg/dL) 13.6 31.9 Treatment-Experienced Subjects: Laboratory abnormalities observed in SAILING were generally similar compared with observations seen in the treatment-naive trials. Hepatitis C Virus Co-infection: In SINGLE, the pivotal Phase 3 trial, subjects with hepatitis C virus co-infection were permitted to enroll provided that baseline liver chemistry tests did not exceed 5 times the upper limit of normal; subjects with hepatitis B co-infection were excluded. Overall, the safety profile in subjects with hepatitis C virus co-infection was similar to that observed in subjects without hepatitis C co-infection, although the rates of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) abnormalities were higher in the subgroup with hepatitis C virus co-infection for both treatment groups. Grades 2 to 4 ALT abnormalities in hepatitis C co-infected compared with HIV mono-infected subjects receiving TRIUMEQ were observed in 15% and 2% (vs. 24% and 4% of subjects treated with ATRIPLA) (Week 96 analysis), respectively [see Warnings and Precautions ( 5.2 )] . See also full prescribing information for TIVICAY. Changes in Serum Creatinine: Dolutegravir has been shown to increase serum creatinine due to inhibition of tubular secretion of creatinine without affecting renal glomerular function [see Clinical Pharmacology ( 12.2 )] . Increases in serum creatinine occurred within the first 4 weeks of treatment and remained stable through 144 weeks. In SINGLE, a mean change from baseline of 0.14 mg/dL (range: -0.25 mg/dL to 0.81 mg/dL) was observed after 144 weeks of treatment. Creatinine increases were similar in treatment-experienced subjects. Abacavir and Lamivudine: Laboratory abnormalities observed in clinical trials of ZIAGEN (in combination with other antiretroviral treatment) were anemia, neutropenia, liver function test abnormalities, and elevations of creatine phosphokinase (CPK), blood glucose, and triglycerides. Additional laboratory abnormalities observed in clinical trials of EPIVIR (in combination with other antiretroviral treatment) were thrombocytopenia and elevated levels of bilirubin, amylase, and lipase. Clinical Trials Experience in Pediatric Subjects Abacavir, Dolutegravir and Lamivudine: The safety of TRIUMEQ PD and TRIUMEQ in pediatric subjects with HIV-1 infection weighing at least 6 kg was evaluated in the IMPAACT 2019 trial. This was a multicenter, open-label, non-comparative trial of pediatric subjects with HIV-1 infection, younger than 12 years of age. Fifty-seven subjects weighing at least 6 kg to less than 40 kg were enrolled in this trial [ see Use in Specific Populations ( 8.4 ), Clinical Pharmacology ( 12.3 ), Clinical Studies ( 14.2 ) ]. Overall, the safety data in this pediatric study was similar to that seen in adults. The safety analysis through Week 48 included 57 subjects weighing at least 6 kg at enrollment who received the recommended dose (determined by weight) and formulation. This analysis showed that 26% of subjects experienced clinical adverse reactions. The most common adverse reactions were classified as laboratory abnormalities and included decreased glomerular filtration rate (n = 13, 23%), increased blood creatinine (n = 10, 18%), and increased ALT (n = 3, 5%). All other adverse reactions occurred at a rate of <2% of participants. Two subjects reported Grade 3 or 4 adverse reactions. One subject, an 8-year-old female who weighed 22 kg at baseline, experienced Grade 3 increased blood creatinine and Grade 3 decreased glomerular filtration rate. By Week 48, the glomerular filtration rate was improving, and the events did not lead to drug discontinuation. Another subject, a 7-year-old male who weighed 20 kg at baseline, experienced drug-induced liver injury with Grade 4 increased ALT and AST following 36 weeks of treatment with TRIUMEQ PD. Clinical signs or symptoms of hepatitis were not reported, and ALT and AST values normalized after TRIUMEQ PD was discontinued. Abacavir and Lamivudine: The safety of once-daily compared with twice-daily dosing of abacavir and lamivudine, administered as either single products or as EPZICOM, was assessed in the ARROW trial (n = 336). Primary safety assessment in the ARROW (COL105677) trial was based on Grade 3 and Grade 4 adverse events. One event of Grade 4 hepatitis in the once-daily cohort was considered as uncertain causality by the investigator and all other Grade 3 or 4 adverse events were considered not related by the investigator. No additional safety issues were identified in pediatric subjects compared with historical data in adults. Dolutegravir: The safety of dolutegravir in pediatric subjects with HIV-1 infection weighing at least 6 kg was evaluated in the IMPAACT P1093 trial [see Use in Specific Populations ( 8.4 ), Clinical Pharmacology ( 12.3 )] . Overall, the safety data in this pediatric study was similar to that seen in adults. IMPAACT P1093 is an ongoing multicenter, open-label, non-comparative trial of pediatric subjects with HIV-1 infection, aged <18 years. One hundred and forty-two subjects weighing at least 6 kg were enrolled in this trial [see Use in Specific Populations ( 8.4 ), Clinical Pharmacology ( 12.3 ), Clinical Studies ( 14.2 )] . The safety analysis through Week 24 included 60 subjects weighing at least 6 kg at enrollment who received the recommended dose (determined by weight and age) and formulation. This analysis showed that 13% of subjects experienced adverse reactions. Grade 1 to 2 adverse reactions reported by more than one subject was immune reconstitution inflammatory syndrome (n = 2). There were no Grade 3 or 4 adverse reactions reported. No adverse reactions led to discontinuation. The Grade 3 or 4 laboratory abnormalities reported in more than one subject weighing at least 6 kg at enrollment were decreased neutrophil count (n = 5), decreased blood bicarbonate (n = 3), increased lipase (n = 2), and increased blood potassium (n = 2). These laboratory events were not considered to be drug related. Changes in median serum creatinine were similar to those observed in adults. 6.2 Postmarketing Experience In addition to adverse reactions reported from clinical trials, the following adverse reactions have been identified during postmarketing use with one or more of the components of TRIUMEQ and TRIUMEQ PD. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic Systems Aplastic anemia, anemia (including pure red cell aplasia and severe anemias progressing on therapy), lymphadenopathy, splenomegaly. Digestive Stomatitis. Gastrointestinal Pancreatitis. General Weakness. Hepatobiliary Disorders Acute liver failure, liver transplant [see Warnings and Precautions ( 5.3 )] . Hypersensitivity Sensitization reactions (including anaphylaxis), urticaria [see Warnings and Precautions ( 5.1 ), Adverse Reactions ( 6.1 )] . Investigations Weight increased. Metabolism and Nutrition Disorders Hyperlactemia. Musculoskeletal CPK elevation, muscle weakness, myalgia, rhabdomyolysis. Nervous Paresthesia, peripheral neuropathy, seizures. Psychiatric Anxiety. Respiratory Abnormal breath sounds/wheezing. Skin Alopecia, erythema multiforme. Suspected Stevens‑Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN) have been reported in patients receiving abacavir primarily in combination with medications known to be associated with SJS and TEN, respectively. Because of the overlap of clinical signs and symptoms between hypersensitivity to abacavir and SJS and TEN, and the possibility of multiple drug sensitivities in some patients, abacavir should be discontinued and not restarted in such cases [see Adverse Reactions ( 6.1 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS TRIUMEQ and TRIUMEQ PD are contraindicated in patients: • who have the HLA-B*5701 allele [see Warnings and Precautions ( 5.1 )] . • with prior hypersensitivity reaction to abacavir, dolutegravir [see Warnings and Precautions ( 5.1 )] , or lamivudine. • receiving dofetilide due to the potential for increased dofetilide plasma concentrations and the risk for serious and/or life-threatening events with concomitant use of dolutegravir [see Drug Interactions ( 7 )] . • with moderate or severe hepatic impairment [see Use in Specific Populations ( 8.7 )] . • Presence of HLA-B*5701 allele. ( 4 ) • Prior hypersensitivity reaction to abacavir, dolutegravir, or lamivudine. ( 4 ) • Coadministration with dofetilide. ( 4 ) • Moderate or severe hepatic impairment. ( 4 , 8.7 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Before initiating TRIUMEQ or TRIUMEQ PD, screen for the HLA‑B*5701 allele because TRIUMEQ and TRIUMEQ PD contain abacavir. ( 2.1 ). • Prior to or when initiating TRIUMEQ or TRIUMEQ PD, test patients for HBV infection. ( 2.2 ) • TRIUMEQ and TRIUMEQ PD may be taken with or without food. ( 2.4 , 2.5 ) • Adults: One tablet of TRIUMEQ daily. ( 2.4 ) ABC = abacavir, DTG = dolutegravir, 3TC = lamivudine. Pediatric Population Body Weight Number of Tablets (once daily) Recommended Daily Dose TRIUMEQ PD Tablets (6 kg to <25 kg) 6 kg to <10 kg 3 180 mg ABC, 15 mg DTG, and 90 mg 3TC 10 kg to <14 kg 4 240 mg ABC, 20 mg DTG, and 120 mg 3TC 14 kg to <20 kg 5 300 mg ABC, 25 mg DTG, and 150 mg 3TC 20 kg to <25 kg 6 360 mg ABC, 30 mg DTG, and 180 mg 3TC TRIUMEQ Tablets (≥25 kg) ≥25 kg 1 600 mg ABC, 50 mg DTG, and 300 mg 3TC • Do not substitute TRIUMEQ and TRIUMEQ PD on a milligram-per-milligram basis. ( 2.3 ) • If dosing with certain UGT1A or CYP3A inducers, then the recommended dolutegravir dosage regimen should be adjusted. See Table 2 for complete dosing recommendations. ( 2.6 ) • Because TRIUMEQ and TRIUMEQ PD are fixed-dose tablets and cannot be dose adjusted, TRIUMEQ and TRIUMEQ PD are not recommended in patients with creatinine clearance <30 mL/min and pediatric patients with a similar degree of renal impairment based on age-appropriate assessment of renal function, or patients with hepatic impairment. ( 2.7 , 4 ) 2.1 Screening for HLA−B*5701 Allele prior to Initiating TRIUMEQ Screen for the HLA‑B*5701 allele prior to initiating therapy with TRIUMEQ or TRIUMEQ PD [see Boxed Warning , Warnings and Precautions ( 5.1 )] . 2.2 Testing prior to or When Initiating Treatment with TRIUMEQ Prior to or when initiating TRIUMEQ or TRIUMEQ PD, test patients for HBV infection [see Warnings and Precautions ( 5.2 )] . 2.3 Overview of TRIUMEQ Dosage Forms TRIUMEQ is available in two dosage forms. Do not substitute TRIUMEQ tablets and TRIUMEQ PD tablets for oral suspension on a milligram-per-milligram basis due to differing pharmacokinetic profiles for the dolutegravir component [see Warnings and Precautions ( 5.7 ) , Clinical Pharmacology ( 12.3 )] . • TRIUMEQ tablets: 600 mg of abacavir, 50 mg of dolutegravir, and 300 mg of lamivudine. TRIUMEQ is recommended in adults and pediatric patients weighing at least 25 kg [see Dosage and Administration ( 2.4 , 2.5 )] . • TRIUMEQ PD tablets for oral suspension: 60 mg of abacavir, 5 mg of dolutegravir, and 30 mg of lamivudine. TRIUMEQ PD is recommended in pediatric patients weighing 6 kg to less than 25 kg [see Dosage and Administration ( 2.5 )] . • Because TRIUMEQ PD is a fixed-dose tablet and the dosage of individual components cannot be adjusted, it may lead to a suboptimal dosing for patients weighing ≥25 kg. TRIUMEQ PD is not recommended in patients weighing 25 kg or more [see Dosage and Administration ( 2.4 , 2.5 )] . 2.4 Recommended Dosage in Adults TRIUMEQ is a fixed-dose combination product containing 600 mg of abacavir, 50 mg of dolutegravir, and 300 mg of lamivudine. The recommended dosage regimen of TRIUMEQ in adults is one tablet once daily orally with or without food. Do not use TRIUMEQ PD in adults. 2.5 Recommended Dosage and Administration Instructions for Pediatric Patients Weighing at Least 6 kg The dosage and dosage form recommended for pediatric patients varies by weight as shown in Table 1 below. Table 1. Recommended Dosage of TRIUMEQ Tablets and TRIUMEQ PD Tablets for Oral Suspension in Pediatric Patients a TRIUMEQ is a fixed-dose combination product containing 600 mg of abacavir, 50 mg of dolutegravir, and 300 mg of lamivudine. b TRIUMEQ PD is a fixed-dose combination product containing 60 mg of abacavir, 5 mg of dolutegravir, and 30 mg of lamivudine. Body Weight TRIUMEQ Tablets a TRIUMEQ PD b Number of Tablets Total Daily Dose 6 kg to <10 kg Not recommended 3 tablets once daily 180 mg abacavir, 15 mg dolutegravir, and 90 mg lamivudine once daily 10 kg to <14 kg Not recommended 4 tablets once daily 240 mg abacavir, 20 mg dolutegravir, and 120 mg lamivudine once daily 14 kg to <20 kg Not recommended 5 tablets once daily 300 mg abacavir, 25 mg dolutegravir, and 150 mg lamivudine once daily 20 kg to <25 kg Not recommended 6 tablets once daily 360 mg abacavir, 30 mg dolutegravir, and 180 mg lamivudine once daily ≥25 kg 1 tablet once daily Not recommended 600 mg of abacavir, 50 mg of dolutegravir, and 300 mg of lamivudine Administer TRIUMEQ PD tablets for oral suspension with or without food. Instruct patients (or instruct caregivers) to fully disperse the tablets for oral suspension in 20 mL of drinking water (if using 4, 5, or 6 tablets for oral suspension) or 15 mL (if using 3 tablets for oral suspension) in the supplied cup; swirl the suspension so that no lumps remain. After full dispersion, administer the oral suspension within 30 minutes of mixing [see Instructions for Use] . Do not swallow the tablets for oral suspension whole, and do not chew, cut, or crush the tablets. For children unable to use the supplied cup, an appropriate-sized syringe may be used to administer the oral suspension. Administer TRIUMEQ tablet with or without food. Do not chew, cut, or crush the tablet. 2.6 Dosage Recommendation with Certain Concomitant Medications The dolutegravir dose in TRIUMEQ (50 mg) and TRIUMEQ PD (5 mg) is insufficient when coadministered with medications listed in Table 2 that may decrease dolutegravir concentrations; the following dolutegravir dosage regimen is recommended. Table 2. Dosing Recommendations for TRIUMEQ and TRIUMEQ PD with Coadministered Medications Coadministered Drug Dosing Recommendation Efavirenz, fosamprenavir/ritonavir, tipranavir/ritonavir, carbamazepine, or rifampin In adults and in pediatric patients weighing at least 25 kg , the recommended dolutegravir dosage regimen is 50 mg twice daily. Thus, an additional TIVICAY 50-mg tablet, separated by 12 hours from TRIUMEQ, should be taken. In pediatric patients weighing 6 kg to <25 kg , an additional weight-based dose of dolutegravir should be given separated by 12 hours from TRIUMEQ PD. • 6 to <10 kg: administer an additional 15-mg dose of dolutegravir (3 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. • 10 to <14 kg: administer an additional 20-mg dose of dolutegravir (4 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 14 to <20 kg: administer an additional 25-mg dose of dolutegravir (5 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD, • 20 to <25 kg: administer an additional 30-mg dose of dolutegravir (6 TIVICAY PD tablets for oral suspension), 12 hours after TRIUMEQ PD. 2.7 Not Recommended Due to Lack of Dosage Adjustment Because TRIUMEQ and TRIUMEQ PD are fixed-dose tablets and cannot be dose adjusted, TRIUMEQ and TRIUMEQ PD are not recommended in: • patients with creatinine clearance <30 mL/min and pediatric patients with a similar degree of renal impairment based on age-appropriate renal function assessment. There are no data available on the use of lamivudine, a component of TRIUMEQ and TRIUMEQ PD, in pediatric patients with renal impairment [see Use in Specific Populations ( 8.4 , 8.6 )] . • patients with mild hepatic impairment. TRIUMEQ and TRIUMEQ PD are contraindicated in patients with moderate or severe hepatic impairment [see Contraindications ( 4 ), Use in Specific Populations ( 8.7 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TRIUMEQ and TRIUMEQ PD are indicated for the treatment of HIV-1 infection in adults and in pediatric patients aged at least 3 months and weighing at least 6 kg. Limitations of Use: TRIUMEQ and TRIUMEQ PD alone are not recommended in patients with resistance‑associated integrase substitutions or clinically suspected integrase strand transfer inhibitor (INSTI) resistance because the dose of dolutegravir in TRIUMEQ and TRIUMEQ PD is insufficient in these subpopulations. See full prescribing information for TIVICAY (dolutegravir). TRIUMEQ and TRIUMEQ PD are a combination of dolutegravir (integrase strand transfer inhibitor [INSTI]), abacavir, and lamivudine (both nucleoside analogue reverse transcriptase inhibitors) indicated for the treatment of HIV-1 infection in adults and in pediatric patients aged at least 3 months and weighing at least 6 kg. ( 1 ) Limitations of Use: TRIUMEQ and TRIUMEQ PD alone are not recommended in patients with resistance-associated integrase substitutions or clinically suspected INSTI resistance because the dose of dolutegravir in TRIUMEQ and TRIUMEQ PD is insufficient in these subpopulations. See the dolutegravir prescribing information. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:08:08.874480",
  "source": "OpenFDA"
}