{
  "drug_name": "Doravirine",
  "generic_name": [
    "DORAVIRINE"
  ],
  "brand_names": [
    "PIFELTRO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the full prescribing information prior to and during treatment for important potential drug-drug interactions. ( 4 , 5.2 , 7 ) 7.1 Effect of Other Drugs on PIFELTRO Co-administration of PIFELTRO with a CYP3A inducer decreases doravirine plasma concentrations, which may reduce PIFELTRO efficacy [see Contraindications (4) , Warnings and Precautions (5.2) , and Clinical Pharmacology (12.3) ] . Co-administration of PIFELTRO and drugs that are inhibitors of CYP3A may result in increased plasma concentrations of doravirine. Table 6 shows significant drug interactions with PIFELTRO. Table 6: Drug Interactions with PIFELTRO This table is not all inclusive. Concomitant Drug Class: Drug Name Effect on Concentration Clinical Comment ↑ = increase, ↓ = decrease All other drug-drug interactions shown are anticipated based on the known metabolic and elimination pathways. Androgen Receptors enzalutamide ↓ doravirine Co-administration is contraindicated with enzalutamide. At least a 4-week cessation period is recommended prior to initiation of PIFELTRO. Anticonvulsants carbamazepine oxcarbazepine phenobarbital phenytoin ↓ doravirine Co-administration is contraindicated with these anticonvulsants. At least a 4-week cessation period is recommended prior to initiation of PIFELTRO. Antimycobacterials rifampin The interaction between PIFELTRO and the concomitant drug was evaluated in a clinical study. rifapentine ↓ doravirine Co-administration is contraindicated with rifampin or rifapentine . At least a 4-week cessation period is recommended prior to initiation of PIFELTRO. rifabutin ↓ doravirine Increase PIFELTRO dosage to one tablet twice daily when co-administered with rifabutin [see Dosage and Administration (2.2) ] . Cytotoxic Agents mitotane ↓ doravirine Co-administration is contraindicated with mitotane. At least a 4-week cessation period is recommended prior to initiation of PIFELTRO. HIV Antiviral Agents efavirenz etravirine nevirapine ↓ doravirine Use with efavirenz, etravirine, or nevirapine is not recommended. Herbal Products St. John's wort ↓ doravirine Co-administration is contraindicated with St. John's wort. At least a 4-week cessation period is recommended prior to initiation of PIFELTRO. No clinically significant changes in concentration were observed for doravirine when co-administered with the following agents: dolutegravir, TDF, lamivudine, elbasvir and grazoprevir, ledipasvir and sofosbuvir, ritonavir, ketoconazole, aluminum hydroxide/magnesium hydroxide/simethicone containing antacid, pantoprazole, and methadone [see Clinical Pharmacology (12.3) ]. 7.2 Effect of PIFELTRO on Other Drugs No clinically significant changes in concentration were observed for the following agents when co-administered with doravirine: dolutegravir, lamivudine, TDF, elbasvir and grazoprevir, ledipasvir and sofosbuvir, atorvastatin, an oral contraceptive containing ethinyl estradiol and levonorgestrel, metformin, methadone, and midazolam [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Immune Reconstitution Syndrome [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence greater than or equal to 5%, all grades) are nausea, dizziness, headache, fatigue, diarrhea, abdominal pain, and abnormal dreams. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adults with No Antiretroviral Treatment History The safety assessment of PIFELTRO used in combination with other antiretroviral agents is based on Week 96 data from two Phase 3, randomized, international, multicenter, double-blind, active-controlled trials (DRIVE-FORWARD (Protocol 018) and DRIVE-AHEAD (Protocol 021)). In DRIVE-FORWARD, 766 adult participants received either PIFELTRO 100 mg (n=383) or darunavir 800 mg + ritonavir 100 mg (DRV+r) (n=383) once daily, each in combination with emtricitabine/tenofovir disoproxil fumarate (FTC/TDF) or abacavir/lamivudine (ABC/3TC). By Week 96, 2% in the PIFELTRO group and 3% in the DRV+r group had adverse events leading to discontinuation of study medication. In DRIVE-AHEAD, 728 adult participants received either DELSTRIGO [doravirine (DOR)/3TC/TDF] (n=364) or efavirenz (EFV)/FTC/TDF once daily (n=364). By Week 96, 3% in the DELSTRIGO group and 7% in the EFV/FTC/TDF group had adverse events leading to discontinuation of study medication. Adverse reactions reported in greater than or equal to 5% of participants in any treatment group in DRIVE-FORWARD and DRIVE-AHEAD are presented in Table 1. Table 1: Adverse Reactions Frequencies of adverse reactions are based on all adverse events attributed to trial drugs by the investigator. (All Grades) Reported in ≥5% No adverse reactions of Grade 2 or higher (moderate or severe) occurred in ≥ 2% of participants treated with doravirine. of Participants in Any Treatment Group in Adults with No Antiretroviral Treatment History in DRIVE-FORWARD and DRIVE-AHEAD (Week 96) DRIVE-FORWARD DRIVE-AHEAD PIFELTRO+2 NRTIs NRTI = nucleoside reverse transcriptase inhibitor. Once Daily N=383 DRV+r+2 NRTIs Once Daily N=383 DELSTRIGO Once Daily N=364 EFV/FTC/TDF Once Daily N=364 NRTIs = FTC/TDF or ABC/3TC. Fatigue: includes fatigue, asthenia, malaise Abdominal Pain: includes abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper, epigastric discomfort Rash: includes rash, rash erythematous, rash generalized, rash macular, rash maculo-papular, rash papular, rash pruritic, rash pustular Nausea 7% 8% 5% 7% Headache 6% 3% 4% 5% Fatigue 6% 3% 4% 4% Diarrhea 6% 13% 4% 6% Abdominal Pain 5% 2% 1% 2% Dizziness 3% 2% 7% 32% Rash 2% 3% 2% 12% Abnormal Dreams 1% <1% 5% 10% Insomnia 1% 2% 4% 5% Somnolence 0% <1% 3% 7% The majority (77%) of adverse reactions associated with doravirine occurred at severity Grade 1 (mild). Neuropsychiatric Adverse Events For DRIVE-AHEAD, the analysis of participants with neuropsychiatric adverse events by Week 48 is presented in Table 2. The proportion of participants who reported one or more neuropsychiatric adverse events was 24% and 57% in the DELSTRIGO and EFV/FTC/TDF groups, respectively. A statistically significantly lower proportion of DELSTRIGO-treated participants compared to EFV/FTC/TDF-treated participants reported neuropsychiatric adverse events by Week 48 in the three pre-specified categories of dizziness, sleep disorders and disturbances, and altered sensorium. Table 2: DRIVE-AHEAD - Analysis of Participants with Neuropsychiatric Adverse Events All causality and all grade events were included in the analysis. (Week 48) DELSTRIGO Once Daily N=364 EFV/FTC/TDF Once Daily N=364 Treatment Difference DELSTRIGO - EFV/FTC/TDF Estimate (95% CI) The 95% CIs were calculated using Miettinen and Nurminen's method. Categories pre-specified for statistical testing were dizziness (p <0.001), sleep disorders and disturbances (p <0.001), and altered sensorium (p=0.033). Sleep disorders and disturbances Predefined using MedDRA preferred terms, including: abnormal dreams, hyposomnia, initial insomnia, insomnia, nightmare, sleep disorder, somnambulism. 12% 26% -13.5 (-19.1, -7.9) Dizziness 9% 37% -28.3 (-34.0, -22.5) Altered sensorium Predefined using MedDRA preferred terms, including: altered state of consciousness, lethargy, somnolence, syncope. 4% 8% -3.8 (-7.6, -0.3) Neuropsychiatric adverse events in the pre-defined category of depression and suicide/self-injury were reported in 4% and 7% of participants, in the DELSTRIGO and EFV/FTC/TDF groups, respectively. In DRIVE-AHEAD through 48 weeks of treatment, the majority of participants who reported neuropsychiatric adverse events reported events that were mild to moderate in severity (97% [83/86] and 96% [198/207], in the DELSTRIGO and EFV/FTC/TDF groups, respectively) and the majority of participants reported these events in the first 4 weeks of treatment (72% [62/86] in the DELSTRIGO group and 86% [177/207] in the EFV/FTC/TDF group). Neuropsychiatric adverse events led to treatment discontinuation in 1% (2/364) and 1% (5/364) of participants in the DELSTRIGO and EFV/FTC/TDF groups, respectively. The proportion of participants who reported neuropsychiatric adverse events through Week 4 was 17% (62/364) in the DELSTRIGO group and 49% (177/364) in the EFV/FTC/TDF group. At Week 48, the prevalence of neuropsychiatric adverse events was 12% (44/364) in the DELSTRIGO group and 22% (81/364) in the EFV/FTC/TDF group. At Week 96, the prevalence of neuropsychiatric adverse events was 13% (47/364) in the DELSTRIGO group and 23% (82/364) in the EFV/FTC/TDF group. Laboratory Abnormalities The percentages of participants with selected laboratory abnormalities (that represent a worsening from baseline) who were treated with PIFELTRO or DRV+r in DRIVE-FORWARD, or DELSTRIGO or EFV/FTC/TDF in DRIVE-AHEAD are presented in Table 3. Table 3: Selected Laboratory Abnormalities Reported in Adult Participants with No Antiretroviral Treatment History in DRIVE-FORWARD and DRIVE-AHEAD (Week 96) DRIVE-FORWARD DRIVE-AHEAD Laboratory Parameter Preferred Term (Unit)/Limit PIFELTRO+2 NRTIs Once Daily N=383 DRV+r+2 NRTIs Once Daily N=383 DELSTRIGO Once Daily N=364 EFV/FTC/TDF Once Daily N=364 Blood Chemistry Each participant is only counted once per parameter at the highest toxicity grade. Only participants with a baseline value and at least one on-treatment value for a given laboratory parameter are included. ULN = Upper limit of normal range. Note: NRTIs = FTC/TDF or ABC/3TC. Total bilirubin (mg/dL) 1.1 - < 1.6 × ULN 6% 2% 5% 0% 1.6 - <2.6 × ULN 2% <1% 2% 0% ≥2.6 × ULN <1% 0% 1% <1% Creatinine (mg/dL) >1.3 - 1.8 × ULN or Increase of >0.3 mg/dL above baseline 4% 6% 3% 2% >1.8 × ULN or Increase of ≥1.5 × above baseline 4% 4% 3% 2% Aspartate aminotransferase (IU/L) 2.5 - <5.0 × ULN 5% 4% 3% 3% ≥5.0 × ULN 2% 2% 1% 4% Alanine aminotransferase (IU/L) 2.5 - <5.0 × ULN 4% 2% 4% 4% ≥5.0 × ULN 2% 3% 1% 3% Alkaline phosphatase (IU/L) 2.5 - <5.0 × ULN <1% 1% <1% 1% ≥5.0 × ULN 0% <1% 0% <1% Lipase 1.5 - <3.0 × ULN 7% 6% 6% 4% ≥3.0 × ULN 3% 4% 2% 3% Creatine kinase (IU/L) 6.0 - <10.0 × ULN 3% 3% 3% 3% ≥10.0 × ULN 5% 6% 4% 6% Cholesterol, fasted (mg/dL) ≥300 mg/dL 0% 1% 1% <1% LDL cholesterol, fasted (mg/dL) ≥190 mg/dL <1% 4% <1% 2% Triglycerides, fasted (mg/dL) >500 mg/dL 1% 2% 1% 3% Change in Lipids from Baseline For DRIVE-FORWARD and DRIVE-AHEAD, changes from baseline at Week 48 in LDL-cholesterol, non-HDL-cholesterol, total cholesterol, triglycerides, and HDL-cholesterol are shown in Table 4. Changes from baseline at Week 96 were similar to those seen at Week 48. The LDL and non-HDL comparisons were pre-specified and are summarized in Table 4. The differences were statistically significant, showing superiority for doravirine for both parameters. The clinical benefit of these findings has not been demonstrated. Table 4: Mean Change from Baseline in Fasting Lipids in Adult Participants with No Antiretroviral Treatment History in DRIVE-FORWARD and DRIVE-AHEAD (Week 48) Participants on lipid-lowering agents at baseline were excluded from these analyses (in DRIVE-FORWARD: PIFELTRO n=12 and DRV+r n=14; in DRIVE-AHEAD: DELSTRIGO n=15 and EFV/FTC/TDF n=10). Participants initiating a lipid-lowering agent post-baseline had their last fasted on-treatment value (prior to starting the agent) carried forward (in DRIVE-FORWARD: PIFELTRO n=6 and DRV+r n=4; in DRIVE-AHEAD: DELSTRIGO n=3 and EFV/FTC/TDF n=8). DRIVE-FORWARD PIFELTRO+2 NRTIs Once Daily N=320 DRV+r+2 NRTIs Once Daily N=311 Laboratory Parameter Preferred Term Baseline Change Baseline Change Difference Estimates (95% CI) LDL-Cholesterol (mg/dL) p-values for the pre-specified hypothesis testing for treatment difference were <0.0001 in both DRIVE-FORWARD and DRIVE-AHEAD. 91.4 -4.6 92.3 9.5 -14.4 (-18.0, -10.8) Non-HDL Cholesterol (mg/dL) 113.6 -5.4 114.5 13.7 -19.4 (-23.4, -15.4) Total Cholesterol (mg/dL) Not pre-specified for hypothesis testing. 157.2 -1.4 157.8 18.0 - Triglycerides (mg/dL) 111.0 -3.1 113.7 24.5 - HDL-Cholesterol (mg/dL) 43.6 4.0 43.3 4.3 - DRIVE-AHEAD DELSTRIGO Once Daily N=320 EFV/FTC/TDF Once Daily N=307 Laboratory Parameter Preferred Term Baseline Change Baseline Change Difference Estimates (95% CI) LDL-Cholesterol (mg/dL) 91.7 -2.1 91.3 8.3 -10.2 (-13.8, -6.7) Non-HDL Cholesterol (mg/dL) 114.7 -4.1 115.3 12.7 -16.9 (-20.8, -13.0) Total Cholesterol (mg/dL) 156.8 -2.2 156.8 21.1 - Triglycerides (mg/dL) 118.7 -12.0 122.6 21.6 - HDL-Cholesterol (mg/dL) 42.1 1.8 41.6 8.4 - Adverse Reactions in Virologically-Suppressed Adults The safety of DELSTRIGO in virologically-suppressed adults was based on Week 48 data from 670 participants in the DRIVE-SHIFT trial (Protocol 024), a randomized, international, multicenter, open-label trial in which virologically-suppressed participants were switched from a baseline regimen consisting of two NRTIs in combination with a protease inhibitor (PI) plus either ritonavir or cobicistat, or elvitegravir plus cobicistat, or a non-nucleoside reverse transcriptase inhibitor (NNRTI) to DELSTRIGO. Overall, the safety profile in virologically-suppressed adult participants was similar to that in participants with no antiretroviral treatment history. Laboratory Abnormalities Serum ALT and AST Elevations: In the DRIVE-SHIFT trial, 22% and 16% of participants in the immediate switch group experienced ALT and AST elevations greater than 1.25 × ULN, respectively, through 48 weeks on DELSTRIGO. For these ALT and AST elevations, no apparent patterns with regard to time to onset relative to switch were observed. One percent of participants had ALT or AST elevations greater than 5 × ULN through 48 weeks on DELSTRIGO. The ALT and AST elevations were generally asymptomatic and not associated with bilirubin elevations. In comparison, 4% and 4% of participants in the delayed switch group experienced ALT and AST elevations of greater than 1.25 × ULN through 24 weeks on their baseline regimen. Change in Lipids from Baseline Changes from baseline at Week 24 in LDL-cholesterol, non-HDL-cholesterol, total cholesterol, triglycerides, and HDL-cholesterol in participants on a PI plus ritonavir-based regimen at baseline are shown in Table 5. The LDL and non-HDL comparisons were pre-specified, and the differences were statistically significant, showing superiority for an immediate switch to DELSTRIGO for both parameters. The clinical benefit of these findings has not been demonstrated. Table 5: Mean Change from Baseline in Fasting Lipids in Adult Virologically-Suppressed Participants on a PI plus Ritonavir-based Regimen at Baseline in DRIVE-SHIFT (Week 24) Laboratory Parameter Preferred Term DELSTRIGO (Week 0-24) Once Daily N=244 PI+ritonavir (Week 0-24) Once Daily N=124 Difference Estimates Baseline Change Baseline Change Difference (95% CI) Participants on lipid-lowering agents at baseline were excluded from these analyses (DELSTRIGO n=26 and PI+ritonavir n=13). Participants initiating a lipid-lowering agent post-baseline had their last fasted on-treatment value (prior to starting the agent) carried forward (DELSTRIGO n=4 and PI+ritonavir n=2). LDL-Cholesterol (mg/dL) p-value for the pre-specified hypothesis testing for treatment difference was <0.0001. 108.7 -16.3 110.5 -2.6 -14.5 (-18.9, -10.1) Non-HDL Cholesterol (mg/dL) 138.6 -24.8 138.8 -2.1 -22.8 (-27.9, -17.7) Total Cholesterol (mg/dL) Not pre-specified for hypothesis testing. 188.5 -26.1 187.4 -0.2 - Triglycerides (mg/dL) 153.1 -44.4 151.4 -0.4 - HDL-Cholesterol (mg/dL) 50.0 -1.3 48.5 1.9 - Adverse Reactions in Pediatric Participants The safety of doravirine as a component of DELSTRIGO was evaluated in 45 virologically-suppressed or treatment-naïve pediatric participants 12 to less than 18 years of age living with HIV through Week 24 in an open-label trial (IMPAACT 2014 (Protocol 027)) [see Clinical Studies (14.3) ] . The safety profile in pediatric participants was similar to that in adults. There were no serious or Grade 3 or 4 adverse reactions. No participants discontinued due to an adverse event. 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing experience in patients receiving doravirine-containing regimens. Because postmarketing reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders: Stevens-Johnson syndrome (SJS)/toxic epidermal necrolysis (TEN)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS PIFELTRO is contraindicated when co-administered with drugs that are strong cytochrome P450 (CYP)3A enzyme inducers as significant decreases in doravirine plasma concentrations may occur, which may decrease the effectiveness of PIFELTRO [see Warnings and Precautions (5.2) , Drug Interactions (7.1) , and Clinical Pharmacology (12.3) ] . These drugs include, but are not limited to, the following: the anticonvulsants carbamazepine, oxcarbazepine, phenobarbital, phenytoin the androgen receptor inhibitor enzalutamide the antimycobacterials rifampin, rifapentine the cytotoxic agent mitotane St. John's wort ( Hypericum perforatum) PIFELTRO is contraindicated when co-administered with drugs that are strong cytochrome P450 (CYP)3A enzyme inducers as significant decreases in doravirine plasma concentrations may occur, which may decrease the effectiveness of PIFELTRO. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: One tablet taken orally once daily with or without food in adults and pediatric patients weighing at least 35 kg. ( 2.1 ) Dosage adjustment with rifabutin: One tablet taken twice daily (approximately 12 hours apart). ( 2.2 ) 2.1 Recommended Dosage The recommended dosage regimen of PIFELTRO in adults and pediatric patients weighing at least 35 kg is one 100 mg tablet taken orally once daily with or without food [see Clinical Pharmacology (12.3) ] . 2.2 Dosage Adjustment with Rifabutin If PIFELTRO is co-administered with rifabutin, increase PIFELTRO dosage to one tablet twice daily (approximately 12 hours apart) for the duration of rifabutin co-administration [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PIFELTRO ® is indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 35 kg: with no prior antiretroviral treatment history; OR to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen with no history of treatment failure and no known substitutions associated with resistance to doravirine [see Clinical Studies (14) ] . PIFELTRO, a non-nucleoside reverse transcriptase inhibitor (NNRTI), is indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 35 kg: with no prior antiretroviral treatment history, OR to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen with no history of treatment failure and no known substitutions associated with resistance to doravirine. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:51:25.338678",
  "source": "OpenFDA"
}