{
  "drug_name": "Doxercalciferol",
  "generic_name": [
    "DOXERCALCIFEROL"
  ],
  "brand_names": [
    "Doxercalciferol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Tables 3 include clinically significant drug interactions with doxercalciferol injection. Table 3: Clinically Significant Drug Interactions with Doxercalciferol Injection Drugs that May Increase the Risk of Hypercalcemia Clinical Impact Concomitant administration of high doses of calcium-containing preparations or other vitamin D compounds may increase the risk of hypercalcemia. Thiazide diuretics are known to induce hypercalcemia by reducing excretion of calcium in the urine. Examples Calcium-containing products, other vitamin D compounds or thiazide diuretics Intervention Monitor serum calcium concentrations more frequently and adjust doxercalciferol dose as needed [see Warnings and Precautions (5.1) ]. Digitalis Compounds Clinical Impact Doxercalciferol can cause hypercalcemia which can potentiate the risk of digitalis toxicity. Intervention Monitor patients for signs and symptoms of digitalis toxicity and increase frequency of serum calcium monitoring when initiating or adjusting the dose of doxercalciferol in patients receiving digitalis compounds [see Warnings and Precautions (5.2) ]. Cytochrome P450 Inhibitors Clinical Impact Doxercalciferol is activated by CYP 27 in the liver. Cytochrome P450 inhibitors may inhibit the 25-hydroxylation of doxercalciferol and thus reduce the formation of active doxercalciferol moiety [see Clinical Pharmacology (12.3) ]. Examples Ketoconazole and erythromycin Intervention If a patient initiates or discontinues therapy with a cytochrome P450 inhibitor, dose adjustment of doxercalciferol may be necessary. Monitor intact PTH and serum calcium concentrations closely. Enzyme Inducers Clinical Impact Doxercalciferol is activated by CYP 27 in the liver. Enzyme inducers may affect the 25-hydroxylation of doxercalciferol [see Clinical Pharmacology (12.3) ]. Examples Glutethimide and phenobarbital Intervention If a patient initiates or discontinues therapy with an enzyme inducer, dose adjustment of doxercalciferol may be necessary. Monitor intact PTH and serum calcium concentrations closely. Magnesium-containing Products Clinical Impact Concomitant administration of doxercalciferol and high doses of magnesium-containing products may increase the risk of hypermagnesemia. Examples Magnesium-containing products such as antacids Intervention Avoid use of magnesium-containing products and doxercalciferol in patients on chronic renal dialysis. Cytochrome P450 inhibitors : Formation of the active doxercalciferol moiety may be hindered and may necessitate dosage adjustment. Monitor intact PTH and serum calcium concentrations closely. (7) Enzyme inducers : Formation of the active doxercalciferol moiety may be affected and may necessitate dosage adjustment. Monitor intact PTH and serum calcium concentrations closely. (7) Magnesium-containing products : Combined use may cause hypermagnesemia. Monitor serum magnesium concentrations more frequently and adjust dose as needed. (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in another section of the label: Hypercalcemia [see Warnings and Precautions (5.1) ] Serious Hypersensitivity Reactions [see Warnings and Precautions (5.3) ] Adynamic Bone Disease [see Warnings and Precautions (5.4) ] The most common adverse reactions in patients with CKD on dialysis (incidence > 5%) were headache, malaise, edema, nausea/vomiting, dyspnea, dizziness, pruritus, and bradycardia. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Doxercalciferol Capsules Adverse reactions in patients with CKD on dialysis Doxercalciferol capsules have been evaluated in two placebo-controlled, double-blind studies in patients with CKD on hemodialysis. Patients were treated with doxercalciferol capsules (n=61) or placebo (n=61). After randomization to two groups, eligible patients underwent an 8-week washout period during which no vitamin D derivatives were administered to either group. Subsequently, all patients received doxercalciferol capsules in an open-label fashion for 16 weeks followed by a double-blind period of 8 weeks during which patients received either doxercalciferol capsules or placebo. Adverse reactions occurring in the doxercalciferol capsule groups at a frequency of 2% or greater, and more frequently than in the placebo group are presented in Table 2. Table 2: Adverse Reactions Occurring in ≥ 2% Doxercalciferol Capsule-Treated Patients with CKD on Dialysis and Greater than Placebo in Two Double-Blind Clinical Studies Adverse Reaction* Doxercalciferol (n=61) % Placebo (n=61) % Edema 34 21 Malaise 28 20 Headache 28 18 Nausea/Vomiting 21 20 Dizziness 12 10 Dyspnea 12 7 Pruritus 8 7 Bradycardia 7 5 Anorexia 5 3 Dyspepsia 5 2 Arthralgia 5 0 Weight increase 5 0 Abscess 3 0 Sleep disorder 3 0 * A patient who reported the same medical term more than once was counted only once for that medical term. Doxercalciferol Injection Adverse reactions in patients with CKD on hemodialysis Doxercalciferol injection has been studied in 70 patients with CKD on hemodialysis in two 12-week, open-label, single-arm, multicenter studies [see Clinical Studies (14.3) ] . The incidence of hypercalcemia and hyperphosphatemia increased during therapy with doxercalciferol injection. Patients with higher pretreatment serum levels of calcium (> 10.5 mg/dL) or phosphorus (> 6.9 mg/dL) were more likely to experience hypercalcemia or hyperphosphatemia. There was no placebo group included in the studies of doxercalciferol injection. Adverse reactions in patients with CKD on hemodialysis receiving doxercalciferol injection are expected to be similar to those reported in placebo-controlled studies of doxercalciferol capsules presented in Table 2. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of doxercalciferol injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or to establish a causal relationship to drug exposure. Hypersensitivity reactions, including fatal outcome, have been reported in patients on hemodialysis following administration of doxercalciferol injection. Hypersensitivity reactions include anaphylaxis with symptoms of angioedema (involving face, lips, tongue and airways), hypotension, unresponsiveness, chest discomfort, shortness of breath, cardiopulmonary arrest, pruritus, and skin burning sensation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Doxercalciferol is contraindicated in patients with: Hypercalcemia [see Warnings and Precautions (5.1) ] Vitamin D toxicity [see Warnings and Precautions (5.1) ] Known hypersensitivity to doxercalciferol or any of the inactive ingredients of doxercalciferol injection; serious hypersensitivity reactions including anaphylaxis and angioedema have been reported [see Warnings and Precautions (5.3) , Adverse Reactions (6.2) ]. Hypercalcemia (4) Vitamin D toxicity (4) Know hypersensitivity to doxercalciferol or any of the inactive ingredients of doxercalciferol injection. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Before initiating treatment, ensure serum calcium is not above the upper limit of normal. (2.1) Dosage for doxercalciferol injection in patients with CKD on dialysis : Initiate dosing at 4 mcg by bolus intravenous administration three times weekly at the end of dialysis (no more frequently than every other day). Maximum dose is 18 mcg weekly. (2.4) Target the maintenance dose of doxercalciferol injection to intact parathyroid hormone (PTH) levels within the desired therapeutic range and serum calcium within normal limits. (2) See Full Prescribing Information for dose titration, laboratory monitoring, and important administration instructions. (2) 2.1 Prior to Initiation of Doxercalciferol Injection Ensure serum calcium is not above the upper limit of normal before initiating treatment with doxercalciferol injection [see Warnings and Precautions (5.1) ]. 2.4 Important Administration Instructions for Doxercalciferol Injection Administer doxercalciferol injection intravenously as a bolus dose at the end of dialysis. Inspect doxercalciferol injection visually prior to administration; the solution should appear clear and colorless. Do not use if the solution is not clear or particles are present. After initial vial use: discard unused portion of the single-dose vial [see How Supplied/Storage and Handling (16) ]. 2.5 Dosage Recommendations for Doxercalciferol Injection in Patients with CKD on Dialysis Initiate doxercalciferol injection at a dose of 4 mcg given by bolus intravenous administration three times weekly at the end of dialysis (no more frequently than every other day). Target the maintenance dose of doxercalciferol injection to intact parathyroid hormone (PTH) levels within the desired therapeutic range and serum calcium within normal limits. Monitor serum calcium, phosphorus, and intact PTH levels weekly after initiation of therapy or dose adjustment. Titrate the dose of doxercalciferol injection based on intact PTH. The dose may be increased at 8-week intervals by 1 mcg to 2 mcg if intact PTH is not lowered by 50% and fails to reach the target range. The maximum dose is 18 mcg weekly. Prior to raising the dose, ensure serum calcium is within normal limits. Suspend or decrease the dose if intact PTH is persistently and abnormally low to reduce the risk of adynamic bone disease [see Warnings and Precautions (5.4) ] or if serum calcium is consistently above the normal range to reduce the risk of hypercalcemia [see Warnings and Precautions (5.1) ]. If suspended, the drug should be restarted one week later at a dose that is at least 1 mcg lower. 2.6 Drug Interactions that May Require Dosage Adjustments of Doxercalciferol Injection Increased monitoring of serum calcium and dose adjustment of doxercalciferol injection may be necessary when given concomitantly with drugs that may increase the risk of hypercalcemia [see Drug Interactions (7) ]. Increased monitoring of both serum calcium and intact PTH as well as dose adjustment of doxercalciferol injection may be necessary when given concomitantly with cytochrome P450 inhibitors or enzyme inducers [see Drug Interactions (7) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. (1)"
  ],
  "fetched_at": "2025-10-01T16:20:34.095066",
  "source": "OpenFDA"
}