{
  "drug_name": "Doxycycline",
  "generic_name": [
    "DOXYCYCLINE"
  ],
  "brand_names": [
    "doxycycline"
  ],
  "drug_interactions": [
    "Drug Interactions Because tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage. Since bacteriostatic drugs may interfere with the bactericidal action of penicillin, it is advisable to avoid giving tetracyclines in conjunction with penicillin. Absorption of tetracyclines is impaired by antacids containing aluminum, calcium, or magnesium, and iron-containing preparations. Absorption of tetracyclines is impaired by bismuth subsalicylate. Barbiturates, carbamazepine, and phenytoin decrease the half-life of doxycycline. The concurrent use of tetracycline and Penthrane ® (methoxyflurane) has been reported to result in fatal renal toxicity. Concurrent use of tetracycline may render oral contraceptives less effective."
  ],
  "warnings": [
    "WARNINGS The use of drugs of the tetracycline class during tooth development (last half of pregnancy, infancy and childhood to the age of 8 years) may cause permanent discoloration of the teeth (yellow-gray-brown). This adverse reaction is more common during long-term use of the drugs, but it has been observed following repeated short-term courses. Enamel hypoplasia has also been reported. Use doxycycline in pediatric patients 8 years of age or less only when the potential benefits are expected to outweigh the risks in severe or life-threatening conditions (e.g., anthrax, Rocky Mountain spotted fever), particularly when there are no alternative therapies. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including doxycycline, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following the use of antibacterial drugs. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing use of antibacterial drugs not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Severe skin reactions, such as exfoliative dermatitis, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug reaction with eosinophilia and systemic symptoms (DRESS) have been reported in patients receiving doxycycline. (See ADVERSE REACTIONS .) If severe skin reactions occur, doxycycline should be discontinued immediately and appropriate therapy should be instituted. Intracranial hypertension (IH, pseudotumor cerebri) has been associated with the use of tetracyclines including doxycycline. Clinical manifestations of IH include headache, blurred vision, diplopia, and vision loss; papilledema can be found on fundoscopy. Women of childbearing age who are overweight or have a history of IH are at greater risk for developing tetracycline associated IH. Concomitant use of isotretinoin and doxycycline should be avoided because isotretinoin is also known to cause pseudotumor cerebri. Although IH typically resolves after discontinuation of treatment, the possibility for permanent visual loss exists. If visual disturbance occurs during treatment, prompt ophthalmologic evaluation is warranted. Since intracranial pressure can remain elevated for weeks after drug cessation patients should be monitored until they stabilize. All tetracyclines form a stable calcium complex in any bone-forming tissue. A decrease in fibula growth rate has been observed in prematures given oral tetracycline in doses of 25 mg/kg every 6 hours. This reaction was shown to be reversible when the drug was discontinued. Results of animal studies indicate that tetracyclines cross the placenta, are found in fetal tissues, and can have toxic effects on the developing fetus (often related to retardation of skeletal development). Evidence of embryotoxicity has also been noted in animals treated early in pregnancy. If any tetracycline is used during pregnancy or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus. The antianabolic action of the tetracyclines may cause an increase in BUN. Studies to date indicate that this does not occur with the use of doxycycline in patients with impaired renal function. Photosensitivity manifested by an exaggerated sunburn reaction has been observed in some individuals taking tetracyclines. Patients apt to be exposed to direct sunlight or ultraviolet light should be advised that this reaction can occur with tetracycline drugs, and treatment should be discontinued at the first evidence of skin erythema."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Due to oral doxycycline's virtually complete absorption, side effects of the lower bowel, particularly diarrhea, have been infrequent. The following adverse reactions have been observed in patients receiving tetracyclines: Gastrointestinal: anorexia, nausea, vomiting, diarrhea, glossitis, dysphagia, enterocolitis, inflammatory lesions (with monilial overgrowth) in the anogenital region, and pancreatitis. Hepatotoxicity has been reported rarely. These reactions have been caused by both the oral and parenteral administration of tetracyclines. Superficial discoloration of the adult permanent dentition, reversible upon drug discontinuation and professional dental cleaning has been reported. Permanent tooth discoloration and enamel hypoplasia may occur with drugs of the tetracycline class when used during tooth development. (See WARNINGS .) Rare instances of esophagitis and esophageal ulcerations have been reported in patients receiving capsule and tablet forms of the drugs in the tetracycline class. Most of these patients took medications immediately before going to bed. (See D OSAGE AND ADMINISTRATION .) Skin: toxic epidermal necrolysis, Stevens-Johnson syndrome, erythema multiforme, skin hyperpigmentation, maculopapular and erythematous rashes. Exfoliative dermatitis has been reported but is uncommon. Photosensitivity is discussed above. (See WARNINGS .) Renal toxicity: Rise in BUN has been reported and is apparently dose related. (See WARNINGS .) Immune: Hypersensitivity reactions including urticaria, angioneurotic edema, anaphylaxis, anaphylactoid purpura, serum sickness, pericarditis, exacerbation of systemic lupus erythematosus, drug reaction with eosinophilia and systemic symptoms (DRESS), and Jarisch-Herxherimer reaction has been reported in the setting of spirochete infections treated with doxycycline. Blood: Hemolytic anemia, thrombocytopenia, neutropenia, and eosinophilia have been reported. Other: Bulging fontanels in infants and intracranial hypertension in adults. (See WARNINGS .) When given over prolonged periods, tetracyclines have been reported to produce brown-black microscopic discoloration of the thyroid gland. No abnormalities of thyroid function studies are known to occur."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The usual dosage and frequency of administration of doxycycline differs from that of the other tetracyclines. Exceeding the recommended dosage may result in an increased incidence of side effects. Adults: The usual dose of oral doxycycline is 200 mg on the first day of treatment (administered 100 mg every 12 hours) followed by a maintenance dose of 100 mg/day. In the management of more severe infections (particularly chronic infections of the urinary tract), 100 mg every 12 hours is recommended. Pediatric Patients: For all pediatric patients weighing less than 45 kg with severe or life-threatening infections (e.g., anthrax, Rocky Mountain spotted fever), the recommended dosage is 2.2 mg/kg of body weight administered every 12 hours. Children weighing 45 kg or more should receive the adult dose. (See WARNINGS and PRECAUTIONS .) For pediatric patients with less severe disease (greater than 8 years of age and weighing less than 45 kg), the recommended dosage schedule is 4.4 mg/kg of body weight divided into two doses on the first day of treatment, followed by a maintenance dose of 2.2 mg/kg of body weight (given as a single daily dose or divided into twice daily doses). For pediatric patients weighing over 45 kg, the usual adult dose should be used. The therapeutic antibacterial serum activity will usually persist for 24 hours following recommended dosage. When used in streptococcal infections, therapy should be continued for 10 days. Administration of adequate amounts of fluid along with capsule and tablet forms of drugs in the tetracycline class is recommended to wash down the drugs and reduce the risk of esophageal irritation and ulceration. (See ADVERSE REACTIONS .) If gastric irritation occurs, it is recommended that doxycycline be given with food or milk. The absorption of doxycycline is not markedly influenced by simultaneous ingestion of food or milk. Studies to date have indicated that administration of doxycycline at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment. Uncomplicated gonococcal infections in adults (except anorectal infections in men): 100 mg, by mouth, twice a day for 7 days. As an alternate single visit dose, administer 300 mg stat followed in one hour by a second 300 mg dose. The dose may be administered with food, including milk or carbonated beverage, as required. Uncomplicated urethral, endocervical, or rectal infection in adults caused by Chlamydia trachomatis : 100 mg, by mouth twice a day for 7 days. Nongonococcal urethritis (NGU) caused by C. trachomatis or U. urealyticum : 100 mg by mouth, twice a day for 7 days. Syphilis – early: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 2 weeks. Syphilis of more than one year's duration: Patients who are allergic to penicillin should be treated with doxycycline 100 mg, by mouth, twice a day for 4 weeks. Acute epididymo-orchitis caused by N. gonorrhoeae : 100 mg, by mouth, twice a day for at least 10 days. Acute epididymo-orchitis caused by C. trachomatis : 100 mg, by mouth, twice a day for at least 10 days. For prophylaxis of malaria: For adults, the recommended dose is 100 mg daily. For children over 8 years of age, the recommended dose is 2 mg/kg given once daily up to the adult dose. Prophylaxis should begin 1-2 days before travel to the malarious area. Prophylaxis should be continued daily during travel in the malarious area and for 4 weeks after the traveler leaves the malarious area. Inhalational anthrax (post-exposure): ADULTS: 100 mg of doxycycline, by mouth, twice a day for 60 days. CHILDREN: weighing less than 45 kg; 2.2 mg/kg of body weight by mouth, twice a day for 60 days. Children weighing 45 kg or more should receive the adult dose."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain effectiveness of doxycycline and other antibacterial drugs, doxycycline should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Treatment: Doxycycline is indicated for the treatment of the following infections: Rocky Mountain spotted fever, typhus fever and the typhus group, Q fever, rickettsialpox, and tick fevers caused by Rickettsiae. Respiratory tract infections caused by Mycoplasma pneumoniae . Lymphogranuloma venereum caused by Chlamydia trachomatis . Psittacosis (ornithosis) caused by Chlamydophila psittaci . Trachoma caused by Chlamydia trachomatis , although the infectious agent is not always eliminated, as judged by immunofluorescence. Inclusion conjunctivitis caused by Chlamydia trachomatis . Uncomplicated urethral, endocervical, or rectal infections in adults caused by Chlamydia trachomatis . Nongonococcal urethritis caused by Ureaplasma urealyticum . Relapsing fever due to Borrelia recurrentis . Doxycycline is also indicated for the treatment of infections caused by the following gram-negative microorganisms: Chancroid caused by Haemophilus ducreyi . Plague due to Yersinia pestis . Tularemia due to Francisella tularensis . Cholera caused by Vibrio cholerae . Campylobacter fetus infections caused by Campylobacter fetus . Brucellosis due to Brucella species (in conjunction with streptomycin). Bartonellosis due to Bartonella bacilliformis . Granuloma inguinale caused by Klebsiella granulomatis . Because many strains of the following groups of microorganisms have been shown to be resistant to doxycycline, culture and susceptibility testing are recommended. Doxycycline is indicated for treatment of infections caused by the following gram-negative bacteria, when bacteriologic testing indicates appropriate susceptibility to the drug: Escherichia coli . Enterobacter aerogenes . Shigella species. Acinetobacter species. Respiratory tract infections caused by Haemophilus influenzae . Respiratory tract and urinary tract infections caused by Klebsiella species. Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug: Upper respiratory infections caused by Streptococcus pneumoniae . Anthrax due to Bacillus anthracis , including inhalational anthrax (post-exposure): to reduce the incidence or progression of disease following exposure to aerosolized Bacillus anthracis . When penicillin is contraindicated, doxycycline is an alternative drug in the treatment of the following infections: Uncomplicated gonorrhea caused by Neisseria gonorrhoeae . Syphilis caused by Treponema pallidum . Yaws caused by Treponema pallidum subspecies pertenue . Listeriosis due to Listeria monocytogenes . Vincent's infection caused by Fusobacterium fusiforme . Actinomycosis caused by Actinomyces israelii . Infections caused by Clostridium species. In acute intestinal amebiasis, doxycycline may be a useful adjunct to amebicides. In severe acne, doxycycline may be useful adjunctive therapy. Prophylaxis: Doxycycline is indicated for the prophylaxis of malaria due to Plasmodium falciparum in short-term travelers (< 4 months) to areas with chloroquine and/or pyrimethamine-sulfadoxine resistant strains. (See DOSAGE AND ADMINISTRATION section and Information for Patients subsection of the PRECAUTIONS section.)"
  ],
  "fetched_at": "2025-09-30T21:02:55.391450",
  "source": "OpenFDA"
}