{
  "drug_name": "Dronabinol",
  "generic_name": [
    "DRONABINOL"
  ],
  "brand_names": [
    "Dronabinol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Inhibitors and inducers of CYP2C9 and CYP3A4: May alter dronabinol systemic exposure; monitor for potential dronabinol-related adverse reactions or loss of efficacy. (7.3) Highly protein-bound drugs: Potential for displacement of other drugs from plasma proteins; monitor for adverse reactions to concomitant highly protein-bound drugs and narrow therapeutic index drugs (e.g., warfarin, cyclosporine, amphotericin B) when initiating or increasing the dosage of dronabinol capsules. (7.4) 7.1 Additive CNS Effects Additive CNS effects (e.g., dizziness, confusion, sedation, somnolence) may occur when dronabinol capsules are taken concomitantly with drugs that have similar effects on the central nervous system such as CNS depressants [see Warnings and Precautions (5.1)]. 7.2 Additive Cardiac Effects Additive cardiac effects (e.g., hypotension, hypertension, syncope, tachycardia) may occur when dronabinol capsules are taken concomitantly with drugs that have similar effects on the cardiovascular system [see Warnings and Precautions (5.2)]. 7.3 Effect of Other Drugs on Dronabinol Dronabinol is primarily metabolized by CYP2C9 and CYP3A4 enzymes based on published in vitro studies. Inhibitors of these enzymes may increase, while inducers may decrease, the systemic exposure of dronabinol and/or its active metabolite resulting in an increase in dronabinol-related adverse reactions or loss of efficacy of dronabinol capsules. Monitor for potentially increased dronabinol-related adverse reactions when dronabinol capsules are co-administered with inhibitors of CYP2C9 (e.g., amiodarone, fluconazole) and inhibitors of CYP3A4 enzymes (e.g., ketoconazole, itraconazole, clarithromycin, ritonavir, erythromycin, grapefruit juice). 7.4 Highly Protein-Bound Drugs Dronabinol is highly bound to plasma proteins, and therefore, might displace and increase the free fraction of other concomitantly administered protein-bound drugs. Although this displacement has not been confirmed in vivo, monitor patients for increased adverse reactions to narrow therapeutic index drugs that are highly protein-bound (e.g., warfarin, cyclosporine, amphotericin B) when initiating treatment or increasing the dosage of dronabinol capsules."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥3%) are: abdominal pain, dizziness, euphoria, nausea, paranoid reaction, somnolence, thinking abnormal and vomiting. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Ascend Laboratories, LLC at 1-877-ASC-RX01 (1-877-272-7901) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The following serious adverse reactions are described below and elsewhere in the labeling. Neuropsychiatric Adverse Reactions [see Warnings and Precautions (5.1)] Hemodynamic Instability [see Warnings and Precautions (5.2)] Seizures [see Warnings and Precautions (5.3)] Paradoxical Nausea, Vomiting, and Abdominal Pain [see Warnings and Precautions (5.5)] Studies of AIDS-related weight loss included 157 patients receiving dronabinol capsules at a dose of 2.5 mg twice daily and 67 receiving placebo. Studies of nausea and vomiting related to cancer chemotherapy included 317 patients receiving dronabinol capsules and 68 receiving placebo. In the tables below is a summary of the adverse reactions in 474 patients exposed to dronabinol capsules in studies. Studies of different durations were combined by considering the first occurrence of events during the first 28 days. A cannabinoid dose-related “high” (easy laughing, elation and heightened awareness) has been reported by patients receiving dronabinol capsules in both the antiemetic (24%) and the lower dose appetite stimulant clinical trials (8%). The most frequently reported adverse experiences in patients with AIDS during placebo-controlled clinical trials involved the CNS and were reported by 33% of patients receiving dronabinol capsules. About 25% of patients reported a CNS adverse reaction during the first 2 weeks and about 4% reported such a reaction each week for the next 6 weeks thereafter. Common Adverse Reactions The following adverse reactions were reported in clinical trials at an incidence greater than 1%. System Organ Class Adverse Reactions General Asthenia Cardiovascular Palpitations, tachycardia, vasodilation/facial flush Gastrointestinal Abdominal pain*, nausea*, vomiting* Central Nervous System Dizziness*, euphoria*, paranoid reaction*, somnolence*, thinking abnormal*, amnesia, anxiety/nervousness, ataxia, confusion, depersonalization, hallucination * Actual incidence 3% to 10% Less Common Adverse Reactions The following adverse reactions were reported in clinical trials at an incidence less than or equal to 1%. System Organ Class Adverse Reactions General Chills, headache, malaise Cardiovascular Hypotension, conjunctival injection [see Clinical Pharmacology (12.2)] Gastrointestinal Diarrhea, fecal incontinence, anorexia, hepatic enzyme elevation Musculoskeletal Myalgias Central Nervous System Depression, nightmares, speech difficulties, tinnitus Respiratory Cough, rhinitis, sinusitis Skin Flushing, sweating Sensory Vision difficulties 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of dronabinol capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. General disorders and administration site conditions: Fatigue Hypersensitivity reactions: Lip swelling, hives, disseminated rash, oral lesions, skin burning, flushing, throat tightness [see Contraindications (4)] Injury, poisoning and procedural complications: Fall [see Use in Specific Populations (8.5)] Nervous system disorders: Seizures [see Warnings and Precautions (5.3)] , disorientation, movement disorder, loss of consciousness Psychiatric disorders: Delirium, insomnia, panic attack Vascular disorders: Syncope [see Warnings and Precautions (5.2)]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Dronabinol capsules are contraindicated in patients with a history of a hypersensitivity reaction to dronabinol or sesame oil. Reported hypersensitivity reactions to dronabinol capsules include lip swelling, hives, disseminated rash, oral lesions, skin burning, flushing and throat tightness [see Adverse Reactions (6.2)]. History of a hypersensitivity reaction to dronabinol or sesame oil (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Anorexia Associated with Weight Loss in Adult Patients with AIDS (2.1): The recommended adult starting dosage is 2.5 mg orally twice daily, one hour before lunch and dinner. See the full prescribing information for dosage titration to manage adverse reactions and to achieve desired therapeutic effect. Nausea and Vomiting Associated with Chemotherapy in Adult Patients Who Failed Conventional Antiemetics (2.2): The recommended starting dosage is 5 mg/m 2 , administered 1 to 3 hours prior to the administration of chemotherapy, then every 2 to 4 hours after chemotherapy, for a total of 4 to 6 doses per day. Administer the first dose on an empty stomach at least 30 minutes prior to eating; subsequent doses can be taken without regard to meals. See the full prescribing information for dosage titration to manage adverse reactions and to achieve desired therapeutic effect. 2.1 Anorexia Associated with Weight Loss in Adult Patients with AIDS Starting Dosage The recommended adult starting dosage of dronabinol capsules is 2.5 mg orally twice daily, one hour before lunch and dinner. In elderly patients or patients unable to tolerate 2.5 mg twice daily, consider initiating dronabinol capsules at 2.5 mg once daily one hour before dinner or at bedtime to reduce the risk of central nervous system (CNS) symptoms [see Use in Specific Populations (8.5)]. Dosing later in the day may reduce the frequency of CNS adverse reactions. CNS adverse reactions are dose-related [see Warnings and Precautions (5.1)]; therefore monitor patients and reduce the dosage as needed. If CNS adverse reactions of feeling high, dizziness, confusion, and somnolence occur, they usually resolve in 1 to 3 days and usually do not require dosage reduction. If CNS adverse reactions are severe or persistent, reduce the dosage to 2.5 mg in the evening or at bedtime. Dosage Titration If tolerated and further therapeutic effect is desired, the dosage may be increased gradually to 2.5 mg one hour before lunch and 5 mg one hour before dinner. Increase the dose of dronabinol capsules gradually in order to reduce the frequency of dose-related adverse reactions [see Warnings and Precautions (5.1)]. Most patients respond to 2.5 mg twice daily, but the dose may be further increased to 5 mg one hour before lunch and 5 mg one hour before dinner, as tolerated to achieve a therapeutic effect. Maximum Dosage: 10 mg twice daily. 2.2 Nausea and Vomiting Associated with Cancer Chemotherapy in Adult Patients Who Failed Conventional Antiemetics Starting Dosage The recommended starting dosage of dronabinol capsules is 5 mg/m2, orally administered 1 to 3 hours prior to the administration of chemotherapy and then every 2 to 4 hours after chemotherapy, for a total of 4 to 6 doses per day. In elderly patients, consider initiating dronabinol capsules at 2.5 mg/m2 once daily 1 to 3 hours prior to chemotherapy to reduce the risk of CNS symptoms [see Use in Specific Populations (8.5)]. Administer the first dose on an empty stomach at least 30 minutes before eating. Subsequent doses can be taken without regard to meals [see Clinical Pharmacology (12.3)]. The timing of dosing in relation to meal times should be kept consistent for each chemotherapy cycle, once the dosage has been determined from the titration process. Dosage Titration The dosage can be titrated to clinical response during a chemotherapy cycle or subsequent cycles, based upon initial response, as tolerated to achieve a clinical effect, in increments of 2.5 mg/m2. The maximum dosage is 15 mg/m2 per dose for 4 to 6 doses per day. Adverse reactions are dose-related and psychiatric symptoms increase significantly at the maximum dosage [see Warnings and Precautions (5.1)]. Monitor patients for adverse reactions and consider decreasing the dose to 2.5 mg once daily 1 to 3 hours prior to chemotherapy to reduce the risk of CNS adverse reactions."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dronabinol capsules are indicated in adults for the treatment of: anorexia associated with weight loss in patients with Acquired Immune Deficiency Syndrome (AIDS). nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments. Dronabinol capsules is a cannabinoid indicated in adults for the treatment of: Anorexia associated with weight loss in patients with AIDS. (1) Nausea and vomiting associated with cancer chemotherapy in patients who have failed to respond adequately to conventional antiemetic treatments. (1)"
  ],
  "fetched_at": "2025-09-30T21:15:18.633942",
  "source": "OpenFDA"
}