{
  "drug_name": "Duvelisib",
  "generic_name": [
    "DUVELISIB"
  ],
  "brand_names": [
    "COPIKTRA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 inhibitors: Reduce COPIKTRA dose to 15 mg twice daily when co-administered with strong CYP3A4 inhibitors. ( 2.4 , 7.1 , 12.3 ) Strong CYP3A4 inducers: Avoid coadministration. ( 2.5 , 7.1 , 12.3 ) Moderate CYP3A4 inducers: Avoid coadministration. If coadministration cannot be avoided, increase the dose of COPIKTRA. ( 2.5 , 7.1 , 12.3 ) CYP3A4 substrates: Monitor for signs of toxicities when co-administering COPIKTRA with sensitive CYP3A substrates. ( 7.2 ) 7.1 Effects of Other Drugs on COPIKTRA Strong CYP3A4 Inhibitors Coadministration with a strong CYP3A4 inhibitor increases duvelisib AUC [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of COPIKTRA toxicities. Reduce COPIKTRA dosage when co-administered with a strong CYP3A4 inhibitor [see Dosage and Administration ( 2.4 )] . Strong and Moderate CYP3A4 Inducers Coadministration with a strong or moderate CYP3A4 inducer decreases duvelisib area under the curve (AUC) [see Clinical Pharmacology ( 12.3 )] , which may reduce COPIKTRA efficacy. Avoid coadministration of strong or moderate CYP3A4 inducers with COPIKTRA. If coadministration with a moderate CYP3A4 inducer cannot be avoided, increase the COPIKTRA dose. [see Dosage and Administration ( 2.5 ), Clinical Pharmacology ( 12.3 )]. 7.2 Effects of COPIKTRA on Other Drugs CYP3A4 Substrates Coadministration with COPIKTRA increases AUC of a sensitive CYP3A4 substrate [see Clinical Pharmacology ( 12.3 )] which may increase the risk of toxicities of these drugs. Consider reducing the dose of the sensitive CYP3A4 substrate and monitor for signs of toxicities of the co-administered sensitive CYP3A4 substrate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions have been associated with COPIKTRA in clinical trials and are discussed in greater detail in other sections of the prescribing information: Treatment-related Mortality [see Warnings and Precautions ( 5.1 )] Infections [see Warnings and Precautions ( 5.2 )] Diarrhea or Colitis [see Warnings and Precautions ( 5.3 )] Cutaneous Reactions [see Warnings and Precautions ( 5.4 )] Pneumonitis [see Warnings and Precautions ( 5.5 )] Hepatotoxicity [see Warnings and Precautions ( 5.6 )] Neutropenia [see Warnings and Precautions ( 5.7 )] The most common adverse reactions ( > 20%) are diarrhea or colitis, neutropenia, rash, fatigue, pyrexia, cough, nausea, upper respiratory infection, pneumonia, musculoskeletal pain, and anemia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Secura Bio, Inc. (Secura Bio) at 1-844-973-2872, or U.S. Food and Drug Administration (FDA) at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely variable conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared with rates in clinical trials of another drug and may not reflect the rates observed in practice. Summary of Clinical Trial Experience in B-cell Malignancies The data described below reflect exposure to COPIKTRA in two single-arm, open-label clinical trials, one open-label extension clinical trial, and one randomized, open-label, actively controlled clinical trial totaling 442 patients with previously treated hematologic malignancies primarily including CLL/SLL (69%) and FL (22%). Patients were treated with COPIKTRA 25 mg BID until unacceptable toxicity or progressive disease. The median duration of exposure was 9 months (range: 0.1 to 53 months), with 36% (160/442) of patients having at least 12 months of exposure. For the 442 patients, the median age was 67 years (range: 30 to 90 years), 65% were male, 92% were White, and 93% had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Patients had a median of 2 prior therapies. The trials required hepatic transaminases at least ≤ 3 times upper limit of normal (ULN), total bilirubin ≤ 1.5 times ULN, and serum creatinine ≤ 1.5 times ULN. Patients were excluded for prior exposure to a PI3K inhibitor within 4 weeks. Fatal adverse reactions within 30 days of the last dose occurred in 36 patients (8%) treated with COPIKTRA 25 mg BID. Serious adverse reactions were reported in 289 patients (65%). The most frequent serious adverse reactions that occurred were infection (31%), diarrhea or colitis (18%), pneumonia (17%), rash (5%), and pneumonitis (5%). Adverse reactions resulted in treatment discontinuation in 156 patients (35%), most often due to diarrhea or colitis, infection, and rash. COPIKTRA was dose reduced in 104 patients (24%) due to adverse reactions, most often due to diarrhea or colitis and transaminase elevation. The median time to first dose modification or discontinuation was 4 months (range: 0.1 to 27 months), with 75% of patients having their first dose modification or discontinuation within 7 months. Common Adverse Reactions Table 4 summarizes common adverse reactions in patients receiving COPIKTRA 25 mg BID, and Table 5 summarizes the treatment-emergent laboratory abnormalities. The most common adverse reactions (reported in ≥ 20% of patients) were diarrhea or colitis, neutropenia, rash, fatigue, pyrexia, cough, nausea, upper respiratory infection, pneumonia, musculoskeletal pain, and anemia. Table 4. Common Adverse Reactions (≥ 10% Incidence) in Patients with B-cell Malignancies Receiving COPIKTRA † Grouped term for reactions with multiple preferred terms a Diarrhea or colitis includes the preferred terms: colitis, enterocolitis, colitis microscopic, colitis ulcerative, diarrhea, diarrhea hemorrhagic b Transaminase elevation includes the preferred terms: alanine aminotransferase increased, aspartate aminotransferase increased, transaminases increased, hypertransaminasemia, hepatocellular injury, hepatotoxicity c Pneumonia includes the preferred terms: All preferred terms containing \"pneumonia\" except for \"pneumonia aspiration\"; bronchopneumonia, bronchopulmonary aspergillosis d Rash includes the preferred terms: dermatitis (including allergic, exfoliative, perivascular), erythema (including multiforme), rash (including exfoliative, erythematous, follicular, generalized, macular & papular, pruritic, pustular), toxic epidermal necrolysis and toxic skin eruption, drug reaction with eosinophilia and systemic symptoms, drug eruption, Stevens-Johnson syndrome Adverse Reactions COPIKTRA 25 mg BID (N = 442) Any Grade n (%) Grade ≥ 3 n (%) Blood and lymphatic system disorders Neutropenia † Anemia † Thrombocytopenia † 151 (34) 90 (20) 74 (17) 132 (30) 48 (11) 46 (10) Gastrointestinal disorders Diarrhea or colitis † a Nausea † Abdominal pain Vomiting Mucositis Constipation 222 (50) 104 (24) 78 (18) 69 (16) 61 (14) 57 (13) 101 (23) 4 (< 1) 9 (2) 6 (1) 6 (1) 1 (< 1) General disorders and administration site conditions Fatigue † Pyrexia 126 (29) 115 (26) 22 (5) 7 (2) Hepatobiliary disorders Transaminase elevation † b 67 (15) 34 (8) Infections and infestations Upper respiratory tract infection † Pneumonia † c Lower respiratory tract infection † 94 (21) 91 (21) 46 (10) 2 (< 1) 67 (15) 11 (3) Metabolism and nutrition disorders Decreased appetite Edema † Hypokalemia † 63 (14) 60 (14) 45 (10) 2 (< 1) 6 (1) 17 (4) Musculoskeletal and connective tissue disorders Musculoskeletal pain † Arthralgia 90 (20) 46 (10) 6 (1) 1 (< 1) Nervous system disorders Headache † 55 (12) 1 (< 1) Respiratory, thoracic and mediastinal disorders Cough † Dyspnea † 111 (25) 52 (12) 2 (< 1) 8 (2) Skin and subcutaneous tissue disorders Rash † d 136 (31) 41 (9) Grade 4 adverse reactions occurring in ≥ 2% of recipients of COPIKTRA included neutropenia (18%), thrombocytopenia (6%), sepsis (3%), hypokalemia and increased lipase (2% each), and pneumonia and pneumonitis (2% each). Table 5. Most Common New or Worsening Laboratory Abnormalities (≥ 20% Any Grade) in Patients with B-cell Malignancies Receiving COPIKTRA a Includes laboratory abnormalities that are new or worsening in grade or with worsening from baseline unknown. b Percentages are based on number of patients with at least one post-baseline assessment; not all patients were evaluable. Laboratory Parameter a COPIKTRA 25 mg BID (N = 442) Any Grade n (%) b Grade ≥ 3 n (%) b Hematology abnormalities Neutropenia Anemia Thrombocytopenia Lymphocytosis Leukopenia Lymphopenia 276 (63) 198 (45) 170 (39) 132 (30) 129 (29) 90 (21) 184 (42) 66 (15) 65 (15) 92 (21) 34 (8) 39 (9) Chemistry abnormalities ALT increased AST increased Lipase increased Hypophosphatemia ALP increased Serum amylase increased Hyponatremia Hyperkalemia Hypoalbuminemia Creatinine increased Hypocalcemia 177 (40) 163 (37) 133 (36) 136 (31) 128 (29) 101 (28) 116 (27) 114 (26) 111 (25) 106 (24) 100 (23) 34 (8) 24 (6) 58 (16) 23 (5) 7 (2) 16 (4) 30 (7) 14 (3) 7 (2) 7 (2) 12 (3) Grade 4 laboratory abnormalities developing in ≥ 2% of patients included neutropenia (24%), thrombocytopenia (7%), lipase increase (4%), lymphocytopenia (3%), and leukopenia (2%). Summary of Clinical Trial Experience in CLL/SLL DUO Study The safety data below reflects exposure in a randomized, open-label, actively controlled clinical trial for adult patients with CLL or SLL who received at least one prior therapy. Of 313 patients treated, 158 received COPIKTRA monotherapy and 155 received ofatumumab. The 442-patient safety analysis above includes patients from DUO [see Clinical Studies ( 14 )] . COPIKTRA was administered at 25 mg BID in 28-day treatment cycles until unacceptable toxicity or progressive disease. The comparator group received 12 doses of ofatumumab with an initial dose of 300 mg intravenous (IV) on Day 1 followed a week later by 7 weekly doses of 2000 mg IV, followed 4 weeks later by 2000 mg IV every 4 weeks for 4 doses. In the total study population, the median age was 69 years (range: 39 to 90 years), 60% were male, 92% were White, and 91% had an ECOG performance status of 0 to 1. Patients had a median of 2 prior therapies, with 61% of patients having received 2 or more prior therapies. The trial required a hemoglobin ≥ 8 g/dL and platelets ≥ 10,000 µL with or without transfusion support, hepatic transaminases ≤ 3 times upper limit of normal (ULN), total bilirubin ≤ 1.5 times ULN, and serum creatinine ≤ 2 times ULN. The trial excluded patients with prior autologous transplant within 6 months or allogeneic transplant, prior exposure to a PI3K inhibitor or a Bruton's tyrosine kinase (BTK) inhibitor, and uncontrolled autoimmune hemolytic anemia or idiopathic thrombocytopenic purpura. [see Clinical Studies ( 14 )] During randomized treatment, the median duration of exposure to COPIKTRA was 11.6 months with 72% (114/158) exposed for ≥ 6 months and 49% (77/158) exposed for ≥ 1 year. The median duration of exposure to ofatumumab was 5.3 months, with 77% (120/155) receiving at least 10 of 12 doses. Fatal adverse reactions within 30 days of the last dose occurred in 12% (19/158) of patients treated with COPIKTRA and in 4% (7/155) of patients treated with ofatumumab. Serious adverse reactions were reported in 73% (115/158) of patients treated with COPIKTRA and most often involved infection (38% of patients; 60/158) and diarrhea or colitis (23% of patients; 36/158). COPIKTRA was discontinued in 57 patients (36%), most often due to diarrhea or colitis, infection, and rash. COPIKTRA was dose reduced in 46 patients (29%) due to adverse reactions, most often due to diarrhea or colitis and rash. Common Adverse Reactions Table 6 summarizes selected adverse reactions in Study 1, and Table 7 summarizes treatment-emergent laboratory abnormalities. The most common adverse reactions with COPIKTRA (reported in ≥ 20% of patients) were diarrhea or colitis, neutropenia, pyrexia, upper respiratory tract infection, pneumonia, rash, fatigue, nausea, anemia and cough. Table 6. Common Nonhematologic Adverse Reactions (≥ 10% Incidence) in Patients with CLL/SLL Receiving COPIKTRA (DUO) Grades were obtained per CTCAE version 4.03. † Grouped term for reactions with multiple preferred terms a Diarrhea or colitis includes the preferred terms: colitis, enterocolitis, colitis microscopic, colitis ulcerative, diarrhea b Pneumonia includes the preferred terms: All preferred term containing \"pneumonia\" except for \"pneumonia aspiration\"; bronchopneumonia, bronchopulmonary aspergillosis c Rash includes the preferred terms: dermatitis (including allergic, exfoliative, perivascular), erythema (including multiforme), rash (including exfoliative, erythematous, follicular, generalized, macular & papular, pruritic, pustular), toxic skin eruption, drug eruption d Transaminase elevation includes the preferred terms: alanine aminotransferase increased, aspartate aminotransferase increased, transaminases increased, hepatotoxicity Adverse Reactions COPIKTRA N = 158 Ofatumumab N = 155 Any Grade (%) Grade ≥ 3 (%) Any Grade (%) Grade ≥ 3 (%) Gastrointestinal disorders Diarrhea or colitis † a Nausea † Constipation Abdominal pain Vomiting 57 23 17 16 15 25 0 <1 3 0 14 11 8 7 7 2 0 0 0 0 General disorders and administration site conditions Pyrexia Fatigue † 29 25 3 4 10 23 <1 4 Hepatobiliary disorders Transaminase elevation † d 11 6 4 <1 Infections and infestations Upper respiratory tract infection † Pneumonia † b Lower respiratory tract infection † 28 27 18 0 22 4 16 8 10 <1 3 1 Investigations Weight decreased 11 0 2 0 Metabolism and nutrition disorders Decreased appetite Edema † 13 11 0 1 3 5 <1 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain † 17 1 12 <1 Respiratory, thoracic and mediastinal disorders Cough † 23 1 16 0 Dyspnea 12 3 7 0 Skin and subcutaneous tissue disorders Rash † c 27 11 15 <1 Table 7. Most Common New or Worsening Laboratory Abnormalities (≥ 20% Any Grade) in Patients with CLL/SLL Receiving COPIKTRA (DUO) Grades were obtained per CTCAE version 4.03. Laboratory Parameter COPIKTRA N = 158 Ofatumumab N = 155 Any Grade (%) Grade ≥ 3 (%) Any Grade (%) Grade ≥ 3 (%) Hematology abnormalities Neutropenia Anemia Thrombocytopenia Lymphocytosis 67 55 43 30 49 20 16 22 52 36 34 11 37 7 8 6 Chemistry abnormalities ALT increased Lipase increased AST increased Phosphate decreased Hyperkalemia Hyponatremia Amylase increased Hypoalbuminemia Creatinine increased Alkaline phosphatase increased Hypocalcemia Hypokalemia 42 37 36 34 31 31 31 31 29 27 25 20 7 12 3 3 4 7 5 2 1 0 1 8 12 15 14 20 24 18 10 15 31 14 17 8 0 3 1 3 1 3 1 1 0 0 1 0 Grade 4 laboratory abnormalities that developed in ≥ 2% of COPIKTRA treated patients included neutropenia (32%), thrombocytopenia (6%), lymphopenia (3%), and hypokalemia (2%). The data above are not an adequate basis for comparison of rates between the study drug and the active control. Long-Term Safety Follow-Up The comparative safety data from the 5 year follow up in those treated with either COPIKTRA (n=158) or ofatumumab (n=155) were analyzed in adult patients with CLL or SLL as part of a randomized, open-label, actively controlled clinical trial (DUO) [see Clinical Studies (14)] . Fatal adverse reactions occurred in 15% (23/158) of patients treated with COPIKTRA and in 3% (5/155) of patients treated with ofatumumab. The most common fatal adverse reactions in the COPIKTRA arm were infections and respiratory adverse reactions, occurring in 9% and 3% of patients, respectively."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 25 mg orally, twice daily. Modify dosage for toxicity. ( 2.1 , 2.2 ) 2.1 Recommended Dosage The recommended dose of COPIKTRA is 25 mg administered as oral capsules twice daily (BID) with or without food. A cycle consists of 28 days. The capsules should be swallowed whole. Advise patients not to open, break, or chew the capsules. Advise patients that if a dose is missed by fewer than 6 hours, to take the missed dose right away and take the next dose as usual. If a dose is missed by more than 6 hours, advise patients to wait and take the next dose at the usual time. 2.2 Recommended Prophylaxis Provide prophylaxis for Pneumocystis jirovecii (PJP) during treatment with COPIKTRA. Following completion of COPIKTRA treatment, continue PJP prophylaxis until the absolute CD4+ T cell count is greater than 200 cells/µL. Withhold COPIKTRA in patients with suspected PJP of any grade, and discontinue if PJP is confirmed. Consider prophylactic antivirals during COPIKTRA treatment to prevent cytomegalovirus (CMV) infection including CMV reactivation. 2.3 Dose Modifications for Adverse Reactions Manage toxicities per Table 1 with dose reduction, treatment hold, or discontinuation of COPIKTRA. Table 1. COPIKTRA Dose Modifications and Toxicity Management Abbreviations: ALT = alanine aminotransferase; ANC = absolute neutrophil count; AST = aspartate aminotransferase; CMV = cytomegalovirus; DRESS = drug reaction with eosinophilia and systemic systems; PCR = polymerase chain reaction; PJP = Pneumocystis jirovecii; pneumonia; SJS = Stevens-Johnson syndrome; TEN = toxic epidermal necrolysis; ULN = upper limit of normal Toxicity Adverse Reaction Grade Recommended Management Nonhematologic Adverse Reactions Infections Grade 3 or higher infection Withhold COPIKTRA until resolved Resume at the same or reduced dose (see Table 2 ) Clinical CMV infection or viremia (positive PCR or antigen test) Withhold COPIKTRA until resolved Resume at the same or reduced dose (see Table 2 ) If COPIKTRA is resumed, monitor patients for CMV reactivation (by PCR or antigen test) at least monthly PJP For suspected PJP, withhold COPIKTRA until evaluated For confirmed PJP, discontinue COPIKTRA Non-infectious Diarrhea or colitis Mild/moderate diarrhea (Grade 1-2, up to 6 stools per day over baseline) and responsive to antidiarrheal agents, OR Asymptomatic (Grade 1) colitis No change in dose Initiate supportive therapy with antidiarrheal agents as appropriate Monitor at least weekly until resolved Mild/moderate diarrhea (Grade 1-2, up to 6 stools per day over baseline) and unresponsive to antidiarrheal agents Withhold COPIKTRA until resolved Initiate supportive therapy with enteric acting steroids (e.g., budesonide) Monitor at least weekly until resolved Resume at a reduced dose (see Table 2 ) Abdominal pain, stool with mucus or blood, change in bowel habits, peritoneal signs, OR Severe diarrhea (Grade 3, >6 stools per day over baseline) Withhold COPIKTRA until resolved Initiate supportive therapy with enteric acting steroids (e.g., budesonide) or systemic steroids Monitor at least weekly until resolved Resume at a reduced dose (see Table 2 ) For recurrent Grade 3 diarrhea or recurrent colitis of any grade, discontinue COPIKTRA Life-threatening Discontinue COPIKTRA Cutaneous reactions Grade 1-2 No change in dose Initiate supportive care with emollients, anti-histamines (for pruritus), or topical steroids Monitor closely Grade 3 Withhold COPIKTRA until resolved Initiate supportive care with emollients, anti-histamines (for pruritus), or topical steroids Monitor at least weekly until resolved Resume at reduced dose (see Table 2 ) If severe cutaneous reaction does not improve, worsens, or recurs, discontinue COPIKTRA Life-threatening Discontinue COPIKTRA SJS, TEN, DRESS (any grade) Discontinue COPIKTRA Pneumonitis without suspected infectious cause Moderate (Grade 2) symptomatic pneumonitis Withhold COPIKTRA Treat with systemic steroid therapy If pneumonitis recovers to Grade 0 or 1, COPIKTRA may be resumed at reduced dose (see Table 2 ) If non-infectious pneumonitis recurs or patient does not respond to steroid therapy, discontinue COPIKTRA Severe (Grade 3) or life-threatening pneumonitis Discontinue COPIKTRA Treat with systemic steroid therapy ALT/AST elevation 3 to 5 × upper limit of normal (ULN) (Grade 2) Maintain COPIKTRA dose Monitor at least weekly until return to < 3 × ULN > 5 to 20 × ULN (Grade 3) Withhold COPIKTRA and monitor at least weekly until return to < 3 × ULN Resume COPIKTRA at same dose (first occurrence) or at a reduced dose for subsequent occurrence (see Table 2 ) > 20 × ULN (Grade 4) Discontinue COPIKTRA Hematologic Adverse Reactions Neutropenia Absolute neutrophil count (ANC) 0.5 to 1.0 Gi/L Maintain COPIKTRA dose Monitor ANC at least weekly ANC less than 0.5 Gi/L Withhold COPIKTRA. Monitor ANC until > 0.5 Gi/L Resume COPIKTRA at same dose (first occurrence) or at a reduced dose for subsequent occurrence (see Table 2 ) Thrombocytopenia Platelet count 25 to < 50 Gi/L (Grade 3) with Grade 1 bleeding No change in dose Monitor platelet counts at least weekly Platelet count 25 to < 50 Gi/L (Grade 3) with Grade 2 bleeding or Platelet count < 25 Gi/L (Grade 4) Withhold COPIKTRA Monitor platelet counts until ≥ 25 Gi/L and resolution of bleeding (if applicable) Resume COPIKTRA at same dose (first occurrence) or resume at a reduced dose for subsequent occurrence (see Table 2 ) Recommended dose modification levels for COPIKTRA are presented in Table 2 . Table 2. Dose Modification Levels Dose Level Dose Initial Dose 25 mg twice daily Dose Reduction 15 mg twice daily Subsequent Dose Modification Discontinue COPIKTRA if patient is unable to tolerate 15 mg twice daily. 2.4 Dosage Modification for Concomitant Use with CYP3A4 Inhibitors Reduce COPIKTRA dose to 15 mg twice daily when coadministered with strong CYP3A4 inhibitors (e.g. ketoconazole) [see Drug Interactions ( 7.1 )] . 2.5 Dosage Modification for Concomitant Use with CYP3A4 Inducers Avoid coadministration of COPIKTRA with strong CYP3A4 inducers. Avoid coadministration of COPIKTRA with moderate CYP3A4 inducers. If coadministration with a moderate CYP3A4 inducer cannot be avoided, increase the COPIKTRA dose on Day 12 of coadministration with the moderate CYP3A4 inducer as recommended in Table 3 . Table 3. Recommended Dosage Modifications for Use with Moderate CYP3A4 Inducers Initial COPIKTRA Dosage Recommended COPIKTRA Dosage 25 mg orally twice daily 40 mg orally twice daily 15 mg orally twice daily 25 mg orally twice daily After the inducer has been discontinued for at least 14 days, resume COPIKTRA at the dose taken prior to initiating the moderate CYP3A4 inducer [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )]"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE COPIKTRA is indicated for the treatment of adult patients with relapsed or refractory chronic lymphocytic leukemia (CLL) or small lymphocytic leukemia (SLL) after at least two prior therapies. Limitations of Use : COPIKTRA is not indicated or recommended for the treatment of any patients with CLL or SLL as initial or second line treatment due to an increased risk of treatment-related mortality. COPIKTRA is a kinase inhibitor indicated for the treatment of adult patients with relapsed or refractory chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) after at least two prior lines of systemic therapy. ( 1 ) Limitations of Use : COPIKTRA is not indicated or recommended for the treatment of any patients with CLL or SLL as initial or second line treatment due to an increased risk of treatment-related mortality. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:29:53.675018",
  "source": "OpenFDA"
}