{
  "drug_name": "Edoxaban",
  "generic_name": [
    "EDOXABAN TOSYLATE"
  ],
  "brand_names": [
    "SAVAYSA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Anticoagulants, Antiplatelets, Thrombolytics, and Selective Serotonin Reuptake Inhibitors (SSRIs)/Serotonin Norepinephrine Reuptake Inhibitors (SNRIs): Avoid concomitant use due to increased risk of bleeding. ( 7.1 ) Rifampin: Avoid concomitant use ( 7.2 ) 7.1 Anticoagulants, Antiplatelets, Thrombolytics, and SSRIs/SNRIs Co-administration of anticoagulants, antiplatelet drugs, thrombolytics and SSRIs or SNRIs may increase the risk of bleeding. Promptly evaluate any signs or symptoms of blood loss if patients are treated concomitantly with anticoagulants, aspirin, other platelet aggregation inhibitors, and/or NSAIDs [see Warnings and Precautions (5.3) ] . Long-term concomitant treatment with SAVAYSA and other anticoagulants is not recommended because of increased risk of bleeding [see Warnings and Precautions (5.3) ] . Short term co-administration may be needed for patients transitioning to or from SAVAYSA [see Dosage and Administration (2.4) ] . In clinical studies with SAVAYSA concomitant use of aspirin (low dose ≤ 100 mg/day) or thienopyridines, and NSAIDs was permitted and resulted in increased rates of Clinically Relevant Bleeding. Carefully monitor for bleeding in patients who require chronic treatment with low dose aspirin and/or NSAIDs [see Warnings and Precautions (5.3) and Clinical Pharmacology (12.3) ] . As with other anticoagulants the possibility may exist that patients are at an increased risk of bleeding in case of concomitant use with SSRIs or SNRIs due to their reported effect on platelets [see Warnings and Precautions (5.3) ]. 7.2 P-gp Inducers Avoid the concomitant use of SAVAYSA with rifampin [see Clinical Pharmacology (12.3) ] . 7.3 P-gp Inhibitors Treatment of NVAF Based on clinical experience from the ENGAGE AF-TIMI 48 study, dose reduction in patients concomitantly receiving P-gp inhibitors resulted in edoxaban blood levels that were lower than in patients who were given the full dose. Consequently, no dose reduction is recommended for concomitant P-gp inhibitor use [see Dosage and Administration (2.1) , Clinical Pharmacology (12.3) , and Clinical Studies (14.1) ] . Treatment of Deep Vein Thrombosis and Pulmonary Embolism [see Clinical Studies (14.2) ]"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the prescribing information. Increased Risk of Stroke with Discontinuation of SAVAYSA in Patients with Nonvalvular Atrial Fibrillation [see Warnings and Precautions (5.2) ] Risk of Bleeding [see Warnings and Precautions (5.3) ] Spinal/Epidural Anesthesia or Puncture [see Warnings and Precautions (5.4) ] Treatment of NVAF : The most common adverse reactions (≥ 5%) are bleeding and anemia ( 6.1 ) Treatment of DVT and PE : The most common adverse reactions (≥ 1%) are bleeding, rash, abnormal liver function tests and anemia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Daiichi Sankyo, Inc. at 1-877-437-7763 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of SAVAYSA was evaluated in the ENGAGE AF-TIMI 48, Hokusai VTE, and Hokusai VTE Cancer studies including 11,530 patients exposed to SAVAYSA 60 mg and 7124 patients exposed to SAVAYSA 30 mg once daily [see Clinical Studies (14) ] . The ENGAGE AF-TIMI 48 Study In the ENGAGE AF-TIMI 48 study, the median study drug exposure for the SAVAYSA and warfarin treatment groups was 2.5 years. Bleeding was the most common reason for treatment discontinuation. Bleeding led to treatment discontinuation in 3.9% and 4.1% of patients in the SAVAYSA 60 mg and warfarin treatment groups, respectively. In the overall population, major bleeding was lower in the SAVAYSA group compared to the warfarin group [HR 0.80 (0.70, 0.91), p < 0.001]. Table 6.1 shows major bleeding events (percentage of patients with at least one bleeding event, per year) for the indicated population (CrCL ≤ 95 mL/min). Table 6.1: Adjudicated Bleeding Events for NVAF Patients with CrCL ≤ 95 mL/min The on-treatment period is during treatment or within 2 days of stopping study treatment. The difference in hemorrhagic stroke rate from Table 14.1 is because Table 14.1 includes events occurring during treatment or within 3 days of stopping study treatment and this table only includes patients with CrCL ≤ 95 mL/min. Event A subject can be included in multiple sub-categories if he/she had an event for those categories. SAVAYSA 60 mg Includes all patients with CrCL ≤ 95 mL/min randomized to receive 60 mg once daily, including those who were dose-reduced to 30 mg once daily because of prespecified baseline conditions. N = 5417 n (%/year) Warfarin N = 5485 n (%/year) SAVAYSA 60 mg vs. Warfarin HR (95% CI) Abbreviations: HR = Hazard Ratio versus Warfarin, CI = Confidence Interval, n = number of patients with events, N = number of patients in Safety population, Major Bleeding A major bleeding event (the study primary safety endpoint) was defined as clinically overt bleeding that met one of the following criteria: fatal bleeding; symptomatic bleeding in a critical site such as retroperitoneal, intracranial, intraocular, intraspinal, intra-articular, pericardial, or intramuscular with compartment syndrome; a clinically overt bleeding event that caused a fall in hemoglobin of at least 2.0 g/dL (or a fall in hematocrit of at least 6.0% in the absence of hemoglobin data), when adjusted for transfusions (1 unit of transfusion = 1.0 g/dL drop in hemoglobin). 357 (3.1) 431 (3.7) 0.84 (0.73, 0.97) Intracranial Hemorrhage (ICH) ICH includes primary hemorrhagic stroke, subarachnoid hemorrhage, epidural/subdural hemorrhage, and ischemic stroke with major hemorrhagic conversion. 53 (0.5) 122 (1.0) 0.44 (0.32, 0.61) Hemorrhagic Stroke 33 (0.3) 69 (0.6) 0.49 (0.32, 0.74) Other ICH 20 (0.2) 55 (0.5) 0.37 (0.22, 0.62) Gastrointestinal Gastrointestinal (GI) bleeds include bleeding from upper and lower GI tract. Lower GI tract bleeding includes rectal bleeds. 205 (1.8) 150 (1.3) 1.40 (1.13, 1.73) Fatal Bleeding Fatal bleed is a bleeding event during the on-treatment period and adjudicated as leading directly to death within 7 days. 21 (0.2) 42 (0.4) 0.51 (0.30, 0.86) ICH 19 (0.2) 36 (0.3) 0.54 (0.31, 0.94) Non-intracranial 2 (< 0.1) 6 (< 0.1) ---- The most common site of a major bleeding event was the gastrointestinal (GI) tract. Table 6.2 shows the number of and the rate at which patients experienced GI bleeding in the SAVAYSA 60 mg and warfarin treatment groups. Table 6.2: Gastrointestinal Bleeding Events for NVAF Patients with CrCL ≤ 95 mL/min During or within 2 days of stopping study treatment SAVAYSA N = 5417 n (%/year) Warfarin N = 5485 n (%/year) Major Gastrointestinal (GI) Bleeding GI bleeding was defined by location as upper or lower GI 205 (1.78) 150 (1.27) Upper GI 123 (1.06) 88 (0.74) Lower GI Lower GI bleeding included anorectal bleeding 85 (0.73) 64 (0.54) GUSTO GUSTO – Severe or life-threatening bleeding that caused hemodynamic compromise and requires intervention Severe GI bleeding 16 (0.14) 17 (0.14) Fatal GI bleeding 1 (< 0.1) 2 (< 0.1) The rate of anemia-related adverse events was greater with SAVAYSA 60 mg than with warfarin (9.6% vs. 6.8%). The comparative rates of major bleeding on SAVAYSA and warfarin were generally consistent among subgroups ( see Figure 6.1 ). Bleeding rates appeared higher in both treatment arms (SAVAYSA and warfarin) in the following subgroups of patients: those receiving aspirin, those in the United States, those more than 75 years old and those with reduced renal function. Figure 6.1: Adjudicated Major Bleeding in the ENGAGE AF-TIMI 48 During or within 2 days of stopping study treatment Study Note: The figure above presents effects in various subgroups all of which are baseline characteristics and most of which were pre-specified. The 95% confidence limits that are shown do not take into account how many comparisons were made, nor do they reflect the effect of a particular factor after adjustment for all other factors. Apparent homogeneity or heterogeneity among groups should not be over-interpreted. Figure 6.1 Other Adverse Reactions The most common non-bleeding adverse reactions (≥ 1%) for SAVAYSA 60 mg versus warfarin were rash (4.2% vs. 4.1%), and abnormal liver function tests (4.8% vs. 4.6%), respectively. Interstitial Lung Disease (ILD) was reported as a serious adverse event on treatment for SAVAYSA 60 mg and warfarin in 15 (0.2%) and 7 (0.1%) patients, respectively. Many of the cases in both treatment groups were confounded by the use of amiodarone, which has been associated with ILD, or by infectious pneumonia. In the overall study period, there were 5 and 0 fatal ILD cases in the SAVAYSA 60 mg and warfarin groups, respectively. The Hokusai VTE Study The safety of SAVAYSA in the treatment of VTE was assessed in the Hokusai VTE study. The duration of drug exposure for SAVAYSA was ≤ 6 months for 1561 (37.9%) of patients, > 6 months for 2557 (62.1%) of patients and 12 months for 1661 (40.3%) of patients. Bleeding was the most common reason for treatment discontinuation and occurred in 1.4% and 1.4% of patients in the SAVAYSA and warfarin arms, respectively. Bleeding in Patients with DVT and/or PE in the Hokusai VTE Study The major safety outcome was Clinically Relevant Bleeding, defined as the composite of Major and Clinically Relevant Non-Major (CRNM) Bleeding that occurred during or within three days of stopping study treatment. The incidence of Clinically Relevant Bleeding was lower in SAVAYSA than warfarin [HR (95% CI): 0.81 (0.71, 0.94); p = 0.004]. Table 6.3 shows the number of patients experiencing bleeding events in the Hokusai VTE Study. Table 6.3: Bleeding Events in the Hokusai VTE Study SAVAYSA (N = 4118) Warfarin (N = 4122) Abbreviations: N = number of patients in the modified intent-to-treat population; n = number of events; CRNM = clinically relevant non-major Clinically Relevant Bleeding Primary Safety Endpoint: Clinically Relevant Bleeding (composite of Major and CRNM). (Major/CRNM), n (%) 349 (8.5) 423 (10.3) Major Bleeding A major bleeding event was defined as clinically overt bleeding that met one of the following criteria: associated with a fall in hemoglobin level of 2.0 g/dL or more, or leading to transfusion of two or more units of packed red cells or whole blood; occurring in a critical site or organ: intracranial, intraspinal, intraocular, pericardial, intra-articular, intramuscular with compartment syndrome, retroperitoneal; contributing to death. , n (%) 56 (1.4) 66 (1.6) Fatal bleeding 2 (<0.1) 10 (0.2) Intracranial fatal 0 (0.0) 6 (0.1) Non-fatal critical organ bleeding 13 (0.3) 25 (0.6) Intracranial bleeding 5 (0.1) 12 (0.3) Non-fatal non-critical organ bleeding 41 (1.0) 33 (0.8) Decrease in Hb ≥ 2 g/dL 40 (1.0) 33 (0.8) Transfusion of ≥ 2 units of RBC 28 (0.7) 22 (0.5) CRNM Bleeding CRNM bleeding was defined as overt bleeding not meeting the criteria for a major bleeding event but that was associated with a medical intervention, an unscheduled contact (visit or telephone call) with a physician, temporary cessation of study treatment, or associated with discomfort for the subject such as pain, or impairment of activities of daily life. 298 (7.2) 368 (8.9) Any Bleed 895 (21.7) 1056 (25.6) Patients with low body weight (≤ 60 kg), CrCL ≤ 50 mL/min, or concomitant use of select P-gp inhibitors were randomized to receive SAVAYSA 30 mg or warfarin. As compared to all patients who received SAVAYSA or warfarin in the 60 mg cohort, all patients who received SAVAYSA or warfarin in the 30 mg cohort (n = 1452, 17.6% of the entire study population) were older (60.1 vs 54.9 years), more frequently female (66.5% vs 37.7%), more frequently of Asian race (46.0% vs 15.6%) and had more co-morbidities (e.g., history of bleeding, hypertension, diabetes, cardiovascular disease, cancer). Clinically relevant bleeding events occurred in 58/733 (7.9%) of the SAVAYSA patients receiving 30 mg once daily and 92/719 (12.8%) of warfarin patients meeting the above criteria. In the Hokusai VTE study, among all patients the most common bleeding adverse reactions (≥ 1%) are shown in Table 6.4. Table 6.4: Adverse Reactions Occurring in ≥ 1% of Patients Treated in Hokusai VTE SAVAYSA 60 mg (N = 4118) n (%) Warfarin (N = 4122) n (%) Bleeding ADRs Adjudicated Any Bleeding by location for all bleeding event categories (including Major and CRNM) Vaginal Gender specific vaginal bleeding percentage is based on number of female subjects in each treatment group 158 (9) 126 (7.1) Cutaneous soft tissue 245 (5.9) 414 (10) Epistaxis 195 (4.7) 237 (5.7) Gastrointestinal bleeding 171 (4.2) 150 (3.6) Lower gastrointestinal 141 (3.4) 126 (3.1) Oral/pharyngeal 138 (3.4) 162 (3.9) Macroscopic hematuria/urethral 91 (2.2) 117 (2.8) Puncture site 56 (1.4) 99 (2.4) Non-Bleeding ADRs Rash 147 (3.6) 151 (3.7) Abnormal liver function tests 322 (7.8) 322 (7.8) Anemia 72 (1.7) 55 (1.3) Bleeding in Patients with VTE in the Hokusai VTE Cancer Study The safety of SAVAYSA in patients with cancer and VTE was evaluated in the Hokusai VTE Cancer study [see Clinical Studies (14.2) ] . The median duration of SAVAYSA exposure was 211 days (range, 2 to 423). The safety outcome was major bleeding that occurred during or within three days of stopping study treatment. The incidence of major bleeding was higher in the SAVAYSA arm than in the dalteparin arm [HR (95% CI): 2.00 (1.09, 3.66)]. Table 6.5 presents the bleeding results from the Hokusai VTE Cancer study. Table 6.5: Bleeding Events in the Hokusai VTE Cancer Study SAVAYSA (N = 522) Dalteparin (N = 524) Abbreviations: N = number of patients in the modified intent-to-treat population; n = number of events; CRNM = clinically relevant non-major Major Bleeding A major bleeding event was defined as clinically overt bleeding that met one of the following criteria: associated with a fall in hemoglobin level of 2.0 g/dL or more, or leading to transfusion of two or more units of packed red cells or whole blood; occurring in a critical site or organ: intracranial, intraspinal, intraocular, pericardial, intra-articular, intramuscular with compartment syndrome, retroperitoneal; contributing to death. , n (%) 32 (6.1%) 16 (3.1%) Fatal bleeding 1 (0.2%) All events in this table, except for the fatal bleeding event on SAVAYSA, are based on adjudicated events. The fatal bleeding event on SAVAYSA was adjudicated as a major bleed; however, the adjudicated cause of death was cancer-related death. 2 (0.4%) Intracranial 0 1 (0.2%) Lower gastrointestinal 1 (0.2%) 1 (0.2%) Non-fatal critical organ bleeding 5 (1%) 6 (1.1%) Intracranial bleeding 2 (0.4%) 2 (0.4%) Non-fatal non-critical organ bleeding 27 (5.2%) 8 (1.5%) Gastrointestinal 22 (4.2%) 4 (0.8%) Upper gastrointestinal 18 (3.4%) 3 (0.6%) Lower gastrointestinal 3 (0.6%) 1 (0.2%) Decrease in Hb ≥ 2 g/dL 28 (5.4%) 11 (2.1%) CRNM Bleeding CRNM bleeding was defined as overt bleeding not meeting the criteria for a major bleeding event but that was associated with a medical intervention, an unscheduled contact (visit or telephone call) with a physician, temporary cessation of study treatment, or associated with discomfort for the subject such as pain or impairment of activities of daily life. , n (%) 70 (13.4%) 48 (9.2%) Any Bleeding, n (%) 137 (26.2%) 104 (19.8%) In patients with GI cancer at randomization, major bleeding occurred in 13.2% (18/136) in the SAVAYSA group and 2.4% (3/125) in the dalteparin group. In patients without GI cancer at randomization, major bleeding occurred in 3.6% (14/386) in the SAVAYSA group and 3.3% (13/399) in the dalteparin group. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of SAVAYSA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders: thrombocytopenia Gastrointestinal disorders: abdominal pain Immune system disorders: angioedema, hypersensitivity Nervous system disorders: dizziness, headache Renal and urinary disorders: anticoagulant-related nephropathy Skin and subcutaneous tissue disorders: urticaria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS SAVAYSA is contraindicated in patients with: Active pathological bleeding [see Warnings and Precautions (5.3) and Adverse Reactions (6.1) ] . Active pathological bleeding ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Treatment of NVAF: Assess CrCL before initiating therapy ( 2.1 ) The recommended dose is 60 mg once daily in patients with CrCL >50 to ≤ 95 mL/min. Do not use SAVAYSA in patients with CrCL > 95 mL/min ( 2.1 ) Reduce dose to 30 mg once daily in patients with creatinine clearance 15 to 50 mL/min ( 2.1 ) Treatment of DVT and PE: The recommended dose is 60 mg once daily ( 2.2 ) Reduce dose to 30 mg once daily for patients with CrCL 15 to 50 mL/min or body weight less than or equal to 60 kg or who use certain P-gp inhibitors ( 2.2 ) 2.1 Nonvalvular Atrial Fibrillation The recommended dose of SAVAYSA is 60 mg taken orally once daily [see Warnings and Precautions (5.1) and Clinical Studies (14.1) ] . Assess creatinine clearance, as calculated using the Cockcroft-Gault equation Cockcroft-Gault CrCL = (140-age) × (weight in kg) × (0.85 if female) / (72 × creatinine in mg/dL). , before initiating therapy with SAVAYSA. Do not use SAVAYSA in patients with CrCL > 95 mL/min. Reduce SAVAYSA dose to 30 mg once daily in patients with CrCL 15 to 50 mL/min [see Use in Specific Populations (8.6) , and Clinical Pharmacology (12.3) ] . 2.2 Treatment of Deep Vein Thrombosis and Pulmonary Embolism The recommended dose of SAVAYSA is 60 mg taken orally once daily following 5 to 10 days of initial therapy with a parenteral anticoagulant [see Clinical Studies (14.2) ] . Reduce SAVAYSA dose to 30 mg once daily in patients with CrCL 15 to 50 mL/min, patients who weigh less than or equal to 60 kg, or patients who are taking certain concomitant P-gp inhibitor medications [see Clinical Studies (14.2) ] . 2.3 Administration Information If a dose of SAVAYSA is missed, the dose should be taken as soon as possible on the same day. Dosing should resume the next day according to the normal dosing schedule. The dose should not be doubled to make up for a missed dose. SAVAYSA can be taken without regard to food [see Clinical Pharmacology (12.3) ] . 2.4 Transition to or from SAVAYSA Transition to SAVAYSA From To Recommendation Warfarin or other Vitamin K Antagonists SAVAYSA Discontinue warfarin and start SAVAYSA when the INR is ≤ 2.5 Oral anticoagulants other than warfarin or other Vitamin K Antagonists SAVAYSA Discontinue current oral anticoagulant and start SAVAYSA at the time of the next scheduled dose of the other oral anticoagulant Low Molecular Weight Heparin (LMWH) SAVAYSA Discontinue LMWH and start SAVAYSA at the time of the next scheduled administration of LMWH Unfractionated heparin SAVAYSA Discontinue the infusion and start SAVAYSA 4 hours later Transition from SAVAYSA From To Recommendation Abbreviations: INR=International Normalized Ratio SAVAYSA Warfarin Oral option : For patients taking 60 mg of SAVAYSA, reduce the dose to 30 mg and begin warfarin concomitantly. For patients receiving 30 mg of SAVAYSA, reduce the dose to 15 mg and begin warfarin concomitantly. INR must be measured at least weekly and just prior to the daily dose of SAVAYSA to minimize the influence of SAVAYSA on INR measurements. Once a stable INR ≥ 2.0 is achieved, SAVAYSA should be discontinued and the warfarin continued SAVAYSA Warfarin Parenteral option : Discontinue SAVAYSA and administer a parenteral anticoagulant and warfarin at the time of the next scheduled SAVAYSA dose. Once a stable INR ≥ 2.0 is achieved the parenteral anticoagulant should be discontinued and the warfarin continued SAVAYSA Non-Vitamin-K-Dependent Oral anticoagulants Discontinue SAVAYSA and start the other oral anticoagulant at the time of the next dose of SAVAYSA SAVAYSA Parenteral anticoagulants Discontinue SAVAYSA and start the parenteral anticoagulant at the time of the next dose of SAVAYSA 2.5 Discontinuation for Surgery and Other Interventions Discontinue SAVAYSA at least 24 hours before invasive or surgical procedures because of the risk of bleeding [see Warnings and Precautions (5.3) ] . If surgery cannot be delayed, there is an increased risk of bleeding. This risk of bleeding should be weighed against the urgency of intervention [see Warnings and Precautions (5.3) ] . SAVAYSA can be restarted after the surgical or other procedure as soon as adequate hemostasis has been established noting that the time to onset of pharmacodynamic effect is 1-2 hours [see Warnings and Precautions (5.2) ] . Administer a parenteral anticoagulant and then switch to oral SAVAYSA, if oral medication cannot be taken during or after surgical intervention. 2.6 Administration Options For patients who are unable to swallow whole tablets, SAVAYSA tablets may be crushed and mixed with 2 to 3 ounces of water and immediately administered by mouth or through a gastric tube. The crushed tablets may also be mixed into applesauce and immediately administered orally [see Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SAVAYSA is a factor Xa inhibitor indicated: To reduce the risk of stroke and systemic embolism (SE) in patients with nonvalvular atrial fibrillation (NVAF) ( 1.1 ) Limitation of Use for NVAF SAVAYSA should not be used in patients with creatinine clearance (CrCL) > 95 mL/min because of increased risk of ischemic stroke compared to warfarin at the highest dose studied (60 mg) ( 1.1 ) SAVAYSA is indicated for the treatment of deep vein thrombosis (DVT) and pulmonary embolism (PE) following 5 to 10 days of initial therapy with a parenteral anticoagulant ( 1.2 ) 1.1 Reduction in the Risk of Stroke and Systemic Embolism in Nonvalvular Atrial Fibrillation SAVAYSA is indicated to reduce the risk of stroke and systemic embolism (SE) in patients with nonvalvular atrial fibrillation (NVAF). Limitation of Use for NVAF SAVAYSA should not be used in patients with CrCL > 95 mL/min because of an increased risk of ischemic stroke compared to warfarin [see Dosage and Administration (2.1) , Warnings and Precautions (5.1) and Clinical Studies (14.1) ] . 1.2 Treatment of Deep Vein Thrombosis and Pulmonary Embolism SAVAYSA is indicated for the treatment of deep vein thrombosis (DVT) and pulmonary embolism (PE) following 5 to 10 days of initial therapy with a parenteral anticoagulant."
  ],
  "fetched_at": "2025-10-01T17:18:24.113517",
  "source": "OpenFDA"
}