{
  "drug_name": "Eflornithine",
  "generic_name": [
    "EFLORNITHINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "iwilfin"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Myelosuppression [see Warnings and Precautions (5.1) ] Hepatotoxicity [see Warnings and Precautions (5.2) ] Hearing Loss [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence ≥5%) are hearing loss, otitis media, pyrexia, pneumonia, and diarrhea. ( 6.1 ) Most common Grade 3 or 4 laboratory abnormalities (incidence ≥2%) are increased ALT, increased AST, decreased neutrophil count, and decreased hemoglobin. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact US WorldMeds at 1-877-IWILFIN or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect rates observed in clinical practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflect exposure to IWILFIN as a single agent, taken orally at doses ranging from 192 - 768 mg twice daily, based on body surface area (BSA), until disease progression, unacceptable toxicity, or for a maximum of 2 years in patients who demonstrated at least a partial response to prior multiagent, multimodality therapy for newly diagnosed or relapsed/refractory high-risk neuroblastoma in Study 3b (n=101; NCT02395666) and Study 14 (n=259; NCT02679144). Among 360 patients who received IWILFIN, 84% were exposed for 6 months or longer and 73% were exposed for greater than one year. In this pooled safety population, the most common (≥5%) adverse reactions were hearing loss (11%), otitis media (10%), pyrexia (7%), pneumonia (5%), and diarrhea (5%). The most common (≥2%) Grade 3 or 4 laboratory abnormalities were increased ALT (11%), increased AST (6%), decreased neutrophils (4.2%), and decreased hemoglobin (3.3%). Study 3b The safety of IWILFIN was evaluated in Study 3b [see Clinical Studies (14.1)] . Eligible patients were pediatric patients with high-risk neuroblastoma (HRNB) who demonstrated at least a partial response to prior multiagent, multimodality therapy including induction, consolidation, and anti-GD2 immunotherapy. Patients received IWILFIN as a single agent taken orally at doses ranging from 192 - 768 mg twice daily, based on body surface area (BSA), until disease progression, unacceptable toxicity, or for a maximum of 2 years (N=85). Among patients who received IWILFIN, 93% were exposed for 6 months or longer and 89% were exposed for greater than one year. The median age of patients who received IWILFIN was 4 years (range: 1 to 17); 59% male; 85% White, 7% Black, 1% Asian, 8% Hispanic or Latino; 87% had International Neuroblastoma Staging System Stage 4 disease; 47% had neuroblastoma with known MYCN-amplification. Serious adverse reactions occurred in 12% of patients who received IWILFIN. Serious adverse reactions in >1 patient included skin infection (3 patients). Permanent discontinuation of IWILFIN due to an adverse reaction occurred in 11% of patients. Adverse reactions which resulted in permanent discontinuation of IWILFIN in >1 patient included hearing loss. Dose reductions of IWILFIN due to an adverse reaction occurred in 8% of patients. Adverse reactions which required dose reductions in >1 patient included hearing loss. The most common (≥5%) adverse reactions, including laboratory abnormalities, were otitis media, diarrhea, cough, sinusitis, pneumonia, upper respiratory tract infection, conjunctivitis, vomiting, pyrexia, allergic rhinitis, decreased neutrophils, increased ALT, increased AST, hearing loss, skin infection, and urinary tract infection. Table 5 summarizes the adverse reactions in Study 3b. Table 5: Adverse Reactions (≥5%) in Patients with HRNB Who Received IWILFIN in Study 3b Adverse Reaction Severity as defined by CTCAE Version 4.03. IWILFIN (n=85) All Grades Grade 1 adverse events were not comprehensively collected in Study 3b. , No Grade 4 or 5 events were reported. (%) Grade 3 (%) Infections Otitis media 32 2.4 Sinusitis 13 0 Pneumonia 12 1.2 Upper respiratory tract infection 11 0 Conjunctivitis 11 0 Skin infection 7 4.7 Urinary tract infection 6 1.2 Gastrointestinal Disorders Diarrhea Includes colitis. 15 3.5 Vomiting 11 1.2 Respiratory Disorders Cough 15 0 Allergic rhinitis 11 0 General Disorders Pyrexia 11 1.2 Ear and Labyrinth Disorders Hearing loss 7 7 Clinically relevant adverse reactions in <5% of patients who received IWILFIN included rash, extremity pain, and alopecia. Table 6 summarizes the laboratory abnormalities in Study 3b. Table 6: Select Laboratory Abnormalities (≥1%) in Patients with HRNB Who Received IWILFIN in Study 3b Laboratory Abnormality Severity as defined by CTCAE Version 4.03. IWILFIN (n=85) All Grades Grade 1 adverse events were not comprehensively collected in Study 3b. , No Grade 5 events occurred. (%) Grade 3 or 4 (%) Chemistry Increased ALT 9 7 No Grade 4 events occurred. Increased AST 8 6 Increased alkaline phosphatase 4.7 2.4 Decreased potassium 2.4 2.4 Decreased glucose 2.4 1.1 Decreased sodium 2.4 2.4 Increased potassium 1.2 0 Increased glucose 1.2 0 Hematology Decreased neutrophils 9 8 Decreased hemoglobin 4.7 2.4 Decreased white blood cells 2.4 0 Decreased platelets 1.2 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Prior to initiation of IWILFIN, perform baseline audiogram, complete blood count, and liver function tests. ( 2.1 , 5.3 ) Recommended dosage of IWILFIN is based on body surface area (see Table 1 ). ( 2.2 ) IWILFIN is taken orally twice daily with or without food until disease progression, unacceptable toxicity, or for a maximum of two years. ( 2.2 ) IWILFIN tablets may be swallowed whole, chewed, or crushed and mixed with soft food or liquid. ( 2.5 ) 2.1 Recommended Testing Before Initiating IWILFIN Prior to initiating IWILFIN, perform complete blood count, liver function tests, and baseline audiogram [see Warnings and Precautions (5.1 - 5.3) ]. 2.2 Recommended Dosage of IWILFIN The recommended IWILFIN dosage, based on body surface area (BSA), is provided in Table 1. Administer IWILFIN orally twice daily for two years or until recurrence of disease or unacceptable toxicity. Recalculate the BSA dosage every 3 months during treatment with IWILFIN. Table 1: Recommended Dose Body Surface Area (m 2 ) Dosage >1.5 768 mg (four tablets) orally twice a day 0.75 to 1.5 576 mg (three tablets) orally twice a day 0.5 to < 0.75 384 mg (two tablets) orally twice a day 0.25 to < 0.5 192 mg (one tablet) orally twice a day 2.3 Dosage Recommendations for Renal Impairment For the treatment of patients with severe renal impairment (eGFR <30 mL/min), reduce the recommended dose of IWILFIN by 50% as described in Table 2 [ see Use in Specific Populations (8.5) , Clinical Pharmacology (12.3) ]. Table 2: IWILFIN Dose Recommendations for Severely Renally Impaired Patients Body Surface Area (m 2 ) Recommended Dosage for Patients with Severe Renal Impairment (eGFR <30 mL/min) >1.5 384 mg (two tablets) orally twice a day 0.75 to 1.5 384 mg (two tablets) in the morning and 192 mg (one tablet) in the evening 0.5 to < 0.75 192 mg (one tablet) orally twice a day 0.25 to < 0.5 192 mg (one tablet) once a day 2.4 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are provided in Table 3. Table 3: Recommended IWILFIN Dose Reductions for Toxicity Management Current Dose Reduced Dose 768 mg (four tablets) orally twice a day 576 mg (three tablets) orally twice a day 576 mg (three tablets) orally twice a day 384 mg (two tablets) orally twice a day 384 mg (two tablets) orally twice a day 192 mg (one tablet) orally twice a day 192 mg (one tablet) orally twice a day 192 mg (one tablet) orally once daily If subsequent adverse reactions occur, continue dose reduction until reaching the minimum dose of one 192 mg tablet once per day. Permanently discontinue IWILFIN if the patient is unable to tolerate the minimum dose of 192 mg once daily. The recommended dosage modifications of IWILFIN for the management of adverse reactions are provided in Table 4. Table 4: Recommended IWILFIN Dosage Modifications for Adverse Reactions Adverse Reaction Severity Severity as defined by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03 Dosage Modification Myelosuppression [see Warnings and Precautions (5.1) ] Neutrophil count decreased <500/mm 3 Withhold IWILFIN until recovery to ≥500/mm 3 . If recovered within 7 days, resume IWILFIN at the same dose. If recovered after 7 days, resume IWILFIN at the next reduced dose level. Platelet count decreased <25,000/mm 3 Withhold IWILFIN until recovery to ≥25,000/mm 3 . If recovered within 7 days, resume IWILFIN at the same dose. If recovered between 7 and 14 days, resume IWILFIN at the next reduced dose level. If not recovered within 14 days, permanently discontinue IWILFIN. Anemia <8g/dL Withhold IWILFIN until recovery to ≥8g/dL. Resume IWILFIN at the same dose. If anemia recurs (<8g/dL) Withhold IWILFIN until recovery to ≥8g/dL. Resume IWILFIN at the next reduced dose level. Hepatotoxicity [see Warnings and Precautions (5.2) ] Aspartate aminotransferase increased or Alanine aminotransferase increased AST or ALT ≥10 × ULN Withhold IWILFIN until recovery to <10 × ULN. If recovered within 7 days, resume IWILFIN at the same dose. If recovered after 7 days, resume IWILFIN at the next reduced dose level. Hearing Loss [see Warnings and Precautions (5.3) ] Hearing loss Clinically concerning new or worsening hearing loss compared to IWILFIN baseline audiogram Continue dosing with IWILFIN and repeat audiogram in 3 weeks. If improved, continue IWILFIN at the same dose. If clinically concerning changes persist, hold IWILFIN for up to 30 days and repeat audiogram. If stable or improved, resume IWILFIN at the next reduced dose level. Other Adverse Reactions [see Adverse Reactions (6.1) ] Nausea, vomiting, or diarrhea Grade 3 If symptoms respond to supportive treatment (e.g., anti-emetic, anti-diarrheal), continue dosing with IWILFIN at the same dose. If symptoms do not respond to treatment, Withhold IWILFIN until recovery to ≤ Grade 2. Resume IWILFIN at the next reduced dose level. Other adverse reactions Grade 3 or 4 Withhold IWILFIN until recovery to ≤ Grade 2. Resume IWILFIN at the next reduced dose level. Recurrent Grade 4 Permanently discontinue IWILFIN. 2.5 Administration, Crushed Preparation, and Missed Dose Instructions Administration Administer IWILFIN orally twice daily, with or without food, for two years or until recurrence of disease or unacceptable toxicity [see Clinical Pharmacology (12.3) ] . IWILFIN tablets can be swallowed whole, chewed, or crushed. Crushed Preparation For patients who have difficulty swallowing tablets, IWILFIN can be chewed, or crushed then mixed with two tablespoons of soft food or liquid. Visually confirm the entire contents are consumed. If any crushed tablet particles remain in the container, mix with an additional small volume (e.g., no more than one ounce, 30 mL) of soft food or liquid. Discard crushed tablet preparation after one hour. Missed Dose A missed dose of IWILFIN should be administered as soon as possible. If the next dose is due within 7 hours, the missed dose should be skipped. If vomiting occurs after taking IWILFIN, an additional dose should not be administered. Continue with the next scheduled dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IWILFIN (eflornithine) is indicated to reduce the risk of relapse in adult and pediatric patients with high-risk neuroblastoma (HRNB) who have demonstrated at least a partial response to prior multiagent, multimodality therapy including anti-GD2 immunotherapy. IWILFIN is an ornithine decarboxylase inhibitor indicated to reduce the risk of relapse in adult and pediatric patients with high-risk neuroblastoma (HRNB) who have demonstrated at least a partial response to prior multiagent, multimodality therapy including anti-GD2 immunotherapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:15:28.923462",
  "source": "OpenFDA"
}