{
  "drug_name": "Elacestrant",
  "generic_name": [
    "ELACESTRANT"
  ],
  "brand_names": [
    "ORSERDU"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong and Moderate CYP3A4 Inducers : Avoid concomitant use with ORSERDU ( 7.1 ) Strong and Moderate CYP3A4 Inhibitors : Avoid concomitant use with ORSERDU ( 7.1 ) 7.1 Effect of Other Drugs on ORSERDU Strong and Moderate CYP3A4 Inhibitors Avoid concomitant use of strong or moderate CYP3A inhibitors with ORSERDU. Elacestrant is a CYP3A4 substrate. Concomitant use of a strong or moderate CYP3A4 inhibitor increase elacestrant exposure [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions of ORSERDU. Strong and Moderate CYP3A4 Inducers Avoid concomitant use of strong or moderate CYP3A inducers with ORSERDU. Elacestrant is a CYP3A4 substrate. Concomitant use of a strong or moderate CYP3A4 inducer decreases elacestrant exposure [see Clinical Pharmacology ( 12.3 )] , which may decrease effectiveness of ORSERDU. 7.2 Effect of ORSERDU on Other Drugs P-gp Substrates Reduce the dosage of P-gp substrates per their Prescribing Information when minimal concentration changes may lead to serious or life-threatening adverse reactions. Elacestrant is a P-gp inhibitor. Concomitant use of ORSERDU with a P-gp substrate increased the concentrations of P-gp substrate [see Clinical Pharmacology ( 12.3 )] , which may increase the adverse reactions associated with a P-gp substrate. BCRP Substrates Reduce the dosage of BCRP substrates per their Prescribing Information when minimal concentration changes may lead to serious or life-threatening adverse reactions. Elacestrant is a BCRP inhibitor. Concomitant use of ORSERDU with a BCRP substrate increased the plasma concentrations of BCRP substrate [see Clinical Pharmacology ( 12.3 )] , which may increase the adverse reactions associated with a BCRP substrate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Dyslipidemia [see Warnings and Precautions ( 5.1 )] The most common (>10%) adverse reactions, including laboratory abnormalities, of ORSERDU were musculoskeletal pain, nausea, increased cholesterol, increased AST, increased triglycerides, fatigue, decreased hemoglobin, vomiting, increased ALT, decreased sodium, increased creatinine, decreased appetite, diarrhea, headache, constipation, abdominal pain, hot flush, and dyspepsia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Stemline Therapeutics, Inc. at 1-877-332-7961 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of ORSERDU was evaluated in 467 patients with ER+/HER2- advanced breast cancer following CDK4/6 inhibitor therapy in EMERALD, a randomized, open-label, multicenter study [see Clinical Studies ( 14 )] . Patients received ORSERDU 345 mg orally once daily (n=237) or standard of care (SOC) consisting of fulvestrant or an aromatase inhibitor (n=230). Among patients who received ORSERDU, 22% were exposed for 6 months or longer and 9% were exposed for greater than one year. Serious adverse reactions occurred in 12% of patients who received ORSERDU. Serious adverse reactions in >1% of patients who received ORSERDU were musculoskeletal pain (1.7%) and nausea (1.3%). Fatal adverse reactions occurred in 1.7% of patients who received ORSERDU, including cardiac arrest, septic shock, diverticulitis, and unknown cause (one patient each). Permanent discontinuation of ORSERDU due to an adverse reaction occurred in 6% of patients. Adverse reactions which resulted in permanent discontinuation of ORSERDU in >1% of patients were musculoskeletal pain (1.7%) and nausea (1.3%). Dosage interruptions of ORSERDU due to an adverse reaction occurred in 15% of patients. Adverse reactions which resulted in dosage interruption of ORSERDU in >1% of patients were nausea (3.4%), musculoskeletal pain (1.7%), and increased ALT (1.3%). Dosage reductions of ORSERDU due to an adverse reaction occurred in 3% of patients. Adverse reactions which required dosage reductions of ORSERDU in >1% of patients were nausea (1.7%). The most common (≥10%) adverse reactions, including laboratory abnormalities, of ORSERDU were musculoskeletal pain, nausea, increased cholesterol, increased AST, increased triglycerides, fatigue, decreased hemoglobin, vomiting, increased ALT, decreased sodium, increased creatinine, decreased appetite, diarrhea, headache, constipation, abdominal pain, hot flush, and dyspepsia. Table 3 summarizes the adverse reactions in EMERALD. Table 3: Adverse Reactions (>10%) in Patients with ER-positive, HER2-negative, Advanced or Metastatic Breast Cancer Who Received ORSERDU in EMERALD a a Adverse reactions were graded using NCI CTCAE version 5.0. b Includes other related terms c Only includes Grade 3 adverse reactions. Adverse Reaction ORSERDU (n=237) Fulvestrant or an Aromatase Inhibitor (n=230) All Grades (%) Grade 3 or 4 c (%) All Grades (%) Grade 3 or 4 c (%) Musculoskeletal and connective tissue disorders Musculoskeletal pain b 41 7 39 1 Gastrointestinal disorders Nausea 35 2.5 19 0.9 Vomiting b 19 0.8 9 0 Diarrhea 13 0 10 1 Constipation 12 0 6 0 Abdominal pain b 11 1 10 0.9 Dyspepsia 10 0 2.6 0 General disorders Fatigue b 26 2 27 1 Metabolism and nutrition disorders Decreased appetite 15 0.8 10 0.4 Nervous system Headache 12 2 12 0 Vascular disorders Hot flush 11 0 8 0 Clinically relevant adverse reactions in < 10% of patients who received ORSERDU included rash, insomnia, dyspnea, cough, dizziness, stomatitis and gastroesophageal reflux disease. Table 4 summarizes the laboratory abnormalities in EMERALD. Table 4: Select Laboratory Abnormalities (>10%) That Worsened from Baseline in Patients with ER-positive, HER2-negative, Advanced or Metastatic Breast Cancer Who Received ORSERDU in EMERALD a a The denominator used to calculate the rate varied from 29 to 236 for ORSERDU and from 37 to 225 for fulvestrant or an aromatase inhibitor based on the number of patients with a baseline value and at least one post-treatment value. Laboratory Abnormality ORSERDU a Fulvestrant or an Aromatase Inhibitor a All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Chemistry Cholesterol increased 30 1 17 0 Aspartate aminotransferase increased 29 0 34 1 Triglycerides increased 27 2 15 1 Alanine aminotransferase increased 17 0 24 1 Sodium decreased 16 1 15 0 Creatinine increased 16 0 6 0 Hematology Hemoglobin decreased 26 1 20 2"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Select patients for treatment with ORSERDU based on the presence of ESR1 mutations. ( 2.1 ) The recommended dosage of ORSERDU is one 345 mg tablet taken orally, once daily, with food ( 2.2 ) Dose interruption, reduction, or permanent discontinuation may be required due to adverse reactions. ( 2.3 ) 2.1 Patient Selection Select patients for treatment of ER-positive, HER2-negative advanced or metastatic breast cancer with ORSERDU based on the presence of ESR1 mutation(s) in plasma specimen using an FDA-approved test [see Indications and Usage ( 1 ) and Clinical Studies ( 14 )] . Information on FDA-approved tests for detection of ESR1 mutations in breast cancer is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage The recommended dosage of ORSERDU is 345 mg taken orally with food once daily until disease progression or unacceptable toxicity occurs. Take ORSERDU at approximately the same time each day. Take with food to reduce nausea and vomiting [see Adverse Reactions ( 6.1 )] . Swallow ORSERDU tablet(s) whole. Do not chew, crush, or split prior to swallowing. Do not take any ORSERDU tablets that are broken, cracked, or that look damaged. If a dose is missed for more than 6 hours or vomiting occurs, skip the dose and take the next dose the following day at its regularly scheduled time. 2.3 Dosage Modifications for Adverse Reactions The recommended dose reduction levels for adverse reactions are listed in Table 1 : Table 1: ORSERDU Dose Reduction Levels for Adverse Reactions 1 If further dose reduction below 172 mg once daily is required, permanently discontinue ORSERDU. Dose Reduction Dosage Number and Strength of Tablets First-dose reduction 258 mg once daily Three 86 mg tablets Second-dose reduction 172 mg once daily 1 Two 86 mg tablets Recommended dosage modifications of ORSERDU for adverse reactions are provided in Table 2 [see Adverse Reactions ( 6.1 )] . Table 2: ORSERDU Dosage Modification Guidelines for Adverse Reactions Severity Dosage Modification Grade 1 Continue ORSERDU at current dose level. Grade 2 Consider interruption of ORSERDU until recovery to Grade ≤ 1 or baseline. Then resume ORSERDU at the same dose level. Grade 3 Interrupt ORSERDU until recovery to Grade ≤ 1 or baseline. Then resume ORSERDU at the next lower dose level. If the Grade 3 toxicity recurs, interrupt ORSERDU until recovery to Grade ≤ 1 or baseline. Then resume ORSERDU reduced by another dose level. Grade 4 Interrupt ORSERDU until recovery to Grade ≤ 1 or baseline. Then resume ORSERDU reduced by one dose level. If a Grade 4 or intolerable adverse reaction recurs, permanently discontinue ORSERDU. 2.4 Dosage Modifications for Use with Concomitant CYP3A4 Inducers and Inhibitors Avoid concomitant use of ORSERDU with strong or moderate CYP3A4 inducers and inhibitors [see Drug Interactions ( 7.1 )] . 2.5 Dosage Modifications for Hepatic Impairment Avoid use of ORSERDU in patients with severe hepatic impairment (Child-Pugh C). Reduce the ORSERDU dosage to 258 mg once daily for patients with moderate hepatic impairment (Child-Pugh B). No dosage adjustment is recommended for patients with mild hepatic impairment (Child-Pugh A) [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ORSERDU is indicated for the treatment of postmenopausal women or adult men with estrogen receptor (ER)-positive, human epidermal growth factor receptor 2 (HER2)‑negative, ESR1 -mutated advanced or metastatic breast cancer with disease progression following at least one line of endocrine therapy. ORSERDU is an estrogen receptor antagonist indicated for: treatment of postmenopausal women or adult men, with ER-positive, HER2-negative, ESR1 -mutated advanced or metastatic breast cancer with disease progression following at least one line of endocrine therapy ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:19:36.516911",
  "source": "OpenFDA"
}