{
  "drug_name": "Elafibranor",
  "generic_name": [
    "ELAFIBRANOR"
  ],
  "brand_names": [
    "IQIRVO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Hormonal Contraceptives: Switch to effective non-hormonal contraceptives or add a barrier method when using hormonal contraceptives and for at least 3 weeks after last dose. ( 7.1 ) HMG-CoA Reductase Inhibitors : Monitor for signs and symptoms of muscle injury. ( 5.1 , 7.1 ) Rifampin: Monitor the biochemical response (e.g., ALP and bilirubin) when patients initiate rifampin during IQIRVO treatment. ( 7.2 ) Bile Acid Sequestrants: Administer at least 4 hours before or 4 hours after taking a bile acid binding sequestrant, or at as great an interval as possible. ( 2.3 , 7.2 ) 7.1 Effects of IQIRVO on Other Drugs Table 3 includes clinically significant drug interactions affecting other drugs. Table 3: Clinically Significant Interactions Affecting Other Drugs Hormonal Contraceptives Clinical Impact IQIRVO is a weak CYP3A4 inducer [see Clinical Pharmacology (12.3) ] . Co-administration of IQIRVO and hormonal contraceptives (e.g., birth control pills, skin patches, implant) may reduce the systemic exposure of progestin and ethinyl estradiol (CYP3A4 substrates), which may lead to contraceptive failure and/or an increase in breakthrough bleeding. Intervention Switch to effective non-hormonal contraceptives or add a barrier method when using hormonal contraceptives during treatment with IQIRVO and for at least 3 weeks after last dose [see Warnings and Precautions (5.3) , Use in Specific Populations (8.1 , 8.3) ] . HMG-CoA Reductase Inhibitors Clinical Impact CPK elevation and/or myalgia occurred in patients on IQIRVO monotherapy. Co-administration of IQIRVO and HMG-CoA reductase inhibitors (statins) which have a risk of myalgia, can increase the risk of myopathy by a mechanism that has not been fully characterized [see Adverse Reactions (6.1) ] . Intervention Monitor for signs and symptoms of muscle injury. Consider periodic assessment (clinical exam, CPK) during treatment. Interrupt IQIRVO treatment if there is new onset or worsening of muscle pain or myopathy [see Warnings and Precautions (5.1) ] . 7.2 Effects of Other Drugs on IQIRVO Table 4 includes clinically significant drug interactions affecting IQIRVO. Table 4: Clinically Significant Interactions Affecting IQIRVO Rifampin Clinical Impact Co-administration of IQIRVO with rifampin, an inducer of metabolizing enzymes, may reduce the systemic exposure of elafibranor and its active metabolite via increased metabolism and may result in delayed or suboptimal biochemical response [see Clinical Pharmacology (12.3) ] . Intervention Monitor the biochemical response (e.g., ALP and bilirubin) when patients initiate rifampin during treatment with IQIRVO. Bile Acid Binding Sequestrants Clinical Impact Bile acid sequestrants may interfere with the action of IQIRVO by reducing its absorption and systemic exposure, which may reduce IQIRVO efficacy. Intervention Administer IQIRVO at least 4 hours before or 4 hours after taking a bile acid binding sequestrant, or at as great an interval as possible [see Dosage and Administration (2.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Myalgia, Myopathy, and Rhabdomyolysis [see Warnings and Precautions (5.1) ] Fractures [see Warnings and Precautions (5.2) ] Drug-Induced Liver Injury [see Warnings and Precautions (5.4) ] Hypersensitivity Reactions [see Warnings and Precautions (5.5) ] Most common adverse reactions with IQIRVO (reported in ≥ 5% and higher compared to placebo) are weight gain, diarrhea, abdominal pain, nausea, vomiting, arthralgia, constipation, muscle injury, fracture, gastroesophageal reflux disease, dry mouth, weight loss, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ipsen Biopharmaceuticals, Inc. at 1-855-463-5127 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of IQIRVO is based on Study 1 consisting of 161 patients who were randomized to receive IQIRVO 80 mg (n=108) or placebo (n=53) once daily with a median duration of exposure during the double-blind period of 62 weeks (inter quartile range: 52, 84) [see Clinical Studies (14) ] . IQIRVO or placebo was administered in combination with UDCA in 95% of patients and as monotherapy in 5% of patients who were unable to tolerate UDCA. The most common adverse reaction leading to treatment discontinuation was increased CPK (4%). Common Adverse Reactions Table 1 presents common adverse reactions that occurred in Study 1. Table 1: Common Adverse Reactions Occurring During the Double-Blind Period in Adult Patients with PBC (Study 1) Included 8 patients (5%) who were intolerant to UDCA and initiated treatment as monotherapy: 6 patients (5%) in the IQIRVO arm and 2 patients (4%) in the placebo arm. Adverse Reaction Occurring in greater than or equal to 5% of patients in the IQIRVO treatment arm and at an incidence greater than or equal to 1% higher than in the placebo treatment arm. IQIRVO 80 mg Once Daily N = 108 % (n) Placebo N = 53 % (n) Weight gain Weight gain, abdominal pain, muscle pain, fracture, and rash include other related terms. 23% (25) 21% (11) Diarrhea 11% (12) 9% (5) Abdominal pain 11% (12) 6% (3) Nausea 11% (12) 6% (3) Vomiting 11% (12) 2% (1) Arthralgia 8% (9) 4% (2) Constipation 8% (9) 2% (1) Muscle pain 7% (8) 2% (1) Fracture 6% (7) 0 Gastroesophageal reflux disease 6% (7) 2% (1) Dry mouth 5% (5) 2% (1) Weight loss 5% (5) 0 Rash 5% (5) 4% (2) Myalgia, Myopathy, and Rhabdomyolysis Muscle injury included rhabdomyolysis, CPK elevation with or without myalgia, and myopathy. Rhabdomyolysis and acute kidney injury (AKI) occurred in one IQIRVO-treated patient who had cirrhosis at baseline and was also on a stable dose of an HMG-CoA reductase inhibitor for a year. Median time to development of myalgia was 85.5 days (interquartile range: 29, 291). CPK elevation and/or myalgia occurred in patients on IQIRVO monotherapy as well as in patients who were concomitantly treated with an HMG-CoA reductase inhibitor. Table 2 presents the frequency of muscle injury related adverse reactions in Study 1. Table 2: Muscle Injury Related Adverse Reactions During the Double-Blind Period in Adult Patients with PBC in Study 1 Adverse Reaction IQIRVO 80 mg Once Daily N = 108 % (n) Placebo N = 53 % (n) Creatine phosphokinase (CPK) increased (>3× ULN) 4% (4) Two patients receiving IQIRVO 80 mg once daily were on a concomitant HMG-CoA reductase inhibitor 0 Myalgia 4% (4) 2% (1) CPK increased and Myalgia 1% (1) One patient receiving IQIRVO 80 mg once daily was on a concomitant HMG-CoA reductase inhibitor 0 Rhabdomyolysis and AKI AKI: Acute kidney injury 1% (1) 0 Fractures Fractures occurred in 6% (n=7) of IQIRVO-treated patients compared to no placebo-treated patients. The median time to fracture after receiving IQIRVO was 122 days (interquartile range: 48, 258). Less Common Adverse Reactions Additional adverse reactions that occurred more frequently in the IQIRVO-treated patients compared to placebo, but in less 5% of patients included dizziness, gastroenteritis, increased blood creatinine, and anemia. Cholelithiasis and Cholecystitis New onset of cholelithiasis was detected in 3 (3%) IQIRVO-treated patients compared to no placebo-treated patients. The three IQIRVO-treated patients were taking UDCA concomitantly. An additional patient who had gallstones at baseline developed cholecystitis requiring cholecystectomy."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Before treatment, evaluate for muscle pain or myopathy, and/or verify that females of reproductive potential are not pregnant. ( 2.1 ) The recommended dosage is 80 mg orally once daily with or without food. ( 2.2 ) 2.1 Recommended Evaluation Before Initiating IQIRVO Before initiating IQIRVO: Evaluate for muscle pain or myopathy [see Warnings and Precautions (5.1) ] . Verify that females of reproductive potential are not pregnant prior to initiating treatment with IQIRVO [ see Warnings and Precautions (5.3) , Use in Specific Populations (8.1 , 8.3) ] . 2.2 Recommended Dosage and Administration The recommended dosage of IQIRVO is 80 mg taken orally once daily with or without food [see Clinical Pharmacology (12.3) ] . 2.3 Administration Modification for Bile Acid Sequestrants Administer IQIRVO at least 4 hours before or 4 hours after administering the bile acid sequestrant, or at as great an interval as possible [see Drug Interactions (7.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IQIRVO is indicated for the treatment of primary biliary cholangitis (PBC) in combination with ursodeoxycholic acid (UDCA) in adults who have had an inadequate response to UDCA, or as monotherapy in patients unable to tolerate UDCA. This indication is approved under accelerated approval based on reduction of alkaline phosphatase (ALP) [see Clinical Studies (14) ] . Improvement in survival or prevention of liver decompensation events have not been demonstrated. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s). IQIRVO is a peroxisome proliferator-activated receptor (PPAR) agonist indicated for the treatment of primary biliary cholangitis (PBC) in combination with ursodeoxycholic acid (UDCA) in adults who have an inadequate response to UDCA, or as monotherapy in patients unable to tolerate UDCA. This indication is approved under accelerated approval based on reduction of alkaline phosphatase (ALP). Improvement in survival or prevention of liver decompensation events have not been demonstrated. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s). ( 1 ) Limitations of Use Use of IQIRVO is not recommended in patients who have or develop decompensated cirrhosis (e.g., ascites, variceal bleeding, hepatic encephalopathy). ( 8.7 , 12.3 ) Limitations of Use Use of IQIRVO is not recommended in patients who have or develop decompensated cirrhosis (e.g., ascites, variceal bleeding, hepatic encephalopathy) [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] ."
  ],
  "fetched_at": "2025-10-01T15:54:00.474030",
  "source": "OpenFDA"
}