{
  "drug_name": "Elagolix",
  "generic_name": [
    "ELAGOLIX AND ESTRADIOL AND NORETHISTERONE"
  ],
  "brand_names": [
    "Oriahnn"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See full prescribing information for a list of clinically important drug interactions. ( 7 ) 7.1 Potential for ORIAHNN to Affect Other Drugs Elagolix (a component of ORIAHNN) is: A weak to moderate inducer of cytochrome P450 (CYP3A). Co-administration with ORIAHNN may decrease plasma concentrations of drugs that are substrates of CYP3A. A weak inhibitor of CYP2C19. Co-administration with ORIAHNN may increase plasma concentrations of drugs that are substrates of CYP2C19 (see Table 3). An inhibitor of efflux transporter P-glycoprotein (P-gp). Co-administration with ORIAHNN may increase plasma concentrations of drugs that are substrates of P-gp (see Table 3). The effects of co-administration of ORIAHNN on concentrations of concomitant drugs and the clinical recommendations for these drug interactions are summarized in Table 3. Table 3. Drug Interactions: Effects of ORIAHNN on Other Drugs Concomitant Drug Class: Drug Name Effect on Plasma Exposure of Concomitant Drug Clinical Recommendations Cardiac glycosides: digoxin ↑ digoxin Increase monitoring of digoxin concentrations and potential signs and symptoms of clinical toxicity when initiating ORIAHNN in patients who are taking digoxin. If ORIAHNN is discontinued, increase monitoring of digoxin concentrations. Benzodiazepines: oral midazolam ↓ midazolam Consider increasing the dose of midazolam by no more than 2-fold and individualize midazolam therapy based on the patient’s response. Statins: rosuvastatin ↓ rosuvastatin Monitor lipid levels and adjust the dose of rosuvastatin, if necessary. Proton pump inhibitors: omeprazole ↑ omeprazole No dose adjustment needed for omeprazole 40 mg once daily when co-administered with ORIAHNN. When ORIAHNN is used concomitantly with higher doses of omeprazole, consider dosage reduction of omeprazole. See Tables 6 and 7 [see Clinical Pharmacology ( 12.3 ) ] . The direction of the arrow indicates the direction of the change in the area under the curve (AUC) (↑= increase, ↓ = decrease). 7.2 Potential for Other Drugs to Affect ORIAHNN Elagolix (a component of ORIAHNN) is a substrate of CYP3A, P-gp, and OATP1B1; estradiol and norethindrone acetate are metabolized partially by CYP3A [see Clinical Pharmacology ( 12.3 ) ] . Concomitant use of ORIAHNN with: Strong CYP3A inducers may decrease elagolix, estradiol, and norethindrone plasma concentrations and may result in a decrease of the therapeutic effects of ORIAHNN. Rifampin is not recommended. The concomitant use of rifampin increased plasma concentrations of elagolix [see Clinical Pharmacology ( 12.3 ) ] . Strong CYP3A inhibitors are not recommended. Concomitant use of ORIAHNN with strong CYP3A inhibitors may increase elagolix, estradiol, and norethindrone plasma concentrations and increase the risk of adverse reactions. OATP1B1 inhibitors that are known or expected to significantly increase elagolix plasma concentrations is contraindicated due to increased risk of elagolix-associated adverse reactions [see Contraindications ( 4 ) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in labeling: Thromboembolic Disorders and Vascular Events [see Warnings and Precautions ( 5.1 ) ] Bone Loss [see Warnings and Precautions ( 5.2 ) ] Suicidal Ideation, Suicidal Behavior, and Exacerbation of Mood Disorders [see Warnings and Precautions ( 5.4 ) ] Hepatic Transaminase Elevations [see Warnings and Precautions ( 5.5 ) ] Elevated Blood Pressure [see Warnings and Precautions ( 5.6 ) ] Effects on Carbohydrate and Lipid Metabolism [see Warnings and Precautions ( 5.9 ) ] Alopecia [see Warnings and Precautions ( 5.10 ) ] Most common adverse reaction (>5%) in clinical trials were hot flushes, headache, fatigue, metrorrhagia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1–800–633–9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch Figure 1. Mean Percent Change From Baseline in Lumbar Spine BMD in Women Who Received 12 Months of ORIAHNN (On-Treatment) and 12 Months of Follow Up (Off Treatment) 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of ORIAHNN was evaluated in two 6-month, randomized, double-blind, placebo-controlled trials (Studies UF-1 and UF-2), in which 790 premenopausal women received at least 1 dose of ORIAHNN (n=395), elagolix 300 mg twice daily (n=199), or placebo (n=196) [see Clinical Studies ( 14 )] . Women who completed 6-month treatment in either Study UF-1 or Study UF-2 and met eligibility criteria (n=433) entered a 6-month extension study (Study UF-3), receiving either ORIAHNN (n=276) or elagolix 300 mg twice daily (n=157). Elagolix 300 mg twice daily is not an approved dosage but was included as a reference arm. A total of 341 women received ORIAHNN for 6 months and 182 women received ORIAHNN for 12 months. Serious Adverse Events Serious adverse events were reported in three (0.8%) ORIAHNN-treated women in Studies UF-1 and UF-2. Two women had heavy menstrual bleeding and required blood transfusion due to anemia (0.5%) and one woman with history of bariatric surgery had a laparoscopic cholecystectomy due to cholelithiasis. In Study UF-3, two women were diagnosed with breast cancer. One woman had completed 6 months of treatment with ORIAHNN in Study UF-1 and received 34 additional days of ORIAHNN in Study UF-3 when diagnosed. The second woman had received placebo in Study UF-2 and completed 6 months of ORIAHNN in Study UF-3 when diagnosed [see Warnings and Precautions ( 5.3 ) ] . Adverse Reactions Leading to Study Discontinuation In Studies UF-1 and UF-2, the discontinuation rate due to adverse reactions was 10% among ORIAHNN-treated women and 7% among placebo-treated women. The most common adverse reactions leading to study drug discontinuation in the ORIAHNN group were nausea (1%), headache (1%), alopecia (1%), metrorrhagia (1%), menorrhagia (1%), and hot flush (1%). One event each of the following adverse reactions led to study drug discontinuation: affect lability, angina pectoris, depression, hepatic enzyme increased, homicidal ideation, hypertension, irritability, thrombosis. In women who received ORIAHNN in Studies UF-1 or UF-2 and then in Study UF-3, 4% discontinued treatment due to adverse reactions. Three women discontinued due to serious adverse events (one each for breast cancer, menorrhagia with pelvic pain, and hysterectomy). Common Adverse Reactions Adverse reactions reported in ≥5% of ORIAHNN-treated women in Studies UF-1 and UF-2 and at a greater frequency than placebo-treated women are presented in Table 1. Table 1. Adverse Reactions that Occurred in at Least 5% of Women with Uterine Fibroids Who Received ORIAHNN in Studies UF-1 and UF-2 and at a Greater Incidence Than Placebo Adverse Reaction ORIAHNN N=395 Placebo N=196 Hot flush 22% 9% Headache 9% 7% Fatigue 6% 4% Metrorrhagia 5% 1% The most commonly reported adverse reactions in the blinded extension trial (Study UF-3) were consistent with those in the placebo-controlled trials. Less Common Adverse Reactions In Studies UF-1 and UF-2, adverse reactions reported in ≥3% and <5% in the ORIAHNN group and greater incidence than the placebo group included: libido decreased, arthralgia, hypertension, alopecia, mood swings, influenza, abdominal distension, upper respiratory tract infection, menorrhagia, vomiting, and weight increased. Thromboembolic and Vascular Events In the Studies UF-1, UF-2, and UF-3, two (0.4%) thrombotic events occurred in 453 ORIAHNN-treated patients (thrombosis in the calf and pulmonary embolism) [see Warnings and Precautions ( 5.1 ) ] . One obese woman developed thrombosis in the left calf after 30 days of treatment with ORIAHNN. Another woman developed a pulmonary embolism after taking ORIAHNN for approximately 8 months. Bone Loss The effect of ORIAHNN on BMD was assessed by dual-energy X-ray absorptiometry (DXA). In Studies UF-1 and UF-2, there was a greater decrease in BMD in women treated with ORIAHNN for 6 months compared to women treated with placebo. In Study UF-3, continued bone loss was observed in some women who received ORIAHNN for 12 consecutive months. The mean percent change from baseline in lumbar spine BMD at Month 6 (Studies UF-1 and UF-2) and Month 12 (Study UF-3) is presented in Table 2. Table 2. Mean Percent Change (On-Treatment) from Baseline in Lumbar Spine BMD in Women with Fibroids at Month 6 in Studies UF-1 and UF-2 and Month 12 in Study UF-3 Studies UF-1 and UF-2 Treatment Month 6 Study UF-3 Treatment Month 12 Placebo ORIAHNN ORIAHNN Number of Subjects 150 305 175 Percent Change from Baseline -0.1 -0.7 -1.5 Treatment Difference, % (95% CI) -0.6 (-1.0, -0.1) CI: Confidence interval Following 12 months of ORIAHNN treatment in Study UF-3, a decline in lumbar spine BMD of >3% was seen in 27% (48/175) of women and a decline of ≥8% was seen in 1.7% (3/175) of women. To assess for recovery, the change in BMD over time was analyzed for women who received continuous ORIAHNN treatment for up to 12 months and were then followed after cessation of therapy for an additional 12 months in Study UF-3 (Figure 1). The LS mean percent change from baseline in BMD 12 months after cessation of therapy was -0.72 (95% CI -1.2, -0.2), -0.59 (-1.0, -0.2), and -0.95 (-1.6, -0.3) at the lumbar spine, total hip, and femoral neck, respectively. Twelve months after cessation of ORIAHNN, continued bone loss was observed at the lumbar spine, total hip, and femoral neck in 24%, 32%, and 40% of women, respectively. Partial recovery was observed in 46%, 33%, and 38% and full recovery was observed in 30%, 35%, and 22% of women at these same sites. The time to maximum recovery in women who partially recovered is unknown. Figure 1. Mean Percent Change From Baseline in Lumbar Spine BMD in Women Who Received 12 Months of ORIAHNN (On-Treatment) and 12 Months of Follow Up (Off Treatment) Suicidal Ideation, Suicidal Behavior, and Exacerbation of Mood Disorders In the placebo-controlled trials (Studies UF-1 and UF-2), ORIAHNN was associated with adverse mood changes. Depression, depressed mood, and/or tearfulness were reported in 3% of ORIAHNN-treated women compared to 1% of placebo-treated women. One woman treated with lower dose elagolix alone for another disease completed suicide 2 days after elagolix discontinuation. Hepatic Transaminase Elevations In Studies UF-1 and UF-2, elevations of serum ALT and AST with no concurrent elevations of bilirubin were reported. ALT elevations to at least 3 times the upper limit of normal (ULN) occurred in 1.1% (4/379) of ORIAHNN-treated women and no placebo-treated women. Peak elevation of ALT almost 8 times the ULN was reported in 1 ORIAHNN-treated woman. AST elevations to at least 3 times the ULN occurred in 5/379 (1.3%) in ORIAHNN-treated women and no placebo-treated women. Peak elevation of AST 6 times the ULN was reported in 1 ORIAHNN-treated woman. Blood Pressure Elevations There were more ORIAHNN-treated women with systolic blood pressure ≥ 160 mmHg (7.1%) and diastolic blood pressure ≥ 100 mmHg (11.3%) compared to placebo-treated women (3.7% and 6.3%, respectively). The incidence of hypertensive adverse reactions was 3.8% in ORIAHNN-treated women and 3.1% placebo-treated women. One ORIAHNN-treated woman in Study UF-1, with no prior history but with elevated cholesterol levels, had severe hypertension (BP 204/112) and chest pain. ECG was negative. Her hypertension was controlled with anti-hypertensives and she completed Study UF-3. Changes in Lipid Parameters Increases in total cholesterol, low-density lipoprotein cholesterol (LDL-C), serum triglycerides, and apolipoprotein B were noted during ORIAHNN treatment in Studies UF-1 and UF-2. Of the women with Grade 0 LDL-C (<130 mg/dL) at baseline, 1/313 (0.3%) ORIAHNN-treated woman shifted to Grade 3 (≥ 190 mg/dL) compared to no placebo-treated woman. Of those with Grade 1 LDL-C (130 to <160 mg/dL) at baseline, 9/54 (16.7%) ORIAHNN-treated women shifted to Grade 3 compared to no placebo-treated woman. Of those with Grade 2 LDL-C (160 to <190 mg/dL) at baseline, 7/10 (70%) ORIAHNN-treated women shifted to Grade 3 compared to 1/5 (20%) placebo-treated woman. Alopecia In Phase 3 placebo-controlled clinical trials (Studies UF-1 and UF-2), 3.5% (14/395) of ORIAHNN-treated women experienced alopecia, hair loss, or hair thinning compared to 1.0% (2/196) of placebo-treated women. No specific pattern in hair loss was observed. In almost one-third (4/14) of affected ORIAHNN-treated women, alopecia was a reason for study drug discontinuation; no placebo-treated women discontinued because of alopecia. In ORIAHNN-treated women, 79% of the cases were mild and 21% were moderate in severity. Hair loss was ongoing at the end of the study for 4 out of 14 women (29%). Of these 4 women, one discontinued treatment due to hair loss, two had ongoing hair loss 12 months after discontinuing ORIAHNN, and one was lost to follow-up. In the remaining 10 women (71%), hair loss either resolved while on treatment or resolved within 24 days to approximately 9 months after discontinuing ORIAHNN. Resumption of Menses after Discontinuation After six months of ORIAHNN treatment, resumption of menses was reported by 39%, 68%, and 73% of women within 1, 2, and 6 months, respectively, in Study UF-1 and 39%, 85%, and 92% within 1, 2, and 6 months, respectively, in Study UF-2. After 12 months of therapy with ORIAHNN (Study UF-1 or Study UF-2 then Study UF-3), resumption of menses was reported by 43%, 82%, and 90% of women within 1, 2, and 6 months after stopping treatment, respectively. Whether those who did not resume having menses transitioned to a peri-postmenopausal status is unknown."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ORIAHNN is contraindicated in women: With a high risk of arterial, venous thrombotic, or thromboembolic disorders [see Boxed Warning and Warnings and Precautions ( 5.1 ) ] . Examples include women over 35 years of age who smoke, and women who are known to have: ○ current or history of deep vein thrombosis or pulmonary embolism ○ vascular disease (e.g., cerebrovascular disease, coronary artery disease, peripheral vascular disease) ○ thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) ○ inherited or acquired hypercoagulopathies ○ uncontrolled hypertension ○ headaches with focal neurological symptoms or have migraine headaches with aura if over age 35 Who are pregnant. Exposure to ORIAHNN early in pregnancy may increase the risk of early pregnancy loss [see Use in Specific Populations ( 8.1 ) ] . With known osteoporosis because of the risk of further bone loss [see Warnings and Precautions ( 5.2 ) ] . With current or history of breast cancer or other hormonally-sensitive malignancies, and with increased risk for hormonally-sensitive malignancies [see Warnings and Precautions ( 5.3 ) ] . With known hepatic impairment or disease [see Warnings and Precautions ( 5.5 ) ] . With undiagnosed abnormal uterine bleeding. With known anaphylactic reaction, angioedema, or hypersensitivity to ORIAHNN or any of its components. Taking inhibitors of organic anion transporting polypeptide (OATP)1B1 (a hepatic uptake transporter) that are known or expected to significantly increase elagolix plasma concentrations [see Drug Interactions ( 7.2 ) ] . High risk of arterial, venous thrombotic, or thromboembolic disorder. ( 4 ) Pregnancy. ( 4 ) Known osteoporosis. ( 4 ) Current or history of breast cancer or other hormonally-sensitive malignancies. ( 4 ) Known liver impairment or disease. ( 4 ) Undiagnosed abnormal uterine bleeding. ( 4 ) Known hypersensitivity to ingredients of ORIAHNN. ( 4 ) Organic anion transporting polypeptide (OATP)1B1 inhibitors that are known or expected to significantly increase elagolix plasma concentrations. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION One capsule (elagolix 300 mg, estradiol 1 mg, norethindrone acetate 0.5 mg) in the morning and one capsule (elagolix 300 mg) in the evening for up to 24 months. ( 2.1 ) 2.1 Important Dosing Information Exclude pregnancy before starting ORIAHNN or start ORIAHNN within 7 days from the onset of menses [see Use in Specific Populations ( 8.1 ) and ( 8.3 ) ] . The recommended dosage of ORIAHNN is: ○ One elagolix 300 mg, estradiol 1 mg, and norethindrone acetate 0.5 mg capsule in the morning (AM), and ○ One elagolix 300 mg capsule in the evening (PM). Take the morning and evening capsules at approximately the same time each day, with or without food. The recommended duration of treatment with ORIAHNN is 24 months [see Warnings and Precautions ( 5.2 ) ] . 2.2 Missed Dose Instruct the patient to take the missed dose of ORIAHNN within 4 hours of the time that it was supposed to be taken and then the next dose at the usual time. If more than 4 hours have passed since a capsule is usually taken, instruct the patient not to take the missed dose and take the next dose at the usual time. Take only one morning capsule and one evening capsule per day."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ORIAHNN is indicated for the management of heavy menstrual bleeding associated with uterine leiomyomas (fibroids) in premenopausal women. Limitation of Use: Use of ORIAHNN should be limited to 24 months due to the risk of continued bone loss, which may not be reversible [see Dosage and Administration ( 2.1 ) and Warnings and Precautions ( 5.2 ) ] . ORIAHNN is a combination of elagolix, a gonadotropin-releasing hormone (GnRH) receptor antagonist, estradiol, an estrogen, and norethindrone acetate, a progestin, indicated for the management of heavy menstrual bleeding associated with uterine leiomyomas (fibroids) in premenopausal women. ( 1 ) Limitation of Use: Use of ORIAHNN should be limited to 24 months due to the risk of continued bone loss, which may not be reversible. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:31:24.537745",
  "source": "OpenFDA"
}