{
  "drug_name": "Elbasvir",
  "generic_name": [
    "ELBASVIR AND GRAZOPREVIR"
  ],
  "brand_names": [
    "ZEPATIER"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of ZEPATIER with moderate CYP3A inducers is not recommended as they may decrease the plasma concentration of ZEPATIER. ( 7 ) Co-administration of ZEPATIER with certain strong CYP3A inhibitors is not recommended as they may increase the plasma concentration of ZEPATIER. ( 7 ) Clearance of HCV infection with direct-acting antivirals may lead to changes in hepatic function, which may impact safe and effective use of concomitant medications. Frequent monitoring of relevant laboratory parameters (INR or blood glucose) and dose adjustments of certain concomitant medications may be necessary. ( 7.2 ) Consult the full prescribing information prior to and during treatment for potential drug interactions. ( 4 , 5.5 , 7 , 12.3 ) 7.1 Potential for Drug Interactions Grazoprevir is a substrate of OATP1B1/3 transporters. Co-administration of ZEPATIER with OATP1B1/3 inhibitors that are known or expected to significantly increase grazoprevir plasma concentrations is contraindicated [see Contraindications (4) , Clinical Pharmacology (12.3) , and Table 2 ] . Elbasvir and grazoprevir are substrates of CYP3A and P-gp, but the role of intestinal P-gp in the absorption of elbasvir and grazoprevir appears to be minimal. Co-administration of moderate or strong inducers of CYP3A with ZEPATIER may decrease elbasvir and grazoprevir plasma concentrations, leading to reduced therapeutic effect of ZEPATIER. Co-administration of ZEPATIER with strong CYP3A inducers or efavirenz is contraindicated [see Contraindications (4) , Clinical Pharmacology (12.3) , and Table 2 ]. Co-administration of ZEPATIER with moderate CYP3A inducers is not recommended [see Warnings and Precautions (5.5) , Clinical Pharmacology (12.3) , and Table 6 ]. Co-administration of ZEPATIER with strong CYP3A inhibitors may increase elbasvir and grazoprevir concentrations. Co-administration of ZEPATIER with certain strong CYP3A inhibitors is not recommended [see Warnings and Precautions (5.5) , Clinical Pharmacology (12.3) , and Table 6 ] . 7.2 Established and other Potentially Significant Drug Interactions If dose adjustments of concomitant medications are made due to treatment with ZEPATIER, doses should be readjusted after administration of ZEPATIER is completed. Clearance of HCV infection with direct-acting antivirals may lead to changes in hepatic function, which may impact the safe and effective use of concomitant medications. For example, altered blood glucose control resulting in serious symptomatic hypoglycemia has been reported in diabetic patients in postmarketing case reports and published epidemiological studies. Management of hypoglycemia in these cases required either discontinuation or dose modification of concomitant medications used for diabetes treatment. Frequent monitoring of relevant laboratory parameters (e.g., International Normalized Ratio [INR] in patients taking warfarin, blood glucose levels in diabetic patients) or drug concentrations of concomitant medications such as CYP450 substrates with a narrow therapeutic index (e.g., certain immunosuppressants) is recommended to ensure safe and effective use. Dose adjustments of concomitant medications may be necessary. Table 6 provides a listing of established or potentially clinically significant drug interactions. The drug interactions described are based on studies conducted with either ZEPATIER, the components of ZEPATIER (elbasvir [EBR] and grazoprevir [GZR]) as individual agents, or are predicted drug interactions that may occur with ZEPATIER [see Contraindications (4) , Warnings and Precautions (5.5) , and Clinical Pharmacology (12.3) ] . Table 6: Potentially Significant Drug Interactions: Alteration in Dose May Be Recommended Based on Results from Drug Interaction Studies or Predicted Interactions This table is not all inclusive. Concomitant Drug Class: Drug Name Effect on Concentration ↓ = decrease, ↑ = increase Clinical Comment Antibiotics : Nafcillin ↓ EBR ↓ GZR Co-administration of ZEPATIER with nafcillin may lead to reduced therapeutic effect of ZEPATIER. Co-administration is not recommended. Antifungals: oral Ketoconazole These interactions have been studied in healthy adults. ↑ EBR ↑ GZR Co-administration of oral ketoconazole is not recommended. Endothelin Antagonists: Bosentan ↓ EBR ↓ GZR Co-administration of ZEPATIER with bosentan may lead to reduced therapeutic effect of ZEPATIER. Co-administration is not recommended. Immunosuppressants: Tacrolimus ↑ tacrolimus Frequent monitoring of tacrolimus whole blood concentrations, changes in renal function, and tacrolimus-associated adverse events upon the initiation of co-administration is recommended. HIV Medications: Etravirine ↓ EBR ↓ GZR Co-administration of ZEPATIER with etravirine may lead to reduced therapeutic effect of ZEPATIER. Co-administration is not recommended. Elvitegravir/ cobicistat/ emtricitabine/ tenofovir (disoproxil fumarate or alafenamide) ↑ EBR ↑ GZR Co-administration of cobicistat-containing regimens is not recommended. HMG-CoA Reductase Inhibitors See Drug Interactions (7.3) for a list of HMG Co-A reductase inhibitors without clinically relevant interactions with ZEPATIER. : Atorvastatin ↑ atorvastatin The dose of atorvastatin should not exceed a daily dose of 20 mg when co-administered with ZEPATIER. Rosuvastatin ↑ rosuvastatin The dose of rosuvastatin should not exceed a daily dose of 10 mg when co-administered with ZEPATIER. Fluvastatin Lovastatin Simvastatin ↑ fluvastatin ↑ lovastatin ↑ simvastatin Statin-associated adverse events such as myopathy should be closely monitored. The lowest necessary dose should be used when co-administered with ZEPATIER. Wakefulness-Promoting Agents: Modafinil ↓ EBR ↓ GZR Co-administration of ZEPATIER with modafinil may lead to reduced therapeutic effect of ZEPATIER. Co-administration is not recommended. 7.3 Drugs without Clinically Significant Interactions with ZEPATIER The interaction between the components of ZEPATIER (elbasvir or grazoprevir) or ZEPATIER and the following drugs were evaluated in clinical studies, and no dose adjustments are needed when ZEPATIER is used with the following drugs individually: acid reducing agents (proton pump inhibitors, H2 blockers, antacids), buprenorphine/naloxone, digoxin, dolutegravir, methadone, mycophenolate mofetil, oral contraceptive pills, phosphate binders, pitavastatin, pravastatin, prednisone, raltegravir, ribavirin, rilpivirine, tenofovir disoproxil fumarate, and sofosbuvir [see Clinical Pharmacology (12.3) ] . No clinically relevant drug-drug interaction is expected when ZEPATIER is co-administered with abacavir, emtricitabine, entecavir, and lamivudine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reaction is described below and elsewhere in the labeling: Increased Risk of ALT Elevations [see Warnings and Precautions (5.2) ]. In subjects receiving ZEPATIER for 12 weeks, the most commonly reported adverse reactions of all intensity (greater than or equal to 5% in placebo-controlled trials) were fatigue, headache, and nausea. In subjects receiving ZEPATIER with ribavirin for 16 weeks, the most commonly reported adverse reactions of moderate or severe intensity (greater than or equal to 5%) were anemia and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. If ZEPATIER is administered with ribavirin, refer to the prescribing information for ribavirin for a description of ribavirin-associated adverse reactions. Clinical Trials in Adult Subjects The safety of ZEPATIER in adult subjects was assessed based on 2 placebo-controlled trials and 7 uncontrolled Phase 2 and 3 clinical trials in approximately 1700 subjects with chronic hepatitis C virus infection with compensated liver disease (with or without cirrhosis) [see Clinical Studies (14) ] . Adverse Reactions with ZEPATIER in Treatment-Naïve Subjects C-EDGE TN was a Phase 3 randomized, double-blind, placebo-controlled trial in 421 treatment-naïve (TN) subjects with HCV infection who received ZEPATIER or placebo one tablet once daily for 12 weeks. Adverse reactions (all intensity) occurring in C-EDGE TN in at least 5% of subjects treated with ZEPATIER for 12 weeks are presented in Table 3 . In subjects treated with ZEPATIER who reported an adverse reaction, 73% had adverse reactions of mild severity. The type and severity of adverse reactions in subjects with compensated cirrhosis were comparable to those seen in subjects without cirrhosis. No subjects treated with ZEPATIER or placebo had serious adverse reactions. The proportion of subjects treated with ZEPATIER or placebo who permanently discontinued treatment due to adverse reactions was 1% in each group. Table 3: Adverse Reactions (All Intensity) Reported in ≥5% of Treatment-Naïve Subjects with HCV Treated with ZEPATIER for 12 Weeks in C-EDGE TN C-EDGE TN ZEPATIER N=316 % 12 weeks Placebo N=105 % 12 weeks Fatigue 11% 10% Headache 10% 9% C-EDGE COINFECTION was a Phase 3 open-label trial in 218 treatment-naïve HCV/HIV co-infected subjects who received ZEPATIER one tablet once daily for 12 weeks. Adverse reactions (all intensity) reported in C-EDGE COINFECTION in at least 5% of subjects treated with ZEPATIER for 12 weeks were fatigue (7%), headache (7%), nausea (5%), insomnia (5%), and diarrhea (5%). No subjects reported serious adverse reactions or discontinued treatment due to adverse reactions. No subjects switched their antiretroviral therapy regimen due to loss of plasma HIV-1 RNA suppression. Median increase in CD4+ T-cell counts of 31 cells per mm 3 was observed at the end of 12 weeks of treatment. Adverse Reactions with ZEPATIER with or without Ribavirin in Treatment-Experienced Subjects C-EDGE TE was a Phase 3 randomized, open-label trial in treatment-experienced (TE) subjects. Adverse reactions of moderate or severe intensity reported in C-EDGE TE in at least 2% of subjects treated with ZEPATIER one tablet once daily for 12 weeks or ZEPATIER one tablet once daily with ribavirin for 16 weeks are presented in Table 4 . No subjects treated with ZEPATIER without ribavirin for 12 weeks reported serious adverse reactions or discontinued treatment due to adverse reactions. The proportion of subjects treated with ZEPATIER with ribavirin for 16 weeks with serious adverse reactions was 1%. The proportion of subjects treated with ZEPATIER with ribavirin for 16 weeks who permanently discontinued treatment due to adverse reactions was 3%. The type and severity of adverse reactions in subjects with cirrhosis were comparable to those seen in subjects without cirrhosis. Table 4: Adverse Reactions (Moderate or Severe Intensity) Reported in ≥2% of PegIFN/RBV-Experienced Subjects with HCV Treated with ZEPATIER for 12 Weeks or ZEPATIER + Ribavirin for 16 Weeks in C-EDGE TE C-EDGE TE ZEPATIER N=105 % 12 weeks ZEPATIER + Ribavirin N=106 % 16 weeks Anemia 0% 8% Headache 0% 6% Fatigue 5% 4% Dyspnea 0% 4% Rash or Pruritus 0% 4% Irritability 1% 3% Abdominal pain 2% 2% Depression 1% 2% Arthralgia 0% 2% Diarrhea 2% 0% The type and severity of adverse reactions with ZEPATIER with or without ribavirin in 10 treatment-experienced subjects with HCV/HIV co-infection were comparable to those reported in subjects without HIV co-infection. Median increase in CD4+ T-cell counts of 32 cells/mm 3 was observed at the end of 12 weeks of treatment with ZEPATIER alone. In subjects treated with ZEPATIER with ribavirin for 16 weeks, CD4+ T-cell counts decreased a median of 135 cells per mm 3 at the end of treatment. No subjects switched their antiretroviral therapy regimen due to loss of plasma HIV-1 RNA suppression. No subject experienced an AIDS-related opportunistic infection. C-SALVAGE was a Phase 2 open-label trial in 79 PegIFN/RBV/PI-experienced subjects. Adverse reactions of moderate or severe intensity reported in C-SALVAGE in at least 2% of subjects treated with ZEPATIER once daily with ribavirin for 12 weeks were fatigue (3%) and insomnia (3%). No subjects reported serious adverse reactions or discontinued treatment due to adverse reactions. Adverse Reactions with ZEPATIER in Subjects with Severe Renal Impairment including Subjects on Hemodialysis The safety of elbasvir and grazoprevir in comparison to placebo in subjects with severe renal impairment (Stage 4 or Stage 5 chronic kidney disease, including subjects on hemodialysis) and chronic hepatitis C virus infection with compensated liver disease (with or without cirrhosis) was assessed in 235 subjects (C-SURFER) [see Clinical Studies (14.4) ] . The adverse reactions (all intensity) occurring in at least 5% of subjects treated with ZEPATIER for 12 weeks are presented in Table 5 . In subjects treated with ZEPATIER who reported an adverse reaction, 76% had adverse reactions of mild severity. The proportion of subjects treated with ZEPATIER or placebo with serious adverse reactions was less than 1% in each treatment arm, and less than 1% and 3% of subjects, respectively, permanently discontinued treatment due to adverse reactions in each treatment arm. Table 5: Adverse Reactions (All Intensity) Reported in ≥5% of Treatment-Naïve or PegIFN/RBV-Experienced Subjects with Stage 4 or 5 Chronic Kidney Disease and HCV Treated with ZEPATIER for 12 Weeks in C-SURFER ZEPATIER N=122 % 12 weeks Placebo N=113 % 12 weeks Nausea 11% 8% Headache 11% 5% Fatigue 5% 8% Laboratory Abnormalities in Subjects Receiving ZEPATIER with or without Ribavirin Serum ALT Elevations During clinical trials with ZEPATIER with or without ribavirin, regardless of treatment duration, 1% (12/1599) of subjects experienced elevations of ALT from normal levels to greater than 5 times the ULN, generally at or after treatment week 8 (mean onset time 10 weeks, range 6-12 weeks). These late ALT elevations were typically asymptomatic. Most late ALT elevations resolved with ongoing therapy with ZEPATIER or after completion of therapy [see Warnings and Precautions (5.2) ] . The frequency of late ALT elevations was higher in subjects with higher grazoprevir plasma concentrations [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . The incidence of late ALT elevations was not affected by treatment duration. Cirrhosis was not a risk factor for late ALT elevations. Serum Bilirubin Elevations During clinical trials with ZEPATIER with or without ribavirin, regardless of treatment duration, elevations in bilirubin at greater than 2.5 times ULN were observed in 6% of subjects receiving ZEPATIER with ribavirin compared to less than 1% in those receiving ZEPATIER alone. These bilirubin increases were predominately indirect and generally observed in association with ribavirin co-administration. Bilirubin elevations were typically not associated with serum ALT elevations. Decreased Hemoglobin During clinical trials with ZEPATIER with or without ribavirin, the mean change from baseline in hemoglobin levels in subjects treated with ZEPATIER for 12 weeks was –0.3 g per dL and with ZEPATIER with ribavirin for 16 weeks was approximately –2.2 g per dL. Hemoglobin declined during the first 8 weeks of treatment, remained low during the remainder of treatment, and normalized to baseline levels during follow-up. Less than 1% of subjects treated with ZEPATIER with ribavirin had hemoglobin levels decrease to less than 8.5 g per dL during treatment. No subjects treated with ZEPATIER alone had a hemoglobin level less than 8.5 g per dL. Clinical Trial in Pediatric Subjects Adverse Reactions in Pediatric Subjects 12 Years of Age and Older The safety of ZEPATIER was assessed in pediatric subjects 12 years of age and older based on data from 22 subjects, without cirrhosis, who were treated with ZEPATIER for 12 weeks in a Phase 2b, open-label clinical trial (MK-5172-079). The adverse reactions observed were consistent with those observed in clinical trials of ZEPATIER in adults [see Clinical Studies (14.6) ] . The adverse drug reactions observed in greater than or equal to 5% of subjects receiving ZEPATIER were headache (14%) and nausea (9%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ZEPATIER. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders Angioedema Hepatobiliary Disorders Hepatic decompensation, hepatic failure [see Warnings and Precautions (5.3) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ZEPATIER is contraindicated in patients with moderate or severe hepatic impairment (Child-Pugh B or C) due to the expected significantly increased grazoprevir plasma concentration and the increased risk of alanine aminotransferase (ALT) elevations [see Warnings and Precautions (5.2) , Use in Specific Populations (8.9) , and Clinical Pharmacology (12.3) ] . ZEPATIER is contraindicated in patients with moderate or severe hepatic impairment (Child-Pugh B or C) or those with any history of hepatic decompensation due to the risk of hepatic decompensation [see Warnings and Precautions (5.3) , Use in Specific Populations (8.9) ] . ZEPATIER is contraindicated with inhibitors of organic anion transporting polypeptides 1B1/3 (OATP1B1/3) that are known or expected to significantly increase grazoprevir plasma concentrations, strong inducers of cytochrome P450 3A (CYP3A), and efavirenz [see Warnings and Precautions (5.5) , Drug Interactions (7) , and Clinical Pharmacology (12.3) ] . If ZEPATIER is administered with ribavirin, the contraindications to ribavirin also apply to this combination regimen. Refer to the ribavirin prescribing information for a list of contraindications for ribavirin. Table 2 lists drugs that are contraindicated with ZEPATIER. Table 2: Drugs that are Contraindicated with ZEPATIER Drug Class Drug(s) within Class that are Contraindicated Clinical Comment This table is not a comprehensive list of all drugs that strongly induce CYP3A. This table may not include all OATP1B1/3 inhibitors that significantly increase grazoprevir plasma concentrations. Anticonvulsants Phenytoin Carbamazepine May lead to loss of virologic response to ZEPATIER due to significant decreases in elbasvir and grazoprevir plasma concentrations caused by strong CYP3A induction. Antimycobacterials Rifampin May lead to loss of virologic response to ZEPATIER due to significant decreases in elbasvir and grazoprevir plasma concentrations caused by strong CYP3A induction. Herbal Products St. John's Wort (Hypericum perforatum) May lead to loss of virologic response to ZEPATIER due to significant decreases in elbasvir and grazoprevir plasma concentrations caused by strong CYP3A induction. HIV Medications Efavirenz Efavirenz is included as a strong CYP3A inducer in this table, since co-administration reduced grazoprevir exposure by ≥80% [see Table 9 ] . May lead to loss of virologic response to ZEPATIER due to significant decreases in elbasvir and grazoprevir plasma concentrations caused by CYP3A induction. HIV Medications Atazanavir Darunavir Lopinavir Saquinavir Tipranavir May increase the risk of ALT elevations due to a significant increase in grazoprevir plasma concentrations caused by OATP1B1/3 inhibition. Immunosuppressants Cyclosporine May increase the risk of ALT elevations due to a significant increase in grazoprevir plasma concentrations caused by OATP1B1/3 inhibition. Patients with moderate or severe hepatic impairment (Child-Pugh B or C). ( 4 ) OATP1B1/3 inhibitors that are known or expected to significantly increase grazoprevir plasma concentrations, strong CYP3A inducers, and efavirenz. ( 4 ) If ZEPATIER is administered with ribavirin, the contraindications to ribavirin also apply. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing Prior to Initiation of Therapy: Test all patients for HBV infection by measuring HBsAg and anti-HBc. ( 2.1 ) Genotype 1a: Testing for the presence of virus with NS5A resistance-associated polymorphisms is recommended. ( 2.1 ) Obtain hepatic laboratory testing. ( 2.1 ) Recommended dosage in adult and pediatric patients 12 years of age and older or weighing at least 30 kg: One tablet taken orally once daily with or without food. ( 2.2 ) Dosage Regimens and Durations for ZEPATIER in Patients with Genotype 1 or 4 HCV with or without Cirrhosis Patient Population Treatment Duration Genotype 1a: Treatment-naïve or PegIFN/RBV-experienced Peginterferon alfa + ribavirin. without baseline NS5A polymorphisms Polymorphisms at amino acid positions 28, 30, 31, or 93. ZEPATIER 12 weeks Genotype 1a: Treatment-naïve or PegIFN/RBV-experienced with baseline NS5A polymorphisms ZEPATIER + ribavirin 16 weeks Genotype 1b: Treatment-naïve or PegIFN/RBV-experienced ZEPATIER 12 weeks Genotype 1a or 1b: PegIFN/RBV/PI-experienced Peginterferon alfa + ribavirin + HCV NS3/4A protease inhibitor. ZEPATIER + ribavirin 12 weeks Genotype 4: Treatment-naïve ZEPATIER 12 weeks Genotype 4: PegIFN/RBV-experienced ZEPATIER + ribavirin 16 weeks HCV/HIV-1 co-infection: Follow the dosage recommendations in the table above. ( 2.2 ) Renal Impairment, including hemodialysis: No dosage adjustment of ZEPATIER is recommended. Refer to ribavirin prescribing information for ribavirin dosing and dosage modifications. ( 2.3 ) 2.1 Testing Prior to the Initiation of Therapy Testing for HBV Infection Test all patients for evidence of current or prior HBV infection by measuring hepatitis B surface antigen (HBsAg) and hepatitis B core antibody (anti-HBc) before initiating HCV treatment with ZEPATIER [see Warnings and Precautions (5.1) ] . NS5A Resistance Testing in HCV Genotype 1a-Infected Patients Testing patients with HCV genotype 1a infection for the presence of virus with NS5A resistance-associated polymorphisms is recommended prior to initiation of treatment with ZEPATIER to determine dosage regimen and duration [see Dosage and Administration (2.2) , Table 1 ] . In subjects receiving ZEPATIER for 12 weeks, sustained virologic response (SVR12) rates were lower in genotype 1a-infected patients with one or more baseline NS5A resistance-associated polymorphisms at amino acid positions 28, 30, 31, or 93 [see Microbiology (12.4) , Table 12 ] . Hepatic Laboratory Testing Obtain hepatic laboratory testing prior to and during treatment with ZEPATIER [see Warnings and Precautions (5.2 , 5.3) ]. 2.2 Recommended Dosage in Adult and Pediatric Patients 12 Years of Age and Older or Weighing at Least 30 kg ZEPATIER is a two-drug, fixed-dose combination product containing 50 mg of elbasvir and 100 mg of grazoprevir in a single tablet. The recommended dosage of ZEPATIER is one tablet taken orally once daily with or without food [see Clinical Pharmacology (12.3) ] . ZEPATIER is used in combination with ribavirin in certain patient populations (see Table 1 ). When administered with ZEPATIER, the recommended dosage of ribavirin in patients without renal impairment is weight-based administered in two divided doses with food. For further information on ribavirin dosing and dosage modifications, refer to the ribavirin prescribing information. Treatment Regimen and Duration of Therapy Relapse rates are affected by baseline host and viral factors and differ between treatment regimens and durations for certain subgroups [see Clinical Studies (14) ]. Table 1 below provides the recommended ZEPATIER treatment regimen and duration based on the patient population and genotype in HCV mono-infected and HCV/HIV-1 co-infected patients with or without cirrhosis and with or without renal impairment including patients receiving hemodialysis. Table 1: Recommended Dosage Regimens and Durations for ZEPATIER for Treatment of HCV Genotype 1 or 4 in Patients with or without Cirrhosis Patient Population Treatment Duration Genotype 1a: Treatment-naïve or PegIFN/RBV-experienced Patients who have failed treatment with peginterferon alfa (PegIFN) + ribavirin (RBV). without baseline NS5A polymorphisms NS5A resistance-associated polymorphisms at amino acid positions 28, 30, 31, or 93. See section 2.1 Testing prior to the initiation of therapy, subsection NS5A resistance testing in HCV genotype 1a-infected patients. ZEPATIER 12 weeks Genotype 1a: Treatment-naïve or PegIFN/RBV-experienced with baseline NS5A polymorphisms ZEPATIER + RBV For patients with CrCl greater than 50 mL per minute, the recommended dosage of ribavirin is weight-based (less than 66 kg = 800 mg per day, 66 to 80 kg = 1000 mg per day, 81 to 105 kg = 1200 mg per day, greater than 105 kg = 1400 mg per day) administered in two divided doses with food. For patients with CrCl less than or equal to 50 mL per minute, including patients receiving hemodialysis, refer to the ribavirin tablet prescribing information for the correct ribavirin dosage. In pediatric patients, the dosing for ribavirin is weight-based in two divided doses. Refer to the ribavirin tablet prescribing information for the correct ribavirin dosage regimen. 16 weeks Genotype 1b: Treatment-naïve or PegIFN/RBV-experienced ZEPATIER 12 weeks Genotype 1a The optimal ZEPATIER-based treatment regimen and duration of therapy for PegIFN/RBV/PI-experienced genotype 1a-infected patients with one or more baseline NS5A resistance-associated polymorphisms at positions 28, 30, 31, and 93 has not been established. or 1b: PegIFN/RBV/PI-experienced Patients who have failed treatment with PegIFN + RBV + HCV NS3/4A protease inhibitor (PI): boceprevir, simeprevir, or telaprevir. ZEPATIER + RBV 12 weeks Genotype 4: Treatment-Naïve ZEPATIER 12 weeks Genotype 4: PegIFN/RBV-experienced ZEPATIER + RBV 16 weeks 2.3 Renal Impairment No dosage adjustment of ZEPATIER is recommended in patients with any degree of renal impairment including patients on hemodialysis. Administer ZEPATIER with or without ribavirin according to the recommendations in Table 1 [see Use in Specific Populations (8.8) and Clinical Studies (14.4) ] . Refer to the ribavirin tablet prescribing information for the correct ribavirin dosage for patients with CrCl less than or equal to 50 mL per minute. 2.4 Hepatic Impairment No dosage adjustment of ZEPATIER is recommended in patients with mild hepatic impairment (Child-Pugh A). ZEPATIER is contraindicated in patients with moderate or severe hepatic impairment (Child-Pugh B or C) or those with any history of prior hepatic decompensation [see Contraindications (4) , Warnings and Precautions (5.3) , Use in Specific Populations (8.9) , and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZEPATIER ® is indicated for the treatment of chronic hepatitis C virus (HCV) genotype 1 or 4 infection in adult and pediatric patients 12 years of age and older or weighing at least 30 kg. ZEPATIER is indicated for use with ribavirin in certain patient populations [see Dosage and Administration (2.2) ] . ZEPATIER is a fixed-dose combination product containing elbasvir, a hepatitis C virus (HCV) NS5A inhibitor, and grazoprevir, an HCV NS3/4A protease inhibitor, and is indicated for treatment of chronic HCV genotype 1 or 4 infection in adult and pediatric patients 12 years of age and older or weighing at least 30 kg. ZEPATIER is indicated for use with ribavirin in certain patient populations. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:07:47.015947",
  "source": "OpenFDA"
}