{
  "drug_name": "Eletriptan",
  "generic_name": [
    "ELETRIPTAN HBR"
  ],
  "brand_names": [
    "Eletriptan HBR"
  ],
  "drug_interactions": [
    "7.1 Ergot-Containing Drugs Including Other 5-HT 1B/1D Agonists Ergot-containing drugs have been reported to cause prolonged vasospastic reactions. Because these effects may be additive, use of ergotamine-containing or ergot-type medications (like dihydroergotamine [DHE] or methysergide) and eletriptan hydrobromide within 24 hours of each other is contraindicated. Concomitant use of other 5-HT1 agonists within 24 hours of eletriptan hydrobromide treatment is contraindicated [see CONTRAINDICATIONS (4)]. 7.2 CYP3A4 Inhibitors Potent CYP3A4 inhibitors significantly increase the exposure of eletriptan hydrobromide. Eletriptan hydrobromide should not be used within at least 72 hours of treatment with potent CYP3A4 inhibitors [see CONTRAINDICATIONS (4) and CLINICAL PHARMACOLOGY (12.3)]. 7.3 Selective Serotonin Reuptake Inhibitors/Serotonin and Norepinephrine Reuptake Inhibitors and Serotonin Syndrome Cases of serotonin syndrome have been reported during co-administration of triptans and SSRIs, SNRIs, TCAs and MAO inhibitors [see WARNINGS AND PRECAUTIONS (5.7)]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "The following adverse reactions are described elsewhere in other sections of the prescribing information: Myocardial ischemia and myocardial infarction, and Prinzmetal’s angina [see WARNINGS AND PRECAUTIONS (5.2)] Arrhythmias [see WARNINGS AND PRECAUTIONS (5.3)] Chest, throat, neck, and/or jaw pain/tightness/pressure [see WARNINGS AND PRECAUTIONS (5.4)] Cerebrovascular events [see WARNINGS AND PRECAUTIONS (5.4)] Other vasospasm reactions [see WARNINGS AND PRECAUTIONS (5.5)] Medication overuse headache [see WARNINGS AND PRECAUTIONS (5.6)] Serotonin syndrome [see WARNINGS AND PRECAUTIONS (5.7)] Increase in blood pressure [see WARNINGS AND PRECAUTIONS (5.8)] Hypersensitivity reactions [see CONTRAINDICATIONS (4) and WARNINGS AND PRECAUTIONS (5.9)] 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Among 4,597 patients who treated the first migraine headache with eletriptan hydrobromide in short-term placebo-controlled trials, the most common adverse reactions reported with treatment with eletriptan hydrobromide were asthenia, nausea, dizziness, and somnolence. These reactions appear to be dose-related. In long-term open-label studies where patients were allowed to treat multiple migraine attacks for up to 1 year, 128 (8.3%) out of 1,544 patients discontinued treatment due to adverse reactions. Table 1 lists adverse reactions that occurred in the subset of 5,125 migraineurs who received eletriptan doses of 20 mg, 40 mg and 80 mg or placebo in worldwide placebo-controlled clinical trials. Only adverse reactions that were more frequent in a eletriptan hydrobromide treatment group compared to the placebo group with an incidence greater than or equal to 2% are included in Table 1. Table 1: Adverse Reactions Incidence in Placebo-Controlled Migraine Clinical Trials: Reactions Reported by ≥ 2% Patients Treated with Eletriptan Hydrobromide and More Than Placebo Adverse Reaction Type Placebo (n=988) Eletriptan Hydrobromide 20 mg (n=431) Eletriptan Hydrobromide 40 mg (n=1774) Eletriptan Hydrobromide 80 mg (n=1932) ATYPICAL SENSATIONS Paresthesia 2% 3% 3% 4% Flushing/feeling of warmth 2% 2% 2% 2% PAIN AND PRESSURE SENSATIONS Chest – tightness/pain/pressure 1% 1% 2% 4% Abdominal – pain/discomfort/stomach pain/ cramps/pressure 1% 1% 2% 2% DIGESTIVE Dry mouth 2% 2% 3% 4% Dyspepsia 1% 1% 2% 2% Dysphagia-throat tightness/difficulty swallowing 0.2% 1% 2% 2% Nausea 5% 4% 5% 8% NEUROLOGICAL Dizziness 3% 3% 6% 7% Somnolence 4% 3% 6% 7% Headache 3% 4% 3% 4% OTHER Asthenia 3% 4% 5% 10% The frequency of adverse reactions in clinical trials did not increase when up to 2 doses of eletriptan hydrobromide were taken within 24 hours. The incidence of adverse reactions in controlled clinical trials was not affected by gender, age, or race of the patients. Adverse reaction frequencies were also unchanged by concomitant use of drugs commonly taken for migraine prophylaxis (e.g., SSRIs, beta blockers, calcium channel blockers, tricyclic antidepressants), estrogen replacement therapy or oral contraceptives. 6.2 Postmarketing Experience The following adverse reaction(s) have been identified during post approval use of eletriptan hydrobromide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Neurological: seizure Digestive: vomiting"
  ],
  "contraindications": [
    "Eletriptan hydrobromide tablets are contraindicated in patients with: Ischemic coronary artery disease (CAD) (angina pectoris, history of myocardial infarction, or documented silent ischemia) or coronary artery vasospasm, including Prinzmetal’s angina [see WARNINGS AND PRECAUTIONS (5.1)]. Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders [see WARNINGS AND PRECAUTIONS (5.2)]. History of stroke, transient ischemic attack (TIA), or history or current evidence of hemiplegic or basilar migraine because these patients are at a higher risk of stroke [see WARNINGS AND PRECAUTIONS (5.4)]. Peripheral vascular disease [see WARNINGS AND PRECAUTIONS (5.5)]. Ischemic bowel disease [see WARNINGS AND PRECAUTIONS (5.5)]. Uncontrolled hypertension [see WARNINGS AND PRECAUTIONS (5.8)]. Recent use (i.e., within 24 hours) of another 5-hydroxytryptamine1 (5-HT1) agonist, ergotamine-containing medication, or ergot-type medication such as dihydroergotamine (DHE) or methysergide [see DRUG INTERACTIONS (7.1)]. Hypersensitivity to eletriptan hydrobromide tablets (angioedema and anaphylaxis seen) [see WARNINGS AND PRECAUTIONS (5.9)]. Recent use (i.e., within at least 72 hours) of the following potent CYP3A4 inhibitors: ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, or nelfinavir [see DRUG INTERACTIONS (7.2) and CLINICAL PHARMACOLOGY (12.3)]."
  ],
  "dosage_administration": [
    "The maximum recommended single dose is 40 mg. In controlled clinical trials, single doses of 20 mg and 40 mg were effective for the acute treatment of migraine in adults. A greater proportion of patients had a response following a 40 mg dose than following a 20 mg dose [see CLINICAL STUDIES (14)]. If the migraine has not resolved by 2 hours after taking eletriptan hydrobromide tablets, or returns after transient improvement, a second dose may be administered at least 2 hours after the first dose. The maximum daily dose should not exceed 80 mg. The safety of treating an average of more than 3 migraine attacks in a 30-day period has not been established."
  ],
  "indications": [
    "Eletriptan hydrobromide tablets are indicated for the acute treatment of migraine with or without aura in adults. Limitations of Use: Use only if a clear diagnosis of migraine has been established. If a patient has no response to the first migraine attack treated with eletriptan hydrobromide tablets, reconsider the diagnosis of migraine before eletriptan hydrobromide tablets are administered to treat any subsequent attacks. Eletriptan hydrobromide tablets are not intended for the prevention of migraine attacks. Safety and effectiveness of eletriptan hydrobromide tablets have not been established for cluster headache."
  ],
  "fetched_at": "2025-09-30T21:01:24.439181",
  "source": "OpenFDA"
}