{
  "drug_name": "Eliglustat",
  "generic_name": [
    "ELIGLUSTAT"
  ],
  "brand_names": [
    "Cerdelga"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Full Prescribing Information for a list of clinically significant drug interactions. ( 7.1 , 7.2 ) 7.1 Effect of Other Drugs on CERDELGA Coadministration of CERDELGA with: CYP2D6 or CYP3A inhibitors may increase eliglustat concentrations which may increase the risk of cardiac arrhythmias from prolongation of the PR, QTc, and/or QRS cardiac interval [see Warnings and Precautions (5.1) , Clinical Pharmacology (12.3) ] . strong CYP3A inducers decrease eliglustat concentrations which may reduce CERDELGA efficacy [see Clinical Pharmacology (12.3) ] . See Table 5 for prevention and management of interactions with drugs affecting CERDELGA. Use of CERDELGA is contraindicated, to be avoided, or may require dosage adjustment depending on the concomitant drug and CYP2D6 metabolizer status [see Dosage and Administration (2.2 , 2.3) , Contraindications (4) , Drug Interactions (7.1) ] . Table 5: Prevention and Management Strategies of Drug Interactions Affecting CERDELGA Based on CYP2D6 Metabolizer Status and Concomitant Interacting Drug Concomitant Drug(s) CYP2D6 Metabolizer Status EMs IMs PMs CYP2D6 Inhibitor Strong Reduce frequency of CERDELGA 84 mg to once daily Continue CERDELGA 84 mg once daily No effect of CYP2D6 inhibitor due to little or no CYP2D6 activity in CYP2D6 PMs. Moderate Weak Continue CERDELGA 84 mg twice daily CYP3A Inhibitor Strong Reduce frequency of CERDELGA 84 mg to once daily Contraindicated Moderate Avoid coadministration Weak Continue CERDELGA 84 mg twice daily Avoid coadministration CYP2D6 Inhibitor Concomitantly with a strong CYP3A Inhibitor Strong Contraindicated Moderate CYP2D6 Inhibitor Concomitantly with a moderate CYP3A Inhibitor Strong Contraindicated Avoid coadministration Moderate CYP3A Inducer Strong Avoid coadministration 7.2 Effect of CERDELGA on Other Drugs See Table 6 for clinically relevant interactions affecting P-gp or CYP2D6 substrates when coadministered with CERDELGA. Table 6: Prevention and Management Strategies of Drug Interactions Affecting Other Drugs Substrates for P-gp or CYP2D6 Clinical Impact Coadministration of CERDELGA may increase concentrations of drugs that are substrates for P-gp or CYP2D6 [see Clinical Pharmacology (12.3) ] and may increase the risk of toxicity of these drugs. Prevention or Management Digoxin Monitor serum digoxin concentrations before initiating CERDELGA. Reduce digoxin dose by 30% and continue monitoring. Other P-gp substrates or CYP2D6 substrates Monitor therapeutic drug concentrations, as indicated, or consider reducing the dosage of the concomitant drug and titrate to clinical effect."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥10%) are: fatigue, headache, nausea, diarrhea, back pain, pain in extremities, and upper abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Genzyme Corporation at 1-800-745-4447 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions to CERDELGA (occurring in ≥10% of the 126 GD1 patients treated with CERDELGA across Trials 1 and 2) were fatigue, headache, nausea, diarrhea, back pain, pain in extremities, and upper abdominal pain. The adverse reaction profile of CERDELGA is based on two controlled studies, Trials 1 and 2 [see Clinical Studies (14.1 , 14.2) ] . Table 3 presents the profile from the 9-month double-blind, randomized, placebo-controlled trial of 40 treatment-naive patients (Trial 1). Patients were between the ages of 16 and 63 on the date of the first dose of study drug, and included 20 males and 20 females. Table 3: Adverse Reactions Occurring in ≥10% of Treatment-Naive GD1 Patients and More Frequently than Placebo (Trial 1) CERDELGA (N=20) Placebo (N=20) Adverse Reaction Patients n (%) Patients n (%) Arthralgia 9 (45) 2 (10) Headache 8 (40) 6 (30) Migraine 2 (10) 0 (0) Flatulence 2 (10) 1 (5) Nausea 2 (10) 1 (5) Oropharyngeal pain 2 (10) 1 (5) Table 4 presents the profile from the 12-month open-label, randomized, imiglucerase-controlled trial of 159 treated patients switching from enzyme replacement therapy (ERT) (Trial 2). Patients were between the ages of 18 and 69 on the date of the first dose of CERDELGA, and included 87 females and 72 males. Table 4: Adverse Reactions Occurring in ≥5% of GD1 Patients Switching from Enzyme Replacement Therapy to CERDELGA and More Frequently than Imiglucerase (Trial 2) Trial 2 was not designed to support comparative claims for CERDELGA for the adverse reactions reported in this table. CERDELGA (N=106) Imiglucerase (N=53) Adverse Reaction Patients n (%) Patients n (%) Fatigue 15 (14) 1 (2) Headache 14 (13) 1 (2) Nausea 13 (12) 0 (0) Diarrhea 13 (12) 2 (4) Back pain 13 (12) 3 (6) Pain in extremity 12 (11) 1 (2) Upper abdominal pain 11 (10) 0 (0) Dizziness 9 (8) 0 (0) Asthenia 9 (8) 0 (0) Cough 7 (7) 2 (4) Dyspepsia 7 (7) 1 (2) Gastroesophageal reflux disease 7 (7) 0 (0) Constipation 5 (5) 0 (0) Palpitations 5 (5) 0 (0) Rash 5 (5) 0 (0) In a separate uncontrolled study, with up to 4 years of treatment in 26 naive GD1 patients, the types and incidences of adverse reactions were similar to Trials 1 and 2."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS CERDELGA is contraindicated in the following patients based on CYP2D6 metabolizer status due to the risk of cardiac arrhythmias from prolongation of the PR, QTc, and/or QRS cardiac intervals. EMs Taking a strong or moderate CYP2D6 inhibitor concomitantly with a strong or moderate CYP3A inhibitor. ( 4 , 5.1 , 7.1 , 12.3 ) Moderate or severe hepatic impairment. ( 4 , 5.1 , 8.7 , 12.3 ) Mild hepatic impairment taking a strong or moderate CYP2D6 inhibitor. ( 4 , 5.1 , 8.7 , 12.3 ) IMs Taking a strong or moderate CYP2D6 inhibitor concomitantly with a strong or moderate CYP3A inhibitor. ( 4 , 5.1 , 7.1 , 12.3 ) Taking a strong CYP3A inhibitor. ( 4 , 5.1 , 7.1 , 12.3 ) Any degree of hepatic impairment. ( 4 , 5.1 , 8.7 , 12.3 ) PMs Taking a strong CYP3A inhibitor ( 4 , 5.1 , 7.1 , 12.3 ) Any degree of hepatic impairment ( 4 , 5.1 , 8.7 , 12.3 ) EMs Taking a strong or moderate CYP2D6 inhibitor concomitantly with a strong or moderate CYP3A inhibitor [see Drug Interactions (7.1) ] Moderate or severe hepatic impairment [see Use in Specific Populations (8.7) ] Mild hepatic impairment and taking a strong or moderate CYP2D6 inhibitor [see Use in Specific Populations (8.7) ] IMs Taking a strong or moderate CYP2D6 inhibitor concomitantly with a strong or moderate CYP3A inhibitor [see Drug Interactions (7.1) ] Taking a strong CYP3A inhibitor [see Drug Interactions (7.1) ] Any degree of hepatic impairment [see Use in Specific Populations (8.7) ] PMs Taking a strong CYP3A inhibitor [see Drug Interactions (7.1) ] Any degree of hepatic impairment [see Use in Specific Populations (8.7) ]"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Patient Selection ( 2.1 ) : Select patients using an FDA-cleared test for determining CYP2D6 genotype. Recommended Dosage Based on CYP2D6 Metabolizer Status ( 2.2 ) : EMs and IMs: 84 mg orally twice daily. PMs: 84 mg orally once daily. See the Full Prescribing Information for dosing recommendations in patients receiving CYP2D6 and/or CYP3A inhibitors, or with renal or hepatic impairment. ( 2.2 , 4 , 7.1 , 8.6 , 8.7 ) Administration ( 2.4 ) : Swallow capsules whole, do not crush, dissolve or open capsules. ( 2.4 ) Avoid eating grapefruit or drinking grapefruit juice. ( 2.4 ) 2.1 Patient Selection Select patients with Gaucher disease type 1 based on their CYP2D6 metabolizer status. It is recommended patient genotypes be established using an FDA-cleared test for determining CYP2D6 genotype [see Indications and Usage (1) ] . 2.2 Recommended Adult Dosage The recommended dosage of CERDELGA in adults is based on the patient's CYP2D6 metabolizer status. Table 1: Recommended Dosage Regimen by CYP2D6 Metabolizer Status CYP2D6 Metabolizer Status CERDELGA Dosage EMs 84 mg twice daily IMs PMs 84 mg once daily 2.3 Dosage Adjustment in EMs and IMs With or Without Hepatic Impairment and Concomitant Use of CYP2D6 or CYP3A Inhibitors Reduce dosage frequency of CERDELGA 84 mg to once daily in CYP2D6 EMs and IMs with or without hepatic impairment taking CYP2D6 or CYP3A inhibitors, as shown in Table 2 [see Warnings and Precautions (5.1) , Drug Interactions (7.1) , Use in Specific Populations (8.7) ] . Table 2: Recommended Dosage of CERDELGA 84 mg Once Daily based on CYP2D6 Metabolizer, Hepatic Impairment Status, and Concomitant CYP Inhibitors CYP2D6 Metabolizer Status Hepatic Impairment Status Concomitant CYP Inhibitor EMs Without Hepatic Impairment Taking a strong or moderate CYP2D6 inhibitor Taking a strong or moderate CYP3A inhibitor Mild (Child-Pugh Class A) Hepatic Impairment Taking a weak CYP2D6 inhibitor Taking a strong, moderate, or weak CYP3A inhibitor IMs Without Hepatic Impairment Taking a strong or moderate CYP2D6 inhibitor 2.4 Important Administration Instructions Swallow capsules whole, preferably with water, and do not crush, dissolve, or open the capsules. CERDELGA can be taken with or without food. Avoid the consumption of grapefruit or grapefruit juice (strong CYP3A inhibitors) with CERDELGA [see Drug Interactions (7.1) ] . If a dose of CERDELGA is missed, take the prescribed dose at the next scheduled time; do not double the next dose. For patients currently treated with imiglucerase, velaglucerase alfa, or taliglucerase alfa, CERDELGA may be administered 24 hours after the last dose of the previous enzyme replacement therapy (ERT)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE CERDELGA is indicated for the long-term treatment of adult patients with Gaucher disease type 1 (GD1) who are CYP2D6 extensive metabolizers (EMs), intermediate metabolizers (IMs), or poor metabolizers (PMs) as detected by an FDA-cleared test [see Dosage and Administration (2.1) ] . CERDELGA is a glucosylceramide synthase inhibitor indicated for the long-term treatment of adult patients with Gaucher disease type 1 who are CYP2D6 extensive metabolizers (EMs), intermediate metabolizers (IMs), or poor metabolizers (PMs) as detected by an FDA-cleared test. ( 1 ) Limitations of Use : CYP2D6 ultra-rapid metabolizers may not achieve adequate concentrations of CERDELGA to achieve a therapeutic effect. ( 1 ) A specific dosage cannot be recommended for CYP2D6 indeterminate metabolizers. ( 1 ) Limitations of Use : Patients who are CYP2D6 ultra-rapid metabolizers (URMs) may not achieve adequate concentrations of CERDELGA to achieve a therapeutic effect [see Clinical Studies (14) ] . A specific dosage cannot be recommended for those patients whose CYP2D6 genotype cannot be determined (indeterminate metabolizers) [see Clinical Studies (14) ] ."
  ],
  "fetched_at": "2025-10-01T17:15:09.734879",
  "source": "OpenFDA"
}