{
  "drug_name": "Eltrombopag",
  "generic_name": [
    "ELTROMBOPAG OLAMINE"
  ],
  "brand_names": [
    "PROMACTA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Polyvalent Cations (Chelation) Eltrombopag chelates polyvalent cations (such as iron, calcium, aluminum, magnesium, selenium, and zinc) in foods, mineral supplements, and antacids. Take PROMACTA at least 2 hours before or 4 hours after any medications or products containing polyvalent cations, such as antacids, dairy products, and mineral supplements to avoid significant reduction in absorption of PROMACTA due to chelation [see Dosage and Administration (2.4), Clinical Pharmacology (12.3)] . 7.2 Transporters Use caution when concomitantly administering PROMACTA and drugs that are substrates of OATP1B1 (e.g., atorvastatin, bosentan, ezetimibe, fluvastatin, glyburide, olmesartan, pitavastatin, pravastatin, rosuvastatin, repaglinide, rifampin, simvastatin acid, SN-38 [active metabolite of irinotecan], valsartan) or breast cancer resistance protein (BCRP) (e.g., imatinib, irinotecan, lapatinib, methotrexate, mitoxantrone, rosuvastatin, sulfasalazine, topotecan). Monitor patients closely for signs and symptoms of excessive exposure to the drugs that are substrates of OATP1B1 or BCRP and consider reduction of the dose of these drugs, if appropriate. In clinical trials with PROMACTA, a dose reduction of rosuvastatin by 50% was recommended. 7.3 Protease Inhibitors HIV Protease Inhibitors: No dose adjustment is recommended when PROMACTA is coadministered with lopinavir/ritonavir (LPV/RTV). Drug interactions with other HIV protease inhibitors have not been evaluated. Hepatitis C Virus Protease Inhibitors: No dose adjustments are recommended when PROMACTA is coadministered with boceprevir or telaprevir. Drug interactions with other hepatitis C virus (HCV) protease inhibitors have not been evaluated. 7.4 Peginterferon Alfa-2a/b Therapy No dose adjustments are recommended when PROMACTA is coadministered with peginterferon alfa-2a (PEGASYS ® ) or -2b (PEGINTRON ® ). 7.5 Interference with Clinical Laboratory Tests Eltrombopag (PROMACTA) is highly colored and can cause patient sample discoloration, which is reported to interfere with some clinical laboratory tests, including, but not limited to bilirubin and creatinine. Bilirubin Testing : Eltrombopag can cause both positive and negative interference with bilirubin assays. If the laboratory results for bilirubin are inconsistent with clinical observations, further evaluation of liver function should be performed to clarify the clinical status of the patient. Evaluating contemporaneous aminotransferase values (AST, ALT) may help determine the validity of normal total bilirubin levels in the presence of clinical jaundice. Creatinine Testing : Eltrombopag can cause positive interference with creatinine measurements, leading to falsely elevated creatinine levels. In the event of an unexpected serum creatinine test result, further evaluation of renal function should be performed. Blood urea should be evaluated if serum creatinine is unexpectedly high. Communicate to the lab conducting testing if the patient is taking PROMACTA. Re-testing using other methods may also help in determining the validity of the test results."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions associated with PROMACTA are described in other sections. Hepatic Decompensation in Patients with Chronic Hepatitis C [see Warnings and Precautions (5.1)] Hepatotoxicity [see Warnings and Precautions (5.2)] Increased Risk of Death and Progression of Myelodysplastic Syndromes to Acute Myeloid Leukemia [see Warnings and Precautions (5.3)] Thrombotic/Thromboembolic Complications [see Warnings and Precautions (5.4)] Cataracts [see Warnings and Precautions (5.5)] Across all indications, the most common adverse reactions (≥ 20% in any indication) were: anemia, nausea, pyrexia, alanine aminotransferase increased, cough, fatigue, headache, and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Persistent or Chronic Immune Thrombocytopenia Adults: In clinical trials, hemorrhage was the most common serious adverse reaction and most hemorrhagic reactions followed discontinuation of PROMACTA. Other serious adverse reactions included thrombotic/thromboembolic complications [see Warnings and Precautions (5.4)] . The data described below reflect exposure of PROMACTA to patients with persistent or chronic ITP aged 18 to 85 years, of whom 66% were female, in three placebo-controlled trials and one open-label extension trial [see Clinical Studies (14.1)] . PROMACTA was administered to 330 patients for at least 6 months and 218 patients for at least 1 year. Table 8 presents the most common adverse drug reactions (experienced by greater than or equal to 3% of patients receiving PROMACTA) from the three placebo-controlled trials, with a higher incidence in PROMACTA versus placebo. Table 8. Adverse Reactions (≥ 3%) From Three Placebo-controlled Trials in Adults With Persistent or Chronic Immune Thrombocytopenia Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a Includes PTs of urinary tract infection, cystitis, urinary tract infection bacterial, and bacteriuria. Adverse reaction PROMACTA 50 mg n = 241 (%) Placebo n = 128 (%) Nausea 9 3 Diarrhea 9 7 Upper respiratory tract infection 7 6 Vomiting 6 < 1 Urinary tract infection a 5 4 Increased ALT 5 3 Myalgia 5 2 Oropharyngeal pain 4 3 Increased AST 4 2 Pharyngitis 4 2 Back pain 3 2 Influenza 3 2 Paresthesia 3 2 Rash 3 2 In the three controlled clinical persistent or chronic ITP trials, alopecia, musculoskeletal pain, blood alkaline phosphatase increased, and dry mouth were the adverse reactions reported in 2% of patients treated with PROMACTA and in no patients who received placebo. Among 302 patients with persistent or chronic ITP who received PROMACTA in the single-arm extension trial, the adverse reactions occurred in a pattern similar to that seen in the placebo-controlled trials. Table 9 presents the most common treatment-related adverse reactions (experienced by greater than or equal to 3% of patients receiving PROMACTA) from the extension trial. Table 9. Treatment-related Adverse Reactions (≥ 3%) From Extension Trial in Adults With Persistent or Chronic Immune Thrombocytopenia Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. Adverse reaction PROMACTA 50 mg n = 302 (%) Headache 10 ALT increased 5 AST increased 5 Cataract 5 Fatigue 5 Blood bilirubin increased 4 Nausea 4 Hyperbilirubinemia 3 Diarrhea 3 In the three controlled persistent or chronic ITP trials, serum liver test abnormalities (predominantly Grade 2 or less in severity) were reported in 11% and 7% of patients for PROMACTA and placebo, respectively. Four patients (1%) treated with PROMACTA and three patients in the placebo group (2%) discontinued treatment due to hepatobiliary laboratory abnormalities. Seventeen of the patients treated with PROMACTA in the controlled trials with hepatobiliary laboratory abnormalities were re-exposed to PROMACTA in the extension trial. Eight of these patients again experienced liver test abnormalities (less than or equal to Grade 3) resulting in discontinuation of PROMACTA in one patient. In the extension persistent or chronic ITP trial, six additional patients had PROMACTA discontinued due to liver test abnormalities (less than or equal to Grade 3). In the three controlled persistent or chronic ITP trials, cataracts developed or worsened in 7% of patients treated with PROMACTA and 7% of patients in the placebo group. All patients had documented, preexisting risk factors for cataractogenesis, including corticosteroid use. In the extension trial, cataracts developed or worsened in 11% of patients who underwent ocular examination prior to therapy with PROMACTA. Seventy-two percent of patients had preexisting risk factors, including corticosteroid use. The safety of PROMACTA was also assessed in all patients treated in 7 adult persistent or chronic ITP clinical trials (N = 763 PROMACTA-treated patients and 179 placebo-treated patients). Thromboembolic events were reported in 6% of PROMACTA-treated patients versus 0% of placebo-treated patients and thrombotic microangiopathy with acute renal failure was reported in < 1% of PROMACTA-treated patients versus 0% of placebo-treated patients. In a placebo-controlled trial of PROMACTA in patients with chronic liver disease and thrombocytopenia not related to ITP, six patients treated with PROMACTA and one patient in the placebo group developed portal vein thromboses [see Warnings and Precautions (5.4)] . Pediatric Patients: The data described below reflect median exposure to PROMACTA of 91 days for 107 pediatric patients (aged 1 to 17 years) with persistent or chronic ITP, of whom 53% were female, across the randomized phase of two placebo-controlled trials. Table 10 presents the most common adverse drug reactions (experienced by greater than or equal to 3% of pediatric patients 1 year and older receiving PROMACTA) across the two placebo-controlled trials, with a higher incidence for PROMACTA versus placebo. Table 10. Adverse Reactions (≥ 3%) With a Higher Incidence for PROMACTA Versus Placebo From Two Placebo-controlled Trials in Pediatric Patients 1 Year and Older With Persistent or Chronic Immune Thrombocytopenia Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a Includes adverse reactions or laboratory abnormalities > 3 x ULN. PROMACTA Placebo n = 107 n = 50 Adverse reaction (%) (%) Upper respiratory tract infection 17 6 Nasopharyngitis 12 4 Cough 9 0 Diarrhea 9 2 Pyrexia 9 8 Abdominal pain 8 4 Oropharyngeal pain 8 2 Toothache 6 0 ALT increased a 6 0 Rash 5 2 AST increased 4 0 Rhinorrhea 4 0 In the two controlled clinical persistent or chronic ITP trials, cataracts developed or worsened in 2 (1%) patients treated with PROMACTA. Both patients had received chronic oral corticosteroids, a risk factor for cataractogenesis. Chronic Hepatitis C-associated Thrombocytopenia: In the two placebo-controlled trials, 955 patients with chronic hepatitis C-associated thrombocytopenia received PROMACTA. Table 11 presents the most common adverse drug reactions (experienced by greater than or equal to 10% of patients receiving PROMACTA compared with placebo). Table 11. Adverse Reactions (≥ 10% and Greater Than Placebo) From Two Placebo-controlled Trials in Adults With Chronic Hepatitis C a Includes PTs of insomnia, initial insomnia, and poor quality sleep. Adverse reaction PROMACTA + Peginterferon/Ribavirin n = 955 (%) Placebo + Peginterferon/Ribavirin n = 484 (%) Anemia 40 35 Pyrexia 30 24 Fatigue 28 23 Headache 21 20 Nausea 19 14 Diarrhea 19 11 Decreased appetite 18 14 Influenza-like illness 18 16 Insomnia a 16 15 Asthenia 16 13 Cough 15 12 Pruritus 15 13 Chills 14 9 Myalgia 12 10 Alopecia 10 6 Peripheral edema 10 5 Rash was reported in 9% and 7% of patients receiving PROMACTA and placebo, respectively. In the two controlled clinical trials in patients with chronic hepatitis C, hyperbilirubinemia was reported in 8% of patients receiving PROMACTA compared with 3% for placebo. Total bilirubin greater than or equal to 1.5 x ULN was reported in 76% and 50% of patients receiving PROMACTA and placebo, respectively. ALT or AST greater than or equal to 3 x ULN was reported in 34% and 38% of patients for PROMACTA and placebo, respectively. In the two controlled clinical trials in patients with chronic hepatitis C, cataracts developed or worsened in 8% of patients treated with PROMACTA and 5% of patients treated with placebo. The safety of PROMACTA was also assessed in all patients treated with PROMACTA in the two controlled trials, including patients who initially received PROMACTA in the pre-antiviral treatment phase of the trial and were later randomized to the placebo arm (N = 1520 PROMACTA-treated patients). Hepatic failure was reported in 0.8% of PROMACTA-treated patients and 0.4% of placebo-treated patients. Severe Aplastic Anemia First-Line Treatment of Severe Aplastic Anemia The safety of PROMACTA was established based upon a single-arm trial of 153 patients with severe aplastic anemia who had not received prior definitive immunosuppressive therapy. In this trial, PROMACTA was administered in combination with horse antithymocyte globulin (h-ATG) and cyclosporine [see Clinical Studies (14.3)] . Among the 153 patients who were dosed in this trial, 92 patients were evaluable for safety of the concurrent use of PROMACTA, h-ATG, and cyclosporine at the recommended dose and schedule. In this cohort, PROMACTA was administered at up to 150 mg once daily on Day 1 to Month 6 (D1-M6) in combination with h-ATG on Days 1 to 4 and cyclosporine for 6 months, followed by low dose of cyclosporine (maintenance dose) for an additional 18 months for patients who achieved a hematologic response at 6 months. The median duration of exposure to PROMACTA in this cohort was 183 days with 70% of patients exposed for > 24 weeks. Table 12 presents the most common adverse reactions (experienced by greater than or equal to 5% of patients) associated with PROMACTA in the D1-M6 cohort. Table 12. Adverse Reactions (≥ 5%) From One Open-label Trial in First-Line Treatment of Patients With Severe Aplastic Anemia Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. Adverse reaction PROMACTA n = 92 (%) ALT increased 29 AST increased 17 Blood bilirubin increased 17 Rash 8 Skin discoloration, including hyperpigmentation 5 In the PROMACTA D1-M6 cohort, ALT increased (29%), AST increased (17%), and blood bilirubin increased (17%) were reported more frequently than in patients with refractory severe aplastic anemia (see Table 13). New or worsening liver function laboratory abnormalities (CTCAE Grade 3 and Grade 4) in the PROMACTA D1-M6 cohort were 15% and 2% for AST, 26% and 4% for ALT, and 12% and 1% for bilirubin, respectively. In this single-arm open-label clinical trial, ALT or AST > 3 x ULN with total bilirubin > 1.5 x ULN and ALT or AST > 3 x ULN with total bilirubin > 2 x ULN were reported in 44% and 32% of patients, respectively, in the PROMACTA D1-M6 cohort. Pediatric Patients A total of 34 pediatric patients (2 patients 2 to 5 years of age, 12 patients 6 to 11 years of age, and 20 patients 12 to 16 years of age) were enrolled in this single-arm trial of which 26 pediatric patients were enrolled in the PROMACTA D1-M6 cohort. In this cohort, the most frequent serious adverse reactions (experienced by ≥ 10% of patients) were upper respiratory tract infection (12% in patients age 2 to 16 years compared to 5% in patients 17 years of age and older, respectively) and rash (12% compared to 2%). The most common adverse reactions (experienced by ≥ 10% of patients) associated with PROMACTA were ALT increased (23% in patients age 2 to 16 years compared to 32% in patients 17 years of age and older, respectively), blood bilirubin increased (12% compared to 20%), AST increased (12% compared to 20%), and rash (12% compared to 6%). Cytogenetic Abnormalities In this trial, patients had bone marrow aspirates evaluated for cytogenetic abnormalities. Seven patients in the PROMACTA D1-M6 cohort had a new cytogenetic abnormality reported of which 4 had the loss of chromosome 7; these 4 occurred within 6.1 months. Across all cohorts, clonal cytogenetic evolution occurred in 15 out of 153 (10%) patients. Of the 15 patients who experienced a cytogenetic abnormality: 7 patients had the loss of chromosome 7, 6 of which occurred within 6.1 months; 4 patients had chromosomal aberrations which were of unclear significance; 3 patients had a deletion of chromosome 13; and 1 patient had a follow-up bone marrow assessment at 5 years with features of dysplasia with hypercellularity concerning for potential development of MDS. It is unclear whether these findings occurred due to the underlying disease, the immunosuppressive therapy, and/or treatment with PROMACTA. Refractory Severe Aplastic Anemia In the single-arm, open-label trial, 43 patients with refractory severe aplastic anemia received PROMACTA. Eleven patients (26%) were treated for greater than 6 months and 7 patients (16%) were treated for greater than 1 year. The most common adverse reactions (greater than or equal to 20%) were nausea, fatigue, cough, diarrhea, and headache. Table 13. Adverse Reactions (≥ 10%) From One Open-label Trial in Adults With Refractory Severe Aplastic Anemia Adverse reaction PROMACTA n = 43 (%) Nausea 33 Fatigue 28 Cough 23 Diarrhea 21 Headache 21 Pain in extremity 19 Pyrexia 14 Dizziness 14 Oropharyngeal pain 14 Abdominal pain 12 Muscle spasms 12 Transaminases increased 12 Arthralgia 12 Rhinorrhea 12 Rash and hyperbilirubinemia were reported in 7% of patients; cataract was reported in 2% of patients. In this trial, concurrent ALT or AST greater than 3 x ULN with total bilirubin greater than 1.5 x ULN were reported in 5% of patients. Total bilirubin greater than 1.5 x ULN occurred in 14% of patients. In this trial, patients had bone marrow aspirates evaluated for cytogenetic abnormalities. Eight patients had a new cytogenetic abnormality reported on therapy, including 5 patients who had complex changes in chromosome 7. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of PROMACTA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders: Skin discoloration, including hyperpigmentation and skin yellowing."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take PROMACTA without a meal or with a meal low in calcium (≤ 50 mg). Take PROMACTA at least 2 hours before or 4 hours after any medications or products containing polyvalent cations, such as antacids, calcium-rich foods, and mineral supplements. ( 2.4 , 7.1 , 12.3 ) Persistent or Chronic ITP: Initiate PROMACTA at 50 mg orally once daily for most adult and pediatric patients 6 years and older, and at 25 mg orally once daily for pediatric patients aged 1 to 5 years. Dose reductions are needed for patients with hepatic impairment and some patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than or equal to 50 x 10 9 /L. Do not exceed 75 mg per day. ( 2.1 , 8.6 , 8.7 ) Chronic Hepatitis C-associated Thrombocytopenia: Initiate PROMACTA at 25 mg orally once daily for all patients. Adjust to achieve target platelet count required to initiate antiviral therapy. Do not exceed a daily dose of 100 mg. ( 2.2 ) First-line Severe Aplastic Anemia: Initiate PROMACTA orally once daily at 2.5 mg/kg (in pediatric patients aged 2 to 5 years old), 75 mg (pediatric patients aged 6 to 11 years old), or 150 mg for patients aged 12 years and older concurrently with standard immunosuppressive therapy. Reduce initial dose in patients of East-/Southeast-Asian ancestry. Modify dosage for toxicity or elevated platelet counts. ( 2.3 , 8.7 ) Refractory Severe Aplastic Anemia: Initiate PROMACTA orally at 50 mg once daily. Reduce initial dose in patients with hepatic impairment or patients of East-/Southeast-Asian ancestry. Adjust to maintain platelet count greater than 50 x 10 9 /L. Do not exceed 150 mg per day. ( 2.3 , 8.6 , 8.7 ) 2.1 Persistent or Chronic Immune Thrombocytopenia Use the lowest dose of PROMACTA to achieve and maintain a platelet count greater than or equal to 50 x 10 9 /L as necessary to reduce the risk for bleeding. Dose adjustments are based upon the platelet count response. Do not use PROMACTA to normalize platelet counts [see Warnings and Precautions (5.4)]. In clinical trials, platelet counts generally increased within 1 to 2 weeks after starting PROMACTA and decreased within 1 to 2 weeks after discontinuing PROMACTA [see Clinical Studies (14.1)] . Initial Dose Regimen: Adult and Pediatric Patients 6 Years and Older with ITP: Initiate PROMACTA at a dose of 50 mg orally once daily, except in patients who are of East-/Southeast-Asian ancestry or who have mild to severe hepatic impairment (Child-Pugh class A, B, C). For patients of East-/Southeast-Asian ancestry with ITP, initiate PROMACTA at a reduced dose of 25 mg orally once daily [see Use in Specific Populations (8.7), Clinical Pharmacology (12.3)]. For patients with ITP and mild, moderate, or severe hepatic impairment (Child-Pugh class A, B, C), initiate PROMACTA at a reduced dose of 25 mg orally once daily [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . For patients of East-/Southeast-Asian ancestry with ITP and hepatic impairment (Child-Pugh class A, B, C), consider initiating PROMACTA at a reduced dose of 12.5 mg orally once daily [see Clinical Pharmacology (12.3)] . Pediatric Patients with ITP Aged 1 to 5 Years: Initiate PROMACTA at a dose of 25 mg orally once daily [see Use in Specific Populations (8.7), Clinical Pharmacology (12.3)] . Monitoring and Dose Adjustment: After initiating PROMACTA, adjust the dose to achieve and maintain a platelet count greater than or equal to 50 x 10 9 /L as necessary to reduce the risk for bleeding. Do not exceed a dose of 75 mg daily. Monitor clinical hematology and liver tests regularly throughout therapy with PROMACTA and modify the dosage regimen of PROMACTA based on platelet counts as outlined in Table 1. During therapy with PROMACTA, assess complete blood counts (CBCs) with differentials, including platelet counts, weekly until a stable platelet count has been achieved. Obtain CBCs with differentials, including platelet counts, monthly thereafter. When switching between the oral suspension and tablet, assess platelet counts weekly for 2 weeks, and then follow standard monthly monitoring. Table 1. Dose Adjustments of PROMACTA in Patients With Persistent or Chronic Immune Thrombocytopenia Platelet count result Dose adjustment or response < 50 x 10 9 /L following at least 2 weeks of PROMACTA Increase daily dose by 25 mg to a maximum of 75 mg/day. For patients taking 12.5 mg once daily, increase the dose to 25 mg daily before increasing the dose amount by 25 mg. ≥ 200 x 10 9 /L to ≤ 400 x 10 9 /L at any time Decrease the daily dose by 25 mg. Wait 2 weeks to assess the effects of this and any subsequent dose adjustments. For patients taking 25 mg once daily, decrease the dose to 12.5 mg once daily. > 400 x 10 9 /L Stop PROMACTA; increase the frequency of platelet monitoring to twice weekly. Once the platelet count is < 150 x 10 9 /L, reinitiate therapy at a daily dose reduced by 25 mg. For patients taking 25 mg once daily, reinitiate therapy at a daily dose of 12.5 mg. > 400 x 10 9 /L after 2 weeks of therapy at lowest dose of PROMACTA Discontinue PROMACTA. In patients with ITP and hepatic impairment (Child-Pugh class A, B, C), after initiating PROMACTA or after any subsequent dosing increase, wait 3 weeks before increasing the dose. Modify the dosage regimen of concomitant ITP medications, as medically appropriate, to avoid excessive increases in platelet counts during therapy with PROMACTA. Do not administer more than one dose of PROMACTA within any 24-hour period. Discontinuation: Discontinue PROMACTA if the platelet count does not increase to a level sufficient to avoid clinically important bleeding after 4 weeks of therapy with PROMACTA at the maximum daily dose of 75 mg. Excessive platelet count responses, as outlined in Table 1, or important liver test abnormalities (e.g., transaminases and/or bilirubin) also necessitate discontinuation of PROMACTA [see Warnings and Precautions (5.2, 5.6) and Drug Interactions (7.5)] . Obtain CBCs with differentials, including platelet counts, weekly for at least 4 weeks following discontinuation of PROMACTA. 2.2 Chronic Hepatitis C-Associated Thrombocytopenia Use the lowest dose of PROMACTA to achieve and maintain a platelet count necessary to initiate and maintain antiviral therapy with pegylated interferon and ribavirin. Dose adjustments are based upon the platelet count response. Do not use PROMACTA to normalize platelet counts [see Warnings and Precautions (5.4)] . In clinical trials, platelet counts generally began to rise within the first week of treatment with PROMACTA [see Clinical Studies (14.2)] . Initial Dose Regimen: Initiate PROMACTA at a dose of 25 mg orally once daily. Monitoring and Dose Adjustment: Adjust the dose of PROMACTA in 25 mg increments every 2 weeks as necessary to achieve the target platelet count required to initiate antiviral therapy. Monitor platelet counts every week prior to starting antiviral therapy. During antiviral therapy, adjust the dose of PROMACTA to avoid dose reductions of peginterferon. Monitor CBCs with differentials, including platelet counts, weekly during antiviral therapy until a stable platelet count is achieved. Monitor platelet counts monthly thereafter. Do not exceed a dose of 100 mg daily. Monitor clinical hematology and liver tests (e.g., transaminases and bilirubin) regularly throughout therapy with PROMACTA [see Drug Interactions (7.5)] . For specific dosage instructions for peginterferon or ribavirin, refer to their respective prescribing information. Table 2. Dose Adjustments of PROMACTA in Adults With Thrombocytopenia Due to Chronic Hepatitis C Platelet count result Dose adjustment or response < 50 x 10 9 /L following at least 2 weeks of PROMACTA Increase daily dose by 25 mg to a maximum of 100 mg/day. ≥ 200 x 10 9 /L to ≤ 400 x 10 9 /L at any time Decrease the daily dose by 25 mg. Wait 2 weeks to assess the effects of this and any subsequent dose adjustments. > 400 x 10 9 /L Stop PROMACTA; increase the frequency of platelet monitoring to twice weekly. Once the platelet count is < 150 x 10 9 /L, reinitiate therapy at a daily dose reduced by 25 mg. For patients taking 25 mg once daily, reinitiate therapy at a daily dose of 12.5 mg. > 400 x 10 9 /L after 2 weeks of therapy at lowest dose of PROMACTA Discontinue PROMACTA. Discontinuation: The prescribing information for pegylated interferon and ribavirin include recommendations for antiviral treatment discontinuation for treatment futility. Refer to pegylated interferon and ribavirin prescribing information for discontinuation recommendations for antiviral treatment futility. PROMACTA should be discontinued when antiviral therapy is discontinued. Excessive platelet count responses, as outlined in Table 2, or important liver test abnormalities also necessitate discontinuation of PROMACTA [see Warnings and Precautions (5.2)] . 2.3 Severe Aplastic Anemia First-Line Severe Aplastic Anemia Initiate PROMACTA concurrently with standard immunosuppressive therapy [see Clinical Studies (14.3)] . Initial Dose Regimen The recommended initial dose regimen is listed in Table 3. Do not exceed the initial dose of PROMACTA. Table 3. Recommended Initial PROMACTA Dose Regimen in the First-Line Treatment of Severe Aplastic Anemia Age Dose regimen Patients 12 years and older 150 mg orally once daily for 6 months Pediatric patients 6 to 11 years 75 mg orally once daily for 6 months Pediatric patients 2 to 5 years 2.5 mg/kg orally once daily for 6 months For patients with severe aplastic anemia of East-/Southeast-Asian ancestry or those with mild, moderate, or severe hepatic impairment (Child-Pugh class A, B, C), decrease the initial PROMACTA dose by 50% as listed in Table 4 [see Use in Specific Populations (8.6, 8.7), Clinical Pharmacology (12.3)] . If baseline alanine aminotransferase (ALT) or aspartate aminotransferase (AST) levels are > 6 x upper limit of normal (ULN), do not initiate PROMACTA until transaminase levels are < 5 x ULN. Determine the initial dose for these patients based on Table 3 or Table 4. Table 4. Recommended Initial PROMACTA Dose Regimen for Patients of East-/Southeast-Asian Ancestry or Those With Mild, Moderate, or Severe Hepatic Impairment (Child-Pugh class A, B, C) in the First-Line Treatment of Severe Aplastic Anemia Age Dose regimen Patients 12 years and older 75 mg orally once daily for 6 months Pediatric patients 6 to 11 years 37.5 mg orally once daily for 6 months Pediatric patients 2 to 5 years 1.25 mg/kg orally once daily for 6 months Monitoring and Dose Adjustment for PROMACTA: Perform clinical hematology and liver tests regularly throughout therapy with PROMACTA [see Warnings and Precautions (5.2)] . Modify the dosage regimen of PROMACTA based on platelet counts as outlined in Table 5. Table 5. Dose Adjustments of PROMACTA for Elevated Platelet Counts in the First-Line Treatment of Severe Aplastic Anemia Platelet count result Dose adjustment or response > 200 x 10 9 /L to ≤ 400 x 10 9 /L Decrease the daily dose by 25 mg every 2 weeks to lowest dose that maintains platelet count ≥ 50 x 10 9 /L. In pediatric patients under 12 years of age, decrease the dose by 12.5 mg. > 400 x 10 9 /L Discontinue PROMACTA for one week. Once the platelet count is < 200 x 10 9 /L, reinitiate PROMACTA at a daily dose reduced by 25 mg (or 12.5 mg in pediatric patients under 12 years of age). Table 6 summarizes the recommendations for dose interruption, reduction, or discontinuation of PROMACTA in the management of elevated liver transaminase levels and thromboembolic events. Table 6. Recommended Dose Modifications for PROMACTA for ALT or AST Elevations and Thromboembolic Events Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; ULN, upper limit of normal. Event Recommendation ALT or AST elevations Increase in ALT or AST > 6 x ULN Discontinue PROMACTA. Once ALT or AST is < 5 x ULN, reinitiate PROMACTA at the same dose. Increase in ALT or AST > 6 x ULN after reinitiating PROMACTA Discontinue PROMACTA and monitor ALT or AST at least every 3 to 4 days. Once ALT or AST is < 5 x ULN, reinitiate PROMACTA at a daily dose reduced by 25 mg compared to the previous dose. If ALT or AST returns to > 6 x ULN on the reduced dose Reduce the daily dose of PROMACTA by 25 mg until ALT or AST is < 5 x ULN. In pediatric patients under 12 years of age, reduce the daily dose by at least 15% to the nearest dose that can be administered. Thromboembolic events (e.g., deep vein thrombosis, pulmonary embolus, stroke, myocardial infarction) Discontinue PROMACTA but remain on horse antithymocyte globulin (h-ATG) and cyclosporine. The total duration of PROMACTA treatment is 6 months. Refractory Severe Aplastic Anemia Use the lowest dose of PROMACTA to achieve and maintain a hematologic response. Dose adjustments are based upon the platelet count. Hematologic response requires dose titration, generally up to 150 mg, and may take up to 16 weeks after starting PROMACTA [see Clinical Studies (14.3)] . Initial Dose Regimen: Initiate PROMACTA at a dose of 50 mg orally once daily. For patients with severe aplastic anemia of East-/Southeast-Asian ancestry or those with mild, moderate, or severe hepatic impairment (Child-Pugh class A, B, C), initiate PROMACTA at a reduced dose of 25 mg orally once daily [see Use in Specific Populations (8.6, 8.7), Clinical Pharmacology (12.3)] . Monitoring and Dose Adjustment: Adjust the dose of PROMACTA in 50 mg increments every 2 weeks as necessary to achieve the target platelet count greater than or equal to 50 x 10 9 /L as necessary. Do not exceed a dose of 150 mg daily. Monitor clinical hematology and liver tests regularly throughout therapy with PROMACTA and modify the dosage regimen of PROMACTA based on platelet counts as outlined in Table 7. Table 7. Dose Adjustments of PROMACTA in Patients With Refractory Severe Aplastic Anemia Platelet count result Dose adjustment or response < 50 x 10 9 /L following at least 2 weeks of PROMACTA Increase daily dose by 50 mg to a maximum of 150 mg/day. For patients taking 25 mg once daily, increase the dose to 50 mg daily before increasing the dose amount by 50 mg. ≥ 200 x 10 9 /L to ≤ 400 x 10 9 /L at any time Decrease the daily dose by 50 mg. Wait 2 weeks to assess the effects of this and any subsequent dose adjustments. > 400 x 10 9 /L Stop PROMACTA for 1 week. Once the platelet count is < 150 x 10 9 /L, reinitiate therapy at a dose reduced by 50 mg. > 400 x 10 9 /L after 2 weeks of therapy at lowest dose of PROMACTA Discontinue PROMACTA. For patients who achieve tri-lineage response, including transfusion independence, lasting at least 8 weeks: the dose of PROMACTA may be reduced by 50% [see Clinical Studies (14.3)] . If counts remain stable after 8 weeks at the reduced dose, then discontinue PROMACTA and monitor blood counts. If platelet counts drop to less than 30 x 10 9 /L, hemoglobin to less than 9 g/dL, or absolute neutrophil count (ANC) to less than 0.5 x 10 9 /L, PROMACTA may be reinitiated at the previous effective dose. Discontinuation: If no hematologic response has occurred after 16 weeks of therapy with PROMACTA, discontinue therapy. If new cytogenetic abnormalities are observed, consider discontinuation of PROMACTA [see Adverse Reactions (6.1)] . Excessive platelet count responses (as outlined in Table 7) or important liver test abnormalities also necessitate discontinuation of PROMACTA [see Warnings and Precautions (5.2)] . 2.4 Administration Administration of Tablets and Oral Suspension: Take PROMACTA without a meal or with a meal low in calcium (≤ 50 mg). Take PROMACTA at least 2 hours before or 4 hours after other medications (e.g., antacids), calcium-rich foods (containing > 50 mg calcium e.g., dairy products, calcium-fortified juices, and certain fruits and vegetables), or supplements containing polyvalent cations, such as iron, calcium, aluminum, magnesium, selenium, and zinc [see Drug Interactions (7.1), Clinical Pharmacology (12.3)] . Do not split, chew, or crush tablets and mix with food or liquids. Preparation of the Oral Suspension: Prior to use of the oral suspension, ensure patients or caregivers receive training on proper dosing, preparation, and administration of PROMACTA for oral suspension. Administer the oral suspension immediately after preparation. Discard any suspension not administered within 30 minutes after preparation . Prepare the suspension with water only. NOTE: Do not use hot water to prepare the suspension. For details on preparation and administration of the suspension, including the recommended duration of use of each oral dosing syringe [see Instructions for Use] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PROMACTA is a thrombopoietin receptor agonist indicated: for the treatment of thrombocytopenia in adult and pediatric patients 1 year and older with persistent or chronic immune thrombocytopenia (ITP) who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. PROMACTA should be used only in patients with ITP whose degree of thrombocytopenia and clinical condition increase the risk for bleeding. ( 1.1 ) for the treatment of thrombocytopenia in patients with chronic hepatitis C to allow the initiation and maintenance of interferon-based therapy. PROMACTA should be used only in patients with chronic hepatitis C whose degree of thrombocytopenia prevents the initiation of interferon-based therapy or limits the ability to maintain interferon-based therapy. ( 1.2 ) in combination with standard immunosuppressive therapy for the first-line treatment of adult and pediatric patients 2 years and older with severe aplastic anemia. ( 1.3 ) for the treatment of patients with severe aplastic anemia who have had an insufficient response to immunosuppressive therapy. ( 1.3 ) Limitations of Use: PROMACTA is not indicated for the treatment of patients with myelodysplastic syndrome (MDS). ( 1.4 ) Safety and efficacy have not been established in combination with direct-acting antiviral agents used without interferon for treatment of chronic hepatitis C infection. ( 1.4 ) 1.1 Treatment of Thrombocytopenia in Patients With Persistent or Chronic Immune Thrombocytopenia PROMACTA is indicated for the treatment of thrombocytopenia in adult and pediatric patients 1 year and older with persistent or chronic immune thrombocytopenia (ITP) who have had an insufficient response to corticosteroids, immunoglobulins, or splenectomy. PROMACTA should be used only in patients with ITP whose degree of thrombocytopenia and clinical condition increase the risk for bleeding. 1.2 Treatment of Thrombocytopenia in Patients With Hepatitis C Infection PROMACTA is indicated for the treatment of thrombocytopenia in patients with chronic hepatitis C to allow the initiation and maintenance of interferon-based therapy. PROMACTA should be used only in patients with chronic hepatitis C whose degree of thrombocytopenia prevents the initiation of interferon-based therapy or limits the ability to maintain interferon-based therapy. 1.3 Treatment of Severe Aplastic Anemia PROMACTA is indicated in combination with standard immunosuppressive therapy (IST) for the first-line treatment of adult and pediatric patients 2 years and older with severe aplastic anemia. PROMACTA is indicated for the treatment of patients with severe aplastic anemia who have had an insufficient response to immunosuppressive therapy. 1.4 Limitations of Use PROMACTA is not indicated for the treatment of patients with myelodysplastic syndromes (MDS) [see Warnings and Precautions (5.3)] . Safety and efficacy have not been established in combination with direct-acting antiviral agents used without interferon for treatment of chronic hepatitis C infection."
  ],
  "fetched_at": "2025-10-01T16:13:50.225389",
  "source": "OpenFDA"
}