{
  "drug_name": "Eluxadoline",
  "generic_name": [
    "ELUXADOLINE"
  ],
  "brand_names": [
    "Viberzi"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Tables 2 and 3 include drugs which demonstrated a clinically important drug interaction with VIBERZI or which potentially may result in clinically relevant interactions. Table 2: Established and Other Potentially Clinically Relevant Interactions Affecting VIBERZI OATP1B1 Inhibitors Clinical Impact: Increased exposure to eluxadoline when coadministered with cyclosporine [ see Clinical Pharmacology ( 12.3 ) ] Intervention: Administer VIBERZI at a dose of 75 mg twice daily [see Dosage and Administration ( 2 )] and monitor patients for impaired mental or physical abilities needed to perform potentially hazardous activities such as driving a car or operating machinery and for other eluxadoline-related adverse reactions [see Adverse Reactions ( 6.1 )] . Examples: cyclosporine, gemfibrozil, antiretrovirals (atazanavir, lopinavir, ritonavir, saquinavir, tipranavir), rifampin, eltrombopag Drugs that Cause Constipation Clinical Impact: Increased risk for constipation related adverse reactions and potential for constipation related serious adverse reactions Intervention: Avoid use with other drugs that may cause constipation (see below); loperamide may be used occasionally for acute management of severe diarrhea but avoid chronic use. Discontinue loperamide immediately if constipation occurs. Examples: alosetron, anticholinergics, opioids Table 3: Established and Other Potentially Clinically Relevant Interactions Affecting Drugs Co-Administered with VIBERZI OATP1B1 and BCRP Substrate Clinical Impact: VIBERZI may increase the exposure of co-administered OATP1B1 and BCRP substrates. Increased exposure to rosuvastatin when co-administered with VIBERZI with a potential for increased risk of myopathy/rhabdomyolysis [ see Clinical Pharmacology ( 12.3 ) ] Intervention: Use the lowest effective dose of rosuvastatin (see prescribing information of rosuvastatin for additional information on recommended dosing). See full prescribing information for clinically relevant interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions described below and elsewhere in the labeling include: Pancreatitis [see Warnings and Precautions ( 5.1 )] Sphincter of Oddi Spasm [ see Warnings and Precautions ( 5.2 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.3 )] Constipation [see Warnings and Precautions ( 5.4 )] Most common adverse reactions (>5%) are constipation, nausea and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1- 800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial s Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Over 1700 patients with IBS-D have been treated with 75 or 100 mg of VIBERZI twice daily in controlled trials. Exposures from placebo-controlled clinical trials in adult patients with IBS-D included 1391 exposed for 3 months, 1001 exposed for 6 months and 488 exposed for one year. Demographic characteristics were comparable between the treatment groups [see Clinical Studies ( 14 )] . Data described below represent pooled data compared to placebo across the randomized trials. Pancreatitis Cases of pancreatitis, not associated with sphincter of Oddi spasm, were reported in 2/807 (0.2%) of patients receiving 75 mg and 3/1032 (0.3%) of patients receiving 100 mg VIBERZI twice daily in clinical trials. Of these 5 cases, 3 were associated with excessive alcohol intake, one was associated with biliary sludge, and in one case the patient discontinued VIBERZI 2 weeks prior to the onset of symptoms. All pancreatic events resolved with lipase normalization upon discontinuation of VIBERZI, with 80% (4/5) resolving within 1 week of treatment discontinuation. The case of sphincter of Oddi spasm-induced pancreatitis resolved within 24 hours of discontinuation. Sp h incter of Oddi Spasm In clinical trials, sphincter of Oddi spasm occurred in 0.2% (2/807) of patients receiving 75 mg and 0.8% (8/1032) of patients receiving 100 mg VIBERZI twice daily. Among patients receiving 75 mg, 1/807 (0.1%) patient experienced a sphincter of Oddi spasm presenting with abdominal pain but with lipase elevation less than 3 times the upper limit of normal (ULN) and 1/ 807 (0.1%) patient experienced a sphincter of Oddi spasm manifested as elevated hepatic enzymes associated with abdominal pain Among patients receiving 100 mg, 1/1032 (0.1%) patient experienced a sphincter of Oddi spasm manifested as pancreatitis and 7/1032 (0.7%) patients experienced sphincter of Oddi spasm manifested as elevated hepatic enzymes associated with abdominal pain Of those patients who experienced a sphincter of Oddi spasm, 80% (8/10) reported their first onset of symptoms within the first week of treatment. The case of sphincter of Oddi spasm-induced pancreatitis occurred within minutes of taking the first dose of VIBERZI. No cases of sphincter of Oddi spasm occurred greater than 1 month after treatment onset. All events resolved upon discontinuation of VIBERZI, with symptoms typically improved by the following day. Common Adverse Reactions Table 1 provides the incidence of common adverse reactions reported in > 2% of IBS-D patients in either VIBERZI treatment group and at an incidence greater than in the placebo group. Table 1: Common* Adverse Reactions in the Placebo-Controlled Studies in IBS-D Patients Adverse Reactions VIBERZI 100 mg twice daily (N= 1032) % VIBERZI 75 mg twice daily (N=807) % Placebo (N=975) % Constipation 8 7 2 Nausea 7 8 5 Abdominal Pain** 7 6 4 Upper Respiratory Tract Infection 5 3 4 Vomiting 4 4 1 Nasopharyngitis 3 4 3 Abdominal Distention 3 3 2 Bronchitis 3 3 2 Dizziness 3 3 2 Flatulence 3 3 2 Rash*** 3 3 2 Increased ALT 3 2 1 Fatigue 2 3 2 Viral gastroenteritis 1 3 2 * Reported in > 2% of VIBERZI-treated patients at either dose and at an incidence greater than in placebo-treated patients ** \" Abdominal Pain\" term includes: abdominal pain, abdominal pain lower, and abdominal pain upper *** \" Rash\" term includes: dermatitis, dermatitis allergic, rash, rash erythematous, rash generalized, rash maculo-papular, rash papular, rash pruritic, urticaria, and idiopathic urticaria Constipation was the most commonly reported adverse reaction in VIBERZI-treated patients in these trials. Approximately 50% of constipation events occurred within the first 2 weeks of treatment while the majority occurred within the first 3 months of therapy. Rates of severe constipation were less than 1% in patients receiving 75 mg and 100 mg VIBERZI. Similar rates of constipation occurred between the active and placebo arms beyond 3 months of treatment. Adverse Reactions Leading to Discontinuation Eight percent of patients treated with 75 mg, 8% of patients treated with 100 mg VIBERZI and 4% of patients treated with placebo discontinued prematurely due to adverse reactions. In the VIBERZI treatment groups, the most common reasons for discontinuation due to adverse reactions were constipation (1% for 75 mg and 2% for 100 mg) and abdominal pain (1% for both 75 mg and 100 mg). In comparison, less than 1% of patients in the placebo group withdrew due to constipation or abdominal pain. Less Common Adverse Reactions Adverse reactions that were reported in ≤ 2% of VIBERZI-treated patients are listed below by body system. Gastrointestinal : gastroesophageal reflux disease General Disorders and administration site conditions : feeling drunk Investigations: increased AST Nervous system : sedation, somnolence Psychiatric disorders : euphoric mood Respiratory : asthma, bronchospasm, respiratory failure, wheezing 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of VIBERZI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity : anaphylaxis, angioedema (e.g. swollen face and throat), dyspnea, throat tightness, and chest pain/tightness [see Warnings and Precautions ( 5.3 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VIBERZI is contraindicated in patients: Without a gallbladder. These patients are at increased risk of developing serious adverse reactions of pancreatitis and/or sphincter of Oddi spasm [see Warnings and Precautions ( 5.1 , 5.2 )] With known or suspected biliary duct obstruction; or sphincter of Oddi disease or dysfunction. These patients are at increased risk for sphincter of Oddi spasm [see Warnings and Precautions ( 5.1 )]. With alcoholism, alcohol abuse or alcohol addiction, or in patients who drink more than 3 alcoholic beverages per day. These patients are at increased risk for acute pancreatitis [see Warnings and Precautions ( 5.1 )]. With a history of pancreatitis; or structural diseases of the pancreas, including known or suspected pancreatic duct obstruction. These patients are at increased risk for acute pancreatitis [see Warnings and Precautions ( 5.1 )] . With a known hypersensitivity reaction to VIBERZI [see Warnings and Precautions ( 5.3 )]. With severe hepatic impairment (Child-Pugh Class C). These patients are at risk for significantly increased plasma concentrations of eluxadoline [see Use in Specific Populations ( 8.6 )] With a history of chronic or severe constipation or sequelae from constipation, or known or suspected mechanical gastrointestinal obstruction. These patients may be at risk for severe complications of bowel obstruction [see Warnings and Precautions ( 5.4 )] . patients without a gallbladder ( 4 ) known or suspected biliary duct obstruction, or sphincter of Oddi disease or dysfunction ( 4 ) alcoholism, alcohol abuse, alcohol addiction, or drink more than 3 alcoholic beverages/day ( 4 ) a history of pancreatitis; structural diseases of the pancreas, including known or suspected pancreatic duct obstruction ( 4 ) patients with a known hypersensitivity reaction to VIBERZI ( 4 , 5.3 ) severe hepatic impairment (Child-Pugh Class C) ( 4 , 8.6 ) a history of chronic or severe constipation or sequelae from constipation, or known or suspected mechanical gastrointestinal obstruction ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of VIBERZI is 100 mg taken orally twice daily with food. The recommended dosage of VIBERZI is 75 mg taken orally twice daily with food in patients: unable to tolerate the 100 mg dose of VIBERZI [see Adverse Reactions ( 6.1 ) ] . receiving concomitant OATP1B1 inhibitors [see Drug Interactions ( 7 )] . with mild (Child-Pugh Class A) or moderate (Child-Pugh Class B) hepatic impairment [see Use in Specific Population s ( 8.6 ) ] . with moderate or severe renal impairment (eGFR less than 60 mL/min/1.73 m 2 ); and in patients with end stage renal disease (ESRD) not yet on dialysis (eGFR less than 15 mL/min/1.73 m 2 ) [see Use in Specific Populations ( 8.7 )]. Discontinue VIBERZI in patients who develop severe constipation [see Warnings and Precautions ( 5.4 )] . Instruct patients if they miss a dose, take the next dose at the regular time and not to take 2 doses at the same time to make up for a missed dose. The recommended dosage in adults is 100 mg twice daily taken with food. ( 2 ) The recommended dosage is 75 mg twice daily taken with food in patients: unable to tolerate the 100 mg dose. ( 2 , 6.1 ) receiving concomitant OATP1B1 inhibitors. ( 2 , 7 ) with mild or moderate hepatic impairment. ( 2 , 8.6 ) with moderate or severe renal impairment; and in patients with end stage renal disease not yet on dialysis. ( 2 , 8.7 ) Discontinue VIBERZI in patients who develop severe constipation. ( 2 ) If a dose is missed, take the next dose at the regular time; do not take 2 doses at once. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VIBERZI is indicated in adults for the treatment of irritable bowel syndrome with diarrhea (IBS-D). VIBERZI is a mu-opioid receptor agonist, indicated in adults for the treatment of irritable bowel syndrome with diarrhea (IBS-D). ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:30:44.430161",
  "source": "OpenFDA"
}