{
  "drug_name": "Elvitegravir",
  "generic_name": [
    "ELVITEGRAVIR, COBICISTAT, EMTRICITABINE, AND TENOFOVIR ALAFENAMIDE"
  ],
  "brand_names": [
    "Genvoya"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS GENVOYA should not be administered with other antiretroviral medications for treatment of HIV-1 infection. ( 7.1 ) GENVOYA can alter the concentration of drugs metabolized by CYP3A or CYP2D6. Drugs that induce CYP3A can alter the concentrations of one or more components of GENVOYA. Consult the full prescribing information prior to and during treatment for potential drug-drug interactions. ( 4 , 7.2 , 7.3 , 12.3 ) 7.1 Not Recommended with Other Antiretroviral Medications GENVOYA is a complete regimen for the treatment of HIV-1 infection; therefore, coadministration of GENVOYA with other antiretroviral medications for treatment of HIV-1 infection should be avoided. Complete information regarding potential drug-drug interactions with other antiretroviral medications is not provided [see Contraindications (4) , Warnings and Precautions (5.2) and Clinical Pharmacology (12.3) ] . 7.2 Potential for GENVOYA to Affect Other Drugs Cobicistat, a component of GENVOYA, is an inhibitor of CYP3A and CYP2D6 and an inhibitor of the following transporters: P-glycoprotein (P-gp), BCRP, OATP1B1 and OATP1B3. Thus, coadministration of GENVOYA with drugs that are primarily metabolized by CYP3A or CYP2D6, or are substrates of P-gp, BCRP, OATP1B1 or OATP1B3 may result in increased plasma concentrations of such drugs . Coadministration of GENVOYA with drugs that have active metabolite(s) formed by CYP3A may result in reduced plasma concentration of these active metabolite(s) (see Table 5 ). Elvitegravir is a modest inducer of CYP2C9 and may decrease the plasma concentrations of CYP2C9 substrates. TAF is not an inhibitor of CYP1A2, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, or UGT1A1. TAF is a weak inhibitor of CYP3A in vitro . TAF is not an inhibitor or inducer of CYP3A in vivo . 7.3 Potential for Other Drugs to Affect One or More Components of GENVOYA Elvitegravir and cobicistat, components of GENVOYA, are metabolized by CYP3A. Cobicistat is also metabolized, to a minor extent, by CYP2D6. Drugs that induce CYP3A activity are expected to increase the clearance of elvitegravir and cobicistat, resulting in decreased plasma concentration of cobicistat, elvitegravir, and TAF, which may lead to loss of therapeutic effect of GENVOYA and development of resistance (see Table 5 ). Coadministration of GENVOYA with other drugs that inhibit CYP3A may decrease the clearance and increase the plasma concentration of cobicistat. (see Table 5 ). TAF, a component of GENVOYA, is a substrate of P-gp, BCRP, OATP1B1 and OATP1B3. Drugs that inhibit P-gp and/or BCRP, such as cobicistat, may increase the absorption of TAF (see Table 13 ). However, when TAF is administered as a component of GENVOYA, its availability is increased by cobicistat and a further increase of TAF concentrations is not expected upon coadministration of an additional P-gp and/or BCRP inhibitor. Drugs that induce P-gp activity are expected to decrease the absorption of TAF, resulting in decreased plasma concentration of TAF. 7.4 Drugs Affecting Renal Function Because emtricitabine and tenofovir are primarily excreted by the kidneys by a combination of glomerular filtration and active tubular secretion, coadministration of GENVOYA with drugs that reduce renal function or compete for active tubular secretion may increase concentrations of emtricitabine, tenofovir, and other renally eliminated drugs and this may increase the risk of adverse reactions. Some examples of drugs that are eliminated by active tubular secretion include, but are not limited to, acyclovir, cidofovir, ganciclovir, valacyclovir, valganciclovir, aminoglycosides (e.g., gentamicin), and high-dose or multiple NSAIDs [see Warnings and Precautions (5.4) ] . 7.5 Established and Other Potentially Significant Interactions Table 5 provides a listing of established or potentially clinically significant drug interactions [see Contraindications (4) ] . The drug interactions described are based on studies conducted with either GENVOYA, the components of GENVOYA (elvitegravir, cobicistat, emtricitabine, and tenofovir alafenamide) as individual agents and/or in combination, or are predicted drug interactions that may occur with GENVOYA [for magnitude of interaction, see Clinical Pharmacology (12.3) ] . The table includes potentially significant interactions but is not all inclusive. Table 5 Established and Other Potentially Significant This table is not all inclusive. Drug Interactions: Alteration in Dose or Regimen May Be Recommended Based on Drug Interaction Studies or Predicted Interaction Concomitant Drug Class: Drug Name Effect on Concentration ↑ = Increase, ↓ = Decrease Clinical Comment Alpha 1-adrenoreceptor antagonist: alfuzosin ↑ alfuzosin Coadministration with alfuzosin is contraindicated due to potential for serious and/or life-threatening reactions such as hypotension. Antiarrhythmics: e.g., amiodarone bepridil digoxin Indicates that a drug-drug interaction trial was conducted. disopyramide flecainide systemic lidocaine mexiletine propafenone quinidine ↑ antiarrhythmics ↑ digoxin Caution is warranted and therapeutic concentration monitoring, if available, is recommended for antiarrhythmics when coadministered with GENVOYA. Antibacterials: clarithromycin telithromycin ↑ clarithromycin ↑ telithromycin ↑ cobicistat Patients with CL cr greater than or equal to 60 mL/minute: No dosage adjustment of clarithromycin is required. Patients with CL cr between 50 mL/minute and 60 mL/minute: The dosage of clarithromycin should be reduced by 50%. Anticoagulants: Direct Oral Anticoagulants (DOACs) apixaban rivaroxaban betrixaban dabigatran edoxaban ↑ apixaban Due to potentially increased bleeding risk, dosing recommendations for coadministration with GENVOYA depends on the apixaban dose. Refer to apixaban dosing instructions for coadministration with strong CYP3A and P-gp inhibitors in apixaban prescribing information. ↑ rivaroxaban ↑ betrixaban ↑ dabigatran ↑ edoxaban Coadministration of rivaroxaban with GENVOYA is not recommended because it may lead to an increased bleeding risk. Due to potentially increased bleeding risk, dosing recommendations for coadministration of betrixaban, dabigatran, or edoxaban with a P-gp inhibitor such as GENVOYA depends on DOAC indication and renal function. Refer to DOAC dosing instructions for coadministration with P-gp inhibitors in DOAC prescribing information. warfarin Effect on warfarin unknown Monitor the international normalized ratio (INR) upon coadministration of warfarin with GENVOYA. Anticonvulsants: carbamazepine phenobarbital phenytoin ↓ elvitegravir ↓ cobicistat ↓ TAF Coadministration with carbamazepine, phenobarbital, or phenytoin is contraindicated due to potential for loss of therapeutic effect and development of resistance. oxcarbazepine Alternative anticonvulsants should be considered when GENVOYA is administered with oxcarbazepine. ethosuximide ↑ ethosuximide Clinical monitoring is recommended upon coadministration of ethosuximide with GENVOYA. Antidepressants: Selective Serotonin Reuptake Inhibitors (SSRIs) e.g., paroxetine Tricyclic Antidepressants (TCAs) e.g., amitriptyline desipramine imipramine nortriptyline bupropion trazodone ↑ SSRIs (except sertraline) ↑ TCAs ↑ trazodone Careful dosage titration of the antidepressant and monitoring for antidepressant response are recommended when coadministered with GENVOYA. Antifungals: itraconazole ketoconazole voriconazole ↑ elvitegravir ↑ cobicistat ↑ itraconazole ↑ ketoconazole ↑ voriconazole When administering with GENVOYA, the maximum daily dosage of ketoconazole or itraconazole should not exceed 200 mg per day. An assessment of benefit/risk ratio is recommended to justify use of voriconazole with GENVOYA. Anti-gout: colchicine ↑ colchicine GENVOYA is not recommended to be coadministered with colchicine to patients with renal or hepatic impairment. Treatment of gout-flares – coadministration of colchicine in patients receiving GENVOYA: 0.6 mg (1 tablet) × 1 dose, followed by 0.3 mg (half tablet) 1 hour later. Treatment course to be repeated no earlier than 3 days. Prophylaxis of gout-flares – coadministration of colchicine in patients receiving GENVOYA: If the original regimen was 0.6 mg twice a day, the regimen should be adjusted to 0.3 mg once a day. If the original regimen was 0.6 mg once a day, the regimen should be adjusted to 0.3 mg once every other day. Treatment of familial Mediterranean fever – coadministration of colchicine in patients receiving GENVOYA: Maximum daily dosage of 0.6 mg (may be given as 0.3 mg twice a day). Antimycobacterial: rifampin ↓ elvitegravir ↓ cobicistat ↓ TAF Coadministration with rifampin is contraindicated due to potential for loss of therapeutic effect and development of resistance. rifabutin rifapentine Coadministration of GENVOYA with rifabutin or rifapentine is not recommended. Antiplatelets: ticagrelor ↑ ticagrelor Coadminstration with ticagrelor is not recommended. clopidogrel ↓ clopidogrel active metabolite Coadministration with clopidogrel is not recommended due to protential reduction of the antiplatelet activity of clopidogrel. Antipsychotics: lurasidone ↑ lurasidone Coadministration with lurasidone is contraindicated due to potential for serious and/or life-threatening reactions. pimozide ↑ pimozide Coadministration with pimozide is contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias. quetiapine ↑ quetiapine Initiation of GENVOYA in patients taking quetiapine: Consider alternative antiretroviral therapy to avoid increases in quetiapine exposure. If coadministration is necessary, reduce the quetiapine dose to 1/6 of the current dose and monitor for quetiapine-associated adverse reactions. Refer to the quetiapine prescribing information for recommendations on adverse reaction monitoring. Initiation of quetiapine in patients taking GENVOYA: Refer to the quetiapine prescribing information for initial dosing and titration of quetiapine. Other antipsychotics e.g., perphenazine risperidone thioridazine ↑ antipsychotic A decrease in dose of the antipsychotics that are metabolized by CYP3A or CYP2D6 may be needed when coadministered with GENVOYA. Beta-Blockers: e.g., metoprolol timolol ↑ beta-blockers Clinical monitoring is recommended and a dosage decrease of the beta blocker may be necessary when these agents are coadministered with GENVOYA. Calcium Channel Blockers: e.g., amlodipine diltiazem felodipine nicardipine nifedipine verapamil ↑ calcium channel blockers Caution is warranted and clinical monitoring is recommended upon coadministration of calcium channel blockers with GENVOYA. Corticosteroids: e.g., betamethasone budesonide ciclesonide dexamethasone fluticasone methylprednisolone mometasone prednisone triamcinolone ↓ elvitegravir ↓ cobicistat ↑ corticosteroids Coadministration with oral dexamethasone or other systemic corticosteroids that induce CYP3A may result in loss of therapeutic effect and development of resistance to elvitegravir. Consider alternative corticosteroids. Coadministration with corticosteroids (all routes of administration) whose exposures are significantly increased by strong CYP3A inhibitors can increase the risk for Cushing's syndrome and adrenal suppression. Alternative corticosteroids including beclomethasone and prednisolone (whose PK and/or PD are less affected by strong CYP3A inhibitors relative to other studied steroids) should be considered, particularly for long-term use. Endothelin Receptor Antagonists: bosentan ↑ bosentan Coadministration of bosentan in patients on GENVOYA: In patients who have been receiving GENVOYA for at least 10 days, start bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Coadministration of GENVOYA in patients on bosentan: Discontinue use of bosentan at least 36 hours prior to initiation of GENVOYA. After at least 10 days following the initiation of GENVOYA, resume bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Ergot Derivatives: dihydroergotamine ergotamine methylergonovine ↑ ergot derivatives Coadministration is contraindicated due to potential for serious and/or life-threatening reactions such as acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues [see Contraindications (4) ] . Herbal Products: St. John's wort (Hypericum perforatum) ↓ elvitegravir ↓ cobicistat ↓ TAF Coadministration is contraindicated due to potential for loss of therapeutic effect and development of resistance . Hormonal Contraceptives: drospirenone/ethinyl estradiol levonorgestrel norgestimate/ethinyl estradiol ↑ drospirenone ↑ norgestimate ↑ levonorgestrel ↓ ethinyl estradiol Additional or alternative non-hormonal forms of contraception should be considered when estrogen based contraceptives are coadministered with GENVOYA. Plasma concentrations of drospirenone may be increased when coadministered with cobicistat-containing products. Clinical monitoring is recommended due to the potential for hyperkalemia. The effects of increases in the concentration of the progestational component norgestimate are not fully known and can include increased risk of insulin resistance, dyslipidemia, acne, and venous thrombosis. The potential risks and benefits associated with coadministration of norgestimate/ethinyl estradiol with GENVOYA should be considered, particularly in patients who have risk factors for these events. The effect of GENVOYA on other hormonal contraceptives (e.g., contraceptive patch, contraceptive vaginal ring, or injectable contraceptives) or oral contraceptives containing progestogens other than drospirenone, levonorgestrel, or norgestimate has not been studied; therefore, alternative (non-hormonal) methods of contraception can be considered. Immuno-suppressants: e.g., cyclosporine (CsA) sirolimus tacrolimus ↑ immuno-suppressants ↑ elvitegravir (with CsA) ↑ cobicistat (with CsA) Therapeutic monitoring of the immunosuppressive agents is recommended upon coadministration with GENVOYA. Monitor for adverse events associated with GENVOYA when coadministered with cyclosporine. Lipid-modifying Agents: HMG-CoA Reductase Inhibitors: lovastatin simvastatin ↑ lovastatin ↑ simvastatin Coadministration with lovastatin or simvastatin is contraindicated due to potential for serious reactions such as myopathy including rhabdomyolysis. atorvastatin ↑ atorvastatin Initiate atorvastatin with the lowest starting dose of atorvastatin and titrate carefully while monitoring for safety (e.g., myopathy). Do not exceed a dosage of atorvastatin 20 mg daily. Other Lipid-modifying Agents: lomitapide ↑ lomitapide Coadministration with lomitapide is contraindicated due to potential for markedly increased transaminases. Narcotic Analgesics: buprenorphine/ naloxone ↑ buprenorphine ↑ norbuprenorphine ↓ naloxone No dosage adjustment of buprenorphine/naloxone is required upon coadministration with GENVOYA. Patients should be closely monitored for sedation and cognitive effects. fentanyl ↑ fentanyl Careful monitoring of therapeutic and adverse effects of fentanyl (including potentially fatal respiratory depression) is recommended with coadministration. tramadol ↑ tramadol A dose decrease may be needed for tramadol with concomitant use. Inhaled Beta Agonist: salmeterol ↑ salmeterol Coadministration of salmeterol and GENVOYA is not recommended. Coadministration of salmeterol with GENVOYA may result in increased risk of cardiovascular adverse events associated with salmeterol, including QT prolongation, palpitations, and sinus tachycardia. Medications or Oral Supplements Containing Polyvalent Cations (e.g., Mg, Al, Ca, Fe, Zn): calcium or iron supplements, including multivitamins cation-containing antacids or laxatives sucralfate buffered medications ↓ elvitegravir Separate GENVOYA and administration of medications, antacids, or oral supplements containing polyvalent cations by at least 2 hours. Phosphodiesterase-5 (PDE5) Inhibitors: sildenafil tadalafil vardenafil ↑ PDE5 inhibitors Use of PDE-5 inhibitors for pulmonary arterial hypertension (PAH): Coadministration of sildenafil with GENVOYA is contraindicated when used for treatment of PAH, due to potential for PDE-5 inhibitor associated adverse reactions, including hypotension, syncope, visual disturbances, and priapism. The following dose adjustments are recommended for the use of tadalafil with GENVOYA: Coadministration of tadalafil in patients on GENVOYA: In patients receiving GENVOYA for at least 1 week, start tadalafil at 20 mg once daily. Increase tadalafil dose to 40 mg once daily based upon individual tolerability. Coadministration of GENVOYA in patients on tadalafil: Avoid use of tadalafil during the initiation of GENVOYA. Stop tadalafil at least 24 hours prior to starting GENVOYA. After at least one week following initiation of GENVOYA, resume tadalafil at 20 mg once daily. Increase tadalafil dose to 40 mg once daily based upon individual tolerability. Use of PDE-5 inhibitors for erectile dysfunction: Sildenafil at a single dose not exceeding 25 mg in 48 hours, vardenafil at a single dose not exceeding 2.5 mg in 72 hours, or tadalafil at a single dose not exceeding 10 mg in 72 hours can be used with increased monitoring for PDE-5 inhibitor associated with adverse events. Sedative/hypnotic: midazolam (oral) triazolam ↑ midazolam ↑ triazolam Coadministration with triazolam or orally administered midazolam is contraindicated due to potential for serious and/or life-threatening reactions such as prolonged or increased sedation or respiratory depression. Other benzodiazepines: e.g., parenterally administered midazolam clorazepate diazepam estazolam flurazepam ↑ sedatives/hypnotics Triazolam and orally administered midazolam are extensively metabolized by CYP3A. Coadministration of triazolam or orally administered midazolam with GENVOYA may cause large increases in the concentrations of these benzodiazepines. Coadministration of parenteral midazolam with GENVOYA should be done in a setting that ensures close clinical monitoring and appropriate medical management in case of respiratory depression and/or prolonged sedation. Dosage reduction for midazolam should be considered, especially if more than a single dose of midazolam is administered. buspirone zolpidem With other sedative/hypnotics, dose reduction may be necessary and clinical monitoring is recommended. 7.6 Drugs without Clinically Significant Interactions with GENVOYA Based on drug interaction studies conducted with the components of GENVOYA, no clinically significant drug interactions have been observed or are expected when GENVOYA is combined with the following drugs: famciclovir, famotidine, ledipasvir, methadone, omeprazole, prasugrel (active metabolite), sertraline, sofosbuvir, velpatasvir, and voxilaprevir.",
    "Drug Interactions GENVOYA may interact with many drugs; therefore, advise patients to report to their healthcare provider the use of any other prescription or non-prescription medication or herbal products including St. John's wort [see Contraindications (4) and Drug Interactions (7) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse drug reactions are discussed in other sections of the labeling: Severe Acute Exacerbations of Hepatitis B [see Warnings and Precautions (5.1) ] Immune Reconstitution Syndrome [see Warnings and Precautions (5.3) ] New Onset or Worsening Renal Impairment [see Warnings and Precautions (5.4) ] Lactic Acidosis/Severe Hepatomegaly with Steatosis [see Warnings and Precautions (5.5) ] Most common adverse reaction (incidence greater than or equal to 10%, all grades) is nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Gilead Sciences, Inc. at 1-800-GILEAD-5 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials in Treatment-Naïve Adults The primary safety assessment of GENVOYA was based on Week 144 pooled data from 1,733 subjects in two randomized, double-blind, active-controlled trials, Study 104 and Study 111, in antiretroviral treatment-naïve HIV-1 infected adult subjects. A total of 866 subjects received one tablet of GENVOYA once daily [see Clinical Studies (14.2) ] . The most common adverse reaction (all Grades) reported in at least 10% of subjects in the GENVOYA group was nausea. The proportion of subjects who discontinued treatment with GENVOYA or STRIBILD ® due to adverse events, regardless of severity, was 1% and 2%, respectively. Table 1 displays the frequency of adverse reactions (all Grades) greater than or equal to 5% in the GENVOYA group. Table 1 Adverse Reactions Frequencies of adverse reactions are based on all adverse events attributed to study drugs by the investigator. (All Grades) Reported in ≥ 5% of HIV-1 Infected Treatment-Naïve Adults Receiving GENVOYA in Studies 104 and 111 (Week 144 analysis) GENVOYA N=866 STRIBILD N=867 Nausea 11% 13% Diarrhea 7% 9% Headache 6% 5% Fatigue 5% 4% The majority of events presented in Table 1 occurred at severity Grade 1. Clinical Trials in Virologically Suppressed Adults The safety of GENVOYA in virologically-suppressed adults was based on Week 96 data from 959 subjects in a randomized, open-label, active-controlled trial (Study 109) in which virologically-suppressed subjects were switched from a TDF-containing combination regimen to GENVOYA. Overall, the safety profile of GENVOYA in subjects in this study was similar to that of treatment-naïve subjects [see Clinical Studies (14.3) ] . Additional adverse reactions observed with GENVOYA in Study 109 included suicidal ideation, suicidal behavior, and suicide attempt (<1% combined); all of these events were serious and all occurred in subjects with a preexisting history of depression or psychiatric illness. Clinical Trials in Adult Subjects with Renal Impairment In an open-label trial (Study 112), 248 HIV-1 infected subjects with estimated creatinine clearance between 30 and 69 mL per minute (by Cockcroft-Gault method) were treated with GENVOYA for a median duration of 144 weeks. Of these subjects, 65% had previously been on a stable TDF-containing regimen. A total of 5 subjects permanently discontinued GENVOYA due to the development of renal adverse events through Week 96. Three of these five were among the 80 subjects with baseline estimated creatinine clearance of less than 50 mL/min and two subjects were among the 162 subjects with baseline estimated creatinine clearance of greater than or equal to 50 mL/min. There were no further renal discontinuations between Weeks 96 and 144. Overall, renally impaired subjects receiving GENVOYA in this study had a mean serum creatinine of 1.5 mg/dL at baseline and 1.4 mg/dL at Week 144. Otherwise, the safety profile of GENVOYA in subjects in this study was similar to that of subjects with normal renal function. Virologically-Suppressed Adults with End Stage Renal Disease (ESRD) Receiving Chronic Hemodialysis The safety of GENVOYA in subjects with end stage renal disease (ESRD) (estimated creatinine clearance of less than 15 mL/min) on chronic hemodialysis was assessed in 55 subjects (Study 1825) [see Clinical Studies (14.4) ]. The most commonly reported adverse reaction (adverse event assessed as causally related by investigator and all grades) was nausea (7%). Serious adverse events were reported in 53% of subjects and the most common serious adverse events were pneumonia (13%), fluid overload (7%), hyperkalemia (7%) and osteomyelitis (7%). Overall 5% of subjects permanently discontinued treatment due to an adverse event. Renal Laboratory Tests and Renal Safety Treatment-Naïve Adults: Cobicistat (a component of GENVOYA) has been shown to increase serum creatinine due to inhibition of tubular secretion of creatinine without affecting glomerular filtration [see Clinical Pharmacology (12.2) ] . Increases in serum creatinine occurred by Week 2 of treatment and remained stable through 144 weeks. In two 144-week randomized, controlled trials in a total of 1,733 treatment-naïve adults with a median baseline estimated creatinine clearance of 115 mL per minute, mean serum creatinine increased by less than 0.1 mg per dL in the GENVOYA group and by 0.1 mg per dL in the STRIBILD group from baseline to Week 144. Virologically Suppressed Adults: In a study of 1,436 virologically-suppressed TDF-treated adults with a mean baseline estimated creatinine clearance of 112 mL per minute who were randomized to continue their treatment regimen or switch to GENVOYA, at Week 96 mean serum creatinine was similar to baseline for both those continuing baseline treatment and those switching to GENVOYA. Across these trials, renal serious adverse events or discontinuations due to renal adverse reactions were encountered in less than 1% of participants treated with GENVOYA. Bone Mineral Density Effects Treatment-Naïve Adults: In a pooled analysis of Studies 104 and 111, the effects of GENVOYA compared to STRIBILD on bone mineral density (BMD) change from baseline to Week 144 were assessed by dual-energy X-ray absorptiometry (DXA). The mean percentage change in BMD from baseline to Week 144 was −0.92% with GENVOYA compared to −2.95% with STRIBILD at the lumbar spine and −0.75% compared to −3.36% at the total hip. BMD declines of 5% or greater at the lumbar spine were experienced by 15% of GENVOYA subjects and 29% of STRIBILD subjects. BMD declines of 7% or greater at the femoral neck were experienced by 15% of GENVOYA subjects and 29% of STRIBILD subjects. The long-term clinical significance of these BMD changes is not known. Virologically Suppressed Adults: In Study 109, TDF-treated subjects were randomized to continue their TDF-based regimen or switch to GENVOYA; changes in BMD from baseline to Week 96 were assessed by DXA. Mean BMD increased in subjects who switched to GENVOYA (2.12% lumbar spine, 2.44% total hip) and decreased slightly in subjects who continued their baseline regimen (−0.09% lumbar spine, −0.46% total hip). BMD declines of 5% or greater at the lumbar spine were experienced by 2% of GENVOYA subjects and 6% of subjects who continued their TDF-based regimen. BMD declines of 7% or greater at the femoral neck were experienced by 2% of GENVOYA subjects and 7% of subjects who continued their TDF-based regimen. The long-term clinical significance of these BMD changes is not known. Laboratory Abnormalities: The frequency of laboratory abnormalities (Grades 3–4) occurring in at least 2% of subjects receiving GENVOYA in Studies 104 and 111 are presented in Table 2. Table 2 Laboratory Abnormalities (Grades 3–4) Reported in ≥ 2% of Subjects Receiving GENVOYA in Studies 104 and 111 (Week 144 analysis) Laboratory Parameter Abnormality Frequencies are based on treatment-emergent laboratory abnormalities. GENVOYA N=866 STRIBILD N=867 Creatine Kinase (≥10.0 × ULN) 11% 10% LDL-cholesterol (fasted) (>190 mg/dL) 11% 5% Total cholesterol (fasted) (>300mg/dL) 4% 3% Amylase 3% 5% ALT 3% 3% AST 3% 4% Urine RBC (Hematuria) (>75 RBC/HPF) 3% 3% Serum Lipids: Subjects receiving GENVOYA experienced greater increases in serum lipids compared to those receiving STRIBILD. Changes from baseline in total cholesterol, HDL-cholesterol, LDL-cholesterol, triglycerides and total cholesterol to HDL ratio are presented in Table 3. Table 3 Lipid Values, Mean Change from Baseline, Reported in Subjects Receiving GENVOYA or STRIBILD in Trials 104 and 111 Excludes subjects who received lipid lowering agents during the treatment period. GENVOYA N=866 STRIBILD N=867 Baseline Week 144 Baseline Week 144 mg/dL Change The change from baseline is the mean of within-subject changes from baseline for subjects with both baseline and Week 144 values. mg/dL Change Total Cholesterol (fasted) 162 [N=647] +31 [N=647] 165 [N=627] +14 [N=627] Triglycerides (fasted) 111 [N=647] +29 [N=647] 115 [N=627] +17 [N=627] LDL-cholesterol (fasted) 103 [N=647] +20 [N=643] 107 [N=628] +8 [N=628] HDL-cholesterol (fasted) 47 [N=647] +7 [N=647] 46 [N=627] +3 [N=627] Total Cholesterol to HDL ratio 3.7 [N=647] 0.2 [N=647] 3.8 [N=627] 0.1 [N=627] Clinical Trials in Pediatric Subjects: Safety in Pediatric Patients The safety of GENVOYA in HIV-1 infected pediatric subjects was evaluated in treatment-naïve subjects between the ages of 12 to less than 18 years and weighing at least 35 kg (N=50) through Week 48 (cohort 1), and in virologically-suppressed subjects between the ages of 6 to less than 12 years and weighing at least 25 kg (N=52) through Week 48 (cohort 2) in an open-label clinical trial (Study 106) [see Clinical Studies (14.5) ] . With the exception of a decrease in the mean CD4+ cell count observed in cohort 2 of Study 106, the safety profile in pediatric subjects who received treatment with GENVOYA was similar to that in adults. One 13-year-old female subject developed unexplained uveitis while receiving GENVOYA that resolved and did not require discontinuation of GENVOYA. Bone Mineral Density Effects Cohort 1: Treatment-naïve adolescents (12 to less than 18 years; at least 35 kg) Among the subjects in cohort 1 receiving GENVOYA, mean BMD increased from baseline to Week 48, + 4.2% at the lumbar spine and + 1.3% for the total body less head (TBLH). Mean changes from baseline BMD Z-scores were −0.07 for lumbar spine and −0.20 for TBLH at Week 48. One GENVOYA subject had significant (at least 4%) lumbar spine BMD loss at Week 48. Cohort 2: Virologically-suppressed children (6 to less than 12 years; at least 25 kg) Among the subjects in cohort 2 receiving GENVOYA, mean BMD increased from baseline to Week 48, +3.9% at the lumbar spine and +4.2% for TBLH. Mean changes from baseline BMD Z-scores were -0.24 for lumbar spine and -0.19 for TBLH at Week 48. Six GENVOYA subjects had significant (at least 4%) lumbar spine BMD loss at Week 48; 2 subjects also had at least 4% TBLH BMD loss at Week 48. Change from Baseline in CD4+ cell counts Cohort 2: Virologically-suppressed children (6 to less than 12 years; at least 25 kg) Cohort 2 of Study 106 evaluated pediatric subjects (N=52) who were virologically-suppressed and who switched from their antiretroviral regimen to GENVOYA. Although all subjects had HIV-1 RNA < 50 copies/mL, there was a decrease from baseline in CD4+ cell count at Weeks 24 and 48. The mean baseline and mean change from baseline in CD4+ cell count and in CD4% from Week 2 to Week 48 are presented in Table 4. All subjects maintained their CD4+ cell counts above 400 cells/mm 3 [see Pediatric Use (8.4) and Clinical Studies (14.5) ]. Table 4 Mean Change in CD4+ Count and CD4 Percentage from Baseline to Week 48 in Virologically-Suppressed Pediatric Patients from 6 to <12 Years Who Switched to GENVOYA Baseline Mean Change from Baseline Week 2 Week 4 Week 12 Week 24 Week 32 Week 48 CD4+ Cell Count (cells/mm 3 ) 961 (275.5) Mean (SD) -117 -114 -112 -118 -62 -66 CD4% 38 (6.4) +0.3% -0.1% -0.8% -0.8% -1.0% -0.6% 6.2 Postmarketing Experience The following events have been identified during post approval use of products containing TAF, including GENVOYA. Because these events are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders Angioedema, urticaria, and rash Renal and Urinary Disorders Acute renal failure, acute tubular necrosis, proximal renal tubulopathy, and Fanconi syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Coadministration of GENVOYA is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events. These drugs and other contraindicated drugs (which may lead to reduced efficacy of GENVOYA and possible resistance) are listed below [see Drug Interactions (7.5) and Clinical Pharmacology (12.3) ] . Alpha 1-adrenoreceptor antagonist: alfuzosin Anticonvulsants: carbamazepine, phenobarbital, phenytoin Antimycobacterial: rifampin Antipsychotics: lurasidone, pimozide Ergot Derivatives: dihydroergotamine, ergotamine, methylergonovine Herbal Products: St. John's wort ( Hypericum perforatum ) Lipid-modifying Agents: lomitapide, lovastatin, simvastatin Phosphodiesterase-5 (PDE-5) Inhibitor: sildenafil when administered as REVATIO ® for the treatment of pulmonary arterial hypertension Sedative/hypnotics: triazolam, orally administered midazolam Coadministration of GENVOYA is contraindicated with drugs that: Are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious adverse events. ( 4 ) Strongly induce CYP3A, which may lead to lower exposure of one or more components and loss of efficacy of GENVOYA and possible resistance. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing: Prior to or when initiating GENVOYA test for hepatitis B virus infection. Prior to or when initiating GENVOYA, and during treatment on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all patients. In patients with chronic kidney disease, also assess serum phosphorus. ( 2.1 ) Recommended dosage in adult and pediatric patients weighing at least 25 kg: One tablet taken orally once daily with food in patients with body weight at least 25 kg and a creatinine clearance greater than or equal to 30 mL per minute, or in adult patients with creatinine clearance less than 15 mL per minute who are receiving chronic hemodialysis. On days of hemodialysis, administer GENVOYA after hemodialysis. ( 2.2 ) Renal impairment: GENVOYA is not recommended in patients with estimated creatinine clearance of 15 to below 30 mL per minute, or below 15 mL per minute who are not receiving chronic hemodialysis. ( 2.3 ) Hepatic impairment: GENVOYA is not recommended in patients with severe hepatic impairment. ( 2.4 ) 2.1 Testing When Initiating and During Treatment with GENVOYA Prior to or when initiating GENVOYA, test patients for hepatitis B virus infection [see Warnings and Precautions (5.1) ] . Prior to or when initiating GENVOYA, and during treatment with GENVOYA on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose and urine protein in all patients. In patients with chronic kidney disease, also assess serum phosphorus [see Warnings and Precautions (5.4) ] . 2.2 Recommended Dosage in Adults and Pediatric Patients Weighing at Least 25 kg GENVOYA is a four-drug fixed dose combination product containing elvitegravir (EVG), cobicistat (COBI), emtricitabine (FTC), and tenofovir alafenamide (TAF). The recommended dosage of GENVOYA is one tablet containing 150 mg EVG,150 mg COBI, 200 mg FTC, and 10 mg TAF taken orally once daily with food in: adults and pediatric patients with body weight at least 25 kg and creatinine clearance greater than or equal to 30 mL per minute; or adults with creatinine clearance below 15 mL per minute who are receiving chronic hemodialysis. On days of hemodialysis, administer GENVOYA after completion of hemodialysis treatment [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.3 Not Recommended in Patients with Severe Renal Impairment GENVOYA is not recommended in patients with: severe renal impairment (estimated creatinine clearance of 15 to below 30 mL per minute); or end stage renal disease (ESRD; estimated creatinine clearance below 15 mL per minute) who are not receiving chronic hemodialysis [see Dosage and Administration (2.2) and Use in Specific Populations (8.6) ] . 2.4 Not Recommended in Patients with Severe Hepatic Impairment GENVOYA is not recommended in patients with severe hepatic impairment (Child-Pugh Class C) [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . 2.5 Not Recommended During Pregnancy GENVOYA is not recommended for use during pregnancy because of substantially lower exposures of cobicistat and elvitegravir during the second and third trimesters [see Use in Specific Populations (8.1) ] . GENVOYA should not be initiated in pregnant individuals. An alternative regimen is recommended for individuals who become pregnant during therapy with GENVOYA [see Use in Specific Populations (8.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GENVOYA is indicated as a complete regimen for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 25 kg who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen for at least 6 months with no history of treatment failure and no known substitutions associated with resistance to the individual components of GENVOYA [see Clinical Studies (14) ]. GENVOYA is a four-drug combination of elvitegravir (EVG), an HIV-1 integrase strand transfer inhibitor (INSTI), cobicistat (COBI), a CYP3A inhibitor, and emtricitabine (FTC) and tenofovir alafenamide (TAF), both HIV-1 nucleoside analog reverse transcriptase inhibitors (NRTIs), and is indicated as a complete regimen for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 25 kg who have no antiretroviral treatment history or to replace the current antiretroviral regimen in those who are virologically-suppressed (HIV-1 RNA less than 50 copies per mL) on a stable antiretroviral regimen for at least 6 months with no history of treatment failure and no known substitutions associated with resistance to the individual components of GENVOYA. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:20:40.136950",
  "source": "OpenFDA"
}