{
  "drug_name": "Empagliflozin",
  "generic_name": [
    "EMPAGLIFLOZIN AND METFORMIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Synjardy"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 4 for clinically relevant interactions with SYNJARDY or SYNJARDY XR. Table 4 Clinically Relevant Interactions with SYNJARDY or SYNJARDY XR Carbonic Anhydrase Inhibitors Clinical Impact Topiramate or other carbonic anhydrase inhibitors (e.g., zonisamide, acetazolamide or dichlorphenamide) frequently causes a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with SYNJARDY or SYNJARDY XR may increase the risk of lactic acidosis. Intervention Consider more frequent monitoring of these patients. Drugs that Reduce Metformin Clearance Clinical Impact Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2] / multidrug and toxin extrusion [MATE] inhibitors such as ranolazine, vandetanib, dolutegravir, and cimetidine) could increase systemic exposure to metformin and may increase the risk for lactic acidosis [see Clinical Pharmacology (12.3) ] . Intervention Consider the benefits and risks of concomitant use. Alcohol Clinical Impact Alcohol is known to potentiate the effect of metformin on lactate metabolism. Intervention Warn patients against excessive alcohol intake while receiving SYNJARDY or SYNJARDY XR. Diuretics Clinical Impact Coadministration of empagliflozin with diuretics resulted in increased urine volume and frequency of voids, which might enhance the potential for volume depletion. Intervention Before initiating SYNJARDY or SYNJARDY XR, assess volume status and renal function. In patients with volume depletion, correct this condition before initiating SYNJARDY or SYNJARDY XR. Monitor for signs and symptoms of volume depletion, and renal function after initiating therapy. Insulin or Insulin Secretagogues Clinical Impact The risk of hypoglycemia is increased when SYNJARDY or SYNJARDY XR is used in combination with insulin secretagogues (e.g., sulfonylurea) or insulin. Intervention Coadministration of SYNJARDY or SYNJARDY XR with an insulin secretagogue (e.g., sulfonylurea) or insulin may require lower dosages of the insulin secretagogue or insulin to reduce the risk of hypoglycemia. Drugs Affecting Glycemic Control Clinical Impact Certain drugs tend to produce hyperglycemia and may lead to loss of glycemic control. These drugs include the thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and isoniazid. Intervention When such drugs are administered to a patient receiving SYNJARDY or SYNJARDY XR, the patient should be closely observed to maintain adequate glycemic control. When such drugs are withdrawn from a patient receiving SYNJARDY or SYNJARDY XR, the patient should be observed closely for hypoglycemia. Lithium Clinical Impact Concomitant use of an SGLT2 inhibitor with lithium may decrease serum lithium concentrations. Intervention Monitor serum lithium concentration more frequently during SYNJARDY or SYNJARDY XR initiation and dosage changes. Positive Urine Glucose Test Clinical Impact SGLT2 inhibitors increase urinary glucose excretion and will lead to positive urine glucose tests. Intervention Monitoring glycemic control with urine glucose tests is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. Interference with 1,5-anhydroglucitol (1,5-AG) Assay Clinical Impact Measurements of 1,5-AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention Monitoring glycemic control with 1,5-AG assay is not recommended. Use alternative methods to monitor glycemic control. Carbonic Anhydrase Inhibitors: May increase risk of lactic acidosis. Consider more frequent monitoring. ( 7 ) Drugs that Reduce Metformin Clearance: May increase risk of lactic acidosis. Consider benefits and risks of concomitant use. ( 7 ) See full prescribing information for additional drug interactions and information on interference of SYNJARDY or SYNJARDY XR with laboratory tests. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Lactic Acidosis [see Boxed Warning and Warnings and Precautions (5.1) ] Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see Warnings and Precautions (5.2) ] Volume Depletion [see Warnings and Precautions (5.3) ] Urosepsis and Pyelonephritis [see Warnings and Precautions (5.4) ] Hypoglycemia [see Warnings and Precautions (5.5) ] Necrotizing Fasciitis of the Perineum (Fournier's Gangrene) [see Warnings and Precautions (5.6) ] Genital Mycotic Infections [see Warnings and Precautions (5.7) ] Lower Limb Amputation [see Warnings and Precautions (5.8) ] Hypersensitivity Reactions [see Warnings and Precautions (5.9) ] Vitamin B 12 Deficiency [see Warnings and Precautions (5.10) ] Most common adverse reactions associated with empagliflozin (5% or greater incidence) were urinary tract infections and female genital mycotic infections. ( 6.1 ) Most common adverse reactions associated with metformin HCl (>5%) are diarrhea, nausea/vomiting, flatulence, abdominal discomfort, indigestion, asthenia, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at 1-800-542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of concomitantly administered empagliflozin (daily dosage 10 mg or 25 mg) and metformin HCl (mean daily dosage of approximately 1,800 mg) has been evaluated in 3,456 adult patients with type 2 diabetes mellitus treated for 16 to 24 weeks, of which 926 patients received placebo, 1,271 patients received a daily dosage of empagliflozin 10 mg, and 1,259 patients received a daily dosage of empagliflozin 25 mg. Discontinuation of therapy due to adverse events across treatment groups was 3.0%, 2.8%, and 2.9% for placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Adverse Reactions in a Clinical Trial with Empagliflozin (Add-On Combination Therapy with Metformin HCl and Sulfonylurea) for Glycemic Control in Adults with Type 2 Diabetes Mellitus In a 24-week placebo-controlled trial of empagliflozin 10 mg or 25 mg administered once daily added to metformin HCl and sulfonylurea, adverse reactions reported in ≥5% of empagliflozin-treated patients and more commonly than in placebo-treated patients are presented in Table 1 (see also Table 4 ). Table 1 Adverse Reactions Reported in ≥5% of Adults with Type 2 Diabetes Mellitus Treated with Empagliflozin added on to Metformin HCl plus Sulfonylurea and Greater than with Placebo in a 24-week Placebo Controlled Clinical Trial Adverse Reactions Placebo (%) n=225 Empagliflozin 10 mg (%) n=224 Empagliflozin 25 mg (%) n=217 Hypoglycemia 9.8 15.6 12.9 Urinary tract infection 6.7 9.4 6.9 Nasopharyngitis 4.9 8.0 6.0 Empagliflozin Clinical Trials in Adults with Type 2 Diabetes Mellitus The data in Table 2 are derived from a pool of four 24-week placebo-controlled trials and 18-week data from a placebo-controlled trial with basal insulin in adult patients with type 2 diabetes mellitus. Empagliflozin was used as monotherapy in one trial and as add-on therapy in four trials [see Clinical Studies (14.1) ] . These data reflect exposure of 1,976 adult patients to empagliflozin with a mean exposure duration of approximately 23 weeks. Patients received placebo (N=995), empagliflozin 10 mg (N=999), or empagliflozin 25 mg (N=977) once daily. The mean age of the population was 56 years and 3% were older than 75 years of age. More than half (55%) of the population was male; 46% were White, 50% were Asian, and 3% were Black or African American. At baseline, 57% of the population had diabetes mellitus more than 5 years and had a mean hemoglobin A1c (HbA1c) of 8%. Established microvascular complications of diabetes mellitus at baseline included diabetic nephropathy (7%), retinopathy (8%), or neuropathy (16%). Baseline renal function was normal or mildly impaired in 91% of patients and moderately impaired in 9% of patients (mean eGFR 86.8 mL/min/1.73 m 2 ). Table 2 shows adverse reactions (excluding hypoglycemia) that were not present at baseline, occurred more commonly in empagliflozin-treated patients than placebo-treated patients, and occurred in greater than or equal to 2% of empagliflozin-treated patients. Table 2 Adverse Reactions Reported in ≥2% of Adults with Type 2 Diabetes Mellitus Treated with Empagliflozin and Greater than Placebo in Pooled Placebo-Controlled Clinical Trials of Empagliflozin Monotherapy or Combination Therapy Adverse Reactions Placebo (%) N=995 Empagliflozin 10 mg (%) N=999 Empagliflozin 25 mg (%) N=977 a Predefined adverse event grouping, including, but not limited to, urinary tract infection, asymptomatic bacteriuria, cystitis b Female genital mycotic infections include the following adverse reactions: vulvovaginal mycotic infection, vaginal infection, vulvitis, vulvovaginal candidiasis, genital infection, genital candidiasis, genital infection fungal, genitourinary tract infection, vulvovaginitis, cervicitis, urogenital infection fungal, vaginitis bacterial. Percentages calculated with the number of female subjects in each group as denominator: placebo (N=481), empagliflozin 10 mg (N=443), empagliflozin 25 mg (N=420). c Predefined adverse event grouping, including, but not limited to, polyuria, pollakiuria, and nocturia d Male genital mycotic infections include the following adverse reactions: balanoposthitis, balanitis, genital infections fungal, genitourinary tract infection, balanitis candida, scrotal abscess, penile infection. Percentages calculated with the number of male subjects in each group as denominator: placebo (N=514), empagliflozin 10 mg (N=556), empagliflozin 25 mg (N=557). Urinary tract infection a 7.6 9.3 7.6 Female genital mycotic infections b 1.5 5.4 6.4 Upper respiratory tract infection 3.8 3.1 4.0 Increased urination c 1.0 3.4 3.2 Dyslipidemia 3.4 3.9 2.9 Arthralgia 2.2 2.4 2.3 Male genital mycotic infections d 0.4 3.1 1.6 Nausea 1.4 2.3 1.1 Thirst (including polydipsia) was reported in 0%, 1.7%, and 1.5% for placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Volume Depletion Empagliflozin causes an osmotic diuresis, which may lead to intravascular volume contraction and adverse reactions related to volume depletion. In the pool of five placebo-controlled clinical trials in adults, adverse reactions related to volume depletion (e.g., blood pressure (ambulatory) decreased, blood pressure systolic decreased, dehydration, hypotension, hypovolemia, orthostatic hypotension, and syncope) were reported by 0.3%, 0.5%, and 0.3% of patients treated with placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Empagliflozin may increase the risk of hypotension in patients at risk for volume contraction [see Use in Specific Populations (8.5 , 8.6) ]. Increased Urination In the pool of five placebo-controlled clinical trials in adults, adverse reactions of increased urination (e.g., polyuria, pollakiuria, and nocturia) occurred more frequently on empagliflozin than on placebo (see Table 2 ). Specifically, nocturia was reported by 0.4%, 0.3%, and 0.8% of patients treated with placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Hypoglycemia in Clinical Trials with Empagliflozin for Glycemic Control in Adults with Type 2 Diabetes Mellitus The incidence of hypoglycemia in adults by trial is shown in Table 3. The incidence of hypoglycemia increased when empagliflozin was administered with insulin or sulfonylurea. Table 3 Incidence of Overall a and Severe b Hypoglycemic Events in Placebo-Controlled Clinical Trials for Glycemic Control in Adults with Type 2 Diabetes Mellitus c a Overall hypoglycemic events: plasma or capillary glucose of less than or equal to 70 mg/dL b Severe hypoglycemic events: requiring assistance regardless of blood glucose c Treated set (patients who had received at least one dosage of trial drug) d Insulin dosage could not be adjusted during the initial 18-week treatment period Monotherapy (24 weeks) Placebo (n=229) Empagliflozin 10 mg (n=224) Empagliflozin 25 mg (n=223) Overall (%) 0.4 0.4 0.4 Severe (%) 0 0 0 In Combination with Metformin HCl (24 weeks) Placebo + Metformin HCl (n=206) Empagliflozin 10 mg + Metformin HCl (n=217) Empagliflozin 25 mg + Metformin HCl (n=214) Overall (%) 0.5 1.8 1.4 Severe (%) 0 0 0 In Combination with Metformin HCl + Sulfonylurea (24 weeks) Placebo (n=225) Empagliflozin 10 mg + Metformin HCl + Sulfonylurea (n=224) Empagliflozin 25 mg + Metformin HCl + Sulfonylurea (n=217) Overall (%) 8.4 16.1 11.5 Severe (%) 0 0 0 In Combination with Pioglitazone +/- Metformin HCl (24 weeks) Placebo (n=165) Empagliflozin 10 mg + Pioglitazone +/- Metformin HCl (n=165) Empagliflozin 25 mg + Pioglitazone +/- Metformin HCl (n=168) Overall (%) 1.8 1.2 2.4 Severe (%) 0 0 0 In Combination with Basal Insulin +/- Metformin HCl (18 weeks d ) Placebo (n=170) Empagliflozin 10 mg (n=169) Empagliflozin 25 mg (n=155) Overall (%) 20.6 19.5 28.4 Severe (%) 0 0 1.3 In Combination with MDI Insulin +/- Metformin HCl (18 weeks d ) Placebo (n=188) Empagliflozin 10 mg (n=186) Empagliflozin 25 mg (n=189) Overall (%) 37.2 39.8 41.3 Severe (%) 0.5 0.5 0.5 Other Adverse Reactions in Clinical Trials with Empagliflozin in Adults Genital Mycotic Infections : In the pool of five placebo-controlled clinical trials, the incidence of genital mycotic infections (e.g., vaginal mycotic infection, vaginal infection, genital infection fungal, vulvovaginal candidiasis, and vulvitis) was increased in patients treated with empagliflozin compared to placebo, occurring in 0.9%, 4.1%, and 3.7% of patients randomized to placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Discontinuation from trial due to genital infection occurred in 0% of placebo-treated patients and 0.2% of patients treated with either empagliflozin 10 mg or 25 mg. Genital mycotic infections occurred more frequently in female than male patients (see Table 2 ). Phimosis occurred more frequently in male patients treated with empagliflozin 10 mg (less than 0.1%) and empagliflozin 25 mg (0.1%) than placebo (0%). Urinary Tract Infections : In the pool of five placebo-controlled clinical trials, the incidence of urinary tract infections (e.g., urinary tract infection, asymptomatic bacteriuria, and cystitis) was increased in patients treated with empagliflozin compared to placebo (see Table 2 ). Patients with a history of chronic or recurrent urinary tract infections were more likely to experience a urinary tract infection. The rate of treatment discontinuation due to urinary tract infections was 0.1%, 0.2%, and 0.1% for placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Urinary tract infections occurred more frequently in female patients. The incidence of urinary tract infections in female patients randomized to placebo, empagliflozin 10 mg, and empagliflozin 25 mg was 16.6%, 18.4%, and 17.0%, respectively. The incidence of urinary tract infections in male patients randomized to placebo, empagliflozin 10 mg, and empagliflozin 25 mg was 3.2%, 3.6%, and 4.1%, respectively [see Use in Specific Populations (8.5) ] . Lower Limb Amputations : Across four empagliflozin outcome trials, lower limb amputation event rates were 4.3 and 5.0 events per 1,000 patient-years in the placebo group and the empagliflozin 10 mg or 25 mg dose group, respectively, with a HR of 1.05 (95% CI) (0.81, 1.36). In a long-term cardio-renal outcome trial with empagliflozin, in patients with chronic kidney disease, the occurrence of lower limb amputations was reported with event rates of 2.9, and 4.3 events per 1,000 patient-years in the placebo, and empagliflozin 10 mg treatment arms, respectively. Clinical Trial of Empagliflozin in Pediatric Patients Aged 10 to 17 Years with Type 2 Diabetes Mellitus Empagliflozin was administered to 52 patients in a trial of 157 pediatric patients aged 10 to 17 years with type 2 diabetes mellitus with a mean exposure to empagliflozin of 23.8 weeks [see Clinical Studies (14.2) ] . Background therapies as adjunct to diet and exercise included metformin HCl (51%), a combination of metformin HCl and insulin (40.1%), insulin (3.2%), or none (5.7%). The mean HbA1c at baseline was 8.0% and the mean duration of type 2 diabetes mellitus was 2.1 years. The mean age was 14.5 years (range: 10-17 years) and 51.6% were aged 15 years and older. Approximately, 50% were White, 6% were Asian, 31% were Black or African American, and 38% were of Hispanic or Latino ethnicity. The mean BMI was 36.0 kg/m 2 and mean BMI Z-score was 3.0. Approximately 25% of the trial population had microalbuminuria or macroalbuminuria. The risk of hypoglycemia was higher in pediatric patients treated with empagliflozin regardless of concomitant insulin use. Hypoglycemia, defined as a blood glucose <54 mg/dL, occurred in 10 (19.2%) patients and in 4 (7.5%) patients treated with empagliflozin and placebo, respectively. No severe hypoglycemic events occurred (severe hypoglycemia was defined as an event requiring the assistance of another person to actively administer carbohydrates, glucagon or take other corrective actions). Adverse Reactions with Clinical Trials of Metformin HCl The most common (>5%) established adverse reactions due to initiation of metformin HCl therapy are diarrhea, nausea/vomiting, flatulence, abdominal discomfort, indigestion, asthenia, and headache. In a 24-week clinical trial in which extended-release metformin HCl or placebo was added to glyburide therapy, the most common (>5% and greater than placebo) adverse reactions in the combined treatment group were hypoglycemia (13.7% vs 4.9%), diarrhea (12.5% vs 5.6%), and nausea (6.7% vs 4.2%). Pediatric Patients In clinical trials with metformin HCl immediate-release tablets in pediatric patients with type 2 diabetes mellitus, the profile of adverse reactions was similar to that observed in adults. Laboratory Test Abnormalities in Clinical Trials of Empagliflozin or Metformin HCl Empagliflozin Increases in Serum Creatinine and Decreases in eGFR: Initiation of empagliflozin causes an increase in serum creatinine and decrease in eGFR within weeks of starting therapy and then these changes stabilize. In a trial of adults with moderate renal impairment, larger mean changes were observed. In a long-term CV outcomes trial, the increase in serum creatinine and decrease in eGFR generally did not exceed 0.1 mg/dL and -9.0 mL/min/1.73 m 2 , respectively, at Week 4, and reversed after treatment discontinuation, suggesting acute hemodynamic changes may play a role in the renal function changes observed with empagliflozin. Increase in Low-Density Lipoprotein Cholesterol (LDL-C): Dose-related increases in low-density lipoprotein cholesterol (LDL-C) were observed in adults treated with empagliflozin. LDL-C increased by 2.3%, 4.6%, and 6.5% in patients treated with placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. The range of mean baseline LDL-C levels was 90.3 to 90.6 mg/dL across treatment groups. Increase in Hematocrit: In a pool of four placebo-controlled trials in adults, median hematocrit decreased by 1.3% in placebo and increased by 2.8% in empagliflozin 10 mg and 2.8% in empagliflozin 25 mg treated patients. At the end of treatment, 0.6%, 2.7%, and 3.5% of patients with hematocrits initially within the reference range had values above the upper limit of the reference range with placebo, empagliflozin 10 mg, and empagliflozin 25 mg, respectively. Metformin HCl Decrease in Vitamin B 12 : In metformin HCl clinical trials of 29-week duration, a decrease to subnormal levels of previously normal serum vitamin B 12 levels was observed in approximately 7% of patients. 6.2 Postmarketing Experience Additional adverse reactions have been identified during postapproval use. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Empagliflozin Gastrointestinal Disorders: Constipation Infections: Necrotizing fasciitis of the perineum (Fournier's gangrene), urosepsis and pyelonephritis Metabolism and Nutrition Disorders: Ketoacidosis Renal and Urinary Disorders: Acute kidney injury Skin and Subcutaneous Tissue Disorders: Angioedema, skin reactions (e.g., rash, urticaria) Metformin HCl Hepatobiliary Disorders: Cholestatic, hepatocellular, and mixed hepatocellular liver injury"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS SYNJARDY and SYNJARDY XR are contraindicated in patients with: severe renal impairment (eGFR less than 30 mL/min/1.73 m 2 ) [see Warnings and Precautions (5.1) and Use in Specific Populations (8.6) ]. acute or chronic metabolic acidosis, including diabetic ketoacidosis [see Warnings and Precautions (5.1) ]. hypersensitivity to empagliflozin, metformin HCl or any of the excipients in SYNJARDY or SYNJARDY XR, reactions such as angioedema have occurred [see Warnings and Precautions (5.9) ] . Severe renal impairment (eGFR below 30 mL/min/1.73 m 2 ) ( 4 ) Metabolic acidosis, including diabetic ketoacidosis ( 4 ) Hypersensitivity to empagliflozin, metformin HCl or any of the excipients in SYNJARDY or SYNJARDY XR ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess renal function before initiating and as clinically indicated. Assess volume status and correct volume depletion before initiating. ( 2.1 ) Individualize the starting dosage based on the patient's current regimen and renal function. ( 2.2 , 2.3 , 2.4 ) The maximum recommended dosage is 25 mg/day of empagliflozin and 2,000 mg/day of metformin HCl. ( 2.2 , 2.3 ) Initiation of SYNJARDY or SYNJARDY XR is not recommended in patients with an eGFR less than 45 mL/min/1.73 m 2 , due to the metformin HCl component. ( 2.4 ) SYNJARDY: take orally twice daily with meals, with gradual dosage escalation to reduce the gastrointestinal adverse reactions due to metformin HCl. ( 2.2 , 2.3 ) SYNJARDY XR: take orally once daily with a meal in the morning, with gradual dosage escalation to reduce the gastrointestinal adverse reactions due to metformin HCl. Swallow whole; do not split, crush, dissolve, or chew. ( 2.2 ) SYNJARDY or SYNJARDY XR may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures. ( 2.5 ) Withhold SYNJARDY or SYNJARDY XR at least 3 days, if possible, prior to surgery or procedures associated with prolonged fasting. ( 2.6 ) 2.1 Testing Prior to Initiation of SYNJARDY or SYNJARDY XR Assess renal function before initiating SYNJARDY or SYNJARDY XR and as clinically indicated [see Warnings and Precautions (5.1 , 5.3) ] . Assess volume status. In patients with volume depletion, correct this condition before initiating SYNJARDY or SYNJARDY XR [see Warnings and Precautions (5.3) and Use in Specific Populations (8.5 , 8.6) ] . 2.2 Recommended Dosage and Administration of SYNJARDY or SYNJARDY XR in Adults When switching to SYNJARDY or SYNJARDY XR from: Metformin HCl: initiate SYNJARDY or SYNJARDY XR at a similar total daily dosage of metformin HCl and a total daily empagliflozin dosage of 10 mg. Empagliflozin: initiate SYNJARDY or SYNJARDY XR at the same total daily dosage of empagliflozin and a total daily metformin HCl dosage of 1,000 mg. Empagliflozin and metformin HCl: initiate SYNJARDY or SYNJARDY XR at the same total daily dosages of each component. Recommended dosage of SYNJARDY or SYNJARDY XR: The recommended total daily dosage of empagliflozin is 10 mg. For additional glycemic control, empagliflozin may be increased to a maximum total daily dosage of 25 mg in patients tolerating 10 mg daily and metformin HCl may be increased to a maximum total daily dosage of 2,000 mg, with gradual escalation to reduce gastrointestinal adverse reactions with metformin HCl [see Adverse Reactions (6.1) ]. Take SYNJARDY orally twice daily with meals. Take SYNJARDY XR orally once daily with a meal in the morning. Swallow each tablet whole. Do not split, crush, dissolve, or chew. 2.3 Recommended Dosage and Administration of SYNJARDY in Pediatric Patients Aged 10 Years and Older Individualize the dosage of SYNJARDY based on the patient's current regimen. Monitor effectiveness and tolerability, and adjust dosage as appropriate, not to exceed the maximum total daily dosage of empagliflozin 25 mg and metformin HCl 2,000 mg . Take SYNJARDY orally twice daily with meals; with gradual dose escalation to reduce gastrointestinal adverse reactions with metformin HCl [see Adverse Reactions (6.1) ]. 2.4 Dosage Recommendations in Patients with Renal Impairment Initiation of SYNJARDY or SYNJARDY XR is not recommended in patients with an eGFR less than 45 mL/min/1.73 m 2 , due to the metformin HCl component. SYNJARDY and SYNJARDY XR are contraindicated in patients with an eGFR less than 30 mL/min/1.73 m 2 [see Contraindications (4) , Warnings and Precautions (5.1) , and Use in Specific Populations (8.6) ] . 2.5 Discontinuation for Iodinated Contrast Imaging Procedures Discontinue SYNJARDY or SYNJARDY XR at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR less than 60 mL/min/1.73 m 2 ; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart SYNJARDY or SYNJARDY XR if renal function is stable [see Warnings and Precautions (5.1) ] . 2.6 Temporary Interruption for Surgery Withhold SYNJARDY or SYNJARDY XR for at least 3 days, if possible, prior to surgery or procedures associated with prolonged fasting. Resume SYNJARDY or SYNJARDY XR when the patient is clinically stable and has resumed oral intake [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.2) ] . 2.7 Recommendations Regarding Missed Dose If a dose is missed, instruct patients to take the dose as soon as possible. Advise patients not to double up the next dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SYNJARDY SYNJARDY is a combination of empagliflozin, a sodium-glucose co-transporter 2 (SGLT2) inhibitor and metformin hydrochloride (HCl) immediate-release, a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients aged 10 years and older with type 2 diabetes mellitus. SYNJARDY XR SYNJARDY XR is a combination of empagliflozin, a SGLT2 inhibitor and metformin HCl extended-release, a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . Empagliflozin Empagliflozin, when used as a component of SYNJARDY or SYNJARDY XR, is indicated in adults with type 2 diabetes mellitus to reduce the risk of: Cardiovascular (CV) death in adults with established CV disease. ( 1 ) CV death and hospitalization for heart failure in adults with heart failure. ( 1 ) Sustained decline in eGFR, end-stage kidney disease, CV death, and hospitalization in adults with chronic kidney disease at risk of progression. ( 1 ) Limitations of Use : Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. It may increase the risk of diabetic ketoacidosis in these patients. ( 1 ) Because of the metformin HCl component, the use of SYNJARDY or SYNJARDY XR is limited to patients with type 2 diabetes mellitus for all indications. ( 1 ) Empagliflozin, when used as a component of SYNJARDY or SYNJARDY XR, is not recommended for the treatment of chronic kidney disease in patients with polycystic kidney disease or patients requiring or with a recent history of intravenous immunosuppressive therapy or greater than 45 mg of prednisone or equivalent for kidney disease. Empagliflozin is not expected to be effective in these populations. ( 1 ) SYNJARDY SYNJARDY is a combination of empagliflozin and metformin hydrochloride (HCl) immediate-release indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients aged 10 years and older with type 2 diabetes mellitus . SYNJARDY XR SYNJARDY XR is a combination of empagliflozin and metformin HCl extended-release indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . Empagliflozin Empagliflozin, when used as a component of SYNJARDY or SYNJARDY XR, is indicated in adults with type 2 diabetes mellitus to reduce the risk of: Cardiovascular (CV) death in adults with established CV disease. CV death and hospitalization for heart failure in adults with heart failure. Sustained decline in eGFR, end-stage kidney disease, CV death, and hospitalization in adults with chronic kidney disease at risk of progression. Limitations of Use SYNJARDY and SYNJARDY XR are not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. It may increase the risk of diabetic ketoacidosis in these patients [see Warnings and Precautions (5.2) ] . Because of the metformin HCl component, the use of SYNJARDY or SYNJARDY XR is limited to patients with type 2 diabetes mellitus for all indications. Empagliflozin, when used as a component of SYNJARDY or SYNJARDY XR, is not recommended for the treatment of chronic kidney disease in patients with polycystic kidney disease or patients requiring or with a recent history of intravenous immunosuppressive therapy or greater than 45 mg of prednisone or equivalent for kidney disease [see Clinical Studies (14.5) ] . Empagliflozin is not expected to be effective in these populations."
  ],
  "fetched_at": "2025-10-01T17:15:02.054227",
  "source": "OpenFDA"
}