{
  "drug_name": "Encorafenib",
  "generic_name": [
    "ENCORAFENIB"
  ],
  "brand_names": [
    "BRAFTOVI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong or moderate CYP3A4 inhibitors: Avoid coadministration. If unavoidable, reduce BRAFTOVI dosage. ( 2.6 , 7.1 ) • Strong CYP3A4 inducers: Avoid coadministration. ( 7.1 ) • Sensitive CYP3A4 substrates: Avoid coadministration with CYP3A4 substrates (including hormonal contraceptives) for which a decrease in plasma concentration may lead to reduced efficacy of the substrate. ( 7.2 ) • Transporters: Dose reductions of drugs that are substrates of OATP1B1, OATP1B3, or BCRP may be required when used concomitantly with BRAFTOVI. ( 7.2 , 12.3 ) 7.1 Effect of Other Drugs on BRAFTOVI Strong or Moderate CYP3A4 Inhibitors Coadministration of BRAFTOVI with a strong or moderate CYP3A4 inhibitor increases encorafenib plasma concentrations [see Clinical Pharmacology (12.3) ] and may increase encorafenib adverse reactions. Avoid coadministration of BRAFTOVI with strong or moderate CYP3A4 inhibitors, including grapefruit juice. If coadministration is unavoidable, reduce the BRAFTOVI dose [see Dosage and Administration (2.6) ] . Strong CYP3A4 Inducers Coadministration of BRAFTOVI with a strong CYP3A4 inducer may decrease encorafenib plasma concentrations [see Clinical Pharmacology (12.3) ] and may decrease encorafenib efficacy. Avoid coadministration of BRAFTOVI with strong CYP3A4 inducers. 7.2 Effect of BRAFTOVI on Other Drugs Sensitive CYP3A4 Substrates BRAFTOVI is a strong CYP3A4 inducer at steady-state. Concomitant use of BRAFTOVI may decrease the plasma concentrations of CYP3A4 substrates (including hormonal contraceptives), [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of these substrates. Avoid the coadministration of BRAFTOVI with CYP3A4 substrates for which a decrease in plasma concentration may lead to reduced efficacy of the substrate. If the coadministration cannot be avoided, see the CYP3A4 substrate product labeling for recommendations. OATP1B1, OATP1B3, or BCRP Substrates Coadministration of BRAFTOVI with OATP1B1, OATP1B3, or BCRP substrates can result in increased concentrations of the substrates, and may increase toxicity of these agents. When used in combination, monitor patients closely for signs and symptoms of increased exposure and consider adjusting the dose of these substrates [see Clinical Pharmacology (12.3) ]. 7.3 Drugs That Prolong the QT Interval BRAFTOVI is associated with dose-dependent QTc interval prolongation [see Warnings and Precautions (5.7) , Clinical Pharmacology (12.2) ] . Avoid coadministration of BRAFTOVI with drugs known to prolong the QT/QTc interval."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: • New Primary Malignancies [see Warnings and Precautions (5.1) ] • Tumor Promotion in BRAF Wild-Type Tumors [see Warnings and Precautions (5.2) ] • Cardiomyopathy [see Warnings and Precautions (5.3) ] • Hepatotoxicity [see Warnings and Precautions (5.4) ] • Hemorrhage [see Warnings and Precautions (5.5) ] • Uveitis [see Warnings and Precautions (5.6) ] • QT Prolongation [see Warnings and Precautions (5.7) ] • Embryo-Fetal Toxicity [see Warnings and Precautions (5.8) ] • Risks Associated with BRAFTOVI as a Single Agent [see Warnings and Precautions (5.9) ] • Risks Associated with Combination Treatment [see Warnings and Precautions (5.10) ] • Melanoma : Most common adverse reactions (≥25%) for BRAFTOVI, in combination with binimetinib, are fatigue, nausea, vomiting, abdominal pain, and arthralgia. ( 6.1 ) • CRC : Most common adverse reactions (≥25%) for BRAFTOVI, in combination with cetuximab and mFOLFOX6, are peripheral neuropathy, nausea, fatigue, rash, diarrhea, decreased appetite, vomiting, hemorrhage, abdominal pain, and pyrexia. ( 6.1 ) Most common adverse reactions (≥25%) for BRAFTOVI, in combination with cetuximab, are fatigue, nausea, diarrhea, dermatitis acneiform, abdominal pain, decreased appetite, arthralgia, and rash. ( 6.1 ) • NSCLC : Most common adverse reactions (≥25%) for BRAFTOVI, in combination with binimetinib, are fatigue, nausea, diarrhea, musculoskeletal pain, vomiting, abdominal pain, visual impairment, constipation, dyspnea, rash, and cough. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma The safety of BRAFTOVI in combination with binimetinib is described in 192 patients with BRAF V600 mutation-positive unresectable or metastatic melanoma who received BRAFTOVI (450 mg once daily) in combination with binimetinib (45 mg twice daily) in a randomized open-label, active-controlled trial (COLUMBUS). The COLUMBUS trial [see Clinical Studies (14.1) ] excluded patients with a history of Gilbert's syndrome, abnormal left ventricular ejection fraction, prolonged QTc (>480 ms), uncontrolled hypertension, and history or current evidence of retinal vein occlusion. The median duration of exposure was 11.8 months for patients treated with BRAFTOVI in combination with binimetinib and 6.2 months for patients treated with vemurafenib. The most common (≥25%) adverse reactions in patients receiving BRAFTOVI in combination with binimetinib were fatigue, nausea, vomiting, abdominal pain, and arthralgia. Adverse reactions leading to dose interruptions of BRAFTOVI occurred in 30% of patients receiving BRAFTOVI in combination with binimetinib; the most common were nausea (7%), vomiting (7%), and pyrexia (4%). Adverse reactions leading to dose reductions of BRAFTOVI occurred in 14% of patients receiving BRAFTOVI in combination with binimetinib; the most common were arthralgia (2%), fatigue (2%), and nausea (2%). Five percent (5%) of patients receiving BRAFTOVI in combination with binimetinib experienced an adverse reaction that resulted in permanent discontinuation of BRAFTOVI; the most common were hemorrhage in 2% and headache in 1% of patients. Table 5 and Table 6 present adverse drug reactions and laboratory abnormalities, respectively, identified in COLUMBUS. The COLUMBUS trial was not designed to demonstrate a statistically significant difference in adverse reaction rates for BRAFTOVI in combination with binimetinib, as compared to vemurafenib, for any specific adverse reaction listed in Table 5. Table 5: Adverse Reactions Occurring in ≥10% of Patients Receiving BRAFTOVI in Combination with Binimetinib in COLUMBUS Grades per National Cancer Institute CTCAE v4.03. Adverse Reaction BRAFTOVI with binimetinib N=192 Vemurafenib N=186 All Grades (%) Grades 3 and 4 Grade 4 adverse reactions limited to fatigue (n=1), pruritus (n=1), and rash (n=1) in the BRAFTOVI with binimetinib arm. (%) All Grades (%) Grades 3 and 4 (%) General Disorders and Administration Site Conditions Fatigue Represents a composite of multiple, related preferred terms. 43 3 46 6 Pyrexia 18 4 30 0 Gastrointestinal Disorders Nausea 41 2 34 2 Vomiting 30 2 16 1 Abdominal pain 28 4 16 1 Constipation 22 0 6 1 Musculoskeletal and Connective Tissue Disorders Arthralgia 26 1 46 6 Myopathy 23 0 22 1 Pain in extremity 11 1 13 1 Skin and Subcutaneous Tissue Disorders Hyperkeratosis 23 1 49 1 Rash 22 1 53 13 Dry skin 16 0 26 0 Alopecia 14 0 38 0 Pruritus 13 1 21 1 Nervous System Disorders Headache 22 2 20 1 Dizziness 15 3 4 0 Peripheral neuropathy 12 1 13 2 Vascular Disorders Hemorrhage 19 3 9 2 BRAFTOVI when used as a single agent increases the risk of certain adverse reactions compared to BRAFTOVI in combination with binimetinib. In patients receiving BRAFTOVI 300 mg orally once daily as a single agent, the following adverse reactions were observed at a higher rate (≥5%) compared to patients receiving BRAFTOVI in combination with binimetinib: palmar-plantar erythrodysesthesia syndrome (51% vs. 7%), hyperkeratosis (57% vs. 23%), dry skin (38% vs. 16%), erythema (16% vs. 7%), rash (41% vs. 22%), alopecia (56% vs. 14%), pruritus (31% vs. 13%), arthralgia (44% vs. 26%), myopathy (33% vs. 23%), back pain (15% vs. 9%), dysgeusia (13% vs. 6%), and acneiform dermatitis (8% vs. 3%). Other clinically important adverse reactions occurring in <10% of patients who received BRAFTOVI in combination with binimetinib were: Nervous system disorders: Facial paresis Gastrointestinal disorders: Pancreatitis Skin and subcutaneous tissue disorders: Panniculitis, Photosensitivity Immune system disorders: Drug hypersensitivity Table 6: Laboratory Abnormalities Occurring in ≥10% (All Grades) of Patients Receiving BRAFTOVI in Combination with Binimetinib in COLUMBUS Grades per National Cancer Institute CTCAE v4.03. Laboratory Abnormality BRAFTOVI with binimetinib N=192 Vemurafenib N=186 All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) Hematology Anemia 36 3.6 34 2.2 Leukopenia 13 0 10 0.5 Lymphopenia 13 2.1 30 7 Neutropenia 13 3.1 4.8 0.5 Chemistry Increased Creatinine 93 3.6 92 1.1 Increased Gamma Glutamyl Transferase 45 11 34 4.8 Increased ALT 29 6 27 2.2 Increased AST 27 2.6 24 1.6 Hyperglycemia 28 5 20 2.7 Increased Alkaline Phosphatase 21 0.5 35 2.2 Hyponatremia 18 3.6 15 0.5 Hypermagnesemia 10 1.0 26 0.5 BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (mCRC) in combination with Cetuximab and mFOLFOX6 The safety of BRAFTOVI 300 mg once daily in combination with cetuximab (500 mg/m 2 every 2 weeks) and mFOLFOX6 was evaluated in 231 patients with BRAF V600E mutation-positive metastatic CRC in a randomized, open-label, active-controlled trial (BREAKWATER) [see Clinical Studies (14.2) ] . BREAKWATER excluded patients with pancreatitis, leptomeningeal disease, chronic inflammatory bowel disease requiring medical intervention, as well as clinically significant cardiovascular diseases [e.g., myocardial infarction, acute coronary syndromes, NYHA Class ≥II congestive heart failure, prolonged QTcF interval (≥480 ms), history of prolonged QT syndrome] and active infectious conditions. Among patients who received BRAFTOVI, 54% were exposed for 6 months or longer and 18% were exposed for one year or longer. Serious adverse reactions occurred in 38% of patients who received BRAFTOVI in combination with cetuximab and mFOLFOX6. Serious adverse reactions in >3% of patients included intestinal obstruction and pyrexia (3.5% each). Fatal gastrointestinal perforation occurred in 0.9% of patients who received BRAFTOVI in combination with cetuximab and mFOLFOX6. Permanent discontinuation of BRAFTOVI due to an adverse reaction occurred in 12% of patients. Adverse reactions which resulted in permanent discontinuation of BRAFTOVI in ≥1% of patients included increased lipase. Dosage interruptions of BRAFTOVI due to an adverse reaction occurred in 57% of patients. Adverse reactions which required dosage interruption in ≥5% included decreased neutrophil count, pyrexia, and anemia. Dose reductions of BRAFTOVI due to an adverse reaction occurred in 22% of patients. Adverse reactions leading to dose reductions of BRAFTOVI in ≥2% of patients included increased lipase, nausea, and vomiting. The most common (≥25%) adverse reactions of BRAFTOVI when used in combination with cetuximab and mFOLFOX6 were peripheral neuropathy, nausea, fatigue, rash, diarrhea, decreased appetite, vomiting, hemorrhage, abdominal pain, and pyrexia. The most common Grade 3 or 4 laboratory abnormalities (≥10%) of BRAFTOVI when used in combination with cetuximab and mFOLFOX6 were increased lipase, decreased neutrophil count, decreased hemoglobin, decreased white blood cell count, and increased glucose. Table 7 and Table 8 present adverse drug reactions and laboratory abnormalities, respectively, identified in BREAKWATER. Table 7: Adverse Reactions Occurring in ≥10% of Patients Receiving BRAFTOVI in Combination with Cetuximab and mFOLFOX6 in BREAKWATER Grades per National Cancer Institute CTCAE v4.03. Adverse Reaction BRAFTOVI with cetuximab and mFOLFOX6 N=231 mFOLFOX6 ± bevacizumab or FOLFOXIRI ± bevacizumab or CAPOX ± bevacizumab N=228 All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Nervous System Disorders Peripheral neuropathy Represents multiple related terms. 62 15 53 6 Headache 13 <1 7 0 Dysgeusia 12 0 14 0 Neurotoxicity 11 5 8 0 Gastrointestinal Disorders Nausea 51 3 48 3 Diarrhea 34 1 47 4 Vomiting 33 4 21 2 Abdominal pain 26 4 27 1 Constipation 20 <1 19 <1 General Disorders and Administration Site Conditions Fatigue 49 7 38 4 Pyrexia 26 2 14 <1 Metabolism and Nutrition Disorders Decreased appetite 33 2 25 1 Musculoskeletal and Connective Tissue Disorders Arthralgia 23 1 4 0 Myopathy 14 0 7 <1 Skin and Subcutaneous Tissue Disorders Rash 31 1 4 0 Alopecia 21 0 10 0 Dry skin 17 0 4 0 Dermatitis acneiform 17 1 1 0 Skin hyperpigmentation 17 0 2 0 Pruritus 11 0 3 <1 Vascular Disorders Hemorrhage 30 3 18 1 Psychiatric Disorder Insomnia 11 0 7 0 Table 8: Laboratory Abnormalities Occurring in ≥20% (All Grades) of Patients Receiving BRAFTOVI in Combination with Cetuximab and mFOLFOX6 in BREAKWATER Grades per National Cancer Institute CTCAE v4.03. Laboratory Abnormality The denominator used to calculate the rate varied from 220 to 227 based on the number of patients with a baseline and at least one post-treatment value. BRAFTOVI with cetuximab and mFOLFOX6 mFOLFOX6 ± bevacizumab or FOLFOXIRI ± bevacizumab or CAPOX ± bevacizumab All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Neutrophil count decreased 63 36 60 34 White blood cell decreased 62 12 54 7 Hemoglobin decreased 60 13 47 5 Platelet count decreased 60 1 50 2 Activated partial thromboplastin time prolonged 57 3 38 1 INR increased 39 1 20 1 Chemistry Lipase increased 82 51 54 25 Creatinine increased 64 1 67 1 Glucose increased 49 11 35 2 Alanine aminotransferase increased 38 1 40 2 Albumin decreased 36 0 24 1 Aspartate aminotransferase increased 36 1 35 2 Potassium decreased 33 4 19 4 Alkaline phosphatase increased 31 2 31 1 Calcium decreased 24 4 16 2 Magnesium decreased 23 1 11 1 BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC) The safety of BRAFTOVI 300 mg once daily in combination with cetuximab (400 mg/m 2 initial dose, followed by 250 mg/m 2 weekly) was evaluated in 216 patients with BRAF V600E mutation-positive metastatic CRC in a randomized, open-label, active-controlled trial (BEACON CRC). The BEACON CRC trial [see Clinical Studies (14.3) ] excluded patients with a history of Gilbert's syndrome, abnormal left ventricular ejection fraction, prolonged QTc (>480 ms), uncontrolled hypertension, and history or current evidence of retinal vein occlusion. The median duration of exposure was 4.4 months for patients treated with BRAFTOVI in combination with cetuximab and 1.6 months for patients treated with either irinotecan or infusional 5-fluorouracil (5-FU)/folinic acid (FA)/irinotecan (FOLFIRI) in combination with cetuximab. The most common (≥25%) adverse reactions in patients receiving BRAFTOVI in combination with cetuximab were fatigue, nausea, diarrhea, dermatitis acneiform, abdominal pain, decreased appetite, arthralgia, and rash. Adverse reactions leading to dose interruptions of BRAFTOVI occurred in 33% of patients receiving BRAFTOVI in combination with cetuximab; the most common were vomiting (4%), fatigue (4%), nausea (4%), pyrexia (3%), and diarrhea (3%). Adverse reactions leading to dose reductions of BRAFTOVI occurred in 9% of patients receiving BRAFTOVI in combination with cetuximab; the most common were fatigue (2%), arthralgia (2%), and peripheral neuropathy (2%). Ten percent (10%) of patients receiving BRAFTOVI in combination with cetuximab experienced an adverse reaction that resulted in permanent discontinuation of BRAFTOVI. None of the adverse reactions leading to permanent discontinuation of BRAFTOVI occurred in more than one patient (>0.5%). Table 9 and Table 10 present adverse drug reactions and laboratory abnormalities, respectively, identified in BEACON CRC. Table 9: Adverse Reactions Occurring in ≥10% of Patients Receiving BRAFTOVI in Combination with Cetuximab in BEACON CRC Grades per National Cancer Institute CTCAE v4.03. Adverse Reaction BRAFTOVI with cetuximab N=216 Irinotecan with cetuximab or FOLFIRI with cetuximab N=193 All Grades (%) ≥ Grade 3 Grade 4-5 adverse reactions in the BRAFTOVI with cetuximab arm were limited to Grade 5 hemorrhage (n=1). (%) All Grades (%) ≥ Grade 3 (%) General Disorders and Administration Site Conditions Fatigue Represents a composite of multiple, related preferred terms. 51 7 50 8 Pyrexia 17 1 15 1 Gastrointestinal Disorders Nausea 34 1 41 1 Diarrhea 33 2 48 10 Abdominal pain 30 4 32 5 Vomiting 21 1 29 3 Constipation 15 0 18 1 Metabolism and Nutrition Disorders Decreased appetite 27 1 27 3 Musculoskeletal and Connective Tissue Disorders Arthralgia 27 1 3 0 Myopathy 15 1 4 0 Pain in extremity 10 0 1 0 Skin and Subcutaneous Tissue Disorders Dermatitis acneiform 32 1 43 3 Rash 26 0 26 2 Pruritus 14 0 6 0 Melanocytic nevus 14 0 0 0 Dry skin 13 0 12 1 Nervous System Disorders Headache 20 0 3 0 Peripheral neuropathy 12 1 6 0 Vascular Disorders Hemorrhage 19 2 9 0 Psychiatric Disorders Insomnia 13 0 6 0 Other clinically important adverse reactions occurring in <10% of patients who received BRAFTOVI in combination with cetuximab were: Gastrointestinal disorders: Pancreatitis Table 10: Laboratory Abnormalities Occurring in ≥10% (All Grades) of Patients Receiving BRAFTOVI in Combination with Cetuximab in BEACON CRC Grades per National Cancer Institute CTCAE v4.03. Laboratory Abnormality Based on the number of patients with available baseline and at least one on-treatment laboratory test. BRAFTOVI with cetuximab Irinotecan with cetuximab or FOLFIRI with cetuximab All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) Hematology Anemia 34 4 48 5 Lymphopenia 24 7 35 5 Increased Activated Partial Thromboplastin Time 13 1 7 1 Chemistry Hypomagnesemia 19 0 22 1 Increased Alkaline Phosphatase 18 4 30 7 Increased ALT 17 0 29 3 Increased AST 15 1 22 2 Hypokalemia 12 3 32 5 Hyponatremia 11 2 13 2 BRAF V600E Mutation-Positive Metastatic Non-Small Cell Lung Cancer (NSCLC) The safety of BRAFTOVI in combination with binimetinib was evaluated in 98 patients with BRAF V600E mutation-positive metastatic NSCLC who received BRAFTOVI (450 mg once daily) in combination with binimetinib (45 mg twice daily) in an open-label, single-arm trial (PHAROS). The PHAROS trial [see Clinical Studies (14.4) ] excluded patients with abnormal left ventricular ejection fraction, prolonged QTc (>480 ms), uncontrolled hypertension, and history or current evidence of retinal vein occlusion. The median duration of treatment for BRAFTOVI and binimetinib was 9.2 and 8.4 months, respectively. The most common (≥25%) adverse reactions in patients receiving BRAFTOVI were fatigue, nausea, diarrhea, musculoskeletal pain, vomiting, abdominal pain, visual impairment, constipation, dyspnea, rash, and cough. Adverse reactions leading to dose interruptions of BRAFTOVI occurred in 59% of patients receiving BRAFTOVI; the most common (≥5%) were diarrhea (17%); nausea (13%); musculoskeletal pain, fatigue (8% each); AST increased (7%); ALT increased, anemia, hemorrhage, vomiting (6% each); and acute kidney injury (5%). Adverse reactions leading to dose reductions of BRAFTOVI occurred in 30% of patients receiving BRAFTOVI; the most common (≥5%) were diarrhea, nausea (8% each); AST increased and fatigue (5% each). A total of 16% of patients receiving BRAFTOVI experienced an adverse reaction that resulted in permanent discontinuation of BRAFTOVI; the most common (≥2%) were diarrhea, musculoskeletal pain (3.1% each); fatigue, rash, nausea, visual impairment, and vomiting (2% each). None of the other adverse reactions leading to permanent discontinuation of BRAFTOVI occurred in more than 1 patient. Serious adverse reactions occurred in 38% of patients who received BRAFTOVI in combination with binimetinib. Serious adverse reactions occurring in ≥2% of patients were hemorrhage (6%); diarrhea (4.1%); anemia, dyspnea, pneumonia (3.1% each); arrhythmia, device related infection, edema, myocardial infarction, and pleural effusion (2% each). Fatal adverse reactions occurred in 2% of patients who received BRAFTOVI (450 mg once daily) in combination with binimetinib, including intracranial hemorrhage and myocardial infarction (1% each). Table 11 and Table 12 present adverse drug reactions and laboratory abnormalities, respectively, identified in PHAROS. Table 11: Adverse Reactions Occurring in ≥10% of Patients Receiving BRAFTOVI in Combination with Binimetinib in PHAROS Grades per National Cancer Institute CTCAE v4.03. Adverse Reaction BRAFTOVI with binimetinib N=98 All Grades (%) Grades 3 and 4 One Grade 5 adverse reaction of hemorrhage occurred. (%) General Disorders and Administration Site Conditions Fatigue Fatigue includes fatigue, asthenia. 61 8 Edema Edema includes edema peripheral, generalized edema, swelling, localized edema, face edema. 23 1 Pyrexia 22 0 Gastrointestinal Disorders Nausea 58 3.1 Diarrhea Diarrhea includes diarrhea, colitis. 52 7 Vomiting 37 1 Abdominal pain Abdominal pain includes abdominal pain, abdominal pain upper, abdominal discomfort, epigastric discomfort. 32 1 Constipation 27 0 Eye Disorders Visual impairment Visual impairment includes vision blurred, visual impairment, vitreous floaters, photophobia, visual acuity reduced, photopsia. 29 2 Musculoskeletal and Connective Tissue Disorders Musculoskeletal pain Musculoskeletal pain includes back pain, arthralgia, pain in extremity, myalgia, musculoskeletal chest pain, noncardiac chest pain, neck pain. 48 4.1 Skin and Subcutaneous Tissue Disorders Rash Rash includes rash, rash macular, rash maculo-papular, rash papular, rash pustular, dermatitis acneiform, palmar-plantar erythrodysesthesia syndrome, eczema, skin exfoliation. 27 3.1 Pruritis Pruritis includes pruritus, pruritus genital. 16 0 Dry skin 13 0 Alopecia 12 0 Respiratory, Thoracic and Mediastinal Disorders Dyspnea Dyspnea includes dyspnea, dyspnea exertional. 27 8 Cough Cough includes cough, productive cough. 26 0 Nervous System Disorders Dizziness Dizziness includes dizziness, balance disorder. 17 1 Headache 11 0 Metabolism and Nutrition Disorders Decreased appetite 14 1 Vascular Disorders Hemorrhage Hemorrhage includes anal hemorrhage, hemothorax, gastrointestinal hemorrhage, hematochezia, hematuria, hemoptysis, hemorrhage intracranial, hyphema, small intestinal hemorrhage, upper gastrointestinal hemorrhage, vaginal hemorrhage. 12 4.1 Hypertension 10 5 Cardiac Disorders Left ventricular dysfunction/cardiomyopathy Left ventricular dysfunction/cardiomyopathy includes ejection fraction decreased, cardiac failure, cardiac failure congestive. 11 1 Investigations Weight increased 11 1 Psychiatric Disorders Insomnia 10 0 Other clinically important adverse reactions occurring in <10% of patients who received BRAFTOVI in combination with binimetinib were: Nervous system disorders: Peripheral neuropathy, Dysgeusia, Facial paresis Gastrointestinal disorders: Pancreatitis Skin and subcutaneous tissue disorders: Hyperkeratosis, Erythema, Photosensitivity Immune system disorders: Drug hypersensitivity Table 12: Laboratory Abnormalities Occurring in ≥10% (All Grades) of Patients Receiving BRAFTOVI with Binimetinib Grades per National Cancer Institute CTCAE v4.03. Laboratory Abnormality Based on the number of patients with available baseline and at least one on-treatment laboratory test. BRAFTOVI with binimetinib All Grades (%) Grades 3 and 4 (%) Hematology Anemia 47 11 Lymphopenia 24 6 Thrombocytopenia 20 1.1 Leukopenia 12 0 Neutropenia 12 1.1 Chemistry Increased creatinine 91 3.2 Hyperglycemia 48 6 Increased creatine kinase 41 3.3 Lipase increased 40 14 Increased ALT 34 9 Hypoalbuminemia 32 0 Increased AST 31 10 Increased alkaline phosphatase 31 3.2 Hyperkalemia 31 2.1 Hyponatremia 26 11 Serum amylase increased 22 1.1 Hypocalcemia 12 2.1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Melanoma • Confirm the presence of BRAF V600E or V600K mutation in tumor specimens prior to the initiation of BRAFTOVI. ( 2.1 ) • The recommended dose is 450 mg orally once daily in combination with binimetinib. ( 2.2 ) CRC • Confirm the presence of BRAF V600E mutation in plasma or tumor specimens prior to the initiation of BRAFTOVI. ( 2.1 ) • The recommended dose is 300 mg orally once daily in combination with cetuximab. ( 2.3 ) NSCLC • Confirm the presence of BRAF V600E mutation in tumor or plasma specimens prior to initiating BRAFTOVI. ( 2.1 ) • The recommended dose is 450 mg orally once daily in combination with binimetinib. ( 2.2 ) Take BRAFTOVI with or without food. ( 2.4 ) 2.1 Patient Selection BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma Confirm the presence of a BRAF V600E or V600K mutation in tumor specimens prior to initiating BRAFTOVI [see Warnings and Precautions (5.2) , Clinical Studies (14.1) ] . Information on FDA-approved tests for the detection of BRAF V600E and V600K mutations in melanoma is available at: http://www.fda.gov/CompanionDiagnostics . BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC) Confirm the presence of a BRAF V600E mutation in plasma or tumor tissue prior to initiating BRAFTOVI [see Warnings and Precautions (5.2) , Clinical Studies (14.2 , 14.3) ]. If no mutation is detected in a plasma specimen, test tumor tissue. Information on FDA-approved tests for the detection of BRAF V600E mutations in CRC is available at: http://www.fda.gov/CompanionDiagnostics . BRAF V600E Mutation-Positive Metastatic Non-Small Cell Lung Cancer (NSCLC) Confirm the presence of a BRAF V600E mutation in tumor or plasma specimens prior to initiating BRAFTOVI [see Warnings and Precautions (5.2) , Clinical Studies (14.4) ] . If no mutation is detected in a plasma specimen, test tumor tissue. Information on FDA-approved tests for the detection of BRAF V600E mutations in NSCLC is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage for BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma and for BRAF V600E Mutation-Positive Metastatic Non-Small Cell Lung Cancer (NSCLC) The recommended dosage of BRAFTOVI is 450 mg (six 75 mg capsules) orally once daily in combination with binimetinib until disease progression or unacceptable toxicity. Refer to the binimetinib prescribing information for recommended binimetinib dosing information. 2.3 Recommended Dosage for BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC) The recommended dosage of BRAFTOVI is 300 mg (four 75 mg capsules) orally once daily in combination with biweekly cetuximab and mFOLFOX6 (fluorouracil, leucovorin and oxaliplatin) [see Clinical Studies (14.2) ] or in combination with weekly cetuximab [see Clinical Studies (14.3) ] until disease progression or unacceptable toxicity. 2.4 Administration BRAFTOVI may be taken with or without food [see Clinical Pharmacology (12.3) ] . Do not take a missed dose of BRAFTOVI within 12 hours of the next dose of BRAFTOVI. Do not take an additional dose if vomiting occurs after BRAFTOVI administration but continue with the next scheduled dose. 2.5 Dosage Modifications for Adverse Reactions BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma or BRAF V600E Mutation-Positive Metastatic NSCLC If binimetinib is withheld, reduce BRAFTOVI to a maximum dose of 300 mg (four 75 mg capsules) once daily until binimetinib is resumed [see Warnings and Precautions (5.9) ] . Dose reductions for adverse reactions associated with BRAFTOVI are presented in Table 1. Table 1: Recommended Dose Reductions for BRAFTOVI for Adverse Reactions – Melanoma or NSCLC Action Recommended Dose First Dose Reduction 300 mg (four 75 mg capsules) orally once daily Second Dose Reduction 225 mg (three 75 mg capsules) orally once daily Subsequent Modification Permanently discontinue if unable to tolerate BRAFTOVI 225 mg (three 75 mg capsules) once daily BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC) If cetuximab is discontinued, discontinue BRAFTOVI. Dose reductions for adverse reactions associated with BRAFTOVI are presented in Table 2. Table 2: Recommended Dose Reductions for BRAFTOVI for Adverse Reactions – CRC Action Recommended Dose First Dose Reduction 225 mg (three 75 mg capsules) orally once daily Second Dose Reduction 150 mg (two 75 mg capsules) orally once daily Subsequent Modification Permanently discontinue if unable to tolerate BRAFTOVI 150 mg (two 75 mg capsules) once daily BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma, BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC), or BRAF V600E Mutation-Positive NSCLC Dosage modifications for adverse reactions associated with BRAFTOVI are presented in Table 3. Table 3: Recommended Dosage Modifications for BRAFTOVI for Adverse Reactions Severity of Adverse Reaction National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03. Dose Modification for BRAFTOVI New Primary Malignancies [see Warnings and Precautions (5.1) ] Noncutaneous RAS Mutation-positive Malignancies Permanently discontinue BRAFTOVI. Cardiomyopathy [see Warnings and Precautions (5.3) ] • Symptomatic congestive heart failure or absolute decrease in LVEF of greater than 20% from baseline that is also below LLN Reduce BRAFTOVI by one dose level [see Dosage and Administration (2.3) ] . • If LVEF improves to at least institutional LLN and absolute decrease to less than or equal to 10% compared to baseline, continue BRAFTOVI at the reduced dose [see Dosage and Administration (2.3) ] . • If no improvement, withhold BRAFTOVI until improves to at least institutional LLN and absolute decrease to less than or equal to 10% compared to baseline and then resume at the reduced dose or reduce dose an additional dose level. Hepatotoxicity [see Warnings and Precautions (5.4) ] • Grade 2 AST or ALT increased Maintain BRAFTOVI dose. • If no improvement within 4 weeks, withhold BRAFTOVI until improves to Grade 0-1 or to pretreatment/baseline levels and then resume at same dose. • Grade 3 or 4 AST or ALT increased See Other Adverse Reactions . Uveitis [see Warnings and Precautions (5.6) ] • Grade 1–3 If Grade 1 or 2 does not respond to specific ocular therapy, or for Grade 3 uveitis, withhold BRAFTOVI for up to 6 weeks. • If improved, resume at same or reduced dose. • If not improved, permanently discontinue BRAFTOVI. • Grade 4 Permanently discontinue BRAFTOVI. QTc Prolongation [see Warnings and Precautions (5.7) ] • QTcF greater than 500 ms and less than or equal to 60 ms increase from baseline Withhold BRAFTOVI until QTcF less than or equal to 500 ms. Resume at reduced dose. • If more than one recurrence, permanently discontinue BRAFTOVI. • QTcF greater than 500 ms and greater than 60 ms increase from baseline Permanently discontinue BRAFTOVI. Dermatologic [other than Hand-foot Skin Reaction (HFSR)] [see Adverse Reactions (6.1) ] • Grade 2 If no improvement within 2 weeks, withhold BRAFTOVI until Grade 0–1. Resume at same dose. • Grade 3 Withhold BRAFTOVI until Grade 0–1. Resume at same dose if first occurrence or reduce dose if recurrent. • Grade 4 Permanently discontinue BRAFTOVI. Other Adverse Reactions (including Hemorrhage) [see Warnings and Precautions (5) ] and HFSR [see Adverse Reactions (6.1) ] Dose modification of BRAFTOVI when administered with binimetinib or with cetuximab is not recommended for new primary cutaneous malignancies; ocular events other than uveitis, iritis, and iridocyclitis; interstitial lung disease/pneumonitis; creatine phosphokinase (CPK) elevation; rhabdomyolysis; and venous thromboembolism. • Recurrent Grade 2 or • First occurrence of any Grade 3 Withhold BRAFTOVI for up to 4 weeks. • If improves to Grade 0–1 or to pretreatment/baseline level, resume at reduced dose. • If no improvement, permanently discontinue BRAFTOVI. • First occurrence of any Grade 4 Permanently discontinue BRAFTOVI or Withhold BRAFTOVI for up to 4 weeks. • If improves to Grade 0–1 or to pretreatment/baseline level, then resume at reduced dose. • If no improvement, permanently discontinue BRAFTOVI. • Recurrent Grade 3 Consider permanently discontinuing BRAFTOVI. • Recurrent Grade 4 Permanently discontinue BRAFTOVI. Refer to the binimetinib or cetuximab prescribing information for dose modifications for adverse reactions associated with each product, as appropriate. 2.6 Dose Modifications for Coadministration with Strong or Moderate CYP3A4 Inhibitors Avoid coadministration of BRAFTOVI with strong or moderate CYP3A4 inhibitors. If coadministration is unavoidable, reduce the BRAFTOVI dose according to the recommendations in Table 4. After the inhibitor has been discontinued for 3 to 5 elimination half-lives, resume the BRAFTOVI dose that was taken prior to initiating the CYP3A4 inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . Table 4: Recommended Dose Reductions for BRAFTOVI for Coadministration with Strong or Moderate CYP3A4 Inhibitors Current Daily Dose Current daily dose refers to recommended dose of BRAFTOVI based on indication or reductions for adverse reactions based on dosing recommendations in Table 1 (Melanoma) and Table 2 (CRC). Dose for Coadministration with Moderate CYP3A4 Inhibitor Dose for Coadministration with Strong CYP3A4 Inhibitor 450 mg 225 mg (three 75 mg capsules) 150 mg (two 75 mg capsules) 300 mg 150 mg (two 75 mg capsules) 75 mg 225 mg 75 mg 75 mg 150 mg 75 mg 75 mg Encorafenib exposure at the 75 mg QD BRAFTOVI dosage when coadministered with a strong CYP3A4 inhibitor is expected to be higher than at the 150 mg QD dosage in the absence of a CYP3A4 inhibitor and similar to exposure at the 225 mg QD dosage in the absence of a CYP3A4 inhibitor. Monitor patients closely for adverse reactions and use clinical judgement when using BRAFTOVI with strong CYP3A4 inhibitors at the 150 mg dose level."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BRAFTOVI is a kinase inhibitor indicated: Melanoma • in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, as detected by an FDA-approved test. ( 1.1 , 2.1 ) Colorectal Cancer (CRC) • in combination with cetuximab and mFOLFOX6, for the treatment of patients with metastatic colorectal cancer (mCRC) with a BRAF V600E mutation, as detected by an FDA‑approved test. ( 1.2 , 2.1 ) This indication is approved under accelerated approval based on response rate and durability of response [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). • in combination with cetuximab, for the treatment of adult patients with metastatic CRC with a BRAF V600E mutation, as detected by an FDA-approved test, after prior therapy. ( 1.2 , 2.1 ) Non-Small Cell Lung Cancer (NSCLC) • in combination with binimetinib, for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600E mutation, as detected by an FDA-approved test. ( 1.3 , 2.1 ) Limitations of Use BRAFTOVI is not indicated for treatment of patients with wild-type BRAF melanoma, wild-type BRAF CRC, or wild-type BRAF NSCLC. ( 1.4 , 5.2 ) 1.1 BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma BRAFTOVI is indicated, in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . 1.2 BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (mCRC) • BRAFTOVI is indicated, in combination with cetuximab and mFOLFOX6, for the treatment of patients with metastatic colorectal cancer (mCRC) with a BRAF V600E mutation, as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . o This indication is approved under accelerated approval based on response rate and durability of response [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). • BRAFTOVI is indicated, in combination with cetuximab, for the treatment of adult patients with mCRC with a BRAF V600E mutation, as detected by an FDA-approved test, after prior therapy [see Dosage and Administration (2.1) ]. 1.3 BRAF V600E Mutation-Positive Metastatic Non-Small Cell Lung Cancer (NSCLC) BRAFTOVI is indicated, in combination with binimetinib, for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) with a BRAF V600E mutation, as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . 1.4 Limitations of Use BRAFTOVI is not indicated for treatment of patients with wild-type BRAF melanoma, wild-type BRAF CRC, or wild-type BRAF NSCLC [see Warnings and Precautions (5.2)] ."
  ],
  "fetched_at": "2025-10-01T18:16:17.024909",
  "source": "OpenFDA"
}