{
  "drug_name": "Entrectinib",
  "generic_name": [
    "ENTRECTINIB"
  ],
  "brand_names": [
    "Rozlytrek"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate and Strong CYP3A Inhibitors : For adult and pediatric patients 2 years and older, reduce the dose of ROZLYTREK if coadministration of moderate or strong CYP3A inhibitors cannot be avoided. ( 2.8 , 7.1 ) For pediatric patients less than 2 years, avoid coadministration with ROZLYTREK. ( 7.1 ) Moderate and Strong CYP3A Inducers : Avoid coadministration with ROZLYTREK. ( 7.1 ) Drugs That Prolong QTc Interval : Avoid concomitant use with ROZLYTREK. ( 7.2 ) 7.1 Effect of Other Drugs on ROZLYTREK Moderate and Strong CYP3A Inhibitors Adults and Pediatric Patients 2 Years and Older Coadministration of ROZLYTREK with a strong or moderate CYP3A inhibitor increases entrectinib plasma concentrations [see Clinical Pharmacology (12.3) ], which could increase the frequency or severity of adverse reactions. Avoid coadministration of strong or moderate CYP3A inhibitors with ROZLYTREK. If coadministration is unavoidable, reduce the ROZLYTREK dose [see Dosage and Administration (2.8) , Clinical Pharmacology (12.3) ]. Pediatric Patients less than 2 Years Avoid coadministration of ROZLYTREK with moderate or strong CYP3A inhibitors [see Clinical Pharmacology (12.3) ] . Avoid grapefruit products during treatment with ROZLYTREK, as they contain inhibitors of CYP3A. Moderate and Strong CYP3A Inducers Coadministration of ROZLYTREK with a strong or moderate CYP3A inducer decreases entrectinib plasma concentrations [see Clinical Pharmacology (12.3) ], which may reduce ROZLYTREK efficacy. Avoid coadministration of strong and moderate CYP3A inducers with ROZLYTREK . 7.2 Drugs That Prolong QTc Interval QTc interval prolongation can occur with ROZLYTREK. Avoid coadministration of ROZLYTREK with other products with a known potential to prolong QT/QTc interval [see Warnings and Precautions (5.6) , Clinical Pharmacology (12.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Congestive Heart Failure [see Warnings and Precautions (5.1) ] Central Nervous System Effects [see Warnings and Precautions (5.2) ] Skeletal Fractures [see Warnings and Precautions (5.3) ] Hepatotoxicity [see Warnings and Precautions (5.4) ] Hyperuricemia [see Warnings and Precautions (5.5) ] QT Interval Prolongation [see Warnings and Precautions (5.6) ] Vision Disorders [see Warnings and Precautions (5.7) ] The most common adverse reactions (≥ 20%) were fatigue, constipation, dysgeusia, edema, dizziness, diarrhea, nausea, dysesthesia, dyspnea, myalgia, cognitive impairment, increased weight, cough, vomiting, pyrexia, arthralgia, and vision disorders. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Genentech at 1-888-835-2555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Data in WARNINGS AND PRECAUTIONS and below reflect exposure to ROZLYTREK in 355 patients, including 172 (48%) patients exposed for 6 months or longer and 84 (24%) patients exposed for 1 year or longer. ROZLYTREK was studied in one dose-finding trial in adults [ALKA (n = 57)], one dose-finding and activity-estimating trial in adults [STARTRK-1 (n = 76)], one dose-finding and activity-estimating trial in pediatric and adult patients [STARTRK-NG (n = 16)], and one single arm, activity-estimating trial in adults [STARTRK-2 (n = 206)]. The population characteristics were: median age 55 years (range: 4 to 86 years); 5% (n = 17) were less than 18 years of age; 55% were female; and 66% were White, 23% were Asian, and 5% were Black; 3% were Hispanic/Latino. The most common tumors (≥ 5%) were lung (56%), sarcoma (8%), and colon (5%). ROS1 gene fusions were present in 42% and NTRK gene fusions were present in 20%. Most adults (75%) received ROZLYTREK 600 mg orally once daily. The doses ranged from 100 mg/m 2 to 1600 mg/m 2 once daily in adults and 250 mg/m 2 to 750 mg/m 2 once daily in pediatric patients. Serious adverse reactions occurred in 39% of patients. The most frequent serious adverse reactions (≥ 2%) were pneumonia (3.9%), dyspnea (3.7%), pleural effusion (3.4%), sepsis (2.5%), pulmonary embolism (2.3%), respiratory failure (2%), and pyrexia (2%). Grade 3 or 4 adverse reactions occurred in 60% of patients; the most common (≥ 2%) were lung infection (5%), increased weight (7%), dyspnea (6%), fatigue/asthenia (5%), cognitive disorders (4.5%), syncope (2.5%), pulmonary embolism (3.4%), hypoxia (3.4%), pleural effusion (3.1%), hypotension (2.8%), diarrhea (2%), and urinary tract infection (2.5%). Fatal events included dyspnea (0.6%), pneumonia (0.6%), sepsis (0.6%), completed suicide (0.3%), large intestine perforation (0.3%) and tumor lysis syndrome (0.3%). One patient developed Grade 4 myocarditis after one dose of ROZLYTREK which resolved after discontinuation of ROZLYTREK and administration of high-dose corticosteroids. Permanent discontinuation due to an adverse reaction occurred in 9% of patients who received ROZLYTREK. The most frequent adverse reactions (< 1% each) that resulted in permanent discontinuation were pneumonia, cardio-respiratory arrest, dyspnea, and fatigue. Dose interruptions due to adverse reactions occurred in 46% of patients. The most frequent adverse reactions (≥ 2%) that resulted in interruption were increased blood creatinine (4%), fatigue (3.7%), anemia (3.1%), diarrhea (2.8%), pyrexia (2.8%), dizziness (2.5%), dyspnea (2.3%), nausea (2.3%), pneumonia (2.3%), cognitive disorder (2%) and neutropenia (2%). Dose reductions due to adverse reactions occurred in 29% of patients who received ROZLYTREK. The most frequent adverse reactions resulting in dose reductions (≥ 1%) were dizziness (3.9%), increased blood creatinine (3.1%), fatigue (2.3%), anemia (1.7%), and increased weight (1.4%). The most common adverse reactions (≥ 20%) were fatigue, constipation, dysgeusia, edema, dizziness, diarrhea, nausea, dysesthesia, dyspnea, myalgia, cognitive impairment, increased weight, cough, vomiting, pyrexia, arthralgia and vision disorders. Table 7 summarizes the adverse reactions observed in these 355 patients. Table 7. Adverse Reactions (≥ 10%) in Patients Receiving ROZLYTREK in ALKA, STARTRK-1, STARTRK-2, and STARTRK-NG Adverse Reactions ROZLYTREK n = 355 All Grades (%) Grade ≥ 3 Grades 3 – 5, inclusive of fatal adverse reactions, including 2 events of pneumonia and 2 events of dyspnea. (%) General Fatigue Includes fatigue, asthenia 48 5 Edema Includes face edema, fluid retention, generalized edema, localized edema, edema, edema peripheral, peripheral swelling 40 1.1 Pyrexia 21 0.8 Gastrointestinal Constipation 46 0.6 Diarrhea 35 2.0 Nausea 34 0.3 Vomiting 24 0.8 Abdominal pain Includes abdominal pain upper, abdominal pain, lower abdominal discomfort, abdominal tenderness 16 0.6 Nervous System Dysgeusia 44 0.3 Dizziness Includes dizziness, vertigo, dizziness postural 38 0.8 Dysesthesia Includes paresthesia, hyperesthesia, hypoesthesia, dysesthesia, oral hypoesthesia, palmar-plantar erythrodysesthesia, oral paresthesia, genital hypoesthesia 34 0.3 Cognitive impairment Includes amnesia, aphasia, cognitive disorder, confusional state, delirium, disturbance in attention, hallucinations, visual hallucination, memory impairment, mental disorder, mental status changes 27 4.5 Peripheral sensory neuropathy Includes neuralgia, neuropathy peripheral, peripheral motor neuropathy, peripheral sensory neuropathy 18 1.1 Headache 18 0.3 Ataxia Includes ataxia, balance disorder, gait disturbances 17 0.8 Sleep Includes hypersomnia, insomnia, sleep disorder, somnolence 14 0.6 Mood disorders Includes anxiety, affect lability, affective disorder, agitation, depressed mood, euphoric mood, mood altered, mood swings, irritability, depression, persistent depressive disorder, psychomotor retardation 10 0.6 Respiratory, Thoracic and Mediastinal Dyspnea 30 6 Cough 24 0.3 Musculoskeletal and Connective Tissue Myalgia Includes musculoskeletal pain, musculoskeletal chest pain, myalgia, neck pain 28 1.1 Arthralgia 21 0.6 Muscular weakness 12 0.8 Back pain 12 1 Pain in extremity 11 0.3 Metabolism and Nutritional Increased weight 25 7 Decreased appetite 13 0.3 Dehydration 10 1.1 Eye Vision disorders Includes blindness, cataract, cortical cataract, corneal erosion, diplopia, eye disorder, photophobia, photopsia, retinal hemorrhage, vision blurred, visual impairment, vitreous adhesions, vitreous detachment, vitreous floaters 21 0.8 Infections Urinary tract infection 13 2.3 Lung infection Includes lower respiratory tract infection, lung infection, pneumonia, respiratory tract infection 10 6 Vascular Hypotension Includes hypotension, orthostatic hypotension 18 2.8 Skin and Subcutaneous Tissue Rash Includes rash, rash maculopapular, rash pruritic, rash erythematous, rash papular 11 0.8 Clinically relevant adverse reactions occurring in ≤ 10% of patients include dysphagia (10%), fall (8%), pleural effusion (8%), fractures (6%), hypoxia (4.2%), pulmonary embolism (3.9%), syncope (3.9%), congestive heart failure (3.4%), and QT prolongation (3.1%) . Table 8 summarizes the laboratory abnormalities. Table 8. Laboratory Abnormalities (≥ 20%) Worsening from Baseline in Patients Receiving ROZLYTREK in ALKA, STARTRK-1, STARTRK-2, and STARTRK-NG Laboratory Abnormality ROZLYTREK NCI CTCAE Grade All Grades (%) Denominator for each laboratory parameter is based on the number of patients with a baseline and post-treatment laboratory value available which ranged from 111 to 346 patients. Grade 3 or 4 (%) AST: Aspartate Aminotransferase; ALT: Alanine Aminotransferase Chemistry Increased creatinine Based on NCI CTCAE v5.0 73 2.1 Hyperuricemia 52 10 Increased AST 44 2.7 Increased ALT 38 2.9 Hypernatremia 35 0.9 Hypocalcemia 34 1.8 Hypophosphatemia 30 7 Increased lipase 28 10 Hypoalbuminemia 28 2.9 Increased amylase 26 5.4 Hyperkalemia 25 1.5 Increased alkaline phosphatase 25 0.9 Hyperglycemia NE = Not evaluable. Grade 1 and 2 could not be determined per NCI CTCAE v5.0, as fasting glucose values were not collected NE 3.8 Hematology Anemia 67 9 Lymphopenia 40 12 Neutropenia 28 7 Safety in Pediatric Patients The safety of ROZLYTREK was evaluated was evaluated in pediatric patients with unresectable or metastatic solid tumors with a NTRK gene fusion enrolled in one of three multicenter, open-label clinical trials: STARTRK-NG (n=68), TAPISTRY (n=6) and STARTRK-2 (n=2). Patients received ROZLYTREK 20 mg to 600 mg based on body surface area (BSA) orally or via enteral feeding tube once daily in 4-week cycles until unacceptable toxicity or disease progression. Among patients who received ROZLYTREK, 58% were exposed for 6 months or longer and 38% were exposed for greater than one year. The median age of patients who received ROZLYTREK was 6 years (range: 0 to 17); 51% were females; 68% were White, 18% Asian, 7% Black or African American, and 7% were other races. Serious adverse reactions occurred in 45% of patients who received ROZLYTREK. Serious adverse reactions in > 2% of patients included skeletal fractures (12%), pneumonia (5%), pyrexia (5%), hydrocephalus (5%), device related infection (4%), hypoxia (4%), dyspnea (3%), headache (3%), gait disturbance (3%), pain (3%), upper respiratory infection (3%), and sepsis (3%). Permanent discontinuation of ROZLYTREK due to an adverse reaction occurred in 13% of patients. Adverse reactions which resulted in permanent discontinuation of ROZLYTREK in > 2% of patients included skeletal fracture. Dosage interruptions of ROZLYTREK due to an adverse reaction occurred in 39% of patients. Adverse reactions which required dosage interruption in > 5% of patients included decreased neutrophil count, pyrexia, vomiting, and diarrhea. Dose reductions of ROZLYTREK due to an adverse reaction occurred in 21% of patients. Adverse reactions which required dose reductions in > 2% of patients included increased blood creatinine and increased weight. Table 9 summarizes the adverse reactions in STARTRK-NG (n=68), TAPISTRY (n=6) and STARTRK-2 (n=2). Table 9. Adverse Reactions (≥20%) in Pediatric Patients Who Received ROZLYTREK in STARTRK-NG, TAPISTRY and STARTRK-2 Adverse Reaction ROZLYTREK (n=76) All Grades (%) Grade 3 or 4 (%) General Disorders Pyrexia 43 1.3 Fatigue Includes fatigue, asthenia 30 2.6 Gastrointestinal Disorders Constipation 41 1.3 Vomiting 38 0 Diarrhea 37 0 Nausea 34 0 Abdominal Pain 20 2.6 Investigations Increased Weight 39 18 Respiratory, Thoracic And Mediastinal Disorders Cough 33 1.3 Nasal Congestion 20 0 Musculoskeletal And Connective Tissue Disorders Pain in Extremity 26 2.6 Skeletal Fracture Includes clavicle fracture, tibia fracture, femur fracture, fibula fracture, foot fracture, fracture, pathological fracture, limb fracture, lower limb fracture, pelvic fracture, spinal compression fracture, stress fracture, ulna fracture 25 11 Metabolism And Nutrition Disorders Decreased Appetite 24 1.3 Nervous System Disorders Headache 22 2.6 Infections Upper Respiratory Tract Infection 20 1.3 Urinary Tract Infection 20 2.6 Clinically relevant adverse reactions in <20% of patients who received ROZLYTREK included pruritus, rash, urinary incontinence, eye pain and photophobia. Tables 10 summarizes the laboratory abnormalities in STARTRK-NG (n=68), TAPISTRY (n=6) and STARTRK-2 (n=2). Table 10. Select Laboratory Abnormalities (≥20%) That Worsened from Baseline in Pediatric Patients Who Received ROZLYTREK in STARTRK-NG, TAPISTRY and STARTRK-2 Laboratory Abnormality ROZLYTREK The denominator used to calculate the rate varied from 67 to 76 based on the number of patients with a baseline value and at least one post-treatment value. All values based on NCI CTCAE v5.0 All Grades (%) Grade 3 or 4 (%) AST: Aspartate Aminotransferase; ALT: Alanine Aminotransferase Hematology Decreased Hemoglobin 53 7 Decreased Neutrophils 53 22 Decreased Leukocytes 46 1.3 Increased Lymphocytes 33 3 Chemistry Increased Creatinine 84 5 Increased AST 61 2.7 Increased ALT 53 2.6 Increased Sodium 38 1.4 Increased Magnesium 32 5 Increased Alkaline Phosphatase 25 0 Decreased Glucose 26 0 Increased Potassium 25 2.7 Decreased Albumin 24 9 Increased Calcium 21 8 Increased Bilirubin 20 8 Other clinically relevant laboratory abnormalities in patients who received ROZLYTREK included decreased phosphorous."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Select patients for treatment based on the presence of ROS1 rearrangement(s) or NTRK gene fusion. ( 2.1 ) Evaluate left ventricular ejection fraction, serum uric acid levels and QT interval and electrolytes prior to ROZLYTREK initiation. ( 2.2 ) Select appropriate dosage form: oral capsules, capsules prepared as an oral suspension or oral pellets. ( 2.3 ) Use capsules prepared as suspension for enteral tube administration. Do not use pellets for enteral tube administration. ( 2.3 ) Administer ROZLYTREK capsules, capsules prepared as a suspension, or pellets once daily, with or without food. ( 2.4 ) Adult Dosage for ROS1- Positive Non-Small Cell Lung Cancer: 600 mg orally once daily. ( 2.5 ) Adult and Pediatric Dosage for NTRK Gene Fusion-Positive Solid Tumors: Adults: 600 mg orally once daily. ( 2.6 ) Pediatric Patients: Recommended dosage is based on age and body surface area (BSA) as shown below. ( 2.6 ) Age Recommended Daily Dosage >6 months ≤0.50 m 2 : 300 mg/m 2 0.51 to 0.80 m 2 : 200 mg 0.81 to 1.10 m 2 : 300 mg 1.11 to 1.50 m 2 : 400 mg BSA ≥1.51 m 2 : 600 mg once daily >1 month to ≤6 months 250 mg/m 2 once daily Modify dosage of ROZLYTREK if coadministration with moderate or strong CYP3A inhibitors cannot be avoided. ( 2.8 ) See preparation and administration instructions. ( 2.9 ) 2.1 Patient Selection Select patients for the treatment of metastatic NSCLC with ROZLYTREK based on the presence of ROS1 rearrangement(s) in tumor or plasma specimens [see Clinical Studies (14.1) ] . Testing using plasma specimens is only appropriate for patients for whom tumor tissue is not available for testing. Information on FDA-approved tests for the detection of ROS1 rearrangement(s) in NSCLC is available at http://www.fda.gov/CompanionDiagnostics. Select patients for treatment of locally advanced or metastatic solid tumors with ROZLYTREK based on the presence of a NTRK gene fusion in tumor or plasma specimens [see Clinical Studies (14.2) ] . Testing using plasma specimens is only appropriate for patients for whom tumor tissue is not available for testing. Information on FDA-approved tests for the detection of NTRK gene fusion(s) in solid tumors is available at http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Evaluation and Testing Before Initiating ROZLYTREK Before initiating ROZLYTREK, evaluate: left ventricular ejection fraction (LVEF) [see Warnings and Precautions (5.1) ] serum uric acid levels [see Warnings and Precautions (5.5) ] QT interval and electrolytes [see Warnings and Precautions (5.6) ] 2.3 ROZLYTREK Dosage Form Overview The physician should prescribe the most appropriate dosage form of ROZLYTREK according to the dose required and patient needs. ROZLYTREK is available in two dosage forms, and can be administered either as capsules swallowed whole, capsules made into an oral suspension (or for enteral tube administration) and as oral pellets swallowed with soft food. ROZLYTREK Capsules 100 mg and 200 mg Whole capsules: For patients who can swallow whole capsules and whose doses are multiples of 100 mg. Capsules prepared as an oral suspension: For patients who have difficulty or are unable to swallow capsules or who require enteral administration (e.g., gastric or nasogastric tube). [see Dosage and Administration (2.7) ] . For dose increments of 10 mg, only use capsules prepared as a suspension. ROZLYTREK Oral Pellets 50 mg per packet Pellets sprinkled on one or more spoonfuls of soft food: For patients who have difficulty or are unable to swallow capsules but can swallow soft food and whose doses are multiples of 50 mg. [see Dosage and Administration (2.7) ] . Do not use pellets for preparation of suspension. Do not attempt to use partial quantities of pellets from 50 mg pellet packets to prepare a dose. Do not use the pellet formulation for enteral tube administration as the pellets may clog the tube. 2.4 ROZLYTREK Administration Overview Administer ROZLYTREK capsules, capsules prepared as a suspension, or pellets once daily, with or without food. If a dose of ROZYTREK is missed, make up that dose unless the next dose is due within 12 hours. If vomiting occurs immediately after taking a dose of ROZLYTREK, repeat that dose. 2.5 ROZLYTREK Recommended Dosage for ROS1 -Positive Non-Small Cell Lung Cancer The recommended dosage of ROZLYTREK is 600 mg orally once daily with or without food until disease progression or unacceptable toxicity. 2.6 ROZLYTREK Recommended Dosage for NTRK Gene Fusion-Positive Solid Tumors The recommended dosages of ROZLYTREK for the treatment of adult and pediatric patients with NTRK Gene Fusion-Positive Solid Tumors are provided in Table 1 . Administer the recommended dosage of ROZLYTREK capsules and oral pellets with or without food until disease progression or unacceptable toxicity. Sprinkle ROZLYTREK oral pellets on one or more spoonfuls of soft food as a vehicle. Table 1. Recommended dosage for Adults and Pediatric patients for the Treatment of NTRK Gene Fusion-Positive Solid Tumors Patient Population Recommended Dosage of ROZLYTREK Duration of Treatment Adults Pediatric patients with BSA ≥ 1.51 m 2 : 600 mg orally once daily Until disease progression or unacceptable toxicity. Pediatric patients > 6 months: see Table 2 Pediatric patients > 1 month to ≤ 6 months: 250 mg/m 2 orally once daily To enable dosing increments of 10 mg, capsules prepared as an oral suspension must be used [see Dosage and Administration (2.9) ]. The recommended dosages of ROZLYTREK for the treatment of pediatric patients older than 6 months with NTRK Gene Fusion-Positive Solid Tumors is provided in Table 2 . Table 2. Recommended dosage for Pediatric Patients Older than 6 Months for the Treatment of NTRK Gene Fusion-Positive Solid Tumors Body Surface Area (BSA) BSA categories and recommended dosage above are based on closely matching exposures to a target dose of 300 mg/m 2 Recommended Dosage Orally Once Daily ≤0.50 m 2 300 mg/m 2 To enable dosing increments of 10 mg, capsules prepared as an oral suspension must be used [see Dosage and Administration (2.9) ]. 0.51 to 0.80 m 2 200 mg 0.81 to 1.10 m 2 300 mg 1.11 to 1.50 m 2 400 mg ≥ 1.51 m 2 600 mg 2.7 ROZLYTREK Dosage Modifications for Adverse Reactions The recommended dosage reductions of ROZLYTREK for the management of adverse reactions for adults and pediatric patients are provided in Table 3 . Table 3. Recommended Dose Reductions for ROZLYTREK for the Management of Adverse Reactions Starting Dose once daily First dose reduction Second dose reduction 250 mg/m 2 or 300 mg/m 2 Reduce the once daily dose to two thirds of the starting dose To enable dosing increments of 10 mg, capsules prepared as an oral suspension must be used [see Dosage and Administration (2.9) ] . Reduce the once daily dose to one third of the starting dose Permanently discontinue ROZLYTREK in patients who are unable to tolerate ROZLYTREK after two dose reductions. 200 mg 150 mg once daily 100 mg once daily 300 mg 200 mg once daily 100 mg once daily 400 mg 300 mg once daily 200 mg once daily 600 mg 400 mg once daily 200 mg once daily Table 4 provides the ROZLYTREK recommended dosage modifications for the management of adverse reactions. Table 4. ROZLYTREK Dosage Modifications for the Management of Adverse Reactions Adverse Reaction Severity Severity as defined by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.0. Dosage Modification Congestive Heart Failure [see Warnings and Precautions (5.1) ] Grade 2 or 3 Withhold ROZLYTREK until recovered to less than or equal to Grade 1. Resume at reduced dose. Grade 4 Permanently discontinue ROZLYTREK. Central Nervous System Effects [see Warnings and Precautions (5.2) ] Intolerable Grade 2 Withhold ROZLYTREK until recovery to less than or equal to Grade 1 or to baseline. Resume at same dose or reduced dose, as clinically appropriate. Grade 3 Withhold ROZLYTREK until recovery to less than or equal to Grade 1 or to baseline. Resume at reduced dose. Grade 4 Permanently discontinue ROZLYTREK. Hepatotoxicity [see Warnings and Precautions (5.4) ] Grade 3 Withhold ROZLYTREK until recovery to less than or equal to Grade 1 or to baseline. Resume at same dose if resolution occurs within 4 weeks. Permanently discontinue if adverse reaction does not resolve within 4 weeks. Resume at a reduced dose for recurrent Grade 3 events that resolve within 4 weeks. Grade 4 Withhold ROZLYTREK until recovery to less than or equal to Grade 1 or to baseline. Resume at reduced dose if resolution occurs within 4 weeks. Permanently discontinue if adverse reaction does not resolve within 4 weeks. Permanently discontinue for recurrent Grade 4 events. ALT or AST greater than 3 times ULN with concurrent total bilirubin greater than 1.5 times ULN (in the absence of cholestasis or hemolysis). Permanently discontinue ROZLYTREK. Hyperuricemia [see Warnings and Precautions (5.5) ] Symptomatic or Grade 4 Initiate urate-lowering medication. Withhold ROZLYTREK until improvement of signs or symptoms. Resume ROZLYTREK at same or reduced dose. QT Interval Prolongation [see Warnings and Precautions (5.6) ] QTc greater than 500 ms Withhold ROZLYTREK until QTc interval recovers to baseline. Resume at same dose if factors that cause QT prolongation are identified and corrected. Resume at reduced dose if other factors that cause QT prolongation are not identified. Torsade de pointes; polymorphic ventricular tachycardia; signs/symptoms of serious arrhythmia Permanently discontinue ROZLYTREK. Vision Disorders [see Warnings and Precautions (5.7) ] Grade 2 or above Withhold ROZLYTREK until improvement or stabilization. Resume at same dose or reduced dose, as clinically appropriate. Anemia or Neutropenia [see Adverse Reactions (6.1) ] Grade 3 or 4 Withhold ROZLYTREK until recovery to less than or equal to Grade 2. Resume at the same dose or reduced dose, as clinically appropriate. Other Adverse Reactions [see Adverse Reactions (6.1) ] Grade 3 or 4 Withhold ROZLYTREK until adverse reaction resolves or improves to recovery or improvement to Grade 1 or baseline. Resume at the same or reduced dose if resolution occurs within 4 weeks. Permanently discontinue if adverse reaction does not resolve within 4 weeks. Permanently discontinue for recurrent Grade 4 events. 2.8 ROZLYTREK Dosage Modifications for Drug Interactions Moderate and Strong CYP3A Inhibitors Adults and Pediatric Patients 2 Years and Older Avoid coadministration of ROZLYTREK with moderate or strong CYP3A inhibitors. If coadministration cannot be avoided, reduce the ROZLYTREK dose as shown in Table 5 and limit coadministration to 14 days or less. Table 5. Recommended Dose Modifications of ROZYLTREK for Concomitant Use with Moderate or Strong CYP3A Inhibitors for Adults and Pediatric Patients 2 Years and Older Starting dose For pediatric patients with a starting dose less than 200 mg, avoid coadministration with moderate or strong CYP3A inhibitors Moderate CYP3A inhibitor Strong CYP3A inhibitor 200 mg 50 mg once daily 50 mg on alternate days 300 mg 100 mg once daily 50 mg once daily 400 mg 200 mg once daily 50 mg once daily 600 mg 200 mg once daily 100 mg once daily After discontinuation of a strong or moderate CYP3A inhibitor for 3 to 5 elimination half-lives, resume the ROZLYTREK dose that was taken prior to initiating the CYP3A inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ]. 2.9 ROZLYTREK Preparation and Administration Instructions ROZLYTREK Capsules Swallow capsules whole. Do not crush or chew the capsules. ROZLYTREK Capsules Prepared as a Suspension for Oral or Enteral Tube Administration It is recommended that a healthcare provider discuss with the patient or caregiver, the volume of water or milk to be added and oral suspension to withdraw, prior to administration of the first dose (see Table 6 ). Table 6 provides the ROZLYTREK dose and volume of room temperature drinking water or milk required to prepare an oral suspension. Instruct patients or caregivers to carefully open capsule(s) and pour the contents into room temperature drinking water or milk to prepare an oral suspension. Let sit for 15 minutes. Table 6. Preparation of ROZLYTREK Capsules as an Oral Suspension Dose of ROZLYTREK to be administered Dose needed for suspension (using 100 mg or 200 mg capsules, as appropriate) Volume of water or milk to be added Volume of oral suspension to withdraw and administer 20 mg 100 mg 5 mL 1 mL 30 mg 100 mg 5 mL 1.5 mL 40 mg 100 mg 5 mL 2 mL 50 mg 100 mg 5 mL 2.5 mL 60 mg 100 mg 5 mL 3 mL 70 mg 100 mg 5 mL 3.5 mL 80 mg 100 mg 5 mL 4 mL 90 mg 100 mg 5 mL 4.5 mL 100 mg 100 mg 5 mL 5 mL 110 mg 200 mg 10 mL 5.5 mL 120 mg 200 mg 10 mL 6 mL 130 mg 200 mg 10 mL 6.5 mL 140 mg 200 mg 10 mL 7 mL 150 mg 200 mg 10 mL 7.5 mL 200 mg 200 mg 10 mL 10 mL 300 mg 300 mg 15 mL 15 mL 400 mg 400 mg 20 mL 20 mL 600 mg 600 mg 30 mL 30 mL Administer ROZLYTREK oral suspension immediately after preparation. Discard any unused suspension if not used within 2 hours. Instruct patients to drink water after taking the oral suspension to ensure ROZLYTREK has been completely swallowed. Enteral Tube Administration If enteral administration (e.g., gastric or nasogastric tube) is required, administer the oral suspension via the tube. Use an enteral tube that is 8 FR or higher to administer dosing volumes of 3 mL or higher. Instruct patients to divide dosing volumes of 3 mL or higher into at least two aliquots and flush the tube after each administration. Flush the tube with a volume of water or milk that is equal to the aliquot administered. For a dose volume of 30 mL, divide into at least three (10 mL) aliquots. The tube should be flushed with water or milk after delivering each aliquot of ROZLYTREK. Refer to the Instructions for Use for detailed instructions on preparation and administration of ROZLYTREK capsules as an oral suspension via an enteral tube. ROZLYTREK Oral Pellets Sprinkle pellets on one or more spoonfuls of a soft food (e.g., applesauce, yogurt, or pudding) and take within 20 minutes of preparation. Do not crush or chew to avoid a bitter taste. The patient should drink water after taking the pellets to ensure the drug has been completely swallowed. Do not attempt to use partial quantities of pellets from 50 mg pellet packets to prepare a dose. Do not use the pellet formulation for enteral tube administration as the pellets may clog the tube. Refer to the Instructions for Use for detailed instructions on preparation and administration of ROZLYTREK oral pellets."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ROZLYTREK is a kinase inhibitor indicated for the treatment of: Adult patients with ROS1- positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test. ( 1.1 ) Adult and pediatric patients older than 1 month of age with solid tumors that: have a neurotrophic tyrosine receptor kinase ( NTRK) gene fusion, as detected by an FDA-approved test without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have progressed following treatment or have no satisfactory alternative therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. ( 1.2 ) 1.1 ROS1 -Positive Non-Small Cell Lung Cancer ROZLYTREK is indicated for the treatment of adult patients with ROS1- positive metastatic non-small cell lung cancer (NSCLC), as detected by an FDA-approved test. 1.2 NTRK Gene Fusion-Positive Solid Tumors ROZLYTREK is indicated for the treatment of adult and pediatric patients older than 1 month of age with solid tumors that: have a neurotrophic tyrosine receptor kinase (NTRK) gene fusion, as detected by an FDA-approved test without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have progressed following treatment or have no satisfactory alternative therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials."
  ],
  "fetched_at": "2025-10-01T18:31:49.049998",
  "source": "OpenFDA"
}