{
  "drug_name": "Enzalutamide",
  "generic_name": [
    "ENZALUTAMIDE"
  ],
  "brand_names": [
    "Xtandi"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP2C8 Inhibitors: Avoid strong CYP2C8 inhibitors. If coadministration cannot be avoided, reduce the dosage of XTANDI. ( 2.3 , 7.1 ) • Strong CYP3A4 Inducers: Avoid strong CYP3A4 inducers. If coadministration cannot be avoided, increase the dosage of XTANDI. ( 2.3 , 7.1 ) • Avoid coadministration with certain CYP3A4, CYP2C9, or CYP2C19 substrates for which a minimal decrease in concentration may lead to therapeutic failure of the substrate. In cases where active metabolites are formed, there may be increased exposure to the active metabolites. ( 7.2 ) 7.1 Effect of Other Drugs on XTANDI Strong CYP2C8 Inhibitors The coadministration of XTANDI with gemfibrozil (a strong CYP2C8 inhibitor) increases plasma concentrations of enzalutamide plus N-desmethyl enzalutamide, which may increase the incidence and severity of adverse reactions of XTANDI. Avoid the coadministration of XTANDI with strong CYP2C8 inhibitors. If the coadministration of XTANDI with a strong CYP2C8 inhibitor cannot be avoided, reduce the dosage of XTANDI [see Dosage and Administration ( 2.3 ), Clinical Pharmacology ( 12.3 )]. Strong CYP3A4 Inducers The coadministration of XTANDI with rifampin (a strong CYP3A4 inducer and a moderate CYP2C8 inducer) decreases plasma concentrations of enzalutamide plus N-desmethyl enzalutamide, which may decrease the efficacy of XTANDI. Avoid the coadministration of XTANDI with strong CYP3A4 inducers. If the coadministration of XTANDI with a strong CYP3A4 inducer cannot be avoided, increase the dosage of XTANDI [see Dosage and Administration ( 2.3 ), Clinical Pharmacology ( 12.3 )]. 7.2 Effect of XTANDI on Other Drugs Certain CYP3A4, CYP2C9, or CYP2C19 Substrates XTANDI is a strong CYP3A4 inducer and a moderate CYP2C9 and CYP2C19 inducer. The coadministration of XTANDI decreases the concentrations of certain CYP3A4, CYP2C9, or CYP2C19 substrates [see Clinical Pharmacology ( 12.3 )] , which may reduce the efficacy of these substrates. Avoid the coadministration of XTANDI with certain CYP3A4, CYP2C9, or CYP2C19 substrates for which a minimal decrease in concentration may lead to therapeutic failure of the substrate. If the coadministration cannot be avoided, increase the dosage of these substrates in accordance with their Prescribing Information. In cases where active metabolites are formed, there may be increased exposure to the active metabolites."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following is discussed in more detail in other sections of the labeling: • Seizure [see Warnings and Precautions ( 5.1 )] • Posterior Reversible Encephalopathy Syndrome (PRES) [see Warnings and Precautions ( 5.2 )] • Hypersensitivity [see Warnings and Precautions ( 5.3 )] • Ischemic Heart Disease [see Warnings and Precautions ( 5.4 )] • Falls and Fractures [see Warnings and Precautions ( 5.5 )] • Dysphagia or Choking [see Warnings and Precautions ( 5.7 )] The most common adverse reactions (≥ 10%) that occurred more frequently (≥ 2% over placebo) in the XTANDI-treated patients are musculoskeletal pain, fatigue, hot flush, constipation, decreased appetite, diarrhea, hypertension, hemorrhage, fall, fracture, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Astellas Pharma US, Inc. at 1-800-727-7003 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in WARNINGS and PRECAUTIONS reflect eight randomized, controlled trials [AFFIRM, PREVAIL, TERRAIN, PROSPER, ARCHES, EMBARK, Asian PREVAIL (NCT02294461), and STRIVE (NCT01664923)] that were pooled to conduct safety analyses in patients with CRPC (N = 3651), mCSPC (N = 752), or nmCSPC with high‑risk BCR (N = 707) treated with XTANDI. Patients received XTANDI 160 mg (N = 5110) or placebo orally once daily (N = 2829) or bicalutamide 50 mg orally once daily (N = 387). In these eight trials, the median duration of treatment was 22.1 months (range: < 0.1 to 95.0) in patients that received XTANDI. In five placebo-controlled trials (AFFIRM, PROSPER, PREVAIL, ARCHES, and EMBARK), the median duration of treatment was 19.4 months (range: < 0.1 to 90.4) in the XTANDI group [see Clinical Studies ( 14 )]. In these five trials, the most common adverse reactions (≥ 10%) that occurred more frequently (≥ 2% over placebo) in the XTANDI-treated patients were musculoskeletal pain, fatigue, hot flush, constipation, decreased appetite, diarrhea, hypertension, hemorrhage, fall, fracture and headache. AFFIRM: XTANDI versus Placebo in Metastatic CRPC Following Chemotherapy AFFIRM enrolled 1199 patients with metastatic CRPC who had previously received docetaxel. The median duration of treatment was 8.3 months with XTANDI and 3.0 months with placebo. During the trial, 48% of patients on the XTANDI arm and 46% of patients on the placebo arm received glucocorticoids. Grade 3 and higher adverse reactions were reported among 47% of XTANDI-treated patients. Discontinuations due to adverse reactions were reported for 16% of XTANDI-treated patients. The most common adverse reaction leading to treatment discontinuation was seizure, which occurred in 0.9% of the XTANDI-treated patients compared to none (0%) of the placebo-treated patients. Table 1 shows adverse reactions reported in AFFIRM that occurred at a ≥ 2% higher frequency in the XTANDI arm compared to the placebo arm. Table 1. Adverse Reactions in AFFIRM XTANDI (N = 800) Placebo (N = 399) Grade 1-4 CTCAE v 4. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) General Disorders Asthenic Conditions Includes asthenia and fatigue. 51 9 44 9 Peripheral Edema 15 1 13 0.8 Musculoskeletal and Connective Tissue Disorders Back Pain 26 5 24 4 Arthralgia 21 2.5 17 1.8 Musculoskeletal Pain 15 1.3 12 0.3 Muscular Weakness 10 1.5 7 1.8 Musculoskeletal Stiffness 2.6 0.3 0.3 0 Gastrointestinal Disorders Diarrhea 22 1.1 18 0.3 Vascular Disorders Hot Flush 20 0 10 0 Hypertension 6 2.1 2.8 1.3 Nervous System Disorders Headache 12 0.9 5 0 Dizziness Includes dizziness and vertigo. 9 0.5 7 0.5 Spinal Cord Compression and Cauda Equina Syndrome 7 7 4.5 3.8 Paresthesia 7 0 4.5 0 Mental Impairment Disorders Includes amnesia, memory impairment, cognitive disorder, and disturbance in attention. 4.3 0.3 1.8 0 Hypoesthesia 4 0.3 1.8 0 Infections and Infestations Upper Respiratory Tract Infection Includes nasopharyngitis, upper respiratory tract infection, sinusitis, rhinitis, pharyngitis, and laryngitis. 11 0 6 0.3 Lower Respiratory Tract And Lung Infection Includes pneumonia, lower respiratory tract infection, bronchitis, and lung infection. 8 2.4 4.8 1.3 Psychiatric Disorders Insomnia 9 0 6 0.5 Anxiety 6 0.3 4 0 Renal and Urinary Disorders Hematuria 7 1.8 4.5 1 Pollakiuria 4.8 0 2.5 0 Injury, Poisoning and Procedural Complications Fall 4.6 0.3 1.3 0 Non-pathologic Fractures 4 1.4 0.8 0.3 Skin and Subcutaneous Tissue Disorders Pruritus 3.8 0 1.3 0 Dry Skin 3.5 0 1.3 0 Respiratory Disorders Epistaxis 3.3 0.1 1.3 0.3 PREVAIL: XTANDI versus Placebo in Chemotherapy-naïve Metastatic CRPC PREVAIL enrolled 1717 patients with metastatic CRPC who had not received prior cytotoxic chemotherapy, of whom 1715 received at least one dose of study drug. The median duration of treatment was 17.5 months with XTANDI and 4.6 months with placebo. Grade 3-4 adverse reactions were reported in 44% of XTANDI-treated patients and 37% of placebo-treated patients. Discontinuations due to adverse reactions were reported for 6% of XTANDI-treated patients. The most common adverse reaction leading to treatment discontinuation was fatigue/asthenia, which occurred in 1% of patients on each treatment arm. Table 2 includes adverse reactions reported in PREVAIL that occurred at a ≥ 2% higher frequency in the XTANDI arm compared to the placebo arm. Table 2. Adverse Reactions in PREVAIL XTANDI (N = 871) Placebo (N = 844) Grade 1-4 CTCAE v 4. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) General Disorders Asthenic Conditions Includes asthenia and fatigue. 47 3.4 33 2.8 Peripheral Edema 12 0.2 8 0.4 Musculoskeletal and Connective Tissue Disorders Back Pain 29 2 22 3 Arthralgia 21 1.6 16 1.1 Gastrointestinal Disorders Constipation 23 0.7 17 0.4 Diarrhea 17 0.3 14 0.4 Vascular Disorders Hot Flush 18 0.1 8 0 Hypertension 14 7 4.1 2.3 Nervous System Disorders Dizziness Includes dizziness and vertigo. 11 0.3 7 0 Headache 11 0.2 7 0.4 Dysgeusia 8 0.1 3.7 0 Mental Impairment Disorders Includes amnesia, memory impairment, cognitive disorder, and disturbance in attention. 6 0 1.3 0.1 Restless Legs Syndrome 2.1 0.1 0.4 0 Respiratory Disorders Dyspnea Includes dyspnea, exertional dyspnea, and dyspnea at rest. 11 0.6 8 0.6 Infections and Infestations Upper Respiratory Tract Infection Includes nasopharyngitis, upper respiratory tract infection, sinusitis, rhinitis, pharyngitis, and laryngitis. 16 0 11 0 Lower Respiratory Tract And Lung Infection Includes pneumonia, lower respiratory tract infection, bronchitis, and lung infection. 8 1.5 4.7 1.1 Psychiatric Disorders Insomnia 8 0.1 6 0 Renal and Urinary Disorders Hematuria 9 1.3 6 1.3 Injury, Poisoning and Procedural Complications Fall 13 1.6 5 0.7 Non-Pathological Fracture 9 2.1 3 1.1 Metabolism and Nutrition Disorders Decreased Appetite 19 0.3 16 0.7 Investigations Weight Decreased 12 0.8 8 0.2 Reproductive System and Breast Disorders Gynecomastia 3.4 0 1.4 0 TERRAIN: XTANDI versus Bicalutamide in Chemotherapy-naïve Metastatic CRPC TERRAIN enrolled 375 patients with metastatic CRPC who had not received prior cytotoxic chemotherapy, of whom 372 received at least one dose of study drug. The median duration of treatment was 11.6 months with XTANDI and 5.8 months with bicalutamide. Discontinuations with an adverse reaction as the primary reason were reported for 8% of XTANDI-treated patients and 6% of bicalutamide-treated patients. The most common adverse reactions leading to treatment discontinuation were back pain and pathological fracture, which occurred in 3.8% of XTANDI-treated patients for each event and in 2.1% and 1.6% of bicalutamide-treated patients, respectively. Table 3 shows overall and common adverse reactions (≥ 10%) in XTANDI-treated patients. Table 3. Adverse Reactions in TERRAIN XTANDI (N = 183) Bicalutamide (N = 189) Grade 1-4 CTCAE v 4. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Overall 94 39 94 38 General Disorders Asthenic Conditions Including asthenia and fatigue. 32 1.6 23 1.1 Musculoskeletal and Connective Tissue Disorders Back Pain 19 2.7 18 1.6 Musculoskeletal Pain Including musculoskeletal pain and pain in extremity. 16 1.1 14 0.5 Vascular Disorders Hot Flush 15 0 11 0 Hypertension 14 7 7 4.2 Gastrointestinal Disorders Nausea 14 0 18 0 Constipation 13 1.1 13 0.5 Diarrhea 12 0 9 1.1 Infections and Infestations Upper Respiratory Tract Infection Including nasopharyngitis, upper respiratory tract infection, sinusitis, rhinitis, pharyngitis, and laryngitis. 12 0 6 0.5 Investigational Weight Loss 11 0.5 8 0.5 PROSPER: XTANDI versus Placebo in Non-metastatic CRPC Patients PROSPER enrolled 1401 patients with non-metastatic CRPC, of whom 1395 received at least one dose of study drug. Patients were randomized 2:1 and received either XTANDI at a dose of 160 mg once daily (N = 930) or placebo (N = 465). The median duration of treatment at the time of analysis was 18.4 months (range: 0.0 to 42 months) with XTANDI and 11.1 months (range: 0.0 to 43 months) with placebo. Overall, 32 patients (3.4%) receiving XTANDI died from adverse reactions. The reasons for death with ≥ 2 patients included coronary artery disorders (n = 7), sudden death (n = 2), cardiac arrhythmias (n = 2), general physical health deterioration (n = 2), stroke (n = 2), and secondary malignancy (n = 5; one each of acute myeloid leukemia, brain neoplasm, mesothelioma, small cell lung cancer, and malignant neoplasm of unknown primary site). Three patients (0.6%) receiving placebo died from adverse reactions of cardiac arrest (n = 1), left ventricular failure (n = 1), and pancreatic carcinoma (n = 1). Grade 3 or higher adverse reactions were reported among 31% of XTANDI-treated patients and 23% of placebo‑treated patients. Discontinuations with an adverse reaction as the primary reason were reported for 9% of XTANDI-treated patients and 6% of placebo-treated patients. Of these, the most common adverse reaction leading to treatment discontinuation was fatigue, which occurred in 1.6% of the XTANDI-treated patients compared to none of the placebo-treated patients. Table 4 shows adverse reactions reported in PROSPER that occurred at a ≥ 2% higher frequency in the XTANDI arm than in the placebo arm. Table 4. Adverse Reactions in PROSPER XTANDI (N = 930) Placebo (N = 465) Grade 1-4 CTCAE v 4. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Metabolism and Nutrition Disorders Decreased Appetite 10 0.2 3.9 0.2 Nervous System Disorders Dizziness Includes dizziness and vertigo. 12 0.5 5 0 Headache 9 0.2 4.5 0 Cognitive and Attention Disorders Includes amnesia, memory impairment, cognitive disorder, and disturbance in attention. 4.6 0.1 1.5 0 Vascular Disorders Hot Flush 13 0.1 8 0 Hypertension 12 4.6 5 2.2 Gastrointestinal Disorders Nausea 11 0.3 9 0 Constipation 9 0.2 7 0.4 General Disorders and Administration Site Conditions Asthenic Conditions Includes asthenia and fatigue. 40 4 20 0.9 Investigations Weight Decreased 6 0.2 1.5 0 Injury, Poisoning and Procedural Complications Fall 11 1.3 4.1 0.6 Fractures Includes all osseous fractures from all sites. 10 2 4.9 1.7 Psychiatric Disorders Anxiety 2.8 0.2 0.4 0 ARCHES: XTANDI versus Placebo in Metastatic CSPC Patients ARCHES randomized 1150 patients with mCSPC, of whom 1146 received at least one dose of study drug. All patients received either a gonadotropin-releasing hormone (GnRH) analog concurrently or had bilateral orchiectomy. Patients received either XTANDI at a dose of 160 mg once daily (N = 572) or placebo (N = 574). The median duration of treatment was 12.8 months (range: 0.2 to 26.6 months) with XTANDI and 11.6 months (range: 0.2 to 24.6 months) with placebo. Overall, 10 patients (1.7%) receiving XTANDI died from adverse reactions. The reasons for death in ≥ 2 patients included heart disease (n = 3), sepsis (n = 2) and pulmonary embolism (n = 2). Eight patients (1.4%) receiving placebo died from adverse reactions. The reasons for death in ≥ 2 patients included heart disease (n = 2) and sudden death (n = 2). Grade 3 or higher adverse reactions were reported in 24% of patients treated with XTANDI. Permanent discontinuation due to adverse reactions as the primary reason was reported in 4.9% of XTANDI-treated patients and 3.7% of placebo-treated patients. The most common adverse reactions resulting in permanent discontinuation in XTANDI-treated patients were alanine aminotransferase increased, aspartate aminotransferase elevation, and seizure, each in 0.3%. The most common adverse reactions leading to permanent discontinuation in placebo-treated patients were arthralgia, and fatigue, each in 0.3%. Dose reductions due to an adverse reaction occurred in 4.4% of patients who received XTANDI. Fatigue/asthenia was the most frequent adverse reaction requiring dose reduction in 2.1% of XTANDI-treated patients and 0.7% of placebo-treated patients. Table 5 shows adverse reactions reported in ARCHES that occurred at a ≥ 2% higher frequency in the XTANDI arm than in the placebo arm. Table 5. Adverse Reactions in ARCHES XTANDI (N = 572) Placebo (N = 574) Grade 1-4 CTCAE v 4.03. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Metabolism and Nutrition Disorders Decreased Appetite 4.9 0.2 2.6 0 Nervous System Disorders Cognitive and Memory Impairment Includes memory impairment, amnesia, cognitive disorder, dementia, disturbance in attention, transient global amnesia, dementia alzheimer’s type, mental impairment, senile dementia and vascular dementia. 4.5 0.7 2.1 0 Restless Legs Syndrome 2.4 0 0.3 0 Vascular Disorders Hot Flush 27 0.3 22 0 Hypertension 8 3.3 6 1.7 General Disorders and Administration Site Conditions Asthenic conditions Includes asthenia and fatigue. 24 1.7 20 1.6 Musculoskeletal and Connective Tissue Disorders Musculoskeletal Pain 6 0.2 4 0.2 Injury, Poisoning and Procedural Complications Fractures Includes Fracture related preferred terms under high level terms: fractures NEC; fractures and dislocations NEC; limb fractures and dislocations; pelvic fractures and dislocations; skull and brain therapeutic procedures; skull fractures, facial bone fractures and dislocations; spinal fractures and dislocations; thoracic cage fractures and dislocations. 6 1.0 4.2 1 EMBARK: XTANDI versus Placebo in Non-metastatic CSPC Patients with High-Risk BCR EMBARK enrolled 1068 patients with high-risk BCR, of whom 1061 patients received at least one dose of study drug. Patients received XTANDI at a dose of 160 mg once daily concurrently with leuprolide (N = 353), XTANDI at a dose of 160 mg once daily as open‑label monotherapy (N = 354), or placebo concurrently with leuprolide (N = 354). At week 37, treatment was suspended for patients whose PSA values were undetectable (<0.2 ng/mL) at week 36. Treatment was reinitiated when PSA values increased to ≥2.0 ng/mL for patients with prior prostatectomy or ≥5.0 ng/mL for patients without prior prostatectomy. For patients whose PSA values were detectable (≥0.2 ng/mL) at week 36, treatment continued without suspension until permanent treatment discontinuation criteria were met. Table 6 shows the total duration of treatment for the three treatment arms. Table 6. Drug Treatment and Suspension in EMBARK XTANDI + Leuprolide (N = 353) Placebo + Leuprolide (N = 354) XTANDI (N = 354) Total Duration of Treatment Inclusive of time receiving drug treatment plus any time during which drug treatment was suspended because of undetectable PSA levels. Median, months 60.6 55.6 60.4 Range, months 0.1 - 90.4 0.7 - 94.1 0.4 – 95.0 Duration Receiving Drug Treatment Median, months 32.4 35.4 45.9 Range, months 0.1 – 83.4 0.7 – 85.7 0.4 – 88.9 Duration of Suspension from Drug Treatment Median, months 18.0 16.6 9.4 Range, months 1.4 – 87.9 3.4 – 83.0 2.0 – 77.7 Patients who had Drug Treatment Suspended at Week 37 Number of Patients (%) 321 (90.9) 240 (67.8) 304 (85.9) Overall, deaths from adverse reactions during the total duration of treatment occurred in 6 patients (1.7%) receiving XTANDI plus leuprolide, 8 patients (2.3%) receiving XTANDI as a single agent, and 3 patients (0.8%) receiving placebo plus leuprolide. The reason for death in ≥ 2 patients receiving XTANDI plus leuprolide was infection (n = 2), and the reason for death in ≥ 2 patients receiving XTANDI as a single agent was arterial thromboembolism (n=2). Grade 3 or higher adverse reactions during the total duration of treatment were reported in 46% of patients treated with XTANDI plus leuprolide, 50% of patients receiving XTANDI as a single agent, and 43% of patients receiving placebo plus leuprolide. Permanent treatment discontinuation due to adverse reactions during the total duration of treatment as the primary reason was reported in 21% of patients treated with XTANDI plus leuprolide, 18% of patients receiving XTANDI as a single agent, and 10% of patients receiving placebo plus leuprolide. The most common adverse reactions resulting in permanent discontinuation included fatigue (3.4% of patients treated with XTANDI plus leuprolide, 3.7% of patients receiving XTANDI as a single agent, and 1.4% of patients receiving placebo plus leuprolide), hot flush (2% of patients treated with XTANDI plus leuprolide, 0% of patients receiving XTANDI as a single agent, and 1.1% of patients receiving placebo plus leuprolide), nausea (1.1% of patients treated with XTANDI plus leuprolide, 0.6% of patients receiving XTANDI as a single agent, and 0.3% of patients receiving placebo plus leuprolide), and cognitive disorder (1.1% of patients treated with XTANDI plus leuprolide, 1.4% of patients receiving XTANDI as a single agent, and 0.8% of patients receiving placebo plus leuprolide). Dose reductions due to an adverse reaction occurred in 7% of patients who received XTANDI plus leuprolide, 16% of patients who received XTANDI as a single agent, and 4.5% of patients who received placebo plus leuprolide. Fatigue was the most frequent adverse reaction requiring dose reduction in 3.1% of patients treated with XTANDI plus leuprolide, 10% of patients receiving XTANDI as a single agent, and 1.7% of patients receiving placebo plus leuprolide. Table 7 shows adverse reactions reported in EMBARK that occurred at a ≥ 5% (Grade 1-4) or ≥ 2% (Grade 3-4) higher frequency in either of the XTANDI arms than in the placebo arm. Table 7. Adverse Reactions in EMBARK XTANDI + Leuprolide (N = 353) Placebo + Leuprolide (N = 354) XTANDI (N = 354) Grade 1-4 CTCAE v 4.03. (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3‑4 (%) Grade 1-4 (%) Grade 3-4 (%) Nervous System Disorders Cognitive Disorder Includes multiple terms. 10 0.3 4.8 0.6 10 0.3 Syncope 4.8 4.2 2.3 1.7 2.5 2 Vascular Disorders Hot Flush 69 0.6 57 0.8 22 0.3 Hemorrhage 20 3.4 15 1.7 21 3.7 Gastrointestinal Disorders Diarrhea 15 0.6 9 0.8 14 0.3 Nausea 12 0.3 8 0.3 15 0.6 Investigations Weight Decreased 7 0.3 3.4 0 11 0.3 General Disorders and Administration Site Conditions Fatigue 50 4 38 1.7 54 4.8 Musculoskeletal and Connective Tissue Disorders Musculoskeletal Pain 50 4.8 43 2.3 48 3.1 Osteoarthritis 6 2.8 4.2 0.6 5 0.6 Injury, Poisoning and Procedural Complications Fall 21 1.1 14 1.1 16 2 Fracture 18 4 13 2.5 11 2 Reproductive System and Breast Disorders Gynecomastia 9 0 10 0 49 0.8 Breast tenderness 5 0 2.8 0 35 0 Cardiac Disorders Ischemic Heart Disease 5 4 6 3.1 9 6 Clinically relevant adverse reactions that did not meet criteria for inclusion in Table 7 include hypertension (XTANDI plus leuprolide, 25%; XTANDI as a single agent, 21%), angioedema (XTANDI plus leuprolide, 2.5%; XTANDI as a single agent, 2%), and seizure (XTANDI plus leuprolide, 1.1%; XTANDI as a single agent, 0.8%). Laboratory Abnormalities Table 8 shows laboratory abnormalities that occurred in ≥ 5% of patients, and more frequently (> 2%) in the XTANDI arm compared to placebo in the pooled, randomized, placebo-controlled studies. Table 8. Laboratory Abnormalities XTANDI (N = 3526) Placebo (N = 2636) Grade 1-4 (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Hematology Hemoglobin decreased 50 1.8 47 1.5 Neutrophil count decreased 20 1 17 0.5 White blood cell decreased 18 0.5 11 0.2 Chemistry Hyperglycemia 86 3.7 78 4.3 Hypermagnesemia 17 0.1 14 0.3 Hyponatremia 14 1.6 9 1.4 Hypophosphatemia 10 1.4 7 0.8 Hypercalcemia 8 0.1 5 0.1 Hypertension In the combined data from five randomized placebo-controlled clinical trials, hypertension was reported in 14% of patients receiving XTANDI and 7% of patients receiving placebo. Medical history of hypertension was balanced between arms. Hypertension led to study discontinuation in < 1% of patients in each arm. 6.2 Post-Marketing Experience The following additional adverse reactions have been identified during post-approval use of XTANDI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders: vomiting, dysphagia (including choking related to XTANDI product size) Immune System Disorders: hypersensitivity (edema of the face, tongue, lip, or pharynx) Neurological Disorders: posterior reversible encephalopathy syndrome (PRES), dysgeusia Skin and Subcutaneous Tissue Disorders: rash, severe cutaneous adverse reactions (including Stevens-Johnson syndrome (SJS), erythema multiforme, toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS) and acute generalized exanthematous pustulosis (AGEP))"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Take XTANDI 160 mg administered orally once daily with or without food. ( 2.1 ) • Advise patients to take each capsule or tablet whole with a sufficient amount of water to ensure that all medication is successfully swallowed. ( 2.1 , 5.7 ) • Patients receiving XTANDI for castration-resistant prostate cancer, or metastatic castration sensitive prostate cancer should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. ( 2.1 ) • Patients with non-metastatic castration-sensitive prostate cancer with biochemical recurrence at high risk for metastasis may be treated with or without a GnRH analog. ( 2.1 ) 2.1 Recommended Dosage The recommended dosage of XTANDI is 160 mg administered orally once daily with or without food [see Clinical Pharmacology ( 12.3 )] until disease progression or unacceptable toxicity. Advise patients to take each capsule or tablet whole with a sufficient amount of water to ensure that all medication is successfully swallowed. Do NOT chew, dissolve, or open the capsules. Do NOT cut, crush, or chew the tablets. Patients with CRPC or mCSPC receiving XTANDI should also receive a gonadotropic-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. Patients with nmCSPC with high-risk BCR may be treated with XTANDI with or without a GnRH analog. For patients who receive XTANDI with or without a GnRH analog, treatment can be suspended if PSA is undetectable (< 0.2 ng/mL) after 36 weeks of therapy. Reinitiate treatment when PSA has increased to ≥ 2.0 ng/mL for patients who had prior radical prostatectomy or ≥ 5.0 ng/mL for patients who had prior primary radiation therapy [see Clinical Studies ( 14 )] . 2.2 Dosage Modifications for Adverse Reactions If a patient experiences a ≥ Grade 3 or an intolerable adverse reaction, withhold XTANDI for one week or until symptoms improve to ≤ Grade 2, then resume at the same or a reduced dose (120 mg or 80 mg) if warranted [see Warnings and Precautions ( 5.1 , 5.2 )] . 2.3 Dosage Modifications for Drug Interactions Strong CYP2C8 Inhibitors Avoid the coadministration of strong CYP2C8 inhibitors. If the coadministration of a strong CYP2C8 inhibitor cannot be avoided, reduce the XTANDI dosage to 80 mg once daily. If the coadministration of the strong inhibitor is discontinued, increase the XTANDI dosage to the dosage used prior to initiation of the strong CYP2C8 inhibitor [see Clinical Pharmacology ( 12.3 )]. Strong CYP3A4 Inducers Avoid the coadministration of strong CYP3A4 inducers. If the coadministration of a strong CYP3A4 inducer cannot be avoided, increase the XTANDI dosage from 160 mg to 240 mg orally once daily. If the coadministration of the strong CYP3A4 inducer is discontinued, decrease the XTANDI dosage to the dosage used prior to initiation of the strong CYP3A4 inducer [see Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XTANDI ® is indicated for the treatment of patients with: • castration-resistant prostate cancer (CRPC) • metastatic castration-sensitive prostate cancer (mCSPC) • non‑metastatic castration‑sensitive prostate cancer (nmCSPC) with biochemical recurrence at high risk for metastasis (high-risk BCR) XTANDI is an androgen receptor inhibitor indicated for the treatment of patients with: • castration-resistant prostate cancer. ( 1 ) • metastatic castration-sensitive prostate cancer. ( 1 ) • non‑metastatic castration‑sensitive prostate cancer with biochemical recurrence at high risk for metastasis. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:05:46.593850",
  "source": "OpenFDA"
}