{
  "drug_name": "Ephedrine",
  "generic_name": [
    "EPHEDRINE SULFATE"
  ],
  "brand_names": [
    "Ephedrine sulfate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Interactions that Augment the Pressor Effect Oxytocin and oxytocic drugs Clinical Impact: Serious postpartum hypertension has been described in patients who received both a vasopressor (i.e., methoxamine, phenylephrine, ephedrine) and an oxytocic (i.e., methylergonovine, ergonovine). Some of these patients experienced a stroke. Intervention: Carefully monitor the blood pressure of individuals who have received both ephedrine and an oxytocic. Clonidine, propofol, monoamine oxidase inhibitors (MAOIs), atropine Clinical Impact: These drugs augment the pressor effect of ephedrine. Intervention: Carefully monitor the blood pressure of individuals who have received both ephedrine and any of these drugs. Interactions that Antagonize the Pressor Effect Clinical Impact: These drugs antagonize the pressor effect of ephedrine. Intervention: Carefully monitor the blood pressure of individuals who have received both ephedrine and any of these drugs. Examples: α-adrenergic antagonists, β-adrenergic receptor antagonists, reserpine, quinidine, mephentermine Other Drug Interactions Guanethidine Clinical Impact: Ephedrine may inhibit the neuron blockage produced by guanethidine, resulting in loss of antihypertensive effectiveness. Intervention: Clinician should monitor patient for blood pressor response and adjust the dosage or choice of pressor accordingly. Rocuronium Clinical Impact: Ephedrine may reduce the onset time of neuromuscular blockade when used for intubation with rocuronium if administered simultaneously with anesthetic induction. Intervention: Be aware of this potential interaction. No treatment or other interventions are needed. Epidural anesthesia Clinical Impact: Ephedrine may decrease the efficacy of epidural blockade by hastening the regression of sensory analgesia. Intervention: Monitor and treat the patient according to clinical practice. Theophylline Clinical Impact: Concomitant use of ephedrine may increase the frequency of nausea, nervousness, and insomnia. Intervention: Monitor patient for worsening symptoms and manage symptoms according to clinical practice. Cardiac glycosides Clinical Impact: Giving ephedrine with a cardiac glycoside, such as digitalis, may increase the possibility of arrhythmias. Intervention: Carefully monitor patients on cardiac glycosides who are also administered ephedrine. Interactions that Augment Pressor Effect : clonidine, oxytocin and oxytocic drugs, propofol, monoamine oxidase inhibitors (MAOIs), and atropine. Monitor blood pressure. ( 7 ) Interactions that Antagonize the Pressor Effect : Antagonistic effects with α-adrenergic antagonists, β-adrenergic antagonists, reserpine, quinidine, mephentermine. Monitor blood pressure. ( 7 ) Guanethidine : Ephedrine may inhibit the neuron blockage produced by guanethidine, resulting in loss of antihypertensive effectiveness. Monitor blood pressure and adjust the dosage of pressor accordingly. Rocuronium : Ephedrine may reduce the onset time of neuromuscular blockade when used for intubation with rocuronium if administered simultaneously with anesthetic induction. Be aware of this potential interaction. No treatment or other interventions are needed. Epidural anesthesia : Ephedrine may decrease the efficacy of epidural blockade by hastening the regression of sensory analgesia. Monitor and treat the patient according to clinical practice. Theophylline : Concomitant use of ephedrine may increase the frequency of nausea, nervousness, and insomnia. Monitor patient for worsening symptoms and manage symptoms according to clinical practice. Cardiac glycosides : Giving ephedrine with a cardiac glycoside, such as digitalis, may increase the possibility of arrhythmias. Carefully monitor patients on cardiac glycosides who are also administered ephedrine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions associated with the use of ephedrine sulfate were identified in the literature. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency reliably or to establish a causal relationship to drug exposure. Gastrointestinal disorders: Nausea, vomiting Cardiac disorders: Tachycardia, palpitations (thumping heart), reactive hypertension, bradycardia, ventricular ectopics, R-R variability Nervous system disorders: Dizziness Psychiatric disorders: Restlessness Most common adverse reactions during treatment: nausea, vomiting, and tachycardia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Lifestar Pharma LLC at 1-888-995-4337 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Should be administered by trained healthcare providers ( 2.1 ) Ephedrine sulfate injection, 50 mg/mL, must be diluted before administration as an intravenous bolus dose. ( 2.1 ) Bolus intravenous injection: 5 mg to 10 mg as needed, not to exceed 50 mg. ( 2.1 ) 2.1 General Dosage and Administration Instructions Ephedrine sulfate injection, 50 mg/mL must be diluted before administration as an intravenous bolus to achieve the desired concentration. Dilute with normal saline or 5% dextrose in water. Inspect parenteral drug products visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 2.2 Dosing for the Treatment of Clinically Important Hypotension in the Setting of Anesthesia Ephedrine sulfate injection should be administered by trained healthcare providers. The recommended dosages for the treatment of clinically important hypotension in the setting of anesthesia is an initial dose of 5 to 10 mg administered by intravenous bolus. Administer additional boluses as needed, not to exceed a total dosage of 50 mg. Adjust dosage according to the blood pressure goal (i.e., titrate to effect). 2.3 Prepare a 5 mg/mL Solution for Bolus Intravenous Administration For bolus intravenous administration, prepare a solution containing a final concentration of 5 mg/mL of ephedrine sulfate injection: Withdraw 50 mg (1 mL of 50 mg/mL) of ephedrine sulfate injection and dilute with 9 mL of 5% Dextrose Injection or 0.9% Sodium Chloride Injection. Withdraw an appropriate dose of the 5 mg/mL solution prior to bolus intravenous administration."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ephedrine sulfate injection is indicated for the treatment of clinically important hypotension occurring in the setting of anesthesia. Ephedrine sulfate injection is an alpha- and beta-adrenergic agonist and a norepinephrine-releasing agent that is indicated for the treatment of clinically important hypotension occurring in the setting of anesthesia. ( 1 )"
  ],
  "fetched_at": "2025-09-30T23:36:58.025700",
  "source": "OpenFDA"
}