{
  "drug_name": "Eplerenone",
  "generic_name": [
    "EPLERENONE"
  ],
  "brand_names": [
    "Inspra"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • CYP3A Inhibitors: In post-MI HFrEF patients, do not exceed 25 mg once daily when used with moderate CYP3A inhibitors (e.g., verapamil, erythromycin, saquinavir, fluconazole). In patients with hypertension, initiate at 25 mg once daily. For inadequate blood pressure response, dosing may be increased to a maximum of 25 mg twice daily. ( 2.4 , 7.1 , 12.3 ) 7.1 CYP3A Inhibitors Eplerenone metabolism is predominantly mediated via CYP3A. Do not use INSPRA with drugs that are strong inhibitors of CYP3A [see Contraindications (4) and Clinical Pharmacology (12.3) ] . In post-MI HFrEF patients taking a moderate CYP3A inhibitor, do not exceed 25 mg once daily. In patients with hypertension taking a moderate CYP3A inhibitor, initiate at 25 mg once daily. For inadequate blood pressure response, dosing may be increased to a maximum of 25 mg twice daily [see Dosage and Administration (2.3 , 2.4) and Clinical Pharmacology (12.3) ] . 7.2 ACE Inhibitors and Angiotensin II Receptor Antagonists The risk of hyperkalemia increases when eplerenone is used in combination with an ACE inhibitor and/or an ARB. A close monitoring of serum potassium and renal function is recommended, especially in patients at risk for impaired renal function, e.g., the elderly [see Warnings and Precautions (5.1) ] . 7.3 Lithium A drug interaction study of eplerenone with lithium has not been conducted. Lithium toxicity has been reported in patients receiving lithium concomitantly with diuretics and ACE inhibitors. Serum lithium levels should be monitored frequently if INSPRA is administered concomitantly with lithium. 7.4 Nonsteroidal Anti-Inflammatory Drugs (NSAIDs) A drug interaction study of eplerenone with an NSAID has not been conducted. The administration of other potassium-sparing antihypertensives with NSAIDs has been shown to reduce the antihypertensive effect in some patients and result in severe hyperkalemia in patients with impaired renal function. Therefore, when INSPRA and NSAIDs are used concomitantly, monitor blood pressure and serum potassium levels."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Hyperkalemia [see Warnings and Precautions (5.1) ] HFrEF Post-MI: Most common adverse reactions (>2% and more frequent than with placebo): hyperkalemia and increased creatinine. ( 6.1 ) Hypertension: In clinical studies, adverse reactions with INSPRA were uncommon. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Viatris at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in practice. Heart Failure Post-Myocardial Infarction In EPHESUS, safety was evaluated in 3307 patients treated with INSPRA and 3301 placebo-treated patients. The overall incidence of adverse events reported with INSPRA (78.9%) was similar to placebo (79.5%). Adverse events occurred at a similar rate regardless of age, gender, or race. Patients discontinued treatment due to an adverse event at similar rates in either treatment group (4.4% INSPRA vs. 4.3% placebo), with the most common reasons for discontinuation being hyperkalemia, MI, and abnormal renal function. Adverse reactions that occurred more frequently in patients treated with INSPRA than placebo were hyperkalemia (3.4% vs. 2.0%) and increased creatinine (2.4% vs. 1.5%). Discontinuations due to hyperkalemia or abnormal renal function were less than 1.0% in both groups. Hypertension INSPRA has been evaluated for safety in 3091 patients treated for hypertension. A total of 690 patients were treated for over 6 months and 106 patients were treated for over 1 year. In placebo-controlled studies, the overall rates of adverse events were 47% with INSPRA and 45% with placebo. Adverse events occurred at a similar rate regardless of age, gender, or race. Therapy was discontinued due to an adverse event in 3% of patients treated with INSPRA and 3% of patients given placebo. The most common reasons for discontinuation of INSPRA were headache, dizziness, angina pectoris/MI, and increased GGT. Gynecomastia and abnormal vaginal bleeding were reported with INSPRA but not with placebo. The rates increased with increasing duration of therapy. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of INSPRA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin: angioedema, rash 6.3 Clinical Laboratory Test Findings Heart Failure Post-Myocardial Infarction Creatinine: Increases of more than 0.5 mg/dL were reported for 6.5% of patients administered INSPRA and for 4.9% of placebo-treated patients. Potassium: In EPHESUS [see Clinical Studies (14.1) ] , the frequencies of patients with changes in potassium (<3.5 mEq/L or >5.5 mEq/L or ≥6.0 mEq/L) receiving INSPRA compared with placebo are displayed in Table 2. Table 2. Hypokalemia (<3.5 mEq/L) or Hyperkalemia (>5.5 or ≥6.0 mEq/L) in EPHESUS Potassium (mEq/L) INSPRA (N=3251) n (%) Placebo (N=3237) n (%) <3.5 273 (8.4) 424 (13.1) >5.5 508 (15.6) 363 (11.2) ≥6.0 180 (5.5) 126 (3.9) Rates of hyperkalemia increased with decreasing renal function. Table 3. Rates of Hyperkalemia (>5.5 mEq/L) in EPHESUS by Baseline Creatinine Clearance* * Estimated using the Cockroft-Gault formula. Baseline Creatinine Clearance INSPRA (N=508) n (%) Placebo (N=363) n (%) ≤30 mL/min 160 (32) 82 (23) 31-50 mL/min 122 (24) 46 (13) 51-70 mL/min 86 (17) 48 (13) >70 mL/min 56 (11) 32 (9) The rates of hyperkalemia in EPHESUS in the INSPRA-treated group vs. placebo were increased in patients with proteinuria (16% vs 11%), diabetes (18% vs. 13%) or both (26% vs. 16%). Hypertension Potassium: In placebo-controlled fixed-dose studies, the mean increases in serum potassium were dose-related and are shown in Table 4 along with the frequencies of values >5.5 mEq/L. Table 4. Increases in Serum Potassium in the Placebo-Controlled, Fixed-Dose Hypertension Studies of INSPRA Mean Increase mEq/L % >5.5 mEq/L Daily Dosage n Placebo 194 0 1 25 97 0.08 0 50 245 0.14 0 100 193 0.09 1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS For All Patients INSPRA is contraindicated in all patients with: • serum potassium >5.5 mEq/L at initiation, • creatinine clearance ≤30 mL/min, or • concomitant administration of strong CYP3A inhibitors (e.g., ketoconazole, itraconazole, nefazodone, troleandomycin, clarithromycin, ritonavir, and nelfinavir) [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . For Patients Treated for Hypertension INSPRA is contraindicated for the treatment of hypertension in patients with: • type 2 diabetes with microalbuminuria, • serum creatinine >2.0 mg/dL in males or >1.8 mg/dL in females, • creatinine clearance <50 mL/min, or • concomitant administration of potassium supplements or potassium-sparing diuretics (e.g., amiloride, spironolactone, or triamterene) [see Warnings and Precautions (5.1) , Adverse Reactions (6.2) , Drug Interactions (7) , and Clinical Pharmacology (12.3) ] . For all patients: • Serum potassium >5.5 mEq/L at initiation ( 4 ) • Creatinine clearance ≤30 mL/min ( 4 ) • Concomitant use with strong CYP3A inhibitors ( 4 , 7.1 ) For the treatment of hypertension: • Type 2 diabetes with microalbuminuria ( 4 ) • Serum creatinine >2.0 mg/dL in males, >1.8 mg/dL in females ( 4 ) • Creatinine clearance <50 mL/min ( 4 ) • Concomitant use of potassium supplements or potassium-sparing diuretics ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION HFrEF Post-MI: Initiate treatment with 25 mg once daily. Titrate to maximum of 50 mg once daily within 4 weeks, as tolerated. Dose adjustments may be required based on potassium levels. ( 2.1 ) Hypertension: 50 mg once daily, alone or combined with other antihypertensive agents. For inadequate response, increase to 50 mg twice daily. Higher dosages are not recommended. ( 2.2 ) For all patients: Measure serum potassium before starting INSPRA and periodically thereafter. ( 2.3 ) 2.1 Heart Failure Post-Myocardial Infarction Initiate treatment at 25 mg once daily and titrate to the recommended dose of 50 mg once daily, preferably within 4 weeks as tolerated by the patient. Once treatment with INSPRA has begun, adjust the dose based on the serum potassium level as shown in Table 1. Table 1. Dose Adjustment in Heart Failure Post-MI Serum Potassium (mEq/L) Dose Adjustment <5.0 25 mg every other day to 25 mg once daily 25 mg once daily to 50 mg once daily 5.0-5.4 No adjustment 5.5-5.9 50 mg once daily to 25 mg once daily 25 mg once daily to 25 mg every other day 25 mg every other day to withhold ≥6.0 Withhold and restart at 25 mg every other day when potassium levels fall to <5.5 mEq/L 2.2 Hypertension The recommended starting dose of INSPRA is 50 mg administered once daily. The full therapeutic effect of INSPRA is apparent within 4 weeks. For patients with an inadequate blood pressure response to 50 mg once daily increase the dosage of INSPRA to 50 mg twice daily. Higher dosages of INSPRA are not recommended because they have no greater effect on blood pressure than 100 mg and are associated with an increased risk of hyperkalemia [see Clinical Studies (14.2) ] . 2.3 Recommended Monitoring Measure serum potassium before initiating INSPRA therapy, within the first week, and at one month after the start of treatment or dose adjustment. Assess serum potassium periodically thereafter. Check serum potassium and serum creatinine within 3-7 days of a patient initiating a moderate CYP3A inhibitor ACE inhibitors, angiotensin II blockers or nonsteroidal anti-inflammatories. 2.4 Dose Modification for Use with Moderate CYP3A Inhibitors In post-MI HFrEF patients receiving a moderate CYP3A inhibitor (e.g., erythromycin, saquinavir, verapamil, and fluconazole), do not exceed 25 mg once daily. In patients with hypertension receiving a moderate CYP3A inhibitor, initiate at 25 mg once daily. For inadequate blood pressure response, dosing may be increased to a maximum of 25 mg twice daily [see Drug Interactions (7.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE INSPRA is an aldosterone antagonist indicated for: • Improving survival of stable adult patients with symptomatic heart failure with reduced ejection fraction (HFrEF) after an acute myocardial infarction. ( 1.1 ) • The treatment of hypertension in adults, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. ( 1.2 ) 1.1 Heart Failure Post-Myocardial Infarction INSPRA is indicated to improve survival of stable adult patients with symptomatic heart failure with reduced ejection fraction (≤40%) (HFrEF) after an acute myocardial infarction (MI). 1.2 Hypertension INSPRA is indicated for the treatment of hypertension in adults, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular (CV) events, primarily strokes and MI. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes. Control of high blood pressure should be part of comprehensive CV risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce CV morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent CV outcome benefit has been a reduction in the risk of stroke, but reductions in MI and CV mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased CV risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy. INSPRA may be used alone or in combination with other antihypertensive agents."
  ],
  "fetched_at": "2025-09-30T21:29:35.748226",
  "source": "OpenFDA"
}