{
  "drug_name": "Epoprostenol",
  "generic_name": [
    "EPOPROSTENOL"
  ],
  "brand_names": [
    "EPOPROSTENOL"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Additional reductions in blood pressure may occur when epoprostenol is administered with diuretics, antihypertensive agents, or other vasodilators. When other antiplatelet agents or anticoagulants are used concomitantly, there is the potential for epoprostenol to increase the risk of bleeding. However, patients receiving infusions of epoprostenol in clinical trials were maintained on anticoagulants without evidence of increased bleeding. In clinical trials, epoprostenol was used with digoxin, diuretics, anticoagulants, oral vasodilators, and supplemental oxygen. In a pharmacokinetic substudy in patients with congestive heart failure receiving furosemide or digoxin in whom therapy with epoprostenol was initiated, apparent oral clearance values for furosemide (n = 23) and digoxin (n = 30) were decreased by 13% and 15%, respectively, on the second day of therapy and had returned to baseline values by day 87. The change in furosemide clearance value is not likely to be clinically significant. However, patients on digoxin may show elevations of digoxin concentrations after initiation of therapy with epoprostenol, which may be clinically significant in patients prone to digoxin toxicity. • Diuretics, antihypertensive agents, or other vasodilators: reduction in blood pressure ( 7 ) • Antiplatelet agents or anticoagulants: increase the risk of bleeding ( 7 ) • Patients on digoxin: elevations of digoxin concentrations clinically significant in patients prone to digoxin toxicity ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS • Most common adverse reactions during: - Dose Initiation and Escalation: Nausea, vomiting, headache, hypotension, flushing, chest pain, anxiety, dizziness, bradycardia, dyspnea, abdominal pain, musculoskeletal pain, and tachycardia ( 6.1 ) - Chronic Dosing: Headache, jaw pain, flushing, diarrhea, nausea and vomiting, flu-like symptoms, and anxiety/nervousness ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. During clinical trials, adverse events were classified as follows: (1) adverse events during dose initiation and escalation, (2) adverse events during chronic dosing, and (3) adverse events associated with the drug delivery system. Adverse Events during Dose Initiation and Escalation During early clinical trials, epoprostenol was increased in 2 ng/kg/min increments until the patients developed symptomatic intolerance. The most common adverse events and the adverse events that limited further increases in dose were generally related to vasodilation, the major pharmacologic effect of epoprostenol. The most common dose-limiting adverse events (occurring in > 1% of patients) were nausea, vomiting, headache, hypotension, and flushing, but also include chest pain, anxiety, dizziness, bradycardia, dyspnea, abdominal pain, musculoskeletal pain, and tachycardia. Table 8 lists the adverse events reported during dose initiation and escalation in decreasing order of frequency. Table 8: Adverse Events during Dose Initiation and Escalation Adverse Events Occurring in > 1% of Patients Epoprostenol (n=391) Flushing 58% Headache 49% Nausea/vomiting 32% Hypotension 16% Anxiety, nervousness, agitation 11% Chest pain 11% Dizziness 8% Bradycardia 5% Abdominal pain 5% Musculoskeletal pain 3% Dyspnea 2% Back pain 2% Sweating 1% Dyspepsia 1% Hypesthesia/paresthesia 1% Tachycardia 1% Adverse Events during Chronic Administration Interpretation of adverse events is complicated by the clinical features of PAH, which are similar to some of the pharmacologic effects of epoprostenol (e.g., dizziness, syncope). Adverse events which may be related to the underlying disease include dyspnea, fatigue, chest pain, edema, hypoxia, right ventricular failure, and pallor. Several adverse events, on the other hand, can clearly be attributed to epoprostenol. These include hypotension, bradycardia, tachycardia, pulmonary edema, bleeding at various sites, thrombocytopenia, headache, abdominal pain, pain (unspecified), sweating, rash, arthralgia, jaw pain, flushing, diarrhea, nausea and vomiting, flu-like symptoms, anxiety/nervousness, and agitation. In addition, chest pain, fatigue, and pallor have been reported during epoprostenol therapy, and a role for the drug in these events cannot be excluded. Adverse Events during Chronic Administration for Idiopathic or Heritable PAH In an effort to separate the adverse effects of the drug from the adverse effects of the underlying disease, Table 9 lists adverse events that occurred at a rate at least 10% greater on epoprostenol than on conventional therapy in controlled trials for idiopathic or heritable PAH. Table 9: Adverse Events Regardless of Attribution Occurring in Patients with Idiopathic or Heritable PAH with ≥10% Difference between Epoprostenol and Conventional Therapy Alone Adverse Event Epoprostenol (n = 52) Conventional Therapy (n = 54) Occurrence More Common With Epoprostenol General Chills/fever/sepsis/flu-like symptoms 25% 11% Cardiovascular Tachycardia 35% 24% Flushing 42% 2% Gastrointestinal Diarrhea 37% 6% Nausea/vomiting 67% 48% Musculoskeletal Jaw pain 54% 0% Myalgia 44% 31% Nonspecific musculoskeletal pain 35% 15% Neurological Anxiety/nervousness/tremor 21% 9% Dizziness 83% 70% Headache 83% 33% Hypesthesia, hyperesthesia, paresthesia 12% 2% Thrombocytopenia has been reported during uncontrolled clinical trials in patients receiving epoprostenol. Adverse Events during Chronic Administration for PAH/SSD In an effort to separate the adverse effects of the drug from the adverse effects of the underlying disease, Table 10 lists adverse events that occurred at a rate at least 10% greater on epoprostenol in the controlled trial. Table 10: Adverse Events Regardless of Attribution Occurring in Patients with PAH/SSD With ≥10% Difference Between Epoprostenol and Conventional Therapy Alone Adverse Event Epoprostenol (n = 56) Conventional Therapy (n = 55) Cardiovascular Flushing 23% 0% Hypotension 13% 0% Gastrointestinal Anorexia 66% 47% Nausea/vomiting 41% 16% Diarrhea 50% 5% Musculoskeletal Jaw pain 75% 0% Pain/neck pain/arthralgia 84% 65% Neurological Headache 46% 5% Skin and Appendages Skin ulcer 39% 24% Eczema/rash/urticaria 25% 4% Although the relationship to epoprostenol administration has not been established, pulmonary embolism has been reported in several patients taking epoprostenol and there have been reports of hepatic failure. Adverse Events Attributable to the Drug Delivery System Chronic infusions of epoprostenol are delivered using a small, portable infusion pump through an indwelling central venous catheter. During controlled PAH trials of up to 12 weeks’ duration, the local infection rate was about 18%, and the rate for pain was about 11%. During long-term follow-up, sepsis was reported at a rate of 0.3 infections/patient per year in patients treated with epoprostenol. This rate was higher than reported in patients using chronic indwelling central venous catheters to administer parenteral nutrition, but lower than reported in oncology patients using these catheters. Malfunctions in the delivery system resulting in an inadvertent bolus of or a reduction in epoprostenol were associated with symptoms related to excess or insufficient epoprostenol, respectively. 6.2 Post-Marketing Experience In addition to adverse reactions reported from clinical trials, the following events have been identified during post-approval use of epoprostenol. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These events have been chosen for inclusion due to a combination of their seriousness, frequency of reporting, or potential causal connection to epoprostenol. Blood and Lymphatic: Anemia, hypersplenism, pancytopenia, splenomegaly. Cardiac: High output cardiac failure (consider dose reduction) [see Dosage and Administration (2.2) , Warnings and Precautions (5.1) , and Warnings and Precautions (5.3) ]. Endocrine and Metabolic: Hyperthyroidism"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS A large study evaluating the effect of epoprostenol on survival in NYHA Class III and IV patients with congestive heart failure due to severe left ventricular systolic dysfunction was terminated after an interim analysis of 471 patients revealed a higher mortality in patients receiving epoprostenol plus conventional therapy than in those receiving conventional therapy alone. The chronic use of epoprostenol in patients with congestive heart failure due to severe left ventricular systolic dysfunction is therefore contraindicated. Some patients with pulmonary hypertension have developed pulmonary edema during dose initiation, which may be associated with pulmonary veno-occlusive disease. Epoprostenol should not be used chronically in patients who develop pulmonary edema during dose initiation. Epoprostenol is also contraindicated in patients with known hypersensitivity to the drug or to structurally related compounds. • Congestive heart failure due to severe left ventricular systolic dysfunction ( 4 ) • Pulmonary edema (4) • Hypersensitivity to the drug or to structurally related compounds ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Important Note: Reconstitute Epoprostenol for Injection only as directed with Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Do not dilute reconstituted solutions of epoprostenol for injection or administer it with other parenteral solutions or medications [see Dosage and Administration (2.4) ]. • Dosage - Infusion of epoprostenol for injection should be initiated at 2 ng/kg/min and increased in increments of 2 ng/kg/min every 15 minutes or longer until dose-limiting pharmacologic effects are elicited or until a tolerance limit to the drug is established. ( 2.1 ) - If symptoms of pulmonary hypertension persist or recur after improving - the infusion should be increased by 1 ng/kg/min to 2 ng/kg/min increments at intervals sufficient to allow assessment of clinical response; these intervals should be at least 15 minutes. ( 2.2 ) • Administration - Epoprostenol for injection is administered by continuous intravenous infusion via a central venous catheter using an ambulatory infusion pump. ( 2.3 ) - Do not mix with any other parenteral medications or solutions prior to or during administration. ( 2.4 ) • Reconstitution - Reconstituted in vial with only 5 mL of either Sterile Water for Injection or Sodium Chloride 0.9% Injection. - Epoprostenol for injection solution reconstituted and immediately diluted to the final concentration in the drug delivery reservoir can be administered per the conditions of use as outlined in Table 1. ( 2.4 ) - Solution for chronic delivery should be prepared in a drug delivery reservoir appropriate for the infusion pump. ( 2.4 ) 2.1 Dosage Prepare continuous chronic infusion of epoprostenol for injection as directed, and administer through a central venous catheter. Temporary peripheral intravenous infusion may be used until central access is established. Initiate chronic infusion of epoprostenol for injection at 2 ng/kg/min and increase in increments of 2 ng/kg/min every 15 minutes or longer until a tolerance limit to the drug is established or further increases in the infusion rate are not clinically warranted. If dose-limiting pharmacologic effects occur, then decrease the infusion rate until epoprostenol for injection is tolerated. In clinical trials, the most common dose-limiting adverse events were nausea, vomiting, hypotension, sepsis, headache, abdominal pain, or respiratory disorder (most treatment-limiting adverse events were not serious). If the initial infusion rate of 2 ng/kg/min is not tolerated, use a lower dose. In the controlled 12-week trial in PAH/SSD, for example, the dose increased from a mean starting dose of 2.2 ng/kg/min. During the first 7 days of treatment, the dose was increased daily to a mean dose of 4.1 ng/kg/min on day 7 of treatment. At the end of week 12, the mean dose was 11.2 ng/kg/min. The mean incremental increase was 2 ng/kg/min to 3 ng/kg/min every 3 weeks. 2.2 Dosage Adjustments Base changes in the chronic infusion rate on persistence, recurrence, or worsening of the patient’s symptoms of pulmonary hypertension and the occurrence of adverse events due to excessive doses of epoprostenol for injection. In general, expect increases in dose from the initial chronic dose. Consider increments in dose if symptoms of pulmonary hypertension persist or recur. Adjust the infusion by 1 ng/kg/min to 2 ng/kg/min increments at intervals sufficient to allow assessment of clinical response; these intervals should be at least 15 minutes. In clinical trials, incremental increases in dose occurred at intervals of 24 to 48 hours or longer. Following establishment of new chronic infusion rate, observe the patient, and monitor standing and supine blood pressure and heart rate for several hours to ensure that the new dose is tolerated. During chronic infusion, the occurrence of dose-limiting pharmacological events may necessitate a decrease in infusion rate, but the adverse event may occasionally resolve without dosage adjustment. Make dosage decreases gradually in 2 ng/kg/min decrements every 15 minutes or longer until the dose-limiting effects resolve [see Adverse Reactions (6.1 and 6.2) ] . Avoid abrupt withdrawal of epoprostenol for injection or sudden large reductions in infusion rates. Except in life-threatening situations (e.g., unconsciousness, collapse, etc.), infusion rates of epoprostenol for injection should be adjusted only under the direction of a physician. In patients receiving lung transplants, doses of epoprostenol were tapered after the initiation of cardiopulmonary bypass. 2.3 Administration Epoprostenol for injection, once prepared as directed [see Dosage and Administration (2.4) ] , is administered by continuous intravenous infusion via a central venous catheter using an ambulatory infusion pump. During initiation of treatment, epoprostenol for injection may be administered peripherally. Infusion sets with an in-line 0.22 micron filter should be used. The ambulatory infusion pump used to administer epoprostenol for injection should: (1) be small and lightweight, (2) be able to adjust infusion rates in 2 ng/kg/min increments, (3) have occlusion, end-of-infusion, and low-battery alarms, (4) be accurate to ±6% of the programmed rate, and (5) be positive pressure-driven (continuous or pulsatile) with intervals between pulses not exceeding 3 minutes at infusion rates used to deliver epoprostenol for injection. The reservoir should be made of polyvinyl chloride, polypropylene, or glass. The infusion pump used in the most recent clinical trials was the CADD-1 HFX 5100 (SIMS Deltec). A 60-inch microbore non-DEHP extension set with proximal antisyphon valve, low priming volume (0.9 mL), and in-line 0.22 micron filter was used during clinical trials. To avoid potential interruptions in drug delivery, the patient should have access to a backup infusion pump and intravenous infusion sets. Consider a multi-lumen catheter if other intravenous therapies are routinely administered. 2.4 Reconstitution Epoprostenol for Injection is stable only when reconstituted as directed using Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Do not reconstitute or mix epoprostenol for injection with any other parenteral medications or solutions prior to or during administration. Each vial is for single-dose only; discard any unused solution. Use after reconstitution and immediate dilution to final concentration Use at room temperature (77°F/25°C) Epoprostenol for Injection solution reconstituted with 5 mL of Sterile Water for Injection, USP or Sodium Chloride 0.9% Injection, and immediately diluted to the final concentration in the drug delivery reservoir can be administered at room temperature per the conditions of use as outlined in Table 1. Table 1: Maximum Duration of Administration (hours) at Room Temperature (77°F/25°C) of Fully Diluted Solutions in the Drug Delivery Reservoir Short excursions at 104°F (40°C) are permitted for up to: 2 hours for concentrations below 15,000 ng/mL 4 hours for concentrations between 15,000 ng/mL and 60,000 ng/mL 8 hours for concentrations above 60,000 ng/mL Final concentration range Immediate administration If stored for up to 8 days at 36° to 46°F (2° to 8°C) 0.5 mg vial ≥3,000 ng/mL and <15,000 ng/mL 48 hours 24 hours 1.5 mg vial ≥15,000 ng/mL and <60,000 ng/mL 48 hours 48 hours ≥60,000 ng/mL 72 hours 48 hours Use at higher temperatures >77°F up to 104°F (>25° to 40°C) Temperatures greater than 77°F and up to 86°F (>25 ° C to 30°C): A single reservoir of fully diluted solution of 60,000 ng/mL or above of epoprostenol for injection prepared as directed can be administered (either immediately or after up to 8 days storage at 36° to 46°F (2° to 8°C)) for up to 48 hours. For diluted solutions of less than 60,000 ng/mL, pump reservoirs should be changed every 24 hours. Temperatures up to 104°F (40 ° C): Fully diluted solutions of 60,000 ng/mL or above of epoprostenol for injection, prepared as directed, can be immediately administered for periods up to 24 hours. Do not expose this solution to direct sunlight. A concentration for the solution of epoprostenol for injection should be selected that is compatible with the infusion pump being used with respect to minimum and maximum flow rates, reservoir capacity, and the infusion pump criteria listed above. Epoprostenol for injection, when administered chronically, should be prepared in a drug delivery reservoir appropriate for the infusion pump. Outlined in Table 2 are directions for preparing different concentrations of epoprostenol for injection. Each vial is for single-dose; discard any unused solution. Table 2: Reconstitution and Dilution Instructions To make 100 mL of solution with Final Concentration (ng/mL) of: Directions: Using the 0.5 mg vial 3,000 ng/mL Dissolve contents of one 0.5 mg vial with 5 mL of Sterile Water for Injection, USP or Sodium Chloride 0.9% Injection, USP. Withdraw 3 mL of the vial contents and add to a sufficient volume of the identical diluent to make a total of 100 mL. 5,000 ng/mL Dissolve contents of one 0.5 mg vial with 5 mL of Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Withdraw entire vial contents and add to a sufficient volume of the identical diluent to make a total of 100 mL. 10,000 ng/mL Dissolve contents of two 0.5 mg vials each with 5 mL of Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Withdraw entire vial contents and add to a sufficient volume of the identical diluent to make a total of 100 mL. Using the 1.5 mg vial 15,000 ng/mL Higher concentrations may be prepared for patients who receive epoprostenol for injection long-term. Dissolve contents of one 1.5 mg vial with 5 mL of Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Withdraw entire vial contents and add to a sufficient volume of the identical diluent to make a total of 100 mL. 30,000 ng/mL Dissolve contents of two 1.5 mg vials each with 5 mL of Sterile Water for Injection, USP, or Sodium Chloride 0.9% Injection, USP. Withdraw entire vial contents and add to a sufficient volume of the identical diluent to make a total of 100 mL. Infusion rates may be calculated using the following formula: Tables 3 to 7 provide infusion delivery rates for doses up to 16 ng/kg/min based upon patient weight, drug delivery rate, and concentration of the solution of epoprostenol for injection to be used. These tables may be used to select the most appropriate concentration of epoprostenol for injection that will result in an infusion rate between the minimum and maximum flow rates of the infusion pump and that will allow the desired duration of infusion from a given reservoir volume. For infusion/dose rates lower than those listed in Tables 3 to 7, it is recommended that the pump rate be set by a healthcare professional such that steady state is achieved in the patient, keeping in mind the half-life of epoprostenol is no more than six minutes. Higher infusion rates, and therefore, more concentrated solutions may be necessary with long-term administration of epoprostenol for injection. Table 3: Infusion Rates for Epoprostenol for Injection at a Concentration of 3,000 ng/mL Patient weight (kg) Dose or Drug Delivery Rate (ng/kg/min) 2 3 4 5 Infusion Delivery Rate (mL/hr) 20 --- 1.2 1.6 2 30 1.2 1.8 2.4 3 40 1.6 2.4 3.2 4 50 2 3 4 --- 60 2.4 3.6 --- --- 70 2.8 --- --- --- 80 3.2 --- --- --- 90 3.6 --- --- --- 100 4 --- --- --- Table 4: Infusion Rates for Epoprostenol for Injection at a Concentration of 5,000 ng/mL Patient weight (kg) Dose or Drug Delivery Rate (ng/kg/min) 2 4 6 8 10 12 14 Infusion Delivery Rate (mL/hr) 20 --- 1 1.4 1.9 2.4 2.9 3.4 30 --- 1.4 2.2 2.9 3.6 --- --- 40 1 1.9 2.9 3.8 --- --- --- 50 1.2 2.4 3.6 --- --- --- --- 60 1.4 2.9 --- --- --- --- --- 70 1.7 3.4 --- --- --- --- --- 80 1.9 3.8 --- --- --- --- --- 90 2.2 --- --- --- --- --- --- 100 2.4 --- --- --- --- --- --- Table 5: Infusion Rates for Epoprostenol for Injection at a Concentration of 10,000 ng/mL Patient weight (kg) Dose or Drug Delivery Rate (ng/kg/min) 4 6 8 10 12 14 16 Infusion Delivery Rate (mL/hr) 20 --- --- 1 1.2 1.4 1.7 1.9 30 --- 1.1 1.4 1.8 2.2 2.5 2.9 40 1 1.4 1.9 2.4 2.9 3.4 3.8 50 1.2 1.8 2.4 3 3.6 --- --- 60 1.4 2.2 2.9 3.6 --- --- --- 70 1.7 2.5 3.4 --- --- --- --- 80 1.9 2.9 3.8 --- --- --- --- 90 2.2 3.2 --- --- --- --- --- 100 2.4 3.6 --- --- --- --- --- Table 6: Infusion Rates for Epoprostenol for Injection at a Concentration of 15,000 ng/mL Patient weight (kg) Dose or Drug Delivery Rate (ng/kg/min) 4 6 8 10 12 14 16 Infusion Delivery Rate (mL/hr) 20 --- --- --- --- 1 1.1 1.3 30 --- --- 1 1.2 1.4 1.7 1.9 40 --- 1 1.3 1.6 1.9 2.2 2.6 50 --- 1.2 1.6 2 2.4 2.8 3.2 60 1 1.4 1.9 2.4 2.9 3.4 3.8 70 1.1 1.7 2.2 2.8 3.4 3.9 --- 80 1.3 1.9 2.6 3.2 3.8 --- --- 90 1.4 2.2 2.9 3.6 --- --- --- 100 1.6 2.4 3.2 4 --- --- --- Table 7: Infusion Rates for Epoprostenol for Injection at a Concentration of 30,000 ng/mL Patient weight (kg) Dose or Drug Delivery Rate (ng/kg/min) 6 8 10 12 14 16 30 --- --- --- --- --- 1 40 --- --- --- 1 1.1 1.3 50 --- --- 1 1.2 1.4 1.6 60 --- 1 1.2 1.4 1.7 1.9 70 --- 1.1 1.4 1.7 2 2.2 80 1 1.3 1.6 1.9 2.2 2.6 90 1.1 1.4 1.8 2.2 2.5 2.9 100 1.2 1.6 2 2.4 2.8 3.2 Infusion Rate Formula"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Epoprostenol for injection is indicated for the treatment of pulmonary arterial hypertension (PAH) (WHO Group 1) to improve exercise capacity. Studies establishing effectiveness included predominantly patients with NYHA Functional Class III-IV symptoms and etiologies of idiopathic or heritable PAH or PAH associated with connective tissue diseases. Epoprostenol for injection is a prostacyclin vasodilator indicated for the treatment of pulmonary arterial hypertension (PAH) (WHO Group 1) to improve exercise capacity. Studies establishing effectiveness included predominantly patients with NYHA Functional Class III-IV symptoms and etiologies of idiopathic or heritable PAH or PAH associated with connective tissue diseases. ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:34:12.003249",
  "source": "OpenFDA"
}