{
  "drug_name": "Eravacycline",
  "generic_name": [
    "ERAVACYCLINE"
  ],
  "brand_names": [
    "Xerava"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP 3A Inducers: Co-administration decreases the exposure of eravacycline; increase XERAVA dose with concomitant use. ( 2.3 , 7.1 , 12.3 ) Anticoagulant Drugs: Downward adjustment of anticoagulant dosage may be required. ( 7.2 ) 7.1 Effect of Other Drugs on XERAVA Strong CYP3A Inducers Concomitant use of strong CYP3A inducers decreases the exposure of eravacycline, which may reduce the efficacy of XERAVA [see Clinical Pharmacology ( 12.3 )] . Increase XERAVA dose in patients with concomitant use of a strong CYP3A inducer [see Dosage and Administration ( 2.3 )] . 7.2 Effect of XERAVA on other Drugs Anticoagulant Drugs Because tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in greater detail in the Warnings and Precautions section: Hypersensitivity Reactions [Warning and Precautions ( 5.1 )] Tooth Discoloration [ Warning and Precautions ( 5.2 )] Inhibition of Bone Growth [Warning and Precautions ( 5.3 )] Clostridioides difficile -Associated Diarrhea [Warning and Precautions ( 5.4 )] Tetracycline Class Adverse Reactions [Warning and Precautions ( 5.5 )] Most common adverse reactions (incidence ≥ 3%) are infusion site reactions, nausea, and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Tetraphase Pharmaceuticals, Inc., at 1-800-651-3861 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. XERAVA was evaluated in 3 active-controlled clinical trials (Trial 1, Trial 2, and Trial 3) in adults with cIAI. These trials included two Phase 3 trials (Trial 1 and Trial 2) and one Phase 2 trial (Trial 3, NCT01265784). The Phase 3 trials included 520 patients treated with XERAVA and 517 patients treated with comparator antibacterial drugs (ertapenem or meropenem). The median age of patients treated with XERAVA was 56 years, ranging between 18 and 93 years old; 30% were age 65 years and older. Patients treated with XERAVA were predominantly male (57%) and Caucasian (98%). The XERAVA-treated population included 31% obese patients (BMI ≥ 30 kg/m2) and 8% with baseline moderate to severe renal impairment (calculated creatinine clearance 15 to less than 60 mL/min). Among the trials, 66 (13%) of patients had baseline moderate hepatic impairment (Child Pugh B); patients with severe hepatic impairment (Child Pugh C) were excluded from the trials. Adverse Reactions Leading to Discontinuation Treatment discontinuation due to an adverse reaction occurred in 2% (11/520) of patients receiving XERAVA and 2% (11/517) of patients receiving the comparator. The most commonly reported adverse reactions leading to discontinuation of XERAVA were related to gastrointestinal disorders. Most Common Adverse Reactions Adverse reactions occurring at 3% or greater in patients receiving XERAVA were infusion site reactions, nausea, and vomiting. Table 1 lists adverse reactions occurring in ≥ 1% of patients receiving XERAVA and with incidences greater than the comparator in the Phase 3 cIAI clinical trials. A similar adverse reaction profile was observed in the Phase 2 cIAI clinical trial (Trial 3). Table 1: Selected Adverse Reactions Reported in ≥ 1% of Patients Receiving XERAVA in the Phase 3 cIAI Trials (Trial 1 and Trial 2) Adverse Reactions XERAVA XERAVA dose equals 1 mg/kg every 12 hours IV. N=520 n (%) Comparators Comparators include ertapenem 1 g every 24 hours IV and meropenem 1 g every 8 hours IV. N=517 n (%) Abbreviations: IV=intravenous Infusion site reactions Infusion site reactions include: catheter/vessel puncture site pain, infusion site extravasation, infusion site hypoaesthesia, infusion/injection site phlebitis, infusion site thrombosis, injection site/vessel puncture site erythema, phlebitis, phlebitis superficial, thrombophlebitis, and vessel puncture site swelling. 40 (7.7) 10 (1.9) Nausea 34 (6.5) 3 (0.6) Vomiting 19 (3.7) 13 (2.5) Diarrhea 12 (2.3) 8 (1.5) Hypotension 7 (1.3) 2 (0.4) Wound dehiscence 7 (1.3) 1 (0.2) Other Adverse Reactions of XERAVA The following selected adverse reactions were reported in XERAVA-treated patients at a rate of less than 1% in the Phase 3 trials: Cardiac disorders: palpitations Gastrointestinal System: acute pancreatitis, pancreatic necrosis General Disorders and Administrative Site Conditions: chest pain Immune system disorders: hypersensitivity Laboratory Investigations: increased amylase, increased lipase, increased alanine aminotransferase, prolonged activated partial thromboplastin time, decreased renal clearance of creatinine, increased gamma-glutamyltransferase, decreased white blood cell count, neutropenia Metabolism and nutrition disorders: hypocalcemia Nervous System: dizziness, dysgeusia Psychiatric disorders: anxiety, insomnia, depression Respiratory, Thoracic, and Mediastinal System: pleural effusion, dyspnea Skin and subcutaneous tissue disorders: rash, hyperhidrosis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS XERAVA is contraindicated for use in patients with known hypersensitivity to eravacycline, tetracycline-class antibacterial drugs, or to any of the excipients [see Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )]. Known hypersensitivity to eravacycline, tetracycline-class antibacterial drugs, or any of the excipients in XERAVA. ( 4 , 5 , 6 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer XERAVA for injection 1 mg/kg by intravenous infusion over approximately 60 minutes every 12 hours for a total duration of 4 to 14 days. ( 2.1 ) Severe Hepatic Impairment (Child Pugh C): 1 mg/kg XERAVA every 12 hours on Day 1, then 1 mg/kg every 24 hours starting on Day 2 for a total duration of 4 to 14 days. ( 2.2 ) Concomitant Use of a Strong Cytochrome P450 (CYP) Isoenzyme 3A Inducer: 1.5 mg/kg XERAVA every 12 hours for a total duration of 4 to 14 days. ( 2.3 ) See full prescribing information for the preparation of XERAVA. ( 2.4 ) 2.1 Recommended Adult Dosage The recommended dose regimen of XERAVA is 1 mg/kg every 12 hours. Administer intravenous infusions of XERAVA over approximately 60 minutes every 12 hours. The recommended duration of treatment with XERAVA for cIAI is 4 to 14 days. The duration of therapy should be guided by the severity and location of infection and the patient's clinical response. 2.2 Dosage Modifications in Patients with Hepatic Impairment In patients with severe hepatic impairment (Child Pugh C), administer XERAVA 1 mg/kg every 12 hours on Day 1 followed by XERAVA 1 mg/kg every 24 hours starting on Day 2 for a total duration of 4 to 14 days. No dosage adjustment is warranted in patients with mild to moderate hepatic impairment (Child Pugh A and Child Pugh B) [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )]. 2.3 Dosage Modifications in Patients with Concomitant Use of a Strong Cytochrome P450 (CYP) Isoenzyme 3A Inducer With concomitant use of a strong CYP3A inducer, administer XERAVA 1.5 mg/kg every 12 hours for a total duration of 4 to 14 days. No dosage adjustment is warranted in patients with concomitant use of a weak or moderate CYP3A inducer [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )]. 2.4 Preparation and Administration XERAVA is for intravenous infusion only. Each vial is for a single dose only. Preparation XERAVA is supplied as a sterile yellow to orange dry powder in a single-dose vial that must be reconstituted and further diluted prior to intravenous infusion as outlined below. XERAVA does not contain preservatives. Aseptic technique must be used for reconstitution and dilution as follows: Calculate the dose of XERAVA based on the patient weight (1 mg/kg actual body weight). Prepare the required dose for intravenous infusion by reconstituting the appropriate number of vials needed. Reconstitute each vial of XERAVA with 5 mL of Sterile Water for Injection, USP or with 5 mL of 0.9% Sodium Chloride Injection, USP, which will deliver the following: XERAVA 50 mg vial will deliver 50 mg (10 mg/mL) of eravacycline (free base equivalents). XERAVA 100 mg vial will deliver 100 mg (20 mg/mL) of eravacycline (free base equivalents). Swirl the vial gently until the powder has dissolved entirely. Avoid shaking or rapid movement as it may cause foaming. The reconstituted XERAVA solution should be a clear, pale yellow to orange solution. Do not use the solution if you notice any particles or the solution is cloudy. Reconstituted solution is not for direct injection. The stability of the solution after reconstitution in the vial has been demonstrated for 1 hour at room temperature (not to exceed 25°C/77°F). If the reconstituted solution in the vial is not diluted in the infusion bag within 1 hour, the reconstituted vial content must be discarded. The reconstituted XERAVA solution is further diluted for intravenous infusion to a target concentration of 0.3 mg/mL, in a 0.9% Sodium Chloride Injection, USP infusion bag before intravenous infusion. To dilute the reconstituted solution, withdraw the full or partial reconstituted vial content from each vial and add it into the infusion bag to generate an infusion solution with a target concentration of 0.3 mg/mL (within a range of 0.2 to 0.6 mg/mL). Do not shake the bag. The diluted solutions must be infused within 12 hours if stored at room temperature (not to exceed 25°C/77°F) or within 8 days if stored refrigerated at 2°C to 8°C (36°F to 46°F). Reconstituted XERAVA solutions and diluted XERAVA infusion solutions should not be frozen. Visually inspect the diluted XERAVA solution for particulate matter and discoloration prior to administration (the XERAVA infusion solution for administration is clear and ranges from light yellow to orange). Discard unused portions of the reconstituted and diluted solution. Administration of the Intravenous Infusion The diluted XERAVA solution is administered as an intravenous infusion over approximately 60 minutes. XERAVA may be administered intravenously through a dedicated line or through a Y-site. If the same intravenous line is used for sequential infusion of several drugs, the line should be flushed before and after infusion of XERAVA with 0.9% Sodium Chloride Injection, USP. 2.5 Drug Compatibilities XERAVA is compatible with 0.9% Sodium Chloride Injection, USP. The compatibility of XERAVA with other drugs and infusion solutions has not been established. XERAVA should not be mixed with other drugs or added to solutions containing other drugs."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XERAVA is a tetracycline class antibacterial indicated for the treatment of complicated intra‑abdominal infections in patients 18 years of age and older. ( 1.1 ) Limitations of Use XERAVA is not indicated for the treatment of complicated urinary tract infections (cUTI). ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of XERAVA and other antibacterial drugs, XERAVA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. ( 1.2 ) 1.1 Complicated Intra-abdominal Infections XERAVA is indicated for the treatment of complicated intra‑abdominal infections (cIAI) caused by susceptible microorganisms: Escherichia coli, Klebsiella pneumoniae, Citrobacter freundii, Enterobacter cloacae, Klebsiella oxytoca, Enterococcus faecalis, Enterococcus faecium, Staphylococcus aureus, Streptococcus anginosus group, Clostridium perfringens , Bacteroides species, and Parabacteroides distasonis in patients 18 years or older [see Microbiology ( 12.4 ) and Clinical Studies ( 14.1 )]. Limitations of Use XERAVA is not indicated for the treatment of complicated urinary tract infections (cUTI) [see Clinical Studies ( 14.2 )] . 1.2 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of XERAVA and other antibacterial drugs, XERAVA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:53:12.068214",
  "source": "OpenFDA"
}