{
  "drug_name": "Erdafitinib",
  "generic_name": [
    "ERDAFITINIB"
  ],
  "brand_names": [
    "BALVERSA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate CYP2C9 or strong CYP3A4 inhibitors: Consider alternative agents or monitor closely for adverse reactions. ( 7.1 ) Strong CYP3A4 inducers: Avoid concomitant use with BALVERSA. ( 7.1 ) Moderate CYP3A4 inducers: Administer BALVERSA at a dose of 9 mg. ( 7.1 ) Serum phosphate level-altering agents: Avoid concomitant use with agents that can alter serum phosphate levels before the initial dose modification period. ( 2.3 , 7.1 ) P-gp substrates: Separate BALVERSA administration by at least 6 hours before or after administration of P-gp substrates with narrow therapeutic indices. ( 7.2 ) 7.1 Effect of Other Drugs on BALVERSA Table 7 summarizes drug interactions that affect the exposure of BALVERSA or serum phosphate level and their clinical management. Table 7: Drug Interactions that Affect BALVERSA Moderate CYP2C9 or Strong CYP3A4 Inhibitors Clinical Impact Co-administration of BALVERSA with moderate CYP2C9 or strong CYP3A4 inhibitors increased erdafitinib plasma concentrations [see Clinical Pharmacology (12.3) ]. Increased erdafitinib plasma concentrations may lead to increased drug-related toxicity [see Warnings and Precautions (5) ]. Clinical Management Consider alternative therapies that are not moderate CYP2C9 or strong CYP3A4 inhibitors during treatment with BALVERSA. If co-administration of a moderate CYP2C9 or strong CYP3A4 inhibitor is unavoidable, monitor closely for adverse reactions and consider dose modifications accordingly [see Dosage and Administration (2.3) ]. If the moderate CYP2C9 or strong CYP3A4 inhibitor is discontinued, resume the BALVERSA dose before dose modifications in the absence of drug-related toxicity. Strong CYP3A4 Inducers Clinical Impact Co-administration of BALVERSA with strong CYP3A4 inducers decreased erdafitinib plasma concentrations [see Clinical Pharmacology (12.3) ]. Decreased erdafitinib plasma concentrations may lead to decreased activity. Clinical Management Avoid co-administration of strong CYP3A4 inducers with BALVERSA. Moderate CYP3A4 Inducers Clinical Impact Co-administration of BALVERSA with moderate CYP3A4 inducers may decrease erdafitinib plasma concentrations [see Clinical Pharmacology (12.3) ]. Decreased erdafitinib plasma concentrations may lead to decreased activity. Clinical Management If a moderate CYP3A4 inducer must be co-administered at the start of BALVERSA treatment, administer BALVERSA at a dose of 9 mg daily. When a moderate CYP3A4 inducer is discontinued, continue BALVERSA at the same dose, in the absence of drug-related toxicity. Serum Phosphate Level-Altering Agents Clinical Impact Co-administration of BALVERSA with other serum phosphate level-altering agents may increase or decrease serum phosphate levels [see Pharmacodynamics (12.2) ]. Changes in serum phosphate levels due to serum phosphate level-altering agents (other than erdafitinib) may interfere with serum phosphate levels needed for the determination of initial dose increased based on serum phosphate levels [see Dosage and Administration (2.3) ]. Clinical Management Avoid co-administration of serum phosphate level-altering agents with BALVERSA before initial dose increase period based on serum phosphate levels (Days 14 to 21) [see Dosage and Administration (2.3) ]. 7.2 Effect of BALVERSA on Other Drugs Table 8 summarizes the effect of BALVERSA on other drugs and their clinical management. Table 8: BALVERSA Drug Interactions that Affect Other Drugs P-glycoprotein (P-gp) Substrates Clinical Impact Co-administration of BALVERSA with P-gp substrates may increase the plasma concentrations of P-gp substrates [see Clinical Pharmacology (12.3) ]. Increased plasma concentrations of P-gp substrates may lead to increased toxicity of the P-gp substrates. Clinical Management If co-administration of BALVERSA with P-gp substrates is unavoidable, separate BALVERSA administration by at least 6 hours before or after administration of P-gp substrates with narrow therapeutic index."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are also described elsewhere in the labeling: Ocular Disorders [see Warnings and Precautions (5.1) ] . Hyperphosphatemia [see Warnings and Precautions (5.2) ] . The most common (>20%) adverse reactions, including laboratory abnormalities, were increased phosphate, nail disorders, stomatitis, diarrhea, increased creatinine, increased alkaline phosphatase, increased alanine aminotransferase, decreased hemoglobin, decreased sodium, increased aspartate aminotransferase, fatigue, dry mouth, dry skin, decreased phosphate, decreased appetite, dysgeusia, constipation, increased calcium, dry eye, palmar-plantar erythrodysesthesia syndrome, increased potassium, alopecia, and central serous retinopathy. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP. at 1-800-526-7736 (1-800-JANSSEN and www.BALVERSA.com) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to BALVERSA as a single agent at the recommended dose (8 to 9 mg orally daily) in 479 patients with advanced urothelial cancer and FGFR alterations in 42756493BLC3001 (NCT03390504), 42756493BLC2001 (NCT02365597), 42756493BLC2002 (NCT 03473743), and 42756493EDI1001 (NCT01703481). Among 479 patients who received BALVERSA, the median duration of treatment was 4.8 months (range: 0.1 to 43 months). In this pooled safety population, the most common (>20%) adverse reactions, including laboratory abnormalities, were increased phosphate, nail disorders, stomatitis, diarrhea, increased creatinine, increased alkaline phosphatase, increased alanine aminotransferase, decreased hemoglobin, decreased sodium, increased aspartate aminotransferase, fatigue, dry mouth, dry skin, decreased phosphate, decreased appetite, dysgeusia, constipation, increased calcium, dry eye, palmar-plantar erythrodysesthesia syndrome, increased potassium, alopecia, and central serous retinopathy. BLC3001 The safety of BALVERSA was evaluated in Cohort 1 of the BLC3001 study that included patients with locally advanced unresectable or metastatic urothelial carcinoma which had susceptible FGFR3 genetic alterations and were previously treated with a PD-1 or PD-L1 inhibitor [see Clinical Studies (14.1) ] . Patients received either BALVERSA (8 mg orally once daily with individualized up-titration to 9 mg) (n=135) or chemotherapy (docetaxel 75 mg/m 2 once every 3 weeks or vinflunine 320 mg/m 2 once every 3 weeks) (n=112). Among patients who received BALVERSA, median duration of treatment was 4.8 months (range: 0.2 to 38 months). Serious adverse reactions occurred in 41% of patients who received BALVERSA. Serious reactions in >2% of patients included urinary tract infection (4.4%), hematuria (3.7%), hyponatremia (2.2%), and acute kidney injury (2.2%). Fatal adverse reactions occurred in 4.4% of patients who received BALVERSA, including sudden death (1.5%), pneumonia (1.5%), renal failure (0.7%), and cardiorespiratory arrest (0.7%). Permanent discontinuation of BALVERSA due to an adverse reaction occurred in 14% of patients. Adverse reactions which resulted in permanent discontinuation of BALVERSA in >2% of patients included nail disorders (3%) and eye disorders (2.2%). Dosage interruptions of BALVERSA due to an adverse reaction occurred in 72% of patients. Adverse reactions which required dosage interruption in >4% of patients included nail disorders (22%), stomatitis (19%), eye disorders (16%), palmar-plantar erythrodysesthesia syndrome (15%), diarrhea (10%), hyperphosphatemia (7%), increased aspartate aminotransferase (6%), and increased alanine aminotransferase (5%). Dose reductions of BALVERSA due to an adverse reaction occurred in 69% of patients. Adverse reactions which required dose reductions in >4% of patients included nail disorders (27%), stomatitis (19%), eye disorders (17%), palmar-plantar erythrodysesthesia syndrome (12%), diarrhea (7%), dry mouth (4.4%), and hyperphosphatemia (4.4%). Table 3 presents adverse reactions reported in ≥15% of patients treated with BALVERSA at 8 or 9 mg once daily versus chemotherapy. Table 3: Adverse Reactions Reported in ≥15% of Patients Who Received BALVERSA Versus Chemotherapy (Study BLC3001) Adverse Reaction BALVERSA (N=135) Chemotherapy (N=112) All Grades (%) Grade 3–4 (%) All Grades (%) Grade 3–4 (%) Skin and subcutaneous tissue disorders Nail disorders Includes multiple terms 70 12 5 0 Palmar-plantar erythrodysesthesia syndrome 30 10 0.9 0 Dry skin 27 1.5 6 0 Alopecia 25 0.7 24 0 Gastrointestinal disorders Diarrhea 63 3 17 2.7 Stomatitis 56 10 18 1.8 Dry Mouth 39 0 3.6 0 Constipation 27 0 28 1.8 Nervous system disorders Dysgeusia 30 0.7 7 0 General disorders Fatigue 29 1.5 42 7 Metabolism and nutrition disorders Decreased appetite 27 3 21 2.7 Eye disorders Dry eye 25 0.7 3.6 0 Central serous retinopathy 18 2.2 0 0 Investigations Decreased weight 22 2 2.7 0 Clinically relevant adverse reactions in <15% of patients who received BALVERSA included nausea (15%), pyrexia (15%), epistaxis (13%), vomiting (10%), and arthralgia (10%). Table 4 presents laboratory abnormalities reported in ≥15% of patients treated with BALVERSA at 8 or 9 mg once daily versus chemotherapy. Table 4: Selected Laboratory Abnormalities Reported in ≥15% of Patients Who Received BALVERSA Versus Chemotherapy; Cohort 1 Safety Analysis Set (Study BLC3001) Laboratory Abnormality BALVERSA (N=135 The denominator used to calculate the rate varied from 52 to 131 based on the number of patients with a baseline value and at least one post-treatment value. ) Chemotherapy (N=112 The denominator used to calculate the rate varied from 11 to 102 based on the number of patients with a baseline value and at least one post-treatment value. ) All Grades Severity graded per NCI CTCAE v4.03. (%) Grade 3–4 (%) All Grades (%) Grade 3–4 (%) Chemistry Increased phosphate 76 5 0 0 Increased alkaline phosphatase 54 4.7 29 1 Increased alanine aminotransferase 46 3.8 15 1 Increased aspartate aminotransferase 44 3.1 13 0 Decreased sodium 44 16 25 6 Increased creatinine 43 1.5 17 0 Decreased phosphate 34 8 25 3.6 Increased calcium 27 8 9 0 Increased potassium 24 0 21 0 Hematology Decreased hemoglobin 50 12 57 12 Decreased platelet count 17 1.5 18 1 Decreased neutrophil count 16 0.8 40 26 BLC2001 The safety of BALVERSA was evaluated in the BLC2001 study that included 87 patients with locally advanced or metastatic urothelial carcinoma which had susceptible FGFR3 and other FGFR alterations, and which progressed during or following at least one line of prior chemotherapy including within 12 months of neoadjuvant or adjuvant chemotherapy [see Clinical Studies (14.1) ] . Patients were treated with BALVERSA at 8 mg orally once daily; with a dose increase to 9 mg in patients with phosphate levels <5.5 mg/dL on Day 14 of Cycle 1. Median duration of treatment was 5.3 months (range: 0 to 17 months). Serious adverse reactions occurred in 41% of patients. The most frequent (>3%) serious adverse reactions were central serous retinopathy (4.6%), urinary tract infection (3.4%), and general physical health deterioration (3.4%). Fatal adverse reactions occurred in 8% of patients, including acute myocardial infarction (1.1%). Permanent discontinuation of BALVERSA due to an adverse reaction occurred in 21% of patients. The most frequent (≥ 2%) reasons for permanent discontinuation included central serous retinopathy (4.6%), general physical health deterioration (3.4%), palmar-plantar erythrodysesthesia syndrome (2.3%), acute kidney injury (2.3%), and fatigue (2.3%). Dosage interruptions of BALVERSA occurred in 68% of patients. The most frequent (≥ 5%) adverse reactions requiring dosage interruption included hyperphosphatemia (24%), stomatitis (17%), nail disorders (16%), central serous retinopathy (9%), palmar-plantar erythro-dysesthesia syndrome (8%), and fatigue (8%). Dose reductions of BALVERSA occurred in 53% of patients. The most frequent (≥ 5%) adverse reactions for dose reductions included nail disorders (21%), stomatitis (15%), central serous retinopathy (14%), hyperphosphatemia (7%), palmar-plantar erythro-dysesthesia syndrome (7%), fatigue (6%), and blurred vision (6%). Table 5 presents adverse reactions reported in ≥15% of patients treated with BALVERSA at 8 mg or 9 mg once daily. Table 5: Adverse Reactions Reported in ≥15% of Patients (Study BLC2001) Adverse Reaction BALVERSA 8 mg daily (N=87) All Grades (%) Grade 3–4 (%) Gastrointestinal disorders Stomatitis Includes multiple terms 62 11 Diarrhea 48 4.6 Dry mouth 45 0 Constipation 28 1.1 Nausea 21 1.1 Skin and subcutaneous tissue disorders Nail disorders 62 14 Dry skin 37 0 Alopecia 26 0 Palmar-plantar erythrodysesthesia syndrome 26 6 General disorders and admin. site conditions Fatigue , Includes fatal adverse reactions (n=2) 54 8 Decreased weight 16 0 Metabolism and nutrition disorders Decreased appetite 38 0.0 Nervous system disorders Dysgeusia 38 1.1 Eye disorders Dry eye 29 1.1 Central serous retinopathy 28 4.6 Blurred vision 17 0 Infections and Infestations Urinary tract infection 17 6 Clinically relevant adverse reactions in <15% of patients who received BALVERSA included pyrexia (14%), extremity pain (13%), vomiting (13%), and peripheral edema (10%). Table 6 presents laboratory abnormalities reported in ≥15% of patients treated with BALVERSA at 8 mg or 9 mg once daily. Table 6: Selected Laboratory Abnormalities Reported in ≥ 15% of Patients Laboratory Abnormality BALVERSA 8 mg daily (N=87 The denominator used to calculate the rate varied from 83 to 86 based on the number of patients with a baseline value and at least one post-treatment value. ) All Grades (%) Grade 3–4 (%) Chemistry Increased phosphate 76 1.2 Increased creatinine 52 4.7 Increased alanine aminotransferase 41 1.2 Increased alkaline phosphatase 41 1.2 Decreased sodium 40 16 Decreased magnesium 31 1.2 Increased aspartate aminotransferase 30 0 Decreased phosphate 24 9 Increased calcium 22 3.5 Hematology Decreased hemoglobin 35 3.5 Decreased platelets 19 1.2 Decreased leukocytes 17 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Confirm the presence of FGFR3 genetic alterations in tumor specimens prior to initiation of treatment with BALVERSA. ( 2.1 ) Recommended initial dosage: 8 mg orally once daily with a dose increase to 9 mg daily if criteria are met. ( 2.2 ) Swallow whole with or without food. ( 2.2 ) 2.1 Patient Selection Select patients for the treatment of locally advanced or metastatic urothelial carcinoma with BALVERSA based on the presence of susceptible FGFR3 genetic alterations in tumor specimens as detected by an FDA-approved companion diagnostic [see Clinical Studies (14.1) ] . Information on FDA-approved tests for the detection of FGFR3 genetic alterations in urothelial cancer is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage and Schedule The recommended starting dose of BALVERSA is 8 mg (two 4 mg tablets) orally once daily, with a dose increase to 9 mg (three 3 mg tablets) once daily based on tolerability, including hyperphosphatemia, at 14 to 21 days [see Dosage and Administration (2.3) ]. Swallow tablets whole with or without food. If vomiting occurs any time after taking BALVERSA, the next dose should be taken the next day. Treatment should continue until disease progression or unacceptable toxicity occurs. If a dose of BALVERSA is missed, it can be taken as soon as possible on the same day. Resume the regular daily dose schedule for BALVERSA the next day. Extra tablets should not be taken to make up for the missed dose. Dose Increase based on Serum Phosphate Levels Assess serum phosphate levels 14 to 21 days after initiating treatment. Increase the dose of BALVERSA to 9 mg once daily if serum phosphate level is < 9.0 mg/dL and there are no ocular disorders or Grade 2 or greater adverse reactions. If the phosphate level is 9.0 mg/dL or higher follow the relevant dose modifications in Table 2. Monitor phosphate levels monthly for hyperphosphatemia [see Pharmacodynamics (12.2) ] . 2.3 Dose Modifications for Adverse Reactions The recommended dose modifications for adverse reactions are listed in Table 1. Table 1: BALVERSA Dose Reduction Schedule Dose 1 st dose reduction 2 nd dose reduction 3 rd dose reduction 4 th dose reduction 5 th dose reduction 9 mg ➞ (three 3 mg tablets) 8 mg (two 4 mg tablets) 6 mg (two 3 mg tablets) 5 mg (one 5 mg tablet) 4 mg (one 4 mg tablet) Stop 8 mg ➞ (two 4 mg tablets) 6 mg (two 3 mg tablets) 5 mg (one 5 mg tablet) 4 mg (one 4 mg tablet) Stop Table 2 summarizes recommendations for dose interruption, reduction, or discontinuation of BALVERSA in the management of specific adverse reactions. Table 2: Dose Modifications for Adverse Reactions Adverse Reaction BALVERSA Dose Modification Hyperphosphatemia In all patients, restrict phosphate intake to 600–800 mg daily. <6.99 mg/dL Continue BALVERSA at current dose. 7–8.99 mg/dL Continue BALVERSA at current dose. Start phosphate binder with food until phosphate level is <7 mg/dL. Reduce the dose if serum phosphate remains ≥7 mg/dL for a period of 2 months or if clinically necessary. 9–10 mg/dL Withhold BALVERSA with weekly reassessments until level returns to <7 mg/dL. Then restart BALVERSA at the same dose level. Start phosphate binder with food until serum phosphate level returns to <7 mg/dL. Reduce the dose if serum phosphate remains ≥9 mg/dL for a period of 1 month or if clinically necessary. >10 mg/dL Withhold BALVERSA with weekly reassessments until level returns to <7 mg/dL. Then may restart BALVERSA at the first reduced dose level. If hyperphosphatemia (≥10 mg/dL) for >2 weeks, discontinue BALVERSA permanently. Medical management of symptoms as clinically relevant. Serum phosphate with life-threatening consequences; urgent intervention indicated (e.g., dialysis) Discontinue BALVERSA permanently. Central Serous Retinopathy (CSR) Any Withhold BALVERSA and perform an ophthalmic evaluation within 2 weeks: If improving within 14 days, restart BALVERSA at the current dose. If not improving within 14 days, withhold BALVERSA until improving; once improving, may resume at the next lower dose level. Upon restarting BALVERSA, monitor for recurrence every 1 to 2 weeks for a month. If recurs or has not improved after 4 weeks of withholding BALVERSA, consider permanent discontinuation. Other Adverse Reactions Dose adjustment graded using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAEv5.0). Grade 3 Withhold BALVERSA until resolves to Grade 1 or baseline, then may resume dose level lower. Grade 4 Permanently discontinue."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BALVERSA is indicated for the treatment of adult patients with locally advanced or metastatic urothelial carcinoma (mUC) with susceptible FGFR3 genetic alterations whose disease has progressed on or after at least one line of prior systemic therapy. Select patients for therapy based on an FDA-approved companion diagnostic for BALVERSA [see Dosage and Administration (2.1) and Clinical Studies (14.1) ] . BALVERSA is a kinase inhibitor indicated for the treatment of adult patients with locally advanced or metastatic urothelial carcinoma (mUC) with susceptible FGFR3 genetic alterations whose disease has progressed on or after at least one line of prior systemic therapy. Select patients for therapy based on an FDA-approved companion diagnostic for BALVERSA. ( 1 , 2.1 ) Limitations of Use BALVERSA is not recommended for the treatment of patients who are eligible for and have not received prior PD-1 or PD-L1 inhibitor therapy. ( 1 , 14.1 ) Limitations of Use BALVERSA is not recommended for the treatment of patients who are eligible for and have not received prior PD-1 or PD-L1 inhibitor therapy [see Clinical Studies (14.1) ] ."
  ],
  "fetched_at": "2025-10-01T18:41:22.896085",
  "source": "OpenFDA"
}