{
  "drug_name": "Ergotamine",
  "generic_name": [
    "ERGOTAMINE TARTRATE AND CAFFEINE"
  ],
  "brand_names": [
    "MIGERGOT"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS CYP 3A4 Inhibitors (e.g. Macrolide Antibiotics and Protease Inhibitors) Coadministration of ergotamine with potent CYP 3A4 inhibitors such as protease inhibitors or macrolide antibiotics has been associated with serious adverse events; for this reason, these drugs should not be given concomitantly with ergotamine (See CONTRAINDICATIONS ). While these reactions have not been reported with less potent CYP 3A4 inhibitors, there is a potential risk for serious toxicity including vasospasm when these drugs are used with ergotamine. Examples of less potent CYP 3A4 inhibitors include: saquinavir, nefazodone, fluconazole, fluoxetine, grapefruit juice, fluvoxamine, zileuton, metronidazole, and clotrimazole. These lists are not exhaustive, and the prescriber should consider the effects on CYP 3A4 of other agents being considered for concomitant use with ergotamine. Fibrotic Complications There have been a few reports of patients on ergotamine tartrate and caffeine therapy developing retroperitoneal and/or pleuropulmonary fibrosis. There have also been rare reports of fibrotic thickening of the aortic, mitral, tricuspid, and/or pulmonary valves with long-term continuous use of ergotamine tartrate and caffeine. Ergotamine tartrate suppositories should not be used for chronic daily administration (see DOSAGE AND ADMINISTRATION )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Cardiovascular: Vasoconstrictive complications of a serious nature may occur at times. These include ischemia, cyanosis, absence of pulse, cold extremities, gangrene, precordial distress and pain, EKG changes and muscle pains. Although these effects occur most commonly with long-term therapy at relatively high doses, they have also been reported with short-term or normal doses. Other cardiovascular adverse effects include transient tachycardia or bradycardia and hypertension. Gastrointestinal: Nausea and vomiting; rectal or anal ulcer (from overuse of suppositories). Neurological: Paresthesias, numbness, weakness, and vertigo. Allergic: Localized edema and itching. Fibrotic Complications: (See WARNINGS ). To report SUSPECTED ADVERSE REACTIONS, contact Cosette Pharmaceuticals, Inc. at 1-800-922-1038 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Coadministration of ergotamine with potent CYP 3A4 inhibitors (ritonavir, nelfinavir, indinavir, erythromycin, clarithromycin, and troleandomycin) has been associated with acute ergot toxicity (ergotism) characterized by vasospasm and ischemia of the extremities (see PRECAUTIONS : Drug Interactions), with some cases resulting in amputation. There have been rare reports of cerebral ischemia in patients on protease inhibitor therapy when ergotamine tartrate and caffeine was coadministered, at least one resulting in death. Because of the increased risk for ergotism and other serious vasospastic adverse events, ergotamine use is contraindicated with these drugs and other potent inhibitors of CYP 3A4 (e.g., ketoconazole, itraconazole) (see WARNINGS : CYP 3A4 Inhibitors). Ergotamine tartrate and caffeine may cause fetal harm when administered to pregnant women. Ergotamine tartrate and caffeine is contraindicated in women who are or may become pregnant. If this drug is used during pregnancy or if the patient becomes pregnant while taking this product, the patient should be apprised of the potential hazard to the fetus. Peripheral vascular disease, coronary heart disease, hypertension, impaired hepatic or renal function and sepsis. Hypersensitivity to any of the components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Procedure For best results, dosage should start at the first sign of an attack. Rectally Two suppositories is the maximum dose for an individual attack. Total weekly dosage should not exceed 5 suppositories. Ergotamine Tartrate and Caffeine Suppositories should not be used for chronic daily administration. In carefully selected patients, with due consideration of maximum dosage recommendations, administration of the drug at bedtime may be an appropriate short-term preventive measure. Maximum Adult Dosage: One suppository at start of attack; second suppository after 1 hour, if needed for full relief. Early administration gives maximum effectiveness."
  ],
  "indications": [
    "INDICATIONS AND USAGE Ergotamine Tartrate and Caffeine Indicated as therapy to abort or prevent vascular headache, e.g., migraine, migraine variants or so-called “histaminic cephalalgia”."
  ],
  "fetched_at": "2025-09-30T21:29:13.674284",
  "source": "OpenFDA"
}