{
  "drug_name": "Eribulin",
  "generic_name": [
    "ERIBULIN MESYLATE"
  ],
  "brand_names": [
    "Eribulin Mesylate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Effects of Other Drugs on Eribulin Mesylate Injection No drug-drug interactions are expected with CYP3A4 inhibitors, CYP3A4 inducers or P-glycoprotein (P-gp) inhibitors. Clinically meaningful differences in exposure (AUC) were not observed in patients with advanced solid tumors when eribulin mesylate injection was administered with or without ketoconazole (a strong inhibitor of CYP3A4 and a P-gp inhibitor) and when eribulin mesylate injection was administered with or without rifampin (a CYP3A4 inducer) [see Clinical Pharmacology ( 12.3 )]. 7.2 Effects of Eribulin Mesylate Injection on Other Drugs Eribulin does not inhibit CYP1A2, CYP2C9, CYP2C19, CYP2D6, CYP2E1 or CYP3A4 enzymes or induce CYP1A2, CYP2C9, CYP2C19 or CYP3A4 enzymes at relevant clinical concentrations. Eribulin is not expected to alter the plasma concentrations of drugs that are substrates of these enzymes [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (≥25%) in metastatic breast cancer were neutropenia, anemia, asthenia/fatigue, alopecia, peripheral neuropathy, nausea, and constipation. ( 6.1 ) The most common adverse reactions (≥25%) in liposarcoma and leiomyosarcoma were fatigue, nausea, alopecia, constipation, peripheral neuropathy, abdominal pain, and pyrexia. The most common (≥5%) Grade 3-4 laboratory abnormalities in liposarcoma and leiomyosarcoma were neutropenia, hypokalemia, and hypocalcemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Long Grove Pharmaceuticals, LLC at 1-855-642-2594 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in other clinical trials and may not reflect the rates observed in clinical practice. The following adverse reactions are discussed in detail in other sections of the labeling: Neutropenia [see Warnings and Precautions ( 5.1 )] Peripheral neuropathy [see Warnings and Precautions ( 5.2 )] QT prolongation [see Warnings and Precautions ( 5.4 )] In clinical trials, eribulin mesylate injection has been administered to 1963 patients including 467 patients exposed to eribulin mesylate injection for 6 months or longer. The majority of the 1963 patients were women (92%) with a median age of 55 years (range: 17 to 85 years). The racial and ethnic distribution was White (72%), Black (4%), Asian (9%), and other (3%). Metastatic Breast Cancer The most common adverse reactions (≥25%) reported in patients receiving eribulin mesylate injection were neutropenia, anemia, asthenia/fatigue, alopecia, peripheral neuropathy, nausea, and constipation. The most common serious adverse reactions reported in patients receiving eribulin mesylate injection were febrile neutropenia (4%) and neutropenia (2%). The most common adverse reaction resulting in discontinuation of eribulin mesylate injection was peripheral neuropathy (5%). The adverse reactions described in Table 2 were identified in 750 patients treated in Study 1 [see Clinical Studies ( 14.1 )] . In Study 1, patients were randomized (2:1) to receive either eribulin mesylate injection (1.4 mg/m 2 on Days 1 and 8 of a 21-day cycle) or single agent treatment chosen by their physician (control group). A total of 503 patients received eribulin mesylate injection and 247 patients in the control group received therapy consisting of chemotherapy [total 97% (anthracyclines 10%, capecitabine 18%, gemcitabine 19%, taxanes 15%, vinorelbine 25%, other chemotherapies 10%)] or hormonal therapy (3%). The median duration of exposure was 118 days for patients receiving eribulin mesylate injection and 63 days for patients receiving control therapy. Table 2 reports the most common adverse reactions occurring in at least 10% of patients in either group. Table 2: Adverse Reactions a with a Per-Patient Incidence of at Least 10% in Study 1 a adverse reactions were graded per National Cancer Institute Criteria for Adverse Events version 4.0. b based upon laboratory data. c includes peripheral neuropathy, peripheral sensorimotor neuropathy, peripheral motor neuropathy, polyneuropathy, peripheral sensory neuropathy, and paraesthesia. d not applicable; (grading system does not specify > Grade 2 for alopecia). Adverse Reactions Eribulin Mesylate Injection n=503 Control Group n=247 All Grades ≥ Grade 3 All Grades ≥ Grade 3 Blood and lymphatic system disorders b Neutropenia 82% 57% 53% 23% Anemia 58% 2% 55% 4% Nervous system disorders Peripheral neuropathy c 35% 8% 16% 2% Headache 19% <1% 12% <1% General disorders Asthenia/Fatigue 54% 10% 40% 11% Pyrexia 21% <1% 13% <1% Mucosal inflammation 9% 1% 10% 2% Gastrointestinal disorders Nausea 35% 1% 28% 3% Constipation 25% 1% 21% 1% Vomiting 18% 1% 18% 1% Diarrhea 18% 0 18% 0 Musculoskeletal and connective tissue disorders Arthralgia/Myalgia 22% <1% 12% 1% Back pain 16% 1% 7% 2% Bone pain 12% 2% 9% 2% Pain in extremity 11% 1% 10% 1% Metabolism and nutrition disorders Decreased weight 21% 1% 14% <1% Anorexia 20% 1% 13% 1% Respiratory, thoracic, and mediastinal disorders Dyspnea 16% 4% 13% 4% Cough 14% 0 9% 0 Skin and subcutaneous tissue disorders Alopecia 45% NA d 10% NA d Infections Urinary Tract Infection 10% 1% 5% 0 Cytopenias : Grade 3 neutropenia occurred in 28% (143/503) of patients who received eribulin mesylate injection in Study 1, and 29% (144/503) of patients experienced Grade 4 neutropenia. Febrile neutropenia occurred in 5% (23/503) of patients; two patients (0.4%) died from complications of febrile neutropenia. Dose reduction due to neutropenia was required in 12% (62/503) of patients and discontinuation was required in <1% of patients. The mean time to nadir was 13 days and the mean time to recovery from severe neutropenia (<500/mm 3 ) was 8 days. Grade 3 or greater thrombocytopenia occurred in 1% (7/503) of patients. G-CSF (granulocyte colonystimulating factor) or GM-CSF (granulocyte–macrophage colony-stimulating factor) was used in 19% of patients who received eribulin mesylate injection. Peripheral Neuropathy : In Study 1, 17% of enrolled patients had Grade 1 peripheral neuropathy and 3% of patients had Grade 2 peripheral neuropathy at baseline. Dose reduction due to peripheral neuropathy was required by 3% (14/503) of patients who received eribulin mesylate injection. Four percent (20/503) of patients experienced peripheral motor neuropathy of any grade and 2% (8/503) of patients developed Grade 3 peripheral motor neuropathy. Liver Function Test Abnormalities : Among patients with Grade 0 or 1 ALT levels at baseline, 18% of eribulin mesylate injection -treated patients experienced Grade 2 or greater ALT elevation. One eribulin mesylate injection-treated patient without documented liver metastases had concomitant Grade 2 elevations in bilirubin and ALT; these abnormalities resolved and did not recur with re-exposure to eribulin mesylate injection. Less Common Adverse Reactions : The following additional adverse reactions were reported in ≥5% to <10% of the eribulin mesylate injection-treated group: Eye Disorders: increased lacrimation Gastrointestinal Disorders: dyspepsia, abdominal pain, stomatitis, dry mouth General Disorders and Administration Site Conditions: peripheral edema Infections and Infestations: upper respiratory tract infection Metabolism and Nutrition Disorders: hypokalemia Musculoskeletal and Connective Tissue Disorders: muscle spasms, muscular weakness Nervous System Disorders: dysgeusia, dizziness Psychiatric Disorders: insomnia, depression Skin and Subcutaneous Tissue Disorders: rash Liposarcoma The safety of eribulin mesylate injection was evaluated in Study 2, an open-label, randomized, multicenter, active-controlled trial, in which patients were randomized (1:1) to receive either eribulin mesylate injection 1.4 mg/m 2 on Days 1 and 8 of a 21-day cycle or dacarbazine at doses of 850 mg/m 2 (20%), 1000 mg/m 2 (64%), or 1200 mg/m 2 (16%) every 3 weeks. A total of 223 patients received eribulin mesylate injection and 221 patients received dacarbazine. Patients were required to have received at least two prior systemic chemotherapy regimens. The trial excluded patients with pre-existing ≥ Grade 3 peripheral neuropathy, known central nervous system metastasis, elevated serum bilirubin or significant chronic liver disease, history of myocardial infarction within 6 months, history of New York Heart Association Class II or IV heart failure, or cardiac arrhythmia requiring treatment. The median age of the safety population in Study 2 was 56 years (range: 24 to 83 years); 67% female; 73% White, 3% Black or African American, 8% Asian/Pacific Islander, and 15% unknown; 99% received prior anthracycline-containing regimen; and 99% received ≥ 2 prior regimens. The median duration of exposure was 2.3 months (range: 21 days to 26 months) for patients receiving eribulin mesylate injection [see Clinical Studies ( 14.2 )] . The most common adverse reactions (≥25%) reported in patients receiving eribulin mesylate injection were fatigue, nausea, alopecia, constipation, peripheral neuropathy, abdominal pain, and pyrexia. The most common (≥5%) Grade 3-4 laboratory abnormalities reported in patients receiving eribulin mesylate injection were neutropenia, hypokalemia, and hypocalcemia. The most common serious adverse reactions reported in patients receiving eribulin mesylate injection were neutropenia (4.9%) and pyrexia (4.5%). Permanent discontinuation of eribulin mesylate injection for adverse reactions occurred in 8% of patients. The most common adverse reactions resulting in discontinuation of eribulin mesylate injection were fatigue and thrombocytopenia (0.9% each). Twenty-six percent of patients required at least one dose reduction. The most frequent adverse reactions that led to dose reduction were neutropenia (18%) and peripheral neuropathy (4.0%). Table 3 summarizes the incidence of adverse reactions occurring in at least 10% of patients in the eribulin mesylate injection-treated arm in Study 2. Table 3: Adverse Reactions a Occurring in ≥10% (all Grades) of Patients Treated on the Eribulin Mesylate Injection arm and at a Higher Incidence than in the Dacarbazine Arm (Between Arm Difference of ≥5% for All Grades or ≥2% for Grades 3 and 4) (Study 2) b a Adverse reactions were graded per National Cancer Institute Criteria for Adverse Events version 4.03 (NCI CTCAE v4.03). b Safety data from one study site enrolling six patients were excluded. c Includes peripheral neuropathy, peripheral sensorimotor neuropathy, peripheral motor neuropathy, polyneuropathy, peripheral sensory neuropathy, and paresthesia. d Includes abdominal pain, upper abdominal pain, lower abdominal pain, abdominal discomfort. e Not applicable; (grading system does not specify > Grade 2 for alopecia). Adverse Reaction Eribulin Mesylate Injection n=223 Dacarbazine n=221 All Grades Grades 3-4 All Grades Grades 3-4 Nervous system disorders Peripheral Neuropathy c 29% 3.1% 8% 0.5% Headache 18% 0% 10% 0% General disorders Pyrexia 28% 0.9% 14% 0.5% Gastrointestinal disorders Constipation 32% 0.9% 26% 0.5% Abdominal pain d 29% 1.8% 23% 4.1% Stomatitis 14% 0.9% 5% 0.5% Skin and subcutaneous tissue disorders Alopecia 35% NA e 2.7% NA e Infections Urinary tract infection 11% 2.2% 5% 0.5% Other clinically important adverse reactions occurring in ≥10% of the eribulin mesylate injection-treated patients were: Gastrointestinal Disorders: nausea (41%); vomiting (19%), diarrhea (17%) General Disorders: asthenia/fatigue (62%); peripheral edema (12%) Metabolism and Nutrition Disorders: decreased appetite (19%) Musculoskeletal and Connective Tissue Disorders: arthralgia/myalgia (16%); back pain (16%) Respiratory Disorders: cough (18%) Less Common Adverse Reactions : The following additional clinically important adverse reactions were reported in ≥5% to <10% of the eribulin mesylate injection-treated group: Blood and Lymphatic System Disorders: thrombocytopenia Eye Disorders: increased lacrimation Gastrointestinal Disorders: dyspepsia Metabolism and Nutrition Disorders: hyperglycemia Musculoskeletal and Connective Tissue Disorders: muscle spasms, musculoskeletal pain Nervous System Disorders: dizziness, dysgeusia Psychiatric Disorders: insomnia, anxiety Respiratory, Thoracic, and Mediastinal Disorders: oropharyngeal pain Vascular Disorders: hypotension Table 4: Laboratory Abnormalities Occurring in ≥10% (all Grades) of Patients Treated on the Eribulin Mesylate Injection arm and at a Higher Incidence than in the Dacarbazine Arm (Between Arm Difference of ≥5% for All Grades or ≥2% for Grades 3 and 4) a (Study 2) † a Each test incidence is based on the number of patients who had both baseline and at least one on-study measurement and at least 1 grade increase from baseline. Eribulin mesylate injection group (range 221-222) and dacarbazine group (range 214-215) † Laboratory results were graded per NCI CTCAE v4.03. Laboratory Abnormality Eribulin Mesylate Injection Dacarbazine All Grades Grades 3 - 4 All Grades Grades 3 – 4 Hematology Anemia 70% 4.1% 52% 6% Neutropenia 63% 32% 30% 8.9% Chemistry Increased alanine aminotransferase (ALT) 43% 2.3% 28% 2.3% Increased aspartate aminotransferase (AST) 36% 0.9% 16% 0.5% Hypokalemia 30% 5.4% 14% 2.8% Hypocalcemia 28% 5% 18% 1.4% Hypophosphatemia 20% 3.2% 11% 1.4% 6.2 Postmarketing Experience The following adverse drug reactions have been identified during post-approval use of eribulin mesylate injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: lymphopenia Gastrointestinal Disorders: pancreatitis Hepatobiliary Disorders: hepatotoxicity Immune System Disorders: drug hypersensitivity Infections and Infestations: pneumonia, sepsis/neutropenic sepsis Metabolism and Nutrition Disorders: hypomagnesemia, dehydration Respiratory, thoracic and mediastinal disorders: interstitial lung disease Skin and Subcutaneous Tissue Disorders: pruritus, Stevens-Johnson syndrome, toxic epidermal necrolysis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer 1.4 mg/m 2 intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle. ( 2.1 ) Reduce dose in patients with hepatic impairment or with moderate or severe renal impairment. ( 2.1 ) Do not mix with other drugs or administer with dextrose-containing solutions. ( 2.3 ) 2.1 Recommended Dose The recommended dose of eribulin mesylate injection is 1.4 mg/m 2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle. The recommended dose of eribulin mesylate injection in patients with mild hepatic impairment (Child-Pugh A) is 1.1 mg/m 2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle [see Use in Specific Populations ( 8.6 )] . The recommended dose of eribulin mesylate injection in patients with moderate hepatic impairment (Child-Pugh B) is 0.7 mg/m 2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle [see Use in Specific Populations ( 8.6 )] . The recommended dose of eribulin mesylate injection in patients with moderate or severe renal impairment (creatinine clearance (CLcr) 15-49 mL/min) is 1.1 mg/m 2 administered intravenously over 2 to 5 minutes on Days 1 and 8 of a 21-day cycle [see Use in Specific Populations (8.7 ) ] . 2.2 Dose Modification Assess for peripheral neuropathy and obtain complete blood cell counts prior to each dose. Recommended dose delays Do not administer eribulin mesylate injection on Day 1 or Day 8 for any of the following ANC < 1,000/mm 3 Platelets < 75,000/mm 3 Grade 3 or 4 non-hematological toxicities. The Day 8 dose may be delayed for a maximum of 1 week. If toxicities do not resolve or improve to ≤ Grade 2 severity by Day 15, omit the dose. If toxicities resolve or improve to ≤ Grade 2 severity by Day 15, administer eribulin mesylate injection at a reduced dose and initiate the next cycle no sooner than 2 weeks later. Recommended dose reductions If a dose has been delayed for toxicity and toxicities have recovered to Grade 2 severity or less, resume eribulin mesylate injection at a reduced dose as set out in Table 1 . Do not re-escalate eribulin mesylate injection dose after it has been reduced. Table 1: Recommended Dose Reductions Event Description Recommended Eribulin Mesylate Injection Dose Permanently reduce the 1.4 mg/m 2 eribulin mesylate injection dose for any of the following: 1.1 mg/m 2 ANC <500/mm 3 for >7 days ANC <1,000 /mm 3 with fever or infection Platelets <25,000/mm 3 Platelets <50,000/mm 3 requiring transfusion Non-hematologic Grade 3 or 4 toxicities Omission or delay of Day 8 eribulin mesylate injection dose in previous cycle for toxicity Occurrence of any event requiring permanent dose reduction while receiving 1.1 mg/m 2 0.7 mg/m 2 Occurrence of any event requiring permanent dose reduction while receiving 0.7 mg/m 2 Discontinue Eribulin Mesylate Injection ANC = absolute neutrophil count. Toxicities graded in accordance with National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 3.0. 2.3 Instructions for Preparation and Administration Aseptically withdraw the required amount of eribulin mesylate injection from the single-dose vial and administer undiluted or diluted in 100 mL of 0.9% Sodium Chloride Injection, USP. Do not dilute in or administer through an intravenous line containing solutions with dextrose. Do not administer in the same intravenous line concurrent with the other medicinal products. Store undiluted eribulin mesylate injection in the syringe for up to 4 hours at room temperature or for up to 24 hours under refrigeration at 4°C (40°F). Store diluted solutions of eribulin mesylate injection for up to 4 hours at room temperature or up to 24 hours under refrigeration at 4°C (40°F). Discard unused portions of the vial."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Eribulin Mesylate Injection is a microtubule inhibitor indicated for the treatment of patients with: Metastatic breast cancer who have previously received at least two chemotherapeutic regimens for the treatment of metastatic disease. Prior therapy should have included an anthracycline and a taxane in either the adjuvant or metastatic setting. ( 1.1 ) Unresectable or metastatic liposarcoma who have received a prior anthracycline-containing regimen. ( 1.2 ) 1.1 Metastatic Breast Cancer Eribulin mesylate injection is indicated for the treatment of patients with metastatic breast cancer who have previously received at least two chemotherapeutic regimens for the treatment of metastatic disease. Prior therapy should have included an anthracycline and a taxane in either the adjuvant or metastatic setting [see Clinical Studies ( 14.1 )] . 1.2 Liposarcoma Eribulin mesylate injection is indicated for the treatment of patients with unresectable or metastatic liposarcoma who have received a prior anthracycline-containing regimen [ see Clinical Studies ( 14.2 ) ]."
  ],
  "fetched_at": "2025-10-01T17:03:18.409879",
  "source": "OpenFDA"
}