{
  "drug_name": "Erlotinib",
  "generic_name": [
    "ERLOTINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "Erlotinib"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Inhibitors Co-administration of erlotinib tablets with a strong CYP3A4 inhibitor or a combined CYP3A4 and CYP1A2 inhibitor increased erlotinib exposure. Erlotinib is metabolized primarily by CYP3A4 and to a lesser extent by CYP1A2. Increased erlotinib exposure may increase the risk of exposure-related toxicity [see Clinical Pharmacology (12.3) ] . Avoid co-administering erlotinib tablets with strong CYP3A4 inhibitors (e.g., boceprevir, clarithromycin, conivaptan, indinavir, itraconazole, ketoconazole, lopinavir/ritonavir, nefazodone, nelﬁnavir, posaconazole, ritonavir, saquinavir, telithromycin, voriconazole, grapefruit or grapefruit juice) or a combined CYP3A4 and CYP1A2 inhibitor (e.g., ciproﬂoxacin). Reduce the erlotinib tablets dosage when co-administering with a strong CYP3A4 inhibitor or a combined CYP3A4 and CYP1A2 inhibitor if co-administration is unavoidable [see Dosage and Administration (2.4) ] . CYP3A4 Inducers Pre-treatment with a CYP3A4 inducer prior to erlotinib tablets decreased erlotinib exposure [see Clinical Pharmacology (12.3) ] . Increase the erlotinib tablets dosage if co-administration with CYP3A4 inducers (e.g., carbamazepine, phenytoin, rifampin, rifabutin, rifapentine, phenobarbital and St. John's wort) is unavoidable [see Dosage and Administration (2.4) ]. CYP1A2 Inducers and Cigarette Smoking Cigarette smoking decreased erlotinib exposure. Avoid smoking tobacco (CYP1A2 inducer) and avoid concomitant use of erlotinib tablets with moderate CYP1A2 inducers (e.g., teriﬂunomide, rifampin, or phenytoin). Increase the erlotinib tablets dosage in patients that smoke tobacco or when co-administration with moderate CYP1A2 inducers is unavoidable [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ] . Drugs the Increase Gastric pH Co-administration of erlotinib tablets with proton pump inhibitors (e.g., omeprazole) and H-2 receptor antagonists (e.g., ranitidine) decreased erlotinib exposure [see Clinical Pharmacology (12.3) ] . For proton pump inhibitors, avoid concomitant use if possible. For H-2 receptor antagonists and antacids, modify the dosing schedule [see Dosage and Administration (2.4) ]. Increasing the dose of erlotinib when co-administered with gastric PH elevating agents is not likely to compensate for the loss of exposure. Anticoagulants Interaction with coumarin-derived anticoagulants, including warfarin, leading to increased International Normalized Ratio (INR) and bleeding adverse reactions, which in some cases were fatal, have been reported in patients receiving erlotinib tablets. Regularly monitor prothrombin time or INR in patients taking coumarin-derived anticoagulants. Dose modiﬁcations of erlotinib tablets are not recommended [see Warnings and Precautions (5.9) and Adverse Reactions (6.1) ] . CYP3A4 inhibitors or a combined CYP3A4 and CYP1A2 inhibitor increase erlotinib plasma concentrations. Avoid concomitant use. If not possible, reduce erlotinib dose. ( 2.4 , 7 ) CYP3A4 inducers decrease erlotinib plasma concentrations. Avoid concomitant use. If not possible, increase erlotinib dose. ( 2.4 , 7 ) Cigarette smoking and CYP1A2 inducers decrease erlotinib plasma concentrations. Avoid concomitant use. If not possible, increase erlotinib dose. ( 2.4, 7 ) Drugs that increase gastric pH decrease erlotinib plasma concentrations. For proton pump inhibitors avoid concomitant use if possible. For H-2 receptor antagonists, take erlotinib 10 hours after H-2 receptor antagonist dosing. For use with antacids, separate dosing by several hours. ( 2.4 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions, which may include fatalities, are discussed in greater detail in other sections of the labeling: Interstitial Lung Disease (ILD) [see Warnings and Precautions (5.1) ] Renal Failure [see Warnings and Precautions (5.2) ] Hepatotoxicity with or without Hepatic Impairment [see Warnings and Precautions (5.3) ] Gastrointestinal Perforation [see Warnings and Precautions (5.4) ] Bullous and Exfoliative Skin Disorders [see Warnings and Precautions (5.5) ] Cerebrovascular Accident [see Warnings and Precautions (5.6) ] Microangiopathic Hemolytic Anemia with Thrombocytopenia [see Warnings and Precautions (5.7) ] Ocular Disorders [see Warnings and Precautions (5.8) ] Hemorrhage in Patients Taking Warfarin [see Warnings and Precautions (5.9) ] The most common adverse reactions (≥20%) with erlotinib tablets from a pooled analysis in patients with NSCLC across all approved lines of therapy, with and without EGFR mutations, and in patients with pancreatic cancer were rash, diarrhea, anorexia, fatigue, dyspnea, cough, nausea, and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact 1-888-557-1212 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch 6.1 Clinical Trials Safety Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reﬂect the rates observed in practice. Safety evaluation of erlotinib tablet is based on more than 1200 cancer patients who received erlotinib tablet as monotherapy, more than 300 patients who received erlotinib tablet 100 or 150 mg plus gemcitabine, and 1228 patients who received erlotinib tablet concurrently with other chemotherapies. The most common adverse reactions with erlotinib tablet are rash and diarrhea usually with onset during the ﬁrst month of treatment. The incidences of rash and diarrhea from clinical studies of erlotinib tablet for the treatment of NSCLC and pancreatic cancer were 70% for rash and 42% for diarrhea. Non-Small Cell Lung Cancer First-Line Treatment of Patients with EGFR Mutations The most frequent (≥ 30%) adverse reactions in erlotinib tablets-treated patients were diarrhea, asthenia, rash, cough, dyspnea, and decreased appetite. In erlotinib tablets-treated patients the median time to onset of rash was 15 days and the median time to onset of diarrhea was 32 days. The most frequent Grade 3-4 adverse reactions in erlotinib tablets-treated patients were rash and diarrhea. Dose interruptions or reductions due to adverse reactions occurred in 37% of erlotinib tabletstreated patients, and 14.3% of erlotinib tablets-treated patients discontinued therapy due to adverse reactions. In erlotinib tablets-treated patients, the most frequently reported adverse reactions leading to dose modiﬁcation were rash (13%), diarrhea (10%), and asthenia (3.6%). Common adverse reactions in Study 1,occurring in at least 10% of patients who received erlotinib tablets or chemotherapy and an increase in ≥ 5% in the erlotinib tablets-treated group, are graded by National Cancer Institute Common Toxicity Criteria for Adverse Events version 3.0 (NCI-CTCAE v3.0) Grade in Table 1. The median duration of erlotinib tablets treatment was 9.6 months in Study 1. Table 1: Adverse Reactions with an Incidence Rate ≥ 10% and an Increase of ≥ 5% in the erlotinib tablets-Treated Group (Study 1) Erlotinib Tablets N = 84 Chemotherapy † N = 83 Adverse Reaction All Grades % Grades 3-4 % All Grades % Grades 3-4 % Rash ‡ 85 14 5 0 Diarrhea 62 5 21 1 Cough 48 1 40 0 Dyspnea 45 8 30 4 Dry skin 21 1 2 0 Back pain 19 2 5 0 Chest pain 18 1 12 0 Conjunctivitis 18 0 0 0 Mucosal inflammation 18 1 6 0 Pruritus 16 0 1 0 Paronychia 14 0 0 0 Arthralgia 13 1 6 1 Musculoskeletal pain 11 1 1 0 † Platinum-based chemotherapy (cisplatin or carboplatin with gemcitabine or docetaxel). ‡ Rash as a composite term includes rash, acne, folliculitis, erythema, acneiform dermatitis, dermatitis, palmarplantar erythrodysesthesia syndrome, exfoliative rash, erythematous rash, rash pruritic, skin toxicity, eczema, follicular rash, skin ulcer. Hepatic Toxicity: One erlotinib-treated patient experienced fatal hepatic failure and four additional patients experienced grade 3-4 liver test abnormalities in Study 1 [see Warnings and Precautions (5.3) ] . Maintenance Treatment Adverse reactions, regardless of causality, that occurred in at least 3% of patients treated with single-agent erlotinib tablets at 150 mg and at least 3% more often than in the placebo group in the randomized maintenance trial (Study 3) are summarized by NCI-CTCAE v3.0 Grade in Table 2. The most common adverse reactions in patients receiving single-agent erlotinib tablets 150 mg were rash and diarrhea. Grade 3-4 rash and diarrhea occurred in 9% and 2%, respectively, in erlotinib tablets-treated patients. Rash and diarrhea resulted in study discontinuation in 1% and 0.5% of erlotinib tablets-treated patients, respectively. Dose reduction or interruption for rash and diarrhea was needed in 5% and 3% of patients, respectively. In erlotinib tablets-treated patients the median time to onset of rash was 10 days, and the median time to onset of diarrhea was 15 days. Table 2: NSCLC Maintenance Study: Adverse Reactions Occurring with an Incidence Rate ≥ 10% and an Increase of ≥ 5% in the Single-Agent Erlotinib Tablets Group compared to the Placebo Group (Study 3) Adverse Reaction ERLOTINIB TABLETS N = 433 PLACEBO N = 445 Any Grade % Grade 3% Grade 4% Any Grade % Grade 3% Grade 4% Rash † 60 9 0 9 0 0 Diarrhea 20 2 0 4 0 0 † Rash as a composite term includes: rash, acne, acneiform dermatitis, skin ﬁssures, erythema, papular rash, rash generalized, pruritic rash, skin exfoliation, urticaria, dermatitis, eczema, exfoliative rash, exfoliative dermatitis, furuncle, macular rash, pustular rash, skin hyperpigmentation, skin reaction, skin ulcer. Liver test abnormalities including ALT elevations were observed at Grade 2 or greater severity in 3% of erlotinib tablets-treated patients and 1% of placebo-treated patients. Grade 2 and above bilirubin elevations were observed in 5% of erlotinib tablets patients and in < 1% in the placebo group [see Dosage and Administration (2.4) and Warnings and Precautions (5.3) ] . Second/Third Line Treatment Adverse reactions, regardless of causality, that occurred in at least 10% of patients treated with single-agent erlotinib tablets at 150 mg and at least 5% more often than in the placebo group in the randomized trial of patients with NSCLC are summarized by NCI-CTC v2.0 Grade in Table 3. The most common adverse reactions in this patient population were rash and diarrhea. Grade 3-4 rash and diarrhea occurred in 9% and 6%, respectively, in erlotinib tablets -treated patients. Rash and diarrhea each resulted in study discontinuation in 1% of erlotinib tablets -treated patients. Six percent and 1% of patients needed dose reduction for rash and diarrhea, respectively. The median time to onset of rash was 8 days, and the median time to onset of diarrhea was 12 days. Table 3: NSCLC 2 nd /3 rd Line Study: Adverse Reactions Occurring with an Incidence Rate ≥ 10% and an Increase of ≥ 5% in the Single-Agent Erlotinib Tablets Group Compared to the Placebo Group (Study 4) Adverse Reaction ERLOTINIB TABLETS 150 mg N = 485 PLACEBO N = 242 Any Grade % Grade 3% Grade 4% Any Grade % Grade 3% Grade 4% Rash † 75 8 < 1 17 0 0 Diarrhea 54 6 < 1 18 < 1 0 Anorexia 52 8 1 38 5 < 1 Fatigue 52 14 4 45 16 4 Dyspnea 41 17 1 35 15 11 Nausea 33 3 1 24 2 0 Infection 24 4 0 15 2 0 Stomatitis 17 < 1 0 3 0 0 Pruritus 13 < 1 0 5 0 0 Dry skin 12 0 0 4 0 0 Conjunctivitis 12 < 1 0 2 < 1 0 Keratoconjunctivitis sicca 12 0 0 3 0 0 † Rash as a composite term includes: rash, palmar-plantar erythrodysesthesia syndrome, acne, skin disorder, pigmentation disorder, erythema, skin ulcer, exfoliative dermatitis, papular rash, skin desquamation. Liver function test abnormalities [including elevated alanine aminotransferase (ALT), aspartate aminotransferase (AST) and bilirubin] were observed in patients receiving single-agent erlotinib tablet 150 mg. These elevations were mainly transient or associated with liver metastases. Grade 2 [>2.5–5.0 x upper limit of normal (ULN)] ALT elevations occurred in 4% and< 1% of erlotinib tablets and placebo treated patients, respectively. Grade 3 (>5.0–20.0 x ULN) elevations were not observed in erlotinib tablets-treated patients. Erlotinib tablets dosing should be interrupted or discontinued if changes in liver function are severe [see Dosage and Administration (2.4)]. Pancreatic Cancer - erlotinib tablets Administered Concurrently with Gemcitabine This was a randomized, double–blind, placebo-controlled study of erlotinib tablets (150 mg or 100 mg daily) or placebo plus gemcitabine (1000 mg/m 2 by intravenous infusion) in patients with locally advanced, unresectable or metastatic pancreatic cancer (Study 5). The safety population comprised 282 patients in the erlotinib group (259 in the 100 mg cohort and 23 in the 150 mg cohort) and 280 patients in the placebo group (256 in the 100 mg cohort and 24 in the 150 mg cohort). Adverse reactions that occurred in at least 10% of patients treated with erlotinib tablet 100 mg plus gemcitabine in the randomized trial of patients with pancreatic cancer (Study 5) were graded according to NCI-CTC v2.0 in Table 4. The most common adverse reactions in pancreatic cancer patients receiving erlotinib tablet 100 mg plus gemcitabine were fatigue, rash, nausea, anorexia and diarrhea. In the erlotinib tablets plus gemcitabine arm, Grade 3-4 rash and diarrhea were each reported in 5% of patients. The median time to onset of rash and diarrhea was 10 days and 15 days, respectively. Rash and diarrhea each resulted in dose reductions in 2% of patients, and resulted in study discontinuation in up to 1% of patients receiving erlotinib tablet plus gemcitabine. Severe adverse reactions (≥ Grade 3 NCI-CTC) in the erlotinib tablet plus gemcitabine group with incidences < 5% included syncope, arrhythmias, ileus, pancreatitis, hemolytic anemia including microangiopathic hemolytic anemia with thrombocytopenia, myocardial infarction/ischemia, cerebrovascular accidents including cerebral hemorrhage, and renal insufﬁciency[see Warnings and Precautions (5) ]. The 150 mg cohort was associated with a higher rate of certain class-specific adverse reactions including rash and required more frequent dose reduction or interruption. Table 4: Adverse Reactions Occurring with an Incidence Rate ≥ 10% and an Increase of ≥ 5% in erlotinib tablets-Treated Pancreatic Cancer Patients: 100 mg Cohort (Study 5) Adverse Reaction Erlotinib + Gemcitabine 1000 mg/m 2 IV N = 259 Placebo + Gemcitabine 1000 mg/m 2 IV N = 256 Any Grade% Grade3% Grade4% Any Grade% Grade3% Grade4% Rash † 70 5 0 30 1 0 Diarrhea 48 5 < 1 36 2 0 Decreased weight 39 2 0 29 < 1 0 Infection * 39 13 3 30 9 2 Pyrexia 36 3 0 30 4 0 Stomatitis 22 < 1 0 12 0 0 Depression 19 2 0 14 < 1 0 Cough 16 0 0 11 0 0 Headache 15 < 1 0 10 0 0 * Infections as a composite term include infections with unspeciﬁed pathogens as well as bacterial (including chlamydial, rickettsial, mycobacterial and mycoplasmal), parasitic (including helminthic, ectoparasitic and protozoal), viral and fungal infectious disorders. † Rash as a composite term includes: rash, palmar-plantar erythrodysesthesia syndrome, pigmentation disorder, acneiform dermatitis, folliculitis, photosensitivity reaction, Stevens-Johnson syndrome, urticaria, erythematous rash, skin disorder, skin ulcer. Ten patients (4%) in the erlotinib/gemcitabine group and three patients (1%) in the placebo/gemcitabine group developed deep venous thrombosis. The overall incidence of grade 3 or 4 thrombotic events, including deep venous thrombosis was 11% for Erlotinib tablets plus gemcitabine and 9% for placebo plus gemcitabine. The incidences of liver test abnormalities (≥ Grade 2) in Study 5 are provided in Table 5 [see Dosage and Administration (2.4) and Warnings and Precautions (5.3) ]. Table 5: Liver Test Abnormalities in Pancreatic Cancer Patients: 100 mg Cohort (Study 5) E rlotinib + Gemcitabine 1000 mg/m 2 IV N = 259 Placebo + Gemcitabine 1000 mg/m 2 IV N = 256 Grade 2 Grade 3 Grade 4 Grade 2 Grade 3 Grade 4 Bilirubin 17% 10% < 1% 11% 10% 3% ALT 31% 13% < 1% 22% 9% 0% AST 24% 10% < 1% 19% 9% 0% NSCLC and Pancreatic Indications: Selected Low Frequency Adverse Reactions Gastrointestinal Disorders Cases of gastrointestinal bleeding (including fatalities) have been reported, some associated with concomitant warfarin or NSAID administration [see Warnings and Precautions (5.9) and Drug Interactions (7) ] . These adverse reactions were reported as peptic ulcer bleeding (gastritis, gastroduodenal ulcers), hematemesis, hematochezia, melena and hemorrhage from possible colitis. 6.2 Post-Marketing Experience The following adverse reactions have been identified during post approval use of erlotinib tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Musculoskeletal and Connective Tissue Disorders: Myopathy, including rhabdomyolysis, in combination with statin therapy. Eye Disorders: ocular inflammation including uveitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION NSCLC: 150mg orally, on an empty stomach, once daily ( 2.2 ) Pancreatic cancer: 100 mg orally, on an empty stomach, once daily. ( 2.3 ) 2.1 Selection of Patients with Metastatic NSCLC Select patients for the treatment of metastatic NSCLC with erlotinib tablets based on the presence of EGFR exon 19 deletions or exon 21 (L858R) substitution mutations in tumor or plasma specimens [see Clinical Studies (14.1 , 14.2) ] . If these mutations are not detected in a plasma specimen, test tumor tissue if available. Information on FDA-approved tests for the detection of EGFR mutations in NSCLC is available at: http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dose – NSCLC The recommended daily dose of erlotinib tablets for NSCLC is 150 mg taken on an empty stomach, i.e., at least one hour before or two hours after the ingestion of food. Treatment should continue until disease progression or unacceptable toxicity occurs. 2.3 Recommended Dose – Pancreatic Cancer The recommended daily dose of erlotinib tablets for pancreatic cancer is 100 mg taken once daily in combination with gemcitabine. Take erlotinib tablet on an empty stomach, i.e., at least one hour before or two hours after the ingestion of food. Treatment should continue until disease progression or unacceptable toxicity occurs [see Clinical Studies (14.5) ] . 2.4 Dose Modifications Adverse Reactions Pulmonary † Interstitial Lung Disease (ILD) Discontinue Erlotinib tablet During diagnostic evaluation for possible ILD Withhold Erlotinib tablet * Hepatic † Severe hepatic toxicity that does not improve signiﬁcantly or resolve within three weeks Discontinue Erlotinib tablets In patients with pre-existing hepatic impairment or biliary obstruction for doubling of bilirubin or tripling of transaminases values over baseline Withhold Erlotinib tablet * and consider discontinuation In patients without pre-existing hepatic impairment for total bilirubin levels greater than 3 times the upper limit of normal or transaminases greater than 5 times the upper limit of normal Withhold Erlotinib tablet * and consider discontinuation Renal † For severe (CTCAE grade 3 to 4) renal toxicity Withhold Erlotinib tablet * and consider discontinuation Gastrointestinal † Gastrointestinal perforation Discontinue Erlotinib tablet For persistent severe diarrhea not responsive to medical management (e.g., loperamide) Withhold Erlotinib tablet * Skin † Severe bullous, blistering or exfoliating skin conditions Discontinue Erlotinib tablet For severe rash not responsive to medical management Withhold Erlotinib tablet * Ocular † Corneal perforation or severe ulceration Discontinue Erlotinib tablet For keratitis of (NCI-CTC version 4.0) grade 3-4 or for grade 2 lasting more than 2 weeks Withhold Erlotinib tablet * For acute/worsening ocular disorders such as eye pain Withhold Erlotinib tablet * and consider discontinuation Drug Interactions CYP3A4 inhibitors ‡ If severe reactions occur with concomitant use of strong \\ CYP3A4 inhibitors [such as atazanavir, clarithromycin, indinavir, itraconazole, ketoconazole, nefazodone, nelﬁnavir, ritonavir, saquinavir, telithromycin, troleandomycin (TAO), voriconazole, or grapefruit or grapefruit juice] or when using concomitantly with an inhibitor of both CYP3A4 and CYP1A2 (e.g., ciproﬂoxacin Reduce erlotinib by 50 mg decrements; avoid concomitant use if possible CYP3A4 inducers ‡ Concomitant use with CYP3A4 inducers, such as rifampin, rifabutin, rifapentine, phenytoin, carbamazepine, phenobarbital, or St. John's Wort Increase erlotinib by 50 mg increments at 2-week intervals to a maximum of 450 mg as tolerated. Avoid concomitant use if possible Concurrent Cigarette Smoking ‡§ Concurrent cigarette smoking Increase erlotinib by 50 mg increments at 2-week intervals to a maximum of 300 mg. Immediately reduce the dose of erlotinib tablet to the recommended dose (150 mg or 100 mg daily) upon cessation of smoking Proton Pump inhibitors Separation of doses may not eliminate the interaction since proton pump inhibitors affect the pH of the upper GI tract for an extended period Avoid concomitant use if possible H2-receptor antagonists If treatment with an H2-receptor antagonist such as ranitidine is required, separate dosing. Erlotinib tablet must be taken 10 hours after the H2-receptor antagonist dosing and at least 2 hours before the next dose of the H2 receptor antagonist Antacids The effect of antacids on erlotinib pharmacokinetics has not been evaluated The antacid dose and the erlotinib dose should be separated by several hours, if an antacid is necessary † For additional information see Warnings and Precautions ( 5 ). * Reduce erlotinib by 50 mg decrements when restarting therapy following withholding treatment for a dose-limiting toxicity that has resolved to baseline or grade ≤ 1. ‡ For additional information see Drug Interactions ( 7 ). § For additional information see Clinical Pharmacology ( 12.3 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Erlotinib tablet is a kinase inhibitor indicated for: The treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test receiving ﬁrst-line, maintenance, or second or greater line treatment after progression following at least one prior chemotherapy regimen ( 1.1 ) First-line treatment of patients with locally advanced, unrespectable or metastatic pancreatic cancer, in combination with gemcitabine. ( 1.2 ) Limitations of Use: Safety and efﬁcacy of erlotinib tablets have not been established in patients with NSCLC whose tumors have other EGFR mutations. ( 1.1 ) Erlotinib tablets are not recommended for use in combination with platinum-based chemotherapy. ( 1.1 ) 1.1 Non-Small Cell Lung Cancer (NSCLC) Erlotinib Tablets was indicated for: The treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test receiving ﬁrst-line, maintenance, or second or greater line treatment after progression following at least one prior chemotherapy regimen [see Clinical Studies (14.1 , 14.3) ] . Limitations of use: Safety and efﬁcacy of erlotinib have not been established in patients with NSCLC whose tumors have other EGFR mutations [see Clinical Studies (14.1, 14.2) ]. Erlotinib tablet is not recommended for use in combination with platinum-based chemotherapy [see Clinical Studies ( 14.4 )]. 1.2 Pancreatic Cancer Erlotinib tablet in combination with gemcitabine is indicated for the ﬁrst-line treatment of patients with locally advanced, unresectable or metastatic pancreatic cancer [see Clinical Studies (14.5) ] ."
  ],
  "fetched_at": "2025-09-30T21:18:39.612179",
  "source": "OpenFDA"
}