{
  "drug_name": "Ertapenem",
  "generic_name": [
    "ERTAPENEM"
  ],
  "brand_names": [
    "Ertapenem"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Co-administration with probenecid inhibits the renal excretion of ertapenem and is therefore not recommended. ( 7.1 ) • The concomitant use of ertapenem and valproic acid/divalproex sodium is generally not recommended. Anti-bacterials other than carbapenems should be considered to treat infections in patients whose seizures are well controlled on valproic acid or divalproex sodium. ( 5.2 , 7.2 ) 7.1 Probenecid Probenecid interferes with the active tubular secretion of ertapenem, resulting in increased plasma concentrations of ertapenem [see Clinical Pharmacology (12.3) ] . Co-administration of probenecid with ertapenem is not recommended. 7.2 Valproic Acid Case reports in the literature have shown that co-administration of carbapenems, including ertapenem, to patients receiving valproic acid or divalproex sodium results in a reduction of valproic acid concentrations. The valproic acid concentrations may drop below the therapeutic range as a result of this interaction, therefore increasing the risk of breakthrough seizures. Although the mechanism of this interaction is unknown, data from in vitro and animal studies suggest that carbapenems may inhibit the hydrolysis of valproic acid's glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid [see Warnings and Precautions (5.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are described in greater detail in the Warnings and Precautions section. • Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] • Seizure Potential [see Warnings and Precautions (5.2) ] • Interaction with Valproic Acid [see Warnings and Precautions (5.3) ] • Clostridium difficile -Associated Diarrhea (CDAD) [see Warnings and Precautions (5.4) ] • Caution with Intramuscular Administration [see Warnings and Precautions (5.5) ] • Development of Drug-Resistant Bacteria [see Warnings and Precautions (5.6) ] • Laboratory Tests [see Warnings and Precautions (5.7) ] Adults: The most common adverse reactions (≥5%) in patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, were diarrhea, nausea, headache and infused vein complication. ( 6.1 ) In the prophylaxis indication the overall adverse experience profile was generally comparable to that observed for ertapenem in other clinical trials. ( 6.1 ) Pediatrics: Adverse reactions in this population were comparable to adults. The most common adverse reactions (≥5%) in pediatric patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, were diarrhea, vomiting and infusion site pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hospira, Inc. at 1-800-441-4100 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults Receiving Ertapenem for Injection as a Treatment Regimen Clinical trials enrolled 1954 patients treated with Ertapenem for Injection; in some of the clinical trials, parenteral therapy was followed by a switch to an appropriate oral antimicrobial [see Clinical Studies (14) ] . Most adverse experiences reported in these clinical trials were described as mild to moderate in severity. Ertapenem for Injection was discontinued due to adverse experiences in 4.7% of patients. Table 3 shows the incidence of adverse experiences reported in ≥2% of patients in these trials. The most common drug-related adverse experiences in patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, were diarrhea (5.5%), infused vein complication (3.7%), nausea (3.1%), headache (2.2%), and vaginitis in females (2.1%). Table 3: Incidence (%) of Adverse Experiences Reported During Study Therapy Plus 14-Day Follow-Up in ≥2% of Adult Patients Treated With Ertapenem for Injection in Clinical Trials Ertapenem for Injection Includes Phase IIb/III Complicated intra-abdominal infections, Complicated skin and skin structure infections and Acute pelvic infections trials 1 g daily Piperacillin/ Tazobactam 3.375 g q6h Ertapenem for Injection Includes Phase IIb/III Community acquired pneumonia and Complicated urinary tract infections, and Phase IIa trials 1 g daily Ceftriaxone 1 or 2 g daily Adverse Events (N=802) (N=774) (N=1152) (N=942) Local: Infused vein complication 7.1 7.9 5.4 6.7 Systemic: Death 2.5 1.6 1.3 1.6 Edema/swelling 3.4 2.5 2.9 3.3 Fever 5 6.6 2.3 3.4 Abdominal pain 3.6 4.8 4.3 3.9 Hypotension 2 1.4 1 1.2 Constipation 4 5.4 3.3 3.1 Diarrhea 10.3 12.1 9.2 9.8 Nausea 8.5 8.7 6.4 7.4 Vomiting 3.7 5.3 4 4 Altered mental status Includes agitation, confusion, disorientation, decreased mental acuity, changed mental status, somnolence, stupor 5.1 3.4 3.3 2.5 Dizziness 2.1 3 1.5 2.1 Headache 5.6 5.4 6.8 6.9 Insomnia 3.2 5.2 3 4.1 Dyspnea 2.6 1.8 1 2.4 Pruritus 2 2.6 1 1.9 Rash 2.5 3.1 2.3 1.5 Vaginitis 1.4 1 3.3 3.7 In patients treated for complicated intra-abdominal infections, death occurred in 4.7% (15/316) of patients receiving Ertapenem for Injection and 2.6% (8/307) of patients receiving comparator drug. These deaths occurred in patients with significant co-morbidity and/or severe baseline infections. Deaths were considered unrelated to study drugs by investigators. In clinical trials, seizure was reported during study therapy plus 14-day follow-up period in 0.5% of patients treated with Ertapenem for Injection, 0.3% of patients treated with piperacillin/tazobactam and 0% of patients treated with ceftriaxone [see Warnings and Precautions (5.2) ] . Additional adverse experiences that were reported with Ertapenem for Injection with an incidence >0.1% within each body system are listed below Body as a Whole: abdominal distention, pain, chills, septicemia, septic shock, dehydration, gout, malaise, asthenia/fatigue, necrosis, candidiasis, weight loss, facial edema, injection site induration, injection site pain, extravasation, phlebitis/thrombophlebitis, flank pain, syncope Cardiovascular System: heart failure, hematoma, chest pain, hypertension, tachycardia, cardiac arrest, bradycardia, arrhythmia, atrial fibrillation, heart murmur, ventricular tachycardia, asystole, subdural hemorrhage Digestive System: acid regurgitation, oral candidiasis, dyspepsia, gastrointestinal hemorrhage, anorexia, flatulence, C. difficile -associated diarrhea, stomatitis, dysphagia, hemorrhoids, ileus, cholelithiasis, duodenitis, esophagitis, gastritis, jaundice, mouth ulcer, pancreatitis, pyloric stenosis Musculoskeletal System: leg pain Nervous System & Psychiatric: anxiety, nervousness, seizure [see Warnings and Precautions (5.2) ] , tremor, depression, hypesthesia, spasm, paresthesia, aggressive behavior, vertigo Respiratory System: cough, pharyngitis, rales/rhonchi, respiratory distress, pleural effusion, hypoxemia, bronchoconstriction, pharyngeal discomfort, epistaxis, pleuritic pain, asthma, hemoptysis, hiccups, voice disturbance Skin & Skin Appendage: erythema, sweating, dermatitis, desquamation, flushing, urticaria Special Senses: taste perversion Urogenital System: renal impairment, oliguria/anuria, vaginal pruritus, hematuria, urinary retention, bladder dysfunction, vaginal candidiasis, vulvovaginitis. In a clinical trial for the treatment of diabetic foot infections in which 289 adult diabetic patients were treated with Ertapenem for Injection, the adverse experience profile was generally similar to that seen in previous clinical trials. Prophylaxis of Surgical Site Infection following Elective Colorectal Surgery In a clinical trial in adults for the prophylaxis of surgical site infection following elective colorectal surgery in which 476 patients received a 1 g dose of Ertapenem for Injection 1 hour prior to surgery and were then followed for safety 14 days post surgery, the overall adverse experience profile was generally comparable to that observed for Ertapenem for Injection in previous clinical trials. Table 4 shows the incidence of adverse experiences other than those previously described above for Ertapenem for Injection that were reported regardless of causality in ≥2% of patients in this trial. Table 4: Incidence (%) of Adverse Experiences Reported During Study Therapy Plus 14-Day Follow-Up in ≥2% of Adult Patients Treated With Ertapenem for Injection for Prophylaxis of Surgical Site Infections Following Elective Colorectal Surgery Adverse Events Ertapenem for Injection 1 g (N = 476) Cefotetan 2 g (N = 476) Anemia 5.7 6.9 Small intestinal obstruction 2.1 1.9 Pneumonia 2.1 4 Postoperative infection 2.3 4 Urinary tract infection 3.8 5.5 Wound infection 6.5 12.4 Wound complication 2.9 2.3 Atelectasis 3.4 1.9 Additional adverse experiences that were reported in this prophylaxis trial with Ertapenem for Injection, regardless of causality, with an incidence >0.5% within each body system are listed below: Gastrointestinal Disorders: C. difficile infection or colitis, dry mouth, hematochezia General Disorders and Administration Site Condition: crepitations Infections and Infestations: cellulitis, abdominal abscess, fungal rash, pelvic abscess Injury, Poisoning and Procedural Complications: incision site complication, incision site hemorrhage, intestinal stoma complication, anastomotic leak, seroma, wound dehiscence, wound secretion Musculoskeletal and Connective Tissue Disorders: muscle spasms Nervous System Disorders: cerebrovascular accident Renal and Urinary Disorders: dysuria, pollakiuria Respiratory, Thoracic and Mediastinal Disorders: crackles lung, lung infiltration, pulmonary congestion, pulmonary embolism, wheezing. Pediatric Patients Receiving Ertapenem for Injection as a Treatment Regimen Clinical trials enrolled 384 patients treated with Ertapenem for Injection; in some of the clinical trials, parenteral therapy was followed by a switch to an appropriate oral antimicrobial [see Clinical Studies (14) ] . The overall adverse experience profile in pediatric patients is comparable to that in adult patients. Table 5 shows the incidence of adverse experiences reported in ≥2% of pediatric patients in clinical trials. The most common drug-related adverse experiences in pediatric patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, were diarrhea (6.5%), infusion site pain (5.5%), infusion site erythema (2.6%), vomiting (2.1%). Table 5: Incidence (%) of Adverse Experiences Reported During Study Therapy Plus 14-Day Follow-Up in ≥2% of Pediatric Patients Treated With Ertapenem for Injection in Clinical Trials Ertapenem for Injection 1, Includes Phase IIb Acute pelvic infections and Complicated intra-abdominal infections trials in which patients 3 months to 12 years of age received Ertapenem for Injection 15 mg/kg I.V. twice daily up to a maximum of 1 g and patients 13 to 17 years of age received Ertapenem for Injection 1 g I.V. daily or ticarcillin/clavulanate 50 mg/kg for patients <60 kg or ticarcillin/clavulanate 3 g for patients >60 kg, 4 or 6 times a day. Ceftriaxone Includes Phase IIb Complicated skin and skin structure infections, Community acquired pneumonia and Complicated urinary tract infections trials in which patients 3 months to 12 years of age received Ertapenem for Injection 15 mg/kg I.V. twice daily up to a maximum of 1 g or ceftriaxone 50 mg/kg/day I.V. in two divided doses up to a maximum of 2 g, and patients 13 to 17 years of age received Ertapenem for Injection 1 g I.V. daily or ceftriaxone 50 mg/kg/day I.V. in a single daily dose. Ticarcillin/ Clavulanate Adverse Events (N=384) (N=100) (N=24) Local: Infusion Site Erythema 3.9 3 8.3 Infusion Site Pain 7 4 20.8 Systemic: Abdominal Pain 4.7 3 4.2 Constipation 2.3 0 0 Diarrhea 11.7 17 4.2 Loose Stools 2.1 0 0 Vomiting 10.2 11 8.3 Pyrexia 4.9 6 8.3 Upper Respiratory Tract Infection 2.3 3 0 Headache 4.4 4 0 Cough 4.4 3 0 Diaper Dermatitis 4.7 4 0 Rash 2.9 2 8.3 Additional adverse experiences that were reported with Ertapenem for Injection with an incidence >0.5% within each body system are listed below: Gastrointestinal Disorders: nausea General Disorders and Administration Site Condition: hypothermia, chest pain, upper abdominal pain; infusion site pruritus, induration, phlebitis, swelling, and warmth Infections and Infestations: candidiasis, oral candidiasis, viral pharyngitis, herpes simplex, ear infection, abdominal abscess Metabolism and Nutrition Disorders: decreased appetite Musculoskeletal and Connective Tissue Disorders: arthralgia Nervous System Disorders: dizziness, somnolence Psychiatric Disorders: insomnia Reproductive System and Breast Disorders: genital rash Respiratory, Thoracic and Mediastinal Disorders: wheezing, nasopharyngitis, pleural effusion, rhinitis, rhinorrhea Skin and Subcutaneous Tissue Disorders: dermatitis, pruritus, rash erythematous, skin lesion Vascular Disorders: phlebitis. 6.2 Post-Marketing Experience The following additional adverse reactions have been identified during the post-approval use of Ertapenem for Injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders: teeth staining Immune System Disorders: anaphylaxis including anaphylactoid reactions Musculoskeletal and Connective Tissue Disorders: muscular weakness Nervous System Disorders: coordination abnormal, depressed level of consciousness, dyskinesia, gait disturbance, myoclonus, tremor Psychiatric Disorders: altered mental status (including aggression, delirium), hallucinations Skin and Subcutaneous Tissue Disorders: Acute Generalized Exanthematous Psutulosis (AGEP), Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS syndrome) 6.3 Adverse Laboratory Changes in Clinical Trials Adults Receiving Ertapenem for Injection as Treatment Regimen Laboratory adverse experiences that were reported during therapy in ≥2% of adult patients treated with Ertapenem for Injection in clinical trials are presented in Table 6 . Drug-related laboratory adverse experiences that were reported during therapy in ≥2% of adult patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, in clinical trials were ALT increased (6%), AST increased (5.2%), serum alkaline phosphatase increased (3.4%), and platelet count increased (2.8%). Ertapenem for Injection was discontinued due to laboratory adverse experiences in 0.3% of patients. Table 6: Incidence Number of patients with laboratory adverse experiences/Number of patients with the laboratory test (%) of Laboratory Adverse Experiences Reported During Study Therapy Plus 14-Day Follow-Up in ≥2% of Adult Patients Treated With Ertapenem for Injection in Clinical Trials Ertapenem for Injection Includes Phase IIb/III Complicated intra-abdominal infections, Complicated skin and skin structure infections and Acute pelvic infections trials 1 g daily Piperacillin/ Tazobactam 3.375 g q6h Ertapenem for Injection Includes Phase IIb/III Community acquired pneumonia and Complicated urinary tract infections, and Phase IIa trials 1 g daily Ceftriaxone 1 or 2 g daily Adverse laboratory experiences (n Number of patients with one or more laboratory tests =766) (n =755) (n =1122) (n =920) ALT increased 8.8 7.3 8.3 6.9 AST increased 8.4 8.3 7.1 6.5 Serum alkaline phosphatase increased 6.6 7.2 4.3 2.8 Eosinophils increased 1.1 1.1 2.1 1.8 Hematocrit decreased 3 2.9 3.4 2.4 Hemoglobin decreased 4.9 4.7 4.5 3.5 Platelet count increased 6.5 6.3 4.3 3.5 Urine RBCs increased 2.5 2.9 1.1 1 Urine WBCs increased 2.5 3.2 1.6 1.1 Additional laboratory adverse experiences that were reported during therapy in >0.1% of patients treated with Ertapenem for Injection in clinical trials include: increases in serum creatinine, serum glucose, BUN, total, direct and indirect serum bilirubin, serum sodium and potassium, PT and PTT; decreases in serum potassium, serum albumin, WBC, platelet count, and segmented neutrophils. In a clinical trial for the treatment of diabetic foot infections in which 289 adult diabetic patients were treated with Ertapenem for Injection, the laboratory adverse experience profile was generally similar to that seen in previous clinical trials. Prophylaxis of Surgical Site Infection following Elective Colorectal Surgery In a clinical trial in adults for the prophylaxis of surgical site infection following elective colorectal surgery in which 476 patients received a 1 g dose of Ertapenem for Injection 1 hour prior to surgery and were then followed for safety 14 days post surgery, the overall laboratory adverse experience profile was generally comparable to that observed for Ertapenem for Injection in previous clinical trials. Pediatric Patients Receiving Ertapenem for Injection as a Treatment Regimen Laboratory adverse experiences that were reported during therapy in ≥2% of pediatric patients treated with Ertapenem for Injection in clinical trials are presented in Table 7 . Drug-related laboratory adverse experiences that were reported during therapy in ≥2% of pediatric patients treated with Ertapenem for Injection, including those who were switched to therapy with an oral antimicrobial, in clinical trials were neutrophil count decreased (3%), ALT increased (2.2%), and AST increased (2.1%). Table 7: Incidence Number of patients with laboratory adverse experiences/Number of patients with the laboratory test; where at least 300 patients had the test (%) of Specific Laboratory Adverse Experiences Reported During Study Therapy Plus 14-Day Follow-Up in ≥2% of Pediatric Patients Treated With Ertapenem for Injection in Clinical Trials Ertapenem for Injection Ceftriaxone Ticarcillin/ Clavulanate Adverse laboratory experiences (n Number of patients with one or more laboratory tests =379) (n =97) (n =24) ALT Increased 3.8 1.1 4.3 AST Increased 3.8 1.1 4.3 Neutrophil Count Decreased 5.8 3.1 0 Additional laboratory adverse experiences that were reported during therapy in >0.5% of patients treated with Ertapenem for Injection in clinical trials include: alkaline phosphatase increased, eosinophil count increased, platelet count increased, white blood cell count decreased and urine protein present."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Ertapenem for Injection is contraindicated in patients with known hypersensitivity to any component of this product or to other drugs in the same class or in patients who have demonstrated anaphylactic reactions to beta-lactams. • Due to the use of lidocaine HCl as a diluent, Ertapenem for Injection administered intramuscularly is contraindicated in patients with a known hypersensitivity to local anesthetics of the amide type. • Known hypersensitivity to product components or anaphylactic reactions to β-lactams. ( 4 ) • Due to the use of lidocaine HCl as a diluent, Ertapenem for Injection administered intramuscularly is contraindicated in patients with a known hypersensitivity to local anesthetics of the amide type. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Do not mix or co-infuse Ertapenem for Injection with other medications. Do not use diluents containing dextrose (α–D–glucose) . ( 2.1 ) Ertapenem for Injection should be infused over 30 minutes in both the Treatment and Prophylactic regimens. ( 2.1 ) Dosing considerations should be made in adults with advanced or end-stage renal impairment and those on hemodialysis. ( 2.4 , 2.5 ) Treatment regimen: • Adults and pediatric patients 13 years of age and older. The dosage should be 1 gram once a day intravenously or intramuscularly. ( 2.2 ) • Patients 3 months to 12 years of age should be administered 15 mg/kg twice daily (not to exceed 1 g/day intravenously or intramuscularly.) ( 2.2 ) • Intravenous infusion may be administered in adults and pediatrics for up to 14 days or intramuscular injection for up to 7 days. ( 2.1 ) Prophylaxis regimen for adults: • 1 gram single dose given 1 hour prior to elective colorectal surgery. ( 2.3 ) 2.1 Instructions for Use in All Patients For Intravenous or Intramuscular Use DO NOT MIX OR CO-INFUSE ERTAPENEM FOR INJECTION WITH OTHER MEDICATIONS. DO NOT USE DILUENTS CONTAINING DEXTROSE (α-D-GLUCOSE). Ertapenem for Injection may be administered by intravenous infusion for up to 14 days or intramuscular injection for up to 7 days. When administered intravenously, Ertapenem for Injection should be infused over a period of 30 minutes. Intramuscular administration of Ertapenem for Injection may be used as an alternative to intravenous administration in the treatment of those infections for which intramuscular therapy is appropriate. 2.2 Treatment Regimen 13 years of age and older The dose of Ertapenem for Injection in patients 13 years of age and older is 1 gram (g) given once a day [see Clinical Pharmacology (12.3) ]. 3 months to 12 years of age The dose of Ertapenem for Injection in patients 3 months to 12 years of age is 15 mg/kg twice daily (not to exceed 1 g/day). Table 1 presents treatment guidelines for Ertapenem for Injection. Table 1: Treatment Guidelines for Adults and Pediatric Patients With Normal Renal Function defined as creatinine clearance >90 mL/min/1.73 m 2 and Body Weight Infection due to the designated pathogens [see Indications and Usage (1) ] Daily Dose (I.V. or I.M.) Adults and Pediatric Patients 13 years of age and older Daily Dose (I.V. or I.M.) Pediatric Patients 3 months to 12 years of age Recommended Duration of Total Antimicrobial Treatment Complicated intra-abdominal infections 1 g 15 mg/kg twice daily not to exceed 1 g/day 5 to 14 days Complicated skin and skin structure infections, including diabetic foot infections Ertapenem for Injection has not been studied in diabetic foot infections with concomitant osteomyelitis [see Clinical Studies (14.1) ] . 1 g 15 mg/kg twice daily 7 to 14 days adult patients with diabetic foot infections received up to 28 days of treatment (parenteral or parenteral plus oral switch therapy) Community acquired pneumonia 1 g 15 mg/kg twice daily 10 to 14 days duration includes a possible switch to an appropriate oral therapy, after at least 3 days of parenteral therapy, once clinical improvement has been demonstrated. Complicated urinary tract infections, including pyelonephritis 1 g 15 mg/kg twice daily 10 to 14 days Acute pelvic infections including postpartum endomyometritis, septic abortion and post surgical gynecologic infections 1 g 15 mg/kg twice daily 3 to 10 days 2.3 Prophylactic Regimen in Adults Table 2 presents prophylaxis guidelines for Ertapenem for Injection. Table 2: Prophylaxis Guidelines for Adults Indication Daily Dose (I.V.) Adults Recommended Duration of Total Antimicrobial Treatment Prophylaxis of surgical site infection following elective colorectal surgery 1 g Single intravenous dose given 1 hour prior to surgical incision 2.4 Patients with Renal Impairment Ertapenem for Injection may be used for the treatment of infections in adult patients with renal impairment. In patients whose creatinine clearance is >30 mL/min/1.73 m 2 , no dosage adjustment is necessary. Adult patients with severe renal impairment (creatinine clearance ≤30 mL/min/1.73 m 2 ) and end-stage renal disease (creatinine clearance ≤10 mL/min/1.73 m 2 ) should receive 500 mg daily. A supplementary dose of 150 mg is recommended if ertapenem is administered within 6 hours prior to hemodialysis. There are no data in pediatric patients with renal impairment. 2.5 Patients on Hemodialysis When adult patients on hemodialysis are given the recommended daily dose of 500 mg of Ertapenem for Injection within 6 hours prior to hemodialysis, a supplementary dose of 150 mg is recommended following the hemodialysis session. If Ertapenem for Injection is given at least 6 hours prior to hemodialysis, no supplementary dose is needed. There are no data in patients undergoing peritoneal dialysis or hemofiltration. There are no data in pediatric patients on hemodialysis. When only the serum creatinine is available, the following formula Cockcroft and Gault equation: Cockcroft DW, Gault MH. Prediction of creatinine clearance from serum creatinine. Nephron. 1976 may be used to estimate creatinine clearance. The serum creatinine should represent a steady state of renal function. Males: (weight in kg) x (140-age in years) (72) x serum creatinine (mg/100 mL) Females: (0.85) x (value calculated for males) 2.6 Patients with Hepatic Impairment No dose adjustment recommendations can be made in patients with hepatic impairment [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . 2.7 Preparation and Reconstitution for Administration Vials Adults and pediatric patients 13 years of age and older Preparation for intravenous administration: DO NOT MIX OR CO-INFUSE ERTAPENEM FOR INJECTION WITH OTHER MEDICATIONS. DO NOT USE DILUENTS CONTAINING DEXTROSE (α-D-GLUCOSE). ERTAPENEM FOR INJECTION MUST BE RECONSTITUTED AND THEN DILUTED PRIOR TO ADMINISTRATION. • Reconstitute the contents of a 1 g vial of Ertapenem for Injection with 10 mL of one of the following: Water for Injection, 0.9% Sodium Chloride Injection or Bacteriostatic Water for Injection, using a syringe equipped with a 21-gauge or smaller diameter needle. NOTE: Use with a needleless IV system is not recommended • Shake well to dissolve and immediately transfer contents of the reconstituted vial to 50 mL of 0.9% Sodium Chloride Injection. • Complete the infusion within 6 hours of reconstitution. Preparation for intramuscular administration: ERTAPENEM FOR INJECTION MUST BE RECONSTITUTED PRIOR TO ADMINISTRATION. • Reconstitute the contents of a 1 g vial of Ertapenem for Injection with 3.2 mL of 1% lidocaine HCl injection Refer to the prescribing information for lidocaine HCl. ( without epinephrine ). Shake vial thoroughly to form solution. • Immediately withdraw the contents of the vial and administer by deep intramuscular injection into a large muscle mass (such as the gluteal muscles or lateral part of the thigh). • The reconstituted I.M. solution should be used within 1 hour after preparation. NOTE: THE RECONSTITUTED SOLUTION SHOULD NOT BE ADMINISTERED INTRAVENOUSLY. Pediatric patients 3 months to 12 years of age Preparation for intravenous administration: DO NOT MIX OR CO-INFUSE ERTAPENEM FOR INJECTION WITH OTHER MEDICATIONS. DO NOT USE DILUENTS CONTAINING DEXTROSE (α-D-GLUCOSE). ERTAPENEM FOR INJECTION MUST BE RECONSTITUTED AND THEN DILUTED PRIOR TO ADMINISTRATION. • Reconstitute the contents of a 1 g vial of Ertapenem for Injection with 10 mL of one of the following: Water for Injection, 0.9% Sodium Chloride Injection or Bacteriostatic Water for Injection, using a syringe equipped with a 21-gauge or smaller diameter needle. NOTE: Use with a needleless IV system is not recommended • Shake well to dissolve and immediately withdraw a volume equal to 15 mg/kg of body weight (not to exceed 1 g/day) and dilute in 0.9% Sodium Chloride Injection to a final concentration of 20 mg/mL or less. • Complete the infusion within 6 hours of reconstitution. Preparation for intramuscular administration: ERTAPENEM FOR INJECTION MUST BE RECONSTITUTED PRIOR TO ADMINISTRATION. • Reconstitute the contents of a 1 g vial of Ertapenem for Injection with 3.2 mL of 1% lidocaine HCl injection ( without epinephrine ). Shake vial thoroughly to form solution. • Immediately withdraw a volume equal to 15 mg/kg of body weight (not to exceed 1 g/day) and administer by deep intramuscular injection into a large muscle mass (such as the gluteal muscles or lateral part of the thigh). • The reconstituted I.M. solution should be used within 1 hour after preparation. NOTE: THE RECONSTITUTED SOLUTION SHOULD NOT BE ADMINISTERED INTRAVENOUSLY . Storage When prepared with the diluent, Ertapenem for Injection maintains satisfactory potency for 6 hours at room temperature (25°C) or for 24 hours under refrigeration (5°C) and used within 4 hours after removal from refrigeration. Solutions of Ertapenem for Injection should not be frozen . Before administering, see accompanying package circular for Ertapenem for Injection. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to use, whenever solution and container permit. Solutions of Ertapenem for Injection range from colorless to pale yellow. Variations of color within this range do not affect the potency of the product."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of Ertapenem for Injection and other antibacterial drugs, Ertapenem for Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Treatment Ertapenem for Injection is indicated for the treatment of adult patients and pediatric patients (3 months of age and older) with the following moderate to severe infections caused by susceptible isolates of the designated microorganisms [see Dosage and Administration (2) ]. Ertapenem for Injection is a penem antibacterial indicated in adult patients and pediatric patients (3 months of age and older) for the treatment of the following moderate to severe infections caused by susceptible bacteria: • Complicated intra-abdominal infections. ( 1.1 ) • Complicated skin and skin structure infections, including diabetic foot infections without osteomyelitis. ( 1.2 ) • Community-acquired pneumonia. ( 1.3 ) • Complicated urinary tract infections including pyelonephritis. ( 1.4 ) • Acute pelvic infections including postpartum endomyometritis, septic abortion and post surgical gynecologic infections. ( 1.5 ) Ertapenem for Injection is indicated in adults for the prophylaxis of surgical site infection following elective colorectal surgery. ( 1.6 ) 1.1 Complicated Intra-Abdominal Infections Ertapenem for Injection is indicated for the treatment of complicated intra-abdominal infections due to Escherichia coli , Clostridium clostridioforme , Eubacterium lentum , Peptostreptococcus species, Bacteroides fragilis , Bacteroides distasonis , Bacteroides ovatus , Bacteroides thetaiotaomicron , or Bacteroides uniformis . 1.2 Complicated Skin and Skin Structure Infections, Including Diabetic Foot Infections without Osteomyelitis Ertapenem for Injection is indicated for the treatment of complicated skin and skin structure infections, including diabetic foot infections without osteomyelitis due to Staphylococcus aureus (methicillin susceptible isolates only), Streptococcus agalactiae , Streptococcus pyogenes , Escherichia coli , Klebsiella pneumoniae , Proteus mirabilis , Bacteroides fragilis , Peptostreptococcus species, Porphyromonas asaccharolytica , or Prevotella bivia . Ertapenem for Injection has not been studied in diabetic foot infections with concomitant osteomyelitis [see Clinical Studies (14) ]. 1.3 Community Acquired Pneumonia Ertapenem for Injection is indicated for the treatment of community acquired pneumonia due to Streptococcus pneumoniae (penicillin susceptible isolates only) including cases with concurrent bacteremia, Haemophilus influenzae (beta-lactamase negative isolates only), or Moraxella catarrhalis . 1.4 Complicated Urinary Tract Infections Including Pyelonephritis Ertapenem for Injection is indicated for the treatment of complicated urinary tract infections including pyelonephritis due to Escherichia coli , including cases with concurrent bacteremia, or Klebsiella pneumoniae . 1.5 Acute Pelvic Infections Including Postpartum Endomyometritis, Septic Abortion and Post Surgical Gynecologic Infections Ertapenem for Injection is indicated for the treatment of acute pelvic infections including postpartum endomyometritis, septic abortion and post surgical gynecological infections due to Streptococcus agalactiae, Escherichia coli , Bacteroides fragilis, Porphyromonas asaccharolytica, Peptostreptococcus species, or Prevotella bivia . Prevention Ertapenem for Injection is indicated in adults for: 1.6 Prophylaxis of Surgical Site Infection Following Elective Colorectal Surgery Ertapenem for Injection is indicated for the prevention of surgical site infection following elective colorectal surgery."
  ],
  "fetched_at": "2025-09-30T21:06:09.541631",
  "source": "OpenFDA"
}