{
  "drug_name": "Ertugliflozin",
  "generic_name": [
    "ERTUGLIFLOZIN AND METFORMIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "SEGLUROMET"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 3: Clinically Significant Drug Interactions with SEGLUROMET Carbonic Anhydrase Inhibitors Clinical Impact: The risk of lactic acidosis may increase due to concomitant use of Topiramate or other carbonic anhydrase inhibitors (e.g., zonisamide, acetazolamide or dichlorphenamide) with metformin. These drugs frequently cause a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Intervention: more frequent monitoring of these patients. Drugs that Reduce Metformin Clearance Clinical Impact: The risk of lactic acidosis may increase due to concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2] / multidrug and toxin extrusion [MATE] inhibitors such as ranolazine, vandetanib, dolutegravir, and cimetidine) which increase systemic exposure to metformin Intervention Consider the benefits and risks of concomitant use. Alcohol Clinical Impact: Potentiate the effect of metformin on lactate metabolism. Intervention: Warn patients against excessive alcohol intake while receiving SEGLUROMET. Insulin or Insulin Secretagogues Clinical Impact: The risk of hypoglycemia is increased when ertugliflozin is used in combination with insulin or an insulin secretagogue. Intervention: A lower dose of insulin or insulin secretagogue may be required to minimize the risk of hypoglycemia when used in combination with SEGLUROMET. Drugs that Affect Glycemic Control Clinical Impact: Certain drugs tend to produce hyperglycemia and may lead to loss of glycemic control. These drugs include the thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and isoniazid. Intervention: When a patient is receiving SEGLUROMET along with such drugs, the patient should be closely observed to maintain adequate glycemic control. Lithium Clinical Impact: Concomitant use of an SGLT2 inhibitor with lithium may decrease serum lithium concentrations. Intervention: Monitor serum lithium concentration more frequently during SEGLUROMET initiation and dosage changes. Positive Urine Glucose Test Clinical Impact: SGLT2 inhibitors increase urinary glucose excretion and will lead to positive urine glucose tests. Intervention: Monitoring glycemic control with urine glucose tests is not recommended in patients taking SEGLUROMET. Use alternative methods to monitor glycemic control. Interference with 1,5-anhydroglucitol (1,5-AG) Assay Clinical Impact: Measurements of 1,5-AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention: Monitoring glycemic control with 1,5-AG assay is not recommended. Use alternative methods to monitor glycemic control. Carbonic Anhydrase Inhibitors: May increase risk of lactic acidosis. Consider more frequent monitoring. ( 7.2 ) Drugs that Reduce Metformin Clearance: May increase risk of lactic acidosis. Consider benefits and risks of concomitant use. ( 7.2 ) See full prescribing information for additional drug interactions and information on interference of SEGLUROMET with laboratory tests. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described elsewhere in the labeling: Lactic Acidosis [see Boxed Warning and Warnings and Precautions (5.1) ] Diabetic Ketoacidosis in Patients with Type 1 Diabetes and Other Ketoacidosis [see Warnings and Precautions (5.2) ] Lower Limb Amputation [see Warnings and Precautions (5.3) ] Volume Depletion [see Warnings and Precautions (5.4) ] Urosepsis and Pyelonephritis [see Warnings and Precautions (5.5) ] Hypoglycemia with Concomitant Use with Insulin or Insulin Secretagogues [see Warnings and Precautions (5.6) ] Necrotizing Fasciitis of the Perineum (Fournier's Gangrene) [see Warnings and Precautions (5.7) ] Genital Mycotic Infections [see Warnings and Precautions (5.8) ] Vitamin B 12 Deficiency [see Warnings and Precautions (5.9) ] Most common adverse reactions associated with ertugliflozin (incidence ≥5%) were female genital mycotic infections. ( 6.1 ) Most common adverse reactions associated with metformin (incidence ≥5%) were diarrhea, nausea, vomiting, flatulence, abdominal discomfort, indigestion, asthenia, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Ertugliflozin and Metformin Hydrochloride The incidence and type of adverse reactions in the two 26-week, placebo-controlled trials of ertugliflozin 5 mg and 15 mg added to metformin HCl, representing a majority of data from the three 26-week, placebo-controlled trials, were similar to the adverse reactions described in Table 1 . Ertugliflozin Pool of Placebo-Controlled Trials The data in Table 1 are derived from a pool of three 26-week, placebo-controlled trials. Ertugliflozin was used as monotherapy in one trial and as add-on therapy in two trials [see Clinical Studies (14) ] . These data reflect exposure of 1,029 patients to ertugliflozin with a mean exposure duration of approximately 25 weeks. Patients received ertugliflozin 5 mg (N=519), ertugliflozin 15 mg (N=510), or placebo (N=515) once daily. The mean age of the population was 57 years and 2% were older than 75 years of age. Fifty-three percent (53%) of the population was male and 73% were White, 15% were Asian, and 7% were Black or African American. At baseline the population had diabetes for an average of 7.5 years, had a mean HbA1c of 8.1%, and 19.4% had established microvascular complications of diabetes. Baseline renal function (mean eGFR 88.9 mL/min/1.73 m 2 ) was normal or mildly impaired in 97% of patients and moderately impaired in 3% of patients. Table 1 shows common adverse reactions associated with the use of ertugliflozin. These adverse reactions were not present at baseline, occurred more commonly on ertugliflozin than on placebo, and occurred in at least 2% of patients treated with either ertugliflozin 5 mg or ertugliflozin 15 mg. Table 1: Adverse Reactions Reported in ≥2% of Patients with Type 2 Diabetes Mellitus Treated with Ertugliflozin The three placebo-controlled studies included one monotherapy trial and two add-on combination trials with metformin HCl or with metformin HCl and sitagliptin. and Greater than Placebo in Pooled Placebo-Controlled Clinical Studies of Ertugliflozin Monotherapy or Combination Therapy Number (%) of Patients Placebo N = 515 Ertugliflozin 5 mg N = 519 Ertugliflozin 15 mg N = 510 Female genital mycotic infections Includes: genital candidiasis, genital infection fungal, vaginal infection, vulvitis, vulvovaginal candidiasis, vulvovaginal mycotic infection, and vulvovaginitis. Percentages calculated with the number of female patients in each group as denominator: placebo (N=235), ertugliflozin 5 mg (N=252), ertugliflozin 15 mg (N=245). 3.0% 9.1% 12.2% Male genital mycotic infections Includes: balanitis candida, balanoposthitis, genital infection, and genital infection fungal. Percentages calculated with the number of male patients in each group as denominator: placebo (N=280), ertugliflozin 5 mg (N=267), ertugliflozin 15 mg (N=265). 0.4% 3.7% 4.2% Urinary tract infections Includes: cystitis, dysuria, streptococcal urinary tract infection, urethritis, urinary tract infection. 3.9% 4.0% 4.1% Headache 2.3% 3.5% 2.9% Vaginal pruritus Includes: vulvovaginal pruritus and pruritus genital. Percentages calculated with the number of female patients in each group as denominator: placebo (N=235), ertugliflozin 5 mg (N=252), ertugliflozin 15 mg (N=245). 0.4% 2.8% 2.4% Increased urination Includes: pollakiuria, micturition urgency, polyuria, urine output increased, and nocturia. 1.0% 2.7% 2.4% Nasopharyngitis 2.3% 2.5% 2.0% Back pain 2.3% 1.7% 2.5% Weight decreased 1.0% 1.2% 2.4% Thirst Includes: thirst, dry mouth, polydipsia, and dry throat. 0.6% 2.7% 1.4% Volume Depletion Ertugliflozin causes an osmotic diuresis, which may lead to intravascular volume contraction and adverse reactions related to volume depletion, particularly in patients with impaired renal function (eGFR less than 60 mL/min/1.73 m 2 ). In patients with moderate renal impairment, adverse reactions related to volume depletion (e.g., dehydration, dizziness postural, presyncope, syncope, hypotension, and orthostatic hypotension) were reported in 0%, 4.4%, and 1.9% of patients treated with placebo, ertugliflozin 5 mg, and ertugliflozin 15 mg, respectively. Ertugliflozin may also increase the risk of hypotension in other patients at risk for volume contraction [see Use in Specific Populations (8.5 , 8.6) ] . Hypoglycemia The incidence of hypoglycemia by study is shown in Table 2 . Table 2: Incidence of Overall Overall hypoglycemic events: plasma or capillary glucose of less than or equal to 70 mg/dL. and Severe Severe hypoglycemic events: required assistance, lost consciousness, or experienced a seizure regardless of blood glucose. Hypoglycemia in Placebo-Controlled Clinical Studies in Patients with Type 2 Diabetes Mellitus Add-on Combination Therapy with Metformin HCl (26 weeks) Placebo (N = 209) Ertugliflozin 5 mg (N = 207) Ertugliflozin 15 mg (N = 205) Overall [N (%)] 9 (4.3) 15 (7.2) 16 (7.8) Severe [N (%)] 1 (0.5) 1 (0.5) 0 (0.0) Add-on Combination Therapy with Metformin HCl and Sitagliptin (26 weeks) Placebo (N = 153) Ertugliflozin 5 mg (N = 156) Ertugliflozin 15 mg (N = 153) Overall [N (%)] 5 (3.3) 7 (4.5) 3 (2.0) Severe [N (%)] 1 (0.7) 1 (0.6) 0 (0.0) Add-on Combination with Insulin with or without Metformin HCl (18 weeks) Placebo (N = 347) Ertugliflozin 5 mg (N = 348) Ertugliflozin 15 mg (N = 370) Overall [N (%)] 130 (37.5) 137 (39.4) 144 (38.9) Severe [N (%)] 12 (3.5) 13 (3.7) 19 (5.1) Add-on Combination with Metformin HCl and a Sulfonylurea (18 weeks) Placebo (N = 117) Ertugliflozin 5 mg (N = 100) Ertugliflozin 15 mg (N = 113) Overall [N (%)] 17 (14.5) 20 (20.0) 30 (26.5) Severe [N (%)] 1 (0.9) 2 (2.0) 2 (1.8) Lower Limb Amputation In a long-term cardiovascular outcomes study [see Clinical Studies (14.2) ] , in patients with type 2 diabetes mellitus and established cardiovascular disease, the occurrence of non-traumatic lower limb amputations was reported with event rates of 4.7, 5.7, and 6.0 events per 1,000 patient-years in the placebo, ertugliflozin 5 mg, and ertugliflozin 15 mg treatment arms, respectively. Across seven ertugliflozin clinical trials, non-traumatic lower limb amputations were reported in 1 (0.1%) patient in the comparator group, 3 (0.2%) patients in the ertugliflozin 5 mg group, and 8 (0.5%) patients in the ertugliflozin 15 mg group. Genital Mycotic Infections In the pool of three placebo-controlled clinical trials, the incidence of female genital mycotic infections (e.g., genital candidiasis, genital infection fungal, vaginal infection, vulvitis, vulvovaginal candidiasis, vulvovaginal mycotic infection, vulvovaginitis) occurred in 3%, 9.1%, and 12.2%, of females treated with placebo, ertugliflozin 5 mg, and ertugliflozin 15 mg, respectively (see Table 1 ). In females, discontinuation due to genital mycotic infections occurred in 0% and 0.6% of patients treated with placebo and ertugliflozin, respectively. In the same pool, male genital mycotic infections (e.g., balanitis candida, balanoposthitis, genital infection, genital infection fungal) occurred in 0.4%, 3.7%, and 4.2% of males treated with placebo, ertugliflozin 5 mg, and ertugliflozin 15 mg, respectively. Male genital mycotic infections occurred more commonly in uncircumcised males. In males, discontinuations due to genital mycotic infections occurred in 0% and 0.2% of patients treated with placebo and ertugliflozin, respectively. Phimosis was reported in 8 of 1,729 (0.5%) male ertugliflozin-treated patients, of which four required circumcision. Urinary Tract Infections In VERTIS CV urinary tract infections (e.g., urinary tract infection, cystitis, dysuria) occurred in 10.2%, 12.2% and 12.0% of patients treated with placebo, ertugliflozin 5 mg and ertugliflozin 15 mg, respectively. The incidences of serious urinary tract infections were 0.8%, 0.9% and 0.4% with placebo, ertugliflozin 5 mg and ertugliflozin 15 mg, respectively. Metformin HCl The most common (5% or greater incidence) established adverse reactions due to initiation of metformin HCl therapy are diarrhea, nausea, vomiting, flatulence, abdominal discomfort, indigestion, asthenia, and headache. In controlled clinical trials of metformin HCl of 29 weeks duration, a decrease to subnormal levels of previously normal serum vitamin B 12 levels was observed in approximately 7% of patients. Laboratory Tests Ertugliflozin Changes in Serum Creatinine and eGFR Initiation of ertugliflozin causes an increase in serum creatinine and decrease in eGFR within weeks of starting therapy and then these changes stabilize. In a study of patients with moderate renal impairment, larger mean changes were observed. In a long-term cardiovascular outcomes trial, an initial increase in serum creatinine and a decrease in eGFR within weeks of starting therapy was observed (at Week 6 eGFR changes of -2.7, -3.8 and -0.4 mL/min/1.73 m 2 in the ertugliflozin 5 mg, ertugliflozin 15 mg and placebo arms, respectively). The initial decline was followed by a recovery toward baseline to Week 52 (eGFR change from baseline of - 0.4, - 1.1 and - 0.2 mL/min/1.73 m 2 in ertugliflozin 5 mg, ertugliflozin 15 mg, and placebo arms, respectively). Acute hemodynamic changes may play a role in the early renal function changes observed with ertugliflozin since they are reversed after treatment discontinuation. Increases in Low-Density Lipoprotein Cholesterol (LDL-C) In the pool of three placebo-controlled trials, dose-related increases in LDL-C were observed in patients treated with ertugliflozin. Mean percent changes from baseline to Week 26 in LDL-C relative to placebo were 2.6% and 5.4% with ertugliflozin 5 mg and ertugliflozin 15 mg, respectively. The range of mean baseline LDL-C was 96.6 to 97.7 mg/dL across treatment groups. Increases in Hemoglobin In the pool of three placebo-controlled trials, mean changes (percent changes) from baseline to Week 26 in hemoglobin were -0.21 g/dL (-1.4%) with placebo, 0.46 g/dL (3.5%) with ertugliflozin 5 mg, and 0.48 g/dL (3.5%) with ertugliflozin 15 mg. The range of mean baseline hemoglobin was 13.90 to 14.00 g/dL across treatment groups. At the end of treatment, 0.0%, 0.2%, and 0.4% of patients treated with placebo, ertugliflozin 5 mg, and ertugliflozin 15 mg, respectively, had a hemoglobin increase greater than 2 g/dL and above the upper limit of normal. Increases in Serum Phosphate In the pool of three placebo-controlled trials, mean changes (percent changes) from baseline in serum phosphate were 0.04 mg/dL (1.9%) with placebo, 0.21 mg/dL (6.8%) with ertugliflozin 5 mg, and 0.26 mg/dL (8.5%) with ertugliflozin 15 mg. The range of mean baseline serum phosphate was 3.53 to 3.54 mg/dL across treatment groups. In a clinical trial of patients with moderate renal impairment, mean changes (mean percent changes) from baseline at Week 26 in serum phosphate were -0.01 mg/dL (0.8%) with placebo, 0.29 mg/dL (9.7%) with ertugliflozin 5 mg, and 0.24 mg/dL (7.8%) with ertugliflozin 15 mg. 6.2 Postmarketing Experience Additional adverse reactions have been identified during post approval use of ertugliflozin, metformin HCl, both components of SEGLUROMET. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Ertugliflozin Infections: necrotizing fasciitis of the perineum (Fournier’s Gangrene) Skin and Subcutaneous Tissue Disorders: angioedema, rash Metformin HCl Hepatobiliary Disorders: cholestatic, hepatocellular, and mixed hepatocellular liver injury"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS SEGLUROMET is contraindicated in patients with: Hypersensitivity to ertugliflozin, metformin, or any excipient in SEGLUROMET. Reactions such as angioedema or anaphylaxis have occurred [see Adverse Reactions (6.2) ]. Severe renal impairment (eGFR less than 30 mL/min/1.73 m 2 ), end stage-renal disease (ESRD), or on dialysis [see Use in Specific Populations (8.6) ] . Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma. Severe renal impairment (eGFR less than 30 mL/min/1.73 m 2 ), end stage-renal disease, or patients on dialysis. ( 4 ) Metabolic acidosis, including diabetic ketoacidosis. ( 4 ) Hypersensitivity to ertugliflozin, metformin or any excipient. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess renal function prior to initiation and as clinically indicated. ( 2.1 ) Correct volume depletion before initiation. ( 2.1 ) Individualize the starting dosage based on the patient's current regimen. ( 2.2 ) Maximum recommended dosage is 7.5 mg ertugliflozin/1,000 mg metformin orally twice daily. ( 2.2 ) Take orally twice daily with meals, with gradual dose escalation. ( 2.2 ) Do not use in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/minute/1.73 m 2 . Use is not recommended in patients with an eGFR less than 45 mL/min/1.73 m 2 . ( 2.2 ) Use is contraindicated in patients with severe renal impairment (eGFR less than 30 mL/min/1.73 m 2 ), end stage-renal disease (ESRD), or on dialysis. ( 2.2 ) SEGLUROMET may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures. ( 2.3 ) Withhold SEGLUROMET for at least 4 days, if possible, prior to surgery or procedures associated with prolonged fasting. ( 2.4 ) 2.1 Prior to Initiation of SEGLUROMET Assess renal function before initiating SEGLUROMET and as clinically indicated [see Warnings and Precautions (5.2) ] . Assess volume status. In patients with volume depletion, correct this condition before initiating SEGLUROMET [see Warnings and Precautions (5.4) and Use in Specific Populations (8.5 , 8.6) ]. 2.2 Recommended Dosage Individualize the starting dosage of SEGLUROMET, ertugliflozin and metformin hydrochloride (HCI), based on the patient’s current regimen, while not exceeding the maximum recommended oral daily dosage of 15 mg ertugliflozin and 2,000 mg metformin HCl: In patients on metformin HCI, switch to SEGLUROMET tablets containing 2.5 mg ertugliflozin, with a similar total oral daily dosage of metformin HCl. In patients on ertugliflozin, switch to SEGLUROMET tablets containing 500 mg metformin HCl, with a similar total oral daily dosage of ertugliflozin. In patients already treated with ertugliflozin and metformin HCl, switch to SEGLUROMET tablets containing the same total oral daily dosage of ertugliflozin and a similar daily dosage of metformin HCI. Take SEGLUROMET orally twice daily with meals, with gradual dosage escalation for those initiating metformin HCl to reduce the gastrointestinal side effects due to metformin [see Adverse Reactions (6.1) ]. Dosing may be adjusted based on effectiveness and tolerability. Use of SEGLUROMET is not recommended in patients with an estimated glomerular filtration rate (eGFR) less than 45 mL/min/1.73 m 2 . Use of SEGLUROMET is contraindicated in patients with severe renal impairment (eGFR less than 30 mL/min/1.73 m 2 ), end stage-renal disease (ESRD), or on dialysis [see Contraindications (4) ] . 2.3 Discontinuation for Iodinated Contrast Imaging Procedures Discontinue SEGLUROMET at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR less than 60 mL/min/1.73 m 2 ; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart SEGLUROMET if renal function is stable [see Warnings and Precautions (5.1) ] . 2.4 Temporary Interruption for Surgery Withhold SEGLUROMET for at least 4 days, if possible, prior to surgery or procedures associated with prolonged fasting. Resume SEGLUROMET when the patient is clinically stable and has resumed oral intake [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.2) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SEGLUROMET ® is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. SEGLUROMET is a combination of ertugliflozin, a sodium glucose co-transporter 2 (SGLT2) inhibitor, and metformin, a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Limitations of Use: Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. ( 1 ) Limitations of Use Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus [see Warnings and Precautions (5.2) ]."
  ],
  "fetched_at": "2025-10-01T18:22:53.632636",
  "source": "OpenFDA"
}