{
  "drug_name": "Esketamine",
  "generic_name": [
    "ESKETAMINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Spravato"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Central Nervous System Depressants Concomitant use with CNS depressants (e.g., benzodiazepines, opioids, alcohol) may increase sedation [see Warnings and Precautions (5.1) ] . Closely monitor for sedation with concomitant use of SPRAVATO with CNS depressants. 7.2 Psychostimulants Concomitant use with psychostimulants (e.g., amphetamines, methylphenidate, modafinil, armodafinil) may increase blood pressure [see Warnings and Precautions (5.7) ] . Closely monitor blood pressure with concomitant use of SPRAVATO with psychostimulants. 7.3 Monoamine Oxidase Inhibitors (MAOIs) Concomitant use with monoamine oxidase inhibitors (MAOIs) may increase blood pressure [see Warnings and Precautions (5.7) ] . Closely monitor blood pressure with concomitant use of SPRAVATO with MAOIs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Sedation [see Warnings and Precautions (5.1) ] Dissociation [see Warnings and Precautions (5.2) ] Respiratory Depression [see Warnings and Precautions (5.3) ] Increase in Blood Pressure [see Warnings and Precautions (5.7) ] Cognitive Impairment [see Warnings and Precautions (5.8) ] Impaired Ability to Drive and Operate Machinery [see Warnings and Precautions (5.9) ] Ulcerative or Interstitial Cystitis [see Warnings and Precautions (5.10) ] Embryo-fetal Toxicity [see Warnings and Precautions (5.11) ] The most commonly observed adverse reactions (incidence ≥5% and at least twice that of placebo): TRD: dissociation, dizziness, nausea, sedation, vertigo, hypoesthesia, anxiety, lethargy, blood pressure increased, vomiting, feeling drunk, and headache. ( 6 ) Treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior: dissociation, dizziness, sedation, blood pressure increased, hypoesthesia, vomiting, euphoric mood, and vertigo. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Pharmaceuticals, Inc. at 1-800-JANSSEN (1-800-526-7736) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Treatment-Resistant Depression In Conjunction with an Oral Antidepressant SPRAVATO was evaluated for safety in 1709 adults diagnosed with treatment-resistant depression (TRD) [see Clinical Studies (14.1) ] from five Phase 3 studies (3 short-term and 2 long-term studies) and one Phase 2 dose-ranging study. Of all SPRAVATO-treated patients in the completed Phase 3 studies, 479 (30%) received at least 6 months of treatment, and 178 (11%) received at least 12 months of treatment. Adverse Reactions Leading to Discontinuation of Treatment In short-term studies in adults <65 years old (Study 1 pooled with another 4-week study), the proportion of patients who discontinued treatment because of an adverse reaction was 4.6% in patients who received SPRAVATO plus oral AD compared to 1.4% for patients who received placebo nasal spray plus oral AD. For adults ≥65 years old, the proportions were 5.6% and 3.1%, respectively. In Study 2, a long-term maintenance study, the discontinuation rates because of an adverse reaction were similar for patients receiving SPRAVATO plus oral AD and placebo nasal spray plus oral AD in the maintenance phase, at 2.6% and 2.1%, respectively. Across all Phase 3 studies, adverse reactions leading to SPRAVATO discontinuation in more than 2 patients were (in order of frequency): anxiety (1.2%), depression (0.9%), blood pressure increased (0.6%), dizziness (0.6%), suicidal ideation (0.5%), dissociation (0.4%), nausea (0.4%), vomiting (0.4%), headache (0.3%), muscular weakness (0.3%), vertigo (0.2%), hypertension (0.2%), panic attack (0.2%) and sedation (0.2%). Most Common Adverse Reactions The most commonly observed adverse reactions in patients treated with SPRAVATO plus oral AD (incidence ≥5% and at least twice that of placebo nasal spray plus oral AD) were dissociation, dizziness, nausea, sedation, vertigo, hypoesthesia, anxiety, lethargy, blood pressure increased, vomiting, and feeling drunk. Table 3 shows the incidence of adverse reactions that occurred in patients treated with SPRAVATO plus oral AD at any dose and greater than patients treated with placebo nasal spray plus oral AD. Table 3: Adverse Reactions Occurring in ≥2% of Adult TRD Patients Treated with SPRAVATO + Oral AD at Any Dose and at a Greater Rate than Patients Treated with Placebo Nasal Spray + Oral AD SPRAVATO + Oral AD (N=346) Placebo + Oral AD (N=222) Cardiac disorders Tachycardia The following terms were combined: Anxiety includes: agitation; anticipatory anxiety; anxiety; fear; feeling jittery; irritability; nervousness; panic attack; tension Blood pressure increased includes: blood pressure diastolic increased; blood pressure increased; blood pressure systolic increased; hypertension Dissociation includes: delusional perception; depersonalization/derealization disorder; derealization; diplopia; dissociation; dysesthesia; feeling cold; feeling hot; feeling of body temperature change; hallucination; hallucination, auditory; hallucination, visual; hyperacusis; illusion; ocular discomfort; oral dysesthesia; paresthesia; paresthesia oral; pharyngeal paresthesia; photophobia; time perception altered; tinnitus; vision blurred; visual impairment Dizziness includes: dizziness; dizziness exertional; dizziness postural; procedural dizziness Dysarthria includes: dysarthria; slow speech; speech disorder Dysgeusia includes: dysgeusia; hypogeusia Headache includes: headache; sinus headache Hypoesthesia includes: hypoesthesia; hypoesthesia oral, hypoesthesia teeth, pharyngeal hypoesthesia Lethargy includes: fatigue; lethargy Nasal discomfort includes: nasal crusting; nasal discomfort; nasal dryness; nasal pruritus Sedation includes: altered state of consciousness; hypersomnia; sedation; somnolence Tachycardia includes: extrasystoles; heart rate increased; tachycardia Vertigo includes: vertigo; vertigo positional 6 (2%) 1 (0.5%) Ear and labyrinth disorders Vertigo 78 (23%) 6 (3%) Gastrointestinal disorders Nausea 98 (28%) 19 (9%) Vomiting 32 (9%) 4 (2%) Diarrhea 23 (7%) 13 (6%) Dry mouth 19 (5%) 7 (3%) Constipation 11 (3%) 3 (1%) General disorders and administration site conditions Feeling drunk 19 (5%) 1 (0.5%) Feeling abnormal 12 (3%) 0 (0%) Investigations Blood pressure increased 36 (10%) 6 (3%) Nervous system disorders Dizziness 101 (29%) 17 (8%) Sedation 79 (23%) 21 (9%) Headache 70 (20%) 38 (17%) Dysgeusia 66 (19%) 30 (14%) Hypoesthesia 63 (18%) 5 (2%) Lethargy 37 (11%) 12 (5%) Dysarthria 15 (4%) 0 (0%) Tremor 12 (3%) 2 (1%) Mental impairment 11 (3%) 2 (1%) Psychiatric disorders Dissociation 142 (41%) 21 (9%) Anxiety 45 (13%) 14 (6%) Insomnia 29 (8%) 16 (7%) Euphoric mood 15 (4%) 2 (1%) Renal and urinary disorders Pollakiuria 11 (3%) 1 (0.5%) Respiratory, thoracic and mediastinal disorders Nasal discomfort 23 (7%) 11 (5%) Throat irritation 23 (7%) 9 (4%) Oropharyngeal pain 9 (3%) 5 (2%) Skin and subcutaneous tissue disorders Hyperhidrosis 14 (4%) 5 (2%) Monotherapy SPRAVATO used as monotherapy was evaluated for safety in 463 adults diagnosed with treatment-resistant depression (TRD) [see Clinical Studies (14.1) ] . Adverse Reactions Leading to Discontinuation of Treatment In the double-blind treatment phase of the short-term study in adults (Study 3), the proportion of patients who discontinued treatment because of an adverse reaction was 1% in patients who received SPRAVATO 56 mg and 4% in patients who received SPRAVATO 84 mg compared to 1% for patients who received placebo nasal spray. All of the adverse reactions leading to SPRAVATO discontinuation occurred in single subjects. Most Common Adverse Reactions The most common adverse reactions (≥5% and at least twice that of placebo nasal spray) were dissociation, nausea, dizziness, headache, anxiety, vomiting, feeling drunk, blood pressure increased, and sedation. Table 4 shows the incidence of adverse reactions that occurred in patients treated with SPRAVATO and greater than patients treated with placebo nasal spray. Table 4: Adverse Reactions Occurring in ≥2% of Adult TRD Patients Treated with SPRAVATO and at a Greater Rate than Patients Treated with Placebo Nasal Spray SPRAVATO 56mg + 84mg (N=226) Placebo (N=250) Ear and labyrinth disorders Vertigo 6 (3%) 0 (0%) Gastrointestinal disorders Nausea 56 (25%) 21 (8%) Vomiting 15 (7%) 1 (<1%) General disorders and administration site conditions Feeling drunk 16 (7%) 2 (<1%) Investigations Blood pressure increased The following terms were combined: Anxiety: anxiety, agitation, fear, feeling jittery, irritability, panic attack Blood pressure increased: blood pressure increased, hypertension Dissociation: depersonalization/derealization disorder, derealization, diplopia, dissociation, feeling hot, paresthesia, paresthesia oral, pharyngeal paresthesia, photophobia, tinnitus, vision blurred Dizziness: dizziness, dizziness postural Hypoesthesia: hypoesthesia, hypoesthesia oral, pharyngeal hypoesthesia Lethargy: fatigue, lethargy Sedation: sedation, somnolence 11 (5%) 4 (2%) Nervous system disorders Disturbance in attention 5(2%) 0 (0%) Dizziness 50 (22%) 18 (7%) Sedation 13 (6%) 4 (2%) Headache 43 (19%) 22 (9%) Dysgeusia 10 (4%) 9 (4%) Hypoesthesia 10 (4%) 1 (<1%) Lethargy 16 (7%) 12 (5%) Psychiatric disorders Dissociation 63 (28%) 11 (4%) Anxiety 22 (10%) 8 (3%) Insomnia 11 (5%) 9 (4%) Respiratory, thoracic, and mediastinal disorders Throat irritation 8 (4%) 2 (1%) Depressive Symptoms in Patients with Major Depressive Disorder with Acute Suicidal Ideation or Behavior SPRAVATO was evaluated for safety in 262 adults for the treatment of depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal ideation or behavior [see Clinical Studies (14.2) ] from two Phase 3 studies (Study 4 and Study 5) and one Phase 2 study. Of all SPRAVATO-treated patients in the completed Phase 3 studies, 184 (81%) received all eight doses over a 4-week treatment period. Adverse Reactions Leading to Discontinuation of Treatment In short-term studies in adults (pooled Study 4 and Study 5), the proportion of patients who discontinued treatment because of an adverse reaction was 6.2% for patients who received SPRAVATO plus oral AD compared to 3.6% for patients who received placebo nasal spray plus oral AD. Adverse reactions leading to SPRAVATO discontinuation in more than 1 patient were (in order of frequency): dissociation-related events (2.6%), blood pressure increased (0.9%), dizziness-related events (0.9%), nausea (0.9%), and sedation-related events (0.9%). Most Common Adverse Reactions The most commonly observed adverse reactions in patients treated with SPRAVATO plus oral AD (incidence ≥5% and at least twice that of placebo nasal spray plus oral AD) were dissociation, dizziness, sedation, blood pressure increased, hypoesthesia, vomiting, euphoric mood, and vertigo. Table 5 shows the incidence of adverse reactions that occurred in patients treated with SPRAVATO plus oral AD and greater than patients treated with placebo nasal spray plus oral AD. Table 5: Adverse Reactions Occurring in ≥2% of Adult Patients with MDD and Acute Suicidal Ideation or Behavior Treated with SPRAVATO + Oral AD and at a Greater Rate than Patients Treated with Placebo Nasal Spray + Oral AD SPRAVATO + Oral AD (N=227) Placebo + Oral AD (N=225) Cardiac disorders Tachycardia The following terms were combined: Anxiety includes: agitation; anxiety; anxiety disorder; fear; irritability; nervousness; panic attack; psychomotor hyperactivity; tension Blood pressure increased includes: blood pressure diastolic increased; blood pressure increased; blood pressure systolic increased; hypertension Dissociation includes: depersonalization/derealization disorder; derealization; diplopia; dissociation; dysesthesia; feeling cold; feeling hot; hallucination; hallucination, auditory; hallucination, visual; hallucinations, mixed; hyperacusis; paresthesia; paresthesia oral; pharyngeal paresthesia; photophobia; time perception altered; tinnitus; vision blurred Dizziness includes: dizziness; dizziness exertional; dizziness postural Dysgeusia includes: dysgeusia; hypogeusia Hyperhidrosis includes: cold sweat; hyperhidrosis Hypoesthesia includes: hypoesthesia; hypoesthesia oral; intranasal hypoesthesia; pharyngeal hypoesthesia Lethargy includes: fatigue; lethargy; psychomotor retardation Pollakiuria includes: micturition urgency; pollakiuria Sedation includes: sedation; somnolence; stupor Tachycardia includes: heart rate increased; sinus tachycardia; tachycardia 8 (4%) 2 (1%) Ear and labyrinth disorders Vertigo 14 (6%) 1 (0.4%) Gastrointestinal disorders Nausea 61 (27%) 31 (14%) Vomiting 26 (11%) 12 (5%) Constipation 22 (10%) 14 (6%) Dry mouth 8 (4%) 6 (3%) Toothache 5 (2%) 2 (1%) General disorders and administration site conditions Feeling drunk 8 (4%) 1 (0.4%) Feeling of relaxation 5 (2%) 3 (1%) Investigations Blood pressure increased 34 (15%) 14 (6%) Musculoskeletal and connective tissue disorders Myalgia 5 (2%) 1 (0.4%) Nervous system disorders Dizziness 103 (45%) 34 (15%) Sedation 66 (29%) 27 (12%) Dysgeusia 46 (20%) 29 (13%) Hypoesthesia 30 (13%) 4 (2%) Lethargy 10 (4%) 4 (2%) Confusional state 5 (2%) 0 (0%) Psychiatric disorders Dissociation 108 (48%) 30 (13%) Anxiety 34 (15%) 20 (9%) Euphoric mood 17 (7%) 1 (0.4%) Intentional self-injury 7 (3%) 3 (1%) Dysphoria 5 (2%) 0 (0%) Renal and urinary disorders Pollakiuria 5 (2%) 2 (1%) Respiratory, thoracic and mediastinal disorders Oropharyngeal pain 10 (4%) 3 (1%) Throat irritation 9 (4%) 5 (2%) Skin and subcutaneous tissue disorders Hyperhidrosis 11 (5%) 5 (2%) Sedation Sedation was evaluated by adverse event reports and the Modified Observer's Assessment of Alertness/Sedation (MOAA/S). In the MOAA/S, 5 means \"responds readily to name spoken in normal tone\" and 0 means \"no response after painful trapezius squeeze.\" Any decrease in MOAA/S from pre-dose is considered to indicate the presence of sedation, and such a decrease occurred in a higher number of patients on SPRAVATO than placebo during the short-term TRD studies. Dose-related increases in the incidence of sedation (MOAA/S score <5) were observed in a fixed-dose TRD study [see Warnings and Precautions (5.1) ]. Table 6 presents the incidence of sedation (MOAA/S score <5) in a fixed-dose study with adult patients <65 years of age with TRD and a flexible-dose study with patients ≥65 years of age with TRD. Table 6: Incidence of Sedation (MOAA/S Score <5) in Double-Blind, Randomized, Placebo-Controlled Studies (Fixed-Dose Study with Adult Patients <65 Years of Age with TRD and Flexible-Dose Study with Patients ≥65 Years of Age with TRD) Patients <65 years Patients ≥65 years Placebo + Oral AD SPRAVATO + Oral AD Placebo + Oral AD SPRAVATO + Oral AD 56 mg 84 mg 28 to 84 mg Number of patients Patients who were evaluated with MOAA/S N=112 N=114 N=114 N=63 N=72 Sedation (MOAA/S score <5) 11% 50% 61% 19% 49% In studies for the treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior, there was a higher incidence of sedation (MOAA/S score <5) in patients treated with SPRAVATO plus oral AD compared to patients treated with placebo plus oral AD, similar to the TRD study results in Table 5. Dissociation/Perceptual Changes SPRAVATO can cause dissociative symptoms (including derealization and depersonalization) and perceptual changes (including distortion of time and space, and illusions). In clinical trials, dissociation was transient and occurred on the day of dosing. Dissociation was evaluated by adverse event reports and the Clinician-Administered Dissociative States Scale (CADSS). A CADSS total score of more than 4 indicates the presence of dissociative symptoms, and such an increase to a score of 4 or more occurred in a higher number of patients on SPRAVATO compared to placebo during the short-term TRD studies. Dose-related increases in the incidence of dissociative symptoms (CADSS total score >4 and change >0) were observed in a fixed-dose TRD study [see Warnings and Precautions (5.2) ] . Table 7 presents the incidence of dissociation (CADSS total score >4 and change >0) in a fixed-dose study with adult patients <65 years of age with TRD and a flexible-dose study with patients ≥65 years of age with TRD. Table 7: Incidence of Dissociation (CADSS Total Score >4 and Change >0) in Double-Blind, Randomized, Placebo-Controlled Studies (Fixed-Dose Study with Adult Patients <65 Years of Age with TRD and Flexible-Dose Study with Patients ≥65 Years of Age with TRD) Patients <65 years Patients ≥65 years Placebo + Oral AD SPRAVATO + Oral AD Placebo + Oral AD SPRAVATO + Oral AD 56 mg 84 mg 28 to 84 mg Number of patients Number of patients who were evaluated with CADSS N=113 N=113 N=116 N=65 N=72 CADSS total score >4 and change >0 5% 61% 69% 12% 75% In studies for the treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior, patients treated with SPRAVATO plus oral AD also demonstrated a higher number (84%) with dissociation (CADSS total score >4 and change >0) compared to patients treated with placebo plus oral AD (16%). Increase in Blood Pressure The mean placebo-adjusted increases in systolic and diastolic blood pressure (SBP and DBP) over time were about 7 to 10 mmHg in SBP and 4 to 6 mmHg in DBP at 40 minutes post-dose and 2 to 5 mmHg in SBP and 1 to 3 mmHg in DBP at 1.5 hours post-dose in patients with TRD receiving SPRAVATO [see Warnings and Precautions (5.7) ] . Table 8 presents increases in blood pressure in short-term trials with patients <65 years of age and ≥65 years of age with TRD. Table 8: Increases in Blood Pressure in Double-blind, Randomized, Placebo-Controlled, Short-Term Trials of SPRAVATO Compared to Placebo Nasal Spray in the Treatment of TRD in Adult Patients SPRAVATO + Oral AD SPRAVATO Monotherapy Patients <65 years Patients ≥65 years Adult patients including those ≥65 years SPRAVATO + Oral AD N=346 Placebo + Oral AD N=222 SPRAVATO + Oral AD N=72 Placebo + Oral AD N=65 SPRAVATO N=226 Placebo N=250 Systolic blood pressure ≥180 mmHg 9 (3%) --- 2 (3%) 1 (2%) 2 (0.9%) 0 ≥40 mmHg increase 29 (8%) 1 (0.5%) 12 (17%) 1 (2%) 18 (8%) 5 (2%) Diastolic blood pressure ≥110 mmHg 13 (4%) 1 (0.5%) --- --- 3 (1%) 0 ≥25 mmHg increase 46 (13%) 6 (3%) 10 (14%) 2 (3%) 25 (11%) 6 (2%) In studies for the treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior, patients treated with SPRAVATO plus oral antidepressants demonstrated similar mean placebo-adjusted increases in SBP and DBP compared to patients with TRD, as well as similar rates of increases to SBP ≥180 mmHg or ≥40 mmHg increases in SBP, and similar rates of increases to DBP ≥110 mmHg or ≥25 mmHg increases in DBP, compared to the TRD study results in Table 8. Nausea and Vomiting SPRAVATO can cause nausea and vomiting. Most of these events occurred on the day of dosing and resolved the same day, with the median duration not exceeding 1 hour in most subjects across dosing sessions. Rates of reported nausea and vomiting decreased over time across dosing sessions from the first week of treatment in the short-term studies, as well as over time with long-term treatment. Table 9 presents the incidence and severity of nausea and vomiting in a short-term study with patients with TRD. Table 9: Incidence and Severity of Nausea and Vomiting in a Double-blind, Randomized, Placebo-Controlled, Fixed-Dose Study in Adult Patients with TRD Nausea Vomiting Treatment (+ Oral AD) N All Severe All Severe SPRAVATO 56 mg 115 31 (27%) 0 7 (6%) 0 SPRAVATO 84 mg 116 37 (32%) 4 (3%) 14 (12%) 3 (3%) Placebo Nasal Spray 113 12 (11%) 0 2 (2%) 0 In studies for the treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior, patients demonstrated similar incidence and severity of reported nausea and vomiting compared to the TRD study results described above. Sense of Smell Sense of smell was assessed over time; no difference was observed between patients treated with SPRAVATO plus oral AD and those treated with placebo nasal spray plus oral AD during the double-blind maintenance phase of Study 2 [see Clinical Studies (14.1) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of SPRAVATO. Because these reactions are reported voluntarily, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac disorders: bradycardia Respiratory, thoracic and mediastinal disorders: respiratory depression (including respiratory arrest) Vascular disorders: hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS SPRAVATO is contraindicated in patients with: Aneurysmal vascular disease (including thoracic and abdominal aorta, intracranial, and peripheral arterial vessels) or arteriovenous malformation [see Warnings and Precautions (5.7) ] History of intracerebral hemorrhage [see Warnings and Precautions (5.7) ] Hypersensitivity to esketamine, ketamine, or any of the excipients. Aneurysmal vascular disease (including thoracic and abdominal aorta, intracranial and peripheral arterial vessels) or arteriovenous malformation. ( 4 ) Intracerebral hemorrhage. ( 4 ) Hypersensitivity to esketamine, ketamine, or any of the excipients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer SPRAVATO intranasally under the supervision of a healthcare provider. ( 2.1 ) Assess blood pressure prior to and after administration. ( 2.1 ) TRD: Evidence of therapeutic benefit should be evaluated at the end of the 4-week induction phase to determine need for continued treatment. ( 2.2 ) Depressive symptoms in MDD with acute suicidal ideation or behavior : Evidence of therapeutic benefit should be evaluated after 4 weeks to determine need for continued treatment. Treatment beyond 4 weeks has not been systematically evaluated. ( 2.3 ) See Full Prescribing Information for recommended dosage. ( 2.2 , 2.3 ) See Full Prescribing Information for important administration instructions. ( 2.4 ) 2.1 Important Considerations Prior to Initiating and During Therapy SPRAVATO must be administered under the direct supervision of a healthcare provider. A treatment session consists of nasal administration of SPRAVATO and post-administration observation under supervision. Respiratory Status Assessment During Treatment Monitor patients for changes in respiratory status for at least 2 hours (including pulse oximetry) at each treatment session [see Warnings and Precautions (5.3) ] . Blood Pressure Assessment Before and After Treatment Assess blood pressure prior to dosing with SPRAVATO [see Warnings and Precautions (5.7) ] . If baseline blood pressure is elevated (e.g., >140 mmHg systolic, >90 mmHg diastolic), consider the risks of short term increases in blood pressure and benefit of SPRAVATO treatment [see Warnings and Precautions (5.7) ]. Do not administer SPRAVATO if an increase in blood pressure or intracranial pressure poses a serious risk [see Contraindications (4) ] . After dosing with SPRAVATO, reassess blood pressure at approximately 40 minutes (which corresponds with the C max ) and subsequently as clinically warranted. If blood pressure is decreasing and the patient appears clinically stable for at least two hours, the patient may be discharged at the end of the post-dose monitoring period; if not, continue to monitor [see Warnings and Precautions (5.7) ]. Food and Liquid Intake Recommendations Prior to Administration Because some patients may experience nausea and vomiting after administration of SPRAVATO [see Adverse Reactions (6.1) ], advise patients to avoid food for at least 2 hours before administration and to avoid drinking liquids at least 30 minutes prior to administration. Nasal Corticosteroid or Nasal Decongestant Patients who require a nasal corticosteroid or nasal decongestant on a dosing day should administer these medications at least 1 hour before SPRAVATO [see Clinical Pharmacology (12.3) ]. 2.2 Treatment-Resistant Depression The recommended dosage of SPRAVATO for the treatment of TRD in adults as monotherapy or in conjunction with an oral antidepressant is shown in Table 1. Dosage adjustments should be made based on efficacy and tolerability. Evidence of therapeutic benefit should be evaluated at the end of the induction phase to determine need for continued treatment. Table 1: Recommended Dosage for SPRAVATO for TRD Adults Induction Phase Weeks 1 to 4: Administer twice per week 56 mg or 84 mg Maintenance Phase Weeks 5 to 8 : Administer once weekly 56 mg or 84 mg Week 9 and after : Administer every 2 weeks or once weekly Dosing frequency should be individualized to the least frequent dosing to maintain remission/response. 56 mg or 84 mg 2.3 Depressive Symptoms in Patients with Major Depressive Disorder with Acute Suicidal Ideation or Behavior Administer SPRAVATO in conjunction with an oral antidepressant (AD). The recommended dosage of SPRAVATO for the treatment of depressive symptoms in adults with MDD with acute suicidal ideation or behavior is 84 mg twice per week for 4 weeks. Dosage may be reduced to 56 mg twice per week based on tolerability. After 4 weeks of treatment with SPRAVATO, evidence of therapeutic benefit should be evaluated to determine need for continued treatment. The use of SPRAVATO, in conjunction with an oral antidepressant, beyond 4 weeks has not been systematically evaluated in the treatment of depressive symptoms in patients with MDD with acute suicidal ideation or behavior. 2.4 Administration Instructions SPRAVATO is for nasal use only. The nasal spray device delivers a total of 28 mg of esketamine. To prevent loss of medication, do not prime the device before use. Use 2 devices (for a 56 mg dose) or 3 devices (for an 84 mg dose), with a 5-minute rest between use of each device. Follow these administration instructions and read the Instructions for Use before administration: Figure Figure Figure Figure Figure Figure Figure Figure 2.5 Post-Administration Observation During and after SPRAVATO administration at each treatment session, observe the patient for at least 2 hours until the patient is safe to leave [see Warnings and Precautions (5.1 , 5.2 , 5.3 , 5.7) ] . Before SPRAVATO administration, instruct patients not to engage in potentially hazardous activities, such as driving a motor vehicle or operating machinery, until the next day after a restful sleep [see Warnings and Precautions (5.9) ] . 2.6 Missed Treatment Session(s) If a patient misses treatment session(s), provided there is no worsening of their depressive symptoms, the patient should continue the current dosing schedule. For patients who miss treatment session(s) during maintenance treatment and have worsening of depression symptoms, per clinical judgement, consider returning to the previous dosing schedule (e.g., if doses missed during weekly dosing, revert to twice weekly dosing)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SPRAVATO is indicated for the treatment of: Treatment-resistant depression (TRD) in adults as monotherapy or in conjunction with an oral antidepressant Depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal ideation or behavior in conjunction with an oral antidepressant SPRAVATO is a non-competitive N -methyl D -aspartate (NMDA) receptor antagonist indicated for the treatment of: Treatment-resistant depression (TRD) in adults, as monotherapy or in conjunction with an oral antidepressant. ( 1 ) Depressive symptoms in adults with major depressive disorder (MDD) with acute suicidal ideation or behavior in conjunction with an oral antidepressant. ( 1 ) Limitations of Use: The effectiveness of SPRAVATO in preventing suicide or in reducing suicidal ideation or behavior has not been demonstrated. Use of SPRAVATO does not preclude the need for hospitalization if clinically warranted, even if patients experience improvement after an initial dose of SPRAVATO. ( 1 ) SPRAVATO is not approved as an anesthetic agent. The safety and effectiveness of SPRAVATO as an anesthetic agent have not been established. ( 1 ) Limitations of Use The effectiveness of SPRAVATO in preventing suicide or in reducing suicidal ideation or behavior has not been demonstrated [see Clinical Studies (14.2) ] . Use of SPRAVATO does not preclude the need for hospitalization if clinically warranted, even if patients experience improvement after an initial dose of SPRAVATO. SPRAVATO is not approved as an anesthetic agent. The safety and effectiveness of SPRAVATO as an anesthetic agent have not been established."
  ],
  "fetched_at": "2025-10-01T18:22:39.127475",
  "source": "OpenFDA"
}