{
  "drug_name": "Estetrol",
  "generic_name": [
    "DROSPIRENONE AND ESTETROL"
  ],
  "brand_names": [
    "Nextstellis"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A Inducers: May lead to contraceptive failure and/or increase breakthrough bleeding. Avoid concomitant use. If concomitant use is unavoidable, use an alternative or back-up contraceptive method during co-administration and up to 28 days after discontinuation of the CYP3A inducer. ( 7.1 ) See Full Prescribing Information for additional clinically significant drug interactions ( 7 ). 7.1 Effects of Other Drugs on Hormonal Contraceptives Clinically significant drug interactions with other drugs that affect NEXTSTELLIS are presented in Table 5. Table 5. Clinically Significant Drug Interactions With Other Drugs that Affect NEXTSTELLIS CYP3A Inducers Clinical Effect DRSP is a CYP3A4 substrate. Concomitant use with strong CYP3A inducers or certain moderate or weak CYP3A inducers may decrease DRSP exposure [see Clinical Pharmacology (12.3) ] , which may lead to contraceptive failure. Prevention or Management Strong CYP3A Inducers Avoid concomitant use. If concomitant use is unavoidable, use an alternative contraceptive method (e.g., intrauterine system) or backup non-hormonal contraceptive method during coadministration and up to 28 days after discontinuation of the strong CYP3A inducer. Moderate and Weak CYP3A Inducers Use an alternative or backup contraceptive method during coadministration and up to 28 days after discontinuation of the CYP3A inducer, unless the Prescribing Information of the specific moderate or weak CYP3A inducer indicates there is no clinically significant interaction with NEXTSTELLIS. Strong CYP3A Inhibitors Clinical Effect DRSP is a CYP3A4 substrate. Concomitant use with a strong CYP3A inhibitor may increase DRSP exposure [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions of NEXTSTELLIS, including hyperkalemia [see Warnings and Precautions (5.2) ] . Prevention or Management Consider monitoring serum potassium concentration in patients who take a strong CYP3A4 inhibitor long-term and concomitantly with NEXTSTELLIS. Drugs that May Reduce the Absorption of NEXTSTELLIS Clinical Effect Concomitant use with drugs such as bile acid sequestrants may decrease the E4 and DRSP exposure, which may lead to contraceptive failure and/or an increase in breakthrough bleeding. Prevention or Management Separate time of administration of NEXTSTELLIS and the concomitant drug. Refer to the concomitant drug's Prescribing Information for additional information. 7.2 Effects of NEXTSTELLIS on Other Drugs Table 6 includes clinically significant drug interactions with NEXTSTELLIS that affect other drugs. Table 6. Clinically Significant Drug Interactions of NEXTSTELLIS on Other Drugs Anti-Diabetic Drugs Clinical Effect Concomitant use of NEXTSTELLIS may reduce the blood glucose lowering effect of anti-diabetic drugs [see Warnings and Precautions (5.8) and Clinical Pharmacology (12.2) . Prevention or Management Increase frequency of glucose monitoring and increase anti-diabetic drug dosage, as needed, based on glucose levels. Drugs that may increase serum potassium concentration Clinical Effect There is a potential for an increase in serum potassium concentration in females taking NEXTSTELLIS with other drugs that may increase serum potassium concentration [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.2) ]. Prevention or Management Monitor serum potassium concentration in females at increased risk for hyperkalemia. Lamotrigine Clinical Effect Concomitant use of NEXTSTELLIS may decrease lamotrigine exposure [see Clinical Pharmacology (12.3) ] , which may reduce efficacy of lamotrigine. Prevention or Management Adjust lamotrigine dosage as recommended in its Prescribing Information based on NEXTSTELLIS initiation or discontinuation. Systemic Corticosteroids Clinical Effect Concomitant use of NEXTSTELLIS may increase the exposure of certain systemic corticosteroids, which may increase the risk of corticosteroid-related adverse reactions [ see Clinical Pharmacology (12.2) . Prevention or Management Follow the recommendation for the corticosteroid in accordance with its Prescribing Information. Consider more frequent monitoring for corticosteroid adverse reactions when used concomitantly with NEXTSTELLIS. Thyroid Hormone Replacement Therapy Clinical Effect Concomitant use of NEXTSTELLIS may increase thyroid-binding globulin concentration [see Warnings and Precautions (5.10) and Clinical Pharmacology (12.2) ]. Prevention or Management Monitor thyroid-stimulating hormone (TSH) level and follow the recommendation for thyroid hormone replacement in accordance with its Prescribing Information."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions with the use of COCs are discussed elsewhere in labeling: Serious cardiovascular events including venous and arterial thromboembolism [see Boxed Warning and Warnings and Precautions (5.1) ] Hyperkalemia [see Warnings and Precautions (5.2) ] Liver disease [see Warnings and Precautions (5.5) ] Most common adverse reactions (≥2%): bleeding irregularities, mood disturbance, headache, breast symptoms, dysmenorrhea, acne, weight increased, and libido decreased ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Mayne Pharma at 1-844-825-8500 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of one drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data provided reflect the experience with the use of NEXTSTELLIS in two large prospective studies, one in Europe/Russia (C301) and one in North America (C302) (N = 3,632) of NEXTSTELLIS for the prevention of pregnancy in females 16-50 years of age. The mean duration of NEXTSTELLIS exposure was 317 and 257 days for the respective studies. The study population was 27 years of age on average, with a mean BMI of 25 kg/m 2 . The racial distribution was 83% White; 11% Black; 3% Asian; and 3% Other. Table 4 Adverse Reactions Occurring in ≥ 2% of Females Receiving NEXTSTELLIS in Studies C301 and C302 Preferred Term (PT) Participants with Adverse Reaction – US/Canada Phase 3 trial (n [%]) (N = 2073) Represents the safety population of C302 only (US/Canada). Participants with Adverse Reaction – Two Phase 3 trials (n [%]) (N=3632) Represents the safety population of C301/C302 for DRSP/E4. Any adverse reaction Any adverse reaction equals any adverse event ≥ 2%. 1205 (58.1) 2126 (58.5) Mood disturbance Includes PTs: adjustment disorder, affective disorder, agitation, anger, anxiety, depressed mood, depression, depressive symptom, disorientation, emotional disorder, emotional distress, euphoric mood, generalized anxiety disorder, insomnia, irritability, mood altered, mood swings, nervousness, panic attack, panic disorder, performance fear, restlessness, sleep disorder, stress, suicidal ideation, tearfulness. 226 (10.9) 329 (9.1) Bleeding irregularities Includes PTs: abnormal withdrawal bleeding, amenorrhea, cervix hemorrhage uterine, coital bleeding, dysfunctional uterine bleeding, menometrorrhagia, menorrhagia, menstrual disorder, menstruation irregular, metrorrhagia, oligomenorrhea, polymenorrhea, uterine hemorrhage, vaginal hemorrhage. 201 (9.7) 393 (10.8) Breast symptoms Includes PTs: anisomastia, breast cyst, breast discoloration, breast discomfort, breast disorder, breast engorgement, breast enlargement, breast mass, breast edema, breast pain, breast swelling, breast tenderness, fibrocystic breast disease, galactorrhea, gynecomastia, mastoptosis, nipple disorder, nipple pain. 110 (5.3) 197 (5.4) Headache Includes PTs: headache, premenstrual headache, and tension headache. 100 (4.8) 227 (6.3) Dysmenorrhea Includes PTs: adnexa uteri pain, dysmenorrhea, premenstrual cramps, pelvic discomfort, pelvic pain, uterine spasm. 84 (4.1) 133 (3.7) Weight increased Includes PTs: weight increased, weight fluctuation, body mass index increased, weight loss poor, and obesity. 68 (3.3) 108 (3.0) Acne Includes PTs: acne and cystic acne. 66 (3.2) 136 (3.7) Libido decreased/lost Includes PTs: libido decreased and loss of libido. 27 (1.3) 72 (2.0) Adverse Reactions Leading to Study Discontinuation (> 1%) Of 3,632 females in two clinical studies for prevention of pregnancy in females 16-50 years of age, 9.6% discontinued due to an adverse reaction; the most frequent adverse reaction leading to discontinuation was bleeding irregularity (2.8%). Six subjects (0.17%) discontinued study participation due to new onset of migraine with aura; two subjects (0.05%) discontinued due to severe migraine. Thromboembolic Disorders and Other Vascular Problems During studies C301 and C302, one thromboembolic event was reported in a female who had been taking NEXTSTELLIS for 75 days and had normal BMI < 25 kg/m 2 . Depression In Study C302 (US/CA), 36 (1.7%) subjects reported depression while using NEXTSTELLIS. Nine (0.3%) subjects had drug withdrawn as a result of symptoms of depression. 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 2). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 2). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 - 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8-10 years of COC use. Figure 2 Relevant Studies of Risk of Breast Cancer with Combined Oral Contraceptives RR = relative risk; OR = odds ratio; HR = hazard ratio. \"ever COC\" are females with current or past COC use; \"never COC use\" are females that never used COCs. Figure 2"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NEXTSTELLIS is contraindicated in females who are known to have or develop the following conditions: A history of, increased risk for, or current arterial or venous thrombotic/thromboembolic diseases. Examples include females who are known to: - Smoke, if 35 years of age and older [see Boxed Warning and Warnings and Precautions (5.1) ] - Have current or history of deep vein thrombosis or pulmonary embolism [see Warnings and Precautions (5.1) ] - Have cerebrovascular disease [see Warnings and Precautions (5.1) ] - Have coronary artery disease [see Warnings and Precautions (5.1) ] - Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions (5.1) ] - Have inherited or acquired hypercoagulopathies [see Warnings and Precautions (5.1) ] - Have uncontrolled hypertension or hypertension with vascular disease [see Warnings and Precautions (5.1) ] - Have diabetes mellitus with hypertension or end-organ damage; or diabetes mellitus of > 20 years duration [see Warnings and Precautions (5.9) ] - Have migraine headaches with aura [see Warnings and Precautions (5.4) ] Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive [see Warnings and Precautions (5.5) ] Hepatic adenoma, hepatocellular carcinoma, acute hepatitis, or severe (decompensated) cirrhosis [see Warnings and Precautions (5.6) ] Use of hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions (5.7) ] Abnormal uterine bleeding that has an undiagnosed etiology [see Warnings and Precautions (5.5) ] Renal Impairment [see Warnings and Precautions (5.2) ] Adrenal insufficiency [see Warnings and Precautions (5.2) ] A high risk of arterial or venous thrombotic diseases ( 4 ) Breast cancer or history of breast cancer ( 4 ) Hepatic adenoma, hepatocellular carcinoma, acute hepatitis or decompensated cirrhosis ( 4 ) Co-administration with hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir ( 4 , 7.1 ) Abnormal uterine bleeding that has an undiagnosed etiology ( 4 ) Renal impairment ( 4 ) Adrenal insufficiency ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take one tablet by mouth at the same time every day. ( 2.1 ) Take tablets in the order directed on the blister pack. ( 2.1 ) 2.1 Recommended Dosage and Administration Start NEXTSTELLIS using a Day 1 start. Take one tablet by mouth at the same time every day with or without food. 2.2 Additional Administration Information To achieve maximum contraceptive effectiveness, take one tablet every day at about the same time each day. The recommended dosage of NEXTSTELLIS is one tablet daily for 28 consecutive days: one pink active tablet daily during the first 24 days followed by one white inactive tablet daily during the 4 following days (see Table 1 ). Table 1 NEXTSTELLIS Administration Instructions Starting NEXTSTELLIS in females with no current use of hormonal contraception Important: In females with irregular menstrual cycles, pregnancy testing may be necessary prior to initiation of this product. Day 1 Start : Take the first pink active tablet on the first day of menses. Take subsequent pink active tablets once daily at the same time each day for a total of 24 days. Take one white inert tablet daily for 4 days and at the same time of day that active tablets were taken. Begin each subsequent 28-day pack on the same day of the week as the first cycle pack (i.e., on the day after taking the last tablet) If not starting on the first day of menses, use a non-hormonal contraceptive (e.g. condoms and/or spermicide) as back-up until one active tablet has been taken daily for 7 days in a row. Switching to NEXTSTELLIS from another contraceptive method Start NEXTSTELLIS on the day: Combined Oral Contraceptive (COC) When the new pack of the previous COC would have started. Transdermal System When the next application would have been scheduled. Vaginal Insert When the next insertion would have been scheduled. Injection When the next injection would have been scheduled. Intrauterine System (IUS) After removal. Implant After removal. Progestin-only pill After the last tablet was taken. Starting NEXTSTELLIS after delivery (>20 weeks gestation) Must not start earlier than 4 weeks after delivery (due to the increased risk of thromboembolism [see Contraindications (4) and Warnings and Precautions (5.1) ] If menstrual cycles have returned, follow instructions for \"Starting NEXTSTELLIS in females with no current use of hormonal contraception\". If menstrual cycles have not resumed, consider the possibility of ovulation and pregnancy. If not pregnant, use additional nonhormonal contraception for the first 7 days of NEXTSTELLIS use. Starting NEXTSTELLIS after Abortion or Miscarriage ≤14 weeks gestation Within the first 7 days of complete first trimester abortion or miscarriage, use additional nonhormonal contraception for the next 7 days. After the first 7 days, follow instructions for \"Starting NEXTSTELLIS in females with no current use of hormonal contraception\". > 14 weeks but ≤ 20 weeks gestation After 4 weeks following second trimester abortion or miscarriage. Consider duration of pregnancy and increased risk of thromboembolism [see Warnings and Precautions (5.1) ] If menstrual cycles have returned, follow instructions for \"Starting NEXTSTELLIS in females with no current use of hormonal contraception.\" If menstrual cycles have not resumed, consider the possibility of ovulation and pregnancy. If not pregnant, use additional nonhormonal contraception for the first 7 days of NEXTSTELLIS use. 2.3 Missed Doses Table 2 Instructions for Missed NEXTSTELLLIS Tablets in a Monthly Dosing Regimen If one pink active tablet is missed Take the missed tablet as soon as possible and take the next tablet at the scheduled time, even if two active tablets are taken in one day. Continue taking one tablet a day until the pack is finished. If two or more pink active tablets are missed in Week 1 or Week 2 Take one missed tablet as soon as possible and take the tablet for the current day (that means taking two tablets in one day) and discard the other missed tablets. Continue taking one tablet a day until the pack is finished. Use additional non-hormonal contraception as back-up until pink tablets have been taken for 7 consecutive days. If two pink active tablets are missed in Week 3 Take one missed tablet as soon as possible and take the tablet for the current day (that means taking two tablets in one day) and discard the other missed tablets. Finish the active tablets and discard the inactive tablets in the pack. Start a new pack of tablets the next day. Use additional non-hormonal contraception as back-up until pink tablets have been taken for 7 consecutive days. If one or more white inert tablets are missed Skip the missed pill days and continue taking one tablet a day until the pack is finished. 2.4 Administration Recommendations after Vomiting or Acute Diarrhea If vomiting or acute diarrhea occurs within 3 to 4 hours after taking an active tablet, take the new active tablet (scheduled for the next day) as soon as possible. Take the new tablet within 12 hours of the usual time of tablet-taking if possible. If more than two tablets are missed, follow the advice concerning missed tablets, including using backup non-hormonal contraception. For additional recommendations, refer to the table above [see Dosage and Administration (2.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NEXTSTELLIS is indicated for use by females of reproductive potential to prevent pregnancy. NEXTSTELLIS is a combination of drospirenone, a progestin, and estetrol, an estrogen, indicated for use by females of reproductive potential to prevent pregnancy. ( 1 ) Limitations of Use NEXTSTELLIS may be less effective in females with a BMI ≥ 30 kg/m 2 . In females with BMI ≥ 30 kg/m 2 , decreasing effectiveness may be associated with increasing BMI ( 14 ). Limitations of Use NEXTSTELLIS may be less effective in females with a BMI ≥ 30 kg/m 2 . In females with BMI ≥ 30 kg/m 2 , decreasing effectiveness may be associated with increasing BMI [see Clinical Studies (14) ]."
  ],
  "fetched_at": "2025-10-01T18:46:50.188901",
  "source": "OpenFDA"
}