{
  "drug_name": "Estradiol sulfamate",
  "generic_name": [
    "LEVONORGESTREL AND ETHINYL ESTRADIOL"
  ],
  "brand_names": [
    "Iclevia"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The sections below provide information on substances for which data on drug interactions with COCs are available. There is little information available about the clinical effect of most drug interactions that may affect COCs. However, based on the known pharmacokinetic effects of these drugs, clinical strategies to minimize any potential adverse effect on contraceptive effectiveness or safety are suggested. Consult the approved product labeling of all concurrently used drugs to obtain further information about interactions with COCs or the potential for metabolic enzyme or transporter system alterations. No drug-drug interaction studies were conducted with levonorgestrel and ethinyl estradiol tablets. Enzyme inducers (e.g.CYP3A4): May decrease the effectiveness of Iclevia or increase breakthrough bleeding. Counsel patients to use a back-up or alternative method of contraception when enzyme inducers are used with Iclevia. ( 7.1 ) 7.1 Effects of Other Drugs on Combined Oral Contraceptives Substances decreasing the plasma concentrations of COCs and potentially diminishing the efficacy of COCs: Table 5 includes substances that demonstrated an important drug interaction with levonorgestrel and ethinyl estradiol tablets. Table 5: Significant Drug Interactions Involving Substances That Affect COCs a Induction potency of St. John’s wort may vary widely based on preparation. Metabolic Enzyme Inducers Clinical effect Concomitant use of COCs with metabolic enzyme inducers may decrease the plasma concentrations of the estrogen and/or progestin component of COCs. Decreased exposure of the estrogen and/or progestin component of COCs may potentially diminish the effectiveness of COCs and may lead to contraceptive failure or an increase in breakthrough bleeding. Prevention or management Counsel females to use an alternative method of contraception or a backup method when enzyme inducers are used with COCs. Continue backup contraception for 28 days after discontinuing the enzyme inducer to maintain contraceptive reliability. Examples Aprepitant, barbiturates, bosentan, carbamazepine, efavirenz, felbamate, griseofulvin, oxcarbazepine, phenytoin, rifampin, rifabutin, rufinamide, topiramate, products containing St. John’s wort a , and certain protease inhibitors (see separate section on protease inhibitors below). Colesevelam Clinical effect Concomitant use of COCs with colesevelam significantly decreases systemic exposure of ethinyl estradiol [see Clinical Pharmacology (12.3) ] . Decreased exposure of the estrogen component of COCs may potentially reduce contraceptive efficacy or result in an increase in breakthrough bleeding, depending on the strength of ethinyl estradiol in the COC. Prevention or management Administer 4 or more hours apart to attenuate this drug interaction. Substances increasing the systemic exposure of COCs: Co-administration of atorvastatin or rosuvastatin and certain COCs containing ethinyl estradiol (EE) increase AUC values for EE by approximately 20 to 25%. Ascorbic acid and acetaminophen may increase systemic exposure of EE possibly by inhibition of conjugation. CYP3A4 inhibitors such as itraconazole, voriconazole, fluconazole, grapefruit juice, or ketoconazole may increase systemic exposure of estrogen and/or progestin component of COCs. Human immunodeficiency virus (HIV)/ Hepatitis C virus (HCV) protease inhibitors and non-nucleoside reverse transcriptase inhibitors: Significant decreases in systemic exposure of the estrogen and/or progestin have been noted when COCs are co-administered with some HIV protease inhibitors (e.g., nelfinavir, ritonavir, darunavir/ritonavir, (fos)amprenavir/ritonavir, lopinavir/ritonavir, and tipranavir/ritonavir] or some HCV protease inhibitors (e.g. boceprevir and telaprevir) and some non-nucleosidase reverse transcriptase inhibitors (e.g. nevirapine) In contrast, significant increases in systemic exposure of the estrogen and/or progestin have been noted when COCs are co-administered with certain other HIV protease inhibitors (e.g. indinavir and atazanavir/ritonavir) and with other non-nucleoside reverse transcriptase inhibitors (e.g. etravirine). 7.2 Effects of Combined Oral Contraceptives on Other Drugs Table 6 provides significant drug interaction information for drugs co-administered with levonorgestrel and ethinyl estradiol tablets. Table 6: Significant Drug Interaction Information for Drugs Co-Administered With COCs Lamotrigine Clinical effect Concomitant use of COCs with lamotrigine may significantly decrease systemic exposure of lamotrigine due to induction of lamotrigine glucuronidation [See Clinical Pharmacology (12.3) ] . Decreased systemic exposure of lamotrigine may reduce seizure control. Prevention or management Dose adjustment may be necessary. Consult the approved product labeling for lamotrigine. Thyroid Hormone Replacement Therapy or Corticosteroid Replacement Therapy Clinical effect Concomitant use of COCs with thyroid hormone replacement therapy or corticosteroid replacement therapy may increase systemic exposure of thyroid-binding and cortisol-binding globulin [see Warnings and Precautions (5.12) ] . Prevention or management The dose of replacement thyroid hormone or cortisol therapy may need to be increased. Consult the approved product labeling for the therapy in use [see Warnings and Precautions (5.12) ] . Other Drugs Clinical effect Concomitant use of COCs may decrease systemic exposure of acetaminophen, morphine, salicylic acid, and temazepam. Concomitant use with ethinyl estradiol-containing COCs may increase systemic exposure of other drugs (e.g., cyclosporine, prednisolone, theophylline, tizanidine, and voriconazole). Prevention or management The dosage of drugs that can be affected by this interaction may need to be increased. Consult the approved product labeling for the concomitantly used drug. 7.3 Concomitant Use with Hepatitis C Virus (HCV) Combination Therapy-Liver Enzyme Elevation Co-administration of Iclevia with HCV drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir is contraindicated due to potential for ALT elevations [see Warning and Precautions (5.3) ]. Co-administration of Iclevia and glecaprevir/pibrentasvir is not recommended due to potential for ALT elevations. 7.4 Effect on Laboratory Tests The use of COCs may influence the results of certain laboratory tests, such as coagulation factors, lipids, glucose tolerance, and binding proteins."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions with the use of COCs are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see Boxed Warning and Warnings and Precautions (5.1) ] Vascular events [see Warnings and Precautions (5.1) ] Liver disease [see Warnings and Precautions (5.2) ] The most common adverse reactions (≥2%) reported during clinical trials were headache, menorrhagia, nausea, dysmenorrhea, acne, migraine, breast tenderness, weight increased, and depression. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The clinical trial that evaluated the safety and efficacy of levonorgestrel and ethinyl estradiol tablets was a 12-month, randomized, multicenter, open-label study, which enrolled women aged 18 to 40, of whom 456 took at least one dose of levonorgestrel and ethinyl estradiol tablets (345.14 woman-years of exposure) [see Clinical Studies (14) ] . Adverse Reactions Leading to Study Discontinuation : 14.9% of the women discontinued from the clinical trial due to an adverse reaction; the most common adverse reactions (≥ 1% of women) leading to discontinuation in the levonorgestrel and ethinyl estradiol tablets group were menorrhagia (5.7%), mood swings (1.9%), weight/appetite increase (1.5%), and acne (1.3%). Common Adverse Reactions (≥ 2% of women) : headache (20.6%), menorrhagia (11.6%), nausea (7.5%), dysmenorrhea (5.7%), acne (4.6%), migraine (4.4%), breast tenderness (3.5%), weight increased (3.1%), and depression (2.1%). Serious Adverse Reactions: pulmonary embolus, cholecystitis. 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 to 1.12 (Figure 2). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 2). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 to 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8 to 10 years of COC use. Figure 2: Relevant Studies of Risk of Breast Cancer with Combined Oral Contraceptives RR = relative risk; OR = odds ratio; HR = hazard ratio. “ever COC” are females with current or past COC use; “never COC use” are females that never used COCs. The following adverse reactions have been identified during post-approval use of levonorgestrel and ethinyl estradiol tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders : abdominal distension, vomiting General disorders and administration site conditions : chest pain, fatigue, malaise, edema peripheral, pain Immune system disorder: hypersensitivity reactions, including itching, rash, and angioedema Investigations: blood pressure increased Musculoskeletal and connective tissue disorders : muscle spasms, pain in extremity Nervous system disorders : dizziness, loss of consciousness Psychiatric disorders : insomnia Reproductive and breast disorders : dysmenorrhea Skin and subcutaneous tissue disorders : alopecia Vascular disorders : thrombosis, pulmonary embolism, pulmonary thrombosis Figure 2"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Iclevia is contraindicated in females who are known to have or develop the following conditions: A high risk of arterial or venous thrombotic diseases. Examples include females who are known to: Smoke, if over age 35 [see Boxed Warning and Warnings and Precautions (5.1) ]. Have current or history of deep vein thrombosis or pulmonary embolism [see Warnings and Precautions (5.1) ]. Have cerebrovascular disease [see Warnings and Precautions (5.1) ]. Have coronary artery disease [see Warnings and Precautions (5.1) ]. Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions (5.1) ]. Have inherited or acquired hypercoagulopathies [see Warnings and Precautions (5.1) ]. Have uncontrolled hypertension or hypertension with vascular disease [see Warnings and Precautions (5.4) ]. Have diabetes mellitus and are over age of 35, diabetes mellitus with hypertension or vascular disease or other end-organ damage, or diabetes mellitus of >20 years duration [see Warnings and Precautions (5.7) ] . Have headaches with focal neurological symptoms, migraine headaches with aura, or over age 35 with any migraine headaches [see Warnings and Precautions (5.8) ]. Current diagnosis of, or history of breast cancer, which may be hormone sensitive [see Warnings and Precautions (5.11) ]. Liver tumors, acute viral hepatitis, or severe (decompensated) cirrhosis [see Warnings and Precautions (5.2) and Use in Specific Populations (8.6) ]. Undiagnosed abnormal uterine bleeding [see Warnings and Precautions (5.9) ] . Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions (5.3) ]. A high risk of arterial or venous thrombotic diseases ( 4 ) Liver tumors or liver disease, acute viral hepatitis or decompensated cirrhosis ( 4 ) Undiagnosed abnormal uterine bleeding ( 4 ) Breast cancer ( 4 ) Co-administration with Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take one tablet daily by mouth at the same time every day for 91 days. (2.1) Take tablets in the order directed on the Extended-Cycle Wallet. (2.2) 2.1 How to Start and Take Iclevia Iclevia is dispensed in an Extended-Cycle Wallet [see How Supplied/Storage and Handling (16) ]. Iclevia should be started on a Sunday (see Table 1). For the first cycle of a Sunday Start regimen, an additional method of contraception should be used until after the first 7 consecutive days of administration. Table 1: Instructions for Administration of Iclevia Starting Iclevia in females with no current use of hormonal contraception (Sunday Start) Important: Consider the possibility of ovulation and conception prior to initiation of this product. Tablet Color: Iclevia active tablets are white (Day 1 to Day 84). Iclevia inactive tablets are green (Day 85 to Day 91). Sunday Start: For each 91-day course, take in the following order: Take the first white tablet (0.15 mg of levonorgestrel and 0.03 mg ethinyl estradiol) on the first Sunday after the onset of menstruation. If menstruation begins on a Sunday, take the tablet on that day. Due to the potential risk of becoming pregnant, use additional non-hormonal contraception (such as condoms or spermicide) for the first 7 days of treatment. Take subsequent white tablets once daily at the same time each day for a total of 84 days. Take one green tablet (inert) daily for the following 7 days and at the same time of day that active tablets were taken. A scheduled period should occur during the 7 days that the green tablets are taken. Begin the next and all subsequent 91-day courses of Iclevia without interruption on the same day of the week (Sunday) on which the patient began her first dose. Follow the same schedule as the initial 91-day course: a white tablet once a day for 84 days, and a green tablet once a day for 7 days. If the patient does not immediately start her next pill pack, instruct her to protect herself from pregnancy by using a non-hormonal back-up method of contraception until she has taken a white tablet daily for 7 consecutive days. Switching from another contraceptive method to Iclevia Start Iclevia: Another oral contraceptive On the day when the new pack of the previous COC would have been started Transdermal patch On the day when the next application would have been scheduled. Vaginal ring On the day when the next insertion would have been scheduled. Injection On the day when the next injection would have been scheduled. Intrauterine contraceptive (IUD) On the day of removal. If the IUD is not removed on first day of the patient’s menstrual cycle, additional non- hormonal contraception (such as condoms or spermicide) is needed for the first seven days of the first 91-day course. Implant On the day of removal. Starting Iclevia after Abortion or Miscarriage First-trimester After a first-trimester abortion or miscarriage, Iclevia may be started immediately. An additional method of contraception is not needed if Iclevia is started immediately. If Iclevia is not started within 5 days after termination of the pregnancy, the patient should use additional non-hormonal contraception (such as condoms or spermicide) for the first seven days of her first 91-day course of Iclevia. Second-trimester Do not start Iclevia until 4 weeks after a second-trimester abortion or miscarriage, due to the increased risk of thromboembolic disease. Start Iclevia following the instructions in Table 1 for Sunday start. Use additional non-hormonal contraception (such as condoms or spermicide) for the first seven days of the patient’s first 91-day course of Iclevia [see Contraindications (4) , Warnings and Precautions (5.1) ]. Starting Iclevia after Childbirth Do not start Iclevia until 4 weeks after delivery, due to the increased risk of thromboembolic disease. Start contraceptive therapy with Iclevia following the instructions in Table 1 for women not currently using hormonal contraception. Iclevia is not recommended for use in lactating women [see Use in Specific Populations (8.2) ] . If the woman has not yet had a period postpartum, consider the possibility of ovulation and conception occurring prior to use of Iclevia [see Contraindications (4) , Warnings and Precautions (5.1) , Use in Specific Populations (8.1 and 8.2) ]. 2.2 Dosing Iclevia Instruct patients to take one tablet by mouth at the same time every day. The dosing of Iclevia is one white pill containing levonorgestrel and ethinyl estradiol daily for 84 consecutive days, followed by one green pill (inactive pills without hormone) for 7 days. To achieve maximum contraceptive effectiveness, Iclevia must be taken exactly as directed, in the order directed on the Wallet, and at intervals not exceeding 24 hours. Start taking the first white pill from a new Wallet the very next day after taking the last green inactive pill in the Wallet. The failure rate may increase when pills are missed or taken incorrectly. 2.3 Missed Doses Table 2: Instructions for Missed Iclevia Tablets If one active tablet (white) is missed in Days 1 through 84 Take the tablet as soon as possible. Take the next tablet at the regular time and continue taking one tablet a day until the 91-day course is finished. If two consecutive active tablets (white) are missed in Days 1 through 84 Take 2 tablets on the day remembered and 2 tablets the next day. Then continue taking one tablet a day until the 91-day course is finished. Additional non-hormonal contraception (such as condoms or spermicide) should be used as back-up if the patient has sex within 7 days after missing tablets. If three or more consecutive active tablets (white) are missed in Days 1 through 84 Do not take the missed tablets. Continue taking one tablet a day until the 91-day course is finished. Additional non-hormonal contraception (such as condoms or spermicide) must be used as back-up if the patient has sex within 7 days after missing tablets. If any of the seven green (inactive) tablets are missed Throw away the missed tablets. Continue taking the remaining tablets until the pack is finished. A backup birth control method is not needed. 2.4 Advice in Case of Gastrointestinal Disturbances In case of severe vomiting or diarrhea, absorption may not be complete and additional contraceptive measures should be taken. If vomiting or diarrhea occurs within 3 to 4 hours after taking a white tablet, handle this as a missed tablet."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Iclevia TM (levonorgestrel and ethinyl estradiol tablets) is indicated for use by females of reproductive potential to prevent pregnancy. Iclevia is a combination of levonorgestrel, a progestin, and ethinyl estradiol, an estrogen, indicated for use by females of reproductive potential to prevent pregnancy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:26:42.154741",
  "source": "OpenFDA"
}