{
  "drug_name": "Ethanolamine",
  "generic_name": [
    "ETHANOLAMINE OLEATE"
  ],
  "brand_names": [
    "Ethamolin"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS ETHAMOLlN Injection should be used in pregnant women only when clearly needed (see PRECAUTIONS). The practice of injecting varicosities of the leg with ETHAMOLlN Injection is not supported by adequately-controlled clinical trials. Therefore, such use is not recommended."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The reported frequency of complications/adverse events per injection session was 13%. The most common complications were pleural effusion/infiltration (2.1%), esophageal ulcer (2.1 %), pyrexia (1.8%), retrosterual pain (1.6%), esophageal stricture .(1.3%), and pneumonia (1.2%). Other adverse local esophageal reactions have also been reported at rates of 0.1 to 0.4%, including esophagitis, tearing of the esophagus, sloughing of the mucosa overlying the injected varix, ulceration, stricture, necrosis, periesophageal abscess and perforation (see PRECAUTIONS). These complications appear to be dependent upon the dose and the patient's clinical state. Bacteremia has been observed in patients following injection of esophageal varices with ETHAMOLlN. Pyrexia and retrosternal pain are not infrequently observed during the post-injection period. Fatal aspiration pneumonia has occurred in patients with esophageal varices who underwent ETHAMOLIN Injection Sclerotherapy (see PRECAUTIONS). Anaphylactic shock and acute renal failure with spontaneous recovery have occurred (see PRECAUTIONS). A case of disseminated intravascular coagulation has been reported. Spinal cord paralysis due to occlusion of the anterior spinal artery has been reported in one child eight hours after ETHAMOLIN sclerotherapy."
  ],
  "contraindications": [
    "CONTRAINDICATIONS ETHAMOLIN Injection should not be administered to subjects with a known hypersensitivity to ethanolamine, oleic acid, or ethanolamine oleate."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Local ETHAMOLIN Injection sclerotherapy of esophageal varices should be performed by physicians who are famillar with an acceptable technique. The usual intravenous dose is 1.5 to 5.0 mL per varix. The maximum dose per treatment session should not exceed 20 mL. Patients with significant liver dysfunction (Child Class C) or concomitant cardiopulmonary disease should usually receive less than the recommended maximum dose. Submucosal injections are not recommended, as they reportedly are more likely to result in ulceration at the site of injection. To obliterate the varix, injections may be made at the time of theacute bleeding episode and then after one week, six weeks, three months, and six months, as indicated. Note: Parenteral drug products should be inspected visually for particulate matter and discoloration before administration whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE ETHAMOLIN Injection is indicated for the treatment of patients with esophageal varices that have recently bled, to prevent rebleeding. ETHAMOLIN is not indicated for the treatment of patients with esophageal varices that have not bled. There is no evidence that treatment of this population decreases the likelihood of bleeding. Sclerotherapy with ETHAMOLIN has no beneficial effect upon portal hypertension, the cause of esophageal varices, so that recanalization and collateralization may occur, necessitating reinjection."
  ],
  "fetched_at": "2025-10-01T04:36:14.476761",
  "source": "OpenFDA"
}