{
  "drug_name": "Ethambutol",
  "generic_name": [
    "ETHAMBUTOL HYDROCHLORIDE"
  ],
  "brand_names": [
    "ETHAMBUTOL HYDROCHLORIDE"
  ],
  "drug_interactions": [
    "Drug Interactions The results of a study of coadministration of ethambutol hydrochloride (50 mg/kg) with an aluminum hydroxide containing antacid to 13 patients with tuberculosis showed a reduction of mean serum concentrations and urinary excretion of ethambutol of approximately 20% and 13% respectively, suggesting that the oral absorption of ethambutol may be reduced by these antacid products. It is recommended to avoid concurrent administration of ethambutol with aluminum hydroxide containing antacids for at least 4 hours following ethambutol administration."
  ],
  "warnings": [
    "WARNINGS Ethambutol hydrochloride may produce decreases in visual acuity which appear to be due to optic neuritis. This effect may be related to dose and duration of treatment. This effect is generally reversible when administration of the drug is discontinued promptly. However, irreversible blindness has been reported. (See PRECAUTIONS and ADVERSE REACTIONS ). Liver toxicities including fatalities have been reported (See ADVERSE REACTIONS ). Baseline and periodic assessment of hepatic function should be performed."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Ethambutol hydrochloride may produce decreases in visual acuity, including irreversible blindness, which appear to be due to optic neuritis. Optic neuropathy including optic neuritis or retrobulbar neuritis occurring in association with ethambutol therapy may be characterized by one or more of the following events: decreased visual acuity, scotoma, color blindness, and/or visual defect. These events have also been reported in the absence of a diagnosis of optic or retrobulbar neuritis. Patients should be advised to report promptly to their physician any change in visual acuity. The change in visual acuity may be unilateral or bilateral and hence each eye must be tested separately and both eyes tested together. Testing of visual acuity should be performed before beginning ethambutol hydrochloride therapy and periodically during drug administration, except that it should be done monthly when a patient is on a dosage of more than 15 mg/kg/day. Snellen eye charts are recommended for testing of visual acuity. Studies have shown that there are definite fluctuations of one or two lines of the Snellen chart in the visual acuity of many tuberculous patients not receiving ethambutol hydrochloride. The following table may be useful in interpreting possible changes in visual acuity attributable to ethambutol hydrochloride. Initial Snellen Reading Reading Indicating Significant Decrease Significant Number of Lines Decrease Number of Points 20/13 20/25 3 12 20/15 0/25 2 10 20/20 20/30 2 10 20/25 20/40 2 15 20/30 20/50 2 20 20/40 20/70 2 30 20/40 20/70 1 20 In general, changes in visual acuity less than those indicated under “Significant Number of Lines” and “Decrease Number of Points”, may be due to chance variation, limitations of the testing method, or physiologic variability. Conversely, changes in visual acuity equaling or exceeding those under “Significant Number of Lines” and “Decrease Number of Points” indicate the need for retesting and careful evaluation of the patient’s visual status. If careful evaluation confirms the magnitude of visual change and fails to reveal another cause, ethambutol hydrochloride should be discontinued and the patient reevaluated at frequent intervals. Progressive decreases in visual acuity during therapy must be considered to be due to ethambutol hydrochloride. If corrective glasses are used prior to treatment, these must be worn during visual acuity testing. During 1 to 2 years of therapy, a refractive error may develop which must be corrected in order to obtain accurate test results. Testing the visual acuity through a pinhole eliminates retractive error. Patients developing visual abnormality during ethambutol hydrochloride treatment may show subjective visual symptoms before, or simultaneously with, the demonstration of decreases in visual acuity, and all patients receiving ethambutol hydrochloride should be questioned periodically about blurred vision and other subjective eye symptoms. Recovery of visual acuity generally occurs over a period of weeks to months after the drug has been discontinued. Some patients have received ethambutol hydrochloride again after such recovery without recurrence of loss of visual acuity. Other adverse reactions reported include: hypersensitivity, anaphylactic/ anaphylactoid reaction, dermatitis, erythema multiforme, pruritus, and joint pain; anorexia, nausea, vomiting, gastrointestinal upset, and abdominal pain; fever, malaise, headache, and dizziness; mental confusion, disorientation, and possible hallucinations; thrombocytopenia, leukopenia, and neutropenia. Numbness and tingling of the extremities due to peripheral neuritis have been reported. Elevated serum uric acid levels occur and precipitation of acute gout has been reported. Pulmonary infiltrates, with or without eosinophilia, also have been reported during ethambutol hydrochloride therapy. Liver toxicities, including fatalities, have been reported (See WARNINGS .) Since ethambutol hydrochloride is recommended for therapy in conjunction with one or more other antituberculous drugs, these changes may be related to the concurrent therapy. Hypersensitivity syndrome consisting of cutaneous reaction (such as rash or exfoliative dermatitis), eosinophilia, and one or more of the following: hepatitis, pneumonitis, nephritis, myocarditis, pericarditis.Fever and lymphadenopathy may be present."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Ethambutol hydrochloride is contraindicated in patients who are known to be hypersensitive to this drug. It is also contraindicated in patients with known optic neuritis unless clinical judgment determines that it may be used. Ethambutol hydrochloride is contraindicated in patients who are unable to appreciate and report visual side effects or changes in vision (e.g., young children, unconscious patients)."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Ethambutol hydrochloride should not be used alone, in initial treatment or in retreatment. Ethambutol hydrochloride should be administered on a once every 24-hour basis only. Absorption is not significantly altered by administration with food. Therapy, in general, should be continued until bacteriological conversion has become permanent and maximal clinical improvement has occurred. Ethambutol hydrochloride is not recommended for use in pediatric patients under 13 years of age since safe conditions for use have not been established. Initial Treatment In patients who have not received previous antituberculous therapy, administer ethambutol hydrochloride 15 mg/kg (7 mg/lb) of body weight, as a single oral dose once every 24 hours. In the more recent studies, isoniazid has been administered concurrently in a single, daily, oral dose. Retreatment In patients who have received previous antituberculous therapy, administer ethambutol hydrochloride 25 mg/kg (11 mg/lb) of body weight, as a single oral dose once every 24 hours. Concurrently administer at least one other antituberculous drug to which the organisms have been demonstrated to be susceptible by appropriate in vitro tests. Suitable drugs usually consist of those not previously used in the treatment of the patient. After 60 days of ethambutol hydrochloride administration, decrease the dose to 15 mg/kg (7 mg/lb) of body weight, and administer as a single oral dose once every 24 hours. During the period when a patient is on a daily dose of 25 mg/kg, monthly eye examinations are advised. See Table for easy selection of proper weight-dose tablet(s). Weight-Dose Table 15 mg/kg (7 mg/lb) Schedule Weight Range Pounds Kilograms Daily Dose In mg Under 85 lbs. Under 37 kg 500 85 - 94.5 37 - 43 600 95 - 109.5 43 - 50 700 110 - 124.5 50 - 57 800 125 - 139.5 57 - 64 900 140 - 154.5 64 - 71 1000 155 - 169.5 71 - 79 1100 170 - 184.5 79 - 84 1200 185 - 199.5 84 - 90 1300 200 - 214.5 90 - 97 1400 215 and Over Over 97 1500 25 mg/kg (11 mg/lb) Schedule Under 85 lbs. Under 38 kg 900 85 - 92.5 38 - 42 1000 92.5 - 101.5 42 - 45.5 1100 102 - 109.5 45.5 - 50 1200 110 - 118.5 50 - 54 1300 119 - 128.5 54 - 58 1400 129 - 136.5 58 - 62 1500 137 - 146.5 62 - 67 1600 147 - 155.5 67 - 71 1700 156 - 164.5 71 - 75 1800 165 - 173.5 75 - 79 1900 174 - 182.5 79 - 83 2000 183 - 191.5 83 - 87 2100 192 - 199.5 87 - 91 2200 200 - 209.5 91 - 95 2300 210 - 218.5 95 - 99 2400 219 and Over Over 99 2500"
  ],
  "indications": [
    "INDICATIONS AND USAGE Ethambutol Hydrochloride Tablets, USP are indicated for the treatment of pulmonary tuberculosis. It should not be used as the sole antituberculous drug, but should be used in conjunction with at least one other antituberculous drug. Selection of the companion drug should be based on clinical experience, considerations of comparative safety, and appropriate in vitro susceptibility studies. In patients who have not received previous antituberculous therapy, i.e., initial treatment, the most frequently used regimens have been the following: Ethambutol hydrochloride, USP plus isoniazid Ethambutol hydrochloride, USP plus isoniazid plus streptomycin In patients who have received previous antituberculous therapy, mycobacterial resistance to other drugs used in initial therapy is frequent. Consequently, in such retreatment patients, ethambutol hydrochloride should be combined with at least one of the second line drugs not previously administered to the patient and to which bacterial susceptibility has been indicated by appropriate in vitro studies. Antituberculous drugs used with ethambutol hydrochloride have included cycloserine, ethionamide, pyrazinamide, viomycin and other drugs. Isoniazid, aminosalicylic acid, and streptomycin have also been used in multiple drug regimens. Alternating drug regimens have also been utilized."
  ],
  "fetched_at": "2025-09-30T21:08:13.784511",
  "source": "OpenFDA"
}