{
  "drug_name": "Ethyl pyruvate",
  "generic_name": [
    "NITISINONE"
  ],
  "brand_names": [
    "ORFADIN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Nitisinone is a moderate CYP2C9 inhibitor, a weak CYP2E1 inducer and an inhibitor of OAT1/OAT3. Table 2 includes drugs with clinically important drug interactions when administered concomitantly with ORFADIN and instructions for preventing or managing them. Table 2: Clinically Relevant Interactions Affecting Co-Administered Drugs Sensitive CYP2C9 Substrates (e.g., celecoxib, tolbutamide) or CYP2C9 Substrates with a Narrow Therapeutic Index (e.g., phenytoin, warfarin) Clinical Impact Increased exposure of the co-administered drugs metabolized by CYP2C9. [see Clinical Pharmacology ( 12.3 )] Intervention Reduce the dosage of the co-administered drugs metabolized by CYP2C9 drug by half. Additional dosage adjustments may be needed to maintain therapeutic drug concentrations for narrow therapeutic index drugs. See prescribing information for those drugs. OAT1/OAT3 Substrates (e.g., adefovir, ganciclovir, methotrexate) Clinical Impact Increased exposure of the interacting drug [see Clinical Pharmacology ( 12.3 )] Intervention Monitor for potential adverse reactions related to the co-administered drug. CYP2C9 Substrates : Increased systemic exposure of these co-administered drugs; reduce the dosage. Additional dosage adjustments may be needed to maintain therapeutic drug concentrations for narrow therapeutic index drugs. ( 7 ) OAT1/OAT3 Substrates : Increased systemic exposure of these co-administered drugs; monitor for potential adverse reactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (>1%) are elevated tyrosine levels, thrombocytopenia, leukopenia, conjunctivitis, corneal opacity, keratitis, photophobia, eye pain, blepharitis, cataracts, granulocytopenia, epistaxis, pruritus, exfoliative dermatitis, dry skin, maculopapular rash and alopecia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Swedish Orphan Biovitrum at 1-866-773-5274 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. ORFADIN was studied in one open-label, uncontrolled study of 207 patients with HT-1, ages 0 to 22 years at enrollment (median age 9 months), who were diagnosed with HT-1 by the presence of succinylacetone in the urine or plasma. The starting dose of ORFADIN was 0.3 to 0.5 mg/kg twice daily, and the dose was increased in some patients to 1 mg/kg twice daily based on weight, biochemical, and enzyme markers. The recommended starting dosage of ORFADIN is 0.5 mg/kg twice daily [see Dosage and Administration ( 2.1 )] . Median duration of treatment was 22 months (range 0.1 to 80 months). The most serious adverse reactions reported during ORFADIN treatment were thrombocytopenia, leukopenia, porphyria, and ocular/visual complaints associated with elevated tyrosine levels [see Warnings and Precautions ( 5.1 , 5.2 )] . Fourteen patients experienced ocular/visual events. The duration of the symptoms varied from 5 days to 2 years. Six patients had thrombocytopenia, three of which had platelet counts 30,000/microL or lower. In 4 patients with thrombocytopenia, platelet counts gradually returned to normal (duration up to 47 days) without change in ORFADIN dose. No patients developed infections or bleeding as a result of the episodes of leukopenia and thrombocytopenia. Patients with HT- 1 are at increased risk of developing porphyric crises, hepatic neoplasms, and liver failure requiring liver transplantation. These complications of HT-1 were observed in patients treated with nitisinone for a median of 22 months during the clinical trial (liver transplantation 13%, liver failure 7%, malignant hepatic neoplasms 5%, benign hepatic neoplasms 3%, porphyria 1%). The most common adverse reactions reported in the clinical trial are summarized in Table 1 . TABLE 1 *reported in at least 1% of patients Most Common Adverse Reactions in Patients with HT-1 Treated with Nitisinone* Elevated tyrosine levels Leukopenia Thrombocytopenia Conjunctivitis Corneal opacity Keratitis Photophobia Eye pain Blepharitis Cataracts Granulocytopenia Epistaxis Pruritus Exfoliative dermatitis Dry skin Maculopapular rash Alopecia >10% 3% 3% 2% 2% 2% 2% 1% 1% 1% 1% 1% 1% 1% 1% 1% 1% Adverse reactions reported in less than 1% of the patients, included death, seizure, brain tumor, encephalopathy, hyperkinesia, cyanosis, abdominal pain, diarrhea, enanthema, gastrointestinal hemorrhage, melena, elevated hepatic enzymes, liver enlargement, hypoglycemia, septicemia, and bronchitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage ( 2.1 ) : The recommended starting dosage is 0.5 mg/kg orally twice daily. In patients 5 years of age and older who have undetectable serum and urine succinylacetone concentrations after a minimum of 4 weeks on a stable dosage of nitisinone, the total daily dose may be given once daily. Titrate the dosage based on biochemical and/or clinical response, as described in the full prescribing information. The maximum total daily dosage is 2 mg/kg orally. Preparation and Administration Instructions ( 2.2 ) : For instructions on preparing, measuring and administering the oral suspension, see the full prescribing information. Maintain dietary restriction of tyrosine and phenylalanine Take ORFADIN capsules at least one hour before, or two hours after a meal For patients who have difficulties swallowing capsules and who are intolerant to the oral suspension, the capsules may be opened and the contents suspended in a small amount of water, formula or apple sauce immediately before use. Take ORFADIN oral suspension without regard to meals. 2.1 Dosage Starting Dosage The recommended starting dosage of ORFADIN is 0.5 mg/kg administered orally twice daily. Maintenance Regimen In patients 5 years of age and older who have undetectable serum and urine succinylacetone concentrations after a minimum of 4 weeks on a stable dosage of nitisinone, the total daily dose of ORFADIN may be given once daily (e.g., 1 to 2 mg/kg once daily) [see Clinical Pharmacology ( 12.2 )] . Dosage Titration Titrate the dosage in each individual patient based on biochemical and/or clinical response. Monitor plasma and/or urine succinylacetone concentrations, liver function parameters and alpha-fetoprotein levels. If succinylacetone is still detectable in blood or urine 4 weeks after the start of nitisinone treatment, increase the nitisinone dosage to 0.75 mg/kg twice daily. A maximum total daily dosage of 2 mg/kg may be needed based on the evaluation of all biochemical parameters. If the biochemical response is satisfactory (undetectable blood and/or urine succinylacetone), the dosage should be adjusted only according to body weight gain and not according to plasma tyrosine levels. During initiation of therapy, when switching from twice daily to once daily dosing, or if there is a deterioration in the patient's condition, it may be necessary to follow all available biochemical parameters more closely (i.e. plasma and/or urine succinylacetone, urine 5-aminolevulinate (ALA) and erythrocyte porphobilinogen (PBG)-synthase activity). Maintain plasma tyrosine levels below 500 micromol/L by dietary restriction of tyrosine and phenylalanine intake [see Warnings and Precautions ( 5.1 )] . In patients who develop plasma tyrosine levels above 500 micromol/L, assess dietary tyrosine and phenylalanine intake. Do not adjust the ORFADIN dosage in order to lower the plasma tyrosine concentration. 2.2 Preparation and Administration Instructions Preparation of the Oral Suspension The oral suspension will be dispensed with an oral syringe of appropriate size and a bottle adaptor provided by a pharmacist or other healthcare provider. Preparing a Bottle Without the Adapter Already Inserted: Store the bottle in the refrigerator prior to first use. Remove the bottle from the refrigerator. Calculate 60 days from when the bottle is removed from the refrigerator. Write this date as the “Discard after” date on the bottle label. Allow the bottle to warm to room temperature (30 to 60 minutes). Shake the bottle vigorously for at least 20 seconds until the solid cake at the bottom of the bottle is completely dispersed. Check that there are no particles left at the bottom of the bottle. Foam will form in the bottle. Insert the bottle adapter. Preparing a Bottle With the Adapter Inserted: Shake the bottle vigorously for at least 5 seconds. Check that there are no particles left at the bottom of the bottle. Foam will form in the bottle. Measuring and Administering the Dose Once the bottle is prepared with the adapter: Use the oral syringe to measure the dose. Keep the bottle upright and insert the oral syringe into the adapter. Carefully turn the bottle upside down with the oral syringe in place. Wait for the foam to rise to the top of the bottle. Pull back on the syringe plunger to withdraw the dose. Leave the syringe in the adapter and turn the bottle upright. Remove the syringe from the adapter by gently twisting it out of the bottle. Dispense the dose into the patient's mouth. Do not remove the bottle adapter. Store the bottle at room temperature (not above 25°C). Administration of ORFADIN Capsules and Oral Suspension Maintain dietary restriction of tyrosine and phenylalanine when taking ORFADIN. Capsules: Take at least one hour before, or two hours after a meal [see Clinical Pharmacology ( 12.3 )] . For patients who have difficulty swallowing the capsules and who are intolerant to the oral suspension [see Warnings and Precautions ( 5.3 )] , the capsules may be opened and the contents suspended in a small amount of water, formula or apple sauce immediately before use. Oral suspension: Take without regard to meals [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ORFADIN ® is indicated for the treatment of adult and pediatric patients with hereditary tyrosinemia type 1 (HT-1) in combination with dietary restriction of tyrosine and phenylalanine. ORFADIN is a hydroxy-phenylpyruvate dioxygenase inhibitor indicated for the treatment of adult and pediatric patients with hereditary tyrosinemia type 1 (HT-1) in combination with dietary restriction of tyrosine and phenylalanine. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:06:13.145413",
  "source": "OpenFDA"
}