{
  "drug_name": "Etonogestrel",
  "generic_name": [
    "ETONOGESTREL AND ETHINYL ESTRADIOL VAGINAL"
  ],
  "brand_names": [
    "Etonogestrel and Ethinyl Estradiol Vaginal"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the labeling of all concurrently-used drugs to obtain further information about interactions with hormonal contraceptives or the potential for enzyme alterations. Drugs or herbal products that induce certain enzymes, such as CYP3A4, may decrease the effectiveness of CHCs or increase breakthrough bleeding. Counsel patients to use a back-up or alternative method of contraception when enzyme inducers are used with CHCs. ( 7 ) 7.1 Effects of Other Drugs on CHCs Substances decreasing the plasma concentrations of CHCs and potentially diminishing the effectiveness of CHCs Drugs or herbal products that induce certain enzymes, including cytochrome P450 3A4 (CYP3A4), may decrease the plasma concentrations of CHCs and potentially diminish the effectiveness of CHCs or increase breakthrough bleeding. Some drugs or herbal products that may decrease the effectiveness of hormonal contraceptives include: phenytoin, barbiturates, carbamazepine, bosentan, felbamate, griseofulvin, oxcarbazepine, rifampicin, topiramate, rifabutin, rufinamide, aprepitant, and products containing St. John's wort. Interactions between CHCs and other drugs may lead to breakthrough bleeding and/or contraceptive failure. Counsel women to use an alternative non-hormonal method of contraception or a back-up method when enzyme inducers are used with Etonogestrel and ethinyl estradiol vaginal ring, and to continue back-up non-hormonal contraception for 28 days after discontinuing the enzyme inducer to ensure contraceptive reliability. Note: Etonogestrel and ethinyl estradiol vaginal ring may interfere with the correct placement and position of certain female barrier methods such as a diaphragm or female condom. These methods are not recommended as back-up methods with Etonogestrel and ethinyl estradiol vaginal ring use [see Dosage and Administration ( 2.5 )] . The serum concentrations of etonogestrel and ethinyl estradiol were not affected by concomitant administration of oral amoxicillin or doxycycline in standard dosages during 10 days of antibiotic treatment. The effects of other antibiotics on etonogestrel or ethinyl estradiol concentrations have not been evaluated. Substances increasing the plasma concentrations of CHCs Co-administration of atorvastatin and certain CHCs containing ethinyl estradiol increase AUC values for ethinyl estradiol by approximately 20-25%. Ascorbic acid and acetaminophen may increase plasma ethinyl estradiol concentrations, possibly by inhibition of conjugation. Concomitant administration of strong or moderate CYP3A4 inhibitors such as itraconazole, voriconazole, fluconazole, grapefruit juice, or ketoconazole may increase plasma estrogen and/or progestin concentrations. Co-administration of vaginal miconazole nitrate and Etonogestrel and ethinyl estradiol vaginal ring increases the serum concentrations of etonogestrel and ethinyl estradiol by up to 40% [see Clinical Pharmacology ( 12.3 )]. Human immunodeficiency virus (HIV) / Hepatitis C Virus (HCV) protease inhibitors and nonnucleoside reverse transcriptase inhibitors Significant changes in the plasma concentrations of the estrogen and /or progestin have been noted in some cases of co-administration with HIV protease inhibitors (decrease [e.g., nelfinavir, ritonavir, darunavir/ritonavir, (fos)amprenavir/ritonavir, lopinavir/ritonavir, and tipranavir/ritonavir] or increase [e.g., indinavir and atazanavir/ritonavir]) /HCV protease inhibitors (decrease [e.g., boceprevir and telaprevir]) or with non-nucleoside reverse transcriptase inhibitors (decrease [e.g., efavirenz, nevirapine] or increase [e.g., etravirine]). These changes may be clinically relevant in some cases. 7.2 Effects of CHCs on Other Drugs CHCs containing ethinyl estradiol may inhibit the metabolism of other compounds (e.g., cyclosporine, prednisolone, theophylline, tizanidine, and voriconazole) and increase their plasma concentrations. CHCs have been shown to decrease plasma concentrations of acetaminophen, clofibric acid, morphine, salicylic acid and temazepam. A significant decrease in the plasma concentrations of lamotrigine has been shown, likely due to induction of lamotrigine glucuronidation. This may reduce seizure control; therefore, dosage adjustments of lamotrigine may be necessary. Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone because serum concentrations of thyroid-binding globulin increase with use of CHCs. 7.3 Concomitant Use with HCV Combination Therapy – Liver Enzyme Elevation Do not co-administer etonogestrel and ethinyl estradiol vaginal ring with HCV drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to potential for ALT elevations. Concomitant use with some other HCV antiviral medicinal products, such as those containing glecaprevir/pibrentasvir, may increase the risk of ALT elevations [see Warnings and Precautions (5.4)]. 7.4 Interference with Laboratory Tests The use of contraceptive steroids may influence the results of certain laboratory tests, such as coagulation factors, lipids, glucose tolerance, and binding proteins."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions with the use of CHCs are discussed elsewhere in the labeling. Serious cardiovascular events and stroke [ see Boxed Warning and Warnings and Precautions ( 5.1 ) ] Vascular events [ see Warnings and Precautions ( 5.1 ) ] Liver disease [ see Warnings and Precautions ( 5.3 ) ] Adverse reactions commonly reported by CHC users are: Irregular uterine bleeding Nausea Breast tenderness Headache The most common adverse reactions (≥2%) in clinical trials were: vaginitis, headache (including migraine), mood changes (e.g., depression, mood swings, mood altered, depressed mood, affect lability), device-related events (e.g., expulsion/discomfort/foreign body sensation), nausea/vomiting, vaginal discharge, increased weight, vaginal discomfort, breast pain/discomfort/tenderness, dysmenorrhea, abdominal pain, acne, and decreased libido. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Trials with a duration of 6 to 13 28-day cycles provided safety data. In total, 2,501 women, aged 18 to 41 contributed 24,520 cycles of exposure. Common Adverse Reactions (≥ 2%): vaginitis (13.8%), headache (including migraine) (11.2%), mood changes (e.g., depression, mood swings, mood altered, depressed mood, affect lability) (6.4%), device-related events (e.g., expulsion/discomfort/foreign body sensation) (6.3%), nausea/vomiting (5.9%), vaginal discharge (5.7%), increased weight (4.9%), vaginal discomfort (4.0%), breast pain/discomfort/tenderness (3.8%), dysmenorrhea (3.5%), abdominal pain (3.2%), acne (2.4%), and decreased libido (2.0%). Adverse Reactions (≥ 1%) Leading to Study Discontinuation: 13.0% of the women discontinued from the clinical trials due to an adverse reaction; the most common adverse reactions leading to discontinuation were device-related events (2.7%), mood changes (1.7%), headache (including migraine) (1.5%) and vaginal symptoms (1.2%). Serious Adverse Reactions: deep vein thrombosis [ see Warnings and Precautions ( 5.1 ) ], anxiety, cholelithiasis, and vomiting. 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 2). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 2). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 - 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8-10 years of COC use. Figure 2: Relevant Studies of Risk of Breast Cancer with Combined Oral Contraceptives RR = relative risk; OR = odds ratio; HR = hazard ratio. “ever COC” are females with current or past COC use; “never COC use” are females that never used COCs. The following adverse reactions have been identified during post-approval use of Etonogestrel and ethinyl estradiol vaginal ring. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders : hypersensitivity reactions, including anaphylaxis and angioedema Nervous system disorders : stroke/cerebrovascular accident Vascular disorders : arterial events (including arterial thromboembolism and myocardial infarction), aggravation of varicose veins Skin and subcutaneous tissue disorders : exacerbations of hereditary and acquired angioedema, urticaria, chloasma Reproductive system and breast disorders : penile disorders, including local reactions on penis (in male partners of women using Etonogestrel and ethinyl estradiol vaginal ring), galactorrhea General Disorders and Administration Site Conditions : device breakage (including with concomitant use of intravaginal antimycotic, antibiotic, and lubricant products) Injury, poisoning and procedural complications : vaginal injury (including associated pain, discomfort, and bleeding) associated with ring breakage enilloring-chart"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Etonogestrel and ethinyl estradiol vaginal ring is contraindicated in females who are known to have or develop the following conditions: A high risk of arterial or venous thrombotic diseases. Examples include women who are known to: Smoke, if over age 35 [see Boxed Warning and Warnings and Precautions ( 5.1 )] Have deep vein thrombosis or pulmonary embolism, now or in the past [see Warnings and Precautions ( 5.1 )] Have cerebrovascular disease [see Warnings and Precautions ( 5.1 )] Have coronary artery disease [see Warnings and Precautions ( 5.1 )] Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions ( 5.1 )] Have inherited or acquired hypercoagulopathies [see Warnings and Precautions ( 5.1 )] Have uncontrolled hypertension [see Warnings and Precautions ( 5.5 )] Have diabetes mellitus with vascular disease [see Warnings and Precautions ( 5.9 )] Have headaches with focal neurological symptoms or migraine headaches with aura [see Warnings and Precautions ( 5.10 )] Women over age 35 with any migraine headaches [see Warnings and Precautions ( 5.10 )] Liver tumors, benign or malignant, or liver disease [see Warnings and Precautions ( 5.3 )and Use in Specific Populations ( 8.6 )] Undiagnosed abnormal uterine bleeding [see Warnings and Precautions ( 5.11 )] Pregnancy, because there is no reason to use CHCs during pregnancy [see Use in Specific Populations ( 8.1 )] Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive [see Warnings and Precautions ( 5.14 )] Hypersensitivity reactions, including anaphylaxis and angioedema, to any of the components of Etonogestrel and ethinyl estradiol vaginal ring [see Warnings and Precautions ( 5.6 ) and Adverse Reactions ( 6 )] Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to potential for ALT elevations [see Warnings and Precautions ( 5.4 )]. A high risk of arterial or venous thrombotic diseases ( 4 ) Breast cancer ( 4 ) Liver tumors or liver disease ( 4 ) Undiagnosed abnormal uterine bleeding ( 4 ) Pregnancy ( 4 ) Hypersensitivity, including anaphylaxis and angioedema, to any of the components of Etonogestrel and ethinyl estradiol vaginal ring ( 4 ) Co-administration with Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION One Etonogestrel and ethinyl estradiol vaginal ring is inserted in the vagina. The ring must remain in place continuously for three weeks, followed by a one-week ring-free interval. ( 2 ) 2.1 How to Use Etonogestrel and ethinyl estradiol vaginal ring To achieve maximum contraceptive effectiveness, Etonogestrel and ethinyl estradiol vaginal ring must be used as directed [ see Dosage and Administration ( 2.2 )]. One Etonogestrel and ethinyl estradiol vaginal ring is inserted in the vagina. The ring is to remain in place continuously for three weeks. It is removed for a one-week break, during which a withdrawal bleed usually occurs. A new ring is inserted one week after the last ring was removed. The user can choose the insertion position that is most comfortable to her, for example, standing with one leg up, squatting, or lying down. The ring is to be compressed and inserted into the vagina. An optional alternative is to insert the ring using the applicator for Etonogestrel and ethinyl estradiol vaginal ring [see Applicator for Etonogestrel and ethinyl estradiol vaginal ring Instructions for Use ]. The exact position of Etonogestrel and ethinyl estradiol vaginal ring inside the vagina is not critical for its function. The vaginal ring must be inserted on the appropriate day and left in place for three consecutive weeks. This means that the ring should be removed three weeks later on the same day of the week as it was inserted and at about the same time. Etonogestrel and ethinyl estradiol vaginal ring can be removed by hooking the index finger under the forward rim or by grasping the rim between the index and middle finger and pulling it out. The used ring should be placed in the sachet (foil pouch) and discarded in a waste receptacle out of the reach of children and pets (do not flush in toilet). After a one-week break, during which a withdrawal bleed usually occurs, a new ring is inserted on the same day of the week as it was inserted in the previous cycle. The withdrawal bleed usually starts on Day 2-3 after removal of the ring and may not have finished before the next ring is inserted. In order to maintain contraceptive effectiveness, the new ring must be inserted exactly one week after the previous one was removed even if menstrual bleeding has not finished. 2.2 How to Start Using Etonogestrel and ethinyl estradiol vaginal ring IMPORTANT: Consider the possibility of ovulation and conception prior to the first use of Etonogestrel and ethinyl estradiol vaginal ring. No Hormonal Contraceptive Use in the Preceding Cycle: The woman should insert Etonogestrel and ethinyl estradiol vaginal ring on the first day of her menstrual bleeding. Etonogestrel and ethinyl estradiol vaginal ring may also be started on Days 2-5 of the woman’s cycle, but in this case a barrier method, such as male condoms with spermicide, should be used for the first seven days of Etonogestrel and ethinyl estradiol vaginal ring use in the first cycle. Changing From a CHC: The woman may switch from her previous CHC on any day, but at the latest on the day following the usual hormone-free interval, if she has been using her hormonal method consistently and correctly, or if it is reasonably certain that she is not pregnant. Changing From a Progestin-Only Method (progestin-only pill [POP], Implant, or Injection or a Progestin-Releasing Intrauterine System [IUS]): The woman may switch from the POP on any day; instruct her to start using Etonogestrel and ethinyl estradiol vaginal ring on the day after she took her last POP. She should switch from an implant or the IUS on the day of its removal, and from an injectable on the day when the next injection would be due. In all of these cases, the woman should use an additional barrier method such as a male condom with spermicide, for the first seven days. Use After Abortion or Miscarriage: The woman may start using Etonogestrel and ethinyl estradiol vaginal ring within the first five days following a complete first trimester abortion or miscarriage, and she does not need to use an additional method of contraception. If use of Etonogestrel and ethinyl estradiol vaginal ring is not started within five days following a first trimester abortion or miscarriage, the woman should follow the instructions for “No Hormonal Contraceptive Use in the Preceding Cycle.” In the meantime, she should be advised to use a non-hormonal contraceptive method. Start Etonogestrel and ethinyl estradiol vaginal ring no earlier than four weeks after a second trimester abortion or miscarriage, due to the increased risk of thromboembolism. [ See Contraindications ( 4 ) and Warnings and Precautions ( 5.1 ) .] Following Childbirth: The use of Etonogestrel and ethinyl estradiol vaginal ring may be initiated no sooner than four weeks postpartum in women who elect not to breastfeed, due to the increased risk of thromboembolism in the postpartum period. [See Contraindications ( 4 ) and Warnings and Precautions ( 5.1 ).] Advise women who are breastfeeding not to use Etonogestrel and ethinyl estradiol vaginal ring but to use other forms of contraception until the child is weaned. If a woman begins using Etonogestrel and ethinyl estradiol vaginal ring postpartum, instruct her to use an additional method of contraception, such as male condoms with spermicide, for the first seven days. If she has not yet had a period, consider the possibility of ovulation and conception occurring prior to initiation of Etonogestrel and ethinyl estradiol vaginal ring. 2.3 Deviations from the Recommended Regimen To prevent loss of contraceptive efficacy, advise women not to deviate from the recommended regimen. Etonogestrel and ethinyl estradiol vaginal ring should be left in the vagina for a continuous period of three weeks. Advise women to regularly check for the presence of Etonogestrel and ethinyl estradiol vaginal ring in the vagina (for example, before and after intercourse). Inadvertent Removal or Expulsion: Etonogestrel and ethinyl estradiol vaginal ring can be accidentally expelled, for example, while removing a tampon, during intercourse, or with straining during a bowel movement. Etonogestrel and ethinyl estradiol vaginal ring should be left in the vagina for a continuous period of three weeks. If the ring is accidentally expelled and is left outside of the vagina for less than three hours , contraceptive efficacy is not reduced. Etonogestrel and ethinyl estradiol vaginal ring can be rinsed with cool to lukewarm (not hot) water and reinserted as soon as possible , but at the latest within three hours. If Etonogestrel and ethinyl estradiol vaginal ring is lost, a new vaginal ring should be inserted and the regimen should be continued without alteration. If Etonogestrel and ethinyl estradiol vaginal ring is out of the vagina for more than three continuous hours: During Weeks 1 and 2: Contraceptive efficacy may be reduced. The woman should reinsert the ring as soon as she remembers. A barrier method such as male condoms with spermicides must be used until the ring has been used continuously for seven days. During Week 3: The woman should discard that ring. One of the following two options should be chosen: 1. Insert a new ring immediately. Inserting a new ring will start the next three-week use period. The woman may not experience a withdrawal bleed from her previous cycle. However, breakthrough spotting or bleeding may occur. 2. Insert a new ring no later than seven days from the time the previous ring was removed or expelled, during which time she may have a withdrawal bleed. This option should only be chosen if the ring was used continuously for at least seven days prior to inadvertent removal/expulsion. In either case, a barrier method such as male condoms with spermicides must be used until the new ring has been used continuously for seven days. If Etonogestrel and ethinyl estradiol vaginal ring was out of the vagina for an unknown amount of time, the possibility of pregnancy should be considered. A pregnancy test should be performed prior to inserting a new ring. Prolonged Ring-Free Interval: If the ring-free interval has been extended beyond one week, consider the possibility of pregnancy, and an additional method of contraception, such as male condoms with spermicide, MUST be used until Etonogestrel and ethinyl estradiol vaginal ring has been used continuously for seven days. Prolonged Use of Etonogestrel and ethinyl estradiol vaginal ring: If Etonogestrel and ethinyl estradiol vaginal ring has been left in place for up to one extra week (i.e., up to four weeks total), the woman will remain protected. Etonogestrel and ethinyl estradiol vaginal ring should be removed and the woman should insert a new ring after a one-week ring-free interval. If Etonogestrel and ethinyl estradiol vaginal ring has been left in place for longer than four weeks, instruct the woman to remove the ring, and rule out pregnancy. If pregnancy is ruled out, Etonogestrel and ethinyl estradiol vaginal ring may be restarted, and an additional method of contraception, such as male condoms with spermicide, MUST be used until a new Etonogestrel and ethinyl estradiol vaginal ring has been used continuously for seven days. Ring Breakage: There have been reported cases of Etonogestrel and ethinyl estradiol vaginal ring disconnecting at the weld joint. This is not expected to affect the contraceptive effectiveness of Etonogestrel and ethinyl estradiol vaginal ring. In the event of a disconnected ring, vaginal discomfort or expulsion (slipping out) is more likely to occur. Vaginal injury associated with ring breakage has been reported [see Adverse Reactions ( 6.2 )] . If a woman discovers that her Etonogestrel and ethinyl estradiol vaginal ring has disconnected, she should discard the ring and replace it with a new ring. 2.4 In the Event of a Missed Menstrual Period 1. If the woman has not adhered to the prescribed regimen (Etonogestrel and ethinyl estradiol vaginal ring has been out of the vagina for more than three hours or the preceding ring-free interval was extended beyond one week), consider the possibility of pregnancy at the time of the first missed period and discontinue Etonogestrel and ethinyl estradiol vaginal ring use if pregnancy is confirmed. 2. If the woman has adhered to the prescribed regimen and misses two consecutive periods, rule out pregnancy. 3. If the woman has retained one Etonogestrel and ethinyl estradiol vaginal ring for longer than four weeks, rule out pregnancy. 2.5 Use with Other Vaginal Products Etonogestrel and ethinyl estradiol vaginal ring may interfere with the correct placement and position of certain female barrier methods such as a diaphragm, cervical cap or female condom. These methods are not recommended as back-up methods with Etonogestrel and ethinyl estradiol vaginal ring use. Pharmacokinetic data show that the use of tampons has no effect on the systemic absorption of the hormones released by Etonogestrel and ethinyl estradiol vaginal ring ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY Etonogestrel and ethinyl estradiol vaginal ring is indicated for use by females of reproductive age to prevent pregnancy. Etonogestrel and ethinyl estradiol vaginal ring is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:05:11.743362",
  "source": "OpenFDA"
}