{
  "drug_name": "Famotidine",
  "generic_name": [
    "FAMOTIDINE"
  ],
  "brand_names": [
    "Famotidine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Drugs Dependent on Gastric pH for Absorption: Systemic exposure of the concomitant drug may be significantly reduced leading to loss of efficacy. See full prescribing information for a list of interacting drugs. ( 7.1 ) • Tizanidine (CYP1A2) Substrate: Potential for substantial increases in blood concentrations of tizanidine resulting in hypotension, bradycardia or excessive drowsiness; avoid concomitant use, if possible. ( 7.2 ) 7.1 Drugs Dependent on Gastric pH for Absorption Famotidine can reduce the absorption of other drugs, due to its effect on reducing intragastric acidity, leading to loss of efficacy of the concomitant drug. Concomitant administration of famotidine with dasatinib, delavirdine mesylate, cefditoren, and fosamprenavir is not recommended. See the prescribing information for other drugs dependent on gastric pH for absorption for administration instructions, including atazanavir, erlotinib, ketoconazole, itraconazole, ledipasvir/sofosbuvir, nilotinib, and rilpivirine. 7.2 Tizanidine (CYP1A2 Substrate) Although not studied clinically, famotidine is considered a weak CYP1A2 inhibitor and may lead to substantial increases in blood concentrations of tizanidine, a CYP1A2 substrate. Avoid concomitant use with famotidine. If concomitant use is necessary, monitor for hypotension, bradycardia or excessive drowsiness. Refer to the full prescribing information for tizanidine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions are: headache, dizziness, constipation, and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Annora Pharma Private Limited at 1-866-495-1995 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Famotidine was studied in 7 US and international placebo- and active-controlled trials in approximately 2500 patients [see Clinical Studies ( 14 )]. A total of 1442 patients were treated with famotidine, including 302 treated with 40 mg twice daily, 456 treated with 20 mg twice daily, 461 treated with 40 mg once daily, and 396 treated with 20 mg once daily. The population was 17 to 91 years old, fairly well distributed between gender and race; however, the predominant race treated was Caucasian. The following adverse reactions occurred in greater than or equal to 1% of famotidine-treated patients: headache, dizziness and constipation. The following other adverse reactions were reported in less than 1% of patients in clinical trials: Body as a Whole: fever, asthenia, fatigue Cardiovascular: palpitations Gastrointestinal: elevated liver enzymes, vomiting, nausea, abdominal discomfort, anorexia, dry mouth Hematologic: thrombocytopenia Hypersensitivity: orbital edema, rash, conjunctival injection, bronchospasm Musculoskeletal: musculoskeletal pain, arthralgia Nervous System/Psychiatric: seizure, hallucinations, depression, anxiety, decreased libido, insomnia, somnolence Skin: pruritus, dry skin, flushing Special Senses: tinnitus, taste disorder Other: impotence 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of famotidine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular: arrhythmia, AV block, prolonged QT interval Gastrointestinal: cholestatic jaundice, hepatitis Hematologic : agranulocytosis, pancytopenia, leukopenia Hypersensitivity: anaphylaxis, angioedema, facial edema, urticaria Musculoskeletal : rhabdomyolysis, muscle cramps Nervous System/Psychiatric: confusion, agitation, paresthesia Respiratory: interstitial pneumonia Skin: toxic epidermal necrolysis/Stevens-Johnson syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Famotidine tablets are contraindicated in patients with a history of serious hypersensitivity reactions (e.g., anaphylaxis) to famotidine or other histamine-2 (H 2 ) receptor antagonists. History of serious hypersensitivity reactions (e.g., anaphylaxis) to famotidine or other H 2 receptor antagonists. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Indication Recommended Dosage ( 2.1 ) Adult and Pediatric Patients 40 kg and greater Active DU 40 mg once daily; or 20 mg twice daily Active Gastric Ulcer 40 mg once daily GERD 20 mg twice daily Erosive Esophagitis 20 mg twice daily; or 40 mg twice daily Adults Pathological Hypersecretory Conditions 20 mg every 6 hours; adjust to patient needs; maximum 160 mg every 6 hours Risk Reduction of DU Recurrence 20 mg once daily • See full prescribing information for complete dosing information, including dosing in renal impairment, and recommended treatment duration. ( 2.1 , 2.2 ) Administration ( 2.3 ): • Take once daily before bedtime or twice daily in the morning and before bedtime with or without food. 2.1 Recommended Dosage Table 1 shows the recommended dosage of famotidine 20 mg and 40 mg tablets in adult and pediatric patients weighing 40 kg and greater with normal renal function. The use of famotidine 20 mg and 40 mg tablets is not recommended in pediatric patients weighing less than 40 kg because the lowest available strength (20 mg) exceeds the recommended dose for these patients. Use another famotidine formulation for pediatric patients weighing less than 40 kg. Table 1: Recommended Dosage and Duration of Famotidine Tablets in Adult and Pediatric Patients 40 kg and Greater with Normal Renal Function Indication Recommended Dosage Recommended Duration Active duodenal ulcer (DU) 40 mg once daily; or 20 mg twice daily a Up to 8 weeks b,c Active gastric ulcer 40 mg once daily Up to 8 weeks c Symptomatic nonerosive GERD 20 mg twice daily Up to 6 weeks c Erosive esophagitis diagnosed by endoscopy 20 mg twice daily; or 40 mg twice daily a Up to 12 weeks Pathological hypersecretory conditions d Starting dosage: 20 mg every 6 hours; adjust dosage to individual patient needs Maximum dosage 160 mg every 6 hours As clinically indicated Reduction of the risk of DU recurrence d 20 mg once daily 1 year c or as clinically indicated a Both dosages demonstrated effectiveness in clinical trials [see Clinical Studies ( 14 )]. b In clinical trials, the majority of patients healed within 4 weeks. For patients who do not heal after 4 weeks, consider an additional 2 to 4 weeks of treatment [see Clinical Studies ( 14.1 )]. c Longer treatment durations have not been studied in clinical trials [see Clinical Studies ( 14.1 , 14.2 , 14.3 )]. d In pediatric patients, the safety and effectiveness of famotidine tablets have not been established for the reduction of the risk of duodenal ulcer recurrence or for treatment of pathological hypersecretory conditions [see Use in Specific Populations ( 8.4 )]. 2.2 Dosage in Renal Impairment Dosage adjustments of famotidine tablets are recommended for patients with moderate to severe renal impairment (creatinine clearance less than 60 mL/min) [see Use in Specific Populations 8.6 )] . Table 2 shows the recommended maximum dosage of famotidine 20 mg or 40 mg tablets for patients with renal impairment, by indication. Use the lowest effective dose. Some dosage adjustments may require switching to other formulations of famotidine (e.g., oral suspension, lower dose tablet). Table 2: Recommended Maximum Dosage of Famotidine Tablets in Adult and Pediatric Patients 40 kg and Greater with Moderate and Severe Renal Impairment Indication Recommended Maximum Dosages Creatinine clearance 30 to 60 mL/minute Creatinine clearance less than 30 mL/minute Active duodenal ulcer (DU) 20 mg once daily; or 40 mg every other day 20 mg every other day a Active gastric ulcer 20 mg once daily; or 40 mg every other day 20 mg every other day a Symptomatic nonerosive GERD 20 mg once daily 20 mg every other day a Erosive esophagitis diagnosed by endoscopy b 20 mg once daily; or 40 mg every other day b 20 mg every other day a,b 40 mg once daily b 20 mg once daily b Pathological hypersecretory conditions c Avoid use d Reduction of the risk of DU recurrence c 20 mg every other day a (see footnote) e a An alternate dosage regimen is 10 mg once daily. Since 20 mg or 40 mg tablet strength cannot be used for this dosage regimen, use an alternate famotidine formulation. b Dosage adjustments for renal impairment are provided for both dosing regimens (20 mg twice daily and 40 mg twice daily) which showed effectiveness for the treatment of erosive esophagitis in clinical trials [see Clinical Studies ( 14.4 )]. c In pediatric patients, the safety and effectiveness of famotidine tablets have not been established for the reduction of the risk of duodenal ulcer recurrence or for treatment of pathological hypersecretory conditions [see Use in Specific Populations ( 8.4 )]. d Doses required to treat pathological hypersecretory conditions may exceed the maximum doses evaluated in patients with impaired renal function. The risk for increased adverse reactions in renally impaired patients treated with famotidine tablets for pathological hypersecretory conditions is unknown. e Recommended dosage regimen is 10 mg every other day. Since 20 mg or 40 mg tablet strength cannot be used for this dosage regimen, use an alternate famotidine formulation. 2.3 Administration Instructions • Take famotidine tablets once daily before bedtime or twice daily in the morning and before bedtime, as recommended. • Famotidine tablets may be taken with or without food [see Clinical Pharmacology ( 12.3 )]. • Famotidine tablets may be given with antacids."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Famotidine tablets are indicated in adult and pediatric patients 40 kg and greater for the treatment of: • active duodenal ulcer (DU). • active gastric ulcer (GU). • symptomatic nonerosive gastroesophageal reflux disease (GERD). • erosive esophagitis due to GERD, diagnosed by biopsy. Famotidine tablets are indicated in adults for the: • treatment of pathological hypersecretory conditions (e.g., Zollinger-Ellison syndrome, multiple endocrine neoplasias). • reduction of the risk of duodenal ulcer recurrence. Famotidine tablets are a histamine-2 (H 2 ) receptor antagonist indicated ( 1 ): In adult and pediatric patients 40 kg and greater for the treatment of: • active duodenal ulcer (DU). • active gastric ulcer. • symptomatic nonerosive gastroesophageal reflux disease (GERD). • erosive esophagitis due to GERD, diagnosed by biopsy. In adults for the: • treatment of pathological hypersecretory conditions (e.g., Zollinger-Ellison syndrome, multiple endocrine neoplasias). • reduction of the risk of DU recurrence."
  ],
  "fetched_at": "2025-09-30T22:30:32.442251",
  "source": "OpenFDA"
}