{
  "drug_name": "Faropenem medoxomil",
  "generic_name": [
    "COLESEVELAM HYDROCHLORIDE"
  ],
  "brand_names": [
    "COLESEVELAM HYDROCHLORIDE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use with colesevelam hydrochloride may decrease the exposure of the following drugs: Drugs with a narrow therapeutic index (e.g., cyclosporine), phenytoin, thyroid hormone replacement therapy, warfarin, oral contraceptives containing ethinyl estradiol and norethindrone, olmesartan medoxomil, and sulfonylureas (glimepiride, glipizide, glyburide). Administer these drugs 4 hours prior to colesevelam hydrochloride. For patients on warfarin, monitor International Normalized Ratio (INR) frequently during initiation then periodically ( 7.1 ). Concomitant use with colesevelam hydrochloride may increase the exposure of the following drugs: Metformin extended release. Monitor patients' glycemic control ( 7.2 ). 7.1 Colesevelam Hydrochloride Drug Interactions that Decrease the Exposure of the Concomitant Medication Table 4 includes a list of drugs that decrease exposure of the concomitant medication when administered concomitantly with colesevelam hydrochloride and instructions for preventing or managing them. Table 4 Colesevelam Hydrochloride Drug Interactions that Decrease the Exposure of the Concomitant Medication Drugs with a Narrow Therapeutic Index Clinical Impact: Concomitant use with colesevelam hydrochloride may decrease the exposure of the narrow therapeutic index drug. In vivo drug interactions studies showed a decrease in exposure of cyclosporine when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. Intervention: Administer the narrow therapeutic index drug at least 4 hours prior to colesevelam hydrochloride. Monitor drug levels when appropriate. Examples: Cyclosporine Phenytoin Clinical Impact: There have been postmarketing reports of increased seizure activity or decreased phenytoin levels in patients receiving phenytoin [see Adverse Reactions (6.2) ]. Intervention: Administer phenytoin 4 hours prior to colesevelam hydrochloride. Thyroid Hormone Replacement Therapy Clinical Impact: In vivo drug interactions studies showed a decrease in exposure of levothyroxine when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. There have been postmarketing reports of elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone replacement therapy [see Adverse Reactions (6.2) ]. Intervention: Administer thyroid hormone replacement therapy 4 hours prior to colesevelam hydrochloride. Warfarin Clinical Impact: There have been postmarketing reports of reduced INR in patients receiving warfarin therapy [see Adverse Reactions (6.2) ]. Intervention: Monitor INR frequently during colesevelam hydrochloride initiation then periodically thereafter. Oral Contraceptives Containing Ethinyl Estradiol and Norethindrone Clinical Impact: In vivo drug interactions studies showed a decrease in exposure of ethinyl estradiol and norethindrone when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. Intervention: Administer oral contraceptives containing ethinyl estradiol and norethindrone 4 hours prior to colesevelam hydrochloride. Olmesartan Medoxomil Clinical Impact: In vivo drug interactions studies showed a decrease in olmesartan medoxomil when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. Intervention: Administer olmesartan medoxomil 4 hours prior to colesevelam hydrochloride. Sulfonylureas Clinical Impact: In vivo drug interactions studies showed a decrease in sulfonylureas when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. Intervention: Administer sulfonylureas 4 hours prior to colesevelam hydrochloride. Examples: Glimepiride, glipizide, and glyburide Oral Vitamin Supplements Clinical Impact: Colesevelam hydrochloride may decrease the absorption of fat-soluble vitamins A, D, E, and K [see Warnings and Precautions (5.3) ]. Intervention: Patients on oral vitamin supplementation should take their vitamins at least 4 hours prior to colesevelam hydrochloride. 7.2 Colesevelam Hydrochloride Drug Interactions that Increase the Exposure of the Concomitant Medication Table 5 Colesevelam Hydrochloride Drug Interactions that Increase the Exposure of the Concomitant Medication Metformin Extended Release (ER) Clinical Impact: In vivo drug interactions studies showed an increase in metformin extended release (ER) when coadministered with colesevelam hydrochloride [see Clinical Pharmacology (12.3) ]. Intervention: Monitor patients' glycemic control."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Hypertriglyceridemia and Pancreatitis [see Warnings and Precautions (5.1) ] Gastrointestinal Obstruction [see Warnings and Precautions (5.2) ] Vitamin K or Fat-Soluble Vitamin Deficiencies [see Warnings and Precautions (5.3) ] In clinical trials, the most common (incidence ≥2% and greater than placebo) adverse reactions with colesevelam hydrochloride included constipation, dyspepsia, and nausea ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Cosette Pharmaceuticals, Inc. at 1-800-922-1038 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in clinical studies of another drug and may not reflect the rates observed in practice. Primary Hyperlipidemia In 7 double-blind, placebo-controlled clinical trials, 807 patients with primary hyperlipidemia (age range 18-86 years, 50% women, 90% Caucasians, 7% Blacks, 2% Hispanics, 1% Asians) and elevated LDL-C were treated with colesevelam hydrochloride 1.5 g/day to 4.5 g/day from 4 to 24 weeks (total exposure 199 patient-years). Table 1 Clinical Studies of Colesevelam Hydrochloride for Primary Hyperlipidemia: Adverse Reactions Reported in ≥ 2% of Patients and More Commonly than in Placebo Colesevelam Hydrochloride N=807 Placebo N=258 Constipation 11.0% 7.0% Dyspepsia 8.3% 3.5% Nausea 4.2% 3.9% Accidental injury 3.7% 2.7% Asthenia 3.6% 1.9% Pharyngitis 3.2% 1.9% Flu syndrome 3.2% 3.1% Rhinitis 3.2% 3.1% Myalgia 2.1% 0.4% Pediatric Patients 10 to 17 Years of Age In an 8-week double-blind, placebo-controlled study, boys and post-menarchal girls, 10 to 17 years of age, with HeFH (n=194), were treated with colesevelam hydrochloride tablets (1.9-3.8 g, daily) or placebo tablets. Table 2 Clinical Study of Colesevelam Hydrochloride for Primary Hyperlipidemia in HeFH Pediatric Patients: Adverse Reactions Reported in ≥2% of Patients and More Commonly than in Placebo Colesevelam Hydrochloride N=129 Placebo N=65 Nasopharyngitis 6.2% 4.6% Headache 3.9% 3.1% Fatigue 3.9% 1.5% Creatine Phosphokinase Increase 2.3% 0.0% Rhinitis 2.3% 0.0% Vomiting 2.3% 1.5% The reported adverse reactions during the additional 18-week open-label treatment period with colesevelam hydrochloride 3.8 g per day were similar to those during the double-blind period and included headache (7.6%), nasopharyngitis (5.4%), upper respiratory tract infection (4.9%), influenza (3.8%), and nausea (3.8%). Type 2 Diabetes Mellitus In 5 add-on combination and 1 monotherapy double-blind, 12- to 26-week, placebo-controlled clinical trials in patients with type 2 diabetes mellitus, 1022 patients were treated with colesevelam hydrochloride. The mean exposure duration was 20 weeks (total exposure 393 patient-years). Patients were to receive 3.8 grams of colesevelam hydrochloride per day. The mean age of patients was 55.7 years, 52.8 percent of the population was male and 61.9% were Caucasian, 4.8% were Asian, and 15.9% were Black or African American. At baseline the population had a mean hemoglobin A1c (HbA1c) of 8.2%, and 26% had past medical history suggestive of microvascular complications of diabetes. Table 3 shows adverse reactions associated with the use of colesevelam hydrochloride in patients with type 2 diabetes. These adverse reactions were not present at baseline, occurred more commonly on colesevelam hydrochloride than on placebo, and occurred in at least 2% of patients treated with colesevelam hydrochloride. Table 3 Clinical Studies of Colesevelam Hydrochloride for Type 2 Diabetes: Adverse Reactions Reported in ≥2% of Patients and More Commonly than in Placebo Colesevelam Hydrochloride N=1022 Placebo N=1010 Constipation 6.5% 2.2% Hypoglycemia 3.4% 3.1% Dyspepsia 2.8% 1.0% Nausea 2.6% 1.6% Hypertension 2.6% 1.9% Back Pain 2.3% 1.3% A total of 5.3% of colesevelam hydrochloride-treated patients and 3.6% of placebo-treated patients were discontinued from the diabetes trials due to adverse reactions. This difference was driven mostly by gastrointestinal adverse reactions such as abdominal pain and constipation. One patient in the add-on to sulfonylurea trial discontinued due to body rash and mouth blistering that occurred on the first day of dosing of colesevelam hydrochloride, which may represent a hypersensitivity reaction to colesevelam hydrochloride. Hypertriglyceridemia Patients with fasting serum TG levels above 500 mg/dL were excluded from the diabetes clinical trials. In the diabetes trials, 1292 (67.7%) patients had baseline fasting serum TG levels less than 200 mg/dL, 426 (22.3%) had baseline fasting serum TG levels between 200 and less than 300 mg/dL, 175 (9.2%) had baseline fasting serum TG levels between 300 and 500 mg/dL, and 16 (0.8%) had fasting serum TG levels greater than or equal to 500 mg/dL. The median baseline fasting TG concentration for the study population was 160 mg/dL; the median post-treatment fasting TG was 180 mg/dL in the colesevelam hydrochloride group and 162 mg/dL in the placebo group. Colesevelam hydrochloride therapy resulted in a median placebo-corrected increase in serum TG of 9.7% (p=0.03) in the monotherapy study and of 5% (p=0.22), 11% (p<0.001), 18% (p<0.001), and 22% (p<0.001), when added to metformin, pioglitazone, sulfonylureas, and insulin, respectively. In comparison, colesevelam hydrochloride resulted in a median increase in serum TG of 5% compared to placebo (p=0.42) in a 24-week monotherapy lipid-lowering trial. Fasting TG concentrations ≥500 mg/dL occurred in 0.9% of colesevelam hydrochloride-treated patients compared to 0.7% of placebo-treated patients in the diabetes trials. Among these patients, the TG concentrations with colesevelam hydrochloride (median 606 mg/dL; interquartile range 570-794 mg/dL) were similar to that observed with placebo (median 663 mg/dL; interquartile range 542-984 mg/dL). Five (0.6%) patients on colesevelam hydrochloride and 3 (0.3%) patients on placebo developed TG elevations ≥1000 mg/dL. Cardiovascular Adverse Reactions During the diabetes trials, the incidence of patients with serious adverse reactions involving the cardiovascular system was 2.2% (22/1022) in the colesevelam hydrochloride group and 1% (10/1010) in the placebo group. These overall rates included disparate events (e.g., myocardial infarction, aortic stenosis, and bradycardia); therefore, the significance of this imbalance is unknown. 6.2 Post-marketing Experience The following additional adverse reactions have been identified during post-approval use of colesevelam hydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse Reactions Resulting from Drug Interactions [see Drug Interactions (7) ]: Increased seizure activity or decreased phenytoin levels in patients receiving phenytoin, reduced International Normalized Ratio (INR) in patients receiving warfarin therapy, and elevated thyroid-stimulating hormone (TSH) in patients receiving thyroid hormone replacement therapy Gastrointestinal : Bowel obstruction (in patients with a history of bowel obstruction or resection), dysphagia or esophageal obstruction (occasionally requiring medical intervention), fecal impaction, pancreatitis, abdominal distension, exacerbation of hemorrhoids, and increased transaminases Laboratory Abnormalities: Hypertriglyceridemia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Colesevelam hydrochloride is contraindicated in patients with: Serum TG concentrations >500 mg/dL [see Warnings and Precautions (5.1) ] History of hypertriglyceridemia-induced pancreatitis [see Warnings and Precautions (5.1) ] A history of bowel obstruction [see Warnings and Precautions (5.2) ] Patients with serum triglyceride levels >500 mg/dL ( 4 ) Patients with a history of hypertriglyceridemia-induced pancreatitis ( 4 ) Patients with a history of bowel obstruction ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain lipid parameters, including serum triglyceride (TG) levels, before starting colesevelam hydrochloride ( 2.1 ). The recommended dosage for adults and for boys and postmenarchal girls aged 10 to 17 years with primary hyperlipidemia is 3.75 grams daily. The recommended dosage for adults with type 2 diabetes mellitus is 3.75 grams daily. Colesevelam hydrochloride should be taken as follows ( 2.2 , 2.4 ): Tablets Take 6 tablets once daily or 3 tablets twice daily with a meal and liquid. For Oral Suspension Take one packet once daily with a meal. To prepare, empty the entire contents of one packet into a glass or cup. Add 1 cup of water, fruit juice, or diet soft drinks. Stir well and drink. 2.1 Testing Prior to Initiation of Colesevelam Hydrochloride Obtain lipid parameters, including triglyceride (TG) levels, before starting colesevelam hydrochloride. Colesevelam hydrochloride is contraindicated in patients with TG levels >500 mg/dL [see Contraindications (4) and Warnings and Precautions (5.1) ] . 2.2 Recommended Dosage in Primary Hyperlipidemia and Type 2 Diabetes Mellitus The recommended dosage of colesevelam hydrochloride for adults and for boys and postmenarchal girls aged 10 to 17 years with primary hyperlipidemia is 3.75 grams daily. The recommended dosage of colesevelam hydrochloride for adults with type 2 diabetes mellitus is 3.75 grams daily. Colesevelam hydrochloride should be taken as follows: Tablets Take 6 tablets once daily or 3 tablets twice daily. Due to tablet size, colesevelam hydrochloride for oral suspension is recommended for use in the pediatric population. For Oral Suspension Take one packet once daily. 2.3 Important Dosing Information for Primary Hyperlipidemia Colesevelam hydrochloride can be dosed at the same time as a statin, or colesevelam hydrochloride and the statin can be dosed apart . Monitor lipid levels within 4 to 6 weeks after initiation of colesevelam hydrochloride. 2.4 Administration Instructions Tablets Take colesevelam hydrochloride tablets with a meal and liquid. For patients with difficulty swallowing tablets, use colesevelam hydrochloride for oral suspension [see Warnings and Precautions (5.2) ]. For Oral Suspension To prepare, empty the entire contents of one packet into a glass or cup. Add 1 cup (8 ounces) of water, fruit juice, or diet soft drinks. Stir well and drink. Take colesevelam hydrochloride oral suspension with meals. Do not take colesevelam hydrochloride oral suspension in its dry form. Due to tablet size, colesevelam hydrochloride for oral suspension is recommended for use in the pediatric population."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Colesevelam hydrochloride is a bile acid sequestrant indicated as an adjunct to diet and exercise to: reduce elevated low-density lipoprotein cholesterol (LDL-C) in adults with primary hyperlipidemia ( 1.1 ). reduce LDL-C levels in boys and postmenarchal girls, 10 to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH), unable to reach LDL-C target levels despite an adequate trial of diet and lifestyle modification ( 1.1 ). improve glycemic control in adults with type 2 diabetes mellitus ( 1.2 ). Limitations of Use ( 1.3 ): Do not use for treatment of type 1 diabetes or for diabetic ketoacidosis. Not studied in Fredrickson Type I, III, IV, and V dyslipidemias 1.1 Primary Hyperlipidemia Colesevelam hydrochloride is indicated as an adjunct to diet and exercise to reduce elevated low-density lipoprotein cholesterol (LDL-C) in adults with primary hyperlipidemia. Colesevelam hydrochloride is indicated to reduce LDL-C levels in boys and postmenarchal girls, 10 to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) who are unable to reach LDL-C target levels despite an adequate trial of dietary therapy and lifestyle modification. 1.2 Type 2 Diabetes Mellitus Colesevelam hydrochloride is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . 1.3 Limitations of Use Colesevelam hydrochloride should not be used for the treatment of type 1 diabetes or for the treatment of diabetic ketoacidosis. Colesevelam hydrochloride has not been studied in Fredrickson Type I, III, IV, and V dyslipidemias."
  ],
  "fetched_at": "2025-10-01T16:03:00.910634",
  "source": "OpenFDA"
}