{
  "drug_name": "Fe-Mesopone",
  "generic_name": [
    "JUNEL FE"
  ],
  "brand_names": [
    "Junel FE"
  ],
  "drug_interactions": [],
  "warnings": [
    "Cigarette smoking increases the risk of serious cardiovascular side effects from oral contraceptive use. This risk increases with age and with heavy smoking (15 or more cigarettes per day) and is quite marked in women over 35 years of age. Women who use oral contraceptives should be strongly advised not to smoke. The use of oral contraceptives is associated with increased risks of several serious conditions including myocardial infarction, thromboembolism, stroke, hepatic neoplasia, and gallbladder disease, although the risk of serious morbidity or mortality is very small in healthy women without underlying risk factors. The risk of morbidity and mortality increases significantly in the presence of other underlying risk factors such as hypertension, hyperlipidemias, obesity, and diabetes. Practitioners prescribing oral contraceptives should be familiar with the following information relating to these risks. The information contained in this package insert is principally based on studies carried out in patients who used oral contraceptives with higher formulations of estrogens and progestogens than those in common use today. The effect of long-term use of the oral contraceptives with lower formulations of both estrogens and progestogens remains to be determined. Throughout this labeling, epidemiological studies reported are of two types: retrospective or case control studies and prospective or cohort studies. Case control studies provide a measure of the relative risk of a disease, namely, a ratio of the incidence of a disease among oral contraceptive users to that among nonusers. The relative risk does not provide information on the actual clinical occurrence of a disease. Cohort studies provide a measure of attributable risk, which is the difference in the incidence of disease between oral contraceptive users and nonusers. The attributable risk does provide information about the actual occurrence of a disease in the population (adapted from REFERENCES 8 and 9 with the author's permission). For further information, the reader is referred to a text on epidemiological methods. 1. Thromboembolic Disorders and Other Vascular Problems a. Myocardial infarction An increased risk of myocardial infarction has been attributed to oral contraceptive use. This risk is primarily in smokers or women with other underlying risk factors for coronary artery disease such as hypertension, hypercholesterolemia, morbid obesity, and diabetes. The relative risk of heart attack for current oral contraceptive users has been estimated to be two to six (10-16). The risk is very low under the age of 30. Smoking in combination with oral contraceptive use has been shown to contribute substantially to the incidence of myocardial infarctions in women in their mid-thirties or older with smoking accounting for the majority of excess cases (17). Mortality rates associated with circulatory disease have been shown to increase substantially in smokers over the age of 35 and non-smokers over the age of 40 (Table II) among women who use oral contraceptives. [Table II] Adapted from P.M. Layde and V. Beral, Reference 18. Adapted from P.M. Layde and V. Beral, Reference 18. Oral contraceptives may compound the effects of well-known risk factors, such as hypertension, diabetes, hyperlipidemias, age and obesity (19). In particular, some progestogens are known to decrease HDL cholesterol and cause glucose intolerance, while estrogens may create a state of hyperinsulinism (20-24). Oral contraceptives have been shown to increase blood pressure among users (see section 9 in WARNINGS). Similar effects on risk factors have been associated with an increased risk of heart disease. Oral contraceptives must be used with caution in women with cardiovascular disease risk factors. b. Thromboembolism An increased risk of thromboembolic and thrombotic disease associated with the use of oral contraceptives is well established. Case control studies have found the relative risk of users compared to non-users to be 3 for the first episode of superficial venous thrombosis, 4 to 11 for deep vein thrombosis or pulmonary embolism, and 1.5 to 6 for women with predisposing conditions for venous thromboembolic disease (9,10,25-30). Cohort studies have shown the relative risk to be somewhat lower, about 3 for new cases and about 4.5 for new cases requiring hospitalization (31). The risk of thromboembolic disease due to oral contraceptives is not related to length of use and disappears after pill use is stopped (8). A two- to four-fold increase in relative risk of postoperative thromboembolic complications has been reported with the use of oral contraceptives (15,32). The relative risk of venous thrombosis in women who have predisposing conditions is twice that of women without such medical conditions (15,32). If feasible, oral contraceptives should be discontinued at least four weeks prior to and for two weeks after elective surgery of a type associated with an increase in risk of thromboembolism and during and following prolonged immobilization. Since the immediate postpartum period is also associated with an increased risk of thromboembolism, oral contraceptives should be started no earlier than four to six weeks after delivery in women who elect not to breastfeed. c. Cerebrovascular disease Oral contraceptives have been shown to increase both the relative and attributable risks of cerebrovascular events (thrombotic and hemorrhagic strokes), although, in general, the risk is greatest among older (greater than 35 years), hypertensive women who also smoke. Hypertension was found to be a risk factor for both users and nonusers, for both types of strokes, while smoking interacted to increase the risk for hemorrhagic strokes (33-35). In a large study, the relative risk of thrombotic strokes has been shown to range from 3 for normotensive users to 14 for users with severe hypertension (36). The relative risk of hemorrhagic stroke is reported to be 1.2 for non-smokers who used oral contraceptives, 2.6 for smokers who did not use oral contraceptives, 7.6 for smokers who used oral contraceptives, 1.8 for normotensive users, and 25.7 for users with severe hypertension (36). The attributable risk is also greater in older women (9). d. Dose-related risk of vascular disease from oral contraceptives A positive association has been observed between the amount of estrogen and progestogen in oral contraceptives and the risk of vascular disease (37-39). A decline in serum high-density lipoproteins (HDL) has been reported with many progestational agents (20-22). A decline in serum high-density lipoproteins has been associated with an increased incidence of ischemic heart disease. Because estrogens increase HDL cholesterol, the net effect of an oral contraceptive depends on a balance achieved between doses of estrogen and progestin and the nature of the progestin used in the contraceptives. The amount and activity of both hormones should be considered in the choice of an oral contraceptive. Minimizing exposure to estrogen and progestogen is in keeping with good principles of therapeutics. For any particular oral contraceptive, the dosage regimen prescribed should be one which contains the least amount of estrogen and progestogen that is compatible with the needs of the individual patient. New acceptors of oral contraceptive agents should be started on preparations containing the lowest dose of estrogen which produces satisfactory results for the patient. e. Persistence of risk of vascular disease There are two studies which have shown persistence of risk of vascular disease for ever-users of oral contraceptives. In a study in the United States, the risk of developing myocardial infarction after discontinuing oral contraceptives persists for at least 9 years for women 40 to 49 years who had used oral contraceptives for 5 or more years, but this increased risk was not demonstrated in other age groups (14). In another study in Great Britain, the risk of developing cerebrovascular disease persisted for at least 6 years after discontinuation of oral contraceptives, although excess risk was very small (40). However, both studies were performed with oral contraceptive formulations containing 50 mcg or higher of estrogens. 2. Estimates of Mortality from Contraceptive Use One study gathered data from a variety of sources which have estimated the mortality rate associated with different methods of contraception at different ages (Table III). These estimates include the combined risk of death associated with contraceptive methods plus the risk attributable to pregnancy in the event of method failure. Each method of contraception has its specific benefits and risks. The study concluded that with the exception of oral contraceptive users 35 and older who smoke and 40 and older who do not smoke, mortality associated with all methods of birth control is low and below that associated with childbirth. The observation of a possible increase in risk of mortality with age for oral contraceptive users is based on data gathered in the 1970's but not reported until 1983 (41). However, current clinical practice involves the use of lower estrogen dose formulations combined with careful restriction of oral contraceptive use to women who do not have the various risk factors listed in this labeling. Because of these changes in practice and, also, because of some limited new data which suggest that the risk of cardiovascular disease with the use of oral contraceptives may now be less than previously observed (Porter JB, Hunter J, Jick H, et al. Oral contraceptives and nonfatal vascular disease. Obstet Gynecol 1985;66:1-4; and Porter JB, Hershel J, Walker AM. Mortality among oral contraceptive users. Obstet Gynecol 1987;70:29-32), the Fertility and Maternal Health Drugs Advisory Committee was asked to review the topic in 1989. The Committee concluded that although cardiovascular disease risks may be increased with oral contraceptive use after age 40 in healthy non-smoking women (even with the newer low-dose formulations), there are greater potential health risks associated with pregnancy in older women and with the alternative surgical and medical procedures which may be necessary if such women do not have access to effective and acceptable means of contraception. Therefore, the Committee recommended that the benefits of oral contraceptive use by healthy non-smoking women over 40 may outweigh the possible risks. Of course, older women, as all women who take oral contraceptives, should take the lowest possible dose formulation that is effective. TABLE III: ANNUAL NUMBER OF BIRTH-RELATED OR METHOD-RELATED DEATHS ASSOCIATED WITH CONTROL OF FERTILITY PER 100,000 NONSTERILE WOMEN BY FERTILITY CONTROL METHOD ACCORDING TO AGE Method of control and outcome 15 to 19 20 to 24 25 to 29 30 to 34 35 to 39 40 to 44 No fertility control methods 7.0 7.4 9.1 14.8 25.7 28.2 Oral contraceptives non-smoker** 0.3 0.5 0.9 1.9 13.8 31.6 Oral contraceptives smoker** 2.2 3.4 6.6 13.5 51.1 117.2 IUD** 0.8 0.8 1.0 1.0 1.4 1.4 Condom* 1.1 1.6 0.7 0.2 0.3 0.4 Diaphragm/spermicide* 1.9 1.2 1.2 1.3 2.2 2.8 Periodic abstinence* 2.5 1.6 1.6 1.7 2.9 3.6 *Deaths are birth related. **Deaths are method related. Adapted from H.W. Ory, Reference 41. 3. Malignant Neoplasms Breast Cancer Junel is contraindicated in females who currently have or have had breast cancer because breast cancer may be hormonally sensitive (see CONTRAINDICATIONS). Epidemiology studies have not found a consistent association between use of combined oral contraceptives (COCs) and breast cancer risk. Studies do not show an association between ever (current or past) use of COCs and risk of breast cancer. However, some studies report a small increase in the risk of breast cancer among current or recent users (<6 months since last use) and current users with longer duration of COC use (see ADVERSE REACTIONS, Postmarketing Experience). Cervical Cancer Some studies suggest that oral contraceptive use has been associated with an increase in the risk of cervical intraepithelial neoplasia in some populations of women (51-54).(However, there continues to be controversy about the extent to which such findings may be due to differences in sexual behavior and other factors. 4. Hepatic Neoplasia Benign hepatic adenomas are associated with oral contraceptive use, although the incidence of benign tumors is rare in the United States. Indirect calculations have estimated the attributable risk to be in the range of 3.3 cases/100,000 for users, a risk that increases after four or more years of use (55). Rupture of rare, benign, hepatic adenomas may cause death through intra-abdominal hemorrhage (56,57). Studies from Britain have shown an increased risk of developing hepatocellular carcinoma (58-60) in long-term (greater than 8 years) oral contraceptive users. However, these cancers are extremely rare in the U.S., and the attributable risk (the excess incidence) of liver cancers in oral contraceptive users approaches less than one per million users. 5. Risk of Liver Enzyme Elevations with Concomitant Hepatitis C Treatment During clinical trials with the Hepatitis C combination drug regimen that contains ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, ALT elevations greater than 5 times the upper limit of normal (ULN), including some cases greater than 20 times the ULN, were significantly more frequent in women using ethinyl estradiol-containing medications such as COCs. Discontinue Junel prior to starting therapy with the combination drug regimen ombitasvir/paritaprevir/ritonavir, with or without dasabuvir (see CONTRAINDICATIONS). Junel can be restarted approximately 2 weeks following completion of treatment with the combination drug regimen. 6. Ocular Lesions There have been clinical case reports of retinal thrombosis associated with the use of oral contraceptives. Oral contraceptives should be discontinued if there is unexplained partial or complete loss of vision; onset of proptosis or diplopia; papilledema; or retinal vascular lesions. Appropriate diagnostic and therapeutic measures should be undertaken immediately. 7. Oral Contraceptive Use Before and During Early Pregnancy Extensive epidemiological studies have revealed no increased risk of birth defects in women who have used oral contraceptives prior to pregnancy (61-63). Studies also do not suggest a teratogenic effect, particularly insofar as cardiac anomalies and limb reduction defects are concerned (61,62,64,65), when taken inadvertently during early pregnancy. The administration of oral contraceptives to induce withdrawal bleeding should not be used as a test for pregnancy. Oral contraceptives should not be used during pregnancy to treat threatened or habitual abortion. It is recommended that for any patient who has missed two consecutive periods, pregnancy should be ruled out before continuing oral contraceptive use. If the patient has not adhered to the prescribed schedule, the possibility of pregnancy should be considered at the time of the first missed period. Oral contraceptive use should be discontinued if pregnancy is confirmed. 8. Gallbladder Disease Earlier studies have reported an increased lifetime relative risk of gallbladder surgery in users of oral contraceptives and estrogens (66,67). More recent studies, however, have shown that the relative risk of developing gallbladder disease among oral contraceptive users may be minimal (68-70). The recent findings of minimal risk may be related to the use of oral contraceptive formulations containing lower hormonal doses of estrogens and progestogens. 9. Carbohydrate And Lipid Metabolic Effects Oral contraceptives have been shown to cause glucose intolerance in a significant percentage of users (23). Oral contraceptives containing greater than 75 mcg of estrogens cause hyperinsulinism, while lower doses of estrogen cause less glucose intolerance (71). Progestogens increase insulin secretion and create insulin resistance, this effect varying with different progestational agents (23,72). However, in the non-diabetic woman, oral contraceptives appear to have no effect on fasting blood glucose (73). Because of these demonstrated effects, prediabetic and diabetic women should be carefully observed while taking oral contraceptives. A small proportion of women will have persistent hypertriglyceridemia while on the pill. As discussed earlier (see WARNINGS 1a.and 1d.), changes in serum triglycerides and lipoprotein levels have been reported in oral contraceptive users. 10. Elevated Blood Pressure An increase in blood pressure has been reported in women taking oral contraceptives (74) and this increase is more likely in older oral contraceptive users (75) and with continued use (74). Data from the Royal College of General Practitioners (18) and subsequent randomized trials have shown that the incidence of hypertension increases with increasing concentrations of progestogens. Women with a history of hypertension or hypertension-related diseases or renal disease (76) should be encouraged to use another method of contraception. If women elect to use oral contraceptives, they should be monitored closely, and if significant elevation of blood pressure occurs, oral contraceptives should be discontinued. For most women, elevated blood pressure will return to normal after stopping oral contraceptives (75), and there is no difference in the occurrence of hypertension among ever and never users (74,76,77). 11. Headache The onset or exacerbation of migraine or development of headache with a new pattern which is recurrent, persistent, or severe requires discontinuation of oral contraceptives and evaluation of the cause. 12. Bleeding Irregularities Breakthrough bleeding and spotting are sometimes encountered in patients on oral contraceptives, especially during the first three months of use. Non-hormonal causes should be considered, and adequate diagnostic measures taken to rule out malignancy or pregnancy in the event of breakthrough bleeding, as in the case of any abnormal vaginal bleeding. If pathology has been excluded, time or a change to another formulation may solve the problem. In the event of amenorrhea, pregnancy should be ruled out. Some women may encounter post-pill amenorrhea or oligomenorrhea, especially when such a condition was preexistent."
  ],
  "adverse_reactions": [
    "An increased risk of the following serious adverse reactions has been associated with the use of oral contraceptives (see WARNINGS section): Thrombophlebitis Arterial thromboembolism Pulmonary embolism Myocardial infarction Cerebral hemorrhage Cerebral thrombosis Hypertension Gallbladder disease Hepatic adenomas or benign liver tumors Post Marketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 1). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 1). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 - 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8-10 years of COC use. FIGURE 1: RELEVANT STUDIES OF RISK OF BREAST CANCER WITH COMBINED ORAL CONTRACEPTIVES [image 1] RR = relative risk; OR = odds ratio; HR = hazard ratio. “ever COC” are females with current or past COC use; “never COC use” are females that never used COCs. There is evidence of an association between the following conditions and the use of oral contraceptives, although additional confirmatory studies are needed: Mesenteric thrombosis Retinal thrombosis The following adverse reactions have been reported in patients receiving oral contraceptives and are believed to be drug-related: Nausea Vomiting Gastrointestinal symptoms (such as abdominal cramps and bloating) Breakthrough bleeding Spotting Change in menstrual flow Amenorrhea Temporary infertility after discontinuation of treatment Edema Melasma which may persist Breast changes: tenderness, enlargement, secretion Change in weight (increase or decrease) Change in cervical erosion and secretion Diminution in lactation when given immediately postpartum Cholestatic jaundice Migraine Rash (allergic) Mental depression Reduced tolerance to carbohydrates Vaginal candidiasis Change in corneal curvature (steepening) Intolerance to contact lenses The following adverse reactions have been reported in users of oral contraceptives and the association has been neither confirmed nor refuted: Pre-menstrual syndrome Cataracts Changes in appetite Cystitis-like syndrome Headache Nervousness Dizziness Hirsutism Loss of scalp hair Erythema multiforme Erythema nodosum Hemorrhagic eruption Vaginitis Porphyria Impaired renal function Hemolytic uremic syndrome Budd-Chiari syndrome Acne Changes in libido Colitis"
  ],
  "contraindications": [
    "Oral contraceptives should not be used in women who currently have the following conditions: Thrombophlebitis or thromboembolic disorders A past history of deep vein thrombophlebitis or thromboembolic disorders Cerebral vascular or coronary artery disease Current diagnosis of, or history of, breast cancer, which may be hormone sensitive Undiagnosed abnormal genital bleeding Cholestatic jaundice of pregnancy or jaundice with prior pill use Hepatic adenomas or carcinomas Known or suspected pregnancy Are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see WARNINGS, RISK OF LIVER ENZYME ELEVATIONS WITH CONCOMITANT HEPATITIS C TREATMENT)."
  ],
  "dosage_administration": [
    "The tablet dispenser has been designed to make oral contraceptive dosing as easy and as convenient as possible. The tablets are arranged in either three or four rows of seven tablets each, with the days of the week appearing on the tablet dispenser above the first row of tablets. Note: Each tablet dispenser has been preprinted with the days of the week, starting with Sunday, to facilitate a Sunday-Start regimen. Six different days of the week stickers have been provided with the Detailed Patient & Brief Summary Patient Package Insert in order to accommodate a Day-1 Start regimen. If the patient is using the Day-1 Start regimen, she should place the self-adhesive days of the week sticker that corresponds to her starting day over the preprinted days. Important: The patient should be instructed to use an additional method of protection until after the first week of administration in the initial cycle when utilizing the Sunday-Start regimen. The possibility of ovulation and conception prior to initiation of use should be considered. Dosage and Administration for 21-Day Dosage Regimen To achieve maximum contraceptive effectiveness, Junel 21 must be taken exactly as directed and at intervals not exceeding 24 hours. Junel 21 provides the patient with a convenient tablet schedule of “3 weeks on --1 week off”. Two dosage regimens are described, one of which may be more convenient or suitable than the other for an individual patient. For the initial cycle of therapy, the patient begins her tablets according to the Day-1 Start or Sunday-Start regimen. With either regimen, the patient takes one tablet daily for 21 consecutive days followed by one week of no tablets. Sunday-Start Regimen:The patient begins taking tablets from the top row on the first Sunday after menstrual flow begins. When menstrual flow begins on Sunday, the first tablet is taken on the same day. The last tablet in the dispenser will then be taken on a Saturday, followed by no tablets for a week (7 days). For all subsequent cycles, the patient then begins a new 21-tablet regimen on the eighth day, Sunday, after taking her last tablet. Following this regimen, of 21 days on--7 days off, the patient will start all subsequent cycles on a Sunday. Day-1 Regimen:The first day of menstrual flow is Day 1. The patient places the self-adhesive days of the week sticker that corresponds to her starting day over the preprinted days on the blister card. She starts taking one tablet daily, beginning with the first tablet in the top row. The patient completes her 21-tablet regimen when she has taken the last tablet in the tablet dispenser. She will then take no tablets for a week (7 days). For all subsequent cycles, the patient begins a new 21-tablet regimen on the eighth day after taking her last tablet, again starting with the first tablet in the top row after placing the appropriate days of the week sticker over the preprinted days on the blister card. Following this regimen of 21 days on--7 days off, the patient will start all subsequent cycles on the same day of the week as the first course. Likewise, the interval of no tablets will always start on the same day of the week. Tablets should be taken regularly with a meal or at bedtime. It should be stressed that efficacy of medication depends on strict adherence to the dosage schedule. Special Notes on Administration Menstruation usually begins two or three days, but may begin as late as the fourth or fifth day, after discontinuing medication. If spotting occurs while on the usual regimen of one tablet daily, the patient should continue medication without interruption. If the patient forgets to take one or more tablets, the following is suggested: One tablet is missed take tablet as soon as remembered take next tablet at the regular time Two consecutive tablets are missed (week 1 or week 2) take two tablets as soon as remembered take two tablets the next day use another birth control method for seven days following the missed tablets Two consecutive tablets are missed (week 3) Sunday-Start Regimen: take one tablet daily until Sunday discard remaining tablets start new pack of tablets immediately (Sunday) use another birth control method for seven days following the missed tablets Day-1 Start Regimen: discard remaining tablets start new pack of tablets that same day use another birth control method for seven days following the missed tablets Three(or more) consecutive tablets are missed Sunday-Start Regimen: take one tablet daily until Sunday discard remaining tablets start new pack of tablets immediately (Sunday) use another birth control method for seven days following the missed tablets Day-1 Start Regimen: discard remaining tablets start new pack of tablets that same day use another birth control method for seven days following the missed tablets The possibility of ovulation occurring increases with each successive day that scheduled tablets are missed. While there is little likelihood of ovulation occurring if only one tablet is missed, the possibility of spotting or bleeding is increased. This is particularly likely to occur if two or more consecutive tablets are missed. In the rare case of bleeding which resembles menstruation, the patient should be advised to discontinue medication and then begin taking tablets from a new tablet dispenser on the next Sunday or the first day (Day 1), depending on her regimen. Persistent bleeding which is not controlled by this method indicates the need for reexamination of the patient, at which time nonfunctional causes should be considered. Dosage and Administration for 28-Day Dosage Regimen To achieve maximum contraceptive effectiveness, Junel Fe should be taken exactly as directed and at intervals not exceeding 24 hours. Junel Fe provides a continuous administration regimen consisting of 21 light yellow or pink tablets of Junel and 7 brown non-hormone containing tablets of ferrous fumarate. The ferrous fumarate tablets are present to facilitate ease of drug administration via a 28-day regimen and do not serve any therapeutic purpose. There is no need for the patient to count days between cycles because there are no “off-tablet days.” Sunday-Start Regimen: The patient begins taking the first light yellow or pink tablet from the top row of the dispenser (labeled Sunday) on the first Sunday after menstrual flow begins. When the menstrual flow begins on Sunday, the first light yellow or pink tablet is taken on the same day. The patient takes one light yellow or pink tablet daily for 21 days. The last light yellow or pink tablet in the dispenser will be taken on a Saturday. Upon completion of all 21 light yellow or pink tablets, and without interruption, the patient takes one brown tablet daily for 7 days. Upon completion of this first course of tablets, the patient begins a second course of 28-day tablets, without interruption, the next day (Sunday), starting with the Sunday light yellow or pink tablet in the top row. Adhering to this regimen of one light yellow or pink tablet daily for 21 days, followed without interruption by one brown tablet daily for seven days, the patient will start all subsequent cycles on a Sunday. Day-1 Regimen: The first day of menstrual flow is Day 1. The patient places the self-adhesive days of the week sticker that corresponds to her starting day over the preprinted days on the blister card. She starts taking one light yellow or pink tablet daily, beginning with the first light yellow or pink tablet in the top row. After the last light yellow or pink tablet (at the end of the third row) has been taken, the patient will then take the brown tablets for a week (7 days). For all subsequent cycles, the patient begins a new 28 tablet regimen on the eighth day after taking her last light yellow or pink tablet, again starting with the first tablet in the top row after placing the appropriate days of the week sticker over the preprinted days on the blister card. Following this regimen of 21 light yellow or pink tablets and 7 brown tablets, the patient will start all subsequent cycles on the same day of the week as the first course. Tablets should be taken regularly with a meal or at bedtime. It should be stressed that efficacy of medication depends on strict adherence to the dosage schedule. Special Notes on Administration Menstruation usually begins two or three days, but may begin as late as the fourth or fifth day, after the brown tablets have been started. In any event, the next course of tablets should be started without interruption. If spotting occurs while the patient is taking light yellow or pink tablets, continue medication without interruption. If the patient forgets to take one or more light yellow or pink tablets, the following is suggested: One tablet is missed take tablet as soon as remembered take next tablet at the regular time Two consecutive tablets are missed (week 1 or week 2) take two tablets as soon as remembered take two tablets the next day use another birth control method for seven days following the missed tablets Two consecutive tablets are missed (week 3) Sunday-Start Regimen: take one tablet daily until Sunday discard remaining tablets start new pack of tablets immediately (Sunday) use another birth control method for seven days following the missed tablets Day-1 Start Regimen: discard remaining tablets start new pack of tablets that same day use another birth control method for seven days following the missed tablets Three(or more) consecutive tablets are missed Sunday-Start Regimen: take one tablet daily until Sunday discard remaining tablets start new pack of tablets immediately (Sunday) use another birth control method for seven days following the missed tablets Day-1 Start Regimen: discard remaining tablets start new pack of tablets that same day use another birth control method for seven days following the missed tablets The possibility of ovulation occurring increases with each successive day that scheduled light yellow or pink tablets are missed. While there is little likelihood of ovulation occurring if only one light yellow or pink tablet is missed, the possibility of spotting or bleeding is increased. This is particularly likely to occur if two or more consecutive light yellow or pink tablets are missed. If the patient forgets to take any of the seven brown tablets in week four, those brown tablets that were missed are discarded and one brown tablet is taken each day until the pack is empty. A back-up birth control method is not required during this time. A new pack of tablets should be started no later than the eighth day after the last light yellow or pink tablet was taken. In the rare case of bleeding which resembles menstruation, the patient should be advised to discontinue medication and then begin taking tablets from a new tablet dispenser on the next Sunday or the first day (Day-1), depending on her regimen. Persistent bleeding which is not controlled by this method indicates the need for reexamination of the patient, at which time nonfunctional causes should be considered. Use of Oral Contraceptives in the Event of a Missed Menstrual Period If the patient has not adhered to the prescribed dosage regimen, the possibility of pregnancy should be considered after the first missed period and oral contraceptives should be withheld until pregnancy has been ruled out. If the patient has adhered to the prescribed regimen and misses two consecutive periods, pregnancy should be ruled out before continuing the contraceptive regimen. After several months on treatment, bleeding may be reduced to a point of virtual absence. This reduced flow may occur as a result of medication, in which event it is not indicative of pregnancy."
  ],
  "indications": [
    "Junel21 and Junel Fe 28 are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % Of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) (85) (85) Oral contraceptives combined progestin only 0.1 0.5 3 N/A*** N/A*** Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous parous 9 20 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T copper T 380A LNg 20 1.5 0.6 0.1 2 0.8 0.1 Condom without spermicides female male 5 3 21 14 Cervical Cap with spermicidal cream or jelly nulliparous parous 9 26 20 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.10 0.15 Adapted from RA Hatcher et al, Reference 7. * The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. ** This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. *** N/A-Data not available."
  ],
  "fetched_at": "2025-10-01T15:22:00.846501",
  "source": "OpenFDA"
}