{
  "drug_name": "Febuxostat",
  "generic_name": [
    "FEBUXOSTAT"
  ],
  "brand_names": [
    "Febuxostat"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant administration of febuxostat with XO substrate drugs, azathioprine or mercaptopurine could increase plasma concentrations of these drugs resulting in severe toxicity. ( 7 ) 7.1 Xanthine Oxidase Substrate Drugs Febuxostat is an XO inhibitor. Based on a drug interaction study in healthy patients, febuxostat altered the metabolism of theophylline (a substrate of XO) in humans [see Clinical Pharmacology (12.3) ]. Therefore, use with caution when coadministering febuxostat with theophylline. A drug interaction study of febuxostat and azathioprine, also metabolized by XO, showed an increase in exposure of 6-mercaptopurine which may lead to toxicity [see Clinical Pharmacology (12.3) ] . Drug interaction studies of febuxostat with other drugs that are metabolized by XO (e.g., mercaptopurine) have not been conducted. Febuxostat is contraindicated in patients being treated with azathioprine or mercaptopurine [see Contraindications (4) ]. 7.2 Cytotoxic Chemotherapy Drugs Drug interaction studies of febuxostat with cytotoxic chemotherapy have not been conducted. No data are available regarding the safety of febuxostat during cytotoxic chemotherapy. 7.3 In Vivo Drug Interaction Studies Based on drug interaction studies in healthy patients, febuxostat does not have clinically significant interactions with colchicine, naproxen, indomethacin, hydrochlorothiazide, warfarin or desipramine [see Clinical Pharmacology (12.3) ]. Therefore, febuxostat may be used concomitantly with these medications."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the prescribing information: Cardiovascular Death [see Warnings and Precautions (5.1) ] Hepatic Effects [see Warnings and Precautions (5.3) ] Serious Skin Reactions [see Warnings and Precautions (5.4) ] Adverse reactions in ≥ 1% of patients treated with febuxostat are liver function abnormalities, nausea, arthralgia, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In Phase 2 and 3 clinical studies, a total of 2757 patients with hyperuricemia and gout were treated with febuxostat 40 mg or 80 mg daily. For febuxostat 40 mg, 559 patients were treated for ≥6 months. For febuxostat 80 mg, 1377 patients were treated for ≥6 months, 674 patients were treated for ≥1 year and 515 patients were treated for ≥2 years. In the CARES study, a total of 3098 patients were treated with febuxostat 40 mg or 80 mg daily; of these, 2155 patients were treated for ≥1 year and 1539 were treated for ≥2 years [see Clinical Studies (14.2) ] . Most Common Adverse Reactions In three randomized, controlled clinical studies (Studies 1, 2 and 3), which were 6 to 12 months in duration, the following adverse reactions were reported by the treating physician as related to study drug. Table 1 summarizes adverse reactions reported at a rate of at least 1% in febuxostat treatment groups and at least 0.5% greater than placebo. * Of the patients who received allopurinol, 10 received 100 mg, 145 received 200 mg, and 1122 received 300 mg, based on level of renal impairment. Table 1: Adverse Reactions Occurring in ≥1% of Patients Treated with Febuxostat and at Least 0.5% Greater than in Patients Receiving Placebo in Controlled Studies Adverse Reactions Placebo Febuxostat allopurinol* (N=134) 40 mg daily (N=757) 80 mg daily (N=1279) (N=1277) Liver Function Abnormalities 0.7% 6.6% 4.6% 4.2% Nausea 0.7% 1.1% 1.3% 0.8% Arthralgia 0% 1.1% 0.7% 0.7% Rash 0.7% 0.5% 1.6% 1.6% The most common adverse reaction leading to discontinuation from therapy was liver function abnormalities in 1.8% of febuxostat 40 mg, 1.2% of febuxostat 80 mg, and in 0.9% of patients treated with allopurinol. In addition to the adverse reactions presented in Table 1, dizziness was reported in more than 1% of patients treated with febuxostat although not at a rate more than 0.5% greater than placebo. In the CARES study, liver function abnormalities and diarrhea were reported in more than 1% of patients treated with febuxostat, although not at a rate more than 0.5% greater than allopurinol. Less Common Adverse Reactions In clinical studies the following adverse reactions occurred in less than 1% of patients and in more than one subject treated with doses ranging from 40 mg to 240 mg of febuxostat. This list also includes adverse reactions (less than 1% of patients) associated with organ systems from Warnings and Precautions. Blood and Lymphatic System Disorders : anemia, idiopathic thrombocytopenic purpura, leukocytosis/leukopenia, neutropenia, pancytopenia, splenomegaly, thrombocytopenia. Cardiac Disorders: angina pectoris, atrial fibrillation/flutter, cardiac murmur, ECG abnormal, palpitations, sinus bradycardia, tachycardia. Ear and Labyrinth Disorders : deafness, tinnitus, vertigo. Eye Disorders : vision blurred. Gastrointestinal Disorders: abdominal distention, abdominal pain, constipation, dry mouth, dyspepsia, flatulence, frequent stools, gastritis, gastroesophageal reflux disease, gastrointestinal discomfort, gingival pain, hematemesis, hyperchlorhydria, hematochezia, mouth ulceration, pancreatitis, peptic ulcer, vomiting. General Disorders and Administration Site Conditions: asthenia, chest pain/discomfort, edema, fatigue, feeling abnormal, gait disturbance, influenza-like symptoms, mass, pain, thirst. Hepatobiliary Disorders : cholelithiasis/cholecystitis, hepatic steatosis, hepatitis, hepatomegaly. Immune System Disorder: hypersensitivity. Infections and Infestations: herpes zoster. Procedural Complications: contusion. Metabolism and Nutrition Disorders : anorexia, appetite decreased/increased, dehydration, diabetes mellitus, hypercholesterolemia, hyperglycemia, hyperlipidemia, hypertriglyceridemia, hypokalemia, weight decreased/increased. Musculoskeletal and Connective Tissue Disorders : arthritis, joint stiffness, joint swelling, muscle spasms/twitching/tightness/weakness, musculoskeletal pain/stiffness, myalgia. Nervous System Disorders: altered taste, balance disorder, cerebrovascular accident, Guillain-Barre syndrome, headache, hemiparesis, hypoesthesia, hyposmia, lacunar infarction, lethargy, mental impairment, migraine, paresthesia, somnolence, transient ischemic attack, tremor. Psychiatric Disorders : agitation, anxiety, depression, insomnia, irritability, libido decreased, nervousness, panic attack, personality change. Renal and Urinary Disorders : hematuria, nephrolithiasis, pollakiuria, proteinuria, renal failure, renal insufficiency, urgency, incontinence. Reproductive System and Breast Changes : breast pain, erectile dysfunction, gynecomastia. Respiratory, Thoracic and Mediastinal Disorders : bronchitis, cough, dyspnea, epistaxis, nasal dryness, paranasal sinus hypersecretion, pharyngeal edema, respiratory tract congestion, sneezing, throat irritation, upper respiratory tract infection. Skin and Subcutaneous Tissue Disorders : alopecia , angio-edema, dermatitis, dermographism, ecchymosis, eczema, hair color changes, hair growth abnormal, hyperhidrosis , peeling skin, petechiae, photosensitivity, pruritus, purpura, skin discoloration/altered pigmentation, skin lesion, skin odor abnormal, urticaria. Vascular Disorders : flushing, hot flush, hypertension, hypotension. Laboratory Parameters: activated partial thromboplastin time prolonged, creatine increased, bicarbonate decreased, sodium increased, EEG abnormal, glucose increased, cholesterol increased, triglycerides increased, amylase increased, potassium increased, TSH increased, platelet count decreased, hematocrit decreased, hemoglobin decreased, MCV increased, RBC decreased, creatinine increased, blood urea increased, BUN/creatinine ratio increased, creatine phosphokinase (CPK) increased, alkaline phosphatase increased, LDH increased, PSA increased, urine output increased/decreased, lymphocyte count decreased, neutrophil count decreased, WBC increased/decreased, coagulation test abnormal, low density lipoprotein (LDL) increased, prothrombin time prolonged, urinary casts, urine positive for white blood cells and protein. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of febuxostat. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: agranulocytosis, eosinophilia. Hepatobiliary Disorders: hepatic failure (some fatal), jaundice, serious cases of abnormal liver function test results, liver disorder. Immune System Disorders: anaphylaxis, anaphylactic reaction. Musculoskeletal and Connective Tissue Disorders: rhabdomyolysis. Psychiatric Disorders: psychotic behavior including aggressive thoughts. Renal and Urinary Disorders: tubulointerstitial nephritis. Skin and Subcutaneous Tissue Disorders: generalized rash, Stevens-Johnson syndrome, hypersensitivity skin reactions, erythema multiforme, drug reaction with eosinophilia and systemic symptoms, toxic epidermal necrolysis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Febuxostat tablets are contraindicated in patients being treated with azathioprine or mercaptopurine [see Drug Interactions (7) ] . Febuxostat tablets are contraindicated in patients being treated with azathioprine or mercaptopurine. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage is 40 mg or 80 mg once daily. The recommended starting dosage is 40 mg once daily. For patients who do not achieve a serum uric acid (sUA) less than 6 mg/dL after 2 weeks, the recommended dosage is 80 mg once daily. ( 2.1 ) Patients with severe renal impairment: Limit the dosage to 40 mg once daily. ( 2.2 , 8.6 ) Flare prophylaxis is recommended upon initiation of febuxostat tablets. ( 2.4 ) Can be administered without regard to food or antacid use. ( 2.1 ) 2.1 Recommended Dosage The recommended febuxostat tablets dosage is 40 mg or 80 mg once daily. The recommended starting dosage of febuxostat tablets is 40 mg once daily. For patients who do not achieve a serum uric acid (sUA) less than 6 mg/dL after two weeks, the recommended febuxostat tablets dosage is 80 mg once daily. Febuxostat tablets can be taken without regard to food or antacid use [see Clinical Pharmacology (12.3) ]. Concurrent prophylactic treatment with a non-steroidal anti-inflammatory drug (NSAID) or colchicine is recommended [see Dosage and Administration (2.4) and Warnings and Precautions (5.2) ]. 2.2 Dosage Recommendations in Patients with Renal Impairment and Hepatic Impairment The recommended dosage of febuxostat tablets is limited to 40 mg once daily in patients with severe renal impairment. No dose modification is necessary when administering febuxostat tablets in patients with mild or moderate renal impairment [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . No dosage modification is necessary in patients with mild to moderate hepatic impairment [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . 2.3 Serum Uric Acid Level Monitoring Testing for the target serum uric acid level of less than 6 mg/dL may be performed as early as two weeks after initiating febuxostat tablets therapy. 2.4 Recommended Prophylaxis for Gout Flares Gout flares may occur after initiation of febuxostat tablets due to changing serum uric acid levels resulting in mobilization of urate from tissue deposits. Flare prophylaxis with a non-steroidal anti-inflammatory drug (NSAID) or colchicine is recommended upon initiation of febuxostat tablets. Prophylactic therapy may be beneficial for up to six months [see Clinical Studies (14.1) ] . If a gout flare occurs during febuxostat tablets treatment, febuxostat tablets need not be discontinued. The gout flare should be managed concurrently, as appropriate for the individual patient [see Warnings and Precautions (5.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Febuxostat is a xanthine oxidase (XO) inhibitor indicated for the chronic management of hyperuricemia in adult patients with gout who have an inadequate response to a maximally titrated dose of allopurinol, who are intolerant to allopurinol, or for whom treatment with allopurinol is not advisable. Limitations of Use : Febuxostat tablets are not recommended for the treatment of asymptomatic hyperuricemia. Febuxostat is a xanthine oxidase (XO) inhibitor indicated for the chronic management of hyperuricemia in adult patients with gout who have an inadequate response to a maximally titrated dose of allopurinol, who are intolerant to allopurinol, or for whom treatment with allopurinol is not advisable. ( 1 ) Limitations of Use : Febuxostat tablets are not recommended for the treatment of asymptomatic hyperuricemia. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:44:05.128110",
  "source": "OpenFDA"
}