{
  "drug_name": "Fedratinib",
  "generic_name": [
    "FEDRATINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "Inrebic"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A4 Inhibitors: Reduce INREBIC dose as recommended ( 2.3 , 7.1 ). • Strong and Moderate CYP3A4 Inducers: Avoid use of INREBIC ( 7.1 ). • CYP3A4, CYP2C19, or CYP2D6 Substrates: Dose modifications of substrates drugs may be needed ( 7.2 ). • OCT2 and MATE1/2-K Substrates: Dose modifications of substrate drugs may be needed ( 7.2 ). 7.1 Effect of Other Drugs on INREBIC Strong CYP3A4 Inhibitors Coadministration of INREBIC with a strong CYP3A4 inhibitor increases fedratinib exposure [see Clinical Pharmacology (12.3) ] . Increased exposure may increase the risk of adverse reactions. Consider alternative therapies that do not strongly inhibit CYP3A4 activity. Alternatively, reduce the dose of INREBIC when administering with a strong CYP3A4 inhibitor [see Dosage and Administration (2.4) ] . Strong and Moderate CYP3A4 Inducers Coadministration of INREBIC with a strong or moderate CYP3A4 inducer can decrease fedratinib exposure [see Clinical Pharmacology (12.3) ] . Decreased exposure may reduce the effectiveness of INREBIC. Avoid INREBIC with strong and moderate CYP3A4 inducers. Dual CYP3A4 and CYP2C19 Inhibitors Coadministration of INREBIC with a dual CYP3A4 and CYP2C19 inhibitor increases fedratinib exposure [see Clinical Pharmacology (12.3) ] . Increased exposure may increase the risk of adverse reactions. Due to potential increase of exposure, patients taking concomitant dual CYP3A4 and CYP2C19 inhibitors require more intensive safety monitoring and, if necessary, dose modifications of INREBIC based on adverse reactions [see Dosage and Administration (2.6) ] . 7.2 Effect of INREBIC on Other Drugs CYP3A4, CYP2C19, or CYP2D6 Substrate Drugs Coadministration of INREBIC with drugs that are CYP3A4 substrates, CYP2C19 substrates, or CYP2D6 substrates increases the concentrations of these drugs, which may increase the risk of adverse reactions of these drugs [see Clinical Pharmacology (12.3) ] . Monitor for adverse reactions and adjust the dose of drugs that are CYP3A4, CYP2C19, or CYP2D6 substrates as necessary when coadministered with INREBIC. OCT2 and MATE1/2-K Substrate Drugs Coadministration of INREBIC with drugs that are renally excreted via organic cation transporter (OCT2) and multidrug and toxin extrusion (MATE)1/2-K can decrease renal clearance of those drugs [see Clinical Pharmacology (12.3) ] . Monitor for adverse reactions and consider dose modifications for drugs that are renally excreted via OCT2 or MATE1/2-K (e.g., metformin), as necessary when coadministered with INREBIC."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Encephalopathy, including Wernicke's [see Warnings and Precautions (5.1) ] • Anemia and Thrombocytopenia [see Warnings and Precautions (5.2) ] • Gastrointestinal Toxicity [see Warnings and Precautions (5.3) ] • Hepatic Toxicity [see Warnings and Precautions (5.4) ] • Amylase and Lipase Elevation [see Warnings and Precautions (5.5) ] • Uveitis [see Warnings and Precautions (5.6) ] • Major Adverse Cardiac Events [see Warnings and Precautions (5.7) ] • Thrombosis [see Warnings and Precautions (5.8) ] • Secondary Malignancies [see Warnings and Precautions (5.9) ] The most common adverse reactions (≥20%) are diarrhea, nausea, anemia, and vomiting ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Bristol-Myers Squibb at 1-800-721-5072 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the WARNINGS AND PRECAUTIONS Section 5.1 Encephalopathy, including Wernicke's, reflect exposure to INREBIC as a single agent in 608 patients who received more than one dose (ranging from 30 mg to 800 mg) in Studies JAKARTA, ARD11936, JAKARTA2, ARD12042, ARD12888, TED12037/TED12015, INT12497, and TES13519, of whom 459 were patients with myelofibrosis, including 97 patients previously treated with ruxolitinib. Among the 608 patients receiving INREBIC, the median drug exposure was 37 weeks and the median number of cycles initiated was 9 cycles. Fifty-nine percent of 608 patients were exposed for 6 months or longer and 39% were exposed for 12 months or longer. Using the dataset described above, the most common adverse reactions in >20% of patients (N=608) were diarrhea, nausea, anemia, vomiting, fatigue, thrombocytopenia, and constipation. JAKARTA Trial The safety of INREBIC was evaluated in the randomized treatment period of the JAKARTA trial [see Clinical Studies (14) ] . Key eligibility criteria included adult patients with intermediate-2 or high-risk primary MF or post-PV MF or post-ET MF with splenomegaly, platelet count ≥50 × 10 9 /L, and no splenectomy. Patients received INREBIC at 400 mg daily (n=96) or placebo (n=95). Among patients receiving INREBIC, 82% were exposed for more than 6 months and 65% for more than one year. Patients had a median duration of exposure to INREBIC 400 mg daily of 15.5 months compared with placebo where patients were treated for 6 months or until disease progression after which patients were allowed to crossover to active treatment. The median age of patients who received INREBIC was 65 years (range: 27 to 86 years), 59% were male, 90% were White, 8% were Asian, 1% were Black, 1% were Other, and 92% had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Serious adverse reactions occurred in 21% of INREBIC-treated patients. Serious adverse reactions in ≥2% of patients receiving INREBIC 400 mg daily included cardiac failure (5%) and anemia (2%). Fatal adverse reactions of cardiogenic shock occurred in 1% of patients receiving INREBIC 400 mg daily. Permanent discontinuation due to an adverse reaction occurred in 14% of patients receiving INREBIC. Most frequent reasons for permanent discontinuation in ≥2% of patients receiving INREBIC included cardiac failure (3%), thrombocytopenia, myocardial ischemia, diarrhea, and increased blood creatinine (2% each). Dosage interruptions due to an adverse reaction during the randomized treatment period occurred in 21% of patients who received INREBIC. Adverse reactions requiring dosage interruption in >3% of patients who received INREBIC included diarrhea and nausea. Dosage reductions due to an adverse reaction during the randomized treatment period occurred in 19% of patients who received INREBIC. Adverse reactions requiring dosage reduction in >2% of patients who received INREBIC included anemia (6%), diarrhea (3%), vomiting (3%), and thrombocytopenia (2%). The most common adverse reactions (reported in ≥20%) were diarrhea, nausea, anemia, and vomiting. Tables 3 and 4 summarize the common adverse reactions and laboratory abnormalities, respectively, in JAKARTA during randomized treatment. Table 3: Adverse Reactions Reported in ≥5% Patients Receiving INREBIC 400 mg with a Difference between Arms of >5% during Randomized Treatment a CTCAE version 4.03. b Only 1 Grade 4 event (anemia). c Includes cystitis. Adverse Reaction a INREBIC 400 mg (n=96) Placebo (n=95) All Grades % Grade ≥3 b % All Grades % Grade ≥3 % Diarrhea 66 5 16 0 Nausea 62 0 15 0 Anemia 40 30 14 7 Vomiting 39 3.1 5 0 Fatigue or asthenia 19 5 16 1.1 Muscle spasms 12 0 1.1 0 Blood creatinine increased 10 1 1.1 0 Pain in extremity 10 0 4.2 0 Alanine aminotransferase Increased 9 0 1.1 0 Headache 9 0 1.1 0 Weight increased 9 0 4.2 0 Dizziness 8 0 3.2 0 Bone pain 8 0 2.1 0 Urinary tract infection c 6 0 1.1 0 Dysuria 6 0 0 0 Aspartate aminotransferase increased 5 0 1.1 0 Clinically significant adverse reactions reported in 5% or less of patients: hypertension of all grades was reported in 4.2% of patients and Grade 3 or higher in 3% of INREBIC-treated patients. Changes in selected postbaseline laboratory values that were observed are shown in Table 4 for the JAKARTA trial during randomized treatment. Table 4: Selected Laboratory Abnormalities That Have Worsened from Baseline (≥20%) in Patients Receiving INREBIC with a Difference between Arms of >10% When Compared to Placebo in JAKARTA during Randomized Treatment INREBIC 400 mg (n=96) Placebo (n=95) Laboratory Parameter All Grades % Grade ≥3 % All Grades % Grade ≥3 % Hematology Anemia 74 34 32 10 Thrombocytopenia 47 12 26 10 Neutropenia 23 5 13 3.3 Biochemistry Creatinine increased 59 3.1 19 1.1 ALT increased 43 1 14 0 AST increased 40 0 16 1.1 Lipase increased 35 10 7 2.2 Hyponatremia 26 5 11 4.3 Amylase increased 24 2.1 5 0 In FEDR-MF-002, a randomized controlled post-marketing study of INREBIC (n=134) vs. best available therapy (BAT, n=67), the incidence of thiamine levels below the lower limit of normal (< 70 nmol/L) was 21% for INREBIC vs 5% for BAT. Thiamine levels < 30 nmol/L were not observed in the study. The median time to the first low thiamine level after initiation of INREBIC was 30 days. The frequency of low thiamine levels in participants receiving INREBIC was 2% in those receiving thiamine supplementation 100 mg orally per day vs. 39% in those not receiving thiamine supplementation. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of INREBIC. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Eye Disorders: Uveitis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended Dosage: 400 mg orally once daily with or without food for patients with a baseline platelet count of greater than or equal to 50 × 10 9 /L ( 2.2 ). • For patients who have difficulty swallowing capsules whole or those with a nasogastric tube, the content of the capsule(s) may be dispersed in Ensure ® Plus ( 2.2 ). • Reduce dose for patients taking strong CYP3A inhibitors or with severe renal impairment ( 2.3 , 2.4 , 7.1 , 8.6 ). 2.1 Required Concomitant Medications During treatment with INREBIC, all patients should receive prophylaxis with thiamine 100 mg orally daily [see Dosage and Administration (2.7) and Warnings and Precautions (5.1) ]. 2.2 Recommended Dosage Conduct baseline testing of thiamine (Vitamin B1) levels prior to initiation of INREBIC [see Dosage and Administration (2.7) , Warnings and Precautions (5.1) ] . The recommended dosage of INREBIC is 400 mg taken orally once daily for patients with a baseline platelet count of greater than or equal to 50 × 10 9 /L. Modify the dose for patients using concomitant strong CYP3A4 inhibitors, and in patients with severe renal impairment (creatinine clearance (CL cr ) 15 mL/min to 29 mL/min) [see Dosage and Administration (2.4 , 2.5) ] . Patients that are on treatment with ruxolitinib before the initiation of INREBIC must taper and discontinue according to the ruxolitinib prescribing information. Administration Information: • INREBIC may be taken with or without food. Administration with a high fat meal may reduce the incidence of nausea and vomiting. • If a dose of INREBIC is missed, the next scheduled dose should be taken the following day. • For patients who have difficulty swallowing capsule(s) whole or those with a nasogastric tube: o Open the capsule(s). o In a glass container, mix the content of the capsule(s) with approximately 180 mL of Ensure ® Plus liquid nutritional supplement [see Clinical Pharmacology (12.3) ] at room temperature [between 20°C to 25°C (68°F to 77°F)]. o Promptly administer the mixture orally or through a nasogastric tube (French size 14 or 16) within 2 hours of preparation. o If using a nasogastric tube, flush it with 60 mL of water after administering the mixture [see Clinical Pharmacology (12.3 )]. o Discard the prepared dose if not given within 2 hours. 2.3 Monitoring for Safety Obtain the following blood tests prior to starting treatment with INREBIC, periodically during treatment, and as clinically indicated [see Warnings and Precautions (5.1 , 5.2 , 5.4 , 5.5) ]: • Thiamine (Vitamin B1) level • Complete blood count with platelets • Creatinine and BUN • Hepatic panel • Amylase and lipase 2.4 Dose Modifications with Concomitant Use of Strong CYP3A4 Inhibitors Reduce INREBIC dose when administering with strong CYP3A4 inhibitors to 200 mg once daily. In cases where coadministration with a strong CYP3A4 inhibitor is discontinued, INREBIC dosage should be increased to 300 mg once daily during the first two weeks after discontinuation of the CYP3A4 inhibitor, and then to 400 mg once daily thereafter as tolerated [see Drug Interactions (7.1) ] . 2.5 Dose Modifications for Severe Renal Impairment Reduce INREBIC dose to 200 mg once daily in patients with severe renal impairment (creatinine clearance (CL cr ) 15 mL/min to 29 mL/min as estimated by Cockcroft-Gault (C-G) equation). 2.6 Dose Modifications for Adverse Reactions Modify dose for hematologic and nonhematologic adverse reactions per Table 1 and Table 2. Discontinue INREBIC in patients unable to tolerate a dose of 200 mg daily. See Warnings and Precautions for other mitigating strategies. Table 1: Dose Modifications for Hematologic Adverse Reactions Hematologic Adverse Reactions Dose Reduction Grade 4 Thrombocytopenia or Grade 3 Thrombocytopenia with active bleeding Interrupt dose until resolved to Grade 2 or lower or baseline. Restart dose at 100 mg daily below the last given dose. Grade 4 Neutropenia Interrupt dose until resolved to Grade 2 or lower or baseline. Restart dose at 100 mg daily below the last given dose. Consider dose reductions for patients who become transfusion-dependent during treatment with INREBIC. Table 2: Dose Reductions for Nonhematologic Adverse Reactions Nonhematologic Adverse Reactions Dose Reduction Grade 3 or higher Nausea, Vomiting, or Diarrhea not responding to supportive measures within 48 hours Interrupt dose until resolved to Grade 1 or lower or baseline. Restart dose at 100 mg daily below the last given dose. Grade 3 or higher ALT, AST, or Bilirubin Interrupt dose until resolved to Grade 1 or lower or baseline. Restart dose at 100 mg daily below the last given dose. Monitor ALT, AST, and bilirubin (total and direct) more frequently following the dose reduction. If reoccurrence of a Grade 3 or higher elevation, discontinue treatment with INREBIC. Grade 3 or higher Other Nonhematologic Toxicities Interrupt dose until resolved to Grade 1 or lower or baseline. Restart dose at 100 mg daily below the last given dose. 2.7 Management of Thiamine Levels and Wernicke's Encephalopathy (WE) Assess thiamine levels and nutritional status prior to starting INREBIC. Do not start INREBIC in patients with thiamine deficiency. However, if thiamine levels are low, replete thiamine prior to starting treatment. While on INREBIC treatment all patients should receive prophylaxis with daily 100 mg oral thiamine and should have thiamine levels assessed as clinically indicated. If Wernicke's encephalopathy is suspected, immediately discontinue treatment with INREBIC and initiate parenteral thiamine treatment. Monitor until symptoms resolve or improve and thiamine levels normalize [see Warnings and Precautions (5.1) and Adverse Reactions (6.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE INREBIC ® is indicated for the treatment of adult patients with intermediate-2 or high-risk primary or secondary (post-polycythemia vera or post-essential thrombocythemia) myelofibrosis (MF). INREBIC is a kinase inhibitor indicated for the treatment of adult patients with intermediate-2 or high-risk primary or secondary (post-polycythemia vera or post-essential thrombocythemia) myelofibrosis (MF) ( 1 )."
  ],
  "fetched_at": "2025-10-01T19:02:46.094810",
  "source": "OpenFDA"
}