{
  "drug_name": "Fenfluramine",
  "generic_name": [
    "FENFLURAMINE"
  ],
  "brand_names": [
    "Fintepla"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Dose adjustment is required for patients taking stiripentol plus clobazam. ( 2.2 , 2.3 , 7.1 ) Strong CYP1A2 or CYP2D6 inhibitors: a dose adjustment is recommended ( 2.3 , 7.1 ) Strong CYP1A2, CYP2B6, or CYP3A4 inducers: it is recommended to avoid coadministration with FINTEPLA. If coadministration is necessary, consider a FINTEPLA dosage increase. ( 7.1 ) 7.1 Effect of Other Drugs on FINTEPLA Stiripentol Plus Clobazam Coadministration of FINTEPLA with stiripentol plus clobazam, with or without valproate, increases fenfluramine plasma concentrations [see Clinical Pharmacology (12.3) ]. If FINTEPLA is coadministered with stiripentol plus clobazam, the maximum daily dosage of FINTEPLA is 0.2 mg/kg twice daily (maximum daily dosage of 17 mg) [see Dosage and Administration (2.2) ] . Strong CYP1A2, CYP2B6, or CYP3A Inducers Coadministration of FINTEPLA with strong CYP1A2, CYP2B6, or CYP3A inducers will decrease fenfluramine plasma concentrations, which may lower the efficacy of FINTEPLA [see Clinical Pharmacology (12.3) ] . It is recommended to avoid coadministration of strong CYP1A2, CYP2B6 or CYP3A inducers. If coadministration of a strong CYP1A2, CYP2B6, or CYP3A inducer with FINTEPLA is necessary, monitor the patient for reduced efficacy and consider increasing the dosage of FINTEPLA as needed; however, do not exceed the maximum daily dosage of FINTEPLA [see Dosage and Administration (2.2) ]. If a strong CYP1A2, CYP2B6, or CYP3A inducer is discontinued during maintenance treatment with FINTEPLA, consider gradual reduction in the FINTEPLA dosage to the dose administered prior to initiating the inducer [see Warnings and Precautions (5.6) ]. Strong CYP1A2 or CYP2D6 Inhibitors Coadministration of FINTEPLA with strong CYP1A2 or CYP2D6 inhibitors will increase fenfluramine plasma concentrations [see Clinical Pharmacology (12.3) ] . If FINTEPLA is coadministered with strong CYP1A2 or CYP2D6 inhibitors, the maximum daily dosage of FINTEPLA is 20 mg [see Dosage and Administration (2.3) ]. If a strong CYP1A2 or CYP2D6 inhibitor is discontinued during maintenance treatment with FINTEPLA, consider gradual increase in the FINTEPLA dosage to the dose recommended without CYP1A2 or CYP2D6 inhibitors; however, do not exceed the maximum daily dosage of FINTEPLA [see Dosage and Administration (2.2) ]. If FINTEPLA is coadministered with stiripentol and a strong CYP1A2 or CYP2D6 inhibitor, do not exceed the maximum daily dosage of FINTEPLA of 17 mg [see Dosage and Administration (2.3) ]. 7.2 Effects of Serotonin Receptor Antagonists Cyproheptadine and potent 5-HT1A, 5-HT1D, 5-HT2A, and 5-HT2C serotonin receptor antagonists may decrease the efficacy of FINTEPLA. If cyproheptadine or potent 5--HT1A, 5--HT1D, 5-HT2A, or 5-HT2C serotonin receptor antagonists are coadministered with FINTEPLA, patients should be monitored appropriately. 7.3 Serotonergic Drugs Concomitant administration of FINTEPLA and drugs (e.g., SSRIs, SNRIs, TCAs, MAO inhibitors, trazodone, etc.), over-the-counter medications (e.g., dextromethorphan), or herbal supplements (e.g., St. John's Wort) that increase serotonin may increase the risk of serotonin syndrome [see Warnings and Precautions (5.7) ]. Concomitant use of FINTEPLA is contraindicated within 14 days of taking MAOIs. Use FINTEPLA with caution in patients taking other medications that increase serotonin."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Valvular Heart Disease and Pulmonary Arterial Hypertension [see Warnings and Precautions (5.1) ] Decreased Appetite and Decreased Weight [see Warnings and Precautions (5.3) ] Somnolence, Sedation, and Lethargy [see Warnings and Precautions (5.4) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.5) ] Withdrawal of Antiepileptic Drugs [see Warnings and Precautions (5.6) ] Serotonin Syndrome [see Warnings and Precautions (5.7) ] Increase in Blood Pressure [see Warnings and Precautions (5.8) ] Glaucoma [see Warnings and Precautions (5.9) ] The most common adverse reactions (incidence at least 10% and greater than placebo) in patients with Dravet syndrome were decreased appetite; somnolence, sedation, lethargy; diarrhea; constipation; abnormal echocardiogram; fatigue, malaise, asthenia; ataxia, balance disorder, gait disturbance; blood pressure increased; drooling, salivary hypersecretion; pyrexia; upper respiratory tract infection; vomiting; decreased weight; fall; status epilepticus. ( 6.1 ) The most common adverse reactions (incidence at least 10% and greater than placebo) in patients with Lennox-Gastaut syndrome were diarrhea; decreased appetite; fatigue; somnolence; vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact UCB, Inc. at 1-844-599-2273 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled trials in patients with Dravet syndrome (DS), 341 patients were treated with FINTEPLA, including 312 patients treated for more than 6 months, 284 patients treated for more than 1 year, and 138 patients treated for more than 2 years. In controlled and uncontrolled trials in patients with Lennox-Gastaut syndrome (LGS), 262 patients were treated with FINTEPLA, including 219 patients treated for more than 6 months, 172 patients treated for more than 1 year, and 127 patients treated for more than 2 years. Dravet Syndrome In placebo-controlled trials of patients with DS taking concomitant standard of care AEDs, 122 patients were treated with FINTEPLA and 84 patients received placebo [see Clinical Studies (14.1) ] . The duration of treatment in these trials was 16 weeks (Study 1) or 17 weeks (Study 2). In Study 1 and Study 2, the mean age was 9 years (range 2 to 19 years) and approximately 46% of patients were female and 74% were White. All patients were receiving at least one other AED. In Study 1 and Study 2, the rates of discontinuation as a result of any adverse reaction were 13%, 0%, and 7% for patients treated with FINTEPLA 0.7 mg/kg/day, 0.2 mg/kg/day, and 0.4 mg/kg/day in combination with stiripentol, respectively, compared to 6% for patients on placebo. The most frequent adverse reaction leading to discontinuation in the patients treated with any dose of FINTEPLA was somnolence (3%). The most common adverse reactions that occurred in patients treated with FINTEPLA (incidence at least 10% and greater than placebo) were decreased appetite; somnolence, sedation, lethargy; diarrhea; constipation; abnormal echocardiogram; fatigue, malaise, asthenia; ataxia, balance disorder, gait disturbance; blood pressure increased; drooling, salivary hypersecretion; pyrexia; upper respiratory tract infection; vomiting; decreased weight; fall; status epilepticus. Table 4 lists the adverse reactions that were reported in 5% or more of patients treated with FINTEPLA and at a rate greater than those on placebo during the titration and maintenance phases of Study 1 and Study 2. Table 4: Adverse Reactions in 5% or More of Patients Treated with FINTEPLA and Greater Than Placebo in Placebo-Controlled Trials for Dravet Syndrome (Study 1 and 2) Adverse Reaction FINTEPLA Dose Group Combined Placebo Group Patients in placebo groups from Studies 1 and 2 were pooled. Study 1 Study 2 0.2 mg/kg/day 0.7 mg/kg/day 0.4 mg/kg/day 0.4 mg/kg/day was not an intermediate dose. Patients on the 0.4 mg/kg/day dose were also taking concomitant stiripentol plus clobazam, which increases exposure of FINTEPLA. N=39 % N=40 % N=43 % N=84 % Decreased appetite 23 38 49 8 Somnolence, sedation, lethargy 26 25 23 11 Abnormal echocardiogram Consisted of trace and mild mitral regurgitation, and trace aortic regurgitation, which are considered physiologic. 18 23 9 6 Diarrhea 31 15 23 6 Constipation 3 10 7 0 Fatigue, malaise, asthenia 15 10 30 5 Ataxia, balance disorder, gait disturbance 10 10 7 1 Abnormal behavior 0 8 9 0 Blood pressure increased 13 8 0 5 Drooling, salivary hypersecretion 13 8 2 0 Hypotonia 0 8 0 0 Rash 8 8 5 4 Blood prolactin increased 0 5 0 0 Chills 0 5 2 0 Decreased activity 0 5 0 1 Dehydration 0 5 0 0 Insomnia 0 5 5 2 Pyrexia 15 5 21 14 Stereotypy 0 5 0 0 Upper respiratory tract infection 21 5 7 10 Vomiting 10 5 5 8 Weight decreased 13 5 7 1 Croup 5 3 0 1 Ear infection 8 3 9 5 Gastroenteritis 8 3 2 0 Increased heart rate 5 3 0 2 Irritability 0 3 9 2 Rhinitis 8 3 7 2 Tremor 3 3 9 0 Urinary incontinence 5 3 0 0 Decreased blood glucose 0 0 9 1 Bronchitis 3 0 9 1 Contusion 5 0 0 0 Eczema 0 0 5 0 Enuresis 5 0 0 0 Fall 10 0 0 4 Headache 8 0 0 2 Laryngitis 0 0 5 0 Negativism 5 0 0 0 Status epilepticus 3 0 12 2 Urinary tract infection 5 0 5 0 Viral infection 0 0 5 1 Lennox-Gastaut Syndrome In the placebo-controlled trial of patients with LGS taking concomitant standard of care AEDs (Study 3), 176 patients were treated with FINTEPLA and 87 patients received placebo [see Clinical Studies (14.2) ] . The duration of treatment in this trial was 16 weeks. The mean age was 13.7 years (range 2 to 35 years) and 29% of patients were at least 18 years of age, 45% of patients were female, and 79% were White. All patients were receiving at least one other AED. The rates of discontinuation as a result of any adverse reaction were 6% and 5% for patients treated with FINTEPLA 0.7 mg/kg/day and 0.2 mg/kg/day, respectively, compared to 1% for patients on placebo. The most frequent adverse reactions leading to discontinuation in the patients treated with any dose of FINTEPLA were seizure (2%) and somnolence (2%). The common adverse reactions that occurred in patients treated with FINTEPLA (incidence at least 10% and greater than placebo) were diarrhea; decreased appetite; fatigue; somnolence; vomiting. Table 5 lists the adverse reactions that were reported in 5% or more of patients treated with FINTEPLA and at a rate greater than those on placebo during the titration and maintenance phases of Study 3. Table 5: Adverse Reactions in 5% or More of Patients Treated with FINTEPLA and Greater Than Placebo in the Placebo-Controlled Trial for Lennox Gastaut Syndrome (Study 3) Adverse Reaction FINTEPLA Dose Group Study 3 Placebo Group 0.2 mg/kg/day 0.7mg/kg/day N=89 % N=87 % N=87 % Decreased appetite 20 36 12 Fatigue, malaise, asthenia 14 24 16 Somnolence, sedation, lethargy 12 22 16 Diarrhea 11 13 5 Constipation 6 9 6 Vomiting 14 8 6 Weight decreased 2 8 2 Upper respiratory tract infection 8 7 3 Seizure 9 5 7 Irritability 8 3 6 Echocardiographic Safety Assessments of Valvular Heart Disease and Pulmonary Arterial Hypertension Valvular heart disease and pulmonary arterial hypertension were evaluated in the placebo- controlled and open-label extension studies via echocardiography for up to 3 years in duration for 341 DS patients and 263 LGS patients [see Warnings and Precautions (5.1) ]. Screening for valvular heart disease assessed for mild or greater aortic regurgitation or moderate or greater mitral regurgitation, and assessed for additional characteristics of VHD (e.g., valve thickening or restrictive valve motion). In these clinical studies, two patients with LGS exhibited mild aortic regurgitation (AR) but neither patient had any cardiac signs or symptoms or evidence of valvular structural changes. Neither patient had VHD. The rates of mild AR are consistent with those seen in the screening period prior to treatment (3 patients in LGS and 1 patient in DS clinical trials). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of FINTEPLA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Psychiatric disorders : aggression"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS FINTEPLA is contraindicated in patients with: Hypersensitivity to fenfluramine or any of the excipients in FINTEPLA [see Description (11) ] Concomitant use, or within 14 days of the administration, of monoamine oxidase inhibitors because of an increased risk of serotonin syndrome [see Warnings and Precautions (5.7) ] Hypersensitivity to fenfluramine or any of the excipients in FINTEPLA ( 4 ) Within 14 days of the administration of monoamine oxidase inhibitors due to an increased risk of serotonin syndrome ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION FINTEPLA is to be administered orally and may be taken with or without food. ( 2.2 ) Dravet Syndrome The initial starting and maintenance dosage is 0.1 mg/kg twice daily, which can be increased weekly based on efficacy and tolerability. ( 2.2 ) The maximum daily maintenance dosage of FINTEPLA is 0.35 mg/kg twice daily (maximum daily dosage of 26 mg). ( 2.2 ) Lennox-Gastaut Syndrome The initial starting dosage is 0.1 mg/kg twice daily, which should be increased weekly based on tolerability. ( 2.2 ) The recommended maintenance dosage of FINTEPLA is 0.35 mg/kg twice daily (maximum daily dosage of 26 mg). ( 2.2 ) Dravet Syndrome and Lennox-Gastaut Syndrome Dose adjustment is required in patients taking concomitant stiripentol plus clobazam: the maximum daily maintenance dosage of FINTEPLA is 0.2 mg/kg twice daily (maximum daily dosage of 17 mg). ( 2.2 , 2.3 , 2.4 , 7.1 ) Dosage adjustment is recommended in patients: Taking strong CYP1A2 or CYP2D6 inhibitors ( 2.3 , 7.1 ) With severe renal impairment ( 2.4 , 8.6 ) With mild, moderate, and severe hepatic impairment ( 2.5 , 8.7 ) 2.1 Assessments Prior to Initiating FINTEPLA Prior to starting treatment with FINTEPLA, obtain an echocardiogram assessment to evaluate for valvular heart disease and pulmonary arterial hypertension [see Dosage and Administration (2.6) and Warnings and Precautions (5.1) ] . 2.2 Dosing Information FINTEPLA is to be administered orally and may be taken with or without food. Dravet Syndrome The initial starting and maintenance dosage for patients with Dravet syndrome is 0.1 mg/kg twice daily, which can be increased weekly based on efficacy and tolerability. Table 1 provides the recommended titration schedule, if needed. Patients with Dravet syndrome not on concomitant stiripentol who are tolerating FINTEPLA at 0.1 mg/kg twice daily and require further reduction of seizures may benefit from a dosage increase up to a maximum recommended maintenance dosage of 0.35 mg/kg twice daily (maximum daily dosage of 26 mg). Patients with Dravet syndrome taking concomitant stiripentol plus clobazam who are tolerating FINTEPLA at 0.1 mg/kg twice daily and require further reduction of seizures may benefit from a dosage increase up to a maximum recommended maintenance dosage of 0.2 mg/kg twice daily (maximum daily dosage of 17 mg) [see Drug Interactions (7.1) ]. Lennox-Gastaut Syndrome The initial starting dosage for patients with Lennox-Gastaut syndrome is 0.1 mg/kg twice daily, which should be increased weekly based on tolerability. Table 1 provides the recommended titration schedule. Patients with Lennox-Gastaut syndrome not on concomitant stiripentol who are tolerating FINTEPLA should be titrated to the recommended maintenance dosage of 0.35 mg/kg twice daily (maximum daily dosage of 26 mg). Patients with Lennox-Gastaut syndrome taking concomitant stiripentol plus clobazam who are tolerating FINTEPLA should be titrated to the recommended maintenance dosage of 0.2 mg/kg twice daily (maximum daily dosage of 17 mg) [see Drug Interactions (7.1) ]. Table 1: FINTEPLA Recommended Titration Schedule For patients not on concomitant stiripentol in whom a more rapid titration is warranted, the dose may be increased every 4 days. Without concomitant stiripentol With concomitant stiripentol plus clobazam Weight-based Dosage Maximum Total Daily Dosage For maximum dosage with concomitant use of strong CYP1A2 or CYP2D6 inhibitors, in patients with severe renal impairment, or in patients with hepatic impairment see Dosage and Administration 2.3 , 2.4 , 2.5 . Weight-based Dosage Maximum Total Daily Dosage Initial Dosage For patients with Dravet syndrome, dosage may be increased based on clinical response to the maximum recommended dosage, as needed. 0.1 mg/kg twice daily 26 mg 0.1 mg/kg twice daily 17 mg Day 7 0.2 mg/kg twice daily 26 mg 0.15 mg/kg twice daily 17 mg Day 14 For patients with Lennox-Gastaut syndrome, dosage should be increased as tolerated to the recommended maintenance dosage (i.e., Day 14). 0.35 mg/kg twice daily 26 mg 0.2 mg/kg twice daily 17 mg 2.3 Dosage Modifications for Patients with Concomitant Use of Strong CYP1A2 or CYP2D6 Inhibitors (DS and LGS) For patients with concomitant use of FINTEPLA with a strong CYP1A2 or CYP2D6 inhibitor, a maximum total daily dosage of 20 mg without concomitant stiripentol and 17 mg with concomitant stiripentol plus clobazam is recommended [see Drug Interactions (7.1) ] . 2.4 Dosage Modifications for Patients with Severe Renal Impairment (DS and LGS) For patients with severe renal impairment (estimated glomerular filtration rate (eGFR) 15 to 29 mL/min/1.73m 2 ), a maximum total daily dosage of 20 mg without concomitant stiripentol and 17 mg with concomitant stiripentol plus clobazam is recommended [see Use in Specific Populations (8.6) ] . 2.5 Dosage Modifications for Patients with Mild, Moderate, and Severe Hepatic Impairment (DS and LGS) See Table 2 for dosage adjustments and recommendations for patients with hepatic impairment [see Use in Specific Populations (8.7) ] . Table 2: FINTEPLA Dosage Modifications and Recommendations for Patients with Hepatic Impairment Hepatic Impairment Classification Without concomitant stiripentol titrate as recommended [see Dosage and Administration (2.2) ] With concomitant stiripentol plus clobazam Maximum total daily dosage Maximum total daily dosage Mild (Child-Pugh A) 20 mg 13 mg Moderate (Child-Pugh B) 20 mg Use not recommended Severe (Child-Pugh C) 17 mg Use not recommended 2.6 Assessments During and After Administration of FINTEPLA To evaluate for valvular heart disease and pulmonary arterial hypertension, obtain an echocardiogram assessment every 6 months during treatment with FINTEPLA, and 3 to 6 months after the final dose of FINTEPLA [see Warnings and Precautions (5.1) ]. 2.7 Administration Instructions A calibrated measuring device (either a 3 mL or 6 mL oral syringe) will be provided by the pharmacy and is recommended to measure and administer the prescribed dose accurately [see How Supplied/Storage and Handling (16.1) ] . A household teaspoon or tablespoon is not an adequate measuring device and should not be used. Discard any unused FINTEPLA oral solution remaining after 3 months of first opening the bottle or the \"Discard After\" date on the bottle, whichever is sooner. FINTEPLA is compatible with commercially available gastric and nasogastric feeding tubes. 2.8 Discontinuation of FINTEPLA When discontinuing FINTEPLA, the dose should be decreased gradually. As with all antiepileptic drugs, abrupt discontinuation should be avoided when possible, to minimize the risk of increased seizure frequency and status epilepticus [see Warnings and Precautions (5.6) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FINTEPLA is indicated for the treatment of seizures associated with Dravet syndrome (DS) and Lennox-Gastaut syndrome (LGS) in patients 2 years of age and older. FINTEPLA is indicated for the treatment of seizures associated with Dravet syndrome and Lennox-Gastaut syndrome in patients 2 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:22:07.240258",
  "source": "OpenFDA"
}