{
  "drug_name": "Fesoterodine",
  "generic_name": [
    "FESOTERODINE FUMARATE"
  ],
  "brand_names": [
    "Fesoterodine Fumarate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Antimuscarinic Drugs Co-administration of fesoterodine fumarate with other antimuscarinic agents that produce dry mouth, constipation, urinary retention, and other anticholinergic pharmacological effects may increase the frequency and/or severity of such effects. Anticholinergic agents may potentially alter the absorption of some concomitantly administered drugs due to anticholinergic effects on gastrointestinal motility. 7.2 CYP3A4 Inhibitors Doses of fesoterodine fumarate greater than 4 mg are not recommended in adult patients taking strong CYP3A4 inhibitors, such as ketoconazole, itraconazole, and clarithromycin [see Dosage and Administration (2.5) ] . In a study in adults, co-administration of the strong CYP3A4 inhibitor ketoconazole with fesoterodine led to approximately a doubling of the maximum concentration (C max ) and area under the concentration versus time curve (AUC) of 5-hydroxymethyl tolterodine (5-HMT), the active metabolite of fesoterodine. Compared with CYP2D6 extensive metabolizers not taking ketoconazole, further increases in the exposure to 5-HMT were observed in subjects who were CYP2D6 poor metabolizers taking ketoconazole [see Clinical Pharmacology (12.3) ] . There is no clinically relevant effect of moderate CYP3A4 inhibitors on the pharmacokinetics of fesoterodine. Following blockade of CYP3A4 by co-administration of the moderate CYP3A4 inhibitor fluconazole 200 mg twice a day for 2 days, the average (90% confidence interval) increase in C max and AUC of the active metabolite of fesoterodine was approximately 19% (11% to 28%) and 27% (18% to 36%) respectively. No dosing adjustments are recommended in the presence of moderate CYP3A4 inhibitors (e.g., erythromycin, fluconazole, diltiazem, verapamil and grapefruit juice). The effect of weak CYP3A4 inhibitors (e.g. cimetidine) was not examined; it is not expected to be in excess of the effect of moderate inhibitors [ see Clinical Pharmacology (12.3) ] . Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 7.3 CYP3A4 Inducers No dosing adjustments are recommended in the presence of CYP3A4 inducers, such as rifampin and carbamazepine. Following induction of CYP3A4 by co-administration of rifampin 600 mg once a day, C max and AUC of the active metabolite of fesoterodine decreased by approximately 70% and 75%, respectively, after oral administration of fesoterodine fumarate 8 mg. The terminal half-life of the active metabolite was not changed. 7.4 CYP2D6 Inhibitors The interaction with CYP2D6 inhibitors was not tested clinically. In poor metabolizers for CYP2D6, representing a maximum CYP2D6 inhibition, C max and AUC of the active metabolite are increased 1.7- and 2-fold, respectively. No dosing adjustments are recommended in the presence of CYP2D6 inhibitors. 7.5 Drugs Metabolized by Cytochrome P450 In vitro data indicate that at therapeutic concentrations, the active metabolite of fesoterodine does not have the potential to inhibit or induce Cytochrome P450 enzyme systems [see Clinical Pharmacology (12.3) ] . 7.6 Oral Contraceptives In the presence of fesoterodine, there are no clinically significant changes in the plasma concentrations of combined oral contraceptives containing ethinyl estradiol and levonorgestrel [see Clinical Pharmacology (12.3) ] . 7.7 Warfarin A clinical study has shown that fesoterodine 8 mg once daily has no significant effect on the pharmacokinetics or the anticoagulant activity (PT/INR) of warfarin 25 mg. Standard therapeutic monitoring for warfarin should be continued [see Clinical Pharmacology (12.3) ] . 7.8 Drug-Laboratory Test Interactions Interactions between fesoterodine fumarate and laboratory tests have not been studied."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Angioedema [see Warnings and Precautions (5.1) ] Urinary Retention [see Warnings and Precautions (5.2) ] Decreased Gastrointestinal Motility [see Warnings and Precautions (5.3) ] Most frequently reported adverse events with fesoterodine fumarate in adult patients with OAB (≥4%) were: dry mouth (placebo, 7%; fesoterodine fumarate 4 mg, 19%; fesoterodine fumarate 8 mg, 35%) and constipation (placebo, 2%; fesoterodine fumarate 4 mg, 4%; fesoterodine fumarate 8 mg, 6%). (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult Overactive Bladder (OAB) The safety of fesoterodine fumarate was evaluated in Phase 2 and 3 controlled trials in a total of 2,859 patients with overactive bladder, of which 2,288 were treated with fesoterodine fumarate. Of this total, 782 received fesoterodine fumarate 4 mg/day, and 785 received fesoterodine fumarate 8 mg/day with treatment periods of 8- or 12-weeks. Approximately 80% of these patients had greater than 10-weeks of exposure to fesoterodine fumarate in these trials. A total of 1,964 patients participated in two 12-week, Phase 3 efficacy and safety studies and subsequent open-label extension studies. In these two studies combined, 554 patients received fesoterodine fumarate 4 mg/day and 566 patients received fesoterodine fumarate 8 mg/day. In Phase 2 and 3 placebo-controlled trials combined, the incidences of serious adverse events in patients receiving placebo, fesoterodine fumarate 4 mg, and fesoterodine fumarate 8 mg were 1.9%, 3.5%, and 2.9%, respectively. All serious adverse events were judged to be not related or unlikely to be related to study medication by the investigator, except for four patients receiving fesoterodine fumarate who reported one serious adverse reaction each: angina, chest pain, gastroenteritis, and QT prolongation on ECG. The most commonly reported adverse event in patients treated with fesoterodine fumarate was dry mouth. The incidence of dry mouth was higher in those taking 8 mg/day (35%) and in those taking 4 mg/day (19%), as compared to placebo (7%). Dry mouth led to discontinuation in 0.4%, 0.4%, and 0.8% of patients receiving placebo, fesoterodine fumarate 4 mg, and fesoterodine fumarate 8 mg, respectively. For those patients who reported dry mouth, most had their first occurrence of the event within the first month of treatment. The second most commonly reported adverse event was constipation. The incidence of constipation was 2% in those taking placebo, 4% in those taking 4 mg/day, and 6% in those taking 8 mg/day. Table 4 lists adverse events, regardless of causality, that were reported in the combined Phase 3, randomized, placebo-controlled trials at an incidence greater than placebo and in 1% or more of patients treated with fesoterodine fumarate 4 mg or 8 mg once daily for up to 12-weeks. Table 4: Adverse Events With an Incidence Exceeding the Placebo Rate and Reported by ≥1% of Patients From Double-Blind, Placebo-Controlled Phase 3 Trials of 12-weeks Treatment Duration System organ class/Preferred term Placebo N=554 % Fesoterodine fumarate 4 mg/day N=554 % Fesoterodine fumarate 8 mg/day N=566 % Gastrointestinal disorders Dry mouth 7.0 18.8 34.6 Constipation 2.0 4.2 6.0 Dyspepsia 0.5 1.6 2.3 Nausea 1.3 0.7 1.9 Abdominal pain upper 0.5 1.1 0.5 Infections Urinary tract infection 3.1 3.2 4.2 Upper respiratory tract infection 2.2 2.5 1.8 Eye disorders Dry eyes 0 1.4 3.7 Renal and urinary disorders Dysuria 0.7 1.3 1.6 Urinary retention 0.2 1.1 1.4 Respiratory disorders Cough 0.5 1.6 0.9 Dry throat 0.4 0.9 2.3 General disorders Edema peripheral 0.7 0.7 1.2 Musculoskeletal disorders Back pain 0.4 2.0 0.9 Psychiatric disorders Insomnia 0.5 1.3 0.4 Investigations ALT increased 0.9 0.5 1.2 GGT increased 0.4 0.4 1.2 Skin disorders Rash 0.5 0.7 1.1 ALT = alanine aminotransferase; GGT = gamma glutamyltransferase Patients also received fesoterodine fumarate for up to three years in open-label extension phases of one Phase 2 and two Phase 3 controlled trials. In all open-label trials combined, 857, 701, 529, and 105 patients received fesoterodine fumarate for at least 6 months, 1 year, 2 years, and 3 years, respectively. The adverse events observed during long-term, open-label studies were similar to those observed in the 12-week, placebo-controlled studies, and included dry mouth, constipation, dry eyes, dyspepsia, and abdominal pain. Similar to the controlled studies, most adverse events of dry mouth and constipation were mild to moderate in intensity. Serious adverse events, judged to be at least possibly related to study medication by the investigator and reported more than once during the open-label treatment period of up to 3 years, included urinary retention (3 cases), diverticulitis (3 cases), constipation (2 cases), irritable bowel syndrome (2 cases), and electrocardiogram QT corrected interval prolongation (2 cases). Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of fesoterodine fumarate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac disorders: Palpitations Central nervous system disorders: Dizziness, headache, somnolence Eye disorders: Blurred vision Gastrointestinal disorders: Hypoaesthesia oral General disorders and administrative site conditions: Hypersensitivity reactions, including angioedema with airway obstruction, face edema Psychiatric disorders: Confusional state Skin and subcutaneous tissue disorders: Urticaria, pruritus"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Fesoterodine fumarate extended-release tablets are contraindicated in patients with any of the following: known or suspected hypersensitivity to fesoterodine fumarate extended-release tablets or any of its ingredients, or to tolterodine tartrate tablets or tolterodine tartrate extended-release capsules [see Clinical Pharmacology (12.1) ] . Reactions have included angioedema [see Warnings and Precautions (5.1) ] . urinary retention [see Warnings and Precautions (5.2) ] gastric retention [see Warnings and Precautions (5.3) ] uncontrolled narrow-angle glaucoma [see Warnings and Precautions (5.4) ] Known or suspected hypersensitivity to fesoterodine fumarate extended-release tablets or any of its ingredients or to tolterodine tartrate tablets or tolterodine tartrate extended-release capsules. (4) Urinary retention (4) Gastric retention (4) Uncontrolled narrow-angle glaucoma (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION OAB in Adults : The recommended starting dosage is 4 mg orally once daily. Based upon individual response and tolerability, increase to the maximum dosage of 8 mg once daily. ( 2.1 ) Adult Patients with Renal Impairment : Refer to the full prescribing information for recommended dosage. ( 2.3 ) Dosage Modifications Due to Strong CYP3A4 Inhibitors : Refer to the full prescribing information for recommended dosage. ( 2.5 ) Administration : Swallow whole with liquid. Do not chew, divide, or crush. Take with or without food. ( 2.6 ) 2.1 Recommended Dosage for Adult Patients With OAB The recommended starting dosage of fesoterodine fumarate extended-release tablets in adults is 4 mg orally once daily. Based upon individual response and tolerability, increase to the maximum dosage of fesoterodine fumarate extended-release tablets 8 mg once daily. For administration instructions, see Dosage and Administration (2.6) . Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 2.3 Recommended Dosage in Adult Patients With Renal Impairment The recommended dosage of fesoterodine fumarate extended-release tablets in adult patients with renal impairment is described in Table 1 [ see Use in Specific Populations (8.6) ] . For administration instructions, see Dosage and Administration (2.6) . Table 1: Fesoterodine Fumarate Extended-Release Tablets Recommended Dose in Adult Patients With Renal Impairment (Administered Orally Once Daily) Estimated Creatinine Clearance 1 Recommended Dose CLcr 30 to 89 mL/min 8 mg CLcr 15 to 29 mL/min 4 mg CLcr <15 mL/min 4 mg 1 Calculate CLcr using the Cockcroft-Gault formula Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 2.5 Fesoterodine Fumarate Extended-Release Tablets Dosage Modifications Due to Strong CYP3A4 Inhibitors Adult Patients with OAB The maximum recommended dosage is fesoterodine fumarate extended-release tablets 4 mg orally once daily in adult patients taking strong CYP3A4 inhibitors [see Drug Interactions (7.2) and Clinical Pharmacology (12.3) ] . For administration instructions, see Dosage and Administration (2.6) . Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information. 2.6 Administration Instructions Swallow fesoterodine fumarate extended-release tablets whole with liquid. Do not chew, divide, or crush. Take with or without food [see Clinical Pharmacology (12.3) ] .",
    "2.1 Recommended Dosage for Adult Patients With OAB The recommended starting dosage of fesoterodine fumarate extended-release tablets in adults is 4 mg orally once daily. Based upon individual response and tolerability, increase to the maximum dosage of fesoterodine fumarate extended-release tablets 8 mg once daily. For administration instructions, see Dosage and Administration (2.6) . Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Fesoterodine fumarate extended-release tablets are indicated for the treatment of: Overactive bladder (OAB) in adults with symptoms of urge urinary incontinence, urgency, and frequency. ( 1.1 ) 1.1 Adult Overactive Bladder Fesoterodine fumarate extended-release tablets are indicated for the treatment of overactive bladder (OAB) in adults with symptoms of urge urinary incontinence, urgency, and frequency. Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information.",
    "1.1 Adult Overactive Bladder Fesoterodine fumarate extended-release tablets are indicated for the treatment of overactive bladder (OAB) in adults with symptoms of urge urinary incontinence, urgency, and frequency. Pediatric use information is approved for Pfizer Inc.’s TOVIAZ ® (fesoterodine fumarate) extended-release tablets. However, due to Pfizer Inc.’s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "fetched_at": "2025-10-01T16:31:52.528467",
  "source": "OpenFDA"
}