{
  "drug_name": "Fidaxomicin",
  "generic_name": [
    "FIDAXOMICIN"
  ],
  "brand_names": [
    "Dificid"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Fidaxomicin and its main metabolite, OP-1118, are substrates of the efflux transporter, P-glycoprotein (P-gp), which is expressed in the gastrointestinal tract. 7.1 Cyclosporine Cyclosporine is an inhibitor of multiple transporters, including P-gp. When cyclosporine was co-administered with DIFICID, plasma concentrations of fidaxomicin and OP-1118 were significantly increased but remained in the ng/mL range [see Clinical Pharmacology (12.3) ] . Concentrations of fidaxomicin and OP-1118 may also be decreased at the site of action (i.e., gastrointestinal tract) via P-gp inhibition; however, concomitant P-gp inhibitor use had no attributable effect on safety or treatment outcome of fidaxomicin-treated adult patients in controlled clinical trials. Based on these results, fidaxomicin may be co-administered with P-gp inhibitors and no dose adjustment is recommended."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions in adults (incidence ≥2%) are nausea, vomiting, abdominal pain, gastrointestinal hemorrhage, anemia, and neutropenia. ( 6 ) The most common adverse reactions in pediatric patients (incidence ≥5%) treated with DIFICID are pyrexia, abdominal pain, vomiting, diarrhea, constipation, increased aminotransferases, and rash. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults The safety of DIFICID 200 mg tablets taken twice a day for 10 days was evaluated in 564 adult patients with CDAD in two active-controlled trials with 86.7% of patients receiving a full course of treatment. Thirty-three adult patients receiving DIFICID (5.9%) withdrew from trials as a result of adverse reactions (AR). The types of AR resulting in withdrawal from the study varied considerably. Vomiting was the primary adverse reaction leading to discontinuation of dosing; this occurred at an incidence of 0.5% in both the DIFICID and vancomycin patients in Phase 3 trials. The most common selected adverse reactions occurring in ≥2% of adult patients treated with DIFICID are listed in Table 2. Table 2: Selected Adverse Reactions with an Incidence of ≥2% Reported in DIFICID-Treated Adult Patients in Controlled Trials System Organ Class DIFICID (N=564) Vancomycin (N=583) Adverse Reaction n (%) n (%) Blood and Lymphatic System Disorders Anemia 14 (2%) 12 (2%) Neutropenia 14 (2%) 6 (1%) Gastrointestinal Disorders Nausea 62 (11%) 66 (11%) Vomiting 41 (7%) 37 (6%) Abdominal Pain 33 (6%) 23 (4%) Gastrointestinal Hemorrhage 20 (4%) 12 (2%) The following adverse reactions were reported in <2% of adult patients taking DIFICID tablets in controlled trials: Gastrointestinal Disorders: abdominal distension, abdominal tenderness, dyspepsia, dysphagia, flatulence, intestinal obstruction, megacolon Investigations: increased blood alkaline phosphatase, decreased blood bicarbonate, increased hepatic enzymes, decreased platelet count Metabolism and Nutrition Disorders: hyperglycemia, metabolic acidosis Skin and Subcutaneous Tissue Disorders: drug eruption, pruritus, rash Pediatrics The safety of DIFICID in pediatric patients 6 months to less than 18 years of age was evaluated in a Phase 2 single-arm trial in 38 patients and a Phase 3 randomized, active-controlled trial in 98 patients treated with DIFICID and 44 patients treated with vancomycin [see Clinical Studies (14.2) ] . In both studies, patients received DIFICID orally twice daily for 10 days. Patients <2 years of age, or weighing <12.5 kg, or unable to swallow tablets received weight-based doses of DIFICID oral suspension. Patients weighing at least 12.5 kg and able to swallow tablets received the 200 mg DIFICID tablet. The age range in the Phase 2 trial was 11 months to 17 years and in the Phase 3 trial was 1 month to 17 years (one patient was less than 6 months of age). One death occurred in the Phase 2 single-arm trial. In the Phase 3 trial, there were 3 deaths in DIFICID-treated patients and no deaths in vancomycin-treated patients during the study period (40 days). All deaths occurred in patients less than 2 years of age and appeared to be related to underlying comorbidities [see Clinical Studies (14.2) ]. Treatment discontinuation due to adverse reactions occurred in 7.9% (3/38) of patients in the Phase 2 trial, and in 1% (1/98) and 2.3% (1/44) of DIFICID- and vancomycin-treated patients, respectively, in the Phase 3 trial. The most common selected adverse reactions occurring in ≥5% of pediatric patients treated with DIFICID in the Phase 3 trial are listed in Table 3. Table 3: Selected Adverse Reactions with an Incidence of ≥5% Reported in DIFICID-Treated Pediatric Patients in the Controlled Trial System Organ Class DIFICID (N=98) Vancomycin (N=44) Adverse Reaction n (%) n (%) Gastrointestinal Disorders Abdominal pain Includes abdominal pain, abdominal pain lower, and abdominal pain upper 8 (8.2) 9 (20.5) Vomiting 7 (7.1) 6 (13.6) Diarrhea 7 (7.1) 5 (11.4) Constipation 5 (5.1) 1 (2.3) General Disorders and Administration Site Conditions Pyrexia 13 (13.3) 10 (22.7) Investigations Aminotransferases increased Includes alanine aminotransferase increased, aspartate aminotransferase increased, and hepatic enzyme increased 5 (5.1) 1 (2.3) Skin and Subcutaneous Tissue Disorders Rash Includes rash, rash follicular, rash maculo-papular, and exfoliative rash 5 (5.1) 1 (2.3) The following adverse reactions were reported in <5% of pediatric patients taking DIFICID in clinical trials: Skin and Subcutaneous Tissue Disorders: urticaria, pruritus 6.2 Post Marketing Experience The following adverse reactions have been identified during post-approval use of DIFICID. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions (dyspnea, angioedema, rash, pruritus)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS DIFICID is contraindicated in patients who have known hypersensitivity to fidaxomicin or any other ingredient in DIFICID [see Warnings and Precautions (5.1) ] . DIFICID is contraindicated in patients who have known hypersensitivity to fidaxomicin or any other ingredient in DIFICID. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION DIFICID is administered orally with or without food. ( 2.1 ) Adults One 200 mg tablet orally twice daily for 10 days. ( 2.2 ) Pediatrics (6 Months to Less than 18 Years of Age) Tablets Pediatric patients weighing at least 12.5 kg and able to swallow tablets: One 200 mg tablet orally twice daily for 10 days. ( 2.3 ) Oral Suspension Pediatric patients weighing at least 4 kg: Weight-based dosing of the oral suspension twice daily for 10 days using an oral dosing syringe, as specified in Table 1 in the full prescribing information. ( 2.3 ) For instructions on preparation and administration of DIFICID oral suspension, see full prescribing information. ( 2.4 ) 2.1 Important Administration Instructions DIFICID is available for oral administration as 200 mg tablets and as granules for oral suspension (40 mg/mL (200 mg/5 mL) when reconstituted). DIFICID is administered orally with or without food. 2.2 Adult Patients The recommended dosage for adults is one 200 mg DIFICID tablet orally twice daily for 10 days. 2.3 Pediatric Patients (6 Months to Less than 18 Years of Age) Tablets The recommended dosage for pediatric patients weighing at least 12.5 kg and able to swallow tablets is one 200 mg DIFICID tablet administered orally twice daily for 10 days. If unable to swallow tablets, pediatric patients may be dosed with DIFICID oral suspension as recommended in Table 1 below. Oral Suspension The recommended dosage for pediatric patients based on weight are shown in Table 1. Administer DIFICID oral suspension orally twice daily for 10 days using an oral dosing syringe [see Dosage and Administration (2.4) ] . Table 1: Recommended Dosage of DIFICID Oral Suspension in Pediatric Patients, Based on Weight Body Weight Dose Administered Twice Daily Volume of 40 mg/mL Suspension to be Administered Orally Twice Daily 4 kg to less than 7 kg 80 mg 2 mL 7 kg to less than 9 kg 120 mg 3 mL 9 kg to less than 12.5 kg 160 mg 4 mL 12.5 kg and above 200 mg 5 mL 2.4 Preparation and Administration of DIFICID Oral Suspension Preparation Shake the glass bottle to ensure the granules move around freely and no caking has occurred. Measure 130 mL of purified water, add to the glass bottle, and cap tightly. Hold bottle in a horizontal position and shake bottle vigorously in that position for at least 2 minutes. Verify that a homogeneous suspension is obtained. If not, repeat the shaking step. Once a homogeneous suspension is visually confirmed, shake an additional 30 seconds. Let bottle stand for 1 minute. Verify that the suspension is still homogeneous. If not, repeat steps 3 through 6. Once reconstituted, DIFICID oral suspension is white to yellowish white in color. Write discard date (current date plus 12 days) on the bottle [see How Supplied/Storage and Handling (16.1 , 16.2) ] . Storage of Reconstituted Oral Suspension Store the reconstituted oral suspension in a refrigerator [between 36°F-46°F (2°C-8°C)] for up to 12 days. Discard after 12 days. Administration Remove bottle from refrigerator 15 minutes prior to each administration. Shake vigorously until suspension has an even consistency. Remove cap, then administer orally with or without food using an oral dosing syringe. Between doses, replace cap and store in a refrigerator."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DIFICID is a macrolide antibacterial indicated in adult and pediatric patients 6 months of age and older for the treatment of C. difficile -associated diarrhea. ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of DIFICID and other antibacterial drugs, DIFICID should be used only to treat infections that are proven or strongly suspected to be caused by C. difficile . ( 1.2 ) 1.1 Clostridioides difficile -Associated Diarrhea DIFICID ® is indicated in adult and pediatric patients aged 6 months and older for the treatment of C. difficile -associated diarrhea (CDAD). 1.2 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of DIFICID and other antibacterial drugs, DIFICID should be used only to treat infections that are proven or strongly suspected to be caused by C. difficile . When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T17:03:42.787238",
  "source": "OpenFDA"
}