{
  "drug_name": "Fingolimod",
  "generic_name": [
    "FINGOLIMOD HYDROCHLORIDE"
  ],
  "brand_names": [
    "Fingolimod"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Systemic Ketoconazole: Monitor during concomitant use. ( 7.2 , 12.3 ) • Vaccines: Avoid live attenuated vaccines during, and for 2 months after stopping fingolimod treatment. ( 5.2 , 7.3 ) 7.1 QT Prolonging Drugs Fingolimod has not been studied in patients treated with drugs that prolong the QT interval. Drugs that prolong the QT interval have been associated with cases of torsades de pointes in patients with bradycardia. Since initiation of fingolimod treatment results in decreased heart rate and may prolong the QT interval, patients on QT prolonging drugs with a known risk of torsades de pointes (e.g., citalopram, chlorpromazine, haloperidol, methadone, erythromycin) should be monitored overnight with continuous ECG in a medical facility [ see Dosage and Administration ( 2.4 ), Warnings and Precautions ( 5.1 ) ]. 7.2 Ketoconazole The blood levels of fingolimod and fingolimod-phosphate are increased by 1.7-fold when used concomitantly with ketoconazole. Patients who use fingolimod and systemic ketoconazole concomitantly should be closely monitored, as the risk of adverse reactions is greater. 7.3 Vaccines Fingolimod reduces the immune response to vaccination. Vaccination may be less effective during and for up to 2 months after discontinuation of treatment with fingolimod [see Clinical Pharmacology ( 12.2 )] . Avoid the use of live attenuated vaccines during and for 2 months after treatment with fingolimod because of the risk of infection. It is recommended that pediatric patients, if possible, be brought up to date with all immunizations in agreement with current immunization guidelines prior to initiating fingolimod therapy. 7.4 Antineoplastic, Immunosuppressive, or Immune-Modulating Therapies Antineoplastic, immune-modulating, or immunosuppressive therapies, (including corticosteroids) are expected to increase the risk of immunosuppression, and the risk of additive immune system effects must be considered if these therapies are coadministered with fingolimod. When switching from drugs with prolonged immune effects, such as natalizumab, teriflunomide or mitoxantrone, the duration and mode of action of these drugs must be considered to avoid unintended additive immunosuppressive effects when initiating fingolimod [see Warnings and Precautions ( 5.2 )]. 7.5 Drugs That Slow Heart Rate or Atrioventricular Conduction (e.g., beta blockers or diltiazem) Experience with fingolimod in patients receiving concurrent therapy with drugs that slow the heart rate or AV conduction (e.g., beta blockers, digoxin, or heart rate-slowing calcium channel blockers, such as diltiazem or verapamil) is limited. Because initiation of fingolimod treatment may result in an additional decrease in heart rate, concomitant use of these drugs during fingolimod initiation may be associated with severe bradycardia or heart block. Seek advice from the physician prescribing these drugs regarding the possibility to switch to drugs that do not slow the heart rate or atrioventricular conduction before initiating fingolimod. Patients who cannot switch should have overnight continuous ECG monitoring after the first dose [ see Dosage and Administration ( 2.4 ), Warnings and Precautions ( 5.1 ) ]. 7.6 Laboratory Test Interaction Because fingolimod reduces blood lymphocyte counts via redistribution in secondary lymphoid organs, peripheral blood lymphocyte counts cannot be utilized to evaluate the lymphocyte subset status of a patient treated with fingolimod. A recent CBC should be available before initiating treatment with fingolimod."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in labeling: Bradyarrhythmia and Atrioventricular Blocks [see Warnings and Precautions ( 5.1 )] Infections [see Warnings and Precautions ( 5.2 )] Progressive Multifocal Leukoencephalopathy [see Warnings and Precautions ( 5.3 )] Macular Edema [see Warnings and Precautions ( 5.4 )] Liver Injury [ see Warnings and Precautions ( 5.5 ) ] Posterior Reversible Encephalopathy Syndrome [ see Warnings and Precautions ( 5.6 ) ] Respiratory Effects [ see Warnings and Precautions ( 5.7 ) ] Fetal Risk [see Warnings and Precautions ( 5.8 )] Severe Increase in Disability After Stopping Fingolimod [see Warnings and Precautions ( 5.9 )] Tumefactive Multiple Sclerosis [see Warnings and Precautions ( 5.10 )] Increased Blood Pressure [see Warnings and Precautions ( 5.11 )] Malignancies [see Warnings and Precautions ( 5.12 ) ] Immune System Effects Following fingolimod Discontinuation [see Warnings and Precautions ( 5.13 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.14 )] Most common adverse reactions (incidence ≥10% and greater than placebo): Headache, liver transaminase elevation, diarrhea, cough, influenza, sinusitis, back pain, abdominal pain, and pain in extremity. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ascend Laboratories, LLC at 1-877-272-7901 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults In clinical trials (Studies 1, 2, and 3), a total of 1,212 patients with relapsing forms of multiple sclerosis received fingolimod capsule 0.5 mg. This included 783 patients who received fingolimod capsule 0.5 mg in the 2-year placebo-controlled trials (Studies 1 and 3) and 429 patients who received fingolimod capsule 0.5 mg in the 1-year active-controlled trial (Study 2). The overall exposure in the controlled trials was equivalent to 1,716 person-years . Approximately 1,000 patients received at least 2 years of treatment with fingolimod capsule 0.5 mg. In all clinical studies, including uncontrolled extension studies, the exposure to fingolimod capsule 0.5 mg was approximately 4,119 person-years. In placebo-controlled trials, the most frequent adverse reactions (incidence ≥10% and greater than placebo) for fingolimod capsule 0.5 mg were headache, liver transaminase elevation, diarrhea, cough, influenza, sinusitis, back pain, abdominal pain, and pain in extremity. Adverse events that led to treatment discontinuation and occurred in more than 1% of patients taking fingolimod capsule 0.5 mg, were serum transaminase elevations (4.7% compared to 1% on placebo) and basal cell carcinoma (1% compared to 0.5% on placebo). Table 1 lists adverse reactions in clinical studies in adults that occurred in ≥ 1% of fingolimod-treated patients and ≥ 1% higher rate than for placebo. Table 1: Adverse Reactions Reported in Adult Studies 1 and 3 (Occurring in ≥1% of Patients and Reported for fingolimod capsule 0.5 mg at ≥1% Higher Rate Than for Placebo) Adverse drug reactions Fingolimod capsule 0.5 mg N=783% Placebo N=773 % Infections Influenza 11 8 Sinusitis 11 8 Bronchitis 8 5 Herpes zoster 2 1 Tinea versicolor 2 ˂1 Cardiac disorders Bradycardia 3 1 Nervous system disorders Headache 25 24 Migraine 6 4 Gastrointestinal disorders Nausea 13 12 Diarrhea 13 10 Abdominal pain 11 10 General disorders and administration-site conditions Asthenia 2 1 Musculoskeletal and connective tissue disorders Back pain 10 9 Pain in extremity 10 7 Skin and subcutaneous tissue disorders Alopecia 3 2 Actinic keratosis 2 1 Investigations Liver transaminase elevations (ALT/GGT/AST) 15 4 Blood triglycerides increased 3 1 Respiratory, thoracic, and mediastinal disorders Cough 12 11 Dyspnea 9 7 Eye disorders Vision blurred 4 2 Vascular disorders Hypertension 8 4 Blood and lymphatic system disorders Lymphopenia 7 ˂1 Leukopenia 2 ˂1 Neoplasms benign, malignant, and unspecified (including cysts and polyps) Skin papilloma 3 2 Basal cell carcinoma 2 1 Abbreviations: ALT, alanine transaminase; AST, aspartate transferase; GGT, gamma-glutamyl transferase. Adverse reactions of seizure, dizziness, pneumonia, eczema, and pruritus were also reported in Studies 1 and 3, but did not meet the reporting rate criteria for inclusion in Table 1 (difference was less than 1%). Adverse reactions with fingolimod capsule 0.5 mg in Study 2, the 1-year active-controlled (versus interferon beta-1a) study were generally similar to those in Studies 1 and 3. Vascular Events Vascular events, including ischemic and hemorrhagic strokes, and peripheral arterial occlusive disease were reported in premarketing clinical trials in patients who received fingolimod doses (1.25 mg to 5 mg) higher than recommended for use in MS. Similar events have been reported with fingolimod in the postmarketing setting although a causal relationship has not been established. Seizure Cases of seizures, including status epilepticus, have been reported with the use of fingolimod in clinical trials and in the postmarketing setting in adults [see Adverse Reactions ( 6.2 )]. In adult clinical trials, the rate of seizures was 0.9% in fingolimod-treated patients and 0.3% in placebo-treated patients. It is unknown whether these events were related to the effects of multiple sclerosis alone, to fingolimod, or to a combination of both. Pediatric Patients 10 Years of Age and Older In the controlled pediatric trial (Study 4), the safety profile in pediatric patients receiving fingolimod 0.25 mg or 0.5 mg daily was similar to that seen in adult patients. In the pediatric study, cases of seizures were reported in 5.6% of fingolimod-treated patients and 0.9% of interferon beta-1a-treated patients [see Use in Specific Populations (8.4)]. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of fingolimod. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Hemolytic anemia and thrombocytopenia Hepatobiliary Disorders: Liver injury [see Warnings and Precautions ( 5.5 )] Infections: Infections, including cryptococcal infections [see Warnings and Precautions ( 5.2 )], human papilloma virus (HPV) infection, including papilloma, dysplasia, warts and HPV-related cancer [see Warnings and Precautions ( 5.2 )], progressive multifocal leukoencephalopathy [see Warnings and Precautions ( 5.3 )] Musculoskeletal and connective tissue disorders: Arthralgia, myalgia Nervous System Disorders : Posterior reversible encephalopathy syndrome [see Warnings and Precautions ( 5.6 )], seizures, including status epilepticus [see Adverse Reactions ( 6.1 )] Neoplasms, Benign, Malignant, and Unspecified (including cysts and polyps): melanoma, Merkel cell carcinoma, cutaneous T-cell lymphoma (including mycosis fungoides), Kaposi’s sarcoma, squamous cell carcinoma [see Warnings and Precautions ( 5.12 )] Skin and Subcutaneous Tissue Disorders: Hypersensitivity [see Warnings and Precautions ( 5.14 )]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Fingolimod capsules are contraindicated in patients who have: in the last 6 months experienced myocardial infarction, unstable angina, stroke, transient ischemic attack (TIA), decompensated heart failure requiring hospitalization or Class III/IV heart failure a history or presence of Mobitz Type II second-degree or third-degree AV block or sick sinus syndrome, unless patient has a functioning pacemaker [see Warnings and Precautions ( 5.1 )] a baseline QTc interval ≥500 msec cardiac arrhythmias requiring anti-arrhythmic treatment with Class Ia or Class III anti-arrhythmic drugs had a hypersensitivity reaction to fingolimod or any of the excipients in fingolimod capsules. Observed reactions include rash, urticaria and angioedema upon treatment initiation [see Warnings and Precautions ( 5.14 )]. Recent myocardial infarction, unstable angina, stroke, transient ischemic attack (TIA), decompensated heart failure with hospitalization, or Class III/IV heart failure. ( 4 ) History of Mobitz Type II 2 nd degree or 3 rd degree AV block or sick sinus syndrome, unless patient has a pacemaker. ( 4 ) Baseline QTc interval ≥500 msec. ( 4 ) Cardiac arrhythmias requiring anti-arrhythmic treatment with Class Ia or Class III anti-arrhythmic drugs. ( 4 ) Hypersensitivity to fingolimod or its excipients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION · Assessments are required prior to initiating fingolimod capsules. ( 2.1 ) · Recommended dosage for adults and pediatric patients (10 years of age and older) weighing more than 40 kg: 0.5 mg orally once daily, with or without food. ( 2.2 , 2.3 ) · First-Dose Monitoring (including reinitiation after discontinuation greater than 14 days and dose increases): o Observe all patients for bradycardia for at least 6 hours; monitor pulse and blood pressure hourly. Electrocardiograms (ECGs) prior to dosing and at end of observation period required. ( 2.4 ) o Monitor until resolution if heart rate < 45 beats per minute (bpm) in adults, < 55 bpm in patients aged 12 years and above, or < 60 bpm in pediatric patients aged 10 to below 12 years, atrioventricular (AV) block, or if lowest postdose heart rate is at the end of the observation period. ( 2.4 ) o Monitor symptomatic bradycardia with ECG until resolved. Continue overnight if intervention is required; repeat first-dose monitoring for second dose. ( 2.4 ) o Observe patients overnight if at higher risk of symptomatic bradycardia, heart block, prolonged QTc interval, or if taking drugs with known risk of torsades de pointes. ( 2.4 , 7.1 ) 2.1 Assessment Prior to Initiating Fingolimod Cardiac Evaluation Obtain a cardiac evaluation in patients with certain preexisting conditions [ see Warnings and Precautions ( 5.1 )] . Prior to starting treatment, determine whether patients are taking drugs that could slow heart rate or atrioventricular (AV) conduction [see Dosage and Administration ( 2.4 ), Drug Interactions ( 7.5 )] . Complete Blood Count (CBC) Review results of a recent CBC [see Warnings and Precautions ( 5.2 ), Drug Interactions ( 7.6 )] . Serum Transaminases (ALT and AST) and Total Bilirubin Levels Prior to starting treatment with fingolimod (i.e., within 6 months), obtain serum transaminases [alanine transaminase (ALT) and aspartate transferase (AST)] and total bilirubin levels [see Warnings and Precautions ( 5.5 )] . Ophthalmic Assessment Obtain a baseline evaluation of the fundus, including the macula, near the start of the treatment with fingolimod [see Warnings and Precautions ( 5.4 )] . Skin Examination Obtain a baseline skin examination prior to or shortly after initiation of fingolimod. If a suspicious skin lesion is observed, it should be promptly evaluated [see Warnings and Precautions ( 5.12 )]. Prior Medications If patients are taking antineoplastic, immunosuppressive, or immune-modulating therapies, or if there is a history of prior use of these drugs, consider possible unintended additive immunosuppressive effects before initiating treatment with fingolimod [see Warnings and Precautions ( 5.2 ), Drug Interactions ( 7.4 )] . Vaccinations Test patients for antibodies to varicella zoster virus (VZV) before initiating fingolimod; VZV vaccination of antibody- negative patients is recommended prior to commencing treatment with fingolimod [see Warnings and Precautions ( 5.2 )] . It is recommended that pediatric patients if possible, complete all immunizations in accordance with current immunization guidelines prior to initiating fingolimod therapy. 2.2 Important Administration Instructions Patients who initiate fingolimod and those who reinitiate treatment after discontinuation for longer than 14 days, require first-dose monitoring. This monitoring is also recommended when the dose is increased in pediatric patients [see Dosage and Administration (2.4, 2.5)]. Fingolimod capsules can be taken with or without food. 2.3 Recommended Dosage In adults and pediatric patients 10 years of age and older weighing more than 40 kg, the recommended dosage of fingolimod capsules is 0.5 mg orally once-daily. Fingolimod doses higher than 0.5 mg are associated with a greater incidence of adverse reactions without additional benefit. 2.4 First-Dose Monitoring Initiation of fingolimod capsules treatment results in a decrease in heart rate, for which monitoring is recommended [see Warnings and Precautions ( 5.1 ), Clinical Pharmacology ( 12.2 )]. Prior to dosing and at the end of the observation period, obtain an electrocardiogram (ECG) in all patients. First 6-Hour Monitoring Administer the first dose of fingolimod in a setting in which resources to appropriately manage symptomatic bradycardia are available. Monitor all patients for 6 hours after the first dose for signs and symptoms of bradycardia with hourly pulse and blood pressure measurement. Additional Monitoring After 6-Hour Monitoring Continue monitoring until the abnormality resolves if any of the following is present (even in the absence of symptoms) after 6 hours: the heart rate 6 hours postdose is less than 45 beats per minute (bpm) in adults, less than 55 bpm in pediatric patients 12 years of age and older, or less than 60 bpm in pediatric patients 10 or 11 years of age; the heart rate 6 hours postdose is at the lowest value postdose suggesting that the maximum pharmacodynamic effect on the heart may not have occurred; the ECG 6 hours postdose shows new onset second degree or higher atrioventricular (AV) block. If postdose symptomatic bradycardia occurs, initiate appropriate management, begin continuous ECG monitoring, and continue monitoring until the symptoms have resolved if no pharmacological treatment is required. If pharmacological treatment is required, continue monitoring overnight and repeat 6-hour monitoring after the second dose. Overnight Monitoring Continuous overnight ECG monitoring in a medical facility should be instituted: in patients that require pharmacologic intervention for symptomatic bradycardia. In these patients, the first-dose monitoring strategy should be repeated after the second dose of fingolimod; in patients with some preexisting heart and cerebrovascular conditions [see Warnings and Precautions ( 5.1 )]; in patients with a prolonged QTc interval before dosing or during 6-hour observation, or at additional risk for QT prolongation, or on concurrent therapy with QT prolonging drugs with a known risk of torsades de pointes [see Warnings and Precautions ( 5.1 ), Drug Interactions ( 7.1 )]; in patients receiving concurrent therapy with drugs that slow heart rate or AV conduction [ see Drug Interactions ( 7.5 )]. 2.5 Monitoring After Reinitiation of Therapy Following Discontinuation When restarting fingolimod capsules after discontinuation for more than 14 days after the first month of treatment, perform first-dose monitoring, because effects on heart rate and AV conduction may recur on reintroduction of fingolimod capsules treatment [see Dosage and Administration ( 2.4 )] . The same precautions (first-dose monitoring) as for initial dosing are applicable. Within the first 2 weeks of treatment, first-dose procedures are recommended after interruption of 1 day or more; during Weeks 3 and 4 of treatment, first-dose procedures are recommended after treatment interruption of more than 7 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Fingolimod capsules are indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in patients 10 years of age and older. Fingolimod capsules are a sphingosine 1-phosphate receptor modulator indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in patients 10 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:03:09.744674",
  "source": "OpenFDA"
}