{
  "drug_name": "Flavin-N7 protonated-adenine dinucleotide",
  "generic_name": [
    "Flavin-N7 protonated-adenine dinucleotide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 includes drugs with clinically important drug interactions when administered concomitantly with ACIPHEX delayed-release tablets and instructions for preventing or managing them. Consult the labeling of concomitantly used drugs to obtain further information about interactions with PPIs. Table 2: Clinically Relevant Interactions Affecting Drugs Co-Administered with ACIPHEX Delayed-Release Tablets Antiretrovirals Clinical Impact: The effect of PPI on antiretroviral drugs is variable. The clinical importance and the mechanisms behind these interactions are not always known. Decreased exposure of some antiretroviral drugs (e.g., rilpivirine, atazanavir, and nelfinavir) when used concomitantly with rabeprazole may reduce antiviral effect and promote the development of drug resistance. Increased exposure of other antiretroviral drugs (e.g., saquinavir) when used concomitantly with rabeprazole may increase toxicity . There are other antiretroviral drugs which do not result in clinically relevant interactions with rabeprazole. Intervention: Rilpivirine -containing products : Concomitant use with ACIPHEX delayed-release tablets is contraindicated [see Contraindications (4) ] . See prescribing information. Atazanavir : See prescribing information for atazanavir for dosing information. Nelfinavir : Avoid concomitant use with ACIPHEX delayed-release tablets. See prescribing information for nelfinavir. Saquinavir: See the prescribing information for saquinavir and monitor for potential saquinavir toxicities. Other antiretrovirals : See prescribing information. Warfarin Clinical Impact: Increased INR and prothrombin time in patients receiving PPIs, including rabeprazole, and warfarin concomitantly. Increases in INR and prothrombin time may lead to abnormal bleeding and even death [see Warnings and Precautions (5.2) ] . Intervention: Monitor INR and prothrombin time. Dose adjustment of warfarin may be needed to maintain target INR range. See prescribing information for warfarin. Methotrexate Clinical Impact: Concomitant use of rabeprazole with methotrexate (primarily at high dose) may elevate and prolong serum levels of methotrexate and/or its metabolite hydroxymethotrexate, possibly leading to methotrexate toxicities. No formal drug interaction studies of methotrexate with PPIs have been conducted [see Warnings and Precautions (5.8) ]. Intervention: A temporary withdrawal of ACIPHEX delayed-release tablets may be considered in some patients receiving high dose methotrexate administration. Digoxin Clinical Impact: Potential for increased exposure of digoxin [ see Clinical Pharmacology (12.3) ] . Intervention: Monitor digoxin concentrations. Dose adjustment of digoxin may be needed to maintain therapeutic drug concentrations. See prescribing information for digoxin. Drugs Dependent on Gastric pH for Absorption (e.g., ir on salts, erlotinib, dasatinib, nilotinib, mycophenol ate mofetil, ketoconazole , itraconazole ) Clinical Impact: Rabeprazole can reduce the absorption of drugs due to its effect on reducing intragastric acidity. Intervention: Mycophenolate mofetil (MMF): Co-administration of PPIs in healthy subjects and in transplant patients receiving MMF has been reported to reduce the exposure to the active metabolite, mycophenolic acid (MPA), possibly due to a decrease in MMF solubility at an increased gastric pH. The clinical relevance of reduced MPA exposure on organ rejection has not been established in transplant patients receiving PPIs and MMF. Use ACIPHEX delayed-release tablets with caution in transplant patients receiving MMF. See the prescribing information for other drugs dependent on gastric pH for absorption. Combination Therapy with Clarithromycin and Amoxicillin Clinical Impact: Concomitant administration of clarithromycin with other drugs can lead to serious adverse reactions, including potentially fatal arrhythmias, and are contraindicated . Amoxicillin also has drug interactions. Intervention: See Contraindications and Warnings and Precautions in prescribing information for clarithromycin. See Drug Interactions in prescribing information for amoxicillin. See full prescribing information for a list of clinically important drug interactions ( 7 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Acute Interstitial Nephritis [ see Warnings and Precautions (5.3) ] Cyanocobalamin (vitamin B-12) Deficiency [ see Warnings and Precautions (5.4) ] Clostridium difficile Associated Diarrhea [ see Warnings and Precautions (5.5) ] Bone Fracture [ see Warnings and Precautions (5.6) ] Hypomagnesemia [ see Warnings and Precautions (5.7) ] Most common adverse reactions in adults (>2%) are pain, pharyngitis, flatulence, infection, and constipation ( 6.1 ). Most common adverse reactions in adolescents (≥2%) are headache, diarrhea, nausea, vomiting, and abdominal pain ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Eisai Inc. at 1-888-274-2378 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Studies Experience Because clinical trials are conducted under varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults The data described below reflect exposure to ACIPHEX delayed-release tablets in 1064 adult patients exposed for up to 8 weeks. The studies were primarily placebo- and active-controlled trials in adult patients with Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD), Duodenal Ulcers and Gastric Ulcers. The population had a mean age of 53 years (range 18-89 years) and had a ratio of approximately 60% male: 40% female. The racial distribution was 86% Caucasian, 8% African American, 2% Asian, and 5% other. Most patients received either 10 mg, 20 mg or 40 mg per day of ACIPHEX delayed-release tablets. An analysis of adverse reactions appearing in ≥2% of patients treated with ACIPHEX delayed-release tablets (n=1064) and with a greater frequency than placebo (n=89) in controlled North American and European acute treatment trials, revealed the following adverse reactions: pain (3% vs. 1%), pharyngitis (3% vs. 2%), flatulence (3% vs. 1%), infection (2% vs. 1%), and constipation (2% vs. 1%). Three long-term maintenance studies consisted of a total of 740 adult patients; at least 54% of adult patients were exposed to ACIPHEX delayed-release tablets for 6 months and at least 33% were exposed for 12 months. Of the 740 adult patients, 247 (33%) and 241 (33%) patients received 10 mg and 20 mg of ACIPHEX delayed-release tablets, respectively, while 169 (23%) patients received placebo and 83 (11%) received omeprazole. The safety profile of rabeprazole in the maintenance studies in adults was consistent with what was observed in the acute studies. Less common adverse reactions seen in controlled clinical trials (<2% of patients treated with ACIPHEX delayed-release tablets and greater than placebo) and for which there is a possibility of a causal relationship to rabeprazole, include the following: headache, abdominal pain, diarrhea, dry mouth, dizziness, peripheral edema, hepatic enzyme increase, hepatitis, hepatic encephalopathy, myalgia, and arthralgia. Combination Treatment with Amoxicillin and Clarithromycin: In clinical trials using combination therapy with rabeprazole plus amoxicillin and clarithromycin (RAC), no adverse reactions unique to this drug combination were observed. In the U.S. multicenter study, the most frequently reported drug related adverse reactions for patients who received RAC therapy for 7 or 10 days were diarrhea (8% and 7%) and taste perversion (6% and 10%), respectively. No clinically significant laboratory abnormalities particular to the drug combinations were observed. For more information on adverse reactions or laboratory changes with amoxicillin or clarithromycin, refer to their respective prescribing information, Adverse Reactions section. Pediatric s In a multicenter, open-label study of adolescent patients 12 to 16 years of age with a clinical diagnosis of symptomatic GERD or endoscopically proven GERD, the adverse event profile was similar to that of adults. The adverse reactions reported without regard to relationship to ACIPHEX delayed-release tablets that occurred in ≥2% of 111 patients were headache (9.9%), diarrhea (4.5%), nausea (4.5%), vomiting (3.6%), and abdominal pain (3.6%). The related reported adverse reactions that occurred in ≥2% of patients were headache (5.4%) and nausea (1.8%). There were no adverse reactions reported in this study that were not previously observed in adults. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of rabeprazole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: sudden death; coma, hyperammonemia; jaundice; rhabdomyolysis; disorientation and delirium; anaphylaxis; angioedema; bullous and other drug eruptions of the skin; severe dermatologic reactions, including toxic epidermal necrolysis (some fatal), Stevens-Johnson syndrome, and erythema multiforme; interstitial pneumonia; interstitial nephritis; TSH elevations; bone fractures; hypomagnesemia and Clostridium diffic i le - associated diarrhea. In addition, agranulocytosis, hemolytic anemia, leukopenia, pancytopenia, and thrombocytopenia have been reported. Increases in prothrombin time/INR in patients treated with concomitant warfarin have been reported."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • ACIPHEX is contraindicated in patients with known hypersensitivity to rabeprazole, substituted benzimidazoles, or to any component of the formulation. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute interstitial nephritis, and urticaria [see Adverse Reactions (6) ] . • PPIs, including ACIPHEX, are contraindicated with rilpivirine-containing products [see Drug Interactions (7) ] . • For information about contraindications of antibacterial agents (clarithromycin and amoxicillin) indicated in combination with ACIPHEX delayed-release tablets, refer to the Contraindications section of their package inserts. Patients with a history of hypersensitivity to rabeprazole ( 4 ). Patients receiving rilpivirine-containing products ( 4 , 7 ). Refer to the Contraindications section of the prescribing information for clarithromycin and amoxicillin, when administered in combination with ACIPHEX ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Table 1 shows the recommended dosage of ACIPHEX delayed-release tablets in adults and adolescent patients 12 years of age and older. The use of ACIPHEX delayed-release tablets is not recommended for use in pediatric patients 1 year to less than 12 years of age because the lowest available tablet strength (20 mg) exceeds the recommended dose for these patients. Use another rabeprazole formulation for pediatric patients 1 year to less than 12 years of age. Table 1: Recommended Dosage and Duration of ACIPHEX Delayed-Release Tablets in Adults and Adolescents 12 Years of Age and Older Indication Dosage of ACIPHEX delayed-release tablets Treatment Duration Adults Healing of Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD) 20 mg once daily 4 to 8 weeks* Maintenance of Healing of Erosive or Ulcerative GERD 20 mg once daily Controlled studies do not extend beyond 12 months Symptomatic GERD in Adults 20 mg once daily Up to 4 weeks** Healing of Duodenal Ulcers 20 mg once daily after the morning meal Up to 4 weeks*** Helicobacter pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence ACIPHEX 20 mg Amoxicillin 1000 mg Clarithromycin 500 mg Take all three medications twice daily with morning and evening meals; it is important that patients comply with the full 7-day regimen [see Clinical Studies (14.5) ] 7 days Pathological Hypersecretory Conditions, Including Zollinger-Ellison Syndrome Starting dose 60 mg once daily then adjust to patient needs; some patients require divided doses Dosages of 100 mg once daily and 60 mg twice daily have been administered As long as clinically indicated Some patients with Zollinger-Ellison syndrome have been treated continuously for up to one year Adolescents 12 Years of Age and Older Symptomatic GERD 20 mg once daily Up to 8 weeks * For those patients who have not healed after 8 weeks of treatment, an additional 8-week course of ACIPHEX may be considered. ** If symptoms do not resolve completely after 4 weeks, an additional course of treatment may be considered. *** Most patients heal within 4 weeks; some patients may require additional therapy to achieve healing. Administration Instruction s Swallow ACIPHEX delayed-release tablets whole. Do not chew, crush, or split tablets. For the treatment of duodenal ulcers take ACIPHEX delayed-release tablets after a meal. For Helicobacter pylori eradication take ACIPHEX delayed-release tablets with food. For all other indications ACIPHEX delayed-release tablets can be taken with or without food. Take a missed dose as soon as possible. If it is almost time for the next dose, skip the missed dose and go back to the normal schedule. Do not take two doses at the same time. Indication Recommended Dosage (2) Healing of Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD) 20 mg once daily for 4 to 8 weeks Maintenance of Healing of Erosive or Ulcerative GERD *studied for 12 months 20 mg once daily* Symptomatic GERD in Adults 20 mg once daily for 4 weeks Healing of Duodenal Ulcers 20 mg once daily after morning meal for up to 4 weeks Helicobacter pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Three Drug Regimen: ACIPHEX 20 mg Amoxicillin 1000 mg Clarithromycin 500 mg All three medications should be taken twice daily with morning and evening meals for 7 days Pathological Hypersecretory Conditions, Including Zollinger-Ellison Syndrome Starting dose 60 mg once daily then adjust to patient needs Symptomatic GERD in Adolescents 12 Years of Age and Older 20 mg once daily for up to 8 weeks Administration Instructions ( 2 ) : Swallow ACIPHEX delayed-release tablets whole. Do not chew, crush or split the tablets. For the treatment of duodenal ulcers take ACIPHEX delayed-release tablets after a meal. For Helicobacter pylori eradication take ACIPHEX delayed-release tablets with food. For all other indications ACIPHEX delayed-release tablets can be taken with or without food."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ACIPHEX delayed-release tablets is a proton-pump inhibitor (PPI) indicated in adults for: Healing of Erosive or Ulcerative Gastroesophageal Reflux Disease (GERD) ( 1.1 ). Maintenance of Healing of Erosive or Ulcerative GERD ( 1.2 ). Treatment of Symptomatic GERD ( 1.3 ). Healing of Duodenal Ulcers ( 1.4 ). Helicobacter pylori Eradication to Reduce Risk of Duodenal Ulcer Recurrence ( 1.5 ). Treatment of Pathological Hypersecretory Conditions, Including Zollinger-Ellison Syndrome ( 1.6 ). In adolescent patients 12 years of age and older for: Short-term Treatment of Symptomatic GERD ( 1.7 ). 1.1 Healing of Erosive or Ulcerative GERD in Adults ACIPHEX delayed-release tablets are indicated for short-term (4 to 8 weeks) treatment in the healing and symptomatic relief of erosive or ulcerative gastroesophageal reflux disease (GERD). For those patients who have not healed after 8 weeks of treatment, an additional 8-week course of ACIPHEX may be considered. 1.2 Maintenance of Healing of Erosive or Ulcerative GERD in Adults ACIPHEX delayed-release tablets are indicated for maintaining healing and reduction in relapse rates of heartburn symptoms in patients with erosive or ulcerative gastroesophageal reflux disease (GERD Maintenance). Controlled studies do not extend beyond 12 months. 1.3 Treatment of Symptomatic GERD in Adults ACIPHEX delayed-release tablets are indicated for the treatment of daytime and nighttime heartburn and other symptoms associated with GERD in adults for up to 4 weeks. 1.4 Healing of Duodenal Ulcers in Adults ACIPHEX delayed-release tablets are indicated for short-term (up to four weeks) treatment in the healing and symptomatic relief of duodenal ulcers. Most patients heal within four weeks. 1.5 Helicobacter pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence in Adults ACIPHEX delayed-release tablets, in combination with amoxicillin and clarithromycin as a three drug regimen, are indicated for the treatment of patients with H. pylori infection and duodenal ulcer disease (active or history within the past 5 years) to eradicate H. pylori . Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence. In patients who fail therapy, susceptibility testing should be done. If resistance to clarithromycin is demonstrated or susceptibility testing is not possible, alternative antimicrobial therapy should be instituted [ see Clinical Pharmacology (12.2) and the full prescribing information for clarithromycin ] . 1.6 Treatment of Pathological Hypersecretory Conditio ns, Including Zollinger-Ellison Syndrome in Adults ACIPHEX delayed-release tablets are indicated for the long-term treatment of pathological hypersecretory conditions, including Zollinger-Ellison syndrome. 1.7 Treatment of Symptomatic GERD in Adolescent Patients 12 Years of Age and Older ACIPHEX delayed-release tablets are indicated for the treatment of symptomatic GERD in adolescents 12 years of age and above for up to 8 weeks."
  ],
  "fetched_at": "2025-10-01T02:53:06.526448",
  "source": "OpenFDA"
}