{
  "drug_name": "Flibanserin",
  "generic_name": [
    "FLIBANSERIN"
  ],
  "brand_names": [
    "ADDYI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 3 contains clinically significant drug interactions (DI) with ADDYI. Table 3: Clinically Significant Drug Interactions with ADDYI Alcohol Clinical Implications The coadministration of ADDYI with alcohol increased the risk of hypotension, syncope, and CNS depression compared to the use of ADDYI alone or alcohol alone [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ]. Preventing or Managing DI Counsel patients to wait at least two hours after consuming one or two standard alcoholic drinks before taking ADDYI at bedtime or to skip their ADDYI dose if they have consumed three or more alcoholic drinks that evening. [see Boxed Warning , Warnings and Precautions (5.1) , and Adverse Reactions (6.1) ] . Other CNS Depressants Examples Diphenhydramine, opioids, hypnotics, benzodiazepines Clinical Implications The concomitant use of ADDYI with CNS depressants may increase the risk of CNS depression (e.g., somnolence) compared to the use of ADDYI alone. Preventing or Managing DI Discuss the concomitant use of other CNS depressants with the patient when prescribing ADDYI. Moderate or Strong CYP3A4 Inhibitors Examples of strong CYP3A4 inhibitors Ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin and conivaptan Examples of moderate CYP3A4 inhibitors Amprenavir, atazanavir, ciprofloxacin, diltiazem, erythromycin, fluconazole, fosamprenavir, verapamil, and grapefruit juice Clinical Implications The concomitant use of ADDYI with moderate or strong CYP3A4 inhibitors increases flibanserin exposure compared to the use of ADDYI alone. The risk of hypotension and syncope is increased with concomitant use of ADDYI and moderate or strong CYP3A4 inhibitors [see Warnings and Precautions (5.2) , Adverse Reactions (6.1) , and Clinical Pharmacology (12.3) ]. Preventing or Managing DI The concomitant use of ADDYI with moderate or strong CYP3A4 inhibitors is contraindicated . Weak CYP3A4 Inhibitors Examples Oral contraceptives, cimetidine, fluoxetine, ginkgo, ranitidine Clinical Implications The concomitant use of ADDYI with multiple weak CYP3A4 inhibitors may increase the risk of adverse reactions. Preventing or Managing DI Discuss the use of multiple weak CYP3A4 inhibitors with the patient when prescribing ADDYI. Strong CYP2C19 Inhibitors Examples Proton pump inhibitors, selective serotonin reuptake inhibitors, benzodiazepines, antifungals Clinical Implications The concomitant use of ADDYI with strong CYP2C19 inhibitors may increase flibanserin exposure which may increase the risk of hypotension, syncope, and CNS depression. Preventing or Managing DI Discuss the use of a strong CYP2C19 inhibitor with the patient when prescribing ADDYI. CYP3A4 Inducers Examples Carbamazepine, phenobarbital, phenytoin, rifabutin, rifampin, rifapetine, St. John's Wort Clinical Implications The concomitant use of ADDYI with CYP3A4 inducers substantially decreases flibanserin exposure compared to the use of ADDYI alone. Preventing or Managing DI The concomitant use of ADDYI with CYP3A4 inducers is not recommended. Digoxin or Other P-glycoprotein Substrates Examples Digoxin, sirolimus Clinical Implications The concomitant use of ADDYI with digoxin, a drug that is transported by P-glycoprotein (P-gp), increases the digoxin concentration [see Clinical Pharmacology (12.3) ] . This may lead to digoxin toxicity. Preventing or Managing DI Increase monitoring of concentrations of drugs transported by P-gp that have a narrow therapeutic index (e.g., digoxin). • Oral Contraceptives and Other Weak CYP3A4 Inhibitors : Increases flibanserin exposures and incidence of adverse reactions (6.1, 7) • Strong CYP2C19 Inhibitors : Increases flibanserin exposure which may increase risk of hypotension, syncope, and CNS depression (7) • CYP3A4 Inducers : Use of ADDYI not recommended; flibanserin concentrations substantially reduced (7) • Digoxin : Increases digoxin concentrations, which may lead to digoxin toxicity. Increase monitoring of digoxin concentrations (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Hypotension and syncope [see Warnings and Precautions (5.1, 5.2, 5.4, 5.5) ] • CNS depression [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence ≥2%) are dizziness, somnolence, nausea, fatigue, insomnia, and dry mouth. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Sprout Pharmaceuticals, Inc. at 1-844-746-5745, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in practice. The approved 100 mg ADDYI dosage at bedtime was administered to 2,997 premenopausal women with acquired, generalized HSDD in clinical trials, of whom 1672 received treatment for at least 6 months, 850 received treatment for at least 12 months, and 88 received treatment for at least 18 months [see Clinical Studies (14) ]. Data from Five 24-Week, Randomized, Double-Blind Placebo-Controlled Trials in Premenopausal Women with HSDD The data presented below are derived from five 24-week randomized, double-blind, placebo-controlled trials in premenopausal women with acquired, generalized HSDD. In these five trials, the frequency and quantity of alcohol use was not recorded. Three of these trials (Studies 1 through 3) also provided efficacy data [see Clinical Studies (14.1) ]. One of these trials (Study 5) did not evaluate the 100 mg bedtime dose. In four trials, 100 mg ADDYI at bedtime was administered to 1543 premenopausal women with HSDD, of whom 1060 completed 24 weeks of treatment. The clinical trial population was generally healthy without significant comorbid medical conditions or concomitant medications. The age range was 18-56 years old with a mean age of 36 years old, and 88% were Caucasian and 9% were Black. Serious adverse reactions were reported in 0.9% and 0.5% of ADDYI-treated patients and placebo-treated patients, respectively. Adverse Reactions Leading to Discontinuation The discontinuation rate due to adverse reactions was 13% among patients treated with 100 mg ADDYI at bedtime and 6% among patients treated with placebo. Table 1 displays the most common adverse reactions leading to discontinuation in four trials of premenopausal women with HSDD. Table 1. Adverse Reactions Adverse reactions leading to discontinuation of ≥1% of patients receiving 100 mg ADDYI at bedtime and at a higher incidence than placebo-treated patients. Leading to Discontinuation in Randomized, Double-blind, Placebo-controlled Trials in Premenopausal Women with HSDD Placebo (N=1556) ADDYI (N=1543) Dizziness 0.1% 1.7% Nausea 0.1% 1.2% Insomnia 0.2% 1.1% Somnolence 0.3% 1.1% Anxiety 0.3% 1% Most Common Adverse Reactions Table 2 summarizes the most common adverse reactions reported in four trials of premenopausal women with HSDD. This table shows adverse reactions reported in at least 2% of patients treated with ADDYI and at a higher incidence than with placebo [see Warnings and Precautions (5.3) ]. The majority of these adverse reactions began within the first 14 days of treatment. Table 2. Common Adverse Reactions Adverse reactions reported in ≥2% of patients receiving 100 mg ADDYI at bedtime and at a higher incidence than placebo-treated patients. in Randomized, Double-blind, Placebo-controlled Trials in Premenopausal Women with HSDD Placebo (N=1556) ADDYI (N=1543) Dizziness 2.2% 11.4% Somnolence 2.9% 11.2% Nausea 3.9% 10.4% Fatigue 5.5% 9.2% Insomnia 2.8% 4.9% Dry mouth 1.0% 2.4% Less Common Adverse Reactions In four trials in premenopausal women with HSDD treated with 100 mg ADDYI at bedtime, less common adverse reactions (reported in ≥1% but <2% of ADDYI-treated patients and at a higher incidence than with placebo) included: • Anxiety (ADDYI 1.8%; placebo 1.0%), • Constipation (ADDYI 1.6%; placebo 0.4%), • Abdominal pain (ADDYI 1.5%; placebo 0.9%), • Metrorrhagia (ADDYI 1.4%; placebo 1.4%), • Rash (ADDYI 1.3%; placebo 0.8%), • Sedation (ADDYI 1.3%; placebo 0.2%), and • Vertigo (ADDYI 1%; placebo 0.3%). Appendicitis In the five trials of premenopausal women with HSDD, appendicitis was reported in 6/3973 (0.2%) flibanserin-treated patients, while there were no reports of appendicitis in the 1905 placebo-treated patients. Accidental Injury In five trials of premenopausal women with HSDD, accidental injury was reported in 42/1543 (2.7%) ADDYI-treated patients and 47/1905 (2.5%) placebo-treated patients. Among these 89 patients who experienced injuries, 9/42 (21%) ADDYI-treated patients and 3/47 (6%) placebo-treated patients reported adverse reactions consistent with CNS depression (e.g., somnolence, fatigue, or sedation) within the preceding 24 hours. Adverse Reactions in Patients Who Reported Hormonal Contraceptive Use In four trials of premenopausal women with HSDD, 1466 patients (43%) reported concomitant use of hormonal contraceptives (HC) at study enrollment. These trials were not prospectively designed to assess an interaction between ADDYI and HC. ADDYI-treated patients who reported HC use had a greater incidence of dizziness, somnolence, and fatigue compared to ADDYI-treated patients who did not report HC use (dizziness 9.9% in HC non-users, 13.4% in HC users; somnolence 10.6% in HC non-users, 12.3% in HC users; fatigue 7.5% in HC non-users, 11.4% in HC users). There were no meaningful differences in the incidence of these adverse reactions in placebo-treated patients who reported or did not report HC use [see Drug Interactions (7) ]. Data from Other Trials One death occurred in a 54 year-old postmenopausal woman treated with 100 mg ADDYI taken at bedtime (ADDYI is not approved for the treatment of postmenopausal women with HSDD) [see Indications and Usage (1) ] . This patient had a history of hypertension and hypercholesterolemia and baseline alcohol consumption of 1-3 drinks daily. She died of acute alcohol intoxication 14 days after starting ADDYI. Blood alcohol concentration on autopsy was 0.289 g/dL. The autopsy report also noted coronary artery disease. A relationship between this patient’s death and use of ADDYI is unknown [see Boxed Warning and Warnings and Precautions (5.1) ] . Hypotension, Syncope, and CNS Depression in Studies of Healthy Subjects Hypotension, Syncope, and CNS Depression with Alcohol Alcohol and ADDYI Administration at the Same Time The first alcohol interaction study was conducted in 25 healthy subjects (23 men and 2 premenopausal women). The study excluded subjects who drank fewer than five alcoholic drinks per week and those with a history of orthostatic hypotension, or syncope. A single dose of 100 mg ADDYI was administered concurrently with 0.4 g/kg or 0.8 g/kg alcohol in the morning; alcohol was consumed over 10 minutes. Hypotension or syncope requiring therapeutic intervention (ammonia salts and/or placement in supine or Trendelenberg position) occurred in 4 (17%) of the 23 subjects co-administered 100 mg ADDYI and 0.4 g/kg alcohol (equivalent to two 12 ounce cans of beer containing 5% alcohol content, two 5 ounce glasses of wine containing 12% alcohol content, or two 1.5 ounce shots of 80-proof spirit in a 70 kg person). In these four subjects, all of whom were men, the magnitude of the systolic blood pressure reductions ranged from 28 to 54 mmHg and the magnitude of the diastolic blood pressure reductions ranged from 24 to 46 mmHg. In addition, 6 (25%) of the 24 subjects co-administered 100 mg ADDYI and 0.8 g/kg alcohol (equivalent to four 12 ounce cans of beer containing 5% alcohol content, four 5 ounce glasses of wine containing 12% alcohol content, or four 1.5 ounce shots of 80-proof spirit in a 70 kg person) experienced orthostatic hypotension when standing from a sitting position. The magnitude of the systolic blood pressure reduction in these 6 subjects ranged from 22 to 48 mmHg, and the diastolic blood pressure reductions ranged from 0 to 27 mmHg. One of these subjects required therapeutic intervention (ammonia salts and placement supine with the foot of the bed elevated). There were no events requiring therapeutic interventions when ADDYI or alcohol were administered alone. In this study, somnolence was reported in 67%, 74%, and 92% of subjects who received ADDYI alone, ADDYI in combination with 0.4 g/kg alcohol, and ADDYI in combination with 0.8 g/kg alcohol, respectively. [ see Boxed Warning , Warnings and Precautions (5.1, 5.3 and 5.4) ]. In the second alcohol interaction study, 96 healthy premenopausal women received a single dose of 100 mg ADDYI concurrently with 0.2 g/kg, 0.4 g/kg, or 0.6 g/kg alcohol (equivalent to one, two or three alcoholic drinks in a 70 kg person, respectively) in the morning. The study excluded subjects with a history of syncope, orthostatic hypotension, hypotensive events, and dizziness, and those with a resting systolic blood pressure less than 110 mmHg or diastolic blood pressure less than 60 mmHg. In this study, no subjects experienced syncope or hypotension requiring therapeutic intervention. However, subjects who were already hypotensive (blood pressure below 90/60 mmHg) or symptomatic (e.g., dizzy) while in the semi-recumbent position were not permitted to stand for orthostatic measurements, and those with blood pressures below 90/40 mmHg while in the semi-recumbent position had blood pressures repeated until it was deemed safe for them to change position. More subjects had missing or delayed orthostatic measurements (in general, due to hypotension or dizziness) when receiving ADDYI and alcohol, compared to those who received alcohol alone or ADDYI alone. This pattern of missing or delayed orthostatic measurements is concerning for a risk of hypotension and syncope if those subjects had been allowed to stand. In this study, somnolence was reported in 81-89% of subjects administered ADDYI with alcohol, compared to 25-41% of subjects administered alcohol alone and 84% of subjects taking ADDYI alone. Dizziness was reported in 27-40% of subjects administered ADDYI with alcohol, compared to 6-20% of subjects administered alcohol alone and 31% of subjects taking ADDYI alone. [ see Warnings and Precautions (5.1 , 5.3 , 5.4) ]. Alcohol Use at Various Time Intervals Before ADDYI Administration In a third alcohol interaction study, 64 healthy premenopausal women consumed 0.4 g/kg alcohol (equivalent to 2 alcoholic drinks in a 70 kg person) two, four or six hours prior to receiving ADDYI 100 mg or placebo in the afternoon. The study excluded subjects with a history or presence of orthostatic hypotension, history of hypotension, syncope, or dizziness. Prior to receiving alcohol, the subjects in the ADDYI arm had taken ADDYI for three days to achieve steady state. Syncope occurred in one subject who received alcohol alone. The incidences of orthostatic hypotension and hypotension (blood pressure below 90/60 mmHg) at all time points were similar among subjects administered alcohol before ADDYI, subjects administered alcohol alone, and subjects administered ADDYI alone. Three subjects were unable to stand due to feeling dizzy or hypotension; two following alcohol and ADDYI separated by 2 and 6 hours, and one subject who received ADDYI alone. In this study, somnolence was reported in 35-53% of subjects administered ADDYI and alcohol, compared to 5-8% of subjects taking alcohol alone and 50% of subjects taking ADDYI alone. Dizziness was reported in 5-13% of subjects administered ADDYI and alcohol, compared to 0-3% of subjects taking alcohol alone and 12% of subjects taking ADDYI alone. Alcohol Use in the Evening Before Bedtime ADDYI Administration In another alcohol interaction study, 24 premenopausal women consumed 0.4 g/kg alcohol (equivalent to 2 alcoholic drinks in a 70 kg person) during the evening meal two and a half to four hours prior to taking ADDYI 100 mg at bedtime. There were no cases of syncope. Upon rising the following morning, the incidence of hypotension was 23% among subjects administered ADDYI after alcohol, 23% among subjects administered alcohol alone and 36% with ADDYI alone. No cases of somnolence or dizziness were reported in this study. Conclusions are limited because blood pressure and orthostatic measurements were not taken after ADDYI administration until the following morning. Hypotension and Syncope with Fluconazole In a pharmacokinetic drug interaction study of 100 mg ADDYI and 200 mg fluconazole (a moderate CYP3A4 inhibitor, moderate CYP2C9 inhibitor, and a strong CYP2C19 inhibitor) in healthy subjects, hypotension or syncope requiring placement supine with legs elevated occurred in 3/15 (20%) subjects treated with concomitant ADDYI and fluconazole compared to no such adverse reactions in subjects treated with ADDYI alone or fluconazole alone. One of these 3 subjects became unresponsive with a blood pressure of 64/41 mm Hg and required transportation to the hospital emergency department where she required intravenous saline. Due to these adverse reactions, the study was stopped. In this study, the concomitant use of ADDYI and fluconazole increased flibanserin exposure 7-fold [see Warnings and Precautions (5.2) , Drug Interactions (7) and Clinical Pharmacology (12.3) ]. Syncope with Ketoconazole In a pharmacokinetic drug interaction study of 50 mg flibanserin and 400 mg ketoconazole, a strong CYP3A4 inhibitor, syncope occurred in 1/24 (4%) healthy subjects treated with concomitant flibanserin and ketoconazole, 1/24 (4%) receiving flibanserin alone, and no subjects receiving ketoconazole alone. In this study, the concomitant use of flibanserin and ketoconazole increased flibanserin exposure 4.5-fold [see Warnings and Precautions (5.2) , Drug Interactions (7) and Clinical Pharmacology (12.3) ]. Syncope in Poor CYP2C19 Metabolizers In a pharmacogenomic study of 100 mg ADDYI in subjects who were poor or extensive CYP2C19 metabolizers, syncope occurred in 1/9 (11%) subjects who were CYP2C19 poor metabolizers (this subject had a 3.2 fold higher flibanserin exposure compared to CYP2C19 extensive metabolizers) compared to no such adverse reactions in subjects who were CYP2C19 extensive metabolizers [see Drug Interactions (7) , Use in Specific Populations (8.7) and Clinical Pharmacology (12.5) ]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval of ADDYI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: hypersensitivity reactions, including anaphylaxis, reactions consistent with angioedema (e.g., swelling of the face, lips, and mouth), pruritus, and urticaria.",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in practice. The approved 100 mg ADDYI dosage at bedtime was administered to 2,997 premenopausal women with acquired, generalized HSDD in clinical trials, of whom 1672 received treatment for at least 6 months, 850 received treatment for at least 12 months, and 88 received treatment for at least 18 months [see Clinical Studies (14) ]. Data from Five 24-Week, Randomized, Double-Blind Placebo-Controlled Trials in Premenopausal Women with HSDD The data presented below are derived from five 24-week randomized, double-blind, placebo-controlled trials in premenopausal women with acquired, generalized HSDD. In these five trials, the frequency and quantity of alcohol use was not recorded. Three of these trials (Studies 1 through 3) also provided efficacy data [see Clinical Studies (14.1) ]. One of these trials (Study 5) did not evaluate the 100 mg bedtime dose. In four trials, 100 mg ADDYI at bedtime was administered to 1543 premenopausal women with HSDD, of whom 1060 completed 24 weeks of treatment. The clinical trial population was generally healthy without significant comorbid medical conditions or concomitant medications. The age range was 18-56 years old with a mean age of 36 years old, and 88% were Caucasian and 9% were Black. Serious adverse reactions were reported in 0.9% and 0.5% of ADDYI-treated patients and placebo-treated patients, respectively. Adverse Reactions Leading to Discontinuation The discontinuation rate due to adverse reactions was 13% among patients treated with 100 mg ADDYI at bedtime and 6% among patients treated with placebo. Table 1 displays the most common adverse reactions leading to discontinuation in four trials of premenopausal women with HSDD. Table 1. Adverse Reactions Adverse reactions leading to discontinuation of ≥1% of patients receiving 100 mg ADDYI at bedtime and at a higher incidence than placebo-treated patients. Leading to Discontinuation in Randomized, Double-blind, Placebo-controlled Trials in Premenopausal Women with HSDD Placebo (N=1556) ADDYI (N=1543) Dizziness 0.1% 1.7% Nausea 0.1% 1.2% Insomnia 0.2% 1.1% Somnolence 0.3% 1.1% Anxiety 0.3% 1% Most Common Adverse Reactions Table 2 summarizes the most common adverse reactions reported in four trials of premenopausal women with HSDD. This table shows adverse reactions reported in at least 2% of patients treated with ADDYI and at a higher incidence than with placebo [see Warnings and Precautions (5.3) ]. The majority of these adverse reactions began within the first 14 days of treatment. Table 2. Common Adverse Reactions Adverse reactions reported in ≥2% of patients receiving 100 mg ADDYI at bedtime and at a higher incidence than placebo-treated patients. in Randomized, Double-blind, Placebo-controlled Trials in Premenopausal Women with HSDD Placebo (N=1556) ADDYI (N=1543) Dizziness 2.2% 11.4% Somnolence 2.9% 11.2% Nausea 3.9% 10.4% Fatigue 5.5% 9.2% Insomnia 2.8% 4.9% Dry mouth 1.0% 2.4% Less Common Adverse Reactions In four trials in premenopausal women with HSDD treated with 100 mg ADDYI at bedtime, less common adverse reactions (reported in ≥1% but <2% of ADDYI-treated patients and at a higher incidence than with placebo) included: • Anxiety (ADDYI 1.8%; placebo 1.0%), • Constipation (ADDYI 1.6%; placebo 0.4%), • Abdominal pain (ADDYI 1.5%; placebo 0.9%), • Metrorrhagia (ADDYI 1.4%; placebo 1.4%), • Rash (ADDYI 1.3%; placebo 0.8%), • Sedation (ADDYI 1.3%; placebo 0.2%), and • Vertigo (ADDYI 1%; placebo 0.3%). Appendicitis In the five trials of premenopausal women with HSDD, appendicitis was reported in 6/3973 (0.2%) flibanserin-treated patients, while there were no reports of appendicitis in the 1905 placebo-treated patients. Accidental Injury In five trials of premenopausal women with HSDD, accidental injury was reported in 42/1543 (2.7%) ADDYI-treated patients and 47/1905 (2.5%) placebo-treated patients. Among these 89 patients who experienced injuries, 9/42 (21%) ADDYI-treated patients and 3/47 (6%) placebo-treated patients reported adverse reactions consistent with CNS depression (e.g., somnolence, fatigue, or sedation) within the preceding 24 hours. Adverse Reactions in Patients Who Reported Hormonal Contraceptive Use In four trials of premenopausal women with HSDD, 1466 patients (43%) reported concomitant use of hormonal contraceptives (HC) at study enrollment. These trials were not prospectively designed to assess an interaction between ADDYI and HC. ADDYI-treated patients who reported HC use had a greater incidence of dizziness, somnolence, and fatigue compared to ADDYI-treated patients who did not report HC use (dizziness 9.9% in HC non-users, 13.4% in HC users; somnolence 10.6% in HC non-users, 12.3% in HC users; fatigue 7.5% in HC non-users, 11.4% in HC users). There were no meaningful differences in the incidence of these adverse reactions in placebo-treated patients who reported or did not report HC use [see Drug Interactions (7) ]. Data from Other Trials One death occurred in a 54 year-old postmenopausal woman treated with 100 mg ADDYI taken at bedtime (ADDYI is not approved for the treatment of postmenopausal women with HSDD) [see Indications and Usage (1) ] . This patient had a history of hypertension and hypercholesterolemia and baseline alcohol consumption of 1-3 drinks daily. She died of acute alcohol intoxication 14 days after starting ADDYI. Blood alcohol concentration on autopsy was 0.289 g/dL. The autopsy report also noted coronary artery disease. A relationship between this patient’s death and use of ADDYI is unknown [see Boxed Warning and Warnings and Precautions (5.1) ] . Hypotension, Syncope, and CNS Depression in Studies of Healthy Subjects Hypotension, Syncope, and CNS Depression with Alcohol Alcohol and ADDYI Administration at the Same Time The first alcohol interaction study was conducted in 25 healthy subjects (23 men and 2 premenopausal women). The study excluded subjects who drank fewer than five alcoholic drinks per week and those with a history of orthostatic hypotension, or syncope. A single dose of 100 mg ADDYI was administered concurrently with 0.4 g/kg or 0.8 g/kg alcohol in the morning; alcohol was consumed over 10 minutes. Hypotension or syncope requiring therapeutic intervention (ammonia salts and/or placement in supine or Trendelenberg position) occurred in 4 (17%) of the 23 subjects co-administered 100 mg ADDYI and 0.4 g/kg alcohol (equivalent to two 12 ounce cans of beer containing 5% alcohol content, two 5 ounce glasses of wine containing 12% alcohol content, or two 1.5 ounce shots of 80-proof spirit in a 70 kg person). In these four subjects, all of whom were men, the magnitude of the systolic blood pressure reductions ranged from 28 to 54 mmHg and the magnitude of the diastolic blood pressure reductions ranged from 24 to 46 mmHg. In addition, 6 (25%) of the 24 subjects co-administered 100 mg ADDYI and 0.8 g/kg alcohol (equivalent to four 12 ounce cans of beer containing 5% alcohol content, four 5 ounce glasses of wine containing 12% alcohol content, or four 1.5 ounce shots of 80-proof spirit in a 70 kg person) experienced orthostatic hypotension when standing from a sitting position. The magnitude of the systolic blood pressure reduction in these 6 subjects ranged from 22 to 48 mmHg, and the diastolic blood pressure reductions ranged from 0 to 27 mmHg. One of these subjects required therapeutic intervention (ammonia salts and placement supine with the foot of the bed elevated). There were no events requiring therapeutic interventions when ADDYI or alcohol were administered alone. In this study, somnolence was reported in 67%, 74%, and 92% of subjects who received ADDYI alone, ADDYI in combination with 0.4 g/kg alcohol, and ADDYI in combination with 0.8 g/kg alcohol, respectively. [ see Boxed Warning , Warnings and Precautions (5.1, 5.3 and 5.4) ]. In the second alcohol interaction study, 96 healthy premenopausal women received a single dose of 100 mg ADDYI concurrently with 0.2 g/kg, 0.4 g/kg, or 0.6 g/kg alcohol (equivalent to one, two or three alcoholic drinks in a 70 kg person, respectively) in the morning. The study excluded subjects with a history of syncope, orthostatic hypotension, hypotensive events, and dizziness, and those with a resting systolic blood pressure less than 110 mmHg or diastolic blood pressure less than 60 mmHg. In this study, no subjects experienced syncope or hypotension requiring therapeutic intervention. However, subjects who were already hypotensive (blood pressure below 90/60 mmHg) or symptomatic (e.g., dizzy) while in the semi-recumbent position were not permitted to stand for orthostatic measurements, and those with blood pressures below 90/40 mmHg while in the semi-recumbent position had blood pressures repeated until it was deemed safe for them to change position. More subjects had missing or delayed orthostatic measurements (in general, due to hypotension or dizziness) when receiving ADDYI and alcohol, compared to those who received alcohol alone or ADDYI alone. This pattern of missing or delayed orthostatic measurements is concerning for a risk of hypotension and syncope if those subjects had been allowed to stand. In this study, somnolence was reported in 81-89% of subjects administered ADDYI with alcohol, compared to 25-41% of subjects administered alcohol alone and 84% of subjects taking ADDYI alone. Dizziness was reported in 27-40% of subjects administered ADDYI with alcohol, compared to 6-20% of subjects administered alcohol alone and 31% of subjects taking ADDYI alone. [ see Warnings and Precautions (5.1 , 5.3 , 5.4) ]. Alcohol Use at Various Time Intervals Before ADDYI Administration In a third alcohol interaction study, 64 healthy premenopausal women consumed 0.4 g/kg alcohol (equivalent to 2 alcoholic drinks in a 70 kg person) two, four or six hours prior to receiving ADDYI 100 mg or placebo in the afternoon. The study excluded subjects with a history or presence of orthostatic hypotension, history of hypotension, syncope, or dizziness. Prior to receiving alcohol, the subjects in the ADDYI arm had taken ADDYI for three days to achieve steady state. Syncope occurred in one subject who received alcohol alone. The incidences of orthostatic hypotension and hypotension (blood pressure below 90/60 mmHg) at all time points were similar among subjects administered alcohol before ADDYI, subjects administered alcohol alone, and subjects administered ADDYI alone. Three subjects were unable to stand due to feeling dizzy or hypotension; two following alcohol and ADDYI separated by 2 and 6 hours, and one subject who received ADDYI alone. In this study, somnolence was reported in 35-53% of subjects administered ADDYI and alcohol, compared to 5-8% of subjects taking alcohol alone and 50% of subjects taking ADDYI alone. Dizziness was reported in 5-13% of subjects administered ADDYI and alcohol, compared to 0-3% of subjects taking alcohol alone and 12% of subjects taking ADDYI alone. Alcohol Use in the Evening Before Bedtime ADDYI Administration In another alcohol interaction study, 24 premenopausal women consumed 0.4 g/kg alcohol (equivalent to 2 alcoholic drinks in a 70 kg person) during the evening meal two and a half to four hours prior to taking ADDYI 100 mg at bedtime. There were no cases of syncope. Upon rising the following morning, the incidence of hypotension was 23% among subjects administered ADDYI after alcohol, 23% among subjects administered alcohol alone and 36% with ADDYI alone. No cases of somnolence or dizziness were reported in this study. Conclusions are limited because blood pressure and orthostatic measurements were not taken after ADDYI administration until the following morning. Hypotension and Syncope with Fluconazole In a pharmacokinetic drug interaction study of 100 mg ADDYI and 200 mg fluconazole (a moderate CYP3A4 inhibitor, moderate CYP2C9 inhibitor, and a strong CYP2C19 inhibitor) in healthy subjects, hypotension or syncope requiring placement supine with legs elevated occurred in 3/15 (20%) subjects treated with concomitant ADDYI and fluconazole compared to no such adverse reactions in subjects treated with ADDYI alone or fluconazole alone. One of these 3 subjects became unresponsive with a blood pressure of 64/41 mm Hg and required transportation to the hospital emergency department where she required intravenous saline. Due to these adverse reactions, the study was stopped. In this study, the concomitant use of ADDYI and fluconazole increased flibanserin exposure 7-fold [see Warnings and Precautions (5.2) , Drug Interactions (7) and Clinical Pharmacology (12.3) ]. Syncope with Ketoconazole In a pharmacokinetic drug interaction study of 50 mg flibanserin and 400 mg ketoconazole, a strong CYP3A4 inhibitor, syncope occurred in 1/24 (4%) healthy subjects treated with concomitant flibanserin and ketoconazole, 1/24 (4%) receiving flibanserin alone, and no subjects receiving ketoconazole alone. In this study, the concomitant use of flibanserin and ketoconazole increased flibanserin exposure 4.5-fold [see Warnings and Precautions (5.2) , Drug Interactions (7) and Clinical Pharmacology (12.3) ]. Syncope in Poor CYP2C19 Metabolizers In a pharmacogenomic study of 100 mg ADDYI in subjects who were poor or extensive CYP2C19 metabolizers, syncope occurred in 1/9 (11%) subjects who were CYP2C19 poor metabolizers (this subject had a 3.2 fold higher flibanserin exposure compared to CYP2C19 extensive metabolizers) compared to no such adverse reactions in subjects who were CYP2C19 extensive metabolizers [see Drug Interactions (7) , Use in Specific Populations (8.7) and Clinical Pharmacology (12.5) ].",
    "6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval of ADDYI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: hypersensitivity reactions, including anaphylaxis, reactions consistent with angioedema (e.g., swelling of the face, lips, and mouth), pruritus, and urticaria."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ADDYI is contraindicated in patients: • Using concomitant moderate or strong CYP3A4 inhibitors [see Boxed Warning and Warnings and Precautions (5.2) ] . • With hepatic impairment [see Boxed Warning and Warnings and Precautions (5.5) ] . • With known hypersensitivity to ADDYI or any of its components. Reactions, including anaphylaxis, reactions consistent with angioedema (e.g., swelling of the face, lips, and mouth), pruritus, and urticaria have been reported [see Adverse Reactions (6.2) ] . • Moderate or strong cytochrome P450 3A4 (CYP3A4) inhibitors (4, 5.2) • Hepatic impairment (4, 5.5)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dosage is 100 mg taken once daily at bedtime (2.1) • ADDYI is dosed at bedtime because administration during waking hours increases risks of hypotension, syncope, accidental injury, and central nervous system (CNS) depression (2.1) • Discontinue treatment after 8 weeks if no improvement (2.3) 2.1 Recommended Dosage The recommended dosage of ADDYI is 100 mg administered orally once per day at bedtime. ADDYI is dosed at bedtime because administration during waking hours increases the risks of hypotension, syncope, accidental injury, and central nervous system (CNS) depression (such as somnolence and sedation) . 2.2 Missed Dose If a dose of ADDYI is missed at bedtime, instruct the patient to take the next dose at bedtime on the next day. Instruct the patient to not double the next dose. 2.3 Discontinuation of ADDYI Discontinue ADDYI after 8 weeks if the patient does not report an improvement in her symptoms. 2.4 Initiation of ADDYI Following Moderate or Strong CYP3A4 Inhibitor Use If initiating ADDYI following moderate or strong CYP3A4 inhibitor use, start ADDYI 2 weeks after the last dose of the CYP3A4 inhibitor. If initiating a moderate or strong CYP3A4 inhibitor following ADDYI use, start the moderate or strong CYP3A4 inhibitor 2 days after the last dose of ADDYI [see Warnings and Precautions (5.2) ].",
    "2.1 Recommended Dosage The recommended dosage of ADDYI is 100 mg administered orally once per day at bedtime. ADDYI is dosed at bedtime because administration during waking hours increases the risks of hypotension, syncope, accidental injury, and central nervous system (CNS) depression (such as somnolence and sedation) .",
    "2.2 Missed Dose If a dose of ADDYI is missed at bedtime, instruct the patient to take the next dose at bedtime on the next day. Instruct the patient to not double the next dose.",
    "2.3 Discontinuation of ADDYI Discontinue ADDYI after 8 weeks if the patient does not report an improvement in her symptoms.",
    "2.4 Initiation of ADDYI Following Moderate or Strong CYP3A4 Inhibitor Use If initiating ADDYI following moderate or strong CYP3A4 inhibitor use, start ADDYI 2 weeks after the last dose of the CYP3A4 inhibitor. If initiating a moderate or strong CYP3A4 inhibitor following ADDYI use, start the moderate or strong CYP3A4 inhibitor 2 days after the last dose of ADDYI [see Warnings and Precautions (5.2) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ADDYI is indicated for the treatment of premenopausal women with acquired, generalized hypoactive sexual desire disorder (HSDD), as characterized by low sexual desire that causes marked distress or interpersonal difficulty and is NOT due to: • A co-existing medical or psychiatric condition, • Problems within the relationship, or • The effects of a medication or other drug substance. Acquired HSDD refers to HSDD that develops in a patient who previously had no problems with sexual desire. Generalized HSDD refers to HSDD that occurs regardless of the type of stimulation, situation or partner. Limitations of Use • ADDYI is not indicated for the treatment of HSDD in postmenopausal women or in men. • ADDYI is not indicated to enhance sexual performance. ADDYI is indicated for the treatment of premenopausal women with acquired, generalized hypoactive sexual desire disorder (HSDD) as characterized by low sexual desire that causes marked distress or interpersonal difficulty and is NOT due to: • A co-existing medical or psychiatric condition, • Problems within the relationship, or • The effects of a medication or other drug substance. (1) Limitations of Use: • ADDYI is not indicated for the treatment of HSDD in postmenopausal women or in men. (1) • ADDYI is not indicated to enhance sexual performance. (1)"
  ],
  "fetched_at": "2025-10-01T15:47:22.062903",
  "source": "OpenFDA"
}