{
  "drug_name": "Fluclorolone acetonide",
  "generic_name": [
    "Fluclorolone acetonide"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following local adverse reactions are reported infrequently with topical corticosteroids, but may occur more frequently with the use of occlusive dressings (reactions are listed in an approximate decreasing order of occurrence): burning, itching, irritation,dryness, folliculitis, hypertrichosis, acneiform eruptions, hypopigmentation, perioral dermatitis, allergic contact dermatitis, maceration of the skin, secondary infection, skin atrophy, striae, and miliaria. To report SUSPECTED ADVERSE REACTIONS , contact Teligent Pharma, Inc. at 1-856-697-1441, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Topical corticosteroids are contraindicated in those patients with a history of hypersensitivity to any of the components of the preparations."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Apply a thin film to the affected area two to three times daily. Occlusive Dressing Technique Occlusive dressings may be used for the management of psoriasis or other recalcitrant conditions. Apply a thin film of ointment to the lesion, cover with a pliable nonporous film, and seal the edges. If needed, additional moisture may be provided by covering the lesion with a dampened clean cotton cloth before the nonporous film is applied or by briefly wetting the affected area with water immediately prior to applying the medication. The frequency of changing dressings is best determined on an individual basis. It may be convenient to apply Triamcinolone Acetonide Ointment under an occlusive dressing in the evening and to remove the dressing in the morning (i.e., 12-hour occlusion). When utilizing the 12-hour occlusion regimen, additional ointment should be applied, without occlusion, during the day. Reapplication is essential at each dressing change. If an infection develops, the use of occlusive dressings should be discontinued and appropriate antimicrobial therapy instituted."
  ],
  "indications": [
    "INDICATIONS AND USAGE Triamcinolone Acetonide Ointment is indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid responsive dermatoses."
  ],
  "fetched_at": "2025-10-01T17:11:33.120154",
  "source": "OpenFDA"
}