{
  "drug_name": "Fludrocortisone",
  "generic_name": [
    "FLUDROCORTISONE ACETATE"
  ],
  "brand_names": [
    "Fludrocortisone Acetate"
  ],
  "drug_interactions": [
    "Drug Interactions When administered concurrently, the following drugs may interact with adrenal corticosteroids. Amphotericin B or potassium-depleting diuretics (benzothiadiazines and related drugs, ethacrynic acid and furosemide) – enhanced hypokalemia. Check serum potassium levels at frequent intervals; use potassium supplements if necessary (see WARNINGS ). Digitalis glycosides – enhanced possibility of arrhythmias or digitalis toxicity associated with hypokalemia. Monitor serum potassium levels; use potassium supplements if necessary. Oral anticoagulants – decreased prothrombin time response. Monitor prothrombin levels and adjust anticoagulant dosage accordingly. Antidiabetic drugs (oral agents and insulin) – diminished antidiabetic effect. Monitor for symptoms of hyperglycemia; adjust dosage of antidiabetic drug upward if necessary. Aspirin – increased ulcerogenic effect; decreased pharmacologic effect of aspirin. Rarely salicylate toxicity may occur in patients who discontinue steroids after concurrent high-dose aspirin therapy. Monitor salicylate levels or the therapeutic effect for which aspirin is given; adjust salicylate dosage accordingly if effect is altered (see PRECAUTIONS, General ). Barbiturates, phenytoin, or rifampin – increased metabolic clearance of fludrocortisone acetate because of the induction of hepatic enzymes. Observe the patient for possible diminished effect of steroid and increase the steroid dosage accordingly. Anabolic steroids (particularly C-17 alkylated androgens such as oxymetholone, methandrostenolone, norethandrolone, and similar compounds) – enhanced tendency toward edema. Use caution when giving these drugs together, especially in patients with hepatic or cardiac disease. Vaccines – neurological complications and lack of antibody response (see WARNINGS ). Estrogen – increased levels of corticosteroid-binding globulin thereby increasing the bound (inactive) fraction; this effect is at least balanced by decreased metabolism of corticosteroids. When estrogen therapy is initiated, a reduction in corticosteroid dosage may be required, and increased amounts may be required when estrogen is terminated."
  ],
  "warnings": [
    "WARNINGS BECAUSE OF ITS MARKED EFFECT ON SODIUM RETENTION THE USE OF FLUDROCORTISONE ACETATE IN THE TREATMENT OF CONDITIONS OTHER THAN THOSE INDICATED HEREIN IS NOT ADVISED. Corticosteroids may mask some signs of infection, and new infections may appear during their use. There may be decreased resistance and inability to localize infection when corticosteroids are used. If an infection occurs during fludrocortisone acetate therapy, it should be promptly controlled by suitable antimicrobial therapy. Prolonged use of corticosteroids may produce posterior subcapsular cataracts, glaucoma with possible damage to the optic nerves, and may enhance the establishment of secondary ocular infections due to fungi or viruses. Average and large doses of hydrocortisone or cortisone can cause elevation of blood pressure, salt and water retention, and increased excretion of potassium. These effects are less likely to occur with the synthetic derivatives except when used in large doses. However, since fludrocortisone acetate is a potent mineralocorticoid, both the dosage and salt intake should be carefully monitored in order to avoid the development of hypertension, edema or weight gain. Periodic checking of serum electrolyte levels is advisable during prolonged therapy; dietary salt restriction and potassium supplementation may be necessary. All corticosteroids increase calcium excretion. Patients should not be vaccinated against smallpox while on corticosteroid therapy. Other immunization procedures should not be undertaken in patients who are on corticosteroids, especially on high dose, because of possible hazards of neurological complications and a lack of antibody response. The use of fludrocortisone acetate in patients with active tuberculosis should be restricted to those cases of fulminating or disseminated tuberculosis in which the corticosteroid is used for the management of the disease in conjunction with an appropriate antituberculous regimen. If corticosteroids are indicated in patients with latent tuberculosis or tuberculin reactivity, close observation is necessary since reactivation of the disease may occur. During prolonged corticosteroid therapy these patients should receive chemoprophylaxis. Children who are on immunosuppressant drugs are more susceptible to infections than healthy children. Chicken pox and measles, for example, can have a more serious or even fatal course in children on immunosuppressant corticosteroids. In such children, or in adults who have not had these diseases, particular care should be taken to avoid exposure. If exposed, therapy with variicella zoster immune globulin (VZIG) or pooled intravenous immunoglobulin (IVIG), as appropriate, may be indicated. If chicken pox develops, treatment with antiviral agents may be considered."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Most adverse reactions are caused by the drug's mineralocorticoid activity (retention of sodium and water) and include hypertension, edema, cardiac enlargement, congestive heart failure, potassium loss, and hypokalemic alkalosis. When fludrocortisone is used in the small dosages recommended, the glucocorticoid side effects often seen with cortisone and its derivatives are not usually a problem; however the following untoward effects should be kept in mind, particularly when fludrocortisone is used over a prolonged period of time or in conjunction with cortisone or a similar glucocorticoid. Musculoskeletal – muscle weakness, steroid myopathy, loss of muscle mass, osteoporosis, vertebral compression fractures, aseptic necrosis of femoral and humeral heads, pathologic fracture of long bones, and spontaneous fractures. Gastrointestinal – peptic ulcer with possible perforation and hemorrhage, pancreatitis, abdominal distention, and ulcerative esophagitis. Dermatologic – impaired wound healing, thin fragile skin, bruising, petechiae and ecchymoses, facial erythema, increased sweating, subcutaneous fat atrophy, purpura, striae, hyperpigmentation of the skin and nails, hirsutism, acneiform eruptions and hives; reactions to skin tests may be suppressed. Neurological – convulsions, increased intracranial pressure with papilledema (psuedo-tumor cerebri) usually after treatment, vertigo, headache, and severe mental disturbances. Endocrine – menstrual irregularities; development of the cushingoid state; suppression of growth in children; secondary adrenocortical and pituitary unresponsiveness, particularly in times of stress (e.g., trauma, surgery, or illness); decreased carbohydrate tolerance; manifestations of latent diabetes mellitus; and increased requirements for insulin or oral hypoglycemic agents in diabetics. Ophthalmic – posterior subcapsular cataracts, increased intraocular pressure, glaucoma, and exophthalmos. Metabolic – hyperglycemia, glycosuria, and negative nitrogen balance due to protein catabolism. Allergic Reactions – allergic skin rash, maculopapular rash, and urticaria. Other adverse reactions that may occur following the administration of a corticosteroid are necrotizing angiitis, thrombophlebitis, aggravation or masking of infections, insomnia, syncopal episodes, and anaphylactoid reactions. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Corticosteroids are contraindicated in patients with systemic fungal infections and in those with a history of possible or known hypersensitivity to these agents."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Dosage depends on the severity of the disease and the response of the patient. Patients should be continually monitored for signs that indicate dosage adjustment is necessary, such as remission or exacerbations of the disease and stress (surgery, infection, trauma) (see WARNINGS and PRECAUTIONS, General ). Addison's Disease In Addison's disease, the combination of fludrocortisone acetate tablets with a glucocorticoid such as hydrocortisone or cortisone provides substitution therapy approximating normal adrenal activity with minimal risks of unwanted effects. The usual dose is 0.1 mg of fludrocortisone acetate tablets daily, although dosage ranging from 0.1 mg three times a week to 0.2 mg daily has been employed. In the event transient hypertension develops as a consequence of therapy, the dose should be reduced to 0.05 mg daily. Fludrocortisone acetate tablets are preferably administered in conjunction with cortisone (10 mg to 37.5 mg daily in divided doses) or hydrocortisone (10 mg to 30 mg daily in divided doses). Salt-Losing Adrenogenital Syndrome The recommended dosage for treating the salt-losing adrenogenital syndrome is 0.1 mg to 0.2 mg of fludrocortisone acetate tablets daily."
  ],
  "indications": [
    "INDICATIONS AND USAGE Fludrocortisone acetate tablets, 0.1 mg are indicated as partial replacement therapy for primary and secondary adrenocortical insufficiency in Addison's disease and for the treatment of salt-losing adrenogenital syndrome."
  ],
  "fetched_at": "2025-09-30T21:28:55.553558",
  "source": "OpenFDA"
}