{
  "drug_name": "Flurandrenolide",
  "generic_name": [
    "FLURANDRENOLIDE"
  ],
  "brand_names": [
    "Flurandrenolide"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following local adverse reactions are reported infrequently with topical corticosteroids but may occur more frequently with the use of occlusive dressings. These reactions are listed in an approximate decreasing order of occurrence: Burning Itching Irritation Dryness Folliculitis Hypertrichosis Acneiform eruptions Hypopigmentation Perioral dermatitis Allergic contact dermatitis The following may occur more frequently with occlusive dressings: Maceration of the skin Secondary infection Skin atrophy Striae Miliaria Postmarketing Adverse Reactions The following adverse reactions have been identified during post approval use of flurandrenolide lotion. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin : skin striae, hypersensitivity, skin atrophy, contact dermatitis, and skin discoloration."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Topical corticosteroids are contraindicated in patients with a history of hypersensitivity to any of the components of these preparations."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Shake well before using. A small quantity of Flurandrenolide Lotion USP, 0.05% should be rubbed gently into the affected area 2 or 3 times daily. Therapy should be discontinued when control is achieved. If no improvement is seen within 2 weeks, reassessment of the diagnosis may be necessary. Flurandrenolide Lotion USP, 0.05% should not be used with occlusive dressings unless directed by a physician. Tight-fitting diapers or plastic pants may constitute occlusive dressings."
  ],
  "indications": [
    "INDICATIONS AND USAGE Flurandrenolide Lotion USP, 0.05% is indicated for the relief of the inflammatory and pruritic manifestations of corticosteroid-responsive dermatoses."
  ],
  "fetched_at": "2025-09-30T22:10:12.286769",
  "source": "OpenFDA"
}