{
  "drug_name": "Fluvoxamine",
  "generic_name": [
    "FLUVOXAMINE MALEATE"
  ],
  "brand_names": [
    "Fluvoxamine Maleate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drug Interactions (not described in Contraindications or Warnings and Precautions) include the following: Drugs Inhibiting or Metabolized by Cytochrome P450: Fluvoxamine inhibits several cytochrome P450 isoenzymes (CYP1A2, CYP2C9, CYP3A4, and CYP2C19) ( 7.1 ) . Carbamazepine: Elevated carbamazepine levels and symptoms of toxicity with coadministration ( 7.2 ) . Sumatriptan: Rare postmarketing reports of weakness, hyperreflexia, and incoordination following use of an SSRI and sumatriptan. Monitor appropriately if concomitant treatment is clinically warranted ( 7.2 ) . Tacrine: Coadministration increased tacrine C max and AUC five-and eight-fold and caused nausea, vomiting, sweating, and diarrhea ( 7.2 ) . Tricyclic Antidepressants (TCAs): Coadministration significantly increased plasma TCA levels. Use caution; monitor plasma TCA levels; reduce TCA dose if indicated ( 7.2 ) . Tryptophan: Severe vomiting with coadministration ( 7.2 ) . Diltiazem: Bradycardia with coadministration ( 7.3 ) . Propranolol or Metoprolol: Reduce dose if coadministered with fluvoxamine and titrate more cautiously ( 7.3 ) . 7.1 Potential Interactions with Drugs that Inhibit or are Metabolized by Cytochrome P450 Isoenzymes Multiple hepatic cytochrome P450 isoenzymes are involved in the oxidative biotransformation of a large number of structurally different drugs and endogenous compounds. The available knowledge concerning the relationship of fluvoxamine and the cytochrome P450 isoenzyme system has been obtained mostly from pharmacokinetic interaction studies conducted in healthy volunteers, but some preliminary in vitro data are also available. Based on a finding of substantial interactions of fluvoxamine with certain of these drugs (see later parts of this section and also WARNINGS AND PRECAUTIONS [ 5 ] for details) and limited in vitro data for CYP3A4, it appears that fluvoxamine inhibits several cytochrome P450 isoenzymes that are known to be involved in the metabolism of other drugs such as: CYP1A2 (e.g., warfarin, theophylline, propranolol, tizanidine), CYP2C9 (e.g., warfarin), CYP3A4 (e.g., alprazolam), and CYP2C19 (e.g., omeprazole). In vitro data suggest that fluvoxamine is a relatively weak inhibitor of CYP2D6. Approximately 7% of the normal population has a genetic code that leads to reduced levels of activity of CYP2D6 enzyme. Such individuals have been referred to as “poor metabolizers” (PM) of drugs such as debrisoquin, dextromethorphan, and tricyclic antidepressants. While none of the drugs studied for drug interactions significantly affected the pharmacokinetics of fluvoxamine, an in vivo study of fluvoxamine single-dose pharmacokinetics in 13 PM subjects demonstrated altered pharmacokinetic properties compared to 16 “extensive metabolizers” (EM): mean C max , AUC, and half-life were increased by 52%, 200%, and 62%, respectively, in the PM compared to the EM group. This suggests that fluvoxamine is metabolized, at least in part, by CYP2D6. Caution is indicated in patientsknown to have reduced levels of cytochrome P450 2D6 activity and those receiving concomitant drugs known to inhibit this cytochrome P450 isoenzyme (e.g., quinidine). The metabolism of fluvoxamine has not been fully characterized and the effects of potent cytochrome P450 isoenzyme inhibition, such as the ketoconazole inhibition of CYP3A4, on fluvoxamine metabolism have not been studied. A clinically significant fluvoxamine interaction is possible with drugs having a narrow therapeutic ratio such as pimozide, warfarin, theophylline, certain benzodiazepines, omeprazole, and phenytoin. If fluvoxamine maleate extended-release capsules are to be administered together with a drug that is eliminated via oxidative metabolism and has a narrow therapeutic window, plasma levels and/or pharmacodynamic effects of the latter drug should be monitored closely, at least until steady-state conditions are reached (see CONTRAINDICATIONS [ 4 ] and WARNINGS AND PRECAUTIONS [ 5 ] ). 7.2 CNS Active Drugs Antipsychotics: See WARNINGS AND PRECAUTIONS ( 5.2 ) . Benzodiazepines: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Alprazolam: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Diazepam: See WARNINGS AND PRECAUTIONS ( 5.9 ). Lorazepam : A study of multiple doses of immediate-release fluvoxamine maleate tablets (50 mg given twice daily) in healthy male volunteers (N=12) and a single dose of lorazepam (4 mg single dose) indicated no significant pharmacokinetic interaction. On average, both lorazepam alone and lorazepam with fluvoxamine produced substantial decrements in cognitive functioning; however, the coadministration of fluvoxamine and lorazepam did not produce larger mean decrements compared to lorazepam alone. Alcohol: Studies involving single 40 g doses of ethanol (oral administration in one study and intravenous in the other) and multiple dosing with immediate-release fluvoxamine maleate tablets (50 mg given twice daily) revealed no effect of either drug on the pharmacokinetics or pharmacodynamics of the other. As with other psychotropic medications, patients should be advised to avoid alcohol while taking fluvoxamine maleate extended-release capsules. Carbamazepine: Elevated carbamazepine levels and symptoms of toxicity have been reported with the coadministration of immediate-release fluvoxamine maleate tablets and carbamazepine. Clozapine: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Lithium: As with other serotonergic drugs, lithium may enhance the serotonergic effects of fluvoxamine and, therefore, the combination should be used with caution. Seizures have been reported with the coadministration of immediate-release fluvoxamine maleate tablets and lithium. Methadone: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Monoamine Oxidase Inhibitors: See CONTRAINDICATIONS ( 4.1 ) and WARNINGS AND PRECAUTIONS ( 5.2 ) . Pimozide: See CONTRAINDICATIONS ( 4 ) and WARNINGS AND PRECAUTIONS ( 5.6 ) . Ramelteon: See CONTRAINDICATIONS ( 4 ) and WARNINGS AND PRECAUTIONS ( 5.8 ). Serotonergic Drugs: See WARNINGS AND PRECAUTIONS ( 5.2 ). Tacrine : In a study of 13 healthy, male volunteers, a single 40 mg dose of tacrine added to immediate-release fluvoxamine maleate tablets 100 mg/day administered at steady-state was associated with 5-and 8-fold increases in tacrine C max and AUC, respectively, compared to the administration of tacrine alone. Five subjects experienced nausea, vomiting, sweating, and diarrhea following coadministration, consistent with the cholinergic effects of tacrine. Thioridazine: See CONTRAINDICATIONS ( 4 ) and WARNINGS AND PRECAUTIONS ( 5.4 ) . Tizanidine: See CONTRAINDICATIONS ( 4 ) and WARNINGS AND PRECAUTIONS ( 5.5 ) . Tricyclic Antidepressants (TCAs): Significantly increased plasma TCA levels have been reported with the coadministration of immediate-release fluvoxamine maleate tablets and amitriptyline, clomipramine or imipramine. Caution is indicated with the coadministration of fluvoxamine maleate extended-release capsules and TCAs; plasma TCA concentrations may need to be monitored, and the dose of TCA may need to be reduced. Triptans: There have been rare postmarketing reports of serotonin syndrome with use of an SSRI and a triptan. If concomitant treatment of fluvoxamine maleate extended-release capsules with a triptan is clinically warranted, careful observation of the patient is advised, particularly during treatment initiation and dose increases (see WARNINGS AND PRECAUTIONS [ 5.2 ] ). Sumatriptan - There have been rare postmarketing reports describing patients with weakness, hyperreflexia, and incoordination following the use of a selective serotonin reuptake inhibitor (SSRI) and sumatriptan. If concomitant treatment with sumatriptan and an SSRI (e.g., fluoxetine, fluvoxamine, paroxetine, sertraline) is clinically warranted, appropriate observation of the patient is advised. Tryptophan: Tryptophan may enhance the serotonergic effects of fluvoxamine, and the combination should, therefore, be used with caution. Severe vomiting has been reported with the coadministration of immediate-release fluvoxamine maleate tablets and tryptophan (see WARNINGS AND PRECAUTIONS [ 5.2 ] ). 7.3 Other Drugs Alosetron: See CONTRAINDICATIONS (4), WARNINGS AND PRECAUTIONS (5.7), and Lotronex ® (alosetron) package insert. Digoxin: Administration of immediate-release fluvoxamine maleate tablets 100 mg daily for 18 days (N=8) did not significantly affect the pharmacokinetics of a 1.25 mg single intravenous dose of digoxin. Diltiazem: Bradycardia has been reported with the coadministration of immediate-release fluvoxamine maleate tablets and diltiazem. Mexiletine: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Propranolol and Other Beta-Blockers: Coadministration of immediate-release fluvoxamine maleate tablets 100 mg per day and propranolol 160 mg per day in normal volunteers resulted in a mean five-fold increase (range 2 to 17) in minimum propranolol plasma concentrations. In this study, there was a slight potentiation of the propranolol-induced reduction in heart rate and reduction in the exercise diastolic pressure. One case of bradycardia and hypotension and a second case of orthostatic hypotension have been reported with the coadministration of immediate-release fluvoxamine maleate tablets and metoprolol. If propranolol or metoprolol is coadministered with fluvoxamine maleate extended-release capsules, a reduction in the initial beta-blocker dose and more cautious dose titration are recommended. No dosage adjustment is required for fluvoxamine maleate extended-release capsules. Coadministration of immediate-release fluvoxamine maleate tablets 100 mg per day with atenolol 100 mg per day (N=6) did not affect the plasma concentrations of atenolol. Unlike propranolol and metoprolol, which undergo hepatic metabolism, atenolol is eliminated primarily by renal excretion. Theophylline: See WARNINGS AND PRECAUTIONS ( 5.9 ) . Warfarin and Other Drugs That Interfere With Hemostasis (NSAIDs, Aspirin, etc.): See WARNINGS AND PRECAUTIONS ( 5.9 , 5.11 ) . 7.4 Effects of Smoking on Fluvoxamine Metabolism Smokers had a 25% increase in the metabolism of fluvoxamine compared to nonsmokers. 7.5 Electroconvulsive Therapy (ECT) There are no clinical studies establishing the benefits or risks of combined use of ECT and fluvoxamine maleate. 7.6 Monoamine Oxidase Inhibitors (MAOIs) See DOSAGE AND ADMINISTRATION ( 2.6 , 2.7 ), CONTRAINDICATIONS ( 4.1 ) , WARNINGS AND PRECAUTIONS ( 5.2 ). 7.7 Serotonergic Drugs See DOSAGE AND ADMINISTRATION ( 2.6 , 2.7 ), CONTRAINDICATIONS ( 4.1 ), WARNINGS AND PRECAUTIONS ( 5.2 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Most common reactions in controlled trials with OCD patients and patients from another studied population (incidence ≥5% and at least twice that for placebo) were abnormal ejaculation, anorexia, anorgasmia, asthenia, diarrhea, nausea, somnolence, sweating and tremor ( 6.2 ) . The following additional reactions occurred: anxiety, decreased libido, myalgia, pharyngitis, and vomiting in the OCD population; and dyspepsia, dizziness, insomnia, and yawning in another studied population. To report SUSPECTED ADVERSE REACTIONS, contact Ajanta Pharma USA Inc., at 855-664-7744 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Data Sources Fluvoxamine maleate extended-release capsules were studied in one 12-week controlled trial in patients with OCD (N = 124; mean exposure 66.6 days) and in two 12-week controlled trials for another condition (N = 279; mean exposure 59.2 days). Patients in these trials were initiated on 100 mg/day and were titrated in 50 mg increments over the first 6 weeks to within a range of 100 mg/day to 300 mg/day. The reactions listed in Table 2 show reactions from the two populations separately. Table 3 shows reactions from the three controlled studies combined. 6.2 Adverse Reactions Observed in Controlled Trials Adverse Reactions Associated with Discontinuation of Treatment : Of the 124 patients with OCD and 279 patients in other studies treated with fluvoxamine maleate extended-release capsules in controlled clinical trials, 19% and 26% discontinued treatment due to an adverse reaction. The most common reactions (≥1%) associated with discontinuation and considered to be drug related (i.e., those reactions associated with dropout at a rate at least twice that of placebo) were anorexia (including, but not limited to, loss of appetite and decreased appetite) (1%), anxiety (3%), asthenia (3%), diarrhea (2%), dizziness (4%), headache (2%), insomnia (5%), nausea (7%), nervousness (1%), somnolence (5%), and thinking abnormal (1%). Commonly Observed Adverse Reactions: Fluvoxamine maleate extended-release capsules have been studied in one controlled trial in patients with OCD (N = 124) and two controlled trials for another condition (N = 279). In general, adverse reaction rates were similar in the two data sets as well as in a study of pediatric patients with OCD treated with immediate-release fluvoxamine maleate tablets. The most commonly observed treatment-emergent adverse reactions associated with the use of fluvoxamine maleate extended-release capsules and likely to be drug- related (incidence of 5% or greater and at least twice that for placebo) and derived from Table 2 were: abnormal ejaculation, anorexia, anorgasmia, asthenia, diarrhea, nausea, somnolence, sweating, and tremor . In the one controlled trial in patients with OCD, the following additional reactions occurred at an incidence of 5% or greater and at least twice that for placebo: anxiety, decreased libido, myalgia, pharyngitis, and vomiting . The following additional reactions occurred in another studied population: dyspepsia, dizziness, insomnia, and yawning . In a study evaluating immediate-release fluvoxamine maleate tablets in pediatric patients with OCD, the following additional reactions were identified using the above rule: agitation, depression, dysmenorrhea, flatulence, hyperkinesia, and rash. Adverse Reactions Occurring at an Incidence of ≥ 2%: Table 2 enumerates adverse reactions that occurred in adults at a frequency of 2% or more, and were more frequent than in the placebo group, among patients treated with fluvoxamine maleate extended-release capsules in two short-term, placebo-controlled trials (12 weeks) in another population and one short-term placebo-controlled OCD trial (12 weeks) and in which patients were dosed once-a-day in a range of 100 mg/day to 300 mg/day. This table shows the percentage of patients in each group who had at least one occurrence of a reaction at some time during their treatment. Reported adverse reactions were classified using a COSTART-based Dictionary terminology. The prescriber should be aware that these figures cannot be used to predict the incidence of side effects in the course of usual medical practice where patient characteristics and other factors may differ from those that prevailed in the clinical trials. Similarly, the cited frequencies cannot be compared with figures obtained from other clinical investigations involving different treatments, uses, and investigators. The cited figures, however, do provide the prescribing health care provider with some basis for estimating the relative contribution of drug and non-drug factors to the side-effect incidence rate in the population studied. TABLE 2: TREATMENT-EMERGENT ADVERSE REACTION INCIDENCE RATES BY BODY SYSTEM IN ADULT OCD PATIENTS AND ANOTHER STUDIED POPULATION 1 1 Events for which fluvoxamine maleate incidence was equal to or less than placebo include the following for OCD patients: abdominal pain, flu syndrome, infection, palpitation, flatulence, increased appetite, weight gain, abnormal dreams, amnesia, hypertonia, nervousness, paresthesia, increased cough, dyspnea, rhinitis, and ear pain. In the other studied population the following events were seen: abdominal pain, accidental injury, back pain, flu syndrome, infection, pain, flatulence, pharyngitis, rhinitis, rash, and dysmenorrhea. 2 Term includes body aches/pains, dental pain, pain from surgery, unspecified pain, and general pain secondary to injuries (sprains, fractures). 3 Includes, but is not limited to, loss of appetite and decreased appetite. PERCENTAGE OF PATIENTS REPORTING REACTION OBSESSIVE COMPULSIVE DISORDER OTHER STUDIED POPULATION BODY SYSTEM/ ADVERSE REACTION Fluvoxamine Maleate Extended-Release N = 124 PLACEBO N = 124 Fluvoxamine Maleate Extended-Release N = 279 PLACEBO N = 276 BODY AS A WHOLE Headache 32 31 35 30 Asthenia 26 8 24 10 Pain 2 10 8 – – Abdominal Pain – – 5 4 Accidental Injury 5 3 – – Chest Pain – – 3 1 Viral Infection 2 <1 – – CARDIOVASCULAR Palpitation – – 3 1 Vasodilatation – – 2 <1 Hypertension 2 <1 – – DIGESTIVE SYSTEM Nausea 34 13 39 11 Diarrhea 18 8 14 5 Anorexia 3 13 5 14 1 Dyspepsia 8 5 10 4 Constipation 4 <1 6 5 Vomiting 6 2 – – Tooth Disorder 2 <1 – – Liver Function Test Abnormal – – 2 <1 Gingivitis 2 0 – – HEMIC AND LYMPHATIC Ecchymosis 4 2 – – METABOLIC AND NUTRITIONAL DISORDERS Weight Loss 2 <1 – – MUSCULOSKELETAL Myalgia 5 2 – – NERVOUS SYSTEM Insomnia 35 20 32 13 Somnolence 27 11 26 9 Dizziness 12 10 15 7 Dry Mouth 10 9 11 8 Nervousness – – 10 9 Libido Decreased 6 2 6 4 Male 10 5 8 6 Female 4 1 4 3 Anxiety 6 2 8 5 Tremor 6 0 8 <1 Abnormal Thinking 3 <1 3 2 Abnormal Dreams – – 3 2 Agitation 2 <1 3 <1 Hypertonia – – 2 1 Apathy 3 0 – – Paresthesia – – 3 2 Neurosis 2 <1 – – Twitching 2 0 – – RESPIRATORY SYSTEM Pharyngitis 6 <1 – – Yawn 2 0 5 <1 Laryngitis 3 0 – – Bronchitis – – 2 1 Epistaxis 2 0 – – SKIN Sweating 7 <1 6 2 Acne 2 0 – – SPECIAL SENSES Taste Perversion 2 <1 2 <1 Amblyopia 2 <1 – – UROGENITAL Abnormal Ejaculation 10 0 11 2 Anorgasmia 5 0 5 1 Male 4 0 4 2 Female 5 0 5 0 Menorrhagia 3 0 – – Sexual Function Abnormal 2 <1 3 <1 Male 4 3 2 1 Female 0 0 3 0 Urinary Tract Infection – – 2 <1 Polyuria 2 <1 – – 6.3 Other Adverse Reactions in OCD Pediatric Population In pediatric patients (N=57) treated with immediate-release fluvoxamine maleate tablets, the overall profile of adverse reactions was generally similar to that seen in adult studies, as shown in Table 2. However, the following adverse reactions, not appearing in Table 2, were reported in two or more of the pediatric patients and were more frequent with immediate-release fluvoxamine maleate tablets than with placebo: cough increase, dysmenorrhea, ecchymosis, emotional lability, epistaxis, hyperkinesia, manic reaction, rash, sinusitis, and weight decrease. 6.4 Male and Female Sexual Dysfunction with SSRIs Although changes in sexual desire, sexual performance, and sexual satisfaction often occur as pharmacologic treatment. In particular, some evidence suggests that selective serotonin reuptake inhibitors (SSRIs) can cause such untoward sexual experiences. Reliable estimates of the incidence and severity of untoward experiences involving sexual desire, performance, and satisfaction are difficult to obtain, however, in part because patients and health care providers may be reluctant to discuss them. Accordingly, estimates of the incidence of untoward sexual experience and performance cited in product labeling are likely to underestimate their actual incidence. Table 3 displays the incidence of sexual side effects reported by at least 2% of patients taking fluvoxamine maleate extended-release capsules in placebo controlled trials. TABLE 3: PERCENTAGE OF PATIENTS REPORTING SEXUAL ADVERSE REACTIONS IN PLACEBO-CONTROLLED TRIALS Fluvoxamine Maleate Extended-Release N = 403 Placebo N = 400 Abnormal Ejaculation 11 2 Anorgasmia Male 4 1 Female 5 0 Impotence 2 2 Libido Decreased Male 8 5 Female 4 2 Sexual Function Abnormal Male 3 1 Female 2 0 Fluvoxamine treatment has been associated with several cases of priapism. In those cases with a known outcome, patients recovered without sequelae and upon discontinuation of fluvoxamine. While it is difficult to know the precise risk of sexual dysfunction associated with the use of SSRIs, health care providers should routinely inquire about such possible side effects. 6.5 Weight and Vital Sign Changes No statistically significant differences in weight gain or loss were found between patients treated with fluvoxamine maleate extended-release capsules or placebo. Comparisons of immediate-release fluvoxamine maleate tablets or fluvoxamine maleate extended-release capsules versus placebo groups in separate short-term trials on (1) median change from baseline on various vital signs variables and on (2) incidence of patients meeting criteria for potentially important changes from baseline on various measures of vital signs variables revealed no important differences between fluvoxamine maleate and placebo. 6.6 Laboratory Changes Comparisons of immediate-release fluvoxamine maleate tablets or fluvoxamine maleate extended-release capsules versus placebo groups in separate short-term trials on (1) median change from baseline on various serum chemistry, hematology, and urinalysis variables and on (2) incidence of patients meeting criteria for potentially important changes from baseline on various serum chemistry, hematology, and urinalysis variables revealed no important differences between fluvoxamine maleate and placebo. 6.7 ECG Changes Comparisons of immediate-release fluvoxamine maleate tablets or fluvoxamine maleate extended-release capsules and placebo groups in separate pools of short-term OCD and depression trials on (1) mean change from baseline on various ECG variables and on (2) incidence of patients meeting criteria for potentially important changes from baseline on various ECG variables revealed no important differences between fluvoxamine maleate and placebo. 6.8 Other Reactions Observed During the Premarketing Evaluation of Fluvoxamine During premarketing clinical trials conducted in North America and Europe, multiple doses of fluvoxamine maleate extended-release capsules or immediate-release fluvoxamine maleate tablets were administered for a combined total of 3,219 patient exposures in patients suffering OCD or other studied disorders. These exposures include 482 patient exposures with fluvoxamine maleate extended-release capsules and 2,737 patient exposures with immediate-release fluvoxamine maleate tablets. Untoward reactions associated with this exposure were recorded by clinical investigators using descriptive terminology of their own choosing. Consequently, it is not possible to provide a meaningful estimate of the proportion of individuals experiencing adverse reactions without first grouping similar types of untoward reactions into a limited (i.e., reduced) number of standard reaction categories. In the tabulations that follow, a COSTART-based Dictionary terminology has been used to classify reported adverse reactions. If the COSTART term for a reaction was so general as to be uninformative, it was replaced with a more informative term when possible. The frequencies presented, therefore, represent the proportion of the total patient exposures to multiple doses of fluvoxamine maleate who experienced a reaction of the type cited on at least one occasion while receiving fluvoxamine maleate. Reactions are further classified within body system categories and enumerated in order of decreasing frequency using the following definitions: frequent adverse reactions are defined as those occurring on one or more occasions in at least 1/100 patients; infrequent adverse reactions are those occurring between 1/100 and 1/1,000 patients; and rare adverse reactions are those occurring in less than 1/1,000 patients. It is important to emphasize that, although the events reported did occur during treatment with fluvoxamine maleate, a causal relationship to fluvoxamine maleate has not been established. For fluvoxamine maleate extended-release capsules, all reported events are included in the list below, with the following exclusions: 1) those events already listed in Table 2 or previous sections of this prescribing information; 2) those events for which there is no basis to suspect a causal relationship; and 3) events that were reported in only one patient and judged not to be potentially serious. Body as a Whole: Infrequent: chills, malaise, photosensitivity reaction, suicide attempt. Cardiovascular System: Infrequent: syncope. Digestive System: Infrequent: eructation, increased salivation. Metabolic and Nutritional Disorders: Frequent: weight gain. Nervous System: Infrequent: confusion, incoordination, sleep disorder, suicidal tendency. Skin and Appendages: Infrequent: eczema, urticaria. Special Senses: Infrequent: dry eyes, photophobia, taste loss. Urogenital System: Infrequent: vaginal hemorrhage 1 . 1 Based on the number of females. For immediate-release fluvoxamine tablets, all reported events are included in the list below, with the following exclusions: 1) those events already listed in Table 2, in previous sections of this prescribing information, or in the fluvoxamine maleate extended-release capsules list of Other Reactions Observed During Premarketing Evaluation; 2) those events for which there is no basis to suspect a causal relationship; and 3) events that were reported in only one patient and judged not to be potentially serious. Body as a Whole: Infrequent: allergic reaction, neck pain, neck rigidity, overdose; Rare: sudden death. Cardiovascular System: Frequent: hypotension; Infrequent: angina pectoris, bradycardia, cardiomyopathy, cardiovascular disease, cold extremities, conduction delay, myocardial infarction, pallor, pulse irregular, ST segment changes; Rare: AV block, cerebrovascular accident, embolus, pericarditis, phlebitis, pulmonary infarction, supraventricular extrasystoles. Digestive System: Frequent: elevated liver transaminases; Infrequent: colitis, esophagitis, gastritis, gastroenteritis, gastrointestinal hemorrhage, gastrointestinal ulcer, glossitis, hemorrhoids, melena, rectal hemorrhage, stomatitis; Rare: biliary pain, cholecystitis, cholelithiasis, fecal incontinence, hematemesis, intestinal obstruction, jaundice. Endocrine System: Infrequent: hypothyroidism; Rare: goiter. Hemic and Lymphatic Systems: Infrequent: leukocytosis, lymphadenopathy, thrombocytopenia; Rare: leukopenia, purpura. Metabolic and Nutritional Systems: Frequent: edema; Infrequent: dehydration, hypercholesterolemia; Rare: diabetes mellitus, hyperglycemia, hyperlipidemia, hypoglycemia, hypokalemia, lactate dehydrogenase increased. Musculoskeletal System: Infrequent: arthralgia, arthritis, bursitis, generalized muscle spasm, myasthenia; Rare: myopathy. Nervous System: Frequent: amnesia, apathy, hyperkinesia, hypokinesia, manic reaction, myoclonus, psychotic reaction; Infrequent: agoraphobia, akathisia, ataxia, CNS depression, convulsion, delirium, delusion, depersonalization, dyskinesia, dystonia, emotional lability, euphoria, extrapyramidal syndrome, gait unsteady, hallucinations, hemiplegia, hostility, hypersomnia, hypochondriasis, hypotonia, hysteria, increased libido, paralysis, paranoid reaction, phobia, psychosis, stupor, twitching, vertigo; Rare: akinesia, coma, fibrillations, mutism, obsessions, reflexes decreased, slurred speech, tardive dyskinesia, torticollis, trismus, withdrawal syndrome. Respiratory System: Frequent: cough increased, sinusitis; Infrequent: asthma, bronchitis, hoarseness, hyperventilation; Rare: apnea, congestion of upper airway, hemoptysis, hiccups, laryngismus, obstructive pulmonary disease, pneumonia. Skin: Infrequent: alopecia, dry skin, exfoliative dermatitis, furunculosis, seborrhea, skin discoloration. Special Senses: Infrequent: accommodation abnormal, conjunctivitis, diplopia, eye pain, mydriasis, otitis media, parosmia, visual field defect; Rare: corneal ulcer. Urogenital System : Infrequent: anuria, cystitis, delayed menstruation 1 , dysuria, female lactation 1 , hematuria, menopause 1 , metrorrhagia 1 , nocturia, premenstrual syndrome 1 , urination impaired, vaginitis 1 ; Rare: kidney calculus, hematospermia 2 , oliguria. 1 Based on the number of females. 2 Based on the number of males. 6.9 Postmarketing Reports The following adverse reactions have been identified during post-approval use of immediate-release fluvoxamine maleate tablets or fluvoxamine maleate extended-release capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. (Reactions that are discussed in other sections of this prescribing information are not repeated here.) These reactions include: activation syndrome, aggression, agranulocytosis, anaphylactic reaction, anger, blood glucose increased, bruxism, cardio-respiratory arrest, crying, dysarthria, dysphagia, electrocardiogram QT prolonged, fall, fatigue, feeling drunk, feeling jittery, gait disturbance, gastroesophageal reflux disease, glossodynia, hepatitis, homicidal ideation, impulsive behavior, ileus, inappropriate antidiuretic hormone secretion, interstitial lung disease, irritability, loss of consciousness, lethargy, muscular weakness, Parkinsonism, pancreatitis, pyrexia, renal impairment, rhabdomyolysis, self injurious behavior, shock, somnolence neonatal, Stevens-Johnson syndrome, tachycardia, urinary retention, ventricular arrythmia, ventricular tachycardia (including torsades de pointes known to cause cardiac arrest, sometimes fatal), vision blurred, white blood cell count decreased, anosmia, and hyposmia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Coadministration of thioridazine, tizanidine, pimozide, alosetron, or ramelteon with fluvoxamine maleate extended-release capsules is contraindicated ( see WARNINGS AND PRECAUTIONS [ 5.4 - 5.8 ] ) . Coadministration of thioridazine, tizanidine, pimozide, alosetron, or ramelteon ( 4 ). Serotonin Syndrome and MAOIs: Do not use MAOIs intended to treat psychiatric disorders with fluvoxamine maleate extended-release capsules or within 14 days of stopping treatment with fluvoxamine maleate extended-release capsules. Do not use fluvoxamine maleate extended-release capsules within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start fluvoxamine maleate extended-release capsules in a patient who is being treated with linezolid or intravenous methylene blue ( 4.1 ). 4.1 Monoamine Oxidase Inhibitors (MAOIs) The use of MAOIs intended to treat psychiatric disorders with fluvoxamine maleate extended-release capsules or within 14 days of stopping treatment with fluvoxamine maleate extended-release capsules is contraindicated because of an increased risk of serotonin syndrome. The use of fluvoxamine maleate extended-release within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated (see DOSAGE AND ADMINISTRATION [ 2.5 ] and WARNINGS AND PRECAUTIONS [ 5.2 ] ) . Starting fluvoxamine maleate extended-release in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome (see DOSAGE AND ADMINISTRATION [ 2.6 ] and WARNINGS AND PRECAUTIONS [ 5.2 ] )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults: Recommended starting dose is 100 mg at bedtime, with weekly increases of 50 mg as tolerated to maximum effect, not to exceed 300 mg/day ( 2.1 ) . Pediatric patients naïve to fluvoxamine maleate: The lowest available dose of fluvoxamine maleate extended-release capsules may not be appropriate ( 2.2 ) . Hepatically impaired: Decreased clearance may require modified dose and titration ( 2.3 ) . Extended treatment: Adjust dose to maintain lowest effective dose; reassess patients periodically ( 2.4 ) . Discontinuation: Gradual dose reduction is recommended ( 2.7 , see Warnings and Precautions [ 5.10 ] ). 2.1 OCD (Obsessive Compulsive Disorder) The recommended starting dose is 100 mg at bedtime, with weekly increases of 50 mg as tolerated to maximum therapeutic benefit, not to exceed 300 mg per day. Capsules should not be crushed or chewed. 2.2 Pediatric Patients Naïve to Fluvoxamine Maleate Physicians should consider that the lowest available dose of fluvoxamine maleate extended-release capsules may not be appropriate for pediatric patients naïve to fluvoxamine maleate. 2.3 Dosage for Elderly or Hepatically Impaired Patients Elderly patients and those with hepatic impairment have been observed to have a decreased clearance of fluvoxamine maleate. Consequently, it may be appropriate to titrate slowly following the initial dose of 100 mg in these patient groups. 2.4 Maintenance/Continuation of Extended Treatment Although the efficacy of fluvoxamine maleate extended-release capsules beyond 12 weeks of dosing has not been documented in controlled trials, OCD is a chronic condition, and it is reasonable to consider continuation for a responding patient. The benefit of maintaining patients with OCD on immediate-release fluvoxamine maleate tablets after achieving a response for an average duration of about 4 weeks in a 10-week single-blind phase during which patients were titrated to effect was demonstrated in a controlled trial ( see CLINICAL TRIALS [ 14.2 ] ).Dosage adjustments should be made to maintain the patient on the lowest effective dosage, and patients should be periodically reassessed to determine the need for continued treatment. 2.5 Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders At least 14 days should elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with fluvoxamine maleate extended-release capsules. Conversely, at least 14 days should be allowed after stopping fluvoxamine maleate extended-release capsules before starting an MAOI intended to treat psychiatric disorders ( see CONTRAINDICATIONS [ 4.1 ] ). 2.6 Use of Fluvoxamine Maleate Extended-Release Capsules with Other MAOIs such as Linezolid or Methylene Blue Do not start fluvoxamine maleate extended-release capsules in a patient who is being treated with linezolid or intravenous methylene blue because there is an increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, other interventions, including hospitalization, should be considered ( see CONTRAINDICATIONS [ 4.1 ] ) . In some cases, a patient already receiving fluvoxamine maleate extended-release therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, fluvoxamine maleate extended-release should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for symptoms of serotonin syndrome for two weeks or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with fluvoxamine maleate extended-release capsules may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue ( see WARNINGS AND PRECAUTIONS [ 5.2 ] ) . The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with fluvoxamine maleate extended-release is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use ( see WARNINGS AND PRECAUTIONS [ 5.2 ] ) . 2.7 Discontinuation of Treatment with Fluvoxamine Maleate Extended-Release Capsules Symptoms associated with discontinuation of other SSRIs or SNRIs have been reported ( see WARNINGS AND PRECAUTIONS [ 5.10 ] ).Patients should be monitored for these symptoms when discontinuing treatment. A gradual reduction in the dose rather than abrupt cessation is recommended whenever possible. If intolerable symptoms occur following a decrease in the dose or upon discontinuation of treatment, then resuming the previously prescribed dose may be considered. Subsequently, the health care provider may continue decreasing the dose but at a more gradual rate."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Fluvoxamine maleate extended-release capsules is a selective serotonin reuptake inhibitor (SSRI) indicated for the treatment of obsessive compulsive disorder (OCD) ( 1 ). Efficacy was demonstrated in: One 12-week study fluvoxamine maleate extended-release capsules in adults ( 14.1 ). Two 10-week studies with immediate-release (IR) fluvoxamine tablets in adults and one 10-week study with IR fluvoxamine tablets in children and adolescents ( 14.1 , 14.3 ). One maintenance study with IR fluvoxamine tablets ( 14.2 ). 1.1 Obsessive Compulsive Disorder Fluvoxamine maleate extended-release capsules are indicated for the treatment of obsessive compulsive disorder (OCD), as defined in the DSM-IV. Obsessive compulsive disorder is characterized by recurrent and persistent ideas, thoughts, impulses, or images (obsessions) that are ego-dystonic and/or repetitive, purposeful, and intentional behaviors (compulsions) that are recognized by the person as excessive or unreasonable. The obsessions or compulsions cause marked distress, are time-consuming, or significantly interfere with social or occupational functioning. The efficacy of fluvoxamine maleate extended-release capsules was demonstrated in one 12-week trial in adults with fluvoxamine maleate extended-release capsules as well as in two 10-week trials in adults and in one 10-week trial in children and adolescents (ages 8 years to 17 years) with immediate-release fluvoxamine tablets in outpatients with the diagnosis of OCD as defined in DSM-IV or DSM-III-R (see CLINICAL STUDIES [ 14.1 , 14.3 ]). The efficacy of fluvoxamine for long-term use was established in one maintenance study in adults with immediate-release fluvoxamine tablets (see CLINICAL STUDIES [ 14.2 ]). The health care provider who elects to prescribe fluvoxamine maleate extended-release capsules for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient (see DOSAGE AND ADMINISTRATION [ 2.4 ])."
  ],
  "fetched_at": "2025-09-30T20:59:27.581684",
  "source": "OpenFDA"
}