{
  "drug_name": "Fondaparinux",
  "generic_name": [
    "FONDAPARINUX SODIUM"
  ],
  "brand_names": [
    "Fondaparinux Sodium"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS In clinical studies performed with fondaparinux sodium, the concomitant use of oral anticoagulants (warfarin), platelet inhibitors (acetylsalicylic acid), NSAIDs (piroxicam), and digoxin did not significantly affect the pharmacokinetics/pharmacodynamics of fondaparinux sodium. In addition, fondaparinux sodium neither influenced the pharmacodynamics of warfarin, acetylsalicylic acid, piroxicam, and digoxin, nor the pharmacokinetics of digoxin at steady state. Agents that may enhance the risk of hemorrhage should be discontinued prior to initiation of therapy with fondaparinux sodium unless these agents are essential. If co-administration is necessary, monitor patients closely for hemorrhage. [See Warnings and Precautions ( 5.2 ) ] In an in vitro study in human liver microsomes, inhibition of CYP2A6 hydroxylation of coumarin by fondaparinux (200 micromolar i.e., 350 mg/L) was 17 to 28%. Inhibition of the other isozymes evaluated (CYPs 1A2, 2C9, 2C19, 2D6, 3A4, and 3E1) was 0 to 16%. Since fondaparinux does not markedly inhibit CYP450s (CYP1A2, CYP2A6, CYP2C9, CYP2C19, CYP2D6, CYP2E1, or CYP3A4) in vitro, fondaparinux sodium is not expected to significantly interact with other drugs in vivo by inhibition of metabolism mediated by these isozymes. Since fondaparinux sodium does not bind significantly to plasma proteins other than ATIII, no drug interactions by protein-binding displacement are expected. ­ Discontinue agents that may enhance the risk of hemorrhage prior to initiation of therapy with fondaparinux sodium unless essential. If co-administration is necessary,monitor patients closely for hemorrhage. (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Spinal or epidural hematomas [see Warnings and Precautions ( 5.1 ) ] • Hemorrhage [see Warnings and Precautions ( 5.2 )] • Renal impairment and bleeding risk [see Warnings and Precautions ( 5.3 ) ] • Body weight <50 kg and bleeding risk [see Warnings and Precautions ( 5.4 ) ] • Thrombocytopenia [see Warnings and Precautions ( 5.5 ) ] The most serious adverse reactions associated with the use of fondaparinux sodium are bleeding complications. ( 6.1) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories, Inc. at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The adverse reaction information below is based on data from 8,877 patients exposed to fondaparinux sodium in controlled trials of hip fracture, hip replacement, major knee, or abdominal surgeries, and DVT and PE treatment. Hemorrhage During administration of fondaparinux sodium, the most common adverse reactions were bleeding complications [see Warnings and Precautions ( 5.2 ) ]. Hip Fracture, Hip Replacement, and Knee Replacement Surgery The rates of major bleeding events reported during 3 active-controlled peri-operative VTE prophylaxis trials with enoxaparin sodium in hip fracture, hip replacement, or knee replacement surgery (N = 3,616) and in an extended VTE prophylaxis trial (n = 327) with fondaparinux sodium 2.5 mg are provided in Table 2. Table 2. Bleeding Across Randomized, Controlled Hip Fracture, Hip Replacement, and Knee Replacement Surgery Studies Peri-Operative Prophylaxis (Day 1 to Day 7 ± 1 post-surgery) Extended Prophylaxis (Day 8 to Day 28 ± 2 post-surgery) Fondaparinux Sodium 2.5 mg SC once daily N = 3,616 Enoxaparin Sodium a, b N = 3,956 Fondaparinux Sodium 2.5 mg SC once daily N = 327 Placebo SC once daily N = 329 Major bleeding c 96 (2.7%) 75 (1.9%) 8 (2.4%) 2 (0.6%) Hip fracture 18/831 (2.2%) 19/842 (2.3%) 8/327 (2.4%) 2/329 (0.6%) Hip replacement 67/2,268 (3.0%) 55/2,597 (2.1%) — — Knee replacement 11/517 (2.1%) 1/517 (0.2%) — — Fatal bleeding 0 (0.0%) 1 (<0.1%) 0 (0.0%) 0 (0.0%) Non-fatal bleeding at critical site 0 (0.0%) 1 (<0.1%) 0 (0.0%) 0 (0.0%) Re-operation due to bleeding 12 (0.3%) 10 (0.3%) 2 (0.6%) 2 (0.6%) BI ≥2 d 84 (2.3%) 63 (1.6%) 6 (1.8%) 0 (0.0%) Minor bleeding e 109 (3.0%) 116 (2.9%) 5 (1.5%) 2 (0.6%) a Enoxaparin sodium dosing regimen: 30 mg every 12 hours or 40 mg once daily. b Not approved for use in patients undergoing hip fracture surgery. c Major bleeding was defined as clinically overt bleeding that was (1) fatal, (2) bleeding at critical site (e.g. intracranial, retroperitoneal, intraocular, pericardial, spinal, or into adrenal gland), (3) associated with re-operation at operative site, or (4) with a bleeding index (BI) ≥2. d BI ≥2: Overt bleeding associated only with a bleeding index (BI) ≥2 calculated as [number of whole blood or packed red blood cell units transfused + [(pre-bleeding) – (post-bleeding)] hemoglobin (g/dL) values]. e Minor bleeding was defined as clinically overt bleeding that was not major. A separate analysis of major bleeding across all randomized, controlled, peri-operative, prophylaxis clinical studies of hip fracture, hip replacement, or knee replacement surgery according to the time of the first injection of fondaparinux sodium after surgical closure was performed in patients who received fondaparinux sodium only post-operatively. In this analysis, the incidences of major bleeding were as follows: <4 hours was 4.8% (5/104), 4 to 6 hours was 2.3% (28/1,196), 6 to 8 hours was 1.9% (38/1,965). In all studies, the majority (≥75%) of the major bleeding events occurred during the first 4 days after surgery. Abdominal Surgery: In a randomized study of patients undergoing abdominal surgery, fondaparinux sodium 2.5 mg once daily (n = 1,433) was compared with dalteparin 5,000 IU once daily (n = 1,425). Bleeding rates are shown in Table 3. Table 3. Bleeding in the Abdominal Surgery Study Fondaparinux Sodium 2.5 mg SC once daily Dalteparin Sodium 5,000 IU SC once daily N = 1,433 N = 1,425 Major bleeding a 49 (3.4%) 34 (2.4%) Fatal bleeding 2 (0.1%) 2 (0.1%) Non-fatal bleeding at critical site 0 (0.0%) 0 (0.0%) Other non-fatal major bleeding Surgical site Non-surgical site 38 (2.7%) 9 (0.6%) 26 (1.8%) 6 (0.4%) Minor bleeding b 31 (2.2%) 23 (1.6%) a Major bleeding was defined as bleeding that was (1) fatal, (2) bleeding at the surgical site leading to intervention, (3) non-surgical bleeding at a critical site (e.g. intracranial, retroperitoneal, intraocular, pericardial, spinal, or into adrenal gland), or leading to an intervention, and/or with a bleeding index (BI) ≥2. b Minor bleeding was defined as clinically overt bleeding that was not major. The rates of major bleeding according to the time interval following the first fondaparinux sodium injection were as follows: <6 hours was 3.4% (9/263) and 6 to 8 hours was 2.9% (32/1112). Treatment of Deep Vein Thrombosis and Pulmonary Embolism: The rates of bleeding events reported during a dose-response trial (n = 111) and an active controlled trial with enoxaparin sodium in DVT treatment (n = 1,091) and an active-controlled trial with heparin in PE treatment (n = 1,092) with fondaparinux sodium injection are provided in Table 4. Table 4. Bleeding a in Deep Vein Thrombosis and Pulmonary Embolism Treatment Studies Fondaparinux Sodium N = 2,294 Enoxaparin Sodium N = 1,101 Heparin aPTT adjusted IV N = 1,092 Major bleeding b 28 (1.2%) 13 (1.2%) 12 (1.1%) Fatal bleeding 3 (0.1%) 0 (0.0%) 1 (0.1%) Non-fatal bleeding at a critical site 3 (0.1%) 0 (0.0%) 2 (0.2%) Intracranial bleeding 3 (0.1%) 0 (0.0%) 1 (0.1%) Retro-peritoneal bleeding 0 (0.0%) 0 (0.0%) 1 (0.1%) Other clinically overt bleeding c 22 (1.0%) 13 (1.2%) 10 (0.9%) Minor bleeding d 70 (3.1%) 33 (3.0%) 57 (5.2%) a Bleeding rates are during the study drug treatment period (approximately 7 days). Patients were also treated with vitamin K antagonists initiated within 72 hours after the first study drug administration. b Major bleeding was defined as clinically overt: –and/or contributing to death – and/or in a critical organ including intracranial, retroperitoneal, intraocular, spinal, pericardial, or adrenal gland – and/or associated with a fall in hemoglobin level ≥2 g/dL – and/or leading to a transfusion ≥2 units of packed red blood cells or whole blood. c Clinically overt bleeding with a 2 g/dL fall in hemoglobin and/or leading to transfusion of PRBC or whole blood ≥2 units. d Minor bleeding was defined as clinically overt bleeding that was not major. 6.2 Local Reactions Local irritation (injection site bleeding, rash, and pruritus) may occur following subcutaneous injection of fondaparinux sodium. 6.3 Elevations of Serum Aminotransferases In the peri-operative prophylaxis randomized clinical trials of 7 ± 2 days, asymptomatic increases in aspartate (AST) and alanine (ALT) aminotransferase levels greater than 3 times the upper limit of normal were reported in 1.7% and 2.6% of patients, respectively, during treatment with fondaparinux sodium 2.5 mg once daily versus 3.2% and 3.9% of patients, respectively, during treatment with enoxaparin sodium 30 mg every 12 hours or 40 mg once daily enoxaparin sodium. These elevations are reversible and may be associated with increases in bilirubin. In the extended prophylaxis clinical trial, no significant differences in AST and ALT levels between fondaparinux sodium 2.5 mg and placebo-treated patients were observed. In the DVT and PE treatment clinical trials, asymptomatic increases in AST and ALT levels greater than 3 times the upper limit of normal of the laboratory reference range were reported in 0.7% and 1.3% of patients, respectively, during treatment with fondaparinux sodium. In comparison, these increases were reported in 4.8% and 12.3% of patients, respectively, in the DVT treatment trial during treatment with enoxaparin sodium 1 mg/kg every 12 hours and in 2.9% and 8.7% of patients, respectively, in the PE treatment trial during treatment with aPTT adjusted heparin. Since aminotransferase determinations are important in the differential diagnosis of myocardial infarction, liver disease, and pulmonary emboli, elevations that might be caused by drugs like fondaparinux sodium should be interpreted with caution. 6.4 Other Adverse Reactions Other adverse reactions that occurred during treatment with fondaparinux sodium in clinical trials with patients undergoing hip fracture, hip replacement, or knee replacement surgery are provided in Table 5. Table 5. Adverse Reactions Across Randomized, Controlled, Hip Fracture Surgery, Hip Replacement Surgery, and Knee Replacement Surgery Studies Adverse Reactions Peri-Operative Prophylaxis (Day 1 to Day 7 ± 1 post-surgery) Extended Prophylaxis (Day 8 to Day 28 ± 2 post-surgery) Fondaparinux Sodium 2.5 mg SC once daily Enoxaparin Sodium a,b Fondaparinux Sodium 2.5 mg SC once daily Placebo SC once daily N = 3,616 N = 3,956 N = 327 N = 329 Anemia 707 (19.6%) 670 (16.9%) 5 (1.5%) 4 (1.2%) Insomnia 179 (5.0%) 214 (5.4%) 3 (0.9%) 1 (0.3%) Wound drainage increased 161 (4.5%) 184 (4.7%) 2 (0.6%) 0 (0.0%) Hypokalemia 152 (4.2%) 164 (4.1%) 0 (0.0%) 0 (0.0%) Dizziness 131 (3.6%) 165 (4.2%) 2 (0.6%) 0 (0.0%) Purpura 128 (3.5%) 137 (3.5%) 0 (0.0%) 0 (0.0%) Hypotension 126 (3.5%) 125 (3.2%) 1 (0.3%) 0 (0.0%) Confusion 113 (3.1%) 132 (3.3%) 4 (1.2%) 1 (0.3%) Bullous eruption c 112 (3.1%) 102 (2.6%) 0 (0.0%) 1 (0.3%) Hematoma 103 (2.8%) 109 (2.8%) 7 (2.1%) 1 (0.3%) Post-operative hemorrhage 85 (2.4%) 69 (1.7%) 2 (0.6%) 2 (0.6%) a Enoxaparin sodium dosing regimen: 30 mg every 12 hours or 40 mg once daily. b Not approved for use in patients undergoing hip fracture surgery. c Localized blister coded as bullous eruption. The most common adverse reaction in the abdominal surgery trial was post-operative wound infection (4.9%), and the most common adverse reaction in the VTE treatment trials was epistaxis (1.3%). 6.5 Postmarketing Experience The following adverse reactions have been identified during post-approval use of fondaparinux sodium. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. In the postmarketing experience, epidural or spinal hematoma has been reported in association with the use of fondaparinux sodium by subcutaneous (SC) injection [see Warnings and Precautions ( 5.1 )]. Occurrences of thrombocytopenia with thrombosis that manifested similar to heparin-induced thrombocytopenia have been reported in the postmarketing experience and cases of elevated aPTT temporally associated with bleeding events have been reported following administration of fondaparinux sodium (with or without concomitant administration of other anticoagulants) [see Warnings and Precautions ( 5.5 )]. Serious allergic reactions, including angioedema, anaphylactoid/anaphylactic reactions have been reported with the use of fondaparinux sodium [see Contraindications (4) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Fondaparinux sodium injection is contraindicated in the following conditions: Severe renal impairment (creatinine clearance [CrCl] <30 mL/min). [see Warnings and Precautions ( 5.3 ) and Use in Specific Populations (8.6) ] Active major bleeding. Bacterial endocarditis. Thrombocytopenia associated with a positive in vitro test for anti-platelet antibody in the presence of fondaparinux sodium. Body weight <50 kg (venous thromboembolism [VTE] prophylaxis only) [see Warnings and Precautions ( 5.4 ) ]. History of serious hypersensitivity reaction (e.g., angioedema, anaphylactoid/anaphylactic reactions) to fondaparinux sodium. Fondaparinux sodium injection is contraindicated in the following conditions: (4) Severe renal impairment (creatinine clearance <30 mL/min) in prophylaxis or treatment of venous thromboembolism. Active major bleeding. Bacterial endocarditis. Thrombocytopenia associated with a positive in vitro test for anti-platelet antibody in the presence of fondaparinux sodium. Body weight <50 kg (venous thromboembolism prophylaxis only). History of serious hypersensitivity reaction (e.g., angioedema, anaphylactoid/anaphylactic reactions) to fondaparinux sodium."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For subcutaneous use, do not mix with other injections or infusions. ( 2.1 ) Prophylaxis of deep vein thrombosis: Fondaparinux sodium 2.5 mg subcutaneously once daily after hemostasis has been established. The initial dose should be given no earlier than 6 to 8 hours after surgery and continued for 5 to 9 days. For patients undergoing hip fracture surgery, extended prophylaxis up to 24 additional days is recommended. ( 2.2 , 2.3 ) Treatment of deep vein thrombosis and pulmonary embolism: Fondaparinux sodium 5 mg (body weight <50 kg), 7.5 mg (50 to 100 kg), or 10 mg (>100 kg) subcutaneously once daily. Treatment should continue for at least 5 days until INR 2 to 3 achieved with warfarin sodium. ( 2.4 ) 2.1 Important Dosing Information Do not mix other medications or solutions with fondaparinux sodium injection. Administer fondaparinux sodium injection only subcutaneously. Discard unused portion. 2.2 Deep Vein Thrombosis Prophylaxis Following Hip Fracture, Hip Replacement, and Knee Replacement Surgery In patients undergoing hip fracture, hip replacement, or knee replacement surgery, the recommended dose of fondaparinux sodium injection is 2.5 mg administered by subcutaneous injection once daily after hemostasis has been established. Administer the initial dose no earlier than 6 to 8 hours after surgery. Administration of fondaparinux sodium injection earlier than 6 hours after surgery increases the risk of major bleeding. The usual duration of therapy is 5 to 9 days; up to 11 days of therapy was administered in clinical trials. In patients undergoing hip fracture surgery, an extended prophylaxis course of up to 24 additional days is recommended. In patients undergoing hip fracture surgery, a total of 32 days (peri-operative and extended prophylaxis) was administered in clinical trials. [see Warnings and Precautions (5.6) , Adverse Reactions (6) , and Clinical Studies (14) ] 2.3 Deep Vein Thrombosis Prophylaxis Following Abdominal Surgery In patients undergoing abdominal surgery, the recommended dose of fondaparinux sodium injection is 2.5 mg administered by subcutaneous injection once daily after hemostasis has been established. Administer the initial dose no earlier than 6 to 8 hours after surgery. Administration of fondaparinux sodium injection earlier than 6 hours after surgery increases the risk of major bleeding. The usual duration of administration is 5 to 9 days, and up to 10 days of fondaparinux sodium injection was administered in clinical trials. 2.4 Deep Vein Thrombosis and Pulmonary Embolism Treatment In patients with acute symptomatic DVT and in patients with acute symptomatic PE, the recommended dose of fondaparinux sodium injection is 5 mg (body weight <50 kg), 7.5 mg (body weight 50 to 100 kg), or 10 mg (body weight >100 kg) by subcutaneous injection once daily (fondaparinux sodium treatment regimen). Initiate concomitant treatment with warfarin sodium as soon as possible, usually within 72 hours. Continue treatment with fondaparinux sodium injection for at least 5 days and until a therapeutic oral anticoagulant effect is established (INR 2 to 3). The usual duration of administration of fondaparinux sodium injection is 5 to 9 days; up to 26 days of fondaparinux sodium injection was administered in clinical trials. [See Warnings and Precautions (5.6) , Adverse Reactions (6) , and Clinical Studies (14) ] 2.5 Hepatic Impairment No dose adjustment is recommended in patients with mild to moderate hepatic impairment, based upon single-dose pharmacokinetic data. Pharmacokinetic data are not available for patients with severe hepatic impairment. Patients with hepatic impairment may be particularly vulnerable to bleeding during fondaparinux sodium therapy. Observe these patients closely for signs and symptoms of bleeding. [see Clinical Pharmacology (12.4) ] 2.6 Instructions for Use Fondaparinux sodium injection is provided in a single-dose, prefilled syringe affixed with an active needle protection system. Fondaparinux sodium is administered by subcutaneous injection. It must not be administered by intramuscular injection. Fondaparinux sodium injection is intended for use under a physician’s guidance. Patients may self-inject only if their physician determines that it is appropriate and the patients are trained in subcutaneous injection techniques. Prior to administration, visually inspect fondaparinux sodium injection to ensure the solution is clear and free of particulate matter. The following instructions are specific to the Preventis TM injection system and may differ from the directions for other injection systems. To avoid the loss of drug when using the prefilled syringe, do not expel the air bubble from the syringe before the injection. Administration should be made in the fatty tissue, alternating injection sites (e.g., between the left and right anterolateral or the left and right posterolateral abdominal wall). To administer fondaparinux sodium: STEP 1: Wipe the surface of the injection site with an alcohol swab. Remove the needle shield by pulling it straight off the syringe (Figure 1). Discard the needle shield. STEP 2: Do not try to remove the air bubbles from the syringe before giving the injection. Pinch a fold of skin at the injection site between your thumb and forefinger and hold it throughout the injection time. Hold the syringe with your thumb on the top pad of the plunger and keep your index and middle fingers on the finger-grips of the syringe barrel. Pay attention to avoid pricking yourself with the exposed needle. Insert the full length of the syringe needle perpendicularly into the skin fold held between the thumb and forefinger (Figure 2). Push the plunger to the bottom of the syringe. This will ensure you have injected all the contents of the syringe. STEP 3: Remove the syringe from the injection site keeping your finger on the plunger (Figure 3). STEP 4: Orient the needle away from you and others, and activate the safety shield by firmly pushing the plunger. The protective sleeve will automatically cover the needle and an audible \"click\" will be heard to confirm shield activation (Figure 4). STEP 5: Immediately discard the syringe into the sharps container (Figure 5)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Fondaparinux sodium injection is a Factor Xa inhibitor (anticoagulant) indicated for: Prophylaxis of deep vein thrombosis (DVT) in patients undergoing hip fracture surgery (including extended prophylaxis), hip replacement surgery, knee replacement surgery, or abdominal surgery. (1.1) Treatment of DVT or acute pulmonary embolism (PE) when administered in conjunction with warfarin. ( 1.2 , 1.3 ) 1.1 Prophylaxis of Deep Vein Thrombosis Fondaparinux sodium injection is indicated for the prophylaxis of deep vein thrombosis (DVT), which may lead to pulmonary embolism (PE): in patients undergoing hip fracture surgery, including extended prophylaxis; in patients undergoing hip replacement surgery; in patients undergoing knee replacement surgery; in patients undergoing abdominal surgery who are at risk for thromboembolic complications. 1.2 Treatment of Acute Deep Vein Thrombosis Fondaparinux sodium injection is indicated for the treatment of acute deep vein thrombosis when administered in conjunction with warfarin sodium. 1.3 Treatment of Acute Pulmonary Embolism Fondaparinux sodium injection is indicated for the treatment of acute pulmonary embolism when administered in conjunction with warfarin sodium when initial therapy is administered in the hospital."
  ],
  "fetched_at": "2025-09-30T21:21:22.502300",
  "source": "OpenFDA"
}