{
  "drug_name": "Foscarnet",
  "generic_name": [
    "FOSCARNET SODIUM"
  ],
  "brand_names": [
    "Foscarnet Sodium"
  ],
  "drug_interactions": [
    "Drug Interactions A possible drug interaction of foscarnet sodium injection and intravenous pentamidine has been described. Concomitant treatment of four patients in the United Kingdom with foscarnet sodium injection and intravenous pentamidine may have caused hypocalcemia; one patient died with severe hypocalcemia. Toxicity associated with concomitant use of aerosolized pentamidine has not been reported. Because foscarnet sodium injection can reduce serum levels of ionized calcium, extreme caution is advised when used concurrently with other drugs known to influence serum calcium levels (e.g., intravenous pentamidine). Renal impairment and symptomatic hypocalcemia have been observed during concurrent treatment with foscarnet sodium injection and intravenous pentamidine. Because of foscarnet's tendency to cause renal impairment, the use of foscarnet sodium injection should be avoided in combination with potentially nephrotoxic drugs such as aminoglycosides, amphotericin B, cyclosporine, acyclovir, methotrexate, tacrolimus and intravenous pentamidine (see above) unless the potential benefits outweigh the risks to the patient. When diuretics are indicated, thiazides are recommended over loop diuretics because the latter inhibit renal tubular secretion, and may impair elimination of foscarnet sodium injection, potentially leading to toxicity. Abnormal renal function has been observed in clinical practice during the use of foscarnet sodium injection and ritonavir, or foscarnet sodium injection, ritonavir, and saquinavir. (See DOSAGE AND ADMINISTRATION .) Because of the risk of QT prolongation and the potential for torsades de pointes, the use of foscarnet sodium injection should be avoided in combination with agents known to prolong the QT interval including Class IA (e.g., quinidine or procainamide) or Class III (e.g., dofetilide, amiodarone, sotalol) antiarrhythmic agents, phenothiazines, tricyclic antidepressants, and certain macrolides and fluoroquinolones."
  ],
  "warnings": [
    "WARNINGS Renal Impairment THE MAJOR TOXICITY OF FOSCARNET SODIUM INJECTION IS RENAL IMPAIRMENT (see ADVERSE REACTIONS section). Renal impairment is most likely to become clinically evident during the second week of induction therapy, but may occur at any time during foscarnet sodium injection treatment. Renal function should be monitored carefully during both induction and maintenance therapy (see PATIENT MONITORING section). Elevations in serum creatinine are usually, but not always, reversible following discontinuation or dose adjustment of foscarnet sodium injection. Safety and efficacy data for patients with baseline serum creatinine levels greater than 2.8 mg/dL or measured 24-hour creatinine clearances <50 mL/min are limited. SINCE FOSCARNET SODIUM INJECTION HAS THE POTENTIAL TO CAUSE RENAL IMPAIRMENT, DOSE ADJUSTMENT BASED ON SERUM CREATININE IS NECESSARY. Hydration may reduce the risk of nephrotoxicity. It is recommended that 750 to 1,000 mL of normal saline or 5% dextrose solution should be given prior to the first infusion of foscarnet sodium injection to establish diuresis. With subsequent infusions, 750 to 1,000 mL of hydration fluid should be given with 90 to 120 mg/kg of foscarnet sodium injection, and 500 mL with 40 to 60 mg/kg of foscarnet sodium injection. Hydration fluid may need to be decreased if clinically warranted. After the first dose, the hydration fluid should be administered concurrently with each infusion of foscarnet sodium injection. Mineral and Electrolyte Abnormalities Foscarnet sodium injection has been associated with changes in serum electrolytes including hypocalcemia, hypophosphatemia, hyperphosphatemia, hypomagnesemia, and hypokalemia (see ADVERSE REACTIONS section). Foscarnet sodium injection may also be associated with a dose-related decrease in ionized serum calcium which may not be reflected in total serum calcium. This effect is likely to be related to chelation of divalent metal ions such as calcium by foscarnet. Patients should be advised to report symptoms of low ionized calcium such as perioral tingling, numbness in the extremities and paresthesias. Particular caution and careful management of serum electrolytes is advised in patients with altered calcium or other electrolyte levels before treatment and especially in those with neurologic or cardiac abnormalities and those receiving other drugs known to influence minerals and electrolytes (see PATIENT MONITORING and Drug Interactions sections). Physicians should be prepared to treat these abnormalities and their sequelae such as tetany, seizures or cardiac disturbances. The rate of foscarnet sodium injection infusion may also affect the decrease in ionized calcium. Therefore, an infusion pump must be used for administration to prevent rapid intravenous infusion (see DOSAGE AND ADMINISTRATION section). Slowing the infusion rate may decrease or prevent symptoms. Seizures Seizures related to mineral and electrolyte abnormalities have been associated with foscarnet sodium injection treatment (see WARNING section; Mineral and Electrolyte Abnormalities ). Several cases of seizures were associated with death. Cases of status epilepticus have been reported. Risk factors associated with seizures included impaired baseline renal function, low total serum calcium, and underlying CNS conditions. Hypersensitivity Serious acute hypersensitivity reactions (e.g., anaphylactic shock, urticaria, angioedema) have been reported postmarketing in patients receiving foscarnet sodium injection (see ADVERSE REACTIONS section). If such an acute reaction occurs, therapy should be discontinued and appropriate medical therapy immediately instituted. QT prolongation and torsade de pointes Foscarnet sodium injection has been associated with prolongation of the QT interval, an ECG abnormality that has been associated with torsades de pointes, which has been reported during postmarketing surveillance for foscarnet sodium injection (see ADVERSE REACTIONS section). Some of these patients had confounding risk factors such as underlying cardiac disease, electrolyte abnormalities and other concomitant medications. Use with caution in patients who have a history of QT prolongation, in patients who are taking medications known to prolong the QT interval (see PRECAUTIONS section), in patients with electrolyte disturbances, or in patients who have other risk factors for QT prolongation. Electrocardiograms (ECGs) and measurement of electrolytes should be obtained prior to treatment initiation and periodically during treatment with foscarnet sodium injection."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS THE MAJOR TOXICITY OF FOSCARNET SODIUM INJECTION IS RENAL IMPAIRMENT (see WARNINGS section). Approximately 33% of 189 patients with AIDS and CMV retinitis who received foscarnet sodium injection (60 mg/kg TID), without adequate hydration, developed significant impairment of renal function (serum creatinine ≥ 2.0 mg/dL). The incidence of renal impairment in subsequent clinical trials in which 1,000 mL of normal saline or 5% dextrose solution was given with each infusion of foscarnet sodium injection was 12% (34/280). Foscarnet sodium injection has been associated with changes in serum electrolytes including hypocalcemia (15 to 30%), hypophosphatemia (8 to 26%) and hyperphosphatemia (6%), hypomagnesemia (15 to 30%), and hypokalemia (16 to 48%) (see WARNINGS section). The higher percentages were derived from those patients receiving hydration. Foscarnet sodium injection treatment was associated with seizures in 18/189 (10%) AIDS patients in the initial five controlled studies (see WARNINGS section). Risk factors associated with seizures included impaired baseline renal function, low total serum calcium, and underlying CNS conditions predisposing the patient to seizures. The rate of seizures did not increase with duration of treatment. Three cases were associated with overdoses of foscarnet sodium injection (see OVERDOSAGE section). In five controlled U.S. clinical trials the most frequently reported adverse events in patients with AIDS and CMV retinitis are shown in Table 9 . These figures were calculated without reference to drug relationship or severity. TABLE 9 Adverse Events Reported in Five Controlled US Clinical Trials n = 189 n = 189 Fever 65% Abnormal Renal Function 27% Nausea 47% Vomiting 26% Anemia 33% Headache 26% Diarrhea 30% Seizures 10% From the same controlled studies, adverse events categorized by investigator as “severe” are shown in Table 10 . Although death was specifically attributed to foscarnet sodium injection in only one case, other complications of foscarnet sodium injection (i.e., renal impairment, electrolyte abnormalities, and seizures) may have contributed to patient deaths (see WARNINGS section). TABLE 10 Severe Adverse Events n = 189 Death 14% Abnormal Renal Function 14% Marrow Suppression 10% Anemia 9% Seizures 7% From the five initial U.S. controlled trials of foscarnet sodium injection, the following list of adverse events has been compiled regardless of causal relationship to foscarnet sodium injection. Evaluation of these reports was difficult because of the diverse manifestations of the underlying disease and because most patients received numerous concomitant medications. Incidence of 5% or Greater Body as a Whole: fever, fatigue, rigors, asthenia, malaise, pain, infection, sepsis, death Central and Peripheral Nervous System: headache, paresthesia, dizziness, involuntary muscle contractions, hypoesthesia, neuropathy, seizures including grand mal seizures (see WARNINGS ) Gastrointestinal System: anorexia, nausea, diarrhea, vomiting, abdominal pain Hematologic: anemia, granulocytopenia, leukopenia, neutropenia (see PRECAUTIONS ) Metabolic and Nutritional: mineral and electrolyte imbalances (see WARNINGS ) including hypokalemia, hypocalcemia, hypomagnesemia, hypophosphatemia, hyperphosphatemia Psychiatric: depression, confusion, anxiety Respiratory System: coughing, dyspnea Skin and Appendages: rash, increased sweating Urinary System: alterations in renal function including increased serum creatinine, decreased creatinine clearance, and abnormal renal function (see WARNINGS ) Special Senses: vision abnormalities Incidence between 1% and 5% Application Site: injection site pain, injection site inflammation Body as a Whole: back pain, chest pain (including reports of transient chest pain as part of infusion reactions), edema, influenza-like symptoms, bacterial infections, moniliasis, fungal infections, abscess Cardiovascular: hypertension, palpitations, ECG abnormalities including sinus tachycardia, first degree AV block and non-specific ST-T segment changes, hypotension, flushing, cerebrovascular disorder (see WARNINGS ) Central and Peripheral Nervous System: tremor, ataxia, dementia, stupor, generalized spasms, sensory disturbances, meningitis, aphasia, abnormal coordination, leg cramps, EEG abnormalities (see WARNINGS ) Gastrointestinal: constipation, dysphagia, dyspepsia, rectal hemorrhage, dry mouth, melena, flatulence, ulcerative stomatitis, pancreatitis Hematologic: thrombocytopenia, platelet abnormalities, thrombosis, white blood cell abnormalities, lymphadenopathy Liver and Biliary: abnormal A-G ratio, abnormal hepatic function, increased SGPT, increased SGOT Metabolic and Nutritional: hyponatremia, decreased weight, increased alkaline phosphatase, increased LDH, increased BUN, acidosis, cachexia, thirst Musculo-Skeletal: arthralgia, myalgia Neoplasms: lymphoma-like disorder, sarcoma Psychiatric: insomnia, somnolence, nervousness, amnesia, agitation, aggressive reaction, hallucination Respiratory System: pneumonia, sinusitis, pharyngitis, rhinitis, respiratory disorders, respiratory insufficiency, pulmonary infiltration, stridor, pneumothorax, hemoptysis, bronchospasm Skin and Appendages: pruritus, skin ulceration, seborrhea, erythematous rash, maculo- papular rash, skin discoloration Special Senses: taste perversions, eye abnormalities, eye pain, conjunctivitis Urinary System: albuminuria, dysuria, polyuria, urethral disorder, urinary retention, urinary tract infections, acute renal failure, nocturia, facial edema Selected adverse events occurring at a rate of less than 1% in the five initial U.S. controlled clinical trials of foscarnet sodium injection include: syndrome of inappropriate antidiuretic hormone secretion, pancytopenia, hematuria, dehydration, hypoproteinemia, increases in amylase and creatinine phosphokinase, cardiac arrest, coma, and other cardiovascular and neurologic complications. Selected adverse event data from the Foscarnet vs. Ganciclovir CMV Retinitis Trial (FGCRT), performed by the Studies of the Ocular Complications of AIDS (SOCA) Research Group, are shown in Table 11 (see CLINICAL TRIALS section). TABLE 11 FGCRT: Selected Adverse Events* * Values for the treatment groups refer only to patients who completed at least one follow-up visit – i.e., 133 to 119 patients in the ganciclovir group and 93 to 100 in the foscarnet group. “Events” denotes all events observed and “patients” the number of patients with one or more of the indicated events. †Per person-year at risk ‡Final frozen SOCA I database dated October 1991 EVENT GANCICLOVIR FOSCARNET No. of Events No. of Patients Rates† No. of Events No. of Patients Rates† Absolute neutrophil count decreasing to <0.50 x 10 9 per liter 63 41 1.30 31 17 0.72 Serum creatinine increasing to >260 μmol per liter (>2.9 mg/dL) 6 4 0.12 13 9 0.30 Seizure ‡ 21 13 0.37 19 13 0.37 Catheterization-related infection 49 27 1.26 51 28 1.46 Hospitalization 209 91 4.74 202 75 5.03 Selected adverse events from ACTG Study 228 (CRRT) comparing combination therapy with foscarnet sodium injection or ganciclovir monotherapy are shown in Table 12 . The most common reason for a treatment change in patients assigned to either foscarnet sodium injection or ganciclovir was retinitis progression. The most frequent reason for a treatment change in the combination treatment group was toxicity. TABLE 12 CRRT: Selected Adverse Events * Pts. = patients with event; †Rate = events/person/year; ‡ANC = absolute neutrophil count Foscarnet sodium injection N=88 Ganciclovir N=93 Combination N=93 No. No. Rate† No. No. Rate† No. No. Rate† Events Pts.* Events Pts.* Events Pts.* Anemia (Hgb <70g/L) 11 7 0.20 9 7 0.14 19 15 0.33 Neutropenia‡ ANC <0.75 x 10 9 cells/L 86 32 1.53 95 41 1.51 107 51 1.91 ANC <0.50 x 10 9 cells/L 50 25 0.91 49 28 0.80 50 28 0.85 Thrombocytopenia Platelets <50 x 10 9 /L 28 14 0.50 19 8 0.43 40 15 0.56 Platelets <20 x 10 9 /L 1 1 0.01 6 2 0.05 7 6 0.18 Nephrotoxicity 10 7 0.17 11 10 0.20 Creatinine >260 μmol/L (>2.9 mg/dL) 9 7 0.15 Seizures 6 6 0.17 7 6 0.15 10 5 0.18 Hospitalizations 86 53 1.86 111 59 2.36 118 64 2.36 Adverse events that have been reported in post-marketing surveillance include: administration site extravasation, localized edema, hypersensitivity reactions (including anaphylactic shock, urticaria and angioedema) (see WARNINGS section), gastrointestinal hemorrhage, increased lipase, glomerulonephritis, nephrotic syndrome, proteinuria, status epilepticus, ventricular arrhythmia, prolongation of QT interval, torsade de pointes (see WARNINGS section), gamma GT increased, diabetes insipidus (usually nephrogenic), renal calculus, Fanconi syndrome acquired, renal tubular acidosis, renal tubular necrosis, crystal-induced nephropathy, hypercalcemia, hypernatremia, esophageal ulceration and muscle disorders including myopathy, myositis, muscle weakness and rare cases of rhabdomyolysis. Cases of vesiculobullous eruptions including erythema multiforme, toxic epidermal necrolysis, and Stevens-Johnson syndrome have been reported. In most cases, patients were taking other medications that have been associated with toxic epidermal necrolysis or Stevens-Johnson syndrome. To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals, Inc. at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Foscarnet sodium injection is contraindicated in patients with clinically significant hypersensitivity to foscarnet sodium."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION CAUTION - DO NOT ADMINISTER FOSCARNET SODIUM INJECTION BY RAPID OR BOLUS INTRAVENOUS INJECTION. THE TOXICITY OF FOSCARNET SODIUM INJECTION MAY BE INCREASED AS A RESULT OF EXCESSIVE PLASMA LEVELS. CARE SHOULD BE TAKEN TO AVOID UNINTENTIONAL OVERDOSE BY CAREFULLY CONTROLLING THE RATE OF INFUSION. THEREFORE, AN INFUSION PUMP MUST BE USED. IN SPITE OF THE USE OF AN INFUSION PUMP, OVERDOSES HAVE OCCURRED."
  ],
  "indications": [
    "INDICATIONS CMV Retinitis Foscarnet sodium injection is indicated for the treatment of CMV retinitis in patients with acquired immunodeficiency syndrome (AIDS). Combination therapy with foscarnet sodium injection and ganciclovir is indicated for patients who have relapsed after monotherapy with either drug. SAFETY AND EFFICACY OF FOSCARNET SODIUM INJECTION HAVE NOT BEEN ESTABLISHED FOR TREATMENT OF OTHER CMV INFECTIONS (e.g., PNEUMONITIS, GASTROENTERITIS); CONGENITAL OR NEONATAL CMV DISEASE; OR NONIMMUNOCOMPROMISED INDIVIDUALS. Mucocutaneous Acyclovir Resistant HSV Infections Foscarnet sodium injection is indicated for the treatment of acyclovir-resistant mucocutaneous HSV infections in immunocompromised patients. SAFETY AND EFFICACY OF FOSCARNET SODIUM INJECTION HAVE NOT BEEN ESTABLISHED FOR TREATMENT OF OTHER HSV INFECTIONS (e.g., RETINITIS, ENCEPHALITIS); CONGENITAL OR NEONATAL HSV DISEASE; OR HSV IN NONIMMUNOCOMPROMISED INDIVIDUALS."
  ],
  "fetched_at": "2025-09-30T21:18:25.934303",
  "source": "OpenFDA"
}