{
  "drug_name": "Fosinopril",
  "generic_name": [
    "FOSINOPRIL SODIUM AND HYDROCHLOROTHIAZIDE"
  ],
  "brand_names": [
    "Fosinopril Sodium and Hydrochlorothiazide"
  ],
  "drug_interactions": [
    "Drug Interactions Potassium supplements and potassium-sparing diuretics As noted above (“Derangements of Serum Electrolytes”), the net effect of fosinopril sodium and hydrochlorothiazide may be to elevate a patient’s serum potassium, to reduce it, or to leave it unchanged. Potassium-sparing diuretics (spironolactone, amiloride, triamterene, and others) or potassium supplements can increase the risk of hyperkalemia. If concomitant use of such agents is indicated, they should be given with caution, and the patient’s serum potassium should be monitored frequently. Lithium Increased serum lithium levels and symptoms of lithium toxicity have been reported in patients receiving ACE inhibitors during therapy with lithium. Because renal clearance of lithium is reduced by thiazides, the risk of lithium toxicity is presumably raised further when, as in therapy with fosinopril sodium and hydrochlorothiazide tablets, a thiazide diuretic is coadministered with the ACE inhibitor. Fosinopril sodium and hydrochlorothiazide and lithium should be coadministered with caution, and frequent monitoring of serum lithium levels is recommended. Antacids In a clinical pharmacology study, serum levels and urinary excretion of fosinoprilat were reduced when fosinopril was coadministered with an antacid (aluminum hydroxide, magnesium hydroxide, and simethicone) suggesting that antacids may impair absorption of fosinopril. If concomitant administration of these agents is indicated, dosing should be separated by 2 hours. Gold Nitritoid reactions (symptoms include facial flushing, nausea, vomiting, and hypotension) have been reported rarely in patients on therapy with injectable gold (sodium aurothiomalate) and concomitant ACE Inhibitor therapy including fosinopril sodium and hydrochlorothiazide. Other The bioavailability of unbound fosinoprilat is not altered by coadministration of fosinopril with aspirin, chlorthalidone, cimetidine, digoxin, metoclopramide, nifedipine, propranolol, propantheline, or warfarin . Other ACE inhibitors have had less than additive effects with beta-adrenergic blockers , presumably because drugs of both classes lower blood pressure by inhibiting parts of the renin-angiotensin system. Interaction studies with warfarin have failed to identify any clinically important effects of fosinopril on the serum concentration or clinical effects of the anticoagulant. Insulin requirements in diabetic patients may be increased, decreased, or unchanged. Thiazides may decrease arterial responsiveness to norepinephrine , but not enough to preclude effectiveness of the pressor agent for therapeutic use. Thiazides may increase the responsiveness to tubocurarine. The diuretic, natriuretic, and antihypertensive effects of thiazide diuretics may be reduced by concurrent administration of nonsteroidal anti-inflammatory agents ; the effects (if any) of these agents on the antihypertensive effect of fosinopril sodium and hydrochlorothiazide have not been studied. By alkalinizing the urine, hydrochlorothiazide may decrease the effectiveness of methenamine. Cholestyramine and Colestipol Resins Absorption of hydrochlorothiazide is impaired in the presence of anionic exchange resins. Single doses of either cholestyramine or colestipol resins bind the hydrochlorothiazide and reduce its absorption from the gastrointestinal tract by up to 85% and 43%, respectively. Dual Blockade of the Renin-Angiotensin System (RAS) Dual blockade of the RAS with angiotensin receptor blockers, ACE inhibitors, or aliskiren is associated with increased risks of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Closely monitor blood pressure, renal function and electrolytes in patients on fosinopril and hydrochlorothiazide and other agents that affect the RAS. Do not co-administer aliskiren with fosinopril and hydrochlorothiazide in patients with diabetes. Avoid use of aliskiren with fosinopril and hydrochlorothiazide in patients with renal impairment (GFR <60 mL/min)."
  ],
  "warnings": [
    "WARNINGS Anaphylactoid and Possibly Related Reactions Presumably because angiotensin-converting enzyme inhibitors affect the metabolism of eicosanoids and polypeptides, including endogenous bradykinin, patients receiving ACE inhibitors (including fosinopril sodium and hydrochlorothiazide) may be subject to a variety of adverse reactions, some of them serious. Head and Neck Angioedema Angioedema of the face, extremities, lips, tongue, glottis, and larynx has been reported in patients treated with angiotensin-converting enzyme inhibitors. Angioedema associated with laryngeal edema can be fatal. If laryngeal stridor or angioedema of the face, tongue, or glottis occurs, treatment with fosinopril sodium and hydrochlorothiazide should be discontinued and appropriate therapy instituted immediately. When involvement of the tongue, glottis, or larynx appears likely to cause airway obstruction, appropriate therapy, e.g., subcutaneous epinephrine injection 1:1000 (0.3 to 0.5 mL) should be promptly administered (see PRECAUTIONS and ADVERSE REACTIONS ). Intestinal Angioedema Intestinal angioedema has been reported in patients treated with ACE inhibitors. These patients presented with abdominal pain (with or without nausea or vomiting); in some cases there was no prior history of facial angioedema and C-1 esterase levels were normal. The angioedema was diagnosed by procedures including abdominal CT scan or ultrasound, or at surgery, and symptoms resolved after stopping the ACE inhibitor. Intestinal angioedema should be included in the differential diagnosis of patients on ACE inhibitors presenting with abdominal pain. Anaphylactoid Reactions During Desensitization Two patients undergoing desensitizing treatment with hymenoptera venom while receiving ACE inhibitors sustained life-threatening anaphylactoid reactions. In the same patients, these reactions were avoided when ACE inhibitors were temporarily withheld, but they reappeared upon inadvertent rechallenge. Anaphylactoid Reactions During Membrane Exposure Anaphylactoid reactions have been reported in patients dialyzed with high-flux membranes and treated concomitantly with an ACE inhibitor. Anaphylactoid reactions have also been reported in patients undergoing low-density lipoprotein apheresis with dextran sulfate absorption. Hypotension Fosinopril sodium and hydrochlorothiazide can cause symptomatic hypotension. Like other ACE inhibitors, fosinopril has been only rarely associated with hypotension in uncomplicated hypertensive patients. Symptomatic hypotension is most likely to occur in patients who have been volume- and/or salt-depleted as a result of prolonged diuretic therapy, dietary salt restriction, dialysis, diarrhea, or vomiting. Volume and/or salt depletion should be corrected before initiating therapy with fosinopril sodium and hydrochlorothiazide. Fosinopril sodium and hydrochlorothiazide tablets should be used cautiously in patients receiving concomitant therapy with other antihypertensives. The thiazide component of fosinopril sodium and hydrochlorothiazide may potentiate the action of other antihypertensive drugs, especially ganglionic or peripheral adrenergic-blocking drugs. The antihypertensive effects of the thiazide component may also be enhanced in the post-sympathectomy patient. In patients with congestive heart failure, with or without associated renal insufficiency, ACE inhibitor therapy may cause excessive hypotension, which may be associated with oliguria, azotemia, and (rarely) with acute renal failure and death. In such patients, fosinopril sodium and hydrochlorothiazide therapy should be started under close medical supervision; they should be followed closely for the first 2 weeks of treatment and whenever the dose of fosinopril or diuretic is increased. If hypotension occurs, the patient should be placed in a supine position, and, if necessary, treated with intravenous infusion of physiological saline. Fosinopril sodium and hydrochlorothiazide treatment usually can be continued following restoration of blood pressure and volume. Impaired Renal Function Fosinopril sodium and hydrochlorothiazide should be used with caution in patients with severe renal disease. Thiazides may precipitate azotemia in such patients, and the effects of repeated dosing may be cumulative. When the renin-angiotensin-aldosterone system is inhibited by ACE inhibitors, changes in renal function may be anticipated in susceptible individuals. In patients with severe congestive heart failure, whose renal function may depend on the activity of the renin-angiotensin-aldosterone system, treatment with angiotensin-converting enzyme inhibitors (including fosinopril) may be associated with oliguria and/or progressive azotemia and (rarely) with acute renal failure and/or death. In some studies of hypertensive patients with unilateral or bilateral renal artery stenosis, treatment with ACE inhibitors has been associated with increases in blood urea nitrogen and serum creatinine; these increases were reversible upon discontinuation of ACE inhibitor therapy, concomitant diuretic therapy, or both. When such patients are treated with fosinopril sodium and hydrochlorothiazide, renal function should be monitored during the first few weeks of therapy. Some ACE-inhibitor-treated hypertensive patients with no apparent preexisting renal vascular disease have developed increases in blood urea nitrogen and serum creatinine, usually minor and transient, especially when the ACE inhibitor has been given concomitantly with a diuretic. Dosage reduction of fosinopril sodium and hydrochlorothiazide may be required. Evaluation of the hypertensive patient should always include assessment of renal function (see DOSAGE AND ADMINISTRATION ). Neutropenia/Agranulocytosis Another angiotensin-converting enzyme inhibitor, captopril, has been shown to cause agranulocytosis and bone marrow depression, rarely in uncomplicated patients (incidence probably less than once per 10,000 exposures), but more frequently (incidence possibly as great as once per 1,000 exposures) in patients with renal impairment, especially those who also have a collagen-vascular disease such as systemic lupus erythematosus or scleroderma. Available data from clinical trials of fosinopril are insufficient to show that fosinopril does not cause agranulocytosis at similar rates. Monitoring of white blood cell counts should be considered in patients with collagen-vascular disease, especially if the disease is associated with impaired renal function. Neutropenia/agranulocytosis has also been associated with thiazide diuretics. Fetal Toxicity Pregnancy Category D Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Resulting oligohydramnios can be associated with fetal lung hypoplasia and skeletal deformations. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death. When pregnancy is detected, discontinue fosinopril and hydrochlorothiazide as soon as possible. These adverse outcomes are usually associated with use of these drugs in the second and third trimester of pregnancy. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from other antihypertensive agents. Appropriate management of maternal hypertension during pregnancy is important to optimize outcomes for both mother and fetus. In the unusual case that there is no appropriate alternative to therapy with drugs affecting the renin-angiotensin system for a particular patient, apprise the mother of the potential risk to the fetus. Perform serial ultrasound examinations to assess the intra-amniotic environment. If oligohydramnios is observed, discontinue fosinopril and hydrochlorothiazide, unless it is considered lifesaving for the mother. Fetal testing may be appropriate, based on the week of pregnancy. Patients and physicians should be aware, however, that oligohydramnios may not appear until after the fetus has sustained irreversible injury. Closely observe infants with histories of in utero exposure to fosinopril and hydrochlorothiazide for hypotension, oliguria, and hyperkalemia ( see PRECAUTIONS , Pediatric Use ). Intrauterine exposure to thiazide diuretics is associated with fetal or neonatal jaundice, thrombocytopenia, and possibly other adverse reactions that occurred in adults. No teratogenic effects of fosinopril were seen in studies of pregnant rats and rabbits. On a mg/kg basis, the doses used were up to 180 times (in rats) and one time (in rabbits) the maximum recommended human dose. No teratogenic effects of fosinopril and hydrochlorothiazide were seen in studies of pregnant rats and rabbits. On a mg/kg (fosinopril and hydrochlorothiazide) basis, the doses used were up to 188/94 times (in rats) and 0.6/0.3 times (in rabbits) the maximum recommended human dose. Impaired Hepatic Function Rarely, ACE inhibitors have been associated with a syndrome that begins with cholestatic jaundice and progresses to fulminant hepatic necrosis and (sometimes) death. The mechanism of this syndrome is not understood. A patient receiving fosinopril sodium and hydrochlorothiazide who develops jaundice or marked elevation of hepatic enzymes should discontinue fosinopril sodium and hydrochlorothiazide tablets and receive appropriate medical follow-up. Fosinopril sodium and hydrochlorothiazide should be used with caution in patients with impaired hepatic function or progressive liver disease, since minor alterations of fluid and electrolyte balance may precipitate hepatic coma. Also, since the metabolism of fosinopril to fosinoprilat is normally dependent upon hepatic esterases, patients with impaired liver function could develop elevated plasma levels of fosinopril. In a study of patients with alcoholic or biliary cirrhosis the rate (but not the extent) of hydrolysis to fosinoprilat was reduced. In these patients the clearance of fosinoprilat was reduced, and the area under the fosinoprilat-time curve was approximately doubled. Systemic Lupus Erythematosus Thiazide diuretics have been reported to cause exacerbation or activation of systemic lupus erythematosus."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Fosinopril sodium and hydrochlorothiazide tablets have been evaluated for safety in over 660 patients with hypertension; approximately 137 of these patients were treated for more than one year. The observed adverse events were generally mild, transient, and similar to those seen with fosinopril and hydrochlorothiazide taken separately. There was no relationship between the incidence of side effects and age. In placebo-controlled clinical trials of fosinopril sodium and hydrochlorothiazide, the usual duration of therapy was two months. Adverse clinical or laboratory events led to discontinuation of therapy by 4.3% of 368 placebo-treated patients and by 3.5% of 660 fosinopril sodium and hydrochlorothiazide-treated patients. The most common reasons for discontinuation of therapy with fosinopril sodium and hydrochlorothiazide in U.S. studies were headache (0.3%), cough (0.3%; see PRECAUTIONS ), and fatigue (0.2%). The side effects considered probably or possibly related to study drug that occurred in placebo-controlled trials in more than 2% of patients treated with fosinopril sodium and hydrochlorothiazide are shown in the table below. Reactions Possibly or Probably Drug-Related (Incidence in Placebo-Controlled Studies) Fosinopril Sodium and Hydrochlorothiazide (N=660) Placebo (N=368) % % Headache 7 12.8 Cough 5.6 1.1 Fatigue 3.9 2.4 Dizziness 3.2 2.2 Upper Respiratory Infection 2.3 2.7 Musculoskeletal Pain 2 1.9 Other side effects considered possibly or probably related to study drug that occurred in controlled trials in 0.5% to <2% of patients treated with fosinopril sodium and hydrochlorothiazide, and rarer but clinically significant events regardless of causal relationship were: General: Chest pain, weakness, fever, viral infection. Cardiovascular: Orthostatic hypotension (seen in 1.8% of fosinopril sodium and hydrochlorothiazide patients and 0.3% of placebo patients; no patients discontinued therapy due to orthostatic hypotension), edema, flushing, rhythm disturbance, syncope. Dermatologic: Pruritus, rash. Endocrine/Metabolic: Sexual dysfunction, change in libido, breast mass. Gastrointestinal: Nausea/vomiting, diarrhea, dyspepsia/heartburn, abdominal pain, gastritis/esophagitis. Immunologic: Angioedema (see WARNINGS: Head and Neck Angioedema and Intestinal Angioedema ). Musculoskeletal: Myalgia/muscle cramps. Neurologic/Psychiatric: Somnolence, depression, numbness/paresthesia. Respiratory: Sinus congestion, pharyngitis, rhinitis. Special Senses: Tinnitus. Urogenital: Urinary tract infection, urinary frequency, dysuria. Laboratory Test Abnormalities: Serum electrolytes, uric acid, glucose, magnesium, cholesterol, triglycerides, and calcium (see PRECAUTIONS ). Neutropenia. Antihypertensive monotherapy with fosinopril has been evaluated for safety in more than 1500 patients, of whom approximately 450 patients were treated for a year or more. The observed adverse events included events similar to those seen with fosinopril sodium and hydrochlorothiazide; in addition, the following others have also been reported with fosinopril: Cardiovascular: Angina, myocardial infarction, cerebrovascular accident, hypertensive crisis, hypotension, claudication. Dermatologic: Urticaria, photosensitivity. Endocrine/Metabolic: Gout. Gastrointestinal: Pancreatitis, hepatitis, dysphagia, abdominal distention, flatulence, appetite/weight change, dry mouth. Hematologic: Lymphadenopathy. Musculoskeletal: Arthralgia. Neurologic/Psychiatric: Memory disturbance, tremor, confusion, mood change, sleep disturbance. Respiratory: Bronchospasm, laryngitis/hoarseness, epistaxis, and (in two patients) a symptom-complex of cough, bronchospasm, and eosinophilia. Special Senses: Vision disturbance, taste disturbance, eye irritation. Urogenital: Renal insufficiency. Laboratory Test Abnormalities: Elevations (usually transient and minor) of BUN and creatinine have been observed, but these have not been more frequent than in parallel patients treated with placebo. The hemoglobin in fosinopril-treated patients generally decreases by an average of 0.1 g/dL, but this nonprogressive change has never been symptomatic. Leukopenia and eosinophilia have also been reported. Serum levels of liver function tests (transaminases, LDH, alkaline phosphatase and serum bilirubin) have occasionally been found to be elevated, and these elevations have lead to discontinuation of therapy in 0.7% of patients. Other risk factors for liver dysfunction have often been present in these cases; in any event the elevations generally have resolved after discontinuation of therapy with fosinopril. Other Adverse Events Reported with ACE Inhibitors Other adverse effects reported with ACE inhibitors include cardiac arrest; pancytopenia, hemolytic anemia; aplastic anemia; thrombocytopenia; bullous pemphigus, exfoliative dermatitis; and a syndrome that may include one or more of arthralgia/arthritis, vasculitis, serositis, myalgia, fever, rash or other dermopathy, positive ANA titer, leukocytosis, eosinophilia, and elevated ESR. Hydrochlorothiazide has now been extensively prescribed for many years, but there has not been enough systematic collection of data to support an estimate of the frequency of the observed adverse reactions. Within organ-system groups, the reported reactions are listed here in decreasing order of severity, without regard to frequency. Cardiovascular: Orthostatic hypotension (may be potentiated by alcohol, barbiturates, or narcotics). Gastrointestinal: Pancreatitis, jaundice (intrahepatic cholestatic), sialadenitis, vomiting, diarrhea, cramping, nausea, gastric irritation, constipation, and anorexia. Hematologic: Aplastic anemia, agranulocytosis, leukopenia, thrombocytopenia, and hemolytic anemia. Immunologic: Necrotizing angiitis, Stevens-Johnson syndrome, respiratory distress (including pneumonitis and pulmonary edema), anaphylactic reactions, purpura, urticaria, rash, and photosensitivity. Metabolic: Hyperglycemia, glycosuria, and hyperuricemia. Musculoskeletal: Muscle spasm. Neurologic: Vertigo, lightheadedness, transient blurred vision, headache, paresthesia, xanthopsia, weakness, and restlessness. Non-melanoma Skin Cancer Hydrochlorothiazide is associated with an increased risk of non-melanoma skin cancer. In a study conducted in the Sentinel System, increased risk was predominantly for squamous cell carcinoma (SCC) and in white patients taking large cumulative doses. The increased risk for SCC in the overall population was approximately 1 additional case per 16,000 patients per year, and for white patients taking a cumulative dose of ≥50,000mg the risk increase was approximately 1 additional SCC case for every 6,700 patients per year."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Fosinopril sodium and hydrochlorothiazide tablets are contraindicated in patients who are anuric. Fosinopril sodium and hydrochlorothiazide is also contraindicated in patients who are hypersensitive to fosinopril, to any other ACE inhibitor, to hydrochlorothiazide, or other sulfonamide-derived drugs, or any other ingredient or component in the formulation. Hypersensitivity reactions are more likely to occur in patients with a history of allergy or bronchial asthma."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Fosinopril is an effective treatment of hypertension in once-daily doses of 10 to 80 mg, while hydrochlorothiazide is effective in doses of 12.5 to 50 mg per day. In clinical trials of fosinopril/hydrochlorothiazide combination therapy using fosinopril doses of 2.5 to 40 mg and hydrochlorothiazide doses at 5 to 37.5 mg, the antihypertensive effects increased with increasing dose of either component. The hazards (see WARNINGS ) of fosinopril are generally rare and apparently independent of dose; those of hydrochlorothiazide are a mixture of dose-dependent phenomena (primarily hypokalemia) and dose-independent phenomena (e.g., pancreatitis), the former much more common than the latter. Therapy with any combination of fosinopril and hydrochlorothiazide will be associated with both sets of dose-independent hazards. To minimize dose-independent hazards, it is usually appropriate to begin combination therapy only after a patient has failed to achieve the desired effect with monotherapy. Dose Titration by Clinical Effect A patient whose blood pressure is not adequately controlled with fosinopril or hydrochlorothiazide monotherapy may be switched to combination therapy with fosinopril sodium and hydrochlorothiazide tablets. Dosage must be guided by clinical response; controlled clinical trials showed that the addition of 12.5 mg of hydrochlorothiazide to 10 to 20 mg of fosinopril will typically be associated with additional reduction in seated diastolic blood pressure at 24 hours after dosing. On average, the effect of the combination of 10 mg of fosinopril with 12.5 mg of hydrochlorothiazide was similar to the effect seen with monotherapy using either 40 mg of fosinopril or 37.5 mg of hydrochlorothiazide. Use in Renal Impairment In patients with severe renal impairment (creatinine clearance is <30 mL/min/1.73 m 2 , serum creatine roughly ≥3 mg/dL or 265 µmol/L), loop diuretics are preferred to thiazides, so fosinopril sodium and hydrochlorothiazide tablets are not recommended. In patients with lesser degrees of renal impairment, fosinopril sodium and hydrochlorothiazide tablets may be used with no change in dosage."
  ],
  "indications": [
    "INDICATIONS AND USAGE Fosinopril sodium and hydrochlorothiazide tablets are indicated for the treatment of hypertension. These fixed dose combinations are not indicated for initial therapy. (See DOSAGE AND ADMINISTRATION . ) In using fosinopril sodium and hydrochlorothiazide, consideration should be given to the fact that another angiotensin-converting enzyme inhibitor, captopril, has caused agranulocytosis, particularly in patients with renal impairment or collagen-vascular disease. Available data are insufficient to show that fosinopril does not have a similar risk (see WARNINGS: Neutropenia/Agranulocytosis ). ACE inhibitors (for which adequate data are available) cause a higher rate of angioedema in black than in non-black patients (see WARNINGS: Head and Neck Angioedema and Intestinal Angioedema )."
  ],
  "fetched_at": "2025-09-30T21:16:10.768082",
  "source": "OpenFDA"
}