{
  "drug_name": "Fostemsavir",
  "generic_name": [
    "FOSTEMSAVIR TROMETHAMINE"
  ],
  "brand_names": [
    "Rukobia"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • See full prescribing information for complete list of significant drug interactions. ( 4 , 7 ) • Doses of oral contraceptives should not contain more than 30 mcg of ethinyl estradiol per day. ( 7.3 ) 7.1 Potential for RUKOBIA to Affect Other Drugs Temsavir may increase plasma concentrations of grazoprevir or voxilaprevir to a clinically relevant extent due to organic anion transporting polypeptide (OATP)1B1/3 inhibition [see Drug Interactions ( 7.3 )] . When RUKOBIA was coadministered with oral contraceptives, temsavir increased concentrations of ethinyl estradiol ( Table 3 ) [see Drug Interactions ( 7.3 ), Clinical Pharmacology ( 12.3 )] . 7.2 Potential for Other Drugs to Affect RUKOBIA Coadministration of RUKOBIA with rifampin, a strong CYP3A4 inducer, significantly decreases temsavir plasma concentrations. The use of RUKOBIA with drugs that are strong inducers of CYP3A4 can significantly decrease temsavir plasma concentrations which may lead to loss of virologic response [see Contraindications ( 4 ), Drug Interactions ( 7.3 ), Clinical Pharmacology ( 12.3 )] . 7.3 Established and Other Potentially Significant Drug Interactions Information regarding potential drug interactions with RUKOBIA is provided in Table 3 . These recommendations are based on either drug interaction trials or predicted interactions due to the expected magnitude of interaction and potential for serious adverse events or loss of efficacy [see Contraindications ( 4 ), Warnings and Precautions ( 5.4 ), Clinical Pharmacology ( 12.3 )] . Table 3. Established and Other Potentially Significant Drug Interactions a ↑ = Increase; ↓ = Decrease; HCV = Hepatitis C virus. a This table is not all inclusive. b See Clinical Pharmacology ( 12.3 ) for magnitude of interaction. Concomitant Drug Class: Drug Name Effect on Concentration of Temsavir and/or Concomitant Drug Clinical Comment Androgen receptor inhibitor: Enzalutamide ↓Temsavir Coadministration is contraindicated due to potential for loss of therapeutic effect to RUKOBIA [see Contraindications ( 4 )] . Anticonvulsants: Carbamazepine Phenytoin ↓Temsavir Antimycobacterial: Rifampin b ↓Temsavir Antineoplastic: Mitotane ↓Temsavir Herbal product: St John’s wort ( Hypericum perforatum ) ↓Temsavir Hepatitis C virus direct-acting antivirals: Grazoprevir Voxilaprevir ↑Grazoprevir ↑Voxilaprevir Coadministration may increase exposures of grazoprevir or voxilaprevir; however, the magnitude of increase in exposure is unknown. Increased exposures of grazoprevir may increase the risk of ALT elevations. Use an alternative HCV regimen if possible. Oral contraceptive: Ethinyl estradiol b ↑Ethinyl estradiol Ethinyl estradiol daily dose should not exceed 30 mcg . Caution is advised particularly in patients with additional risk factors for thromboembolic events. Statins: Rosuvastatin b Atorvastatin Fluvastatin Pitavastatin Simvastatin ↑Rosuvastatin ↑Atorvastatin ↑Fluvastatin ↑Pitavastatin ↑Simvastatin Use the lowest possible starting dose for statins and monitor for statin-associated adverse events. 7.4 Drugs that Prolong QT Interval Coadministration of RUKOBIA with a drug with a known risk of Torsade de Pointes may increase the risk of Torsade de Pointes [see Warnings and Precautions ( 5.2 ), Clinical Pharmacology ( 12.2 )] . Use RUKOBIA with caution when coadministered with drugs with a known risk of Torsade de Pointes. 7.5 Drugs without Clinically Significant Interactions with RUKOBIA Based on drug interaction study results, the following drugs can be coadministered with RUKOBIA without a dose adjustment: atazanavir/ritonavir, buprenorphine/naloxone, cobicistat, darunavir/cobicistat, darunavir/ritonavir with and without etravirine, etravirine, famotidine, maraviroc, methadone, norethindrone, raltegravir, ritonavir, rifabutin with and without ritonavir, tenofovir disoproxil fumarate [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Immune reconstitution syndrome [see Warnings and Precautions ( 5.1 )] . • QTc prolongation [see Warnings and Precautions ( 5.2 )] . • Elevations in hepatic transaminases in patients with hepatitis B or C virus co-infection [see Warnings and Precautions ( 5.3 )]. The most common adverse reaction (all grades) observed in ≥5% of subjects was nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact ViiV Healthcare at 1-877-844-8872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 620 subjects with HIV-1 infection received at least one dose of RUKOBIA as part of a controlled clinical trial. The primary safety assessment of RUKOBIA is based on 96 weeks of data from a Phase 3 partially randomized, international, multicenter, double-blind, placebo-controlled trial (BRIGHTE) conducted in 371 heavily treatment-experienced adult subjects [see Clinical Studies ( 14 )] . In the randomized cohort, 203 subjects received at least one dose of blinded RUKOBIA 600 mg twice daily and 69 subjects received placebo in addition to their current failing regimen for 8 days of functional monotherapy. Beyond Day 8, all randomized subjects except one received open-label RUKOBIA 600 mg twice daily plus an optimized background therapy (OBT). In the nonrandomized cohort, 99 subjects received open-label RUKOBIA 600 mg twice daily plus OBT from Day 1 onward. A total of 370 subjects (271 randomized and 99 nonrandomized) received at least 1 dose of RUKOBIA 600 mg twice daily in the BRIGHTE trial. Overall, most (81%) of the adverse reactions reported with RUKOBIA were mild or moderate in severity. The proportion of subjects who discontinued treatment with RUKOBIA due to an adverse event was 7% at Week 96 (randomized: 5% and nonrandomized: 12%). The most common adverse events leading to discontinuation were related to infections (3% of subjects receiving RUKOBIA). Serious drug reactions occurred in 3% of subjects and included 3 cases of severe immune reconstitution inflammatory syndrome. Data from the randomized cohort form the basis of the safety assessment of RUKOBIA because the presence of significant comorbid illness in the nonrandomized cohort (associated with advanced HIV infection) may confound the assessment of causality. Adverse reactions (all grades) reported in ≥2% of subjects in the randomized cohort in the Week 96 analysis are listed in Table 1 . Table 1. Adverse Reactions a (Grades 1 to 4) Reported in ≥2% of Subjects Receiving RUKOBIA plus OBT in the BRIGHTE Trial, Randomized Cohort (Week 96 Analysis) OBT = Optimized background therapy. a Frequencies of adverse reactions are based on all treatment-emergent adverse events attributed to study drug by the investigator. b Of the 272 subjects enrolled in the randomized cohort, 1 subject who received placebo withdrew from the trial prior to receiving RUKOBIA in the open-label phase of the trial. c Includes pooled terms: abdominal discomfort, abdominal pain, and abdominal pain upper. d Includes pooled terms: fatigue and asthenia. e Includes pooled terms: rash, rash generalized, rash maculo-papular, rash pruritic, and dermatitis allergic. f Includes pooled terms: insomnia, sleep deficit, sleep disorder, abnormal dreams. Adverse Reaction RUKOBIA plus OBT (n = 271) b Nausea 10% Diarrhea 4% Headache 4% Abdominal pain c 3% Dyspepsia 3% Fatigue d 3% Rash e 3% Sleep disturbance f 3% Immune Reconstitution Inflammatory Syndrome 2% Somnolence 2% Vomiting 2% Adverse reactions in the nonrandomized cohort were similar to those observed in the randomized cohort. The most common adverse reactions reported in nonrandomized subjects were fatigue (7%), nausea (6%), and diarrhea (6%). Less Common Adverse Reactions The following adverse reactions occurred in <2% of subjects receiving RUKOBIA in the randomized cohort of the BRIGHTE trial. These events have been included based on the assessment of potential causal relationship and were also reported in the nonrandomized cohort. Cardiac Disorders: Electrocardiogram QT prolonged. All reports were asymptomatic. Musculoskeletal Disorders: Myalgia. Nervous System Disorders: Dizziness, d ysgeusia, neuropathy peripheral (includes pooled terms: neuropathy peripheral and peripheral sensory neuropathy). Skin and Subcutaneous Tissue Disorders: Pruritus. Laboratory Abnormalities Selected laboratory abnormalities (Grades 3 to 4) with a worsening grade from baseline and representing the worst-grade toxicity in ≥2% of subjects in the randomized cohort of the BRIGHTE trial are presented in Table 2 . Table 2. Selected Laboratory Abnormalities (Grades 3 to 4) Reported in ≥2% of Subjects in the Randomized Cohort Receiving RUKOBIA plus OBT in the BRIGHTE Trial (Week 96 Analysis) OBT = Optimized background therapy; ULN = Upper limit of normal. a Percentages were calculated based on the number of subjects with post-baseline toxicity grades for each laboratory parameter (n = 221 for cholesterol and triglycerides, n = 216 for LDL cholesterol, and n = 268 for all other parameters). b Grade 3 only (no Grade 4 values reported). Laboratory Parameter Preferred Term RUKOBIA plus OBT (n = 271 a ) ALT (>5.0 x ULN) 5% AST (>5.0 x ULN) 4% Direct bilirubin (>ULN) b 7% Bilirubin (≥2.6 x ULN) 3% Cholesterol (≥300 mg/dL) b 5% Creatinine (>1.8 x ULN or 1.5 x baseline) 19% Creatine kinase (≥10 x ULN) 2% Hemoglobin (<9.0 g/dL) 6% Hyperglycemia (>250 mg/dL) 4% Lipase (>3.0 x ULN) 5% LDL cholesterol (≥190 mg/dL) 4% Neutrophils (≤599 cells/mm 3 ) 4% Triglycerides (>500 mg/dL) 5% Urate (>12 mg/dL) 3% The incidence of selected laboratory abnormalities (Grades 3 to 4) in the nonrandomized cohort were overall consistent with those of the randomized cohort, with the exception of direct bilirubin (14% versus 7%), bilirubin (6% versus 3%), lipase (10% versus 5%), triglycerides (10% versus 5%), neutrophils (7% versus 4%), and leukocytes (6% versus 1%), respectively. Changes in Serum Creatinine: Clinically relevant increases in serum creatinine have primarily occurred in patients with identifiable risk factors for reduced renal function, including pre-existing medical history of renal disease and/or concomitant medications known to cause increases in creatinine. A causal association between RUKOBIA and elevation in serum creatinine has not been established. Changes in Direct Bilirubin: Increases in direct (conjugated) bilirubin have been observed following treatment with RUKOBIA ( Table 2 ). Cases of clinical significance were uncommon and were confounded by the presence of intercurrent serious comorbid events (e.g., sepsis, cholangiocarcinoma, or other complications of viral hepatitis co-infection). In the remaining cases, elevations in direct bilirubin (without clinical jaundice) were typically transient, occurred without increases in liver transaminases, and resolved on continued RUKOBIA. Changes in ALT and AST in Subjects with Hepatitis B and/or Hepatitis C Virus Co-Infection: A total of 29 subjects with Hepatitis B and/or Hepatitis C co-infection were enrolled in the BRIGHTE trial (randomized and nonrandomized cohorts combined). Grade 3 and 4 elevations in ALT and AST occurred in 14% of these subjects compared with 3% (ALT) and 2% (AST) of subjects without viral hepatitis co-infection. Some of these elevations in transaminases were consistent with hepatitis B reactivation particularly in the setting where anti-hepatitis therapy was withdrawn [see Warnings and Precautions ( 5.3 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RUKOBIA is contraindicated in patients: • with previous hypersensitivity to fostemsavir or any of the components of RUKOBIA. • coadministered strong cytochrome P450 (CYP)3A inducers, as significant decreases in temsavir (the active moiety of fostemsavir) plasma concentrations may occur which may result in loss of virologic response. These drugs include, but are not limited to [see Drug Interactions ( 7 ), Clinical Pharmacology ( 12.3 )] : o Androgen receptor inhibitor: Enzalutamide o Anticonvulsants: Carbamazepine, phenytoin o Antimycobacterial: Rifampin o Antineoplastic: Mitotane o Herbal product: St John’s wort ( Hypericum perforatum ) • Hypersensitivity to fostemsavir or any of the components of the formulation. ( 4 ) • Coadministration with strong cytochrome P450 (CYP)3A inducers as significant decreases in temsavir plasma concentrations may occur, which may result in loss of virologic response. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of RUKOBIA is one 600-mg tablet taken orally twice daily with or without food [see Clinical Pharmacology ( 12.3 )] . Swallow tablets whole. Do not chew, crush, or split tablets. One tablet taken twice daily with or without food. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RUKOBIA, in combination with other antiretroviral(s), is indicated for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in heavily treatment-experienced adults with multidrug-resistant HIV-1 infection failing their current antiretroviral regimen due to resistance, intolerance, or safety considerations [see Clinical Studies ( 14 )]. RUKOBIA, a human immunodeficiency virus type 1 (HIV-1) gp120-directed attachment inhibitor, in combination with other antiretroviral(s), is indicated for the treatment of HIV-1 infection in heavily treatment-experienced adults with multidrug-resistant HIV-1 infection failing their current antiretroviral regimen due to resistance, intolerance, or safety considerations. ( 1 , 12.4 )"
  ],
  "fetched_at": "2025-10-01T18:20:52.876000",
  "source": "OpenFDA"
}