{
  "drug_name": "Fostamatinib",
  "generic_name": [
    "FOSTAMATINIB"
  ],
  "brand_names": [
    "TAVALISSE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Concomitant use with a strong CYP3A4 inhibitor increases exposure to R406 (the major active metabolite).( 7 ) Strong CYP3A4 Inducers: Concomitant use is not recommended. ( 7 ) 7.1 Effect of Other Drugs on TAVALISSE Strong CYP3A4 Inhibitors Concomitant use with strong CYP3A4 inhibitors increases exposure to R406 (the major active metabolite), which may increase the risk of adverse reactions. Monitor for toxicities of TAVALISSE that may require dose reduction (see Table 1 ) when given concurrently with a strong CYP3A4 inhibitor [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ] . Strong CYP3A4 Inducers Concomitant use with a strong CYP3A4 inducer reduces exposure to R406. Concomitant use of TAVALISSE with strong CYP3A4 inducers is not recommended [see Clinical Pharmacology (12.3) ] . 7.2 Effect of TAVALISSE on Other Drugs CYP3A4 Substrates Concomitant use of TAVALISSE may increase concentrations of some CYP3A4 substrate drugs. Monitor for toxicities of CYP3A4 substrate drug that may require dosage reduction when given concurrently with TAVALISSE [see Clinical Pharmacology (12.3) ] . BCRP Substrates Concomitant use of TAVALISSE may increase concentrations of BCRP substrate drugs (e.g., rosuvastatin). Monitor for toxicities of BCRP substrate drug that may require dosage reduction when given concurrently with TAVALISSE [see Clinical Pharmacology (12.3) ] . P-Glycoprotein (P-gp) Substrates Concomitant use of TAVALISSE may increase concentrations of P-gp substrates (e.g., digoxin). Monitor for toxicities of the P-gp substrate drug that may require dosage reduction when given concurrently with TAVALISSE [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically important adverse reactions, that can become serious are described elsewhere in the labeling: Hypertension [ see Warnings and Precautions (5.1) ] Hepatotoxicity [ see Warnings and Precautions (5.2) ] Diarrhea [ see Warnings and Precautions (5.3) ] Neutropenia [ see Warnings and Precautions (5.4) ] The most common adverse reactions (≥5% and more than placebo) are diarrhea, hypertension, nausea, respiratory infection, dizziness, ALT/AST increased, rash, abdominal pain, fatigue, chest pain and neutropenia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Rigel Pharmaceuticals, Inc. at 1-800-983-1329 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. TAVALISSE was studied in two randomized, double-blind, placebo-controlled trials that were identical in design. The data described below reflect exposure to TAVALISSE in 102 patients with chronic ITP who had received one or more prior ITP treatment(s). Groups were stratified with respect to splenectomy and severity of thrombocytopenia. Patients randomized to the TAVALISSE arm received 100 mg orally twice daily. Based upon platelet count and tolerability, if a patient's platelet count did not increase to at least 50 × 10 9 /L, the TAVALISSE dose could be increased to 150 mg twice daily after one month. In the placebo controlled studies, the median duration of TAVALISSE exposure in these studies was 86 days (range 8 to 183) [see Clinical Studies (14) for additional details for patients on TAVALISSE ] . In the ITP double-blind studies, serious adverse drug reactions were febrile neutropenia, diarrhea, pneumonia, and hypertensive crisis, which each occurred in 1% of patients receiving TAVALISSE. In addition, severe adverse reactions observed in patients receiving TAVALISSE included dyspnea and hypertension (both 2%); and neutropenia, arthralgia, chest pain, diarrhea, dizziness, nephrolithiasis, pain in extremity, toothache, syncope and hypoxia (all 1%) [see Warnings and Precautions (5.1) ] . Table 3 presents the common adverse reactions from these studies. Table 3: Incidence of Common (≥ 5%) Adverse Reactions from Double-Blind Clinical Studies (FIT 1 and FIT 2) Adverse Reaction TAVALISSE (N=102) Placebo (N=48) Mild % Moderate % Severe % TOTAL % Mild % Moderate % Severe % TOTAL % ALT = Alanine aminotransferase AST = Aspartate aminotransferase Note: Common adverse reactions defined as all adverse reactions occurring at a rate of ≥ 5% of patients in the TAVALISSE group and greater than placebo rate. Diarrhea Includes diarrhea and frequent bowel movement. 21 10 1 31 13 2 0 15 Hypertension Includes hypertension, blood pressure (BP) increased, BP diastolic abnormal, and BP diastolic increased. 17 9 2 28 10 0 2 13 Nausea 16 3 0 19 8 0 0 8 Dizziness 8 2 1 11 6 2 0 8 ALT increased 5 6 0 11 0 0 0 0 AST increased 5 4 0 9 0 0 0 0 Respiratory infection Includes upper respiratory tract infection, respiratory tract infection, lower respiratory tract infection, and viral upper respiratory tract infection. 7 4 0 11 6 0 0 6 Rash Includes rash, rash erythematous and rash macular. 8 1 0 9 2 0 0 2 Abdominal pain Includes abdominal pain, and abdominal pain upper. 5 1 0 6 2 0 0 2 Fatigue 4 2 0 6 0 2 0 2 Chest pain 2 3 1 6 2 0 0 2 Neutropenia Includes neutropenia and neutrophil count decreased. 3 2 1 6 0 0 0 0 Table 4: Elevations in Hepatic Transaminases During Placebo-Controlled Clinical Studies Enzyme Maximum Level of Elevation Number of Patients (%) TAVALISSE (N=102) Placebo (N=48) Alanine aminotransferase (ALT) and/or Aspartate aminotransferase (AST) >3 and ≤5 × ULN 3 (3) 0 >5 and ≤10 × ULN 5 (5) 0 ≥10 × ULN 1 (1) 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Initiate TAVALISSE at 100 mg orally twice daily with or without food. After 4 weeks, increase to 150 mg twice daily, if needed, to achieve platelet counts of at least 50 × 10 9 /L as necessary to reduce the risk of bleeding. ( 2.1 ) Manage adverse reactions using dose reduction, interruption of treatment, or discontinuation. ( 2.3 ) Discontinue TAVALISSE after 12 weeks of treatment if the platelet count does not increase to a level sufficient to avoid clinically important bleeding. ( 2.5 ) 2.1 Recommended Dosage Initiate TAVALISSE at a dose of 100 mg taken orally twice daily. After a month, if platelet count has not increased to at least 50 × 10 9 /L, increase TAVALISSE dose to 150 mg twice daily. Use the lowest dose of TAVALISSE to achieve and maintain a platelet count at least 50 × 10 9 /L as necessary to reduce the risk of bleeding. TAVALISSE may be taken with or without food. In the case of a missed dose of TAVALISSE, instruct patients to take their next dose at its regularly scheduled time. 2.2 Monitoring After obtaining baseline assessments: Monitor CBCs, including platelet counts, monthly until a stable platelet count (at least 50 × 10 9 /L) is achieved. Thereafter, continue to monitor CBCs, including neutrophils, regularly. Monitor liver function tests (LFTs) (e.g., ALT, AST, and bilirubin) monthly. Monitor blood pressure every 2 weeks until establishment of a stable dose, then monthly thereafter. 2.3 Dose Modification for Adverse Reactions TAVALISSE dose modification is recommended based on individual safety and tolerability. Management of some adverse reactions may require dose-interruption, reduction, or discontinuation. A dose reduction schedule is provided in Table 1, based on daily dose. For example, if a patient is on the maximum dose at the time of an adverse reaction, the first dose reduction would be from 300 mg/day to 200 mg/day. Table 1: Dose Reduction Schedule Daily Dose Administered as: AM PM 300 mg/day 150 mg 150 mg 200 mg/day 100 mg 100 mg 150 mg/day 150 mg Once daily TAVALISSE should be taken in the morning. --- 100 mg/day If further dose reduction below 100 mg/day is required, discontinue TAVALISSE. 100 mg --- The recommended dose modifications for adverse reactions are provided in Table 2. Table 2: Recommended Dose Modifications and Management for Specific Adverse Reactions Adverse Reaction Recommended Action ALT = alanine aminotransferase; AST = aspartate aminotransferase; BP = blood pressure; BL = bilirubin; ULN = upper limit of normal; LFT = liver function tests (AST, ALT, total BL with fractionation if elevated, alkaline phosphatase); AST/ALT = AST or ALT Hypertension Stage 1: systolic between 130-139 or diastolic between 80-89 mmHg Initiate or increase dosage of antihypertensive medication for patients with increased cardiovascular risk, and adjust as needed until BP is controlled. If the BP target is not met after 8 weeks, reduce TAVALISSE to next lower daily dose (refer to Table 1). Stage 2: systolic at least 140 or diastolic at least 90 mmHg Initiate or increase dosage of antihypertensive medication, and adjust as needed until BP is controlled. If BP remains 140/90 mmHg or higher for more than 8 weeks, reduce TAVALISSE to next lower daily dose (refer to Table 1). If BP remains 160/100 mmHg or higher for more than 4 weeks despite aggressive antihypertensive therapy, interrupt or discontinue TAVALISSE. Hypertensive crisis: systolic over 180 and/or diastolic over 120 mmHg Interrupt or discontinue TAVALISSE. Initiate or increase dosage of antihypertensive medication, and adjust as needed until BP is controlled. If BP returns to less than the target BP, resume TAVALISSE at same daily dose. If repeat BP is 160/100 mmHg or higher for more than 4 weeks despite aggressive antihypertensive treatment, discontinue TAVALISSE. Hepatotoxicity AST/ALT is 3 × ULN or higher and less than 5 × ULN If patient is symptomatic (e.g., nausea, vomiting, abdominal pain): Interrupt TAVALISSE. Recheck LFTs every 72 hours until ALT/AST values are no longer elevated (below 1.5 × ULN) and total BL remains less than 2 × ULN. Resume TAVALISSE at next lower daily dose (refer to Table 1). If patient is asymptomatic: Recheck LFTs every 72 hours until ALT/AST are below 1.5 × ULN) and total BL remains less than 2 × ULN. Consider interruption or dose reduction of TAVALISSE if ALT/AST and TBL remain in this category (AST/ALT is 3 to 5 × ULN; and total BL remains less than 2 × ULN) If interrupted, resume TAVALISSE at next lower daily dose (refer to Table 1) when ALT/AST are no longer elevated (below 1.5 × ULN) and total BL remains less than 2 × ULN. AST/ALT is 5 × ULN or higher and total BL is less than 2 × ULN Interrupt TAVALISSE. Recheck LFTs every 72 hours: If AST and ALT decrease, recheck until ALT and AST are no longer elevated (below 1.5 × ULN) and total BL remains less than 2 × ULN; resume TAVALISSE at next lower daily dose (refer to Table 1). If AST/ALT persist at 5 × ULN or higher for 2 weeks or more, discontinue TAVALISSE. AST/ALT is 3 × ULN or higher and total BL is greater than 2 × ULN Discontinue TAVALISSE. Elevated unconjugated (indirect) BL in absence of other LFT abnormalities Continue TAVALISSE with frequent monitoring since isolated increase in unconjugated (indirect) BL may be due to UGT1A1 inhibition Diarrhea Diarrhea Manage diarrhea using supportive measures (e.g., dietary changes, hydration and/or antidiarrheal medication) early after the onset until symptom(s) have resolved. If symptom(s) become severe (Grade 3 or above), temporarily interrupt TAVALISSE. If diarrhea improves to mild (Grade 1), resume TAVALISSE at the next lower daily dose (refer to Table 1). Neutropenia Neutropenia If absolute neutrophil count decreases (ANC less than 1.0 × 10 9 /L) and remains low after 72 hours, temporarily interrupt TAVALISSE until resolved (ANC greater than 1.5 × 10 9 /L). Resume TAVALISSE at the next lower daily dose (refer to Table 1). 2.4 Dose Modification for Drug Interactions Concomitant use with a strong CYP3A4 inhibitor increases exposure to R406 (the major active metabolite). Monitor for toxicities of TAVALISSE that may require TAVALISSE dose modifications (see Table 1 ) when given concurrently with a strong CYP3A4 inhibitor [see Drug Interactions (7.1) ] . 2.5 Discontinuation Discontinue TAVALISSE after 12 weeks of treatment if the platelet count does not increase to a level sufficient to avoid clinically important bleeding [see Clinical Studies (14) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TAVALISSE is indicated for the treatment of thrombocytopenia in adult patients with chronic immune thrombocytopenia (ITP) who have had an insufficient response to a previous treatment. TAVALISSE is a kinase inhibitor indicated for the treatment of thrombocytopenia in adult patients with chronic immune thrombocytopenia (ITP) who have had an insufficient response to a previous treatment."
  ],
  "fetched_at": "2025-10-01T18:33:24.585702",
  "source": "OpenFDA"
}