{
  "drug_name": "Fruquintinib",
  "generic_name": [
    "FRUQUINTINIB"
  ],
  "brand_names": [
    "Fruzaqla"
  ],
  "drug_interactions": [
    "7. DRUG INTERACTIONS Strong or Moderate CYP3A Inducers: Avoid concomitant use. ( 7.1 ) 7.1. Effects of Other Drugs on FRUZAQLA Strong CYP3A Inducers Avoid concomitant use of drugs that are strong CYP3A inducers with FRUZAQLA. Concomitant use with a strong CYP3A inducer may decrease fruquintinib C max and AUC [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of FRUZAQLA. Moderate CYP3A Inducers If possible, avoid concomitant use of drugs that are moderate CYP3A inducers with FRUZAQLA. If it is not possible to avoid concomitant use of a moderate CYP3A inducer and fruquintinib, continue to administer FRUZAQLA at the recommended dosage. Concomitant use with a moderate CYP3A inducer may decrease fruquintinib C max and AUC [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of FRUZAQLA."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypertension [see Warnings and Precautions (5.1) ] . Hemorrhagic Events [see Warnings and Precautions (5.2) ] . Infections [see Warnings and Precautions (5.3) ] . Gastrointestinal Perforation [see Warnings and Precautions (5.4) ] . Hepatotoxicity [see Warnings and Precautions (5.5) ]. Proteinuria [see Warnings and Precautions (5.6) ] . Palmar-Plantar Erythrodysesthesia (PPE) [see Warnings and Precautions (5.7) ] . Posterior Reversible Encephalopathy Syndrome (PRES) [see Warnings and Precautions (5.8) ] . Most common adverse reactions (incidence ≥20%) are hypertension, palmar-plantar erythrodysesthesia, proteinuria, dysphonia, abdominal pain, diarrhea, and asthenia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals America, Inc. at 1-844-662-8532 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1. Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS and below reflects exposure to FRUZAQLA as a single agent in 911 patients with mCRC who were enrolled in three randomized, placebo-controlled studies (FRESCO-2, FRESCO and 2012-013-00CH1) (N=781); three open-label studies (2009-013-00CH1, 2012-013-00CH3 and 2015-013-00US1) (N=124); and an open-label lead-in cohort of FRESCO-2 (N=6). Among the 911 patients who received FRUZAQLA, 23% were exposed for 6 months or longer and 3.5% were exposed for greater than one year. These patients received at least one dose of FRUZAQLA at the recommended dosage of 5 mg daily for the first 21 days of each 28-day cycle. The median age was 60 years (range: 23 to 82) and 34% were 65 years of age or older. The most common adverse reactions (incidence ≥20%) that occurred in pooled monotherapy studies were hypertension, PPE, proteinuria, dysphonia, abdominal pain, diarrhea, and asthenia. Metastatic Colorectal Cancer FRESCO-2 Study The safety of FRUZAQLA was evaluated in FRESCO-2, a randomized, double-blind, placebo-controlled study [see Clinical Studies (14.1) ] . Patients received either FRUZAQLA 5 mg daily for the first 21 days of each 28-day cycle plus best supportive care (BSC) (n=456) or matching placebo plus BSC (n=230). The median duration of therapy with FRUZAQLA was 3 months (range: 0.3 to 19.1 months). Serious adverse reactions occurred in 38% of patients treated with FRUZAQLA. Serious adverse reactions in ≥2% of patients treated with FRUZAQLA included hemorrhage (2.2%) and gastrointestinal perforation (2.0%). Fatal adverse reaction(s) occurred in 14 (3.1%) patients who received FRUZAQLA. Fatal adverse reactions occurring in ≥2 patients include pneumonia (n=3), sepsis/septic shock (n=2), and hepatic failure/encephalopathy (n=2). Adverse reactions leading to treatment discontinuation occurred in 20% of patients treated with FRUZAQLA. Adverse reactions leading to treatment discontinuations of FRUZAQLA in ≥1% of patients were asthenia and gastrointestinal perforation. Dose interruptions of FRUZAQLA due to an adverse reaction occurred in 47% of patients. Adverse reactions leading to dose interruptions of FRUZAQLA in ≥2% of patients were PPE, proteinuria, asthenia, abdominal pain, hypertension, vomiting, and diarrhea. Dose reductions of FRUZAQLA due to an adverse reaction occurred in 24% of patients. Adverse reactions leading to dose reductions of FRUZAQLA in ≥2% of patients were PPE, hypertension and asthenia. Table 3 summarizes the adverse reactions in FRESCO-2. Table 3: Adverse Reactions (≥10%) in Patients who Received FRUZAQLA and with a Difference Between Arms of ≥5% Compared to Placebo in FRESCO-2 (All Grades) Adverse Reaction FRUZAQLA (N=456) Placebo (N=230) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) General Fatigue Represents a composite of multiple related terms. 53 12 39 4.8 Vascular Hypertension 38 14 9 0.9 Gastrointestinal Stomatitis 31 2.2 7.8 0.4 Abdominal Pain 25 3.5 20 3 Diarrhea 24 3.7 11 0 Endocrine Disorders Hypothyroidism 21 0.4 0.4 0 Skin and Subcutaneous Palmar-plantar erythrodysesthesia (hand-foot skin reactions) 19 6 2.6 0 Renal Proteinuria 18 1.8 5 0.9 Respiratory Dysphonia 18 0 5 0 Musculoskeletal Musculoskeletal Pain 16 1.1 7 0 Arthralgia 11 0.9 4.3 0 Other important adverse reactions (all grades) that occurred in <10% of patients treated with FRUZAQLA included urinary tract infection (4.6%), epistaxis (3.9%), proctalgia (3.5%), pneumonia (2.4%), gastrointestinal hemorrhage (1.5%), gastrointestinal perforation (1.3%), pancreatitis (0.7%), thrombotic microangiopathy (0.2%), and posterior reversible encephalopathy syndrome (0.2%). Table 4 provides laboratory abnormalities observed in FRESCO-2. Table 4: Select Laboratory Abnormalities Worsening from Baseline Occurring in ≥20% of Patients in FRESCO-2 Laboratory Graded according to NCI CTCAE version 5.0. Abnormality FRUZAQLA (N=456) Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: FRUZAQLA (range: 409-444) and placebo (range: 195-216). Placebo (N=230) All Grade (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Chemistry Triglycerides Increased 53 2.8 22 1.0 Cholesterol Increased 37 1.9 22 1.9 Aspartate Aminotransferase Increased 36 4.3 24 1.9 Albumin Decreased 35 1.6 32 1.4 Sodium Decreased 35 1.1 27 0.9 Alanine Aminotransferase Increased 34 5 22 1.4 Bilirubin Increased 30 7 21 8 Alkaline Phosphatase Increased 20 1.6 27 0.5 Magnesium Decreased 20 0.5 10 0.5 Hematology Lymphocytes Decreased 30 6 32 4.7 Platelets Decreased 30 0.2 4.7 0 Activated Partial Thromboplastin Time Increased 21 2.7 18 1.5 Other clinically relevant laboratory abnormalities (all grades) that occurred in <20% of patients treated with FRUZAQLA included pancreatic enzymes increased (3.9%). FRESCO Study The safety of FRUZAQLA was evaluated in FRESCO, a randomized, double-blind, placebo-controlled study [see Clinical Studies (14.1) ] . Patients received either FRUZAQLA 5 mg daily for the first 21 days of each 28-day cycle plus BSC (n=278) or matching placebo plus BSC (n=137). The median duration of therapy with FRUZAQLA was 3.68 months (range: 0.3 to 22.1 months). Serious adverse reactions occurred in 15% of patients treated with FRUZAQLA. Serious adverse reactions in ≥2% of patients included intestinal obstruction (2.9%) and hemorrhage (2.2%). Fatal adverse reaction(s) occurred in 7 (2.5%) patients who received FRUZAQLA including cerebral infarction (n=1), gastrointestinal hemorrhage (n=1), hemoptysis (n=1), bacterial infection (n=1), lung/lower respiratory infection (n=2), and multiple organ dysfunction (n=1). Adverse reactions leading to treatment discontinuation occurred in 15% of patients who received FRUZAQLA. Adverse reactions leading to treatment discontinuations of FRUZAQLA in ≥1% were intestinal obstruction, proteinuria and hepatic function abnormalities. Dose interruptions of FRUZAQLA due to an adverse reaction occurred in 35% of patients. Adverse reactions leading to dose interruptions of FRUZAQLA in ≥2% of patients were PPE, proteinuria, platelet count decreased, ALT increased, hypertension, and diarrhea. Dose reductions of FRUZAQLA due to an adverse reaction occurred in 24% of patients. Adverse reactions leading to dose reduction of FRUZAQLA in ≥2% of patients were PPE, proteinuria, and hypertension. Table 5 summarizes the adverse reactions in FRESCO. Table 5: Adverse Reactions (≥10%) in Patients who Received FRUZAQLA and with a Difference Between Arms of ≥5% Compared to Placebo in FRESCO (All Grades) Adverse Reaction Fruquintinib (N=278) Placebo (N=137) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Vascular Hypertension Represents a composite of multiple related terms. 61 23 17 2.2 Hemorrhage 28 1.1 14 0 Renal Proteinuria 55 4.7 30 0 Skin and Subcutaneous Palmar-plantar erythrodysesthesia (hand-foot skin reactions) 49 11 2.9 0 Respiratory Dysphonia 38 0 1.5 0 Throat Pain 10 0 1.5 0 Gastrointestinal Stomatitis 33 0.7 2.9 0 Abdominal Pain 29 4 17 1.5 Diarrhea 25 3.6 5 0 General Fatigue 25 2.5 13 1.5 Metabolism Anorexia 21 1.4 9 0 Musculoskeletal Musculoskeletal Pain 22 2.2 6 1.5 Back Pain 15 1.8 7 0 Arthralgia 13 0.4 2.2 0 Endocrine Disorders Hypothyroidism 17 0 2.2 0 Other clinically important adverse reactions (all grades) that occurred in <10% of patients treated with FRUZAQLA included urinary tract infection (9%), rash (9%), upper respiratory tract infection (4.7%), proctalgia (3.6%), pneumonia (2.9%), and gastrointestinal perforation or fistula (2.2%). Table 6 provides laboratory abnormalities observed in FRESCO. Table 6: Select Laboratory Abnormalities Worsening from Baseline Occurring in ≥20% of Patients in FRESCO Laboratory Graded according to NCI CTCAE version 4.03. Abnormality FRUZAQLA (N=278) Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: FRUZAQLA (range: 257-277) and placebo (range: 126-134). Placebo (N=137) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Chemistry Creatinine Increased 87 0.7 75 1.5 Glucose Increased 43 1.1 31 3.0 Aspartate Aminotransferase Increased 42 3.6 31 1.5 Alkaline Phosphatase Increased 40 4.3 34 6 Bilirubin Increased 39 4.7 34 8 Alanine Aminotransferase Increased 33 2.2 18 1.5 Sodium Decreased 33 6 31 5 Urate Increased 26 26 22 22 Calcium Decreased 25 0.4 13 0 Potassium Decreased 22 1.8 15 2.3 Hematology Platelets Decreased 29 3.6 6 0.7 Hemoglobin Decreased 23 0.7 33 4.5 Other clinically relevant laboratory abnormalities (all grades) that occurred in <20% of patients treated with FRUZAQLA included pancreatic enzymes increased (4.3%)."
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION The recommended dose of FRUZAQLA is 5 mg orally once daily, with or without food for the first 21 days of each 28-day cycle. ( 2.1 ) 2.1. Recommended Dosage The recommended dose of FRUZAQLA is 5 mg orally once daily for the first 21 days of each 28-day cycle until disease progression or unacceptable toxicity. Take FRUZAQLA with or without food [see Clinical Pharmacology (12.3) ] at approximately the same time each day. Swallow the FRUZAQLA capsule whole. Take a missed dose if less than 12 hours have passed since the missed scheduled dose. Do not take two doses on the same day to make up for a missed dose. Do not take an additional dose if vomiting occurs after taking FRUZAQLA but continue with the next scheduled dose. 2.2. Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are provided in Table 1. Table 1: Recommended Dose Reductions for FRUZAQLA Dose Level FRUZAQLA Dosage First dose reduction 4 mg orally once daily Second dose reduction 3 mg orally once daily Permanently discontinue FRUZAQLA in patients unable to tolerate 3 mg orally once daily. The recommended dosage modifications for adverse reactions are provided in Table 2. Table 2: Recommended Dosage Modifications for FRUZAQLA Adverse Reaction Severity Severity as defined by National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. FRUZAQLA Dosage Modification Hypertension [see Warnings and Precautions (5.1) ] Grade 3 Withhold FRUZAQLA for Grade 3 hypertension that persists despite optimal anti-hypertensive therapy. If hypertension fully resolves or recovers to Grade 1, resume at the next lower dose level. Grade 4 Permanently discontinue FRUZAQLA. Hemorrhagic Events [see Warnings and Precautions (5.2) ] Grade 2 Withhold FRUZAQLA until bleeding fully resolves or recovers to Grade 1. Resume at the next lower dose level. Grade 3 or Grade 4 Permanently discontinue FRUZAQLA. Hepatotoxicity [see Warnings and Precautions (5.5) ] Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) greater than 3 times upper limit of normal (ULN), or greater than 3 times baseline if baseline was abnormal; or bilirubin greater than 1.5 times ULN, or greater than 1.5 times baseline if baseline was abnormal Withhold FRUZAQLA and monitor AST, ALT and total bilirubin until resolution to Grade 1 or baseline. Resume at the next lower dose level. ALT or AST greater than 3 times ULN with concurrent total bilirubin greater than 2 times ULN (in the absence of cholestasis or hemolysis) Permanently discontinue FRUZAQLA. AST or ALT greater than 20 times ULN if baseline was normal, or greater than 20 times baseline if baseline was abnormal; or bilirubin greater than 10 times ULN if baseline was normal, or greater than 10 times baseline if baseline was abnormal Permanently discontinue FRUZAQLA. Proteinuria [see Warnings and Precautions (5.6) ] 2 grams or greater proteinuria in 24 hours Withhold FRUZAQLA until proteinuria fully resolves or is <1 gram/24 hours. Upon recovery, resume at the next lower dose level. Permanently discontinue FRUZAQLA for nephrotic syndrome or if proteinuria does not recover to <1 gram/24 hours. Palmar-plantar erythrodysesthesia (PPE) [see Warnings and Precautions (5.7) ] Grade 2 Withhold FRUZAQLA and initiate supportive treatment. If toxicity fully resolves or recovers to Grade 1, resume at the same dose level. Grade 3 Withhold FRUZAQLA and initiate supportive treatment. If toxicity fully resolves or recovers to Grade 1, resume at the next lower dose level. Other Adverse Reactions [see Adverse Reactions (6.1) ] Grade 3 Withhold FRUZAQLA. If toxicity fully resolves or recovers to Grade 1, resume at the next lower dose level. Grade 4 Discontinue FRUZAQLA. Consider resuming FRUZAQLA at the next lower dose level only if the toxicity is non-life threatening and fully resolves or recovers to Grade 1 and the potential benefit outweighs the risks."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE FRUZAQLA is indicated for the treatment of adult patients with metastatic colorectal cancer (mCRC) who have been previously treated with fluoropyrimidine‑, oxaliplatin‑, and irinotecan‑based chemotherapy, an anti‑VEGF therapy, and, if RAS wild‑type and medically appropriate, an anti-EGFR therapy. FRUZAQLA is a kinase inhibitor indicated for the treatment of adult patients with metastatic colorectal cancer (mCRC) who have been previously treated with fluoropyrimidine‑, oxaliplatin‑, and irinotecan‑based chemotherapy, an anti‑VEGF therapy, and, if RAS wild‑type and medically appropriate, an anti-EGFR therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:13:31.148437",
  "source": "OpenFDA"
}