{
  "drug_name": "Fulvestrant",
  "generic_name": [
    "FULVESTRANT"
  ],
  "brand_names": [
    "Fulvestrant"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS There are no known drug-drug interactions. Although, fulvestrant is metabolized by CYP 3A4 in vitro , drug interactions studies with ketoconazole or rifampin did not alter fulvestrant pharmacokinetics. Dose adjustment is not needed in patients co-prescribed CYP 3A4 inhibitors or inducers [see Clinical Pharmacology ( 12.3 )] . There are no known drug-drug interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Risk of Bleeding [see Warnings and Precautions ( 5.1 )] Increased Exposure in Patients with Hepatic Impairment [see Warnings and Precautions ( 5.2 )] Injection Site Reaction [see Warnings and Precautions ( 5.3 )] Embryo-Fetal Toxicity [see Warnings and Precautions ( 5.4 )] The most common adverse reactions occurring in ≥5% of patients receiving Fulvestrant Injection 500 mg were: injection site pain, nausea, bone pain, arthralgia, headache, back pain, fatigue, pain in extremity, hot flash, vomiting, anorexia, asthenia, musculoskeletal pain, cough, dyspnea, and constipation. ( 6.1 ) Increased hepatic enzymes (ALT, AST, ALP) occurred in >15% of Fulvestrant Injection patients and were not dose-dependent. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals, Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed cannot be directly compared to rates in other trials and may not reflect the rates observed in clinical practice. Monotherapy Comparison of Fulvestrant Injection 500 mg and Fulvestrant Injection 250 mg (CONFIRM) The following adverse reactions (ARs) were calculated based on the safety analysis of CONFIRM comparing the administration of Fulvestrant Injection 500 mg intramuscularly once a month with Fulvestrant Injection 250 mg intramuscularly once a month. The most frequently reported adverse reactions in the Fulvestrant Injection 500 mg group were injection site pain (11.6% of patients), nausea (9.7% of patients), and bone pain (9.4% of patients); the most frequently reported adverse reactions in the Fulvestrant Injection 250 mg group were nausea (13.6% of patients), back pain (10.7% of patients), and injection site pain (9.1% of patients). Table 1 lists adverse reactions reported with an incidence of 5% or greater, regardless of assessed causality, from CONFIRM. Table 1: Adverse Reactions in CONFIRM (≥5% in Either Treatment Group) 1 Including more severe injection site related sciatica, neuralgia, neuropathic pain, and peripheral neuropathy. Adverse Reactions Fulvestrant Injection 500 mg N=361 % Fulvestrant Injection 250 mg N=374 % Body as a Whole Injection Site Pain 1 12 9 Headache 8 7 Back Pain 8 11 Fatigue 8 6 Pain in Extremity 7 7 Asthenia 6 6 Vascular System Hot Flash 7 6 Digestive System Nausea 10 14 Vomiting 6 6 Anorexia 6 4 Constipation 5 4 Musculoskeletal System Bone Pain 9 8 Arthralgia 8 8 Musculoskeletal Pain 6 3 Respiratory System Cough 5 5 Dyspnea 4 5 In the pooled safety population (N=1127) from clinical trials comparing Fulvestrant Injection 500 mg to Fulvestrant Injection 250 mg, post-baseline increases of ≥1 CTC grade in either AST, ALT, or alkaline phosphatase were observed in >15% of patients receiving Fulvestrant Injection. Grade 3-4 increases were observed in 1-2% of patients. The incidence and severity of increased hepatic enzymes (ALT, AST, ALP) did not differ between the 250 mg and the 500 mg Fulvestrant Injection arms. Comparison of Fulvestrant Injection 500 mg and Anastrozole 1 mg (FALCON) The safety of Fulvestrant Injection 500 mg versus anastrozole 1 mg was evaluated in FALCON. The data described below reflect exposure to Fulvestrant Injection in 228 out of 460 patients with HR-positive advanced breast cancer in postmenopausal women not previously treated with endocrine therapy who received at least one (1) dose of treatment in FALCON. Permanent discontinuation associated with an adverse reaction occurred in 4 of 228 (1.8%) patients receiving Fulvestrant Injection, and in 3 of 232 (1.3%) patients receiving anastrozole. Adverse reactions leading to discontinuation for those patients receiving Fulvestrant Injection included drug hypersensitivity (0.9%), injection site hypersensitivity (0.4%), and elevated liver enzymes (0.4%). The most common adverse reactions (≥10%) of any grade reported in patients in the Fulvestrant Injection arm were arthralgia, hot flash, fatigue and nausea. Adverse reactions reported in patients who received Fulvestrant Injection in FALCON at an incidence of ≥5% in either treatment arm are listed in Table 2 , and laboratory abnormalities are listed in Table 3 . Table 2: Adverse Reactions in FALCON Adverse Reactions Fulvestrant Injection 500 mg N=228 Anastrozole 1 mg N=232 All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Vascular Disorders Hot flash 11 0 10 0 Gastrointestinal Disorders Nausea 11 0 10 <1 Diarrhea 6 0 6 <1 Musculoskeletal and Connective Tissue Disorders Arthralgia 17 0 10 0 Myalgia 7 0 3 0 Pain in extremity 6 0 4 0 Back pain 9 <1 6 0 General Disorders and Administration Site Conditions Fatigue 11 <1 7 <1 Table 3: Laboratory Abnormalities in FALCON 1 1 In FALCON, post-baseline increases of ≥1 CTC grade in either AST, ALT, or alkaline phosphatase were observed in >10% of patients receiving Fulvestrant Injection. Grade 3-4 increases were observed in 1%-3% of patients. Laboratory Parameters Fulvestrant Injection 500 mg N=228 Anastrozole 1 mg N=232 All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Alanine aminotransferase increased (ALT) 7 1 3 0 Aspartate aminotransferase increased (AST) 5 1 3 <1 Comparison of Fulvestrant Injection 250 mg and Anastrozole 1 mg in Combined Trials (Studies 0020 and 0021) The most commonly reported adverse reactions in the Fulvestrant Injection and anastrozole treatment groups were gastrointestinal symptoms (including nausea, vomiting, constipation, diarrhea and abdominal pain), headache, back pain, vasodilatation (hot flashes), and pharyngitis. Injection site reactions with mild transient pain and inflammation were seen with Fulvestrant Injection and occurred in 7% of patients given the single 5 mL injection (Study 0020) and in 27% of patients given the 2 x 2.5 mL injections (Study 0021) in the two clinical trials that compared Fulvestrant Injection 250 mg and anastrozole 1 mg. Table 4 lists adverse reactions reported with an incidence of 5% or greater, regardless of assessed causality, from the two controlled clinical trials comparing the administration of Fulvestrant Injection 250 mg intramuscularly once a month with anastrozole 1 mg orally once a day. Table 4: Adverse Reactions in Studies 0020 and 0021 (≥5% from Combined Data) 1 Including more severe injection site related sciatica, neuralgia, neuropathic pain, and peripheral neuropathy. All patients on Fulvestrant Injection received injections, but only those anastrozole patients who were in Study 0021 received placebo injections. Adverse Reactions Fulvestrant Injection 250 mg N=423 % Anastrozole 1 mg N=423 % Body as a Whole 68 68 Asthenia 23 27 Pain 19 20 Headache 15 17 Back Pain 14 13 Abdominal Pain 12 12 Injection Site Pain 1 11 7 Pelvic Pain 10 9 Chest Pain 7 5 Flu Syndrome 7 6 Fever 6 6 Accidental Injury 5 6 Cardiovascular System 30 28 Vasodilatation 18 17 Digestive System 52 48 Nausea 26 25 Vomiting 13 12 Constipation 13 11 Diarrhea 12 13 Anorexia 9 11 Hemic and Lymphatic Systems 14 14 Anemia 5 5 Metabolic and Nutritional Disorders 18 18 Peripheral Edema 9 10 Musculoskeletal System 26 28 Bone Pain 16 14 Arthritis 3 6 Nervous System 34 34 Dizziness 7 7 Insomnia 7 9 Paresthesia 6 8 Depression 6 7 Anxiety 5 4 Respiratory System 39 34 Pharyngitis 16 12 Dyspnea 15 12 Cough Increased 10 10 Skin and Appendages 22 23 Rash 7 8 Sweating 5 5 Urogenital System 18 15 Urinary Tract Infection 6 4 Combination Therapy Combination Therapy with Palbociclib (PALOMA-3) The safety of Fulvestrant Injection 500 mg plus palbociclib 125 mg/day versus Fulvestrant Injection plus placebo was evaluated in PALOMA-3. The data described below reflect exposure to Fulvestrant Injection plus palbociclib in 345 out of 517 patients with HR-positive, HER2-negative advanced or metastatic breast cancer who received at least 1 dose of treatment in PALOMA-3. The median duration of treatment for Fulvestrant Injection plus palbociclib was 10.8 months while the median duration of treatment for Fulvestrant Injection plus placebo arm was 4.8 months. No dose reduction was allowed for Fulvestrant Injection in PALOMA-3. Dose reductions of palbociclib due to an adverse reaction of any grade occurred in 36% of patients receiving Fulvestrant Injection plus palbociclib. Permanent discontinuation associated with an adverse reaction occurred in 19 of 345 (6%) patients receiving Fulvestrant Injection plus palbociclib, and in 6 of 172 (3%) patients receiving Fulvestrant Injection plus placebo. Adverse reactions leading to discontinuation for those patients receiving Fulvestrant Injection plus palbociclib included fatigue (0.6%), infections (0.6%), and thrombocytopenia (0.6%). The most common adverse reactions (≥10%) of any grade reported in patients in the Fulvestrant Injection plus palbociclib arm by descending frequency were neutropenia, leukopenia, infections, fatigue, nausea, anemia, stomatitis, diarrhea, thrombocytopenia, vomiting, alopecia, rash, decreased appetite, and pyrexia. The most frequently reported Grade ≥3 adverse reactions (≥5%) in patients receiving Fulvestrant Injection plus palbociclib in descending frequency were neutropenia and leukopenia. Adverse reactions (≥10%) reported in patients who received Fulvestrant Injection plus palbociclib or Fulvestrant Injection plus placebo in PALOMA-3 are listed in Table 5 , and laboratory abnormalities are listed in Table 6 . Table 5: Adverse Reactions (≥10%) in PALOMA-3 Grading according to CTCAE v.4.0. CTCAE=Common Terminology Criteria for Adverse Events; N=number of patients; N/A=not applicable. 1 Infections includes all reported preferred terms (PTs) that are part of the System Organ Class Infections and infestations. 2 Most common infections (≥1%) include: nasopharyngitis, upper respiratory infection, urinary tract infection, influenza, bronchitis, rhinitis, conjunctivitis, pneumonia, sinusitis, cystitis, oral herpes, respiratory tract infection, gastroenteritis, tooth infection, pharyngitis, eye infection, herpes simplex, paronychia. 3 Stomatitis includes: aphthous stomatitis, cheilitis, glossitis, glossodynia, mouth ulceration, mucosal inflammation, oral pain, oropharyngeal discomfort, oropharyngeal pain, stomatitis. 4 Grade 1 events – 17%; Grade 2 events – 1%. 5 Grade 1 events – 6%. 6 Rash includes: rash, rash maculo-papular, rash pruritic, rash erythematous, rash papular, dermatitis, dermatitis acneiform, toxic skin eruption. Adverse Reactions Fulvestrant Injection plus Palbociclib N=345 Fulvestrant Injection plus Placebo N=172 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Infections and Infestations Infections 1 47 2 3 1 31 3 0 Blood and Lymphatic System Disorders Neutropenia 83 55 11 4 1 0 Leukopenia 53 30 1 5 1 1 Anemia 30 4 0 13 2 0 Thrombocytopenia 23 2 1 0 0 0 Metabolism and Nutrition Disorders Decreased appetite 16 1 0 8 1 0 Gastrointestinal Disorders Nausea 34 0 0 28 1 0 Stomatitis 3 28 1 0 13 0 0 Diarrhea 24 0 0 19 1 0 Vomiting 19 1 0 15 1 0 Skin and Subcutaneous Tissue Disorders Alopecia 18 4 N/A N/A 6 5 N/A N/A Rash 6 17 1 0 6 0 0 General Disorders and Administration Site Conditions Fatigue 41 2 0 29 1 0 Pyrexia 13 <1 0 5 0 0 Additional adverse reactions occurring at an overall incidence of <10.0% of patients receiving Fulvestrant Injection plus palbociclib in PALOMA-3 included asthenia (7.5%), aspartate aminotransferase increased (7.5%), dysgeusia (6.7%), epistaxis (6.7%), lacrimation increased (6.4%), dry skin (6.1%), alanine aminotransferase increased (5.8%), vision blurred (5.8%), dry eye (3.8%), and febrile neutropenia (0.9%). Table 6: Laboratory Abnormalities in PALOMA-3 N=number of patients; WBC=white blood cells. Laboratory Parameters Fulvestrant Injection plus Palbociclib N=345 Fulvestrant Injection plus Placebo N=172 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % WBC decreased 99 45 1 26 0 1 Neutrophils decreased 96 56 11 14 0 1 Anemia 78 3 0 40 2 0 Platelets decreased 62 2 1 10 0 0 Aspartate aminotransferase increased 43 4 0 48 4 0 Alanine aminotransferase increased 36 2 0 34 0 0 Combination Therapy with Abemaciclib (MONARCH 2) The safety of Fulvestrant Injection (500 mg) plus abemaciclib (150 mg twice daily) versus Fulvestrant Injection plus placebo was evaluated in MONARCH 2. The data described below reflect exposure to Fulvestrant Injection in 664 patients with HR-positive, HER2-negative advanced breast cancer who received at least one dose of Fulvestrant Injection plus abemaciclib or placebo in MONARCH 2. Median duration of treatment was 12 months for patients receiving Fulvestrant Injection plus abemaciclib and 8 months for patients receiving Fulvestrant Injection plus placebo. Dose reductions due to an adverse reaction occurred in 43% of patients receiving Fulvestrant Injection plus abemaciclib. Adverse reactions leading to dose reductions ≥5% of patients were diarrhea and neutropenia. Abemaciclib dose reduction due to diarrhea of any grade occurred in 19% of patients receiving Fulvestrant Injection plus abemaciclib compared to 0.4% of patients receiving Fulvestrant Injection plus placebo. Abemaciclib dose reductions due to neutropenia of any grade occurred in 10% of patients receiving Fulvestrant Injection plus abemaciclib compared to no patients receiving Fulvestrant Injection plus placebo. Permanent study treatment discontinuation due to an adverse event was reported in 9% of patients receiving Fulvestrant Injection plus abemaciclib and in 3% of patients receiving Fulvestrant Injection plus placebo. Adverse reactions leading to permanent discontinuation for patients receiving Fulvestrant Injection plus abemaciclib were infection (2%), diarrhea (1%), hepatotoxicity (1%), fatigue (0.7%), nausea (0.2%), abdominal pain (0.2%), acute kidney injury (0.2%), and cerebral infarction (0.2%). Deaths during treatment or during the 30-day follow up, regardless of causality, were reported in 18 cases (4%) of Fulvestrant Injection plus abemaciclib treated patients versus 10 cases (5%) of Fulvestrant Injection plus placebo treated patients. Causes of death for patients receiving Fulvestrant Injection plus abemaciclib included: 7 (2%) patient deaths due to underlying disease, 4 (0.9%) due to sepsis, 2 (0.5%) due to pneumonitis, 2 (0.5%) due to hepatotoxicity, and one (0.2%) due to cerebral infarction. The most common adverse reactions reported (≥20%) in the Fulvestrant Injection plus abemaciclib arm were diarrhea, fatigue, neutropenia, nausea, infections, abdominal pain, anemia, leukopenia, decreased appetite, vomiting, and headache ( Table 7 ). The most frequently reported (≥5%) Grade 3 or 4 adverse reactions were neutropenia, diarrhea, leukopenia, anemia, and infections. Table 7: Adverse Reactions ≥10% of Patients Receiving Fulvestrant Injection Plus Abemaciclib and ≥2% Higher Than Fulvestrant Injection Plus Placebo in MONARCH 2 1 Includes abdominal pain, abdominal pain upper, abdominal pain lower, abdominal discomfort, abdominal tenderness. 2 Includes upper respiratory tract infection, urinary tract infection, lung infection, pharyngitis, conjunctivitis, sinusitis, vaginal infection, sepsis. 3 Includes neutropenia, neutrophil count decreased. 4 Includes anemia, hematocrit decreased, hemoglobin decreased, red blood cell count decreased. 5 Includes leukopenia, white blood cell count decreased. 6 Includes platelet count decreased, thrombocytopenia. 7 Includes asthenia, fatigue. Adverse Reactions Fulvestrant Injection plus Abemaciclib N=441 Fulvestrant Injection plus Placebo N=223 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Gastrointestinal Disorders Diarrhea 86 13 0 25 <1 0 Nausea 45 3 0 23 1 0 Abdominal pain 1 35 2 0 16 1 0 Vomiting 26 <1 0 10 2 0 Stomatitis 15 <1 0 10 0 0 Infections and Infestations Infections 2 43 5 <1 25 3 <1 Blood and Lymphatic System Disorders Neutropenia 3 46 24 3 4 1 <1 Anemia 4 29 7 <1 4 1 0 Leukopenia 5 28 9 <1 2 0 0 Thrombocytopenia 6 16 2 1 3 0 <1 General Disorders and Administration Site Conditions Fatigue 7 46 3 0 32 <1 0 Edema peripheral 12 0 0 7 0 0 Pyrexia 11 <1 <1 6 <1 0 Metabolism and Nutrition Disorders Decreased appetite 27 1 0 12 <1 0 Respiratory, Thoracic, and Mediastinal Disorders Cough 13 0 0 11 0 0 Skin and Subcutaneous Tissue Disorders Alopecia 16 0 0 2 0 0 Pruritus 13 0 0 6 0 0 Rash 11 1 0 4 0 0 Nervous System Disorders Headache 20 1 0 15 <1 0 Dysgeusia 18 0 0 3 0 0 Dizziness 12 1 0 6 0 0 Investigations Alanine aminotransferase increased 13 4 <1 5 2 0 Aspartate aminotransferase increased 12 2 0 7 3 0 Creatinine increased 12 <1 0 <1 0 0 Weight decreased 10 <1 0 2 <1 0 Additional adverse reactions in MONARCH 2 include venous thromboembolic events (deep vein thrombosis, pulmonary embolism, cerebral venous sinus thrombosis, subclavian vein thrombosis, axillary vein thrombosis, and DVT inferior vena cava), which were reported in 5% of patients treated with Fulvestrant Injection plus abemaciclib as compared to 0.9% of patients treated with Fulvestrant Injection plus placebo. Table 8: Laboratory Abnormalities ≥10% in Patients Receiving Fulvestrant Injection Plus Abemaciclib and ≥2% Higher Than Fulvestrant Injection Plus Placebo in MONARCH 2 Laboratory Parameters Fulvestrant Injection plus Abemaciclib N=441 Fulvestrant Injection plus Placebo N=223 All Grades Grade 3 Grade 4 All Grades Grade 3 Grade 4 % % % % % % Creatinine increased 98 1 0 74 0 0 White blood cell decreased 90 23 <1 33 <1 0 Neutrophil count decreased 87 29 4 30 4 <1 Anemia 84 3 0 33 <1 0 Lymphocyte count decreased 63 12 <1 32 2 0 Platelet count decreased 53 <1 1 15 0 0 Alanine aminotransferase increased 41 4 <1 32 1 0 Aspartate aminotransferase increased 37 4 0 25 4 <1 Combination Therapy with Ribociclib (MONALEESA-3) The safety of Fulvestrant Injection 500 mg plus ribociclib 600 mg versus Fulvestrant Injection plus placebo was evaluated in MONALEESA-3. The data described below reflect exposure to Fulvestrant Injection plus ribociclib in 483 out of 724 postmenopausal patients with HR-positive, HER2-negative advanced or metastatic breast cancer for initial endocrine based therapy or after disease progression on endocrine therapy who received at least one dose of Fulvestrant Injection plus ribociclib or placebo in MONALEESA-3. Median duration of treatment was 15.8 months for Fulvestrant Injection plus ribociclib and 12 months for Fulvestrant Injection plus placebo. Dose reductions due to adverse reactions occurred in 32% of patients receiving Fulvestrant Injection plus ribociclib and in 3% of patients receiving Fulvestrant Injection plus placebo. Among patients receiving Fulvestrant Injection plus ribociclib, 8% were reported to have permanently discontinued both Fulvestrant Injection plus ribociclib, and 9% were reported to have discontinued ribociclib alone due to ARs. Among patients receiving Fulvestrant Injection plus placebo, 4% were reported to have permanently discontinued both Fulvestrant Injection and placebo and 2% were reported to have discontinued placebo alone due to ARs. Adverse reactions leading to treatment discontinuation of Fulvestrant Injection plus ribociclib (as compared to Fulvestrant Injection plus placebo) were ALT increased (5% vs. 0%), AST increased (3% vs. 0.6%), and vomiting (1% vs. 0%). The most common adverse reactions (reported at a frequency ≥20% on the Fulvestrant Injection plus ribociclib arm and ≥2% higher than Fulvestrant Injection plus placebo) were neutropenia, infections, leukopenia, cough, nausea, diarrhea, vomiting, constipation, pruritus, and rash. The most frequently reported Grade 3/4 adverse reactions (reported at a frequency ≥5%) in patients receiving Fulvestrant Injection plus ribociclib in descending frequency were neutropenia, leukopenia, infections, and abnormal liver function tests. Adverse reactions and laboratory abnormalities occurring in patients in MONALEESA-3 are listed in Table 9 and Table 10 , respectively. Table 9: Adverse Reactions Occurring in ≥10% and ≥2% higher than Fulvestrant Injection plus Placebo Arm in MONALEESA-3 (All Grades) Grading according to CTCAE 4.03. CTCAE=Common Terminology Criteria for Adverse Events; N=number of patients 1 Infections; urinary tract infections; respiratory tract infections; gastroenteritis; sepsis (<1%). Adverse Reactions Fulvestrant Injection plus Ribociclib N=483 Fulvestrant Injection plus Placebo N=241 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Infections and Infestations Infections 1 42 5 0 30 2 0 Blood and Lymphatic System Disorders Neutropenia 69 46 7 2 0 0 Leukopenia 27 12 <1 <1 0 0 Anemia 17 3 0 5 2 0 Metabolism and Nutrition Disorders Decreased appetite 16 <1 0 13 0 0 Nervous System Disorders Dizziness 13 <1 0 8 0 0 Respiratory, Thoracic and Mediastinal Disorders Cough 22 0 0 15 0 0 Dyspnea 15 1 <1 12 2 0 Gastrointestinal Disorders Nausea 45 1 0 28 <1 0 Diarrhea 29 <1 0 20 <1 0 Vomiting 27 1 0 13 0 0 Constipation 25 <1 0 12 0 0 Abdominal pain 17 1 0 13 <1 0 Skin and Subcutaneous Tissue Disorders Alopecia 19 0 0 5 0 0 Pruritus 20 <1 0 7 0 0 Rash 23 <1 0 7 0 0 General Disorders and Administration Site Conditions Edema peripheral 15 0 0 7 0 0 Pyrexia 11 <1 0 7 0 0 Investigations Alanine aminotransferase increased 15 7 2 5 <1 0 Aspartate aminotransferase increased 13 5 1 5 <1 0 Additional adverse reactions in MONALEESA-3 for patients receiving Fulvestrant Injection plus ribociclib included asthenia (14%), dyspepsia (10%), thrombocytopenia (9%), dry skin (8%), dysgeusia (7%), electrocardiogram QT prolonged (6%), dry mouth (5%), vertigo (5%), dry eye (5%), lacrimation increased (4%), erythema (4%), hypocalcemia (4%), blood bilirubin increased (1%), and syncope (1%). Table 10: Laboratory Abnormalities Occurring in ≥10% of Patients in MONALEESA-3 Laboratory parameters Fulvestrant Injection plus Ribociclib N=483 Fulvestrant Injection plus Placebo N=241 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Hematology Leukocyte count decreased 95 25 <1 26 <1 0 Neutrophil count decreased 92 46 7 21 <1 0 Hemoglobin decreased 60 4 0 35 3 0 Lymphocyte count decreased 69 14 1 35 4 <1 Platelet count decreased 33 <1 1 11 0 0 Chemistry Creatinine increased 65 <1 <1 33 <1 0 Gamma-glutamyl transferase increased 52 6 1 49 8 2 Aspartate aminotransferase increased 49 5 2 43 3 0 Alanine aminotransferase increased 44 8 3 37 2 0 Glucose serum decreased 23 0 0 18 0 0 Phosphorous decreased 18 5 0 8 <1 0 Albumin decreased 12 0 0 8 0 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Fulvestrant Injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. For Fulvestrant Injection 250 mg, other adverse reactions reported as drug-related and seen infrequently (<1%) include thromboembolic phenomena, myalgia, vertigo, leukopenia, and hypersensitivity reactions including angioedema and urticaria. Vaginal bleeding has been reported infrequently (<1%), mainly in patients during the first 6 weeks after changing from existing hormonal therapy to treatment with Fulvestrant Injection. If bleeding persists, further evaluation should be considered. Elevation of bilirubin, elevation of gamma GT, hepatitis, and liver failure have been reported infrequently (<1%)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Fulvestrant Injection is contraindicated in patients with a known hypersensitivity to the drug or to any of its components. Hypersensitivity reactions, including urticaria and angioedema, have been reported in association with Fulvestrant Injection [see Adverse Reactions ( 6.2 )]. Hypersensitivity. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Fulvestrant Injection 500 mg should be administered intramuscularly into the buttocks (gluteal area) slowly (1 - 2 minutes per injection) as two 5 mL injections, one in each buttock, on Days 1, 15, 29, and once monthly thereafter. ( 2.1 , 14 ) A dose of 250 mg is recommended in patients with moderate hepatic impairment to be administered intramuscularly into the buttock (gluteal area) slowly (1 - 2 minutes) as one 5 mL injection on Days 1, 15, 29, and once monthly thereafter. ( 2.2 , 5.2 , 8.6 ) 2.1 Recommended Dose Monotherapy The recommended dose of Fulvestrant Injection is 500 mg to be administered intramuscularly into the buttocks (gluteal area) slowly (1 - 2 minutes per injection) as two 5 mL injections, one in each buttock, on Days 1, 15, 29, and once monthly thereafter [see Clinical Studies ( 14 )]. Combination Therapy When Fulvestrant Injection is used in combination with palbociclib, abemaciclib, or ribociclib, the recommended dose of Fulvestrant Injection is 500 mg to be administered intramuscularly into the buttocks (gluteal area) slowly (1 - 2 minutes per injection) as two 5 mL injections, one in each buttock, on Days 1, 15, 29, and once monthly thereafter. When Fulvestrant Injection is used in combination with palbociclib, the recommended dose of palbociclib is a 125 mg capsule taken orally once daily for 21 consecutive days followed by 7 days off treatment to comprise a complete cycle of 28 days. Palbociclib should be taken with food. Refer to the Full Prescribing Information for palbociclib. When Fulvestrant Injection is used in combination with abemaciclib, the recommended dose of abemaciclib is 150 mg orally, twice daily. Abemaciclib may be taken with or without food. Refer to the Full Prescribing Information for abemaciclib. When Fulvestrant Injection is used in combination with ribociclib, the recommended dose of ribociclib is 600 mg taken orally, once daily for 21 consecutive days followed by 7 days off treatment resulting in a complete cycle of 28 days. Ribociclib can be taken with or without food. Refer to the Full Prescribing Information for ribociclib. Pre/perimenopausal women treated with the combination of Fulvestrant Injection plus palbociclib, abemaciclib, or ribociclib should be treated with luteinizing hormone-releasing hormone (LHRH) agonists according to current clinical practice standards [see Clinical Studies ( 14 )]. 2.2 Dose Modification Monotherapy Hepatic Impairment A dose of 250 mg is recommended for patients with moderate hepatic impairment (Child-Pugh class B) to be administered intramuscularly into the buttock (gluteal area) slowly (1 - 2 minutes) as one 5 mL injection on Days 1, 15, 29 and once monthly thereafter. Fulvestrant Injection has not been evaluated in patients with severe hepatic impairment (Child-Pugh class C) [see Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.6 )]. Combination Therapy When Fulvestrant Injection is used in combination with palbociclib, abemaciclib, or ribociclib, refer to monotherapy dose modification instructions for Fulvestrant Injection. Refer to the Full Prescribing Information of co-administered palbociclib, abemaciclib, or ribociclib for dose modification guidelines in the event of toxicities, for use with concomitant medications, and other relevant safety information. 2.3 Administration Technique Administer the injection according to the local guidelines for performing large volume intramuscular injections. NOTE: Due to the proximity of the underlying sciatic nerve, caution should be taken if administering Fulvestrant Injection at the dorsogluteal injection site [see Warnings and Precautions ( 5.3 ) and Adverse Reactions ( 6.1 )] . The proper method of administration of Fulvestrant Injection for intramuscular use is described in the following instructions. For each single-dose prefilled syringe: Remove glass syringe barrel from tray and check that it is not damaged. Remove perforated patient record label from syringe. Inspect drug product in glass syringe for any visible particulate matter or discoloration prior to use. Discard if particulate matter or discoloration is present. Peel open the safety needle (SafetyGlide ™ ) outer packaging. Hold the syringe upright on the ribbed part (C). With the other hand, take hold of the cap (A) and carefully TWIST THE CAP in a counter-clockwise direction until the cap disconnects for removal (see Figure 1 ). Figure 1 Pull the cap (A) off in a straight upward direction. DO NOT TOUCH THE STERILE SYRINGE TIP (Luer-Lok) (B) (see Figure 2 ). Figure 2 Attach the safety needle to the syringe tip (Luer-Lok). Twist needle until firmly seated (see Figure 3 ). Confirm that the needle is locked to the Luer connector before moving or tilting the syringe out of the vertical plane to avoid spillage of syringe contents. Figure 3 For Administration: Pull shield straight off needle to avoid damaging needle point. Remove needle sheath. Expel excess gas from the syringe (a small gas bubble may remain). Administer intramuscularly slowly (1-2 minutes/injection) into the buttock (gluteal area). For user convenience, the needle ‘bevel up’ position is orientated to the lever arm, as shown in Figure 4 . Figure 4 After injection, immediately activate the lever arm to deploy the needle shielding by applying a single-finger stroke to the activation assisted lever arm to push the lever arm completely forward. Listen for a click. Confirm that the needle shielding has completely covered the needle (see Figure 5 ). NOTE: Activate away from self and others. Figure 5 Discard the empty syringe into an approved sharps collector in accordance with applicable regulations and institutional policy. Repeat steps 1 through 13 for second syringe. How To Use Fulvestrant Injection For the 2 x 5 mL syringe package, the contents of both syringes must be injected to receive the 500 mg recommended dose. SAFETYGLIDE ™ INSTRUCTIONS FROM BECTON DICKINSON SafetyGlide ™ is a trademark of Becton Dickinson and Company. Important Administration Information To help avoid HIV (AIDS), HBV (Hepatitis), and other infectious diseases due to accidental needlesticks, contaminated needles should not be recapped or removed, unless there is no alternative or that such action is required by a specific medical procedure. Hands must remain behind the needle at all times during use and disposal. Do not autoclave SafetyGlide ™ Needle before use. Becton Dickinson guarantees the contents of their unopened or undamaged packages to be sterile, non-toxic and non-pyrogenic. Figure 1 Figure 2 Figure 3 Figure 4 Figure 5"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Fulvestrant Injection is an estrogen receptor antagonist indicated for the treatment of: Hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer in postmenopausal women not previously treated with endocrine therapy. ( 1 ) HR-positive advanced breast cancer in postmenopausal women with disease progression following endocrine therapy. ( 1 ) HR-positive, HER2-negative advanced or metastatic breast cancer in postmenopausal women in combination with ribociclib, as initial endocrine based therapy or following disease progression on endocrine therapy. ( 1 ) HR-positive, HER2-negative advanced or metastatic breast cancer in combination with palbociclib or abemaciclib in women with disease progression after endocrine therapy. ( 1 ) Monotherapy Fulvestrant Injection is indicated for the treatment of: Hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer in postmenopausal women not previously treated with endocrine therapy, or HR-positive advanced breast cancer in postmenopausal women with disease progression following endocrine therapy. Combination Therapy Fulvestrant Injection is indicated for the treatment of: HR-positive, HER2-negative advanced or metastatic breast cancer in postmenopausal women in combination with ribociclib as initial endocrine based therapy or following disease progression on endocrine therapy. HR-positive, HER2-negative advanced or metastatic breast cancer in combination with palbociclib or abemaciclib in women with disease progression after endocrine therapy."
  ],
  "fetched_at": "2025-09-30T22:30:56.310649",
  "source": "OpenFDA"
}