{
  "drug_name": "Gabapentin enacarbil",
  "generic_name": [
    "Gabapentin enacarbil"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Morphine increases gabapentin concentrations; dose adjustment may be needed ( 5.4 , 7.2 ) 7.1 Other Antiepileptic Drugs Gabapentin is not appreciably metabolized nor does it interfere with the metabolism of commonly coadministered antiepileptic drugs [see Clinical Pharmacology ( 12.3 )] . 7.2 Opioids Hydrocodone Coadministration of gabapentin with hydrocodone decreases hydrocodone exposure [see Clinical Pharmacology ( 12.3 )]. The potential for alteration in hydrocodone exposure and effect should be considered when gabapentin is started or discontinued in a patient taking hydrocodone. Morphine When gabapentin is administered with morphine, patients should be observed for signs of central nervous system (CNS) depression, such as somnolence, sedation and respiratory depression [see Clinical Pharmacology ( 12.3 )]. 7.3 Maalox ® (aluminum hydroxide, magnesium hydroxide) The mean bioavailability of gabapentin was reduced by about 20% with concomitant use of an antacid (Maalox ® ) containing magnesium and aluminum hydroxides. It is recommended that gabapentin be taken at least 2 hours following Maalox administration [see Clinical Pharmacology ( 12.3 )] . 7.4 Drug/Laboratory Test Interactions Because false positive readings were reported with the Ames N-Multistix SG ® dipstick test for urinary protein when gabapentin was added to other antiepileptic drugs, the more specific sulfosalicylic acid precipitation procedure is recommended to determine the presence of urine protein."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections: Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity [see Warnings and Precautions ( 5.1 )] Anaphylaxis and Angioedema [see Warnings and Precautions ( 5.2 )] Somnolence/Sedation and Dizziness [see Warnings and Precautions ( 5.4 )] Withdrawal Precipitated Seizure, Status Epilepticus [see Warnings and Precautions ( 5.5 )] Suicidal Behavior and Ideation [see Warnings and Precautions ( 5.6 )] Neuropsychiatric Adverse Reactions (Pediatric Patients 3 to 12 Years of Age) [see Warnings and Precautions ( 5.7 )] Sudden and Unexplained Death in Patients with Epilepsy [see Warnings and Precautions ( 5.9 )] Most common adverse reactions (incidence ≥8% and at least twice that for placebo) were: •Epilepsy in patients >12 years of age: somnolence, dizziness, ataxia, fatigue, and nystagmus ( 6.1 )•Epilepsy in patients 3 to 12 years of age: viral infection, fever, nausea and/or vomiting, somnolence, and hostility ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Akron Pharma, Inc. at 1-973-227-2000 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Epilepsy with Partial Onset Seizures (Adjunctive Therapy) The most common adverse reactions with gabapentin in combination with other antiepileptic drugs in patients >12 years of age, not seen at an equivalent frequency among placebo-treated patients, were somnolence, dizziness, ataxia, fatigue, and nystagmus. The most common adverse reactions with gabapentin in combination with other antiepileptic drugs in pediatric patients 3 to 12 years of age, not seen at an equal frequency among placebo-treated patients, were viral infection, fever, nausea and/or vomiting, somnolence, and hostility [see Warnings and Precautions (5.5) ]. Approximately 7% of the 2,074 patients >12 years of age and approximately 7% of the 449 pediatric patients 3 to 12 years of age who received gabapentin in premarketing clinical trials discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with withdrawal in patients >12 years of age were somnolence (1.2%), ataxia (0.8%), fatigue (0.6%), nausea and/or vomiting (0.6%), and dizziness (0.6%). The adverse reactions most commonly associated with withdrawal in pediatric patients were emotional lability (1.6%), hostility (1.3%), and hyperkinesia (1.1%). Table 4 lists adverse reactions that occurred in at least 1% of gabapentin-treated patients >12 years of age with epilepsy participating in placebo-controlled trials and were numerically more common in the gabapentin group. In these studies, either gabapentin or placebo was added to the patient’s current antiepileptic drug therapy. TABLE 4. Adverse Reactions in Pooled Placebo-Controlled Add-On Trials In Epilepsy Patients > 12 years of age Gabapentin a N=543 % Placebo a N=378 % Body As A Whole Fatigue 11 5 Increased Weight 3 2 Back Pain 2 1 Peripheral Edema 2 1 Cardiovascular Vasodilatation 1 0 Digestive System Dyspepsia 2 1 Dry Mouth or Throat 2 1 Constipation 2 1 Dental Abnormalities 2 0 Nervous System Somnolence 19 9 Dizziness 17 7 Ataxia 13 6 Nystagmus 8 4 Tremor 7 3 Dysarthria 2 1 Amnesia 2 0 Depression 2 1 Abnormal thinking 2 1 Abnormal coordination 1 0 Respiratory System Pharyngitis 3 2 Coughing 2 1 Skin and Appendages Abrasion 1 0 Urogenital System Impotence 2 1 Special Senses Diplopia 6 2 Amblyopia b 4 1 a Plus background antiepileptic drug therapy b Amblyopia was often described as blurred vision. Among the treatment-emergent adverse reactions occurring at an incidence of at least 10% in gabapentin-treated patients, somnolence and ataxia appeared to exhibit a positive dose-response relationship. The overall incidence of adverse reactions and the types of adverse reactions seen were similar among men and women treated with gabapentin. The incidence of adverse reactions increased slightly with increasing age in patients treated with either gabapentin or placebo. Because only 3% of patients (28/921) in placebo-controlled studies were identified as nonwhite (black or other), there are insufficient data to support a statement regarding the distribution of adverse reactions by race. Table 5 lists adverse reactions that occurred in at least 2% of gabapentin-treated patients, age 3 to 12 years of age with epilepsy participating in placebo-controlled trials, and which were numerically more common in the gabapentin group. TABLE 5. Adverse Reactions in a Placebo-Controlled Add-On Trial in Pediatric Epilepsy Patients Age 3 to 12 Years Gabapentin a N=119 % Placebo a N=128 % Body As A Whole Viral Infection 11 3 Fever 10 3 Increased Weight 3 1 Fatigue 3 2 Digestive System Nausea and/or Vomiting 8 7 Nervous System Somnolence 8 5 Hostility 8 2 Emotional Lability 4 2 Dizziness 3 2 Hyperkinesia 3 1 Respiratory System Bronchitis 3 1 Respiratory Infection 3 1 a Plus background antiepileptic drug therapy Other reactions in more than 2% of pediatric patients 3 to 12 years of age but equally or more frequent in the placebo group included: pharyngitis, upper respiratory infection, headache, rhinitis, convulsions, diarrhea, anorexia, coughing, and otitis media. 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing use of gabapentin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary disorders: jaundice Investigations: elevated creatine kinase, elevated liver function tests Metabolism and nutrition disorders: hyponatremia Nervous system disorders: movement disorder Musculoskeletal and connective tissue disorders: rhabdomyolysis Reproductive system and breast disorders: breast enlargement, changes in libido, ejaculation disorders and anorgasmia Skin and subcutaneous tissue disorders: angioedema [see Warnings and Precautions ( 5.2 )] erythema multiforme, Stevens-Johnson syndrome. Adverse reactions following the abrupt discontinuation of gabapentin have also been reported. The most frequently reported reactions were anxiety, insomnia, nausea, pain, and sweating."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Gabapentin is contraindicated in patients who have demonstrated hypersensitivity to the drug or its ingredients. Known hypersensitivity to gabapentin or its ingredients ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION •Epilepsy with Partial Onset Seizures ( 2.2 )•Patients 12 years of age and older: starting dose is 300 mg three times daily; may be titrated up to 600 mg three times daily•Patients 3 to 11 years of age: starting dose range is 10 to 15 mg/kg/day, given in three divided doses; recommended dose in patients 3 to 4 years of age is 40 mg/kg/day given in three divided doses; the recommended dose in patients 5 to 11 years of age is 25 to 35 mg/kg/day, given in three divided doses. The recommended dose is reached by upward titration over a period of approximately 3 days.•Dose should be adjusted in patients with reduced renal function ( 2.3 , 2.4 ) 2.2 Dosage for Epilepsy with Partial Onset Seizures Patients 12 years of age and above The starting dose is 300 mg three times a day. The recommended maintenance dose of gabapentin is 300 mg to 600 mg three times a day. Dosages up to 2,400 mg/day have been well tolerated in long-term clinical studies. Doses of 3,600 mg/day have also been administered to a small number of patients for a relatively short duration, and have been well tolerated. Administer Gabapentin three times a day using 600 mg or 800 mg tablets. The maximum time between doses should not exceed 12 hours. Pediatric Patients Age 3 to 11 years The starting dose range is 10 mg/kg/day to 15 mg/kg/day, given in three divided doses, and the recommended maintenance dose reached by upward titration over a period of approximately 3 days. The recommended maintenance dose of gabapentin in patients 3 to 4 years of age is 40 mg/kg/day, given in three divided doses. The recommended maintenance dose of gabapentin in patients 5 to 11 years of age is 25 mg/kg/day to 35 mg/kg/day, given in three divided doses. Gabapentin may be administered as the oral solutions, capsule, or tablet, or using combinations of these formulations. Dosages up to 50 mg/kg/day have been well tolerated in a long-term clinical study. The maximum time interval between doses should not exceed 12 hours. 2.3 Dosage Adjustment in Patients with Renal Impairment Dosage adjustment in patients 12 years of age and older with renal impairment or undergoing hemodialysis is recommended, as follows (see dosing recommendations above for effective doses in each indication): TABLE 1. Gabapentin Dosage Based on Renal Function Renal Function Creatinine Clearance (mL/min) Total Daily Dose Range (mg/day) Dose Regimen (mg) ≥60 900 to 3,600 300 TID 400 TID 600 TID 800 TID 1,200 TID >30 to 59 400 to 1,400 200 BID 300 BID 400 BID 500 BID 700 BID >15 to 29 200 to 700 200 QD 300 QD 400 QD 500 QD 700 QD 15 a 100 to 300 100 QD 125 QD 150 QD 200 QD 300 QD Post-Hemodialysis Supplemental Dose (mg) b Hemodialysis 125 b 150 b 200 b 250 b 350 b TID = Three times a day; BID = Two times a day; QD = Single daily dose a For patients with creatinine clearance <15 mL/min, reduce daily dose in proportion to creatinine clearance (e.g., patients with a creatinine clearance of 7.5 mL/min should receive one-half the daily dose that patients with a creatinine clearance of 15 mL/min receive). b Patients on hemodialysis should receive maintenance doses based on estimates of creatinine clearance as indicated in the upper portion of the table and a supplemental post-hemodialysis dose administered after each 4 hours of hemodialysis as indicated in the lower portion of the table. Creatinine clearance (CLCr) is difficult to measure in outpatients. In patients with stable renal function, creatinine clearance can be reasonably well estimated using the equation of Cockcroft and Gault: CLCr = [140 – age(years)] x weight (kg) x (0.85 for female patient) 72 x serum creatinine (mg/dl) The use of gabapentin tablets in patients less than 12 years of age with compromised renal function has not been studied. 2.4 Dosage in Elderly Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and dose should be adjusted based on creatinine clearance values in these patients. 2.5 Administration Information Administer gabapentin orally with or without food. Inform patients that, should they divide the scored 600 mg or 800 mg gabapentin tablet in order to administer a half-tablet, they should take the unused half-tablet as the next dose. Half-tablets not used within 28 days of dividing the scored tablet should be discarded. If the gabapentin dose is reduced, discontinued, or substituted with an alternative medication, this should be done gradually over a minimum of 1 week (a longer period may be needed at the discretion of the prescriber)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Gabapentin is indicated for: Adjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy Gabapentin is indicated for: Adjunctive therapy in the treatment of partial onset seizures, with and without secondary generalization, in adults and pediatric patients 3 years and older with epilepsy ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:03:26.628882",
  "source": "OpenFDA"
}