{
  "drug_name": "Gadodiamide",
  "generic_name": [
    "GADODIAMIDE"
  ],
  "brand_names": [
    "OMNISCAN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Specific drug interaction studies have not been conducted."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the label: Nephrogenic systemic fibrosis [see Warnings and Precautions (5.2) ] Hypersensitivity reactions [see Warnings and Precautions (5.3) ] Acute Renal Failure [see Warnings and Precautions (5.5) ] The most frequent adverse reactions (≤ 3%) observed during OMNISCAN adult clinical studies were nausea, headache, and dizziness ( 6.1 ) Serious or life-threatening reactions include: cardiac failure, arrhythmia and myocardial infarction ( 6.1 , 6.2 ) To report SUSPECTED ADVERSE REACTIONS, contact GE HealthCare at 1-800-654-0118 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adult Patients In clinical studies 1,160 patients were exposed to OMNISCAN. The most frequent adverse reactions were nausea, headache, and dizziness that occurred in 3% or less of the patients. The majority of these reactions were of mild to moderate intensity. The following adverse reactions occurred in 1% or less of patients: Application Site Disorders: Injection site reaction. Autonomic Nervous System Disorders: Vasodilation. Body as a Whole-General Disorders: Anaphylactoid reactions (characterized by cardiovascular, respiratory, and cutaneous symptoms), fever, hot flushes, rigors, fatigue, malaise, pain, syncope. Cardiovascular Disorders: Cardiac failure, rare arrhythmia and myocardial infarction resulting in death in patients with ischemic heart disease, flushing, chest pain, deep thrombophlebitis. Central and Peripheral Nervous System Disorders: Convulsions including grand mal, ataxia, abnormal coordination, paresthesia, tremor, aggravated multiple sclerosis (characterized by sensory and motor disturbances), aggravated migraine. Gastrointestinal System Disorders: Abdominal pain, diarrhea, eructation, dry mouth/vomiting, melena. Hearing and Vestibular Disorders: Tinnitus. Liver and Biliary System Disorders: Abnormal hepatic function. Musculoskeletal System Disorders: Arthralgia, myalgia. Respiratory System Disorders: Rhinitis, dyspnea. Skin and Appendage Disorders: Pruritus, rash, erythematous rash, sweating increased, urticaria. Special Senses, Other Disorders: Taste loss, taste perversion. Urinary System Disorders: Acute reversible renal failure. Vision Disorders: Abnormal vision. Adverse Reactions in Pediatric Patients In the 97 pediatric patients in CNS studies with OMNISCAN [see Clinical Studies (14.1) ] and the 144 pediatric patients in published literature, the adverse reactions were similar to those reported in adults. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of OMNISCAN or other GBCAs. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders: Acute pancreatitis with onset within 48 hours after GBCA administration . General Disorders : Nephrogenic Systemic Fibrosis (NSF) Adverse reactions with variable onset and duration have been reported after GBCA administration . These include fatigue, asthenia, pain syndromes, and heterogeneous clusters of symptoms in the neurological, cutaneous, and musculoskeletal systems . Nervous System Disorders: Convulsions in patients with and without a history of convulsions or brain lesions. Respiratory, Thoracic and Mediastinal Disorders : Acute respiratory distress syndrome, pulmonary edema Renal and Urinary System Disorders: In patients with pre-existing renal insufficiency: acute renal failure, renal impairment, blood creatinine increased . Skin : Gadolinium-associated plaques."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS OMNISCAN is contraindicated in patients with: Chronic, severe kidney disease (glomerular filtration rate, GFR < 30 mL/min/1.73m 2 ) or acute kidney injury Prior hypersensitivity to OMNISCAN Patients with chronic, severe kidney disease (GFR < 30 mL/min/1.73m 2 ) or acute kidney injury ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION CNS – Adults and Pediatrics; 2 to 16 years of age: 0.2 mL/kg (0.1 mmol/kg) ( 2.1 , 2.4 ) Body – Adults and Pediatrics; 2 to 16 years of age: Kidney: 0.1 mL/kg (0.05 mmol/kg) Intrathoracic, intra-abdominal, and pelvic cavities: 0.2 mL/kg (0.1 mmol/kg) ( 2.2 , 2.4 ) 2.1 CNS (Central Nervous System) Adults: The recommended dose of OMNISCAN is 0.2 mL/kg (0.1 mmol/kg) administered as a bolus intravenous injection. Pediatric Patients (2 to 16 years of age): The recommended dose of OMNISCAN is 0.2 mL/kg (0.1 mmol/kg) administered as a bolus intravenous injection [see Dosage and Administration (2.3) ]. 2.2 Body (Intrathoracic [noncardiac], Intra-abdominal, Pelvic and Retroperitoneal Regions) Adult and Pediatric Patients (2 to 16 years of age): For imaging the kidney, the recommended dose of OMNISCAN is 0.1 mL/kg (0.05 mmol/kg). For imaging the intrathoracic (noncardiac), intra-abdominal, and pelvic cavities, the recommended dose of OMNISCAN is 0.2 mL/kg (0.1 mmol/kg) [see Dosage and Administration (2.3) ]. 2.3 Dosage Chart BODY WEIGHT PEDIATRIC ADULTS 0.05 0.1 0.05 0.1 kg lb (mmol/kg) (mmol/kg) VOLUME (mL) VOLUME (mL) 12 26 1.2 2.4 - - 14 31 1.4 2.8 - - 16 35 1.6 3.2 - - 18 40 1.8 3.6 - - 20 44 2 4 - - 22 48 2.2 4.4 - - 24 53 2.4 4.8 - - 26 57 2.6 5.2 - - 28 62 2.8 5.6 - - 30 66 3 6 - - 40 88 4 8 4 8 50 110 5 10 5 10 60 132 6 12 6 12 70 154 7 14 7 14 80 176 8 16 8 16 90 198 - - 9 18 100 220 - - 10 20 110 242 - - 11 22 120 264 - - 12 24 130 The heaviest patient in clinical studies weighed 136 kg. 286 - - 13 26 2.4 Dosing Guidelines Inspect OMNISCAN visually for particulate matter and discoloration before administration, whenever solution and container permit. Do not use the solution if it is discolored or particulate matter is present. Draw OMNISCAN into the syringe and use immediately. Discard any unused portion of OMNISCAN Injection. To ensure complete delivery of the desired volume of contrast medium, follow the injection of OMNISCAN with a 5 mL flush of 0.9% sodium chloride. Complete the imaging procedure within 1 hour of administration of OMNISCAN."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OMNISCAN is a gadolinium-based contrast agent for diagnostic magnetic resonance imaging (MRI) indicated for intravenous use to: Visualize lesions with abnormal vascularity in the brain, spine, and associated tissues ( 1.1 ) Facilitate the visualization of lesions with abnormal vascularity within the thoracic, abdominal, pelvic cavities, and the retroperitoneal space ( 1.2 ) 1.1 CNS (Central Nervous System) OMNISCAN is a gadolinium-based contrast agent indicated for intravenous use in MRI to visualize lesions with abnormal vascularity (or those thought to cause abnormalities in the blood-brain barrier) in the brain (intracranial lesions), spine, and associated tissues [see Clinical Studies (14.1) ]. 1.2 Body (Intrathoracic [noncardiac], Intra-abdominal, Pelvic and Retroperitoneal Regions) OMNISCAN is a gadolinium-based contrast agent indicated for intravenous use in MRI to facilitate the visualization of lesions with abnormal vascularity within the thoracic (noncardiac), abdominal, pelvic cavities, and the retroperitoneal space [see Clinical Studies (14.2) ]."
  ],
  "fetched_at": "2025-09-30T21:01:53.337915",
  "source": "OpenFDA"
}