{
  "drug_name": "Gadobutrol",
  "generic_name": [
    "GADOBUTROL"
  ],
  "brand_names": [
    "Gadobutrol"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in labeling: • Nephrogenic Systemic Fibrosis (NSF) [see Boxed Warning and Warnings and Precautions ( 5.2 )] . • Hypersensitivity reactions [see Contraindications ( 4 ) and Warnings and Precautions ( 5.3 )] . • Acute Respiratory Distress Syndrome [see Warnings and Precautions ( 5.4 )] . • Gadolinium Retention [see Warnings and Precautions ( 5.5 )] . Most common adverse reactions (incidence ≥ 0.5%) are headache, nausea, and dizziness ( 6.1) To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The adverse reactions described in this section reflect gadobutrol injection exposure in 7,713 subjects (including 184 pediatric patients, ages 0 to 17 years) with the majority receiving the recommended dose. Approximately 52% of the subjects were male and the ethnic distribution was 62% Caucasian, 28% Asian, 5% Hispanic, 2.5% Black, and 2.5% patients of other ethnic groups. The average age was 56 years (range from 1 week to 93 years). Overall, approximately 4% of subjects reported one or more adverse reactions during a follow-up period that ranged from 24 hours to 7 days after gadobutrol injection administration. Adverse reactions associated with the use of gadobutrol injection were usually mild to moderate in severity and transient in nature. Table 2 lists adverse reactions that occurred in ≥ 0.1% subjects who received gadobutrol injection. Table 2: Adverse Reactions Reaction Rate (%) n=7,713 Headache 1.7 Nausea 1.2 Dizziness 0.5 Dysgeusia 0.4 Feeling Hot 0.4 Injection site reactions 0.4 Vomiting 0.4 Rash (includes generalized, macular, papular, pruritic) 0.3 Erythema 0.2 Paresthesia 0.2 Pruritus (includes generalized) 0.2 Dyspnea 0.1 Urticaria 0.1 Adverse reactions that occurred with a frequency of < 0.1% in subjects who received gadobutrol injection include: hypersensitivity/anaphylactic reaction, loss of consciousness, convulsion, parosmia, tachycardia, palpitation, dry mouth, malaise and feeling cold. 6.2 Postmarketing Experience The following additional adverse reactions have been identified during postmarketing use of gadobutrol injection or other GBCAs. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Cardiac arrest • Nephrogenic Systemic Fibrosis (NSF) • Hypersensitivity reactions (anaphylactic shock, circulatory collapse, respiratory arrest, bronchospasm, cyanosis, oropharyngeal swelling, laryngeal edema, blood pressure increased, chest pain, angioedema, conjunctivitis, hyperhidrosis, cough, sneezing, burning sensation, and pallor) • Respiratory, Thoracic, and Mediastinal Disorders: Acute respiratory distress syndrome, pulmonary edema • General Disorders and Administration Site Conditions: Adverse reactions with variable onset and duration have been reported after GBCA administration These include fatigue, asthenia, pain syndromes, and heterogeneous clusters of symptoms in the neurological, cutaneous, and musculoskeletal systems . • Skin: Gadolinium associated plaques • Gastrointestinal Disorders: Acute pancreatitis with onset within 48 hours after GBCA administration"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Gadobutrol injection is contraindicated in patients with history of severe hypersensitivity reactions to gadobutrol injection. History of severe hypersensitivity reaction to gadobutrol injection ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dose for adults and pediatric patients (including term neonates) is 0.1 mL/kg body weight ( 2.1 ) • Administer as an intravenous bolus injection ( 2.2 ) • Follow injection with a normal saline flush ( 2.2 ) 2.1 Recommended Dose The recommended dose of gadobutrol injection for adult and pediatric patients (including term neonates) is 0.1 mL/kg body weight (0.1 mmol/kg). Refer to Table 1 to determine the volume to be administered. Table 1: Volume of Gadobutrol Injection by Body Weight* Body Weight (kg) Volume to be Administered (mL) 2.5 0.25 5 0.5 10 1 15 1.5 20 2 25 2.5 30 3 35 3.5 40 4 45 4.5 50 5 60 6 70 7 80 8 90 9 100 10 110 11 120 12 130 13 140 14 *for Cardiac MRI, the dose is divided into 2 separate, equal injections 2.2 Administration Guidelines • Gadobutrol injection is formulated at a higher concentration (1 mmol/mL) compared to certain other gadolinium based contrast agents, resulting in a lower volume of administration. Use Table 1 to determine the volume to be administered. • Use sterile technique when preparing and administering gadobutrol injection. MRI of the Central Nervous System • Administer gadobutrol injection as an intravenous injection, manually or by power injector, at a flow rate of approximately 2 mL/second. • Follow gadobutrol injection with a normal saline flush to ensure complete administration of the contrast. • Post contrast MRI can commence immediately following contrast administration. MRI of the Breast • Administer gadobutrol injection as an intravenous bolus by power injector, followed by a normal saline flush to ensure complete administration of the contrast. • Start image acquisition following contrast administration and then repeat sequentially to determine peak intensity and wash-out. MR Angiography Image acquisition should coincide with peak arterial concentration, which varies among patients. Adults • Administer gadobutrol injection by power injector, at a flow rate of approximately 1.5 mL/second, followed by a 30 mL normal saline flush at the same rate to ensure complete administration of the contrast. Pediatric patients • Administer gadobutrol injection by power injector or manually, followed by a normal saline flush to ensure complete administration of the contrast. Cardiac MRI • Administer gadobutrol injection through a separate intravenous line in the contralateral arm if concomitantly providing a continuous infusion of a pharmacologic stress agent. • Administer gadobutrol injection as two (2) separate bolus injections: 0.05 mL/kg (0.05 mmol/kg) body weight at peak pharmacologic stress followed by 0.05 mL/kg (0.05 mmol/kg) body weight at rest. • Administer gadobutrol injection via a power injector at a flow rate of approximately 4 mL/second and follow each injection with a normal saline flush of 20 mL at the same flow rate. 2.3 Drug Handling • Visually inspect gadobutrol injection for particulate matter and discoloration prior to administration. Do not use the solution if it is discolored, if particulate matter is present or if the container appears damaged. • Do not mix gadobutrol injection with other medications and do not administer gadobutrol injection in the same intravenous line simultaneously with other medications because of the potential for chemical incompatibility. Vials • Draw gadobutrol injection into the syringe immediately before use. • Do not pierce the rubber stopper more than once. Discard any unused vial contents."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Gadobutrol injection is a gadolinium-based contrast agent indicated for use with magnetic resonance imaging (MRI): • To detect and visualize areas with disrupted blood brain barrier and/or abnormal vascularity of the central nervous system in adult and pediatric patients, including term neonates ( 1.1 ) • To assess the presence and extent of malignant breast disease in adult patients ( 1.2 ) • To evaluate known or suspected supra-aortic or renal artery disease in adult and pediatric patients, including term neonates ( 1.3 ) • To assess myocardial perfusion (stress, rest) and late gadolinium enhancement in adult patients with known or suspected coronary artery disease (CAD). ( 1.4 ). 1.1 Magnetic Resonance Imaging (MRI) of the Central Nervous System (CNS) Gadobutrol injection is indicated for use with magnetic resonance imaging (MRI) in adult and pediatric patients, including term neonates to detect and visualize areas with disrupted blood brain barrier and/or abnormal vascularity of the central nervous system. 1.2 MRI of the Breast Gadobutrol injection is indicated for use with MRI in adult patients to assess the presence and extent of malignant breast disease. 1.3 Magnetic Resonance Angiography (MRA) Gadobutrol injection is indicated for use in magnetic resonance angiography (MRA) in adult and pediatric patients, including term neonates, to evaluate known or suspected supra-aortic or renal artery disease. 1.4 Cardiac MRI Gadobutrol injection is indicated for use in cardiac MRI (CMRI) to assess myocardial perfusion (stress, rest) and late gadolinium enhancement in adult patients with known or suspected coronary artery disease (CAD)."
  ],
  "fetched_at": "2025-10-01T16:32:00.502227",
  "source": "OpenFDA"
}