{
  "drug_name": "Galantamine",
  "generic_name": [
    "GALANTAMINE HYDROBROMIDE"
  ],
  "brand_names": [
    "Galantamine Hydrobromide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Potential to interfere with the activity of anticholinergic medications ( 7.1 ) Synergistic effect expected when given concurrently with succinylcholine, other cholinesterase inhibitors, similar neuromuscular blocking agents, or cholinergic agonists ( 7.2 ) 7.1 Use with Anticholinergics Galantamine has the potential to interfere with the activity of anticholinergic medications [see Clinical Pharmacology ( 12.3 )] . 7.2 Use with Cholinomimetics and Other Cholinesterase Inhibitors A synergistic effect is expected when cholinesterase inhibitors are given concurrently with succinylcholine, other cholinesterase inhibitors, similar neuromuscular blocking agents or cholinergic agonists such as bethanechol [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Serious adverse reactions are discussed in more detail in the following sections of the labeling: Serious Skin Reactions [see Warnings and Precautions ( 5.1 )] Cardiovascular Conditions [see Warnings and Precautions ( 5.3 )] Gastrointestinal Conditions [see Warnings and Precautions ( 5.4 )] Genitourinary Conditions [see Warnings and Precautions ( 5.5 )] Neurological Conditions [see Warnings and Precautions ( 5.6 )] Pulmonary Conditions [see Warnings and Precautions ( 5.7 )] Deaths in Patients with Mild Cognitive Impairment (MCI) [see Warnings and Precautions ( 5.8 )] The most common adverse reactions (≥5%) were nausea, vomiting, diarrhea, dizziness, headache, and decreased appetite ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc. at 1-800-818-4555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions (≥5%) in galantamine-treated patients from double-blind clinical trials were nausea, vomiting, diarrhea, dizziness, headache, and decreased appetite. The most common adverse reactions associated with discontinuation (≥1%) in galantamine-treated patients from double-blind clinical trials were nausea (6.2%), vomiting (3.3%), decreased appetite (1.5%), and dizziness (1.3%). The safety of the extended-release capsule and immediate-release tablet formulations of galantamine was evaluated in 3,956 galantamine-treated patients who participated in 8 placebo-controlled clinical studies and 1,454 patients in 5 open-label clinical studies with mild to moderate dementia of the Alzheimer’s type. In clinical studies, the safety profile of once-daily treatment with extended-release galantamine was similar in frequency and nature to that seen with tablets. The information presented in this section was derived from pooled double-blind studies and from pooled open-label data. Commonly-Observed Adverse Reactions in Double-Blind, Placebo-Controlled Clinical Trials Table 1 lists the adverse reactions reported in ≥1% of galantamine-treated patients in 8 placebo-controlled, double-blind clinical trials. Table 1. Adverse Reactions Reported by ≥1% of Galantamine-Treated Patients in Pooled Placebo-Controlled, Double-Blind Clinical Trials System/Organ Class Adverse Reaction G alantamine (n=3,956) % Placebo (n=2,546) % Metabolism and Nutrition Disorders Decreased appetite 7.4 2.1 Psychiatric Disorders Depression 3.6 2.3 Nervous System Disorders Headache 7.1 5.5 Dizziness 7.5 3.4 Tremor 1.6 0.7 Somnolence 1.5 0.8 Syncope 1.4 0.6 Lethargy 1.3 0.4 Cardiac Disorders Bradycardia 1.0 0.3 Gastrointestinal Disorders Nausea 20.7 5.5 Vomiting 10.5 2.3 Diarrhea 7.4 4.9 Abdominal discomfort 2.1 0.7 Abdominal pain 3.8 2.0 Dyspepsia 1.5 1.0 Musculoskeletal and Connective Tissue Disorders Muscle spasms 1.2 0.5 General Disorders and Administration Site Conditions Fatigue 3.5 1.8 Asthenia 2.0 1.5 Malaise 1.1 0.5 Investigations Decreased weight 4.7 1.5 Injury, Poisoning and Procedural Complications Fall 3.9 3.0 Laceration 1.1 0.5 The majority of these adverse reactions occurred during the dose-escalation period. In those patients who experienced the most frequent adverse reaction, nausea, the median duration of the nausea was 5 to 7 days. Other Adverse Reactions Observed in Clinical Trials of Galantamine The following adverse reactions occurred in <1% of all galantamine-treated patients (N=3,956) in the above double-blind, placebo-controlled clinical trial data sets. In addition, the following also includes all adverse reactions reported at any frequency rate in patients (N=1,454) who participated in open-label studies. Adverse reactions listed in Table 1 above were not included below: Metabolism and Nutrition Disorders: Dehydration Nervous System Disorders: Dysgeusia, Hypersomnia, Paresthesia Eye Disorders: Blurred vision Cardiac Disorders: First degree atrioventricular block, Palpitations, Sinus bradycardia, Supraventricular extrasystoles Vascular Disorders: Flushing, Hypotension Gastrointestinal Disorders: Retching Skin and Subcutaneous Tissue Disorders: Hyperhidrosis Musculoskeletal and Connective Tissue Disorders: Muscular weakness Discontinuations Due to Adverse Reactions In the 8 placebo-controlled studies of adults, 418 (10.6%) galantamine-treated patients (N=3,956) and 56 (2.2%) placebo patients (N=2,546) discontinued due to an adverse reaction. Those events with an incidence of ≥0.5% in the galantamine-treated patients included nausea (245, 6.2%), vomiting (129, 3.3%), decreased appetite (60, 1.5%), dizziness (50, 1.3%), diarrhea (31, 0.8%), headache (29, 0.7%), and decreased weight (26, 0.7%). The only event with an incidence of ≥0.5% in placebo patients was nausea (17, 0.7%). In the 5 open-label studies, 103 (7.1%) patients (N=1,454) discontinued due to an adverse reaction. Those events with an incidence of ≥0.5% included nausea (43, 3.0%), vomiting (23, 1.6%), decreased appetite (13, 0.9%), headache (12, 0.8%), decreased weight (9, 0.6%), dizziness (8, 0.6%), and diarrhea (7, 0.5%). 6.2 Postmarketing Experience The following additional adverse reactions have been identified during post-approval use of galantamine hydrobromide extended-release capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Immune System Disorders: Hypersensitivity Psychiatric Disorders: Hallucinations Nervous System Disorders: Seizures, extrapyramidal disorder [see Warnings and Precautions (5.6)] Ear and Labyrinth Disorders: Tinnitus Cardiac Disorders: Complete atrioventricular block Vascular Disorders: Hypertension Hepatobiliary Disorders: Hepatitis, increased hepatic enzyme Skin and Subcutaneous Tissue Disorders: Stevens-Johnson syndrome, acute generalized exanthematous pustulosis, Erythema multiforme"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Galantamine hydrobromide extended-release capsules are contraindicated in patients with known hypersensitivity to galantamine hydrobromide or to any excipients used in the formulation. Known hypersensitivity to galantamine hydrobromide or any excipients ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting dosage is 8 mg/day in morning; increase to initial maintenance dose of 16 mg/day after a minimum of 4 weeks. Based on clinical benefit and tolerability, dosage may be increased to 24 mg/day after a minimum of 4 weeks at 16 mg/day. ( 2.1 ) Take with food; ensure adequate fluid intake during treatment ( 2.1 ) Hepatic impairment: should not exceed 16 mg/day for moderate hepatic impairment; do not use in patients with severe hepatic impairment ( 2.2 ) Renal impairment: should not exceed 16 mg/day for creatinine clearance 9 to 59 mL/min; do not use in patients with creatinine clearance less than 9 mL/min. ( 2.3 ) Conversion from galantamine tablets to galantamine hydrobromide extended-release capsules should occur at the same daily dosage with the last dose of galantamine tablets taken in evening and starting galantamine hydrobromide extended-release capsules once daily treatment the next morning. (2.5) 2.1 Recommended Dosage and Administration Administer galantamine hydrobromide extended-release capsules once daily in the morning, preferably with food. Ensure adequate fluid intake during treatment. The recommended starting dosage of galantamine hydrobromide extended-release capsules is 8 mg/day. Increase to the initial maintenance dosage of 16 mg/day after a minimum of 4 weeks. A further increase to 24 mg/day may be attempted after a minimum of 4 weeks at 16 mg/day. Increase dosage based upon assessment of clinical benefit and tolerability of the previous dosage. The dosage of galantamine hydrobromide extended-release capsules shown to be effective in a controlled clinical trial is 16 to 24 mg/day. 2.2 Dosage in Patients with Hepatic Impairment In patients with moderate hepatic impairment (Child-Pugh score of 7 to 9), the dosage should generally not exceed 16 mg/day. The use of galantamine hydrobromide extended-release capsules in patients with severe hepatic impairment (Child-Pugh score of 10 to 15) is not recommended [see Clinical Pharmacology (12.3)]. 2.3 Dosage in Patients with Renal Impairment In patients with creatinine clearance of 9 to 59 mL/min, the dosage should generally not exceed 16 mg/day. In patients with creatinine clearance less than 9 mL/min, the use of galantamine hydrobromide extended-release capsules is not recommended [see Clinical Pharmacology (12.3)]. 2.4 Treatment Interruption If therapy has been interrupted for more than three days, the patient should be restarted at the lowest dosage and the dosage escalated to the current dose. The abrupt withdrawal of galantamine hydrobromide extended-release capsules in those patients who had been receiving dosages in the effective range was not associated with an increased frequency of adverse events in comparison with those continuing to receive the same dosages of that drug. 2.5 Switching to Galantamine Hydrobromide Extended-release Capsules from Galantamine Tablets Patients currently being treated with galantamine tablets can convert to galantamine hydrobromide extended-release capsules by taking their last dose of galantamine tablets in the evening and starting galantamine hydrobromide extended-release capsules once daily treatment the next morning. Converting from galantamine tablets to galantamine hydrobromide extended-release capsules should occur at the same total daily dosage."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Galantamine hydrobromide extended-release capsules are indicated for the treatment of mild to moderate dementia of the Alzheimer's type. Galantamine hydrobromide is a cholinesterase inhibitor indicated for the treatment of mild to moderate dementia of the Alzheimer’s type ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:28:12.037543",
  "source": "OpenFDA"
}