{
  "drug_name": "Ganaxolone",
  "generic_name": [
    "GANAXOLONE"
  ],
  "brand_names": [
    "ZTALMY"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS UGT inhibitors may increase ganaxolone exposures; consider reduction of a stable ZTALMY dosage when initiating a UGT inhibitor. ( 7.1 ) Cytochrome P450 inducers will decrease ganaxolone exposure. It is recommended to avoid concomitant use with strong or moderate CYP3A4 inducers; if unavoidable, consider a dosage increase of ZTALMY, but do not exceed the maximum recommended dosage. ( 7.2 ) 7.1 Effect of UGT Inhibitors on ZTALMY Concomitant use of ZTALMY and UGT inhibitors (e.g., valproic acid) may increase the exposure of ganaxolone, which may increase the risk of ZTALMY associated adverse reactions in patients who have titrated to a stable ZTALMY dosage. Consider a reduction of ZTALMY maintenance dosage when initiating a UGT inhibitor [see Clinical Pharmacology (12.3) ]. 7.2 Effect of Strong or Moderate Cytochrome P450 Inducers on ZTALMY Coadministration of ZTALMY with CYP450 inducers, such as strong or moderate CYP3A4 inducers, will decrease ganaxolone exposure, which can lower the efficacy of ZTALMY [see Clinical Pharmacology (12.3) ] . It is recommended to avoid concomitant use of strong or moderate CYP3A4 inducers with ZTALMY. When concomitant use of strong or moderate CYP3A4 inducers is unavoidable, consider an increase in the dosage of ZTALMY; however, do not exceed the maximum daily dosage of ZTALMY [see Dosage and Administration (2.1) ] . In patients on a stable ZTALMY dosage who are initiating or increasing the dosages of enzyme-inducing antiepileptic drugs (e.g., carbamazepine, phenytoin, phenobarbital, and primidone), the ZTALMY dosage may need to be increased; however, do not exceed the maximum daily dosage of ZTALMY [see Dosage and Administration (2.1) ] . 7.3 Concomitant Use of ZTALMY with CNS Depressants and Alcohol Concomitant use of ZTALMY with CNS depressants, including alcohol, may increase the risk of somnolence and sedation [see Warnings and Precautions (5.1) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described elsewhere in the labeling: Somnolence and Sedation [see Warnings and Precautions (5.1) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.2) ] Withdrawal of Antiepileptic Drugs [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence of at least 5% for ZTALMY and at least twice the rate of placebo) are somnolence, pyrexia, salivary hypersecretion, and seasonal allergy. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Marinus Pharmaceuticals, Inc. at 844-627-4687 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled trials in patients with seizures associated with CDD, 102 patients were treated with ZTALMY, including 83 patients treated for more than 6 months, and 50 patients treated for more than 1 year. In Study 1, 50 patients received ZTALMY [see Clinical Studies (14) ] . The duration of treatment in this trial was up to 17 weeks. Approximately 78% of these patients were female, 92% were White, and the mean age was 6.8 years (range 2 to 19 years). All patients receiving ZTALMY, except 1, were taking other AEDs. Adverse reactions in these patients are presented below. The most common adverse reactions (an incidence of at least 5% and at least twice the rate of placebo) were somnolence, pyrexia, salivary hypersecretion, and seasonal allergy (Table 6). The adverse reactions leading to treatment discontinuation in ZTALMY-treated patients were somnolence and seizure (1 patient) and seizure (1 patient). Twenty-two percent of ZTALMY-treated patients had dosing interrupted or reduced because of any adverse reaction, compared to 16% of placebo-treated patients. The most frequent adverse reactions leading to a dose interruption or reduction in ZTALMY-treated patients were somnolence (10%) and sedation (2%). Table 6 presents the adverse reactions that occurred in ZTALMY-treated patients with seizures associated with CDD at a rate of at least 3% and at a rate greater than in placebo-treated patients during the double-blind phase. Table 6 Adverse Reactions that Occurred in ZTALMY-Treated Patients with Seizures Associated with CDD at a Rate of At Least 3% and Greater Than in Placebo (Study 1) Adverse Reactions ZTALMY (N=50) Placebo (N=51) % % Somnolence somnolence includes the terms lethargy and hypersomnia 38 20 Pyrexia 18 8 Upper respiratory tract infection 10 6 Sedation 6 4 Salivary Hypersecretion 6 2 Seasonal allergy 6 0 Bronchitis 4 0 Influenza 4 2 Gait disturbance 4 2 Nasal congestion 4 2"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer ZTALMY orally three times daily with food. ( 2.1 ) Titrate ZTALMY gradually according to the recommended schedules. See full prescribing information. ( 2.1 ) Dosage for patients weighing 28 kg or less ( 2.1 ): the starting dosage is 6 mg/kg three times daily (18 mg/kg/day) the maximum dosage is 21 mg/kg three times daily (63 mg/kg/day). Dosage for patients weighing over 28 kg ( 2.1 ): the starting dosage is 150 mg three times daily (450 mg daily) the maximum dosage is 600 mg three times daily (1800 mg daily). Patients with severe hepatic impairment: see full prescribing information for dosage recommendation. ( 2.3 ) 2.1 Dosage Information ZTALMY is administered by mouth three times daily and must be taken with food [see Clinical Pharmacology (12.3) ] . The recommended titration schedule and maintenance dosage are based on body weight for patients weighing 28 kg or less. Dosage recommendations for patients weighing 28 kg or less are included in Table 1, and dosage recommendations for patients weighing more than 28 kg are included in Table 2. Dosage should be increased based on tolerability no more frequently than every 7 days. Titration increments should not exceed those shown in Table 1 and Table 2. Table 1 ZTALMY Recommended Titration Schedule for Patients Weighing 28 kg or Less Dosage Total Daily Dosage Days 6 mg/kg three times daily 18 mg/kg/day 1 to 7 11 mg/kg three times daily 33 mg/kg/day 8 to 14 16 mg/kg three times daily 48 mg/kg/day 15 to 21 21 mg/kg three times daily 63 mg/kg/day 22 to ongoing Table 2 ZTALMY Recommended Titration Schedule for Patients Weighing More Than 28 kg Dosage mL per Dose Total daily dosage Days 150 mg three times daily 3 450 mg 1 to 7 300 mg three times daily 6 900 mg 8 to 14 450 mg three times daily 9 1350 mg 15 to 21 600 mg three times daily 12 1800 mg 22 to ongoing 2.2 Administration Instructions See the Instructions for Use for complete instructions on how to properly prepare and administer ZTALMY. Shake the bottle thoroughly for at least 1 minute and then wait for 1 minute before measuring and administering each dose. Measure and administer the prescribed dose using the oral syringe(s) provided by your pharmacist. A household teaspoon or tablespoon is not an adequate measuring device and should not be used. ZTALMY must be administered with food [see Clinical Pharmacology (12.3) ] . Discard any unused ZTALMY oral suspension after 30 days of first opening the bottle [see How Supplied/Storage and Handling (16.2) ] . 2.3 Dosage in Patients with Severe Hepatic Impairment ZTALMY is administered by mouth three times daily and must be taken with food [see Clinical Pharmacology (12.3) ] . The recommended titration schedule and maintenance dosage are based on body weight for patients weighing 28 kg or less. Dosage recommendations for patients with severe hepatic impairment and weighing 28 kg or less are included in Table 3, and dosage recommendations for patients with severe hepatic impairment (Child-Pugh class C) weighing more than 28 kg are included in Table 4. Dosage should be increased based on tolerability no more frequently than every 7 days. Titration increments should not exceed those shown in Table 3 and Table 4. No dosage adjustment is necessary in patients with mild (Child-Pugh class A) or moderate (Child-Pugh class B) hepatic impairment. Table 3 ZTALMY Recommended Titration Schedule for Patients with Severe Hepatic Impairment and Weighing 28 kg or Less Dosage Total Daily Dosage Days 2 mg/kg three times daily 6 mg/kg/day 1 to 7 3.66 mg/kg three times daily 11 mg/kg/day 8 to 14 5.33 mg/kg three times daily 16 mg/kg/day 15 to 21 7 mg/kg three times daily 21 mg/kg/day 22 to ongoing Table 4 ZTALMY Recommended Titration Schedule for Patients with Severe Hepatic Impairment and Weighing More Than 28 kg Dosage mL per Dose Total daily dosage Days 50 mg three times daily 1 150 mg 1 to 7 100 mg three times daily 2 300 mg 8 to 14 150 mg three times daily 3 450 mg 15 to 21 200 mg three times daily 4 600 mg 22 to ongoing 2.4 Discontinuation of ZTALMY Decrease the dose of ZTALMY gradually when discontinuing treatment. As with all antiepileptic drugs, abrupt discontinuation should be avoided, when possible, to minimize the risk of increased seizure frequency and status epilepticus [see Warnings and Precautions (5.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZTALMY is indicated for the treatment of seizures associated with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder (CDD) in patients 2 years of age and older. ZTALMY is a neuroactive steroid gamma-aminobutyric acid (GABA) A receptor positive modulator indicated for the treatment of seizures associated with cyclin-dependent kinase-like 5 (CDKL5) deficiency disorder (CDD) in patients 2 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:52:13.222089",
  "source": "OpenFDA"
}