{
  "drug_name": "Gemcitabine elaidate",
  "generic_name": [
    "GEMCITABINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Gemcitabine"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Hypersensitivity [see Contraindications (4) ] • Schedule-Dependent Toxicity [see Warnings and Precautions (5.1) ] • Myelosuppression [see Warnings and Precautions (5.2) ] • Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] • Pulmonary Toxicity and Respiratory Failure [see Warnings and Precautions (5.4) ] • Hemolytic Uremic Syndrome [see Warnings and Precautions (5.5) ] • Hepatic Toxicity [see Warnings and Precautions (5.6) ] • Exacerbation of Radiation Therapy Toxicity [see Warnings and Precautions (5.8) ] • Capillary Leak Syndrome [see Warnings and Precautions (5.9) ] • Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions (5.10) ] The most common adverse reactions for the single agent (≥20%) are nausea/vomiting, anemia, increased aspartate aminotransferase (AST), increased alanine aminotransferase (ALT), neutropenia, increased alkaline phosphatase, proteinuria, fever, hematuria, rash, thrombocytopenia, dyspnea, and edema. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Single Agent The data described below reflect exposure to gemcitabine as a single agent administered at doses between 800 mg/m 2 to 1250 mg/m 2 intravenously over 30 minutes once weekly, in 979 patients with various malignancies. The most common (≥20%) adverse reactions of single agent gemcitabine are nausea/vomiting, anemia, increased alanine aminotransferase (ALT), increased aspartate aminotransferase (AST), neutropenia, increased alkaline phosphatase, proteinuria, fever, hematuria, rash, thrombocytopenia, dyspnea, and edema. The most common (≥5%) Grade 3 or 4 adverse reactions were neutropenia, nausea/vomiting, increased ALT, increased alkaline phosphatase, anemia, increased AST, and thrombocytopenia. Approximately 10% of the 979 patients discontinued gemcitabine due to adverse reactions. Adverse reactions resulting in discontinuation of gemcitabine in 2% of 979 patients were cardiovascular adverse reactions (myocardial infarction, cerebrovascular accident, arrhythmia, and hypertension) and adverse reactions resulting in discontinuation of gemcitabine in <1% of 979 patients were anemia, thrombocytopenia, hepatic dysfunction, renal dysfunction, nausea/vomiting, fever, rash, dyspnea, hemorrhage, infection, stomatitis, somnolence, flu-like syndrome, and edema. Tables 5 and 6 present the incidence of selected adverse reactions and laboratory abnormalities reported in patients with various malignancies receiving single agent gemcitabine across 5 clinical trials. Additional clinically significant adverse reactions are provided following Table 6. Table 5: Selected Adverse Reactions Occurring in ≥10% of Patients Receiving Single Agent Gemcitabine Grade based on criteria from the World Health Organization (WHO). Adverse Reactions For approximately 60% of patients, non-laboratory adverse events were graded only if assessed to be possibly drug-related. Gemcitabine N=699 to 974; all patients with laboratory or non-laboratory data. All Grades (%) Grade 3 (%) Grade 4 (%) Nausea and Vomiting 69 13 1 Fever 41 2 0 Rash 30 <1 0 Dyspnea 23 3 <1 Diarrhea 19 1 0 Hemorrhage 17 <1 <1 Infection 16 1 <1 Alopecia 15 <1 0 Stomatitis 11 <1 0 Somnolence 11 <1 <1 Paresthesias 10 <1 0 Table 6: Selected Laboratory Abnormalities Occurring in Patients Receiving Single Agent Gemcitabine Grade based on criteria from WHO. Gemcitabine N=699 to 974; all patients with laboratory or non-laboratory data. Laboratory Abnormality Regardless of causality. All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Anemia 68 7 1 Neutropenia 63 19 6 Thrombocytopenia 24 4 1 Hepatic Increased ALT 68 8 2 Increased AST 67 6 2 Increased Alkaline Phosphatase 55 7 2 Hyperbilirubinemia 13 2 <1 Renal Proteinuria 45 <1 0 Hematuria 35 <1 0 Increased BUN 16 0 0 Increased Creatinine 8 <1 0 Additional adverse reactions include the following: • Transfusion requirements: Red blood cell transfusions (19%); platelet transfusions (<1%) • Edema: Edema (13%), peripheral edema (20%), generalized edema (<1%) • Flu-like symptoms: Fever, asthenia, anorexia, headache, cough, chills, myalgia, insomnia, rhinitis, sweating, and/or malaise (19%) • Infection: Sepsis (<1%) • Extravasation: Injection-site reactions (4%) • Allergic: Bronchospasm (<2%); anaphylactoid reactions Ovarian Cancer Tables 7 and 8 present the incidence of selected adverse reactions and laboratory abnormalities, occurring in ≥10% of gemcitabine-treated patients and at a higher incidence in the gemcitabine/carboplatin arm, reported in a randomized trial (Study 1) of gemcitabine with carboplatin (n=175) compared to carboplatin alone (n=174) for the second-line treatment of ovarian cancer in women with disease that had relapsed more than 6 months following first-line platinum-based chemotherapy [see Clinical Studies (14.1) ] . Additional clinically significant adverse reactions, occurring in <10% of patients, are provided following Table 8. The proportion of patients with dose adjustments for carboplatin (1.8% versus 3.8%), doses of carboplatin omitted (0.2% versus 0) and discontinuing treatment for adverse reactions (11% versus 10%), were similar between arms. Dose adjustment for gemcitabine occurred in 10% of patients and gemcitabine dose was omitted in 14% of patients in the gemcitabine/carboplatin arm. Table 7: Adverse Reactions Occurring in >10% of Patients Receiving Gemcitabine with Carboplatin and at Higher Incidence than in Patients Receiving Single Agent Carboplatin [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 1 Grade based on National Cancer Institute Common Toxicity Criteria (CTC) Version 2.0. Adverse Reactions Regardless of causality. Gemcitabine/Carboplatin (N=175) Carboplatin (N=174) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Nausea 69 6 0 61 3 0 Alopecia 49 0 0 17 0 0 Vomiting 46 6 0 36 2 <1 Constipation 42 6 1 37 3 0 Fatigue 40 3 <1 32 5 0 Diarrhea 25 3 0 14 <1 0 Stomatitis/ Pharyngitis 22 <1 0 13 0 0 Table 8: Laboratory Abnormalities Occurring in Patients Receiving Gemcitabine with Carboplatin and at Higher Incidence than in Patients Receiving Single Agent Carboplatin [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 1 Grade based on National Cancer Institute CTC Version 2.0. Laboratory Abnormality Regardless of causality. Gemcitabine/Carboplatin (N=175) Carboplatin (N=174) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Neutropenia 90 42 29 58 11 1 Anemia 86 22 6 75 9 2 Thrombocytopenia 78 30 5 57 10 1 RBC Transfusion Percent of patients receiving transfusions. Transfusions are not CTC-graded events. Blood transfusions included both packed red blood cells and whole blood. 38 - - 15 - - Platelet Transfusion 9 - - 3 - - Hematopoietic growth factors were administered more frequently in the gemcitabine-containing arm: leukocyte growth factor (24% and 10%) and erythropoiesis-stimulating agent (7% and 3.9%). The following clinically relevant, Grade 3 and 4 adverse reactions occurred more frequently in the gemcitabine with carboplatin arm: dyspnea (3.4% versus 2.9%), febrile neutropenia (1.1% versus 0), hemorrhagic event (2.3% versus 1.1%), motor neuropathy (1.1% versus 0.6%), and rash/desquamation (0.6% versus 0). Breast Cancer Tables 9 and 10 present the incidence of selected adverse reactions and laboratory abnormalities, occurring in ≥10% of gemcitabine-treated patients and at a higher incidence in the gemcitabine/paclitaxel arm, reported in a randomized trial (Study 2) of gemcitabine with paclitaxel (n=262) compared to paclitaxel alone (n=259) for the first-line treatment of metastatic breast cancer (MBC) in women who received anthracycline-containing chemotherapy in the adjuvant/neo-adjuvant setting or for whom anthracyclines were contraindicated [see Clinical Studies (14.2) ] . Additional clinically significant adverse reactions, occurring in <10% of patients, are provided following Table 10. The requirement for dose reduction of paclitaxel were higher for patients in the gemcitabine/paclitaxel arm (5% versus 2%). The number of paclitaxel doses omitted (<1%), the proportion of patients discontinuing treatment for adverse reactions (7% versus 5%) and the number of treatment-related deaths (1 patient in each arm) were similar between the two arms. Table 9: Selected Adverse Reactions Occurring in Patients Receiving Gemcitabine with Paclitaxel and at Higher Incidence than in Patients Receiving Single Agent Paclitaxel [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 2 Grade based on National Cancer Institute CTC Version 2.0. Adverse Reactions Non-laboratory events were graded only if assessed to be possibly drug-related. Gemcitabine/Paclitaxel (N=262) Paclitaxel (N=259) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Alopecia 90 14 4 92 19 3 Neuropathy-Sensory 64 5 <1 58 3 0 Nausea 50 1 0 31 2 0 Fatigue 40 6 <1 28 1 <1 Vomiting 29 2 0 15 2 0 Diarrhea 20 3 0 13 2 0 Anorexia 17 0 0 12 <1 0 Neuropathy-Motor 15 2 <1 10 <1 0 Stomatitis/Pharyngitis 13 1 <1 8 <1 0 Fever 13 <1 0 3 0 0 Rash/Desquamation 11 <1 <1 5 0 0 Febrile Neutropenia 6 5 <1 2 1 0 Table 10: Selected Laboratory Abnormalities Occurring in >10% of Patients Receiving Gemcitabine with Paclitaxel and at a Higher Incidence than Patients Receiving Single Agent Paclitaxel [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 2 Grade based on National Cancer Institute CTC Version 2.0. Laboratory Abnormality Regardless of causality. Gemcitabine/Paclitaxel (N=262) Paclitaxel (N=259) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Anemia 69 6 1 51 3 <1 Neutropenia 69 31 17 31 4 7 Thrombocytopenia 26 5 <1 7 <1 <1 Hepatobiliary Increased ALT 18 5 <1 6 <1 0 Increased AST 16 2 0 5 <1 0 Clinically relevant Grade 3 or 4 dyspnea occurred with a higher incidence in the gemcitabine with paclitaxel arm compared with the paclitaxel arm (1.9% versus 0). Non-Small Cell Lung Cancer Tables 11 and 12 present the incidence of selected adverse reactions and laboratory abnormalities, occurring in ≥10% of gemcitabine-treated patients and at a higher incidence in the gemcitabine with cisplatin arm, reported in a randomized trial (Study 3) of gemcitabine with cisplatin (n=260) administered in 28-day cycles as compared to cisplatin alone (n=262) in patients receiving first-line treatment for locally advanced or metastatic NSCLC [see Clinical Studies (14.3) ] . Patients randomized to gemcitabine with cisplatin received a median of 4 cycles of treatment and those randomized to cisplatin alone received a median of 2 cycles of treatment. In this trial, the requirement for dose adjustments (>90% versus 16%), discontinuation of treatment for adverse reactions (15% versus 8%), and the proportion of patients hospitalized (36% versus 23%) were all higher for patients receiving gemcitabine with cisplatin compared to those receiving cisplatin alone. The incidence of febrile neutropenia (3% versus <1%), sepsis (4% versus 1%), Grade 3 cardiac dysrhythmias (3% versus <1%) were all higher in the gemcitabine/cisplatin arm compared to the cisplatin alone arm. The two-drug combination was more myelosuppressive with 4 (1.5%) possibly treatment-related deaths, including 3 resulting from myelosuppression with infection and one case of renal failure associated with pancytopenia and infection. No deaths due to treatment were reported on the cisplatin arm. Table 11: Selected Adverse Reactions Occurring in ≥10% of Patients Receiving Gemcitabine with Cisplatin and at Higher Incidence than in Patients Receiving Single Agent Cisplatin [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 3 Grade based on National Cancer Institute CTC. Adverse Reactions Non-laboratory events were graded only if assessed to be possibly drug-related. Gemcitabine/Cisplatin N=217 to 253; all gemcitabine/cisplatin patients with laboratory or non-laboratory data. Cisplatin N=213 to 248; all cisplatin patients with laboratory or non-laboratory data. All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Nausea 93 25 2 87 20 <1 Vomiting 78 11 12 71 10 9 Alopecia 53 1 0 33 0 0 Neuro Motor 35 12 0 15 3 0 Diarrhea 24 2 2 13 0 0 Neuro Sensory 23 1 0 18 1 0 Infection 18 3 2 12 1 0 Fever 16 0 0 5 0 0 Neuro Cortical 16 3 1 9 1 0 Neuro Mood 16 1 0 10 1 0 Local 15 0 0 6 0 0 Neuro Headache 14 0 0 7 0 0 Stomatitis 14 1 0 5 0 0 Hemorrhage 14 1 0 4 0 0 Hypotension 12 1 0 7 1 0 Rash 11 0 0 3 0 0 Table 12: Selected Laboratory Abnormalities Occurring in >10% of Patients Receiving Gemcitabine with Cisplatin and at Higher Incidence than in Patients Receiving Single Agent Cisplatin [Between Arm Difference of ≥5% (All Grades) or ≥2% (Grades 3 to 4)] in Study 3 Grade based on National Cancer Institute CTC. Laboratory Abnormality Regardless of causality. Gemcitabine/Cisplatin N=217 to 253; all gemcitabine/cisplatin patients with laboratory or non-laboratory data. Cisplatin N=213 to 248; all cisplatin patients with laboratory or non-laboratory data. All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Anemia 89 22 3 67 6 1 Thrombocytopenia 85 25 25 13 3 1 Neutropenia 79 22 35 20 3 1 Lymphopenia 75 25 18 51 12 5 RBC Transfusion Percent of patients receiving transfusions. Percent transfusions are not CTC-graded events. 39 - - 13 - - Platelet Transfusions 21 - - <1 - - Hepatic Increased Transaminase 22 2 1 10 1 0 Increased Alkaline Phosphatase 19 1 0 13 0 0 Renal Increased Creatinine 38 4 <1 31 2 <1 Proteinuria 23 0 0 18 0 0 Hematuria 15 0 0 13 0 0 Other Laboratory Hyperglycemia 30 4 0 23 3 0 Hypomagnesemia 30 4 3 17 2 0 Hypocalcemia 18 2 0 7 0 <1 Tables 13 and 14 present the incidence of selected adverse reactions and laboratory abnormalities, occurring in ≥10% of gemcitabine-treated patients and at a higher incidence in the gemcitabine with cisplatin arm, reported in a randomized trial (Study 4) of gemcitabine with cisplatin (n=69) administered in 21-day cycles as compared to etoposide with cisplatin (n=66) in patients receiving first-line treatment for locally advanced or metastatic NSCLC [see Clinical Studies (14.3) ] . Additional clinically significant adverse reactions are provided following Table 14. Patients in the gemcitabine/cisplatin (GC) arm received a median of 5 cycles and those in the etoposide/cisplatin (EC) arm received a median of 4 cycles. The majority of patients receiving more than one cycle of treatment required dose adjustments; 81% in the GC arm and 68% in the EC arm. The incidence of hospitalizations for adverse reactions was 22% in the GC arm and 27% in the EC arm. The proportion of patients who discontinued treatment for adverse reactions was higher in the GC arm (14% versus 8%). The proportion of patients who were hospitalized for febrile neutropenia was lower in the GC arm (7% versus 12%). There was one death attributed to treatment, a patient with febrile neutropenia and renal failure, which occurred in the GC arm. Table 13: Selected Adverse Reactions in Patients Receiving Gemcitabine with Cisplatin in Study 4 Grade based on criteria from WHO. Adverse Reactions Non-laboratory events were graded only if assessed to be possibly drug-related. Pain data were not collected. Gemcitabine/Cisplatin N=67 to 69; all gemcitabine/cisplatin patients with laboratory or non-laboratory data. Etoposide/Cisplatin N=57 to 63; all etoposide/cisplatin patients with laboratory or non-laboratory data. All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Nausea and Vomiting 96 35 4 86 19 7 Alopecia 77 13 0 92 51 0 Paresthesias 38 0 0 16 2 0 Infection 28 3 1 21 8 0 Stomatitis 20 4 0 18 2 0 Diarrhea 14 1 1 13 0 2 Edema Flu-like syndrome and edema were not graded. 12 - - 2 - - Rash 10 0 0 3 0 0 Hemorrhage 9 0 3 3 0 3 Fever 6 0 0 3 0 0 Somnolence 3 0 0 3 2 0 Flu-like syndrome 3 - - 0 - - Dyspnea 1 0 1 3 0 0 Table 14: Selected Laboratory Abnormalities Occurring in Patients Receiving Gemcitabine with Cisplatin in Study 4 Grade based on criteria from WHO. Laboratory Abnormality Regardless of causality. Gemcitabine/Cisplatin N=67 to 69; all gemcitabine/cisplatin patients with laboratory or non-laboratory data. Etoposide/Cisplatin N=57 to 63; all etoposide/cisplatin patients with laboratory or non-laboratory data. All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Anemia 88 22 0 77 13 2 Neutropenia 88 36 28 87 20 56 Thrombocytopenia 81 39 16 45 8 5 RBC Transfusion Percent of patients receiving transfusions. WHO Grading scale not applicable to proportion patients with transfusions. 29 - - 21 - - Platelet Transfusions 3 - - 8 - - Hepatic Increased Alkaline Phosphatase 16 0 0 11 0 0 Increased ALT 6 0 0 12 0 0 Increased AST 3 0 0 11 0 0 Renal Hematuria 22 0 0 10 0 0 Proteinuria 12 0 0 5 0 0 Increased BUN 6 0 0 4 0 0 Increased Creatinine 2 0 0 2 0 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of gemcitabine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System: TMA Cardiovascular: Congestive heart failure, myocardial infarction, arrhythmias, supraventricular arrhythmias Vascular: Peripheral vasculitis, gangrene, capillary leak syndrome Skin: Cellulitis; pseudocellulitis; severe cutaneous adverse reactions (SCARs), including Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP); desquamation and bullous skin eruptions Hepatic: Hepatic failure, hepatic veno-occlusive disease Pulmonary: Interstitial pneumonitis, pulmonary fibrosis, pulmonary eosinophilia, pulmonary edema, adult respiratory distress syndrome (ARDS) Nervous System: Posterior reversible encephalopathy syndrome (PRES)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Gemcitabine Injection is contraindicated in patients with a known hypersensitivity to gemcitabine. Reactions include anaphylaxis [see Adverse Reactions (6.1) ] . Patients with a known hypersensitivity to gemcitabine. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Gemcitabine Injection is for intravenous use only. • Ovarian Cancer: 1000 mg/m 2 over 30 minutes on Days 1 and 8 of each 21-day cycle. ( 2.1 ) • Breast Cancer: 1250 mg/m 2 over 30 minutes on Days 1 and 8 of each 21-day cycle. ( 2.2 ) • Non-Small Cell Lung Cancer: 1000 mg/m 2 over 30 minutes on Days 1, 8, and 15 of each 28-day cycle or 1250 mg/m 2 over 30 minutes on Days 1 and 8 of each 21-day cycle. ( 2.3 ) • Pancreatic Cancer: 1000 mg/m 2 over 30 minutes once weekly for the first 7 weeks, then one-week rest, then once weekly for 3 weeks of each 28-day cycle. ( 2.4 ) 2.1 Ovarian Cancer Recommended Dose and Schedule The recommended dosage of Gemcitabine Injection is 1000 mg/m 2 intravenously over 30 minutes on Days 1 and 8 of each 21-day cycle, in combination with carboplatin AUC 4 administered intravenously on Day 1 after Gemcitabine Injection administration. Refer to carboplatin prescribing information for additional information. Dosage Modifications Recommended dosage modifications for Gemcitabine Injection for myelosuppression are described in Tables 1 and 2 [see Warnings and Precautions (5.2) ] . Refer to the recommended dosage modifications for non-hematologic adverse reactions [see Dosage and Administration (2.5) ] . Table 1: Recommended Dosage Modifications for Gemcitabine Injection for Myelosuppression on Day of Treatment in Ovarian Cancer Treatment Day Absolute Neutrophil Count (x 10 6 /L) Platelet Count (x 10 6 /L) Dosage Modification Day 1 Greater than or equal to 1500 And Greater than or equal to 100,000 None Less than 1500 Or Less than 100,000 Delay Treatment Cycle Day 8 Greater than or equal to 1500 And Greater than or equal to 100,000 None 1000 to 1499 Or 75,000 to 99,999 50% of full dose Less than 1000 Or Less than 75,000 Hold Table 2: Recommended Dosage Modifications for Gemcitabine Injection for Myelosuppression in Previous Cycle in Ovarian Cancer Occurrence Myelosuppression During Treatment Cycle Dosage Modification Initial Occurrence • Absolute neutrophil count less than 500 x 10 6 /L for more than 5 days or • Absolute neutrophil count less than 100 x 10 6 /L for more than 3 days or • Febrile neutropenia or • Platelets less than 25,000 x 10 6 /L • Cycle delay for more than one week due to toxicity Permanently reduce Gemcitabine Injection to 800 mg/m 2 on Days 1 and 8 Subsequent Occurrence If any of the above toxicities occur after the initial dose reduction Permanently reduce Gemcitabine Injection dose to 800 mg/m 2 on Day 1 only 2.2 Breast Cancer Recommended Dose and Schedule The recommended dosage of Gemcitabine Injection is 1250 mg/m 2 intravenously over 30 minutes on Days 1 and 8 of each 21-day cycle in combination with paclitaxel 175 mg/m 2 administered as a 3-hour intravenous infusion on Day 1 before Gemcitabine Injection administration. Refer to paclitaxel prescribing information for additional information. Dosage Modifications Recommended dosage modifications for Gemcitabine Injection for myelosuppression are described in Table 3 [see Warnings and Precautions (5.2) ] . Refer to the recommended dosage modifications for non-hematologic adverse reactions [see Dosage and Administration (2.5) ] . Table 3: Recommended Dosage Modifications for Gemcitabine Injection for Myelosuppression on Day of Treatment in Breast Cancer Treatment Day Absolute Neutrophil Count (x 10 6 /L) Platelet Count (x 10 6 /L) Dosage Modification Day 1 Greater than or equal to 1500 And Greater than or equal to 100,000 None Less than 1500 Or Less than 100,000 Hold Day 8 Greater than or equal to 1200 And Greater than 75,000 None 1000 to 1199 Or 50,000 to 75,000 75% of full dose 700 to 999 And Greater than or equal to 50,000 50% of full dose Less than 700 Or Less than 50,000 Hold 2.3 Non-Small Cell Lung Cancer Recommended Dose and Schedule 28-day schedule The recommended dosage of Gemcitabine Injection is 1000 mg/m 2 intravenously over 30 minutes on Days 1, 8, and 15 of each 28-day cycle in combination with cisplatin 100 mg/m 2 administered intravenously on Day 1 after Gemcitabine Injection administration. 21-day schedule The recommended dosage of Gemcitabine Injection is 1250 mg/m 2 intravenously over 30 minutes on Days 1 and 8 of each 21-day cycle in combination with cisplatin 100 mg/m 2 administered intravenously on Day 1 after Gemcitabine Injection administration. Refer to cisplatin prescribing information for additional information. Dosage Modifications Recommended dosage modifications for Gemcitabine Injection myelosuppression are described in Table 4 [see Warnings and Precautions (5.2) ] . Refer to the recommended dosage modifications for non-hematologic adverse reactions [see Dosage and Administration (2.5) ] . 2.4 Pancreatic Cancer Recommended Dose and Schedule The recommended dosage of Gemcitabine Injection is 1000 mg/m 2 intravenously over 30 minutes. The recommended treatment schedule is as follows: • Weeks 1 to 8: weekly dosing for the first 7 weeks followed by one-week rest. • After week 8: weekly dosing on Days 1, 8, and 15 of each 28-day cycle. Dosage Modifications Recommended dosage modifications for Gemcitabine Injection for myelosuppression are described in Table 4 [see Warnings and Precautions (5.2) ] . Refer to the recommended dosage modifications for non-hematologic adverse reactions [see Dosage and Administration (2.5) ] . Table 4: Recommended Dosage Modifications for Gemcitabine Injection for Myelosuppression in Pancreatic Cancer and Non-Small Cell Lung Cancer Absolute Neutrophil Count (x 10 6 /L) Platelet Count (x 10 6 /L) Dosage Modification Greater than or equal to 1000 And Greater than or equal to 100,000 None 500 to 999 Or 50,000 to 99,999 75% of full dose Less than 500 Or Less than 50,000 Hold 2.5 Dosage Modifications for Non-Hematologic Adverse Reactions Permanently discontinue Gemcitabine Injection for any of the following: • Severe Cutaneous Adverse Reactions (SCARs) [see Warnings and Precautions (5.3) ] • Unexplained dyspnea or evidence of severe pulmonary toxicity [see Warnings and Precautions (5.4) ] • Hemolytic uremic syndrome (HUS) or severe renal impairment [see Warnings and Precautions (5.5) ] • Severe hepatic toxicity [see Warnings and Precautions (5.6) ] • Capillary leak syndrome (CLS) [see Warnings and Precautions (5.9) ] • Posterior reversible encephalopathy syndrome (PRES) [see Warnings and Precautions (5.10) ] Withhold Gemcitabine Injection or reduce dose by 50% for other Grade 3 or 4 non-hematological adverse reactions until resolved. No dose modifications are recommended for alopecia, nausea, or vomiting. 2.6 Preparation Gemcitabine Injection is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 Exercise caution and wear gloves when preparing Gemcitabine Injection solutions. Immediately wash the skin thoroughly or rinse the mucosa with copious amounts of water if Gemcitabine Injection contacts the skin or mucus membranes. Death has occurred in animal studies due to dermal absorption. Preparation for Intravenous Infusion Administration • Withdraw the calculated dose from the vial and discard any unused portion. • Prior to administration, dilute the appropriate amount of drug with 0.9% Sodium Chloride Injection to a minimum final concentration of at least 0.1 mg/mL. • Store diluted Gemcitabine Injection solution for no more than 24 hours at controlled room temperature of 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]. Discard if not used within 24 hours after dilution. • Visually inspect for particulate matter or discoloration prior to administration and discard if particulate matter or discoloration is observed. • No incompatibilities have been observed with infusion bottles or polyvinyl chloride bags and administration sets."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Gemcitabine Injection is a nucleoside metabolic inhibitor indicated: • in combination with carboplatin, for the treatment of advanced ovarian cancer that has relapsed at least 6 months after completion of platinum-based therapy. ( 1.1 ) • in combination with paclitaxel, for first-line treatment of metastatic breast cancer after failure of prior anthracycline-containing adjuvant chemotherapy, unless anthracyclines were clinically contraindicated. ( 1.2 ) • in combination with cisplatin for the treatment of non-small cell lung cancer. ( 1.3 ) • as a single agent for the treatment of pancreatic cancer. ( 1.4 ) 1.1 Ovarian Cancer Gemcitabine Injection in combination with carboplatin is indicated for the treatment of patients with advanced ovarian cancer that has relapsed at least 6 months after completion of platinum-based therapy. 1.2 Breast Cancer Gemcitabine Injection in combination with paclitaxel is indicated for the first-line treatment of patients with metastatic breast cancer after failure of prior anthracycline-containing adjuvant chemotherapy, unless anthracyclines were clinically contraindicated. 1.3 Non-Small Cell Lung Cancer Gemcitabine Injection in combination with cisplatin is indicated for the first-line treatment of patients with inoperable, locally advanced (Stage IIIA or IIIB) or metastatic (Stage IV) non-small cell lung cancer (NSCLC). 1.4 Pancreatic Cancer Gemcitabine Injection is indicated as first-line treatment for patients with locally advanced (nonresectable Stage II or Stage III) or metastatic (Stage IV) adenocarcinoma of the pancreas. Gemcitabine Injection is indicated for patients previously treated with fluorouracil."
  ],
  "fetched_at": "2025-10-01T19:06:17.442138",
  "source": "OpenFDA"
}