{
  "drug_name": "Gentamicin C1a",
  "generic_name": [
    "GENTAMICIN SULFATE"
  ],
  "brand_names": [
    "Gentamicin"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS: (See BOXED WARNINGS .) Contains sodium metabisulfite, a sulfite that may cause allergic-type reactions including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people. Aminoglycosides can cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics cross the placenta, and there have been several reports of total irreversible bilateral congenital deafness in children whose mothers received streptomycin during pregnancy. Serious side effects to mother, fetus or newborn have not been reported in the treatment of pregnant women with other aminoglycosides. Animal reproduction studies conducted on rats and rabbits did not reveal evidence of impaired fertility or harm to the fetus due to gentamicin sulfate. It is not known whether gentamicin sulfate can cause fetal harm when administered to a pregnant woman or can affect reproduction capacity. If gentamicin is used during pregnancy or if the patient becomes pregnant while taking gentamicin, she should be apprised of the potential hazard to the fetus."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Nephrotoxicity Adverse renal effects, as demonstrated by the presence of casts, cells or protein in the urine or by rising BUN, NPN, serum creatinine or oliguria, have been reported. They occur more frequently in patients with a history of renal impairment (especially if dialysis is required) and in patients treated for longer periods or with larger doses than recommended. Neurotoxicity Serious adverse effects on both vestibular and auditory branches of the eighth nerve have been reported, primarily in patients with renal impairment (especially if hemodialysis is required) and in patients on high doses and/or prolonged therapy. Symptoms include dizziness, vertigo, tinnitus, roaring in the ears and also hearing loss, which, as with the other aminoglycosides, may be irreversible. Hearing loss is usually manifested initially by diminution of high-tone acuity. Other factors which may increase the risk of toxicity include excessive dosage, dehydration and previous exposure to other ototoxic drugs. Peripheral neuropathy or encephalopathy, including numbness, skin tingling, muscle twitching, convulsions and a myasthenia gravis-like syndrome have been reported. NOTE: The risk of toxic reactions is low in patients with normal renal function who did not receive gentamicin sulfate at higher doses or for longer periods of time than recommended. Other reported adverse reactions possibly related to gentamicin include: respiratory depression, lethargy, confusion, depression, visual disturbances, decreased appetite, weight loss and hypotension and hypertension; rash, itching, urticaria, generalized burning, laryngeal edema, anaphylactoid reactions, fever and headache; nausea, vomiting, increased salivation and stomatitis; purpura, pseudotumor cerebri, acute organic brain syndrome, pulmonary fibrosis, alopecia, joint pain, transient hepatomegaly and splenomegaly. Laboratory abnormalities possibly related to gentamicin include: increased levels of serum transaminase (SGOT, SGPT), serum LDH and bilirubin; decreased serum calcium, magnesium, sodium and potassium; anemia, leukopenia, granulocytopenia, transient agranulocytosis, eosinophilia, increased and decreased reticulocyte counts and thrombocytopenia. While clinical laboratory test abnormalities may be isolated findings, they may also be associated with clinically related signs and symptoms. For example, tetany and muscle weakness may be associated with hypomagnesemia, hypocalcemia and hypokalemia. While the local tolerance of gentamicin sulfate is generally excellent, there has been an occasional report of pain at the injection site. Subcutaneous atrophy or fat necrosis suggesting local irritation has been reported rarely.",
    "Nephrotoxicity Adverse renal effects, as demonstrated by the presence of casts, cells or protein in the urine or by rising BUN, NPN, serum creatinine or oliguria, have been reported. They occur more frequently in patients with a history of renal impairment (especially if dialysis is required) and in patients treated for longer periods or with larger doses than recommended.",
    "Neurotoxicity Serious adverse effects on both vestibular and auditory branches of the eighth nerve have been reported, primarily in patients with renal impairment (especially if hemodialysis is required) and in patients on high doses and/or prolonged therapy. Symptoms include dizziness, vertigo, tinnitus, roaring in the ears and also hearing loss, which, as with the other aminoglycosides, may be irreversible. Hearing loss is usually manifested initially by diminution of high-tone acuity. Other factors which may increase the risk of toxicity include excessive dosage, dehydration and previous exposure to other ototoxic drugs. Peripheral neuropathy or encephalopathy, including numbness, skin tingling, muscle twitching, convulsions and a myasthenia gravis-like syndrome have been reported. NOTE: The risk of toxic reactions is low in patients with normal renal function who did not receive gentamicin sulfate at higher doses or for longer periods of time than recommended. Other reported adverse reactions possibly related to gentamicin include: respiratory depression, lethargy, confusion, depression, visual disturbances, decreased appetite, weight loss and hypotension and hypertension; rash, itching, urticaria, generalized burning, laryngeal edema, anaphylactoid reactions, fever and headache; nausea, vomiting, increased salivation and stomatitis; purpura, pseudotumor cerebri, acute organic brain syndrome, pulmonary fibrosis, alopecia, joint pain, transient hepatomegaly and splenomegaly. Laboratory abnormalities possibly related to gentamicin include: increased levels of serum transaminase (SGOT, SGPT), serum LDH and bilirubin; decreased serum calcium, magnesium, sodium and potassium; anemia, leukopenia, granulocytopenia, transient agranulocytosis, eosinophilia, increased and decreased reticulocyte counts and thrombocytopenia. While clinical laboratory test abnormalities may be isolated findings, they may also be associated with clinically related signs and symptoms. For example, tetany and muscle weakness may be associated with hypomagnesemia, hypocalcemia and hypokalemia. While the local tolerance of gentamicin sulfate is generally excellent, there has been an occasional report of pain at the injection site. Subcutaneous atrophy or fat necrosis suggesting local irritation has been reported rarely."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: Hypersensitivity to gentamicin is a contraindication to its use. A history of hypersensitivity or serious toxic reactions to other aminoglycosides may contraindicate use of gentamicin because of the known cross-sensitivity of patients to drugs in this class."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: Gentamicin injection may be given IM or IV. The patient’s pretreatment body weight should be obtained for calculation of correct dosage. The dosage of aminoglycosides in obese patients should be based on an estimate of the lean body mass. It is desirable to limit the duration of treatment with aminoglycosides to short term. PATIENTS WITH NORMAL RENAL FUNCTION Adults The recommended dosage of gentamicin injection for patients with serious infections and normal renal function is 3 mg/kg/day, administered in three equal doses every eight hours (Table 3) . For patients with life-threatening infections, dosages up to 5 mg/kg/day may be administered in three or four equal doses. This dosage should be reduced to 3 mg/kg/day as soon as clinically indicated (Table 3) . It is desirable to measure both peak and trough serum concentrations of gentamicin to determine the adequacy and safety of the dosage. When such measurements are feasible, they should be carried out periodically during therapy to assure adequate but not excessive drug levels. For example, the peak concentration (at 30 to 60 minutes after IM injection) is expected to be in the range of 4 to 6 mcg/mL. When monitoring peak concentrations after IM or IV administration, dosage should be adjusted so that prolonged levels above 12 mcg/mL are avoided. When monitoring trough concentrations (just prior to the next dose), dosage should be adjusted so that levels above 2 mcg/mL are avoided. Determination of the adequacy of a serum level for a particular patient must take into consideration the susceptibility of the causative organism, the severity of the infection and the status of the patient’s host-defense mechanisms. In patients with extensive burns, altered pharmacokinetics may result in reduced serum concentrations of aminoglycosides. In such patients treated with gentamicin, measurement of serum concentrations is recommended as a basis for dosage adjustment. TABLE 3 DOSAGE SCHEDULE GUIDE FOR ADULTS WITH NORMAL RENAL FUNCTION (Dosage at Eight-Hour Intervals) 40 mg per mL Patient’s Weight* Usual Dose for Serious Infections 1 mg/kg q8h (3 mg/kg/day) Dose for Life-Threatening Infections (Reduce As Soon As Clinically Indicated) 1.7 mg/kg q8h** (5 mg/kg/day) kg (lb) mg/dose mL/dose mg/dose mL/dose q8h q8h 40 ( 88 ) 40 1 66 1.6 45 ( 99) 45 1.1 75 1.9 50 (110) 50 1.25 83 2.1 55 (121) 55 1.4 91 2.25 60 (132) 60 1.5 100 2.5 65 (143) 65 1.6 108 2.7 70 (154) 70 1.75 116 2.9 75 (165) 75 1.9 125 3.1 80 (176) 80 2 133 3.3 85 (187) 85 2.1 141 3.5 90 (198) 90 2.25 150 3.75 95 (209) 95 2.4 158 4 100 (220) 100 2.5 166 4.2 *The dosage of aminoglycosides in obese patients should be based on an estimate of the lean body mass. **for q6h schedules, dosage should be recalculated. Children 6 to 7.5 mg/kg/day (2 to 2.5 mg/kg administered every eight hours). Infants and Neonates 7.5 mg/kg/day (2.5 mg/kg administered every eight hours). Premature or Full-Term Neonates One Week of Age or Less 5 mg/kg/day (2.5 mg/kg administered every 12 hours). For further information concerning the use of gentamicin in infants and children, see gentamicin injection (pediatric) product information. The usual duration of treatment for all patients is 7 to 10 days. In difficult and complicated infections, a longer course of therapy may be necessary. In such cases monitoring of renal, auditory and vestibular functions is recommended, since toxicity is more apt to occur with treatment extended for more than 10 days. Dosage should be reduced if clinically indicated. FOR INTRAVENOUS ADMINISTRATION The IV administration of gentamicin may be particularly useful for treating patients with bacterial septicemia or those in shock. It may also be the preferred route of administration for some patients with congestive heart failure, hematologic disorders, severe burns or those with reduced muscle mass. For intermittent IV administration in adults, a single dose of gentamicin injection may be diluted in 50 to 200 mL of sterile isotonic saline solution or in a sterile solution of dextrose 5% in water; in infants and children, the volume of diluent should be less. The solution may be infused over a period of one-half to two hours. The recommended dosage for IM and IV administration is identical. Gentamicin injection should not be physically premixed with other drugs, but should be administered separately in accordance with the recommended route of administration and dosage schedule. PATIENTS WITH IMPAIRED RENAL FUNCTION Dosage must be adjusted in patients with impaired renal function to assure therapeutically adequate, but not excessive blood levels. Whenever possible serum concentration of gentamicin should be monitored. One method of dosage adjustment is to increase the interval between administration of the usual doses. Since the serum creatinine concentration has a high correlation with the serum half-life of gentamicin, this laboratory test may provide guidance for adjustment of the interval between doses. The interval between doses (in hours) may be approximated by multiplying the serum creatinine level (mg/100 mL) by 8. For example, a patient weighing 60 kg with a serum creatinine level of 2 mg/100 mL could be given 60 mg (1 mg/kg) every 16 hours (2 x 8). In patients with serious systemic infections and renal impairment, it may be desirable to administer the antibiotic more frequently but in reduced dosage. In such patients, serum concentrations of gentamicin should be measured so that adequate but not excessive levels result. A peak and trough concentration measured intermittently during therapy will provide optimal guidance for adjusting dosage. After the usual initial dose, a rough guide for determining reduced dosage at eight-hour intervals is to divide the normally recommended dose by the serum creatinine level (Table 4) . For example, after an initial dose of 60 mg (1 mg/kg), a patient weighing 60 kg with a serum creatinine level of 2 mg/100 mL could be given 30 mg every eight hours (60 ÷ 2). It should be noted that the status of renal function may be changing over the course of the infectious process. It is important to recognize that deteriorating renal function may require a greater reduction in dosage than that specified in the above guidelines for patients with stable renal impairment. TABLE 4 DOSAGE ADJUSTMENT GUIDE FOR PATIENTS WITH RENAL IMPAIRMENT (Dosage at Eight-Hour Intervals After the Usual Initial Dose) Serum Creatinine (mg %) Approximate Creatinine Clearance Rate (mL/min/1.73m 2 ) Percent of Usual Doses Shown Above ≤1 > 100 100 1.1 to 1.3 70 to 100 80 1.4 to 1.6 55 to 70 65 1.7 to 1.9 45 to 55 55 2 to 2.2 40 to 45 50 2.3 to 2.5 35 to 40 40 2.6 to 3 30 to 35 35 3.1 to 3.5 25 to 30 30 3.6 to 4 20 to 25 25 4.1 to 5.1 15 to 20 20 5.2 to 6.6 10 to 15 15 6.7 to 8 < 10 10 In adults with renal failure undergoing hemodialysis, the amount of gentamicin removed from the blood may vary depending upon several factors including the dialysis method used. An eight-hour hemodialysis may reduce serum concentrations of gentamicin by approximately 50%. The recommended dosage at the end of each dialysis period is 1 to 1.7 mg/kg depending upon the severity of the infection. In children, a dose of 2 mg/kg may be administered. The above dosage schedules are not intended as rigid recommendations but are provided as guides to dosage when measurement of gentamicin serum level is not feasible. A variety of methods are available to measure gentamicin concentrations in body fluids; these include microbiologic, enzymatic and radioimmunoassay techniques. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE: To reduce the development of drug-resistant bacteria and maintain the effectiveness of Gentamicin Injection, USP and other antibacterial drugs, Gentamicin Injection, USP should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Gentamicin Injection, USP is indicated in the treatment of serious infections caused by susceptible strains of the following microorganisms: Pseudomonas aeruginosa, Proteus species (indole-positive and indole-negative), Escherichia coli, Klebsiella-Enterobacter-Serratia species, Citrobacter species and Staphylococcus species (coagulase-positive and coagulase-negative). Clinical studies have shown gentamicin injection to be effective in bacterial neonatal sepsis; bacterial septicemia and serious bacterial infections of the central nervous system (meningitis), urinary tract, respiratory tract, gastrointestinal tract (including peritonitis), skin, bone and soft tissue (including burns). Aminoglycosides, including gentamicin, are not indicated in uncomplicated initial episodes of urinary tract infections unless the causative organisms are susceptible to these antibiotics and are not susceptible to antibiotics having less potential for toxicity. Specimens for bacterial culture should be obtained to isolate and identify causative organisms and to determine their susceptibility to gentamicin. Gentamicin injection may be considered as initial therapy in suspected or confirmed gram-negative infections, and therapy may be instituted before obtaining results of susceptibility testing. The decision to continue therapy with this drug should be based on the results of susceptibility tests, the severity of the infection and the important additional concepts contained in the BOXED WARNINGS . If the causative organisms are resistant to gentamicin, other appropriate therapy should be instituted. In serious infections when the causative organisms are unknown, gentamicin injection may be administered as initial therapy in conjunction with a penicillin-type or cephalosporin-type drug before obtaining results of susceptibility testing. If anaerobic organisms are suspected as etiologic agents, consideration should be given to using other suitable antimicrobial therapy in conjunction with gentamicin. Following identification of the organism and its susceptibility, appropriate antibiotic therapy should then be continued. Gentamicin injection has been used effectively in combination with carbenicillin for the treatment of life-threatening infections caused by Pseudomonas aeruginosa. It has also been found effective when used in conjunction with a penicillin-type drug for treatment of endocarditis caused by group D streptococci. Gentamicin injection has also been shown to be effective in the treatment of serious staphylococcal infections. While not the antibiotic of first choice, gentamicin injection may be considered when penicillins or other less potentially toxic drugs are contraindicated and bacterial susceptibility tests and clinical judgment indicate its use. It may also be considered in mixed infections caused by susceptible strains of staphylococci and gram-negative organisms. In the neonate with suspected bacterial sepsis or staphylococcal pneumonia, a penicillin-type drug is also usually indicated as concomitant therapy with gentamicin."
  ],
  "fetched_at": "2025-10-01T15:38:43.376137",
  "source": "OpenFDA"
}