{
  "drug_name": "Gepirone",
  "generic_name": [
    "GEPIRONE"
  ],
  "brand_names": [
    "EXXUA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 3 displays clinically important drug interactions with EXXUA. Table 3 Clinically Important Drug Interactions with EXXUA CYP3A4 Inhibitors Clinical Impact Strong CYP3A4 Inhibitors Concomitant use of EXXUA with a strong CYP3A4 inhibitor increases EXXUA exposure by ~ 5-fold [see Clinical Pharmacology (12.3)] . Moderate CYP3A4 Inhibitors Concomitant use with a moderate CYP3A4 inhibitor increases EXXUA exposure by ~ 2.6-fold [see Clinical Pharmacology (12.3)] . Intervention Strong CYP3A4 Inhibitors EXXUA is contraindicated in patients taking strong CYP3A4 inhibitors [see Dosage and Administration (2.7) , Contraindications (4) , and Warnings and Precautions (5.2) ]. Moderate CYP3A4 Inhibitors If EXXUA is used with a moderate CYP3A4 inhibitor, reduce the dosage of EXXUA [see Dosage and Administration (2.7) and Warnings and Precautions (5.2)] . Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact Concomitant use EXXUA with MAOIs increases the risk of serotonin syndrome. Intervention EXXUA is contraindicated in patients taking MAOIs, including MAOIs such as linezolid or intravenous methylene blue or in patients who have taken MAOIs within the preceding 14 days. Allow at least 14 days after stopping EXXUA before starting an MAOI [see Dosage and Administration (2.8) , Contraindications (4) , and Warnings and Precautions (5.3) ]. Drugs that Prolong the QTc Interval Clinical Impact Concomitant use of drugs that prolong the QTc interval may add to the QTc prolonging effects of EXXUA and increase the risk of cardiac arrhythmias. Intervention Monitor patients with ECGs more frequently if EXXUA is administered with other drugs known to prolong QT interval [see Warnings and Precautions (5.2)] . CYP3A4 Inducers Clinical Impact Concomitant use of EXXUA with a strong CYP3A4 inducers reduces EXXUA exposure by 20- to 29-fold [see Clinical Pharmacology (12.3)] . Intervention Avoid concomitant use of EXXUA in patients taking strong CYP3A4 inducers. Other Serotonergic Drugs Clinical Impact Concomitant use of EXXUA and serotonergic drugs increases the risk of serotonin syndrome. Intervention Monitor for symptoms of serotonin syndrome when EXXUA is used concomitantly with other drugs that may affect the serotonergic neurotransmitter systems. If serotonin syndrome occurs, consider discontinuation of EXXUA and/or concomitant serotonergic drug [see Warnings and Precautions (5.3)] . Strong CYP3A4 inducers: Reduces EXXUA exposure. Avoid concomitant use ( 7 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Suicidal Thoughts and Behaviors in Adolescents and Young Adults [see Warnings and Precautions (5.1)] QT Prolongation [see Warnings and Precautions (5.2)] Serotonin Syndrome [see Warnings and Precautions (5.3)] Activation of Mania or Hypomania [see Warnings and Precautions (5.4)] Most common adverse reactions (incidence of ≥5% and at least twice incidence of placebo) were dizziness, nausea, insomnia, abdominal pain, and dyspepsia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Fabre-Kramer at 713-975-6900 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. During premarketing assessment, multiple doses of EXXUA were administered to 1,976 adult patients with major depressive disorder (MDD) in controlled phase 2 and 3 clinical studies, including 1,639 patients in placebo-controlled phase 2 and 3 trials in MDD, with 237 patients exposed for over six months. The population treated with EXXUA in the pooled placebo-controlled studies ranged from 15 to 78 years of age, was 34% male and 66% female, and was 80% Caucasian, 11% Black, and 9% other race. The adverse reaction data below are based on two placebo-controlled, flexible-dose, clinical studies (Study 1, Study 2) in which either EXXUA 18.2 mg to 72.6 mg (n=226) or placebo (n=230) was administered to adult patients with MDD during an 8-week double-blind treatment period [see Clinical Studies (14)] . Study 1 had a median age of 39 years and were 61% female, 73% Caucasian, 9% Black, 2% Asian, and 16% Other (Hispanic or Native American). Study 2 had a median age of 39 years and were 69% female, 65% Caucasian, 23% Black, 1% Asian, and 11% Hispanic. In Study 1 and Study 2, 7% (15/226) of patients treated with EXXUA and 3% (6/230) of patients receiving placebo discontinued treatment due to an adverse reaction. The most common reactions leading to discontinuation for patients taking EXXUA were dizziness and nausea. The most common adverse reactions (≥ 5% and twice the incidence of placebo) in EXXUA-treated patients were dizziness, nausea, insomnia, abdominal pain, and dyspepsia. Table 2 presents the adverse reactions that occurred at an incidence of ≥ 2% of patients treated with EXXUA and at a higher incidence than in the placebo-treated patients. Table 2 Adverse Reactions that Occurred in ≥ 2% of Patients Treated with EXXUA and Greater than the Incidence in Placebo-Treated Patients in Pooled MDD Studies (Study 1 and Study 2) Adverse Reaction Placebo (N=230) (%) EXXUA ( 18.2 mg to 76.2 mg) (N=226) (%) Dizziness* 10 49 Nausea 13 35 Headache* 20 31 Feeling Sleepy or Tired* 14 15 Insomnia* 5 14 Diarrhea 9 10 Upper Respiratory Tract Infection 7 8 Dry Mouth 5 8 Vomiting 4 7 Abdominal Pain* 3 7 Dyspepsia 2 6 Increased Appetite 3 5 Constipation 3 4 Nasopharyngitis 3 4 Nasal Congestion 2 4 Paresthesia 1 4 Hyperhidrosis 0 4 Palpitations 0 4 Weight Increased 1 3 Agitation 0 3 Feeling Jittery 0 3 Heart Rate Increased 0 2 Lethargy 0 2 *The following terms were combined: Dizziness=Lightheadedness, Dizziness, Dizziness Postural. Headache=Headache, Sinus Headache, Tension Headache. Feeling Sleepy or Tired=Fatigue, Sedation, Somnolence. Insomnia=Initial Insomnia, Insomnia, Middle Insomnia, Terminal Insomnia. Abdominal Pain=Abdominal Discomfort, Abdominal Pain, Abdominal Pain Upper. Other Adverse Reactions Observed in Clinical Studies The following is a list of adverse reactions that occurred at an incidence of < 2% in MDD patients treated with EXXUA and at least greater than placebo in Study 1 and Study 2: breast tenderness, confusional state, dyspnea, edema peripheral energy increased, feeling abnormal, hypoesthesia, poor quality sleep, and thinking abnormal. Additional Adverse Reaction Observed in Clinical Studies Hypersensitivity reactions including rash, pruritus, and urticaria were reported in clinical studies with EXXUA."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EXXUA is contraindicated in patients: with known hypersensitivity to gepirone or components of EXXUA [see Adverse Reactions (6.1)] . with prolonged QTc interval > 450 msec at baseline [see Warnings and Precautions (5.2)] . with congenital long QT syndrome [see Warnings and Precautions (5.2)] . receiving concomitant strong CYP34A inhibitors [see Warnings and Precautions (5.2) and Drug Interactions (7) ]. with severe hepatic impairment [see Warnings and Precautions (5.2) and Use in Specific Populations (8.7) ] . taking, or within 14 days of stopping, MAOIs due to the risk of serious and possibly fatal drug interactions, including hypertensive crisis and serotonin syndrome [see Warnings and Precautions (5.3) and Drug Interactions (7) ] . Starting EXXUA in a patient treated with reversible MAOIs such as linezolid or intravenous methylene blue is also contraindicated. Known hypersensitivity to gepirone or components of EXXUA ( 4 ). Prolonged QTc interval > 450 msec at baseline ( 4 ). Congenital long QT syndrome ( 4 ). Concomitant use of strong CYP3A4 inhibitors ( 4 ). Severe hepatic impairment ( 4 ). Use with an MAOI or within 14 days of stopping treatment with EXXUA. Do not use EXXUA within 14 days of discontinuing an MAOI ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Correct electrolyte abnormalities and perform electrocardiogram (ECG) prior to initiating treatment with EXXUA. Do not initiate EXXUA if QTc is > 450 msec ( 2.1 ). Perform ECGs during dosage titration and periodically during treatment ( 2.1 ). The recommended starting dose is 18.2 mg administered orally once daily with food at approximately the same time each day ( 2.2 , 2.3 ). Depending on clinical response and tolerability, the dosage may be increased to 36.3 mg once daily on Day 4. Dosage may be further titrated to 54.5 mg once daily after Day 7 and to 72.6 mg once daily after an additional week ( 2.3 ). Geriatric patients: Recommended starting dosage is 18.2 mg once daily. Dosage may be increased to 36.3 mg after 7 days ( 2.4 ). Renal Impairment (creatinine clearance < 50 mL/min): Recommended starting dosage is 18.2 mg once daily. Dosage may be increased to 36.3 mg once daily after 7 days ( 2.5 , 8.6 ). Moderate Hepatic Impairment (Child Pugh B): Dosage may be increased to 36.3 mg once daily after 7 days ( 2.6 , 8.7 ). Adjust EXXUA dose by 50% when a moderate CYP3A4 inhibitor is administered ( 2.7 ). 2.1 Important Recommendations Prior to Initiating and During Treatment with EXXUA Electrocardiogram and Electrolyte Monitoring Correct electrolyte abnormalities prior to initiating EXXUA. In patients with electrolyte abnormalities, or who are receiving diuretics or glucocorticoids, or who have a history of hypokalemia or hypomagnesemia, also monitor electrolytes during dose titration and periodically during treatment with EXXUA [see Warnings and Precautions (5.2)] . Perform an electrocardiogram (ECG) prior to initiating EXXUA, during dosage titration, and periodically during treatment. Do not initiate EXXUA if QTc is > 450 msec at baseline. Monitor ECGs more frequently if EXXUA is used: concomitantly with drugs known to prolong the QT interval in patients who develop QTc ≥ 450 msec during treatment in patients with a significant risk of developing torsade de pointes [see Warnings and Precautions (5.2) and Drug Interactions (7) ]. Do not escalate the EXXUA dosage if the QTcF is > 450 msec [see Warnings and Precautions (5.2)] . Bipolar Disorder, Mania, and Hypomania Screening Screen patients for a personal or family history of bipolar disorder, mania, or hypomania prior to initiating treatment with EXXUA [see Warnings and Precautions (5.3)] . 2.2 Important Administration Instructions Take EXXUA orally with food at approximately the same time each day [see Clinical Pharmacology (12.3)] . Swallow tablets whole. Do not split, crush, or chew EXXUA. 2.3 Recommended Dosage The recommended starting dosage of EXXUA is 18.2 mg once daily. Based on clinical response and tolerability, the dosage may be increased to 36.3 mg orally once daily on Day 4 and further titrated to 54.5 mg orally once daily after Day 7 and to 72.6 mg orally once daily after an additional week. The maximum recommended daily dosage of EXXUA is 72.6 mg once daily. 2.4 Recommended Dosage in Geriatric Patients The recommended starting dosage of EXXUA in geriatric patients is 18.2 mg orally once daily. Based on clinical response and tolerability, the dosage may be increased to maximum recommended dosage of 36.3 mg orally once daily after Day 7 [see Use in Specific Populations (8.5) and Clinical Pharmacology (12.3) ]. 2.5 Recommended Dosage in Patients with Renal Impairment The recommended starting dosage of EXXUA in patients with creatinine clearance < 50 mL/min is 18.2 mg orally once daily. Based on clinical response and tolerability, the dosage may be increased to the maximum recommended dosage of 36.3 mg orally once daily after Day 7 [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]. The recommended dosage in patients with creatinine clearance ≥ 50 mL/min is the same as in patients with normal renal function [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]. 2.6 Recommended Dosage in Patients with Hepatic Impairment The recommended starting dose of EXXUA in patients with moderate (Child-Pugh B) hepatic impairment is 18.2 mg once daily. Based on clinical response and tolerability, the dosage may be increased to the maximum recommended dosage of 36.3 mg orally once daily after Day 7 [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ]. EXXUA is contraindicated in patients with severe (Child-Pugh C) hepatic impairment [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ]. The recommended dosage in patients with mild (Child-Pugh A) hepatic impairment is the same as patients with normal hepatic function. 2.7 Dosage Modifications for Concomitant Use with CYP3A4 Inhibitors Reduce the EXXUA dose by 50% when used concomitantly with a moderate CYP3A4 inhibitor [see Drug Interactions (7)] . EXXUA is contraindicated in patients receiving strong CYP3A4 inhibitors [see Contraindications (4) and Drug Interactions (7)] . 2.8 Switching a Patient to or from a Monoamine Oxidase Inhibitor (MAOI) Antidepressant At least 14 days must elapse between discontinuation of an MAOI intended to treat depression and initiation of therapy with EXXUA. Conversely, at least 14 days must be allowed after stopping EXXUA before starting an MAOI antidepressant [see Contraindications (4) and Drug Interactions (7) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EXXUA is indicated for the treatment of major depressive disorder (MDD) in adults. EXXUA is indicated for the treatment of major depressive disorder (MDD) in adults ( 1 )."
  ],
  "fetched_at": "2025-10-01T18:43:32.420056",
  "source": "OpenFDA"
}