{
  "drug_name": "Gepotidacin",
  "generic_name": [
    "GEPOTIDACIN"
  ],
  "brand_names": [
    "Blujepa"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • CYP3A4 Inhibitors: Avoid coadministration of BLUJEPA with strong CYP3A4 inhibitors. ( 7.1 ) • CYP3A4 Inducers: Avoid coadministration of BLUJEPA with strong CYP3A4 inducers ( 7.1 ) • CYP3A4 Substrates: Avoid coadministration of BLUJEPA with drugs that are extensively metabolized by CYP3A4 and have a narrow therapeutic window. ( 7.2 ) • Digoxin: Due to an increase in digoxin exposures, consider monitoring digoxin serum concentration, as appropriate, with concomitant administration of BLUJEPA. ( 7.2 ) 7.1 Effect of Other Drugs on BLUJEPA CYP3A4 Inhibitors Due to an increase in gepotidacin exposures, avoid concomitant administration of BLUJEPA with strong inhibitors of CYP3A4 [see Warnings and Precautions ( 5.1 ), and Clinical Pharmacology ( 12.3 )] . CYP3A4 Inducers Due to a decrease in gepotidacin exposures, avoid concomitant administration of BLUJEPA with strong inducers of CYP3A4 [see Clinical Pharmacology ( 12.3 )] . 7.2 Effect of BLUJEPA on Other Drugs CYP3A4 Substrates Avoid concomitant administration of BLUJEPA with drugs that are extensively metabolized by CYP3A4 and have a narrow therapeutic index (e.g., quinidine, cyclosporine) [see Clinical Pharmacology ( 12.3 )] . Digoxin Due to an increase in digoxin exposures, consider monitoring digoxin serum concentrations, as appropriate, with concomitant administration of BLUJEPA [see Clinical Pharmacology ( 12.3 )] . 7.3 Cholinergic/Anticholinergic Drugs As gepotidacin is an acetylcholinesterase inhibitor, there is potential for an exaggerated effect of concomitantly administered succinylcholine‑type neuromuscular blocking agents resulting in a delay in recovery of neuromuscular function. Gepotidacin may augment the effect of other acetylcholinesterase inhibitors (e.g., donepezil). Monitor for exaggerated neuromuscular blockade or excessive cholinergic effects [see Warnings and Precautions ( 5.2 )] . There is potential for an antagonistic effect with systemic anticholinergic medications (e.g., benztropine, oxybutynin) or non‑depolarizing neuromuscular blocking agents. Consider the potential for this interaction if BLUJEPA is administered concomitantly with anticholinergic medications [see Warnings and Precautions ( 5.2 )] . 7.4 Drugs that Prolong the QTc Interval Due to the increased risk of QTc prolongation, avoid concomitant administration of BLUJEPA with other medications that have the potential to prolong the QTc interval [see Warnings and Precautions ( 5.1 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • QTc Prolongation [see Warnings and Precautions ( 5.1 )] . • Acetylcholinesterase Inhibition [see Warnings and Precautions ( 5.2 )] . • Hypersensitivity Reactions [see Warnings and Precautions ( 5.3 )] . • Clostridioides difficile Infection [see Warnings and Precautions ( 5.4 )] . The most common adverse reactions occurring in ≥1% of patients are diarrhea, nausea, abdominal pain, flatulence, headache, soft feces, dizziness, vomiting, and vulvovaginal candidiasis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact GlaxoSmithKline at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of BLUJEPA was evaluated in 2 double‑blind, active‑controlled, randomized trials in female adult and pediatric patients 12 years of age and older with uUTI (Trial 1 and Trial 2). A total of 1,570 patients were treated with BLUJEPA and 1,558 patients were treated with nitrofurantoin (pooled safety populations for BLUJEPA and nitrofurantoin, respectively). Patients received treatment for a median duration of 5 days. In Trials 1 and 2 (pooled, intent-to-treat [ITT] population), the median age of patients treated with BLUJEPA was 49 (range 13 to 89) years; <1% were <18 years, 77% of patients were 18 to 64 years, 14% were 65 to 74 years, and 8% were ≥75 years. Patients were female (100%) and White (83%), Black or African American (7%), Asian (5%), or American Indian or Alaskan Native (4%); for ethnicity, 33% identified as Hispanic/Latino and 67% as non-Hispanic/Latino. The majority of patients were enrolled from the U.S. (55%). Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In the pooled trials (Trials 1 and 2), serious adverse reactions occurred in 1/1,570 (<1%) patient treated with BLUJEPA and 1/1,558 (<1%) patient treated with nitrofurantoin. The serious adverse reaction reported with BLUJEPA was dysarthria. No adverse reaction led to death in either treatment group. In the pooled trials, adverse reactions leading to discontinuation of treatment occurred in 79/1,570 (5%) of patients treated with BLUJEPA and 30/1,558 (2%) of patients treated with nitrofurantoin. Adverse reactions occurring in >1% of patients leading to treatment discontinuation in patients treated with BLUJEPA included diarrhea (3%) and nausea (1%). Common Adverse Reactions Table 1 lists the adverse reactions occurring in ≥1% of patients receiving BLUJEPA in the pooled trials (Trials 1 and 2). Table 1. Adverse Reactions Occurring in ≥1% of Uncomplicated Urinary Tract Infection Patients Treated with BLUJEPA (Trials 1 and 2 Pooled Data; Safety Population) a Abdominal pain includes abdominal pain, abdominal pain upper, abdominal pain lower, abdominal tenderness, abdominal discomfort, and gastrointestinal pain. Adverse Reaction BLUJEPA N = 1,570 n (%) Nitrofurantoin N = 1,558 n (%) Diarrhea 258 (16) 51 (3) Nausea 146 (9) 64 (4) Abdominal pain a 60 (4) 34 (2) Flatulence 43 (3) 8 (<1) Headache 38 (2) 40 (3) Soft feces 37 (2) 8 (<1) Dizziness 29 (2) 19 (1) Vomiting 28 (2) 10 (<1) Vulvovaginal candidiasis 20 (1) 18 (1) Diarrhea: In Trial 1 and 2, diarrhea was reported in 258/1,570 (16%) patients receiving BLUJEPA; 11% mild, 5% moderate, and <1% severe. The diarrhea started within the first 2 days of treatment for the majority of patients and the median duration of diarrhea was 4 days. Adverse Reactions Occurring in Less than 1% of Patients Receiving BLUJEPA in Trials 1 and 2 (pooled): Gastrointestinal Disorders: Abdominal distension, dyspepsia (includes epigastric discomfort, eructation) Nervous System Disorders: Presyncope, dysarthria Infections and Infestations: Clostridioides difficile infection Musculoskeletal and Connective Tissue Disorders: Muscle spasms Vascular Disorders: Hot flush Cardiac Disorders: Tachycardia Eye Disorders: Blurred vision Ear and Labyrinth Disorders: Vertigo General Disorders and Administration Site Disorders: Fatigue Investigations: Alanine aminotransferase/aspartate aminotransferase increased Skin and Subcutaneous Tissue: Rash, hyperhidrosis Immune System Disorders: Hypersensitivity reactions Select Adverse Reactions Occurring in Patients Receiving BLUJEPA in Phase 1 and 2 Clinical Studies Gastrointestinal Disorders: hypersalivation (with oral daily doses ranging from 100 mg to 6,000 mg, which includes not approved doses)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BLUJEPA is contraindicated in patients with a history of severe hypersensitivity to BLUJEPA [see Warnings and Precautions ( 5.3 ), and Adverse Reactions ( 6.1 )] . A history of severe hypersensitivity to BLUJEPA. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • The recommended dosage of BLUJEPA is 1,500 mg (two 750 mg tablets) taken orally, twice daily (approximately 12 hours apart), for 5 days. ( 2.1 ) • Administer BLUJEPA tablets after a meal to reduce the possibility of gastrointestinal intolerance. ( 2.1 ) 2.1 Recommended Dosage for Female Adult and Pediatric Patients 12 Years of Age and Older Weighing at Least 40 kg The recommended dosage of BLUJEPA is 1,500 mg (two 750 mg tablets) taken orally, twice daily (approximately 12 hours apart) for 5 days. Administer BLUJEPA tablets after a meal to reduce the possibility of gastrointestinal intolerance [see Adverse Reactions ( 6.1 ), and Clinical Pharmacology ( 12.3 )] . 2.2 Recommendations Regarding Missed Dose(s) If a dose is missed, instruct patients to take the missed dose as soon as possible. Do not double the dose to make up for a missed dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BLUJEPA is a triazaacenaphthylene bacterial type II topoisomerase inhibitor indicated for the treatment of female adult and pediatric patients 12 years of age and older weighing at least 40 kilograms (kg) with uncomplicated urinary tract infections (uUTI) caused by the following susceptible microorganisms: Escherichia coli, Klebsiella pneumoniae, Citrobacter freundii complex , Staphylococcus saprophyticus, and Enterococcus faecalis . ( 1.1 ) Usage to Reduce Development of Drug-Resistant Bacteria To reduce the development of drug-resistant bacteria and maintain the effectiveness of BLUJEPA and other antibacterial drugs, BLUJEPA should be used only to treat infections that are proven or strongly suspected to be caused by bacteria. ( 1.2 ) 1.1 Treatment of Uncomplicated Urinary Tract Infections BLUJEPA is indicated for the treatment of female adult and pediatric patients 12 years of age and older weighing at least 40 kilograms (kg) with uncomplicated urinary tract infections (uUTI) caused by the following susceptible microorganisms: Escherichia coli , Klebsiella pneumoniae , Citrobacter freundii complex, Staphylococcus saprophyticus , and Enterococcus faecalis . 1.2 Usage to Reduce Development of Drug-Resistant Bacteria To reduce the development of drug-resistant bacteria and maintain the effectiveness of BLUJEPA and other antibacterial drugs, BLUJEPA should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:40:32.878532",
  "source": "OpenFDA"
}