{
  "drug_name": "Gibberellin A4",
  "generic_name": [
    "Gibberellin A4"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Although the occurrence has not been reported with Cefizox, nephrotoxicity has been reported following concomitant administration of other cephalosporins and aminoglycosides."
  ],
  "warnings": [
    "Warnings BEFORE THERAPY WITH CEFIZOX IS INSTITUTED, CAREFUL INQUIRY SHOULD BE MADE TO DETERMINE WHETHER THE PATIENT HAS HAD PREVIOUS HYPERSENSITIVITY REACTIONS TO CEFIZOX, OTHER CEPHALOSPORINS, PENICILLINS, OR OTHER DRUGS. IF THIS PRODUCT IS TO BE GIVEN TO PENICILLIN­SENSITIVE PATIENTS, CAUTION SHOULD BE EXERCISED BECAUSE CROSS HYPERSENSITIVITY AMONG BETA‐LACTAM ANTIBIOTICS HAS BEEN CLEARLY DOCUMENTED AND MAY OCCUR IN UP TO 10% OF PATIENTS WITH A HISTORY OF PENICILLIN ALLERGY. IF AN ALLERGIC REACTION TO CEFIZOX OCCURS, DISCONTINUE THE DRUG. SERIOUS ACUTE HYPERSENSITIVITY REACTIONS MAY REQUIRE TREATMENT WITH EPINEPHRINE AND OTHER EMERGENCY MEASURES, INCLUDING OXYGEN, IV FLUIDS, IV ANTIHISTAMINES, CORTICOSTEROIDS, PRESSOR AMINES, AND AIRWAY MANAGEMENT, AS CLINICALLY INDICATED. Pseudomembranous colitis has been reported with nearly all antibacterial agents, including ceftizoxime, and may range in severity from mild to life threatening. Therefore, it is important to consider this diagnosis in patients who present with diarrhea subsequent to the administration of antibacterial agents. Treatment with antibacterial agents alters the normal flora of the colon and may permit overgrowth of clostridia. Studies indicate that a toxin produced by Clostridium difficile is a primary cause of “antibiotic‐associated” colitis. After the diagnosis of pseudomembranous colitis has been established, appropriate therapeutic measures should be initiated. Mild cases of pseudomembranous colitis usually respond to drug discontinuation alone. In moderate to severe cases, consideration should be given to management with fluids and electrolytes, protein supplementation, and treatment with an antibacterial drug clinically effective against Clostridium difficile colitis."
  ],
  "adverse_reactions": [
    "Adverse Reactions Cefizox ® (ceftizoxime for injection, USP) is generally well tolerated. The most frequent adverse reactions ( greater than 1% but less than 5%) are: Hypersensitivity--Rash, pruritus, fever. Hepatic--Transient elevation in AST (SGOT), ALT (SGPT), and alkaline phosphatase. Hematologic--Transient eosinophilia, thrombocytosis. Some individuals have developed a positive Coombs test. Local--Injection site--Burning, cellulitis, phlebitis with IV administration, pain, induration, tenderness, paresthesia. The less frequent adverse reactions ( less than 1%) are: Hypersensitivity--Numbness and anaphylaxis have been reported rarely. Hepatic--Elevation of bilirubin has been reported rarely. Renal--Transient elevations of BUN and creatinine have been occasionally observed with Cefizox. Hematologic--Anemia, including hemolytic anemia with occasional fatal outcome, leukopenia, neutropenia, and thrombocytopenia have been reported rarely. Urogenital--Vaginitis has occurred rarely. Gastrointestinal--Diarrhea; nausea and vomiting have been reported occasionally. Symptoms of pseudomembranous colitis can appear during or after antibiotic treatment (see WARNINGS ). In addition to the adverse reactions listed above which have been observed in patients treated with ceftizoxime, the following adverse reactions and altered laboratory tests have been reported for cephalosporin‐class antibiotics: Stevens‐Johnson syndrome, erythema multiforme, toxic epidermal necrolysis, serum‐sickness like reaction, toxic nephropathy, aplastic anemia, hemorrhage, prolonged prothrombin time, elevated LDH, pancytopenia, and agranulocytosis. Several cephalosporins have been implicated in triggering seizures, particularly in patients with renal impairment, when the dosage was not reduced. (See DOSAGE AND ADMINISTRATION .) If seizures associated with drug therapy occur, the drug should be discontinued. Anticonvulsant therapy can be given if clinically indicated."
  ],
  "contraindications": [
    "Contraindications Cefizox (ceftizoxime for injection, USP) is contraindicated in patients who have known allergy to the drug."
  ],
  "dosage_administration": [
    "Dosage and Administration Note: Cefizox (ceftizoxime for injection, USP) in the ADD-Vantage® vial is intended for intravenous infusion only after dilution with the appropriate volume of ADD-Vantage diluent solution. The usual adult dosage is 1 or 2 grams of Cefizox (ceftizoxime for injection, USP) every 8 to 12 hours. Proper dosage and route of administration should be determined by the condition of the patient, severity of the infection, and susceptibility of the causative organisms. General Guidelines for Dosage of Cefizox Type of Infection Daily Dose (Grams) Frequency and Route Uncomplicated Urinary Tract 1 500 mg q12h IM or IV Other Sites 2-3 1 gram q8-12h IM or IV Severe or Refractory 3-6 1 gram q8h IM or IV 2 grams q8-12h IM When administering 2 gram IM doses, the dose should be divided and given in different large muscle masses. or IV PID If C. trachomatis is a suspected pathogen, appropriate anti­chlamydial coverage should be added, because ceftizoxime has no activity against this organism. 6 2 grams q8h IV Life-Threatening In life‐threatening infections, dosages up to 2 grams every 4 hours have been given. 9-12 3-4 grams q8h IV Because of the serious nature of urinary tract infections due to P. aeruginosa and because many strains of Pseudomonas species are only moderately susceptible to Cefizox, higher dosage is recommended. Other therapy should be instituted if the response is not prompt. A single, 1 gram IM dose is the usual dose for treatment of uncomplicated gonorrhea. The IV route may be preferable for patients with bacterial septicemia, localized parenchymal abscesses (such as intra­abdominal abscess), peritonitis, or other severe or life‐threatening infections. In those with normal renal function, the IV dosage for such infections is 2 to 12 grams of Cefizox (ceftizoxime for injection, USP) daily. In conditions such as bacterial septicemia, 6 to 12 grams/day may be given initially by the IV route for several days, and the dosage may then be gradually reduced according to clinical response and laboratory findings. Pediatric Dosage Schedule Unit Dose Frequency Pediatric patients 6 months or older 50 mg/kg q6-8h Dosage may be increased to a total daily dose of 200 mg/kg (not to exceed the maximum adult dose for serious infection). Impaired Renal Function Modification of Cefizox dosage is necessary in patients with impaired renal function. Following an initial loading dose of 500 mg-1 gram IM or IV, the maintenance dosing schedule shown below should be followed. Further dosing should be determined by therapeutic monitoring, severity of the infection, and susceptibility of the causative organisms. When only the serum creatinine level is available, creatinine clearance may be calculated from the following formula. The serum creatinine level should represent current renal function at the steady state. Males Clcr = Weight (kg) x (140 ­ age) 72 x serum creatinine (mg/100 mL) Females are 0.85 of the calculated clearance values for males. In patients undergoing hemodialysis, no additional supplemental dosing is required following hemodialysis; however, dosing should be timed so that the patient receives the dose (according to the table below) at the end of the dialysis. Dosage in Adults with Reduced Renal Function Creatinine Clearance mL/min Renal Function Less Severe Infections Life-Threatening Infections 79-50 Mild Impairment 500 mg q8h 0.75-1.5 grams q8h 49-5 Moderate to severe impairment 250-500 mg q12h 0.5-1 gram q12h 4-0 Dialysis Patients 500 mg q48h or 250 mg q24h 0.5-1 gram q48h or 0.5 gram q24h Reconstitution Cefizox in the ADD-Vantage vial is intended for use with ADD-Vantage diluent containers only, available in 50 mL and 100 mL sizes of Sodium Chloride Injection 0.9% and Dextrose Injection 5%. Ordinarily, the ADD-Vantage vials should be reconstituted only when it is certain that the patient is ready to receive the drug. However, reconstitued Cefizox is stable for 24 hours at room temperature or 96 hours under refrigeration 5°C (41°F). Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. To Open ADD-Vantage ® Diluent Containers Peel overwrap at corner and remove solution container. Some opacity of the plastic due to moisture absorption during the sterilization process may be observed. This is normal and does not affect the solution quality or safety. The opacity will diminish gradually. To Assemble Vial and Flexible Diluent Container (Use Aseptic Technique) 1. Remove the protective covers from the top of the vial and the vial port on the diluent container as follows: a. To remove the breakaway vial cap, swing the pull ring over the top of the vial and pull down far enough to start the opening (SEE FIGURE 1.), then pull straight up to remove the cap. (SEE FIGURE 2.) NOTE: Once the breakaway cap has been removed, do not access vial with syringe. b. To remove the vial port cover, grasp the tab on the pull ring, pull up to break the three tie strings, then pull further to remove the cover. (SEE FIGURE 3.) 2. Screw the vial into the vial port until it will go no further. THE VIAL MUST BE SCREWED IN TIGHTLY TO ASSURE A SEAL. This occurs approximately ½ turn (180°) after the first audible click. (SEE FIGURE 4.) The clicking sound does not assure a seal; the vial must be turned as far as it will go. NOTE: Once vial is sealed, do not attempt to remove. (SEE FIGURE 4.) 3. Recheck the vial to assure that it is tight by trying to turn it further in the direction of assembly. 4. Label appropriately. To Prepare Admixture Squeeze the bottom of the diluent container gently to inflate the portion of the container surrounding the end of the drug vial. With the other hand, push the drug vial down into the container telescoping the walls of the container. Grasp the inner cap of the vial through the walls of the container. (SEE FIGURE 5.) Pull the inner cap from the drug vial. (SEE FIGURE 6.) Verify that the rubber stopper has been pulled out, allowing the diluent to enter the drug vial and thoroughly dissolve the powder. Mix container contents thoroughly by inverting several times, and use within the specified time. Preparation for Administration (Use Aseptic Technique) Confirm the activation and admixture of vial contents. Check for leaks by squeezing container firmly. If leaks are found, discard unit as sterility may be impaired. Close flow control clamp of administration set. Remove cover from outlet port at bottom of container. Insert piercing pin of administration set into port with a twisting motion until the pin is firmly seated. NOTE: See full directions on administration set carton. Lift the free end of the hanger loop on the bottom of the vial, breaking the two tie strings. Bend the loop outward to lock it in the upright position, then suspend container from hanger. Squeeze and release drip chamber to establish proper fluid level in chamber. Open flow control clamp and clear air from set. Close clamp. Attach set to venipuncture device. If device is not indwelling, prime and make venipuncture. Regulate rate of administration with flow control clamp. WARNING: Do not use flexible container in series connections."
  ],
  "indications": [
    "Indications and Usage Cefizox (ceftizoxime for injection, USP) is indicated in the treatment of infections due to susceptible strains of the microorganisms listed below. Lower Respiratory Tract Infections caused by Klebsiella spp.; Proteus mirabilis ; Escherichia coli; Haemophilus influenzae including ampicillin‐resistant strains; Staphylococcus aureus (penicillinase­ and nonpenicillinase‐producing); Serratia spp.; Enterobacter spp.; Bacteroides spp.; and Streptococcus spp. including S. pneumoniae , but excluding enterococci. Urinary Tract Infections caused by Staphylococcus aureus (penicillinase‐ and nonpenicillinase‐producing); Escherichia coli ; Pseudomonas spp. including P. aeruginosa ; Proteus mirabilis ; P. vulgaris ; Providencia rettgeri (formerly Proteus rettgeri ) and Morganella morganii (formerly Proteus morganii ); Klebsiella spp.; Serratia spp. including S. marcescens ; and Enterobacter spp. Gonorrhea including uncomplicated cervical and urethral gonorrhea caused by Neisseria gonorrhoeae . Pelvic Inflammatory Disease caused by Neisseria gonorrhoeae, Escherichia coli or Streptococcus agalactiae . NOTE: Ceftizoxime, like other cephalosporins, has no activity against Chlamydia trachomatis . Therefore, when cephalosporins are used in the treatment of patients with pelvic inflammatory disease and C. trachomatis is one of the suspected pathogens, appropriate anti­chlamydial coverage should be added. Intra‐Abdominal Infections caused by Escherichia coli; Staphylococcus epidermidis; Streptococcus spp. (excluding enterococci); Enterobacter spp.; Klebsiella spp.; Bacteroides spp. including B. fragilis ; and anaerobic cocci, including Peptococcus spp. and Peptostreptococcus spp. Septicemia caused by Streptococcus spp. including S. pneumoniae (but excluding enterococci); Staphylococcus aureus (penicillinase‐ and nonpenicillinase‐producing); Escherichia coli; Bacteroides spp. including B. fragilis ; Klebsiella spp.; and Serratia spp. Skin and Skin Structure Infections caused by Staphylococcus aureus (penicillinase‐ and nonpenicillinase‐producing); Staphylococcus epidermidis ; Escherichia coli; Klebsiella spp.; Streptococcus spp. including Streptococcus pyogenes (but excluding enterococci); Proteus mirabilis ; Serratia spp.; Enterobacter spp.; Bacteroides spp. including B. fragilis ; and anaerobic cocci, including Peptococcus spp. and Peptostreptococcus spp. Bone and Joint Infections caused by Staphylococcus aureus (penicillinase‐ and nonpenicillinase‐producing); Streptococcus spp. (excluding enterococci); Proteus mirabilis ; Bacteroides spp.; and anaerobic cocci, including Peptococcus spp. and Peptostreptococcus spp. Meningitis caused by Haemophilus influenzae . Cefizox has also been used successfully in the treatment of a limited number of pediatric and adult cases of meningitis caused by Streptococcus pneumoniae . Cefizox has been effective in the treatment of seriously ill, compromised patients, including those who were debilitated, immunosuppressed, or neutropenic. Infections caused by aerobic gram‐negative and by mixtures of organisms resistant to other cephalosporins, aminoglycosides, or penicillins have responded to treatment with Cefizox. Because of the serious nature of some urinary tract infections due to P. aeruginosa and because many strains of Pseudomonas species are only moderately susceptible to Cefizox, higher dosage is recommended. Other therapy should be instituted if the response is not prompt. Susceptibility studies on specimens obtained prior to therapy should be used to determine the response of causative organisms to Cefizox. Therapy with Cefizox may be initiated pending results of the studies; however, treatment should be adjusted according to study findings. In serious infections, Cefizox has been used concomitantly with aminoglycosides (see PRECAUTIONS ). Before using Cefizox concomitantly with other antibiotics, the prescribing information for those agents should be reviewed for contraindications, warnings, precautions, and adverse reactions. Renal function should be carefully monitored. To reduce the development of drug-resistant bacteria and maintain the effectiveness of Cefizox and other antibacterial drugs, Cefizox should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T16:50:07.531621",
  "source": "OpenFDA"
}