{
  "drug_name": "Gilteritinib",
  "generic_name": [
    "GILTERITINIB"
  ],
  "brand_names": [
    "Xospata"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Combined P-gp and Strong CYP3A Inducers: Avoid concomitant use. ( 7.1 ) • Strong CYP3A Inhibitors: Consider alternative therapies. If the concomitant use of strong CYP3A inhibitors cannot be avoided, monitor patients more frequently for XOSPATA adverse reactions. ( 2.3 , 7.1 ) • P-gp, BCRP, OCT1 Substrates: Decrease the dose of the substrates when coadministered with gilteritinib and as clinically indicated. ( 7.2 ) 7.1 Effect of Other Drugs on XOSPATA Combined P-gp and Strong CYP3A Inducers Concomitant use of XOSPATA with a combined P-gp and strong CYP3A inducer decreases gilteritinib exposure which may decrease XOSPATA efficacy [see Clinical Pharmacology ( 12.3 )] . Avoid concomitant use of XOSPATA with combined P-gp and strong CYP3A inducers. Strong CYP3A Inhibitors Concomitant use of XOSPATA with a strong CYP3A inhibitor increases gilteritinib exposure [see Clinical Pharmacology ( 12.3 )] . Consider alternative therapies that are not strong CYP3A inhibitors. If the concomitant use of these inhibitors is considered essential for the care of the patient, monitor patient more frequently for XOSPATA adverse reactions. Interrupt and reduce XOSPATA dosage in patients with serious or life-threatening toxicity [see Dosage and Administration ( 2.3 )] . 7.2 Effect of XOSPATA on Other Drugs Drugs that Target 5HT2B Receptor or Sigma Nonspecific Receptor Concomitant use of gilteritinib may reduce the effects of drugs that target the 5HT 2B receptor or the sigma nonspecific receptor (e.g., escitalopram, fluoxetine, sertraline). Avoid concomitant use of these drugs with XOSPATA unless their use is considered essential for the care of the patient [see Clinical Pharmacology ( 12.3 )] . P-gp, BCRP, and OCT1 Substrates Based on in vitro data, gilteritinib is a P-gp, breast cancer resistant protein (BCRP), and organic cation transporter 1 (OCT1) inhibitor. Coadministration of gilteritinib may increase the exposure of P-gp, BCRP, and OCT1 substrates, which may increase the incidence and severity of adverse reactions of these substrates [see Clinical Pharmacology ( 12.3 )]. For P-gp, BCRP, or OCT1 substrates where small concentration changes may lead to serious adverse reactions, decrease the dose or modify the dosing frequency of such substrate and monitor for adverse reactions as recommended in the respective prescribing information."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Differentiation syndrome [see Boxed Warning and Warnings and Precautions ( 5.1 )] • Posterior reversible encephalopathy syndrome [see Warnings and Precautions ( 5.2 )] • Prolonged QT interval [see Warnings and Precautions ( 5.3 )] • Pancreatitis [see Warnings and Precautions ( 5.4 )] The most common adverse reactions (≥20%) are transaminase increased, myalgia/arthralgia, fatigue/malaise, fever, mucositis, edema, rash, noninfectious diarrhea, dyspnea, nausea, cough, constipation, eye disorders, headache, dizziness, hypotension, vomiting, and renal impairment. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Astellas Pharma US, Inc. at 1-800-727-7003 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety profile of XOSPATA is based on 319 patients with relapsed or refractory AML treated with gilteritinib 120 mg daily in three clinical trials. The median duration of exposure to XOSPATA was 3.6 months (range 0.1 to 43.4 months). Fatal adverse reactions occurred in 2% of patients receiving XOSPATA. These included cardiac arrest (1%) and one case each of differentiation syndrome and pancreatitis. The most frequent (≥5%) nonhematological serious adverse reactions reported in patients were fever (13%), dyspnea (9%), renal impairment (8%), transaminase increased (6%) and noninfectious diarrhea (5%). Of the 319 patients, 91 (29%) required a dose interruption due to an adverse reaction; the most common adverse reactions leading to dose interruption were aspartate aminotransferase increased (6%), alanine aminotransferase increased (6%) and fever (4%). Twenty patients (6%) required a dose reduction due to an adverse reaction. Twenty-two (7%) discontinued XOSPATA treatment permanently due to an adverse reaction. The most common (>1%) adverse reactions leading to discontinuation were aspartate aminotransferase increased (2%) and alanine aminotransferase increased (2%). Overall, for the 319 patients, the most frequent (≥10%) all-grade nonhematological adverse reactions reported in patients were transaminase increased (51%), myalgia/arthralgia (50%), fatigue/malaise (44%), fever (41%), mucositis (41%), edema (40%), rash (36%), noninfectious diarrhea (35%), dyspnea (35%), nausea (30%), cough (28%), constipation (28%), eye disorders (25%), headache (24%), dizziness (22%), hypotension (22%), vomiting (21%), renal impairment (21%), abdominal pain (18%), neuropathy (18%), insomnia (15%) and dysgeusia (11%). The most frequent (≥5%) grade ≥3 nonhematological adverse reactions reported in patients were transaminase increased (21%), dyspnea (12%), hypotension (7%), mucositis (7%), myalgia/arthralgia (7%), and fatigue/malaise (6%). Shifts to grades 3-4 nonhematologic laboratory abnormalities included phosphate decreased 42/309 (14%), alanine aminotransferase increased 41/317 (13%), sodium decreased 37/314 (12%), aspartate aminotransferase increased 33/317 (10%), calcium decreased 19/312 (6%), creatine kinase increased 20/317 (6%), triglycerides increased 18/310 (6%), creatinine increased 10/316 (3%), and alkaline phosphatase increased 5/317 (2%). Adverse reactions reported in the first 30 days of therapy on the ADMIRAL Study [see Clinical Studies ( 14 )] are shown in Tables 2 and 3 , according to whether patients were preselected for high intensity or low intensity chemotherapy. Table 2: Adverse Reactions Reported in ≥10% (Any Grade) or ≥5% (Grade 3-5) Grade 3-5 includes serious, life-threatening and fatal adverse reactions of Patients with Relapsed or Refractory AML in the Pre-selected High Intensity Chemotherapy Subgroup in the First 30 Days of the ADMIRAL Trial Adverse Reaction Any Grade n (%) Grade ≥3 n (%) XOSPATA (120 mg daily) n=149 Chemotherapy n=68 XOSPATA (120 mg daily) n=149 Chemotherapy n=68 Musculoskeletal and connective tissue disorders Myalgia/arthralgia Grouped terms: arthralgia, back pain, bone pain, flank pain, limb discomfort, medial tibial stress syndrome, myalgia, muscle twitching, musculoskeletal discomfort, musculoskeletal pain, muscle spasms, neck pain, non-cardiac chest pain, pain and pain in extremity 56 (38) 20 (29) 1 (1) 3 (4) Investigations Transaminase increased Grouped terms: aspartate aminotransferase increased, alanine aminotransferase increased, blood alkaline phosphatase increased, gamma-glutamyltransferase increased, hepatic enzyme increased, hepatic function abnormal, hepatoxicity, liver function test increased and transaminases increased 46 (31) 11 (16) 15 (10) 5 (7) General disorders and administration site conditions Fatigue/malaise Grouped terms: asthenia, fatigue, lethargy and malaise 36 (24) 9 (13) 1 (1) 2 (3) Fever 25 (17) 21 (31) 2 (1) 4 (6) Edema Grouped terms: edema, edema peripheral, face edema, fluid overload, generalized edema, hypervolemia, localized edema, periorbital edema and swelling face 20 (13) 13 (19) 0 0 Gastrointestinal disorders Constipation 29 (20) 10 (15) 0 0 Mucositis Grouped terms: aphthous ulcer, colitis, enteritis, esophageal pain, gingival pain, large intestinal ulcer, laryngeal inflammation, lip blister, lip ulceration, mouth hemorrhage, mouth ulceration, mucosal inflammation, oral discomfort, oral pain, oropharyngeal pain, proctalgia, stomatitis, swollen tongue, tongue discomfort and tongue ulceration 18 (12) 30 (44) 0 5 (7) Nausea 23 (15) 26 (38) 0 0 Abdominal pain Grouped terms: abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper and gastrointestinal pain 16 (11) 16 (24) 0 0 Blood and lymphatic system disorder Febrile neutropenia 26 (17) 30 (44) 26 (17) 30 (44) Skin and subcutaneous tissue disorders Rash Grouped terms: acne, dermatitis bullous, dermatitis contact, drug eruption, eczema asteatotic, erythema, hyperkeratosis, lichenoid keratosis, palmar-plantar erythrodysesthesia syndrome, rash, rash maculo-papular, rash papular, skin exfoliation, skin lesion and skin hyperpigmentation 23 (15) 21 (31) 1 (1) 2 (3) Respiratory, thoracic and mediastinal disorders Dyspnea Grouped terms: acute respiratory distress syndrome, dyspnea, dyspnea exertional, hypoxia, pulmonary edema, respiratory failure, tachypnea and wheezing 20 (13) 9 (13) 1 (1) 6 (9) Cough 18 (12) 5 (7) 1 (1) 0 Nervous system disorders Neuropathy Grouped terms: hyperesthesia, hypoesthesia, neuralgia, neuropathy peripheral, peripheral sensory neuropathy and paresthesia 19 (13) 0 0 0 Dizziness Grouped terms: coordination abnormal and dizziness 17 (11) 2 (3) 0 0 Headache 17 (11) 12 (18) 0 0 Table 3: Adverse Reactions Reported in ≥10% (Any Grade) or ≥5% (Grade 3-5) Grade 3-5 includes serious, life-threatening and fatal adverse reactions of Patients with Relapsed or Refractory AML in the Pre-selected Low Intensity Chemotherapy Subgroup in the First 30 Days of the ADMIRAL Trial Adverse Reaction Any Grade n (%) Grade ≥3 n (%) XOSPATA (120 mg daily) n=97 Chemotherapy n=41 XOSPATA (120 mg daily) n=97 Chemotherapy n=41 Investigations Transaminase increased Grouped terms: aspartate aminotransferase increased, alanine aminotransferase increased, blood alkaline phosphatase increased and transaminases increased 35 (36) 6 (15) 9 (9) 1 (2) Blood and lymphatic system disorder Febrile neutropenia 26 (27) 5 (12) 25 (26) 5 (12) Musculoskeletal and connective tissue disorders Myalgia/arthralgia Grouped terms: arthralgia, arthritis, back pain, limb discomfort, myalgia, muscle contracture, muscle spasms, myositis, non-cardiac chest pain, pain, pain in extremity and polyarthritis 21 (22) 7 (17) 2 (2) 0 General disorders and administration site conditions Fatigue/malaise Grouped terms: asthenia, fatigue and malaise 20 (21) 9 (22) 4 (4) 1 (2) Edema Grouped terms: edema, face edema, localized edema, edema peripheral, peripheral swelling, periorbital edema, scrotal edema and swelling face 19 (20) 5 (12) 1 (1) 0 Fever 11 (11) 7 (17) 0 0 Gastrointestinal disorders Mucositis Grouped terms: colitis, mouth hemorrhage, mouth ulceration, mucosal inflammation, oropharyngeal pain, proctalgia, stomatitis, tongue discomfort and tongue ulceration 19 (20) 7 (17) 1 (1) 1 (2) Constipation 13 (13) 5 (12) 1 (1) 0 Diarrhea 12 (12) 2 (5) 0 0 Nausea 10 (10) 7 (17) 0 0 Respiratory, thoracic and mediastinal disorders Dyspnea Grouped terms: acute respiratory failure, dyspnea, hypoxia and respiratory failure 11 (11) 2 (5) 3 (3) 2 (5) Skin and subcutaneous tissue disorders Rash Grouped terms: dermatitis acneiform, dermatitis bullous, dermatitis exfoliative, erythema, rash, rash maculo-papular, rash papular, rosacea and skin ulcer 10 (10) 2 (5) 2 (2) 0 Other clinically significant adverse reactions occurring in ≤10% of patients included: electrocardiogram QT prolonged (9%), hypersensitivity* (8%), pancreatitis* (5%), cardiac failure* (4%), pericardial effusion (4%), acute febrile neutrophilic dermatosis (3%), differentiation syndrome (3%), pericarditis/myocarditis* (2%), large intestine perforation (1%), and posterior reversible encephalopathy syndrome (1%). *Grouped terms: cardiac failure (cardiac failure, cardiac failure congestive, cardiomegaly, cardiomyopathy, chronic left ventricular failure, and ejection fraction decreased), hypersensitivity (anaphylactic reaction, angioedema, dermatitis allergic, drug hypersensitivity, erythema multiforme, hypersensitivity, and urticaria), pancreatitis (amylase increased, lipase increased, pancreatitis, pancreatitis acute), pericarditis/myocarditis (myocarditis, pericardial hemorrhage, pericardial rub, and pericarditis). Selected post-baseline laboratory values that were observed in patients with relapsed or refractory AML are shown in Table 4 . Table 4: Shifts to Grade 3-4 Laboratory Abnormalities in Patients with Relapsed or Refractory AML by Pre-selected High Intensity and Low Intensity Chemotherapy in the First 30 Days of the ADMIRAL Trial Pre-selected High Intensity Chemotherapy Subgroup Pre-selected Low Intensity Chemotherapy Subgroup XOSPATA (120 mg daily) Chemotherapy XOSPATA (120 mg daily) Chemotherapy Alanine aminotransferase increased 7/149 (5%) 1/66 (2%) 7/95 (7%) 1/41 (2%) Alkaline phosphatase increased 1/149 (1%) 0 0 0 Aspartate aminotransferase increased 8/149 (5%) 2/65 (3%) 5/95 (5%) 0 Calcium decreased 2/149 (1%) 3/65 (5%) 3/94 (3%) 0 Creatine kinase increased 1/149 (1%) 0 1/95 (1%) 0 Phosphatase decreased 4/144 (3%) 6/65 (9%) 4/93 (4%) 3/38 (8%) Sodium decreased 7/148 (5%) 5/65 (8%) 6/93 (6%) 2/41 (5%) Triglycerides increased 1/146 (1%) 0 2/94 (2%) 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS XOSPATA is contraindicated in patients with hypersensitivity to gilteritinib or any of the excipients. Anaphylactic reactions have been observed in clinical trials [see Adverse Reactions ( 6 ) and Description ( 11 )] . Hypersensitivity to gilteritinib or any of the excipients. Anaphylactic reactions have been observed in clinical trials. ( 4 , 6.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 120 mg orally once daily. ( 2.2 ) 2.1 Patient Selection Select patients for the treatment of AML with XOSPATA based on the presence of FLT3 mutations in the blood or bone marrow [see Clinical Studies ( 14 )]. Information on FDA-approved tests for the detection of a FLT3 mutation in AML is available at http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage The recommended starting dose of XOSPATA is 120 mg orally once daily with or without food. Response may be delayed. In the absence of disease progression or unacceptable toxicity, treatment for a minimum of 6 months is recommended to allow time for a clinical response. Do not break or crush XOSPATA tablets. Administer XOSPATA tablets orally about the same time each day. If a dose of XOSPATA is missed or not taken at the usual time, administer the dose as soon as possible on the same day, and at least 12 hours prior to the next scheduled dose. Return to the normal schedule the following day. Do not administer 2 doses within 12 hours. 2.3 Dosage Modifications Assess blood counts and blood chemistries, including creatine phosphokinase, prior to the initiation of XOSPATA, at least once weekly for the first month, once every other week for the second month, and once monthly for the duration of therapy. Perform electrocardiogram (ECG) prior to initiation of treatment with gilteritinib, on days 8 and 15 of cycle 1, and prior to the start of the next two subsequent cycles. Interrupt dosing or reduce dose for toxicities as per Table 1 . Table 1: Dosage Modifications for XOSPATA-Related Toxicities Grade 1 is mild, Grade 2 is moderate, Grade 3 is serious, Grade 4 is life-threatening. Adverse Reaction Recommended Action Differentiation Syndrome • If differentiation syndrome is suspected, administer systemic corticosteroids and initiate hemodynamic monitoring until symptom resolution and for a minimum of 3 days [see Warnings and Precautions ( 5.1 )] . • Interrupt XOSPATA if severe signs and/or symptoms persist for more than 48 hours after initiation of corticosteroids [see Warnings and Precautions ( 5.1 )] . • Resume XOSPATA when signs and symptoms improve to Grade 2 or lower. Posterior Reversible Encephalopathy Syndrome • Discontinue XOSPATA. QTc interval greater than 500 msec • Interrupt XOSPATA. • Resume XOSPATA at 80 mg when QTc interval returns to within 30 msec of baseline or less than or equal to 480 msec. QTc interval increased by >30 msec on ECG on day 8 of cycle 1 • Confirm with ECG on day 9. • If confirmed, consider dose reduction to 80 mg. Pancreatitis • Interrupt XOSPATA until pancreatitis is resolved. • Resume XOSPATA at 80 mg. Other Grade 3 or higher toxicity considered related to treatment. • Interrupt XOSPATA until toxicity resolves or improves to Grade 1 . • Resume XOSPATA at 80 mg."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XOSPATA is a kinase inhibitor indicated for the treatment of adult patients who have relapsed or refractory acute myeloid leukemia (AML) with a FLT3 mutation as detected by an FDA-approved test. ( 1.1 ) 1.1 Relapsed or Refractory Acute Myeloid Leukemia XOSPATA is indicated for the treatment of adult patients who have relapsed or refractory acute myeloid leukemia (AML) with a FMS-like tyrosine kinase 3 (FLT3) mutation as detected by an FDA-approved test."
  ],
  "fetched_at": "2025-10-01T18:41:00.477813",
  "source": "OpenFDA"
}