{
  "drug_name": "Givinostat",
  "generic_name": [
    "GIVINOSTAT"
  ],
  "brand_names": [
    "DUVYZAT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Closely monitor when DUVYZAT is used in combination with an oral CYP3A4 sensitive substrate or a sensitive substrate of the OCT2 transporter, for which a small change in substrate plasma concentration may lead to serious toxicities. ( 7.1 ) Avoid concomitant use with other drugs that prolong the QTc interval; monitor ECG if concomitant use cannot be avoided. ( 7.2 ) 7.1 Effect of DUVYZAT on Other Drugs CYP3A4 Sensitive Substrates Givinostat is a weak intestinal CYP3A4 inhibitor [see Clinical Pharmacology (12.3) ] . Closely monitor when DUVYZAT is used in combination with orally administered CYP3A4 sensitive substrates for which a small change in substrate plasma concentration may lead to serious toxicities. OCT2 Sensitive Substrates Givinostat is a weak inhibitor of the renal uptake transporter OCT2 [see Clinical Pharmacology (12.3) ] . Closely monitor when DUVYZAT is used in combination with drugs known as a sensitive substrate of the OCT2 transporter for which a small change in substrate plasma concentration may lead to serious toxicities. 7.2 Effect of Other Drugs on DUVYZAT Drugs that Prolong the QTc Interval Avoid concomitant use of DUVYZAT with other product(s) with a known potential to prolong the QTc interval. If concomitant use cannot be avoided, obtain ECGs when initiating, during concomitant use, and as clinically indicated [see Warnings and Precautions (5.4) ] . Withhold DUVYZAT if the QTc interval is > 500 ms or the change from baseline is > 60 ms [see Dosage and Administration (2.1) ] . DUVYZAT causes QTc interval prolongation [see Clinical Pharmacology (12.2) ] . Concomitant use of DUVYZAT with other products that prolong the QTc interval may result in a greater increase in the QTc interval and adverse reactions associated with QTc interval prolongation, including Torsade de pointes, other serious arrythmias, and sudden death [see Warnings and Precautions (5.4) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described below and elsewhere in the labeling: Hematological Changes [see Warnings and Precautions (5.1) ] Increased Triglycerides [see Warnings and Precautions (5.2) ] Gastrointestinal Disturbances [see Warnings and Precautions (5.3) ] QTc Prolongation [see Warnings and Precautions (5.4) ] Most common adverse reactions (≥10% in DUVYZAT-treated patients) are diarrhea, abdominal pain, thrombocytopenia, nausea/vomiting, hypertriglyceridemia, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact ITF Therapeutics, LLC. at 1-833-582-4312 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled trials in patients with confirmed DMD, 222 male patients aged 6 years and older were treated with DUVYZAT, including 210 patients treated for ≥ 6 months, 187 patients for ≥ 12 months, and 105 patients for ≥ 24 months. The safety profile of DUVYZAT is based on a double-blind, placebo-controlled, 18-month study in a total of 179 ambulant DMD patients aged 6 years or older on concomitant steroid treatment (Study 1) [see Clinical Studies (14) ] . The dosage in Study 1 was weight-based [see Dosage and Administration (2.2) ] . Patients were excluded from the study if they had the following abnormalities at the screening visit: platelet, white blood cell, or hemoglobin counts less than the lower limit of normal, triglycerides > 300 mg/dL (3.42 mmol/L) in fasting condition, or had a baseline-corrected QT interval, Fridericia’s correction (QTcF) of > 450 msec (mean of 3 consecutive readings 5 minutes apart) or a history of additional risk factors for torsades de pointes (e.g., heart failure, hypokalemia, or family history of long QT syndrome). Overall, 2% of the patients discontinued the study because of adverse reactions. Adverse reactions reported in >5% of DUVYZAT-treated patients at a frequency at least 5% greater than that of the placebo group are presented in Table 3 below. Table 3. Adverse Reactions Reported in >5% of DUVYZAT-Treated Patients and at Least 5% Greater than Placebo in Study 1 Adverse Reaction DUVYZAT N=118 % Placebo N=61 % Diarrhea 37 20 Abdominal pain 34 25 Thrombocytopenia Thrombocytopenia includes platelet count decreased and thrombocytopenia 33 0 Nausea/Vomiting 32 18 Hypertriglyceridemia 23 7 Pyrexia 13 8 Myalgia 9 3 Rash 9 2 Arthralgia 8 2 Fatigue 8 0 Constipation 7 2 Decreased appetite 7 0 Less Common Adverse Reactions in Study 1 Adverse reactions of hypothyroidism and/or thyroid stimulating hormone (TSH) increased occurred in 5% of patients treated with DUVYZAT compared to 2% of patients who received placebo."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain and evaluate baseline platelet counts and triglycerides prior to initiation of DUVYZAT. Do not initiate DUVYZAT in patients with a platelet count less than 150 x 10^9/L. ( 2.1 , 5.1 , 5.2 ) The dosage of DUVYZAT is based on patient’s body weight. ( 2.2 ) Administer orally twice daily with food. ( 2.2 ) Dosage modifications may be needed for decreased platelet counts, diarrhea, increased triglycerides, or QTc prolongation. ( 2.3 , 5.1 , 5.2 , 5.3 , 5.4 ) 2.1 Recommended Evaluation and Testing Before Initiation of DUVYZAT Obtain and evaluate baseline platelet counts and triglycerides prior to initiation of DUVYZAT [see Warnings and Precautions (5.1 , 5.2) ] . Do not initiate DUVYZAT in patients with a platelet count less than 150 x 10 9 /L. Monitor platelet counts and triglycerides as recommended during treatment to determine if dosage modifications are needed [see Dosage and Administration (2.3) ]. In addition, in patients with underlying cardiac disease or taking concomitant medications that cause QT prolongation, obtain ECGs when initiating treatment with DUVYZAT, during concomitant use, and as clinically indicated [see Dosage and Administration (2.3) , Warnings and Precautions (5.4) , and Drug Interactions (7.2) ] . 2.2 Recommended Dosage The recommended dosage of DUVYZAT is based on body weight and administered orally twice daily with food (see Table 1 ) [see Dosage and Administration (2.4) ] . Table 1: Recommended Dosage in Patients 6 Years of Age and Older for the Treatment of DMD Weight Based on actual body weight Dosage Oral Suspension Volume 10 kg to less than 20 kg 22.2 mg twice daily 2.5 mL twice daily 20 kg to less than 40 kg 31 mg twice daily 3.5 mL twice daily 40 kg to less than 60 kg 44.3 mg twice daily 5 mL twice daily 60 kg or more 53.2 mg twice daily 6 mL twice daily 2.3 Dosage Modifications for Adverse Reactions Decrease in Platelets, Diarrhea, Increase in Triglycerides DUVYZAT may cause adverse reactions [see Warnings and Precautions (5.1 , 5.2 , 5.3) ], which may necessitate a dosage modification (see Table 2 ) if the following occur: Platelet count <150 x 10 9 /L verified in two assessments one week apart or Moderate or severe diarrhea or Fasting triglycerides >300 mg/dL verified by two assessments one week apart Based on the severity of these adverse reactions, treatment interruption prior to dosage modification should be considered. Table 2: Dosage Modifications for Adverse Reactions in Patients 6 Years of Age and Older for the Treatment of DMD First Dosage Modification If the adverse reaction(s) persist after the first dosage modification, proceed to the second dosage modification. Second Dosage Modification If the adverse reaction(s) persist after the second dosage modification, DUVYZAT should be discontinued. Weight Based on actual body weight Dosage Oral Suspension Volume Dosage Oral Suspension Volume 10 kg to less than 20 kg 17.7 mg twice daily 2 mL twice daily 13.3 mg twice daily 1.5 mL twice daily 20 kg to less than 40 kg 22.2 mg twice daily 2.5 mL twice daily 17.7 mg twice daily 2 mL twice daily 40 kg to less than 60 kg 31 mg twice daily 3.5 mL twice daily 26.6 mg twice daily 3 mL twice daily 60 kg or more 39.9 mg twice daily 4.5 mL twice daily 35.4 mg twice daily 4 mL twice daily QTc Interval Prolongation Withhold DUVYZAT if the QTc interval is > 500 ms or the change from baseline is > 60 ms [see Warnings and Precautions (5.4) and Drug Interactions (7.2) ]. 2.4 Preparation and Administration Instructions See the Instructions for Use for further details. Before use, shake the DUVYZAT suspension for at least 30 seconds by inverting the bottle by 180°. Visually verify the homogeneity of the suspension. Using a graduated oral syringe, measure the appropriate volume of suspension corresponding to the prescribed dose of DUVYZAT. Administer orally with the provided graduated oral syringe. 2.5 Missed Dose If a dose is missed, patients should not take double or extra doses."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DUVYZAT is indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients 6 years of age and older. DUVYZAT is a histone deacetylase inhibitor indicated for the treatment of Duchenne muscular dystrophy (DMD) in patients 6 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:10:08.440196",
  "source": "OpenFDA"
}