{
  "drug_name": "Glasdegib",
  "generic_name": [
    "GLASDEGIB"
  ],
  "brand_names": [
    "Daurismo"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 5. Drug Interactions with DAURISMO Strong CYP3A Inhibitors Clinical Impact • Co-administration of DAURISMO with strong CYP3A inhibitors increased glasdegib plasma concentrations [see Clinical Pharmacology (12.3) ]. • Increased glasdegib concentrations may increase the risk of adverse reactions including QTc interval prolongation [see Warnings and Precautions (5.2) ] . Prevention or Management • Consider alternative therapies that are not strong CYP3A4 inhibitors during treatment with DAURISMO. • Monitor patients for increased risk of adverse reactions including QTc interval prolongation [see Warnings and Precautions (5.2) ]. Strong and Moderate CYP3A Inducers Clinical Impact Co-administration of DAURISMO with strong and moderate CYP3A inducers decreased glasdegib plasma concentrations [see Clinical Pharmacology (12.3) ] . • Decreased glasdegib concentrations may reduce efficacy. Prevention or Management • Avoid co-administration of DAURISMO with strong and moderate CYP3A4 inducers. • If co-administration of DAURISMO with moderate CYP3A4 inducers cannot be avoided, increase the dose of DAURISMO [see Dosage and Administration (2.3) ] . QTc Prolonging Drugs Clinical Impact Co-administration of DAURISMO with QTc prolonging drugs may increase the risk of QTc interval prolongation [see Warnings and Precautions (5.2) ]. Prevention or Management • Avoid co-administration of QTc prolonging drugs with DAURISMO or replace with alternative therapies. • If co-administration of a QTc prolonging drug is unavoidable, monitor patients for increased risk of QTc interval prolongation [see Warnings and Precautions (5.2) ]. • Strong CYP3A4 Inhibitors: Consider alternative therapies that are not strong CYP3A4 inhibitors or monitor for increased risk of adverse reactions, including QTc interval prolongation. ( 7 ) • Strong CYP3A4 Inducers: Avoid concomitant use with DAURISMO. ( 7 ) • Moderate CYP3A4 Inducers: Avoid concomitant use with DAURISMO. If, concomitant use cannot be avoided, increase the dose of DAURISMO. ( 2.3 , 7 ) • QTc Prolonging Drugs: Avoid co-administration with DAURISMO. If co-administration is unavoidable, monitor for increased risk of QTc interval prolongation. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically-significant adverse reactions are described elsewhere in the labeling: • QTc Interval Prolongation [see Warnings and Precautions (5.2) ] • Musculoskeletal Adverse Reactions [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence ≥20%) are anemia, fatigue, hemorrhage, febrile neutropenia, musculoskeletal pain, nausea, edema, thrombocytopenia, dyspnea, decreased appetite, dysgeusia, mucositis, constipation, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer, Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety profile of DAURISMO is based on experience in the BRIGHT AML 1003 study for 111 adults with newly-diagnosed AML and 14 adults with other conditions for which DAURISMO is not indicated [see Clinical Studies (14) ] . Patients were treated with DAURISMO 100 mg daily in combination with low-dose cytarabine (N=84) or low-dose cytarabine alone (N=41). The median duration of treatment in the DAURISMO with low-dose cytarabine arm was 83 days (range 3 to 972 days), and the median duration of treatment in the low-dose cytarabine alone arm was 47 days (range 6 to 239 days). The median exposure to DAURISMO in the DAURISMO with low-dose cytarabine arm was 76 days (range 3 to 954 days). Thirty-two patients (38%) were treated with DAURISMO with low-dose cytarabine for at least 6 months and 14 patients (17%) were treated for at least 1 year. Serious adverse reactions were reported in 79% of patients treated in the DAURISMO with low-dose cytarabine arm. The most common (≥5%) serious adverse reactions in patients receiving DAURISMO with low-dose cytarabine were febrile neutropenia (29%), pneumonia (23%), hemorrhage (12%), anemia (7%), and sepsis (7%). Dose reductions associated with adverse reactions were reported in 26% of patients treated with DAURISMO with low-dose cytarabine, and the most common reasons (≥2%) for dose reductions due to adverse reactions were muscle spasms (5%), fatigue (4%), febrile neutropenia (4%), anemia (2%), thrombocytopenia (2%), and ECG QT prolonged (2%). Adverse reactions leading to permanent discontinuation were reported in 36% of patients treated with DAURISMO with low-dose cytarabine, and the most common (≥2%) reasons for permanent discontinuation were pneumonia (6%), febrile neutropenia (4%), sepsis (4%), sudden death (2%), myocardial infarction (2%), nausea (2%), and renal insufficiency (2%). Adverse reactions reported in the first 90 days of therapy on the BRIGHT AML 1003 study are shown in Table 3. Table 3. Adverse Reactions Occurring in ≥10% of Patients Adverse reactions with ≥10% incidence in the DAURISMO with low-dose cytarabine arm or the low-dose cytarabine arm are included. No Grade 5 events in the DAURISMO with low-dose cytarabine or low-dose cytarabine alone arm. Within the First 90 Days of Therapy in BRIGHT AML 1003 Body System Adverse Reactions DAURISMO With Low-Dose Cytarabine N=84 Low-Dose Cytarabine N=41 All Grades % Grade ≥3 % All Grades % Grade ≥3 % Abbreviations: N = number of patients. Preferred terms were retrieved by applying the Medical Dictionary for Regulatory Activities (MedDRA) version 19.1. BRIGHT AML 1003 used National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 4.0. Adverse reactions include events that commenced within 28 days after the last treatment dose. Blood and lymphatic system disorder Anemia 43 41 42 37 Hemorrhage Hemorrhage includes petechiae, epistaxis, hematoma, contusion, rectal hemorrhage, anal hemorrhage, ecchymosis, gingival bleeding, hematuria, mouth hemorrhage, purpura, cerebral hemorrhage, eye contusion, eye hemorrhage, gastric hemorrhage, gastrointestinal hemorrhage, hematemesis, hemoptysis, hemorrhage, implant site hematoma, injection site bruising, retroperitoneal hematoma, thrombotic thrombocytopenic purpura, tracheal hemorrhage, conjunctival hemorrhage, disseminated intravascular coagulation, eyelid hematoma, hematochezia, hemorrhage intracranial, hemorrhoidal hemorrhage, lower gastrointestinal hemorrhage, retinal hemorrhage, and subdural hematoma. 36 6 42 12 Febrile neutropenia 31 31 22 22 Thrombocytopenia 30 30 27 24 General disorders and administration site conditions Fatigue Fatigue includes asthenia and fatigue. 36 14 32 7 Edema Edema includes edema peripheral, edema, fluid overload, fluid retention, and swelling face. 30 0 20 2 Mucositis Mucositis includes mucosal inflammation, oropharyngeal pain, stomatitis, anal ulcer, gingival pain, laryngeal inflammation, esophagitis, oral pain, aphthous ulcer, mouth ulceration, and pharyngeal inflammation. 21 1 12 0 Pyrexia 18 1 22 2 Chest pain Chest pain includes chest pain and non-cardiac chest pain. 12 1 2 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain Musculoskeletal pain includes pain in extremity, arthralgia, back pain, myalgia, musculoskeletal pain, musculoskeletal chest pain, neck pain, and bone pain. 30 2 17 2 Muscle spasm Muscle spasms includes muscle spasms and muscle tightness. 15 0 5 0 Gastrointestinal disorders Nausea 29 1 12 2 Constipation 20 1 12 0 Abdominal pain Abdominal pain includes abdominal pain, abdominal pain upper, and abdominal pain lower. 19 0 12 0 Diarrhea Diarrhea includes diarrhea, colitis, and gastroenteritis. 18 4 22 0 Vomiting 18 2 10 2 Respiratory thoracic and mediastinal disorders Dyspnea Dyspnea includes dyspnea, hypoxia, bronchospasm, and respiratory failure. 23 11 24 7 Cough Cough includes cough and productive cough. 18 0 15 2 Metabolism and nutrition disorders Decrease appetite 21 1 7 2 Nervous system disorders Dysgeusia Dysgeusia includes dysgeusia and ageusia. 21 0 2 0 Dizziness 18 1 7 0 Headache 12 0 10 2 Skin and subcutaneous tissue disorders Rash Rash includes rash, pruritus, erythema, skin ulcer, rash maculo-papular, and rash pruritic. 20 2 7 2 Infection and infestations Pneumonia Pneumonia includes pneumonia, pneumonia aspiration, and lung infection. 19 15 24 22 Investigations Hyponatremia 11 6 0 0 Platelet count decreased 15 15 10 10 Weight decreased 13 0 2 0 White blood cell count decreased 11 11 5 2 Cardiac disorders Atrial arrhythmia Atrial arrhythmia includes atrial fibrillation, bradycardia, tachycardia, and sinus tachycardia. 13 4 7 2 Renal and urinary disorders Renal insufficiency Renal insufficiency includes acute kidney injury, blood creatinine increased, oliguria, and renal failure. 19 5 10 0 The adverse reactions muscle spasms (4 in 12 patients) and decreased appetite (2 in 10 patients) worsened (i.e. progressed from Grades ≤2 to Grade 3 or higher) after the first 90 days of therapy in BRIGHT AML 1003. Additional clinically-significant adverse reactions occurring in <10% of patients treated with DAURISMO and low-dose cytarabine in BRIGHT AML 1003 include: • Dental disorders: loose tooth and toothache • Skin and subcutaneous tissue disorders: alopecia • Cardiac disorders: QT interval prolonged Changes in selected post-baseline laboratory values that were observed in patients with newly-diagnosed AML and other conditions for which DAURISMO is not indicated in the clinical trial are shown in Table 4. Table 4. Selected Laboratory Abnormalities (≥15%) Maximum severity based on the number of patients with available on-study laboratory data. Within the First 90 Days of Therapy in BRIGHT AML 1003 DAURISMO with Low-Dose Cytarabine Low-Dose Cytarabine Laboratory Abnormality N All Grades % Grade 3 or 4 Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe, Grade 4 is life-threatening. % N All Grades % Grade 3 or 4 % Abbreviations: N = number of patients; AST = aspartate aminotransferase; ALT = alanine aminotransferase; CPK = creatinine phosphokinase. BRIGHT AML 1003 used National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version 4.0. Creatinine increased 81 96 1 40 80 5 Hyponatremia 81 54 7 39 41 8 Hypomagnesemia 81 33 0 39 23 0 AST increased 80 28 1 40 23 0 Blood bilirubin increased 80 25 4 39 33 3 ALT increased 80 24 0 40 28 3 Alkaline phosphatase increased 80 23 0 40 28 3 Hyperkalemia 81 16 1 40 8 3 CPK increased 38 16 0 17 6 0 Hypokalemia 81 15 0 40 23 0 The following laboratory abnormalities worsened (i.e. progressed from Grades ≤2 to Grade 3 or higher) after the first 90 days of therapy in BRIGHT AML 1003: • hypophosphatemia (8 in 38 patients), creatinine increased (2 in 39 patients), and ALT increased (2 in 40 patients)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 100 mg orally once daily. ( 2.1 ) 2.1 Recommended Dosage and Schedule The recommended dosage of DAURISMO is 100 mg orally once daily on days 1 to 28 in combination with cytarabine 20 mg subcutaneously twice daily on days 1 to 10 of each 28-day cycle in the absence of unacceptable toxicity or loss of disease control. For patients without unacceptable toxicity, treat for a minimum of 6 cycles to allow time for clinical response. Administer DAURISMO with or without food. Do not split or crush DAURISMO tablets. Administer DAURISMO about the same time each day. If a dose of DAURISMO is vomited, do not administer a replacement dose; wait until the next scheduled dose is due. If a dose of DAURISMO is missed or not taken at the usual time, administer the dose as soon as possible and at least 12 hours prior to the next scheduled dose. Return to the normal schedule the following day. Do not administer 2 doses of DAURISMO within 12 hours. 2.2 Monitoring and Dosage Modifications Assess complete blood counts, electrolytes, renal, and hepatic function prior to the initiation of DAURISMO and at least once weekly for the first month. Monitor electrolytes and renal function once monthly for the duration of therapy. Obtain creatine phosphokinase (CPK) levels prior to initiating DAURISMO and as indicated clinically thereafter (e.g., if muscle symptoms are reported). Monitor electrocardiograms (ECGs) prior to the initiation of DAURISMO, approximately one week after initiation, and then once monthly for the next two months to assess for QTc prolongation. Repeat ECG if abnormal. Certain patients may require more frequent and ongoing ECG monitoring [see Warnings and Precautions (5.2) ]. Manage any abnormalities promptly [see Adverse Reactions (6.1) ]. See Table 1 for dosage modification guidelines for patients who develop an adverse reaction. Table 1. Recommended Dosage Modifications for Adverse Reactions Adverse Reaction Recommended Action Abbreviations: CPK = creatine phosphokinase, ULN = upper limit of normal. QTc interval prolongation on at least 2 separate electrocardiograms (ECGs) [see Warnings and Precautions (5.2) ] QTc interval greater than 480 ms to 500 ms Assess electrolyte levels and supplement as clinically indicated. Review and adjust concomitant medications with known QTc interval-prolonging effects [see Drug Interactions (7) ] . Monitor ECGs at least weekly for 2 weeks following resolution of QTc prolongation to less than or equal to 480 ms. QTc interval greater than 500 ms Assess electrolyte levels and supplement as clinically indicated. Review and adjust concomitant medications with known QTc interval-prolonging effects [see Drug Interactions (7) ] . Interrupt DAURISMO. Resume DAURISMO at a reduced dosage of 50 mg once daily when QTc interval returns to within 30 ms of baseline or less than or equal to 480 ms. Monitor ECGs at least weekly for 2 weeks following resolution of QTc prolongation. Consider re-escalating the dosage of DAURISMO to 100 mg daily if an alternative etiology for the QTc prolongation can be identified. QTc interval prolongation with life-threatening arrhythmia Discontinue DAURISMO permanently. Musculoskeletal adverse reactions [see Warnings and Precautions (5.3) ] Grade 3 Grade 1 is mild, Grade 2 is moderate, Grade 3 is severe, Grade 4 is life-threatening. or serum CPK elevation between 2.5 and 10 times upper limit of normal (ULN) Obtain CPK and serum creatinine levels at least weekly until resolution of clinical signs and symptoms. Interrupt DAURISMO until symptoms reduce to mild or return to baseline. Resume DAURISMO at the same dose level, or at a reduced dose of 50 mg. If toxicity recurs, discontinue DAURISMO. Grade 4 or serum CPK elevation greater than 10 times ULN Discontinue DAURISMO. Hematologic toxicity [see Adverse Reactions (6.1) ] Platelets less than 10 Gi/L for more than 42 days in the absence of disease Discontinue DAURISMO and low-dose cytarabine permanently. Neutrophil count less than 0.5 Gi/L for more than 42 days in the absence of disease Discontinue DAURISMO and low-dose cytarabine permanently. Nonhematologic toxicity [see Adverse Reactions (6.1) ] Grade 3 Interrupt DAURISMO and/or low-dose cytarabine until symptoms reduce to mild or return to baseline. Resume DAURISMO at the same dose level, or at a reduced dose of 50 mg. Resume low-dose cytarabine at the same dose level, or at a reduced dose of 15 mg or 10 mg. If toxicity recurs, discontinue DAURISMO and low-dose cytarabine. If toxicity is attributable to DAURISMO only, low-dose cytarabine may be continued. Grade 4 Discontinue DAURISMO and low-dose cytarabine permanently. 2.3 Dosage Modification for Concomitant Use with Moderate CYP3A4 Inducers Avoid concomitant use of DAURISMO with moderate CYP3A4 inducers. If concomitant use of moderate CYP3A4 inducers cannot be avoided, increase the DAURISMO dosage as tolerated as shown in Table 2. After the moderate CYP3A4 inducer has been discontinued for 7 days, resume the DAURISMO dose taken prior to initiating the moderate CYP3A4 inducer [see Drug Interactions (7) , Clinical Pharmacology (12.3) ] . Table 2. Recommended Dosage of DAURISMO with Concomitant Use of Moderate CYP3A4 Inducers Current Dosage Adjusted Dosage 100 mg orally once daily 200 mg orally once daily 50 mg orally once daily 100 mg orally once daily"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DAURISMO is indicated, in combination with low-dose cytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients who are ≥75 years old or who have comorbidities that preclude use of intensive induction chemotherapy. DAURISMO is a hedgehog pathway inhibitor indicated, in combination with low-dose cytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients who are ≥75 years old or who have comorbidities that preclude use of intensive induction chemotherapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:31:16.466453",
  "source": "OpenFDA"
}