{
  "drug_name": "Glucose-6-Phosphate",
  "generic_name": [
    "OSELTAMIVIR PHOSPHATE"
  ],
  "brand_names": [
    "Oseltamivir Phosphate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Live attenuated influenza vaccine (LAIV), intranasal: Avoid administration of LAIV within 2 weeks before or 48 hours after oseltamivir phosphate for oral suspension use, unless medically indicated. ( 7 ) 7.1 Influenza Vaccines Live Attenuated Influenza Vaccine The concurrent use of oseltamivir phosphate with live attenuated influenza vaccine (LAIV) intranasal has not been evaluated. However, because of the potential for oseltamivir phosphate to inhibit replication of live vaccine virus and possibly reduce the efficacy of LAIV, avoid administration of LAIV within 2 weeks before or 48 hours after oseltamivir phosphate administration, unless medically indicated. Inactivated Influenza Vaccine Inactivated influenza vaccine can be administered at any time relative to use of oseltamivir phosphate. 7.2 Drugs Without Clinically Significant Drug Interaction with Oseltamivir Phosphate for Oral Suspension No dose adjustments are needed for either oseltamivir or the concomitant drug when coadministering oseltamivir with amoxicillin, acetaminophen, aspirin, cimetidine, antacids (magnesium and aluminum hydroxides and calcium carbonates), rimantadine, amantadine, or warfarin [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed below and elsewhere in the labeling: Serious skin and hypersensitivity reactions [see Warnings and Precautions (5.1) ] Neuropsychiatric events [see Warnings and Precautions (5.2) ] Most common adverse reactions (> 1% and more common than with placebo): Treatment studies – Nausea, vomiting, headache. ( 6.1 ) Prophylaxis studies – Nausea, vomiting, headache, pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Lannett Company, Inc. at 1-844-834-0530 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions from Treatment and Prophylaxis Trials in Adult and Adolescent Subjects (13 years of age and older) The overall safety profile of oseltamivir phosphate for oral suspension is based on data from 2,646 adult and adolescent subjects that received the recommended dosage of 75 mg orally twice daily for 5 days for treatment of influenza and 1,943 adult and adolescent subjects that received the recommended dosage of 75 mg orally once daily for up to 6 weeks for prophylaxis of influenza in clinical trials. The most common adverse reactions in the pooled treatment and pooled prophylaxis trials in adults and adolescents are displayed in Table 5 . The majority of these adverse reactions were reported on a single occasion, occurred on either the first or second treatment day and resolved spontaneously within 1-2 days. This summary includes otherwise healthy adults/adolescents and subjects \"at risk\" (subjects at higher risk of developing complications associated with influenza, e.g., elderly patients and patients with chronic cardiac or respiratory disease). In general, the safety profile in the subjects \"at risk\" was qualitatively similar to that in otherwise healthy adults/adolescents. Table 5 Adverse Reactions Occurring in ≥1% of Adults and Adolescents (13 years of age and older) in Treatment and Prophylaxis Trials Adverse reactions that occurred in ≥1% of oseltamivir phosphate -treated adults and adolescents and ≥1% greater in oseltamivir phosphate-treated subjects compared to placebo-treated subjects in either the treatment or prophylaxis trials. System Organ Class Treatment Trials Prophylaxis Trials Adverse Reaction Oseltamivir Phosphate 75 mg twice daily (n = 2646) Placebo (n = 1977) Oseltamivir Phosphate 75 mg once daily (n = 1943) Placebo (n = 1586) Gastrointestinal Disorders Nausea 10% 6% 8% 4% Vomiting 8% 3% 2% 1% Nervous System Disorders Headache 2% 1% 17% 16% General Disorders Pain <1% <1% 4% 3% Adverse Reactions from Treatment and Prophylaxis Trials in Pediatric Subjects (1 year to 12 years of age) A total of 1,481 pediatric subjects (including otherwise healthy pediatric subjects aged 1 year to 12 years and asthmatic pediatric subjects aged 6 to 12 years) participated in clinical trials of oseltamivir phosphate for the treatment of influenza. A total of 859 pediatric subjects received treatment with oseltamivir phosphate for oral suspension either at a 2 mg per kg twice daily for 5 days or weight-band dosing. Vomiting was the only adverse reaction reported at a frequency of > 1% in subjects receiving oseltamivir phosphate (16%) compared to placebo (8%). Amongst the 148 pediatric subjects aged 1 year to 12 years who received oseltamivir phosphate at doses of 30 to 60 mg once daily for 10 days in a post-exposure prophylaxis study in household contacts (n = 99), and in a separate 6–week seasonal influenza prophylaxis safety study (n = 49), vomiting was the most frequent adverse reaction (8% on oseltamivir phosphate versus 2% in the no prophylaxis group). Adverse Reactions from Treatment Trials in Pediatric Subjects (2 weeks to less than 1 year of age) Assessment of adverse reactions in pediatric subjects 2 weeks to less than 1 year of age was based on two open‐label studies that included safety data on 135 influenza‐infected subjects 2 weeks to less than 1 year of age (including premature infants at least 36 weeks post conceptional age) exposed to oseltamivir phosphate at doses ranging from 2 to 3.5 mg per kg of the formulation for oral suspension twice daily orally for 5 days. The safety profile of oseltamivir phosphate was similar across the age range studied, with vomiting (9%), diarrhea (7%) and diaper rash (7%) being the most frequently reported adverse reactions, and was generally comparable to that observed in older pediatric and adult subjects. Adverse Reactions from the Prophylaxis Trial in Immunocompromised Subjects In a 12-week seasonal prophylaxis study in 475 immunocompromised subjects, including 18 pediatric subjects 1 year to 12 years of age, the safety profile in the 238 subjects receiving oseltamivir phosphate 75 mg once daily was consistent with that previously observed in other oseltamivir phosphate prophylaxis clinical trials [see Clinical Studies (14.2) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of oseltamivir phosphate. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to oseltamivir phosphate exposure. General disorders and administration site conditions: Swelling of the face or tongue, allergy, anaphylactic/anaphylactoid reactions, hypothermia Skin and subcutaneous tissue disorders: Rash, dermatitis, urticaria, eczema, toxic epidermal necrolysis, Stevens-Johnson Syndrome, erythema multiforme [see Warnings and Precautions (5.1) ] Gastrointestinal Disorders: Gastrointestinal bleeding, hemorrhagic colitis Cardiac Disorders: Arrhythmia Hepatobiliary Disorders: Hepatitis, abnormal liver function tests Nervous System Disorders: Seizure Metabolism and Nutrition Disorders: Aggravation of diabetes Psychiatric Disorders: Abnormal behavior, delirium, including symptoms such as hallucinations, agitation, anxiety, altered level of consciousness, confusion, nightmares, delusions [see Warnings and Precautions (5.2) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Oseltamivir phosphate for oral suspension is contraindicated in patients with known serious hypersensitivity to oseltamivir or any component of the product. Severe allergic reactions have included anaphylaxis and serious skin reactions including toxic epidermal necrolysis, Stevens-Johnson Syndrome, and erythema multiforme [see Warnings and Precautions (5.1) ] . Patients with known serious hypersensitivity to oseltamivir or any of the components of oseltamivir phosphate for oral suspension ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Treatment of influenza Adults and adolescents (13 years and older): 75 mg twice daily for 5 days ( 2.2 ) Pediatric patients 1 to 12 years of age: Based on weight twice daily for 5 days ( 2.2 ) Pediatric patients 2 weeks to less than 1 year of age: 3mg/kg twice daily for 5 days ( 2.2 ) Renally impaired adult patients (creatinine clearance >30 to 60 mL/min): Reduce to 30 mg twice daily for 5 days ( 2.4 ) Renally impaired adult patients (creatinine clearance >10 to 30 mL/min): Reduce to 30 mg once daily for 5 days ( 2.4 ) ESRD patients on hemodialysis: Reduce to 30 mg immediately and then 30 mg after every hemodialysis cycle. Treatment duration not to exceed 5 days ( 2.4 ) ESRD patients on CAPD: Reduce to a single 30 mg dose immediately ( 2.4 ) Prophylaxis of influenza Adults and adolescents (13 years and older): 75 mg once daily for at least 10 days ( 2.3 ) Community outbreak: 75 mg once daily for up to 6 weeks ( 2.3 ) Pediatric patients 1 to 12 years of age: Based on weight once daily for 10 days ( 2.3 ) Community outbreak: Based on weight once daily for up to 6 weeks ( 2.3 ) Renally impaired adult patients (creatinine clearance >30 to 60 mL/min): Reduce to 30 mg once daily ( 2.4 ) Renally impaired adult patients (creatinine clearance >10 to 30 mL/min): Reduce to 30 mg once every other day ( 2.4 ) ESRD patients on hemodialysis: Reduce to 30 mg immediately and then 30 mg after alternate hemodialysis cycles for the recommended duration of prophylaxis ( 2.4 ) ESRD patients on CAPD: Reduce to 30 mg immediately and then 30 mg once weekly for the recommended duration of prophylaxis ( 2.4 ) 2.1 Dosage and Administration Overview Administer oseltamivir phosphate for oral suspension for the treatment of influenza in patients 2 weeks of age or older [see Dosage and Administration (2.2) ] or for prophylaxis of influenza in patients 1 year and older [see Dosage and Administration (2.3) ] using: Oseltamivir phosphate for oral suspension (supplied as a powder). This is the preferred formulation (6 mg per mL) for patients who cannot swallow capsules. Prior to use, the supplied oseltamivir phosphate for oral suspension powder must be constituted with water by the pharmacist to produce the oral suspension [see Dosage and Administration ( 2.5 )]. The oral suspension may be taken with or without food; however, tolerability may be enhanced if oseltamivir phosphate for oral suspension is taken with food. Adjust the oseltamivir phosphate for oral suspension dosage in patients with moderate or severe renal impairment [see Dosage and Administration (2.4) ]. 2.2 Recommended Dosage for Treatment of Influenza Initiate treatment with oseltamivir phosphate for oral suspension within 48 hours of influenza symptom onset. Adults and Adolescents (13 years of age and older) The recommended oral dosage of oseltamivir phosphate for oral suspension for treatment of influenza in adults and adolescents 13 years and older is 75 mg twice daily (12.5 mL of oral suspension twice daily) for 5 days. Pediatric Patients (2 weeks of age through 12 years of age) Table 1 displays the recommended oral dosage of oseltamivir phosphate for oral suspension for treatment of influenza in pediatric patients 2 weeks of age through 12 years of age and provides information about prescribing the formulation for oral suspension. 2.3 Recommended Dosage for Prophylaxis of Influenza Initiate post-exposure prophylaxis with oseltamivir phosphate for oral suspension within 48 hours following close contact with an infected individual. Initiate seasonal prophylaxis with oseltamivir phosphate for oral suspension during a community outbreak. Adults and Adolescents (13 years of age and older) The recommended dosage of oseltamivir phosphate for oral suspension for prophylaxis of influenza in adults and adolescents 13 years and older is 75 mg orally once daily (12.5 mL of oral suspension once daily) for at least 10 days following close contact with an infected individual and up to 6 weeks during a community outbreak. In immunocompromised patients, oseltamivir phosphate for oral suspension may be continued for up to 12 weeks [see Use in Specific Populations (8.9) ] . The duration of protection lasts for as long as oseltamivir phosphate for oral suspension dosing is continued. Pediatric Patients (1 year to 12 years of age) Table 1 displays the recommended oral dosage of oseltamivir phosphate for oral suspension for prophylaxis of influenza in pediatric patients 1 year to 12 years of age based on body weight and provides information about prescribing the formulation for oral suspension. Prophylaxis in pediatric patients is recommended for 10 days following close contact with an infected individual and up to 6 weeks during a community outbreak [see Use in Specific Populations (8.4) and Clinical Studies (14.2)] . Table 1 Oseltamivir Phosphate for Oral Suspension Dosage Recommendations in Pediatric Patients for Treatment and Prophylaxis of Influenza Weight Treat m e nt Dosage for 5 days Prophylaxis Dosage for 10 days* Volu m e of Oral Suspens i on (6 mg/mL) for each Dose † Numbe r of Bottles of Oral Suspension to Dispense P atients from 2 Weeks to less than 1 Year of Age Any weight 3 mg/kg twice daily Not applicable 0.5 mL/kg§ 1 bottle P atients 1 to 12 Years of Age Based on Body Weight 15 kg or less 30 mg twice daily 30 mg once daily 5 mL 1 bottle 15.1 kg to 23 kg 45 mg twice daily 45 mg once daily 7.5 mL 2 botles 23.1 kg to 40 kg 60 mg twice daily 60 mg once daily 10 mL 2 bottles 40.1 kg or more 75 mg twice daily 75 mg once daily 12.5 mL 3 bottles * The recommended duration for post‐exposure prophylaxis is 10 days and the recommended duration for community outbreak (seasonal/pre‐exposure) prophylaxis is up to 6 weeks (or up to 12 weeks in immunocompromised patients). The amount supplied (e.g., number of bottles) for seasonal prophylaxis may be greater than for post‐exposure prophylaxis. † Use an oral dosing dispensing device that measures the appropriate volume in mL with the oral suspension. § For patients less than 1 year of age, provide an appropriate dosing device that can accurately measure and administer small volumes. 2.4 Dosage in Patients with Renal Impairment Table 2 displays the dosage recommendations for the treatment and prophylaxis of influenza in adults with various stages of renal impairment (estimated creatinine clearance of less than or equal to 90 mL per minute). Dosage modifications are recommended in adults with an estimated creatinine clearance less than or equal to 60 mL per minute [see Use in Specific Population (8.6) and Clinical Pharmacology (12.3) ] . Table 2 Recommended Dosage Modifications for Treatment and Prophylaxis of Influenza in Adults with Renal Impairment or End Stage Renal Disease (ESRD) on Dialysis Renal Impairment (Creatinine Clearance) Recommended Treatment Regimen Oral suspension can be used for 30 mg dosing. Recommended Prophylaxis Regimen The recommended duration for post-exposure prophylaxis is at least 10 days and the recommended duration for community outbreak (seasonal/pre-exposure) prophylaxis is up to 6 weeks (or up to 12 weeks in immunocompromised patients). Mild (>60 to 90 mL/minute) 75 mg twice daily for 5 days 75 mg once daily Moderate (>30 to 60 mL/minute) 30 mg twice daily for 5 days 30 mg once daily Severe (>10 to 30 mL/minute) 30 mg once daily for 5 days 30 mg every other day ESRD Patients on Hemodialysis (≤ 10 mL/minute) 30 mg immediately and then 30 mg after every hemodialysis cycle (treatment duration not to exceed 5 days) 30 mg immediately and then 30 mg after alternate hemodialysis cycles ESRD Patients on Continuous Ambulatory Peritoneal Dialysis Data derived from studies in continuous ambulatory peritoneal dialysis (CAPD) patients. (≤10 mL/minute) A single 30 mg dose administered immediately 30 mg immediately and then 30 mg once weekly ESRD Patients not on Dialysis Oseltamivir phosphate for oral suspension is not recommended Oseltamivir phosphate for oral suspension is are not recommended 2.5 Preparation and Storage of Constituted Oseltamivir Phosphate for Oral Suspension Prior to dispensing to the patient, constitute oseltamivir phosphate for oral suspension (supplied as powder): a) Tap the closed bottle containing the supplied oseltamivir phosphate for oral suspension white to light yellow powder several times to loosen the powder. b) Tear off the foil seal after loosening the powder. c) Measure 55 mL of water in a graduated cylinder. d) Add the total amount of water for constitution to the bottle. e) Close bottle with child‐resistant cap tightly and shake the closed bottle well for 15 seconds. f) Label the bottle with instructions to “Shake Well Before Use”. g) The constituted oral suspension contains 360 mg of oseltamivir base per 60 mL of volume (6 mg per mL) and is white to light yellow, sour cherry-flavored). Use the constituted oral suspension within 17 days of preparation when stored under refrigeration, 2º to 8ºC (36º to 46ºF), or within 10 days if stored at controlled room temperature, 20º to 25ºC (68º to 77ºF). Keep the bottle in the outer carton in order to protect from light. Write the expiration date of the constituted oral suspension on the bottle label. h) Ensure patients have an oral dosing dispenser that measures the appropriate volume in milliliters. Counsel patients on how to utilize the oral dosing dispenser and correctly measure the oral suspension as prescribed (see Tables 1 and 2)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Oseltamivir phosphate for oral suspension is an influenza neuraminidase inhibitor (NAI) indicated for: Treatment of acute, uncomplicated influenza A and B in patients 2 weeks of age and older who have been symptomatic for no more than 48 hours. ( 1.1 ) Prophylaxis of influenza A and B in patients 1 year and older. ( 1.2 ) Limitations of Use : Not a substitute for annual influenza vaccination. ( 1.3 ) Consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use. ( 1.3 ) Not recommended for patients with end-stage renal disease not undergoing dialysis. ( 1.3 ) 1.1 Treatment of Influenza Oseltamivir phosphate for oral suspension is indicated for the treatment of acute, uncomplicated illness due to influenza A and B infection in patients 2 weeks of age and older who have been symptomatic for no more than 48 hours. 1.2 Prophylaxis of Influenza Oseltamivir phosphate for oral suspension is indicated for the prophylaxis of influenza A and B in patients 1 year and older. 1.3 Limitations of Use Oseltamivir phosphate for oral suspension is not a substitute for early influenza vaccination on an annual basis as recommended by the Centers for Disease Control and Prevention Advisory Committee on Immunization Practices. Influenza viruses change over time. Emergence of resistance substitutions could decrease drug effectiveness. Other factors (for example, changes in viral virulence) might also diminish clinical benefit of antiviral drugs. Prescribers should consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use oseltamivir phosphate for oral suspension [see Microbiology (12.4) ] . Oseltamivir phosphate for oral suspension is not recommended for patients with end-stage renal disease not undergoing dialysis [see Dosage and Administration (2.4) and Use in Specific Populations (8.6) ]."
  ],
  "fetched_at": "2025-10-01T03:48:31.709920",
  "source": "OpenFDA"
}