{
  "drug_name": "Gluco-Phenylimidazole",
  "generic_name": [
    "MEB GLUCO-VITALITY PATCH"
  ],
  "brand_names": [
    "MEB Gluco-Vitality Patch"
  ],
  "drug_interactions": [],
  "warnings": [
    "Do not Use *If the needles inside the patch do not cause a tingling sensation, do not use it and replace it with a new patch. *If headaches, dizziness, or any discomfort persist for more than 5 minutes, discontinue use. Consult a physician if: *Symptoms persist for more than 7 days or worsen. When using this product: *Due to its sensitivity to moisture, do not store the patch in the refrigerator, and it should be used immediately after opening. Keep out of reach of Children"
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "MEB Painguard Patch Direction With clean hands, peel off the clear cover attached to the patch. Apply the patch carefully onto the area where you are experiencing pain. Fold the patch using your thumb and index finger, then peel off the protective tape from the top and bottom surfaces. After attaching the patch, press firmly on it with your fingers around 10 times to ensure that the needles penetrate the skin for optimal effectiveness. Leave the patch on for a minimum of 8 hours without removing. If pain relief is achieved even after a minimum of 8 hours with the patch on, you may continue to wear it. If the pain returns after 8 hours, apply a new patch following the same method. MEB Gluco-Vitality Patch Direction Use 2 patch at a time With clean hands, peel off the clear cover attached to the patch. Apply the patches just below the area of your left and right ears. Align the adhesive side of the patch with the backline of your ear. Fold the patch using your thumb and index finger, then peel off the protective tape from the top and bottom surfaces. After attaching the patch, press firmly on it with your fingers around 10 times to ensure that the needles penetrate the skin for optimal effectiveness. Leave the patch on for a minimum of 8 hours without removing. Before applying the patch, measure your blood sugar level. After a minimum of 8 hours with the patch on, measure your blood sugar level again."
  ],
  "indications": [
    "The MEB PainGuard Patch is designed to provide effective pain relief and treat various types of pain, providing fast-acting and long-lasting relief from pain, helping to alleviate discomfort caused by muscle pain, nerve pain, and other common types of pain. This innovative patch targets and treats the underlying inflammation that causes pain to help eliminate the root cause of pain, leading to more effective and sustainable pain relief. The Gluco Vitality Patch assists individuals with diabetes in stabilizing their blood sugar levels while promoting vascular health to provide a comprehensive approach to diabetes care. By promoting vascular health, the GlucoVitaPatch aims to improve circulation and support the prevention and treatment of vascular diseases commonly associated with diabetes."
  ],
  "fetched_at": "2025-10-01T03:15:18.087394",
  "source": "OpenFDA"
}