{
  "drug_name": "Glutathione disulfide",
  "generic_name": [
    "TOCILIZUMAB"
  ],
  "brand_names": [
    "Tofidence"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Concomitant Drugs for Treatment of Adult Indications In RA patients, population pharmacokinetic analyses did not detect any effect of methotrexate (MTX), non-steroidal anti-inflammatory drugs or corticosteroids on tocilizumab clearance. Concomitant administration of a single intravenous dose of 10 mg/kg tocilizumab with 10-25 mg MTX once weekly had no clinically significant effect on MTX exposure. Tocilizumab products have not been studied in combination with biological DMARDs such as TNF antagonists [see Dosage and Administration (2.2) ]. In GCA patients, no effect of concomitant corticosteroid on tocilizumab exposure was observed. 7.2 Interactions with CYP450 Substrates Cytochrome P450s in the liver are down-regulated by infection and inflammation stimuli including cytokines such as IL-6. Inhibition of IL-6 signaling in RA patients treated with tocilizumab products may restore CYP450 activities to higher levels than those in the absence of tocilizumab products leading to increased metabolism of drugs that are CYP450 substrates. In vitro studies showed that tocilizumab has the potential to affect expression of multiple CYP enzymes including CYP1A2, CYP2B6, CYP2C9, CYP2C19, CYP2D6 and CYP3A4. Its effect on CYP2C8 or transporters is unknown. In vivo studies with omeprazole, metabolized by CYP2C19 and CYP3A4, and simvastatin, metabolized by CYP3A4, showed up to a 28% and 57% decrease in exposure one week following a single dose of tocilizumab, respectively. The effect of tocilizumab products on CYP enzymes may be clinically relevant for CYP450 substrates with narrow therapeutic index, where the dose is individually adjusted. Upon initiation or discontinuation of TOFIDENCE, in patients being treated with these types of medicinal products, perform therapeutic monitoring of effect (e.g., warfarin) or drug concentration (e.g., cyclosporine or theophylline) and the individual dose of the medicinal product adjusted as needed. Exercise caution when coadministering TOFIDENCE with CYP3A4 substrate drugs where decrease in effectiveness is undesirable, e.g., oral contraceptives, lovastatin, atorvastatin, etc. The effect of tocilizumab products on CYP450 enzyme activity may persist for several weeks after stopping therapy [see Clinical Pharmacology (12.3) ]. 7.3 Live Vaccines Avoid use of live vaccines concurrently with TOFIDENCE [see Warnings and Precautions (5.9) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in labeling: Serious Infections [see Warnings and Precautions (5.1) ] Gastrointestinal Perforations [see Warnings and Precautions (5.2) ] Laboratory Parameters [see Warnings and Precautions (5.4) ] Immunosuppression [see Warnings and Precautions (5.5) ] Hypersensitivity Reactions, Including Anaphylaxis [see Warnings and Precautions (5.6) ] Demyelinating Disorders [see Warnings and Precautions (5.7) ] Active Hepatic Disease and Hepatic Impairment [see Warnings and Precautions (5.8) ] Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not predict the rates observed in a broader patient population in clinical practice. Most common adverse reactions (incidence of at least 5%): upper respiratory tract infections, nasopharyngitis, headache, hypertension, increased ALT. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Biogen MA Inc. at 1-877-422-8360 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience in Rheumatoid Arthritis Patients Treated with Intravenous Tocilizumab (Tocilizumab-IV) The tocilizumab-IV data in rheumatoid arthritis (RA) includes 5 double-blind, controlled, multicenter studies. In these studies, patients received doses of tocilizumab-IV 8 mg per kg monotherapy (288 patients), tocilizumab-IV 8 mg per kg in combination with DMARDs (including methotrexate) (1582 patients), or tocilizumab-IV 4 mg per kg in combination with methotrexate (774 patients). The all exposure population includes all patients in registration studies who received at least one dose of tocilizumab-IV. Of the 4009 patients in this population, 3577 received treatment for at least 6 months, 3309 for at least one year; 2954 received treatment for at least 2 years and 2189 for 3 years. All patients in these studies had moderately to severely active rheumatoid arthritis. The study population had a mean age of 52 years, 82% were female and 74% were Caucasian. The most common serious adverse reactions were serious infections [see Warnings and Precautions (5.1) ]. The most commonly reported adverse reactions in controlled studies up to 24 weeks (occurring in at least 5% of patients treated with tocilizumab-IV monotherapy or in combination with DMARDs) were upper respiratory tract infections, nasopharyngitis, headache, hypertension and increased ALT. The proportion of patients who discontinued treatment due to any adverse reactions during the double-blind, placebo-controlled studies was 5% for patients taking tocilizumab-IV and 3% for placebo-treated patients. The most common adverse reactions that required discontinuation of tocilizumab-IV were increased hepatic transaminase values (per protocol requirement) and serious infections. Overall Infections In the 24 week, controlled clinical studies, the rate of infections in the tocilizumab-IV monotherapy group was 119 events per 100 patient-years and was similar in the methotrexate monotherapy group. The rate of infections in the 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD group was 133 and 127 events per 100 patient-years, respectively, compared to 112 events per 100 patient-years in the placebo plus DMARD group. The most commonly reported infections (5% to 8% of patients) were upper respiratory tract infections and nasopharyngitis. The overall rate of infections with tocilizumab-IV in the all exposure population remained consistent with rates in the controlled periods of the studies. Serious Infections In the 24 week, controlled clinical studies, the rate of serious infections in the tocilizumab-IV monotherapy group was 3.6 per 100 patient-years compared to 1.5 per 100 patient-years in the methotrexate group. The rate of serious infections in the 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD group was 4.4 and 5.3 events per 100 patient-years, respectively, compared to 3.9 events per 100 patient-years in the placebo plus DMARD group. In the all-exposure population, the overall rate of serious infections remained consistent with rates in the controlled periods of the studies. The most common serious infections included pneumonia, urinary tract infection, cellulitis, herpes zoster, gastroenteritis, diverticulitis, sepsis and bacterial arthritis. Cases of opportunistic infections have been reported [see Warnings and Precautions (5.1) ]. In the cardiovascular outcomes Study WA25204, the rate of serious infections in the tocilizumab 8 mg/kg IV every 4 weeks group, with or without DMARD, was 4.5 per 100 patient-years, and the rate in the etanercept 50 mg weekly SC group, with or without DMARD, was 3.2 per 100 patient-years [see Clinical Studies (14.1) ]. Gastrointestinal Perforations During the 24 week, controlled clinical trials, the overall rate of gastrointestinal perforation was 0.26 events per 100 patient-years with tocilizumab-IV therapy. In the all-exposure population, the overall rate of gastrointestinal perforation remained consistent with rates in the controlled periods of the studies. Reports of gastrointestinal perforation were primarily reported as complications of diverticulitis including generalized purulent peritonitis, lower GI perforation, fistula and abscess. Most patients who developed gastrointestinal perforations were taking concomitant nonsteroidal anti-inflammatory medications (NSAIDs), corticosteroids, or methotrexate [see Warnings and Precautions (5.2) ]. The relative contribution of these concomitant medications versus tocilizumab-IV to the development of GI perforations is not known. Infusion Reactions In the 24 week, controlled clinical studies, adverse events associated with the infusion (occurring during or within 24 hours of the start of infusion) were reported in 8% and 7% of patients in the 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD group, respectively, compared to 5% of patients in the placebo plus DMARD group. The most frequently reported event on the 4 mg per kg and 8 mg per kg dose during the infusion was hypertension (1% for both doses), while the most frequently reported event occurring within 24 hours of finishing an infusion were headache (1% for both doses) and skin reactions (1% for both doses), including rash, pruritus and urticaria. These events were not treatment limiting. Anaphylaxis Hypersensitivity reactions requiring treatment discontinuation, including anaphylaxis, associated with tocilizumab-IV were reported in 0.1% (3 out of 2644) in the 24 week, controlled trials and in 0.2% (8 out of 4009) in the all-exposure population. These reactions were generally observed during the second to fourth infusion of tocilizumab-IV. Appropriate medical treatment should be available for immediate use in the event of a serious hypersensitivity reaction [see Warnings and Precautions (5.6) ]. Laboratory Abnormalities Neutropenia In the 24 week, controlled clinical studies, decreases in neutrophil counts below 1000 per mm 3 occurred in 1.8% and 3.4% of patients in the 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD group, respectively, compared to 0.1% of patients in the placebo plus DMARD group. Approximately half of the instances of ANC below 1000 per mm 3 occurred within 8 weeks of starting therapy. Decreases in neutrophil counts below 500 per mm 3 occurred in 0.4% and 0.3% of patients in the 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD, respectively, compared to 0.1% of patients in the placebo plus DMARD group. There was no clear relationship between decreases in neutrophils below 1000 per mm 3 and the occurrence of serious infections. In the all-exposure population, the pattern and incidence of decreases in neutrophil counts remained consistent with what was seen in the 24 week controlled clinical studies [see Warnings and Precautions (5.4) ]. Thrombocytopenia In the 24 week, controlled clinical studies, decreases in platelet counts below 100,000 per mm 3 occurred in 1.3% and 1.7% of patients on 4 mg per kg and 8 mg per kg tocilizumab-IV plus DMARD, respectively, compared to 0.5% of patients on placebo plus DMARD, without associated bleeding events. In the all-exposure population, the pattern and incidence of decreases in platelet counts remained consistent with what was seen in the 24 week controlled clinical studies [see Warnings and Precautions (5.4) ]. Elevated Liver Enzymes Liver enzyme abnormalities are summarized in Table 1. In patients experiencing liver enzyme elevation, modification of treatment regimen, such as reduction in the dose of concomitant DMARD, interruption of tocilizumab-IV, or reduction in tocilizumab-IV dose, resulted in decrease or normalization of liver enzymes [see Dosage and Administration (2.8) ]. These elevations were not associated with clinically relevant increases in direct bilirubin, nor were they associated with clinical evidence of hepatitis or hepatic insufficiency [see Warnings and Precautions (5.3 , 5.4) ]. Table 1 Incidence of Liver Enzyme Abnormalities in the 24 Week Controlled Period of Studies I to V For a description of these studies, see Section 14, Clinical Studies. Tocilizumab 8 mg per kg MONOTHERAPY Methotrexate Tocilizumab 4 mg per kg + DMARDs Tocilizumab 8 mg per kg + DMARDs Placebo + DMARDs N = 288 (%) N = 284 (%) N = 774 (%) N = 1582 (%) N = 1170 (%) ULN = Upper Limit of Normal AST (U/L) > ULN to 3× ULN 22 26 34 41 17 > 3× ULN to 5× ULN 0.3 2 1 2 0.3 > 5× ULN 0.7 0.4 0.1 0.2 < 0.1 ALT (U/L) > ULN to 3× ULN 36 33 45 48 23 > 3× ULN to 5× ULN 1 4 5 5 1 > 5× ULN 0.7 1 1.3 1.5 0.3 In the all-exposure population, the elevations in ALT and AST remained consistent with what was seen in the 24 week, controlled clinical trials. In Study WA25204, of the 1538 patients with moderate to severe RA [see Clinical Studies (14.1) ] and treated with tocilizumab, elevations in ALT or AST >3 × ULN occurred in 5.3% and 2.2% patients, respectively. One serious event of drug induced hepatitis with hyperbilirubinemia was reported in association with tocilizumab. Lipids Elevations in lipid parameters (total cholesterol, LDL, HDL, triglycerides) were first assessed at 6 weeks following initiation of tocilizumab-IV in the controlled 24 week clinical trials. Increases were observed at this time point and remained stable thereafter. Increases in triglycerides to levels above 500 mg per dL were rarely observed. Changes in other lipid parameters from baseline to week 24 were evaluated and are summarized below: Mean LDL increased by 13 mg per dL in the tocilizumab 4 mg per kg+DMARD arm, 20 mg per dL in the tocilizumab 8 mg per kg+DMARD, and 25 mg per dL in tocilizumab 8 mg per kg monotherapy. Mean HDL increased by 3 mg per dL in the tocilizumab 4 mg per kg+DMARD arm, 5 mg per dL in the tocilizumab 8 mg per kg+DMARD, and 4 mg per dL in tocilizumab 8 mg per kg monotherapy. Mean LDL/HDL ratio increased by an average of 0.14 in the tocilizumab 4 mg per kg+DMARD arm, 0.15 in the tocilizumab 8 mg per kg+DMARD, and 0.26 in tocilizumab 8 mg per kg monotherapy. ApoB/ApoA1 ratios were essentially unchanged in tocilizumab-treated patients. Elevated lipids responded to lipid lowering agents. In the all-exposure population, the elevations in lipid parameters remained consistent with what was seen in the 24 week, controlled clinical trials. Immunogenicity The observed incidence of anti-drug antibodies is highly dependent on the sensitivity and specificity of the assay. Differences in assay methods preclude meaningful comparisons of the incidence of anti-drug antibodies in the studies described below with the incidence of anti-drug antibodies in other studies, including those of tocilizumab or of other tocilizumab products. In the 24 week, controlled clinical studies, a total of 2876 patients have been tested for anti-tocilizumab antibodies. Forty-six patients (2%) developed positive anti-tocilizumab antibodies, of whom 5 had an associated, medically significant, hypersensitivity reaction leading to withdrawal. Thirty patients (1%) developed neutralizing antibodies. Malignancies During the 24 week, controlled period of the studies, 15 malignancies were diagnosed in patients receiving tocilizumab-IV, compared to 8 malignancies in patients in the control groups. Exposure-adjusted incidence was similar in the tocilizumab-IV groups (1.32 events per 100 patient-years) and in the placebo plus DMARD group (1.37 events per 100 patient-years). In the all-exposure population, the rate of malignancies remained consistent with the rate observed in the 24 week, controlled period [see Warnings and Precautions (5.5) ]. Other Adverse Reactions Adverse reactions occurring in 2% or more of patients on 4 or 8 mg per kg tocilizumab-IV plus DMARD and at least 1% greater than that observed in patients on placebo plus DMARD are summarized in Table 2 . Table 2 Adverse Reactions Occurring in at Least 2% or More of Patients on 4 or 8 mg per kg Tocilizumab plus DMARD and at Least 1% Greater Than That Observed in Patients on Placebo plus DMARD 24 Week Phase 3 Controlled Study Population Preferred Term Tocilizumab 8 mg per kg MONOTHERAPY Methotrexate Tocilizumab 4 mg per kg + DMARDs Tocilizumab 8 mg per kg + DMARDs Placebo + DMARDs N = 288 (%) N = 284 (%) N = 774 (%) N = 1582 (%) N =1170 (%) Upper Respiratory Tract Infection 7 5 6 8 6 Nasopharyngitis 7 6 4 6 4 Headache 7 2 6 5 3 Hypertension 6 2 4 4 3 ALT increased 6 4 3 3 1 Dizziness 3 1 2 3 2 Bronchitis 3 2 4 3 3 Rash 2 1 4 3 1 Mouth Ulceration 2 2 1 2 1 Abdominal Pain Upper 2 2 3 3 2 Gastritis 1 2 1 2 1 Transaminase increased 1 5 2 2 1 Other infrequent and medically relevant adverse reactions occurring at an incidence less than 2% in rheumatoid arthritis patients treated with tocilizumab-IV in controlled trials were: Infections and Infestations: oral herpes simplex Gastrointestinal disorders: stomatitis, gastric ulcer Investigations: weight increased, total bilirubin increased Blood and lymphatic system disorders: leukopenia General disorders and administration site conditions: edema peripheral Respiratory, thoracic, and mediastinal disorders: dyspnea, cough Eye disorders: conjunctivitis Renal disorders: nephrolithiasis Endocrine disorders: hypothyroidism 6.2 Clinical Trials Experience in Giant Cell Arteritis Patients Treated with Intravenous Tocilizumab (Tocilizumab-IV) The safety of tocilizumab-IV was studied in an open label PK-PD and safety study in 24 patients with GCA who were in remission on tocilizumab-IV at time of enrollment. Patients received tocilizumab 7 mg/kg every 4 weeks for 20 weeks, followed by 6 mg/kg every 4 weeks for 20 weeks. The total patient years exposure to treatment was 17.5 years. The safety of tocilizumab by another route of administration has been studied in one Phase III study with 251 GCA patients. The total patient years duration was 138.5 patient years during the 12-month double blind, placebo-controlled phase of the study. The overall safety profile observed was generally consistent with the known safety profile of tocilizumab. There was an overall higher incidence of infections in GCA patients relative to RA patients. The overall safety profile observed for tocilizumab administered intravenously in GCA patients was consistent with the known safety profile of tocilizumab. 6.3 Clinical Trials Experience in Polyarticular Juvenile Idiopathic Arthritis Patients Treated with Intravenous Tocilizumab (Tocilizumab-IV) The safety of tocilizumab-IV was studied in 188 pediatric patients 2 to 17 years of age with PJIA who had an inadequate clinical response or were intolerant to methotrexate. The total patient exposure in the tocilizumab-IV all exposure population (defined as patients who received at least one dose of tocilizumab-IV) was 184.4 patient years. At baseline, approximately half of the patients were taking oral corticosteroids and almost 80% were taking methotrexate. In general, the types of adverse drug reactions in patients with PJIA were consistent with those seen in RA and SJIA patients [see Adverse Reactions (6.1 and 6.4) ]. Infections The rate of infections in the tocilizumab-IV all exposure population was 163.7 per 100 patient years. The most common events observed were nasopharyngitis and upper respiratory tract infections. The rate of serious infections was numerically higher in patients weighing less than 30 kg treated with 10 mg/kg tocilizumab (12.2 per 100 patient years) compared to patients weighing at or above 30 kg, treated with 8 mg/kg tocilizumab (4.0 per 100 patient years). The incidence of infections leading to dose interruptions was also numerically higher in patients weighing less than 30 kg treated with 10 mg/kg tocilizumab (21%) compared to patients weighing at or above 30 kg, treated with 8 mg/kg tocilizumab (8%). Infusion Reactions In PJIA patients, infusion-related reactions are defined as all events occurring during or within 24 hours of an infusion. In the tocilizumab-IV all exposure population, 11 patients (6%) experienced an event during the infusion, and 38 patients (20.2%) experienced an event within 24 hours of an infusion. The most common events occurring during infusion were headache, nausea and hypotension, and occurring within 24 hours of infusion were dizziness and hypotension. In general, the adverse drug reactions observed during or within 24 hours of an infusion were similar in nature to those seen in RA and SJIA patients [see Adverse Reactions (6.1 and 6.4) ]. No clinically significant hypersensitivity reactions associated with tocilizumab and requiring treatment discontinuation were reported. Immunogenicity One patient, in the 10 mg/kg less than 30 kg group, developed positive anti-tocilizumab antibodies without developing a hypersensitivity reaction and subsequently withdrew from the study. Laboratory Abnormalities Neutropenia During routine laboratory monitoring in the tocilizumab-IV all exposure population, a decrease in neutrophil counts below 1 × 10 9 per L occurred in 3.7% of patients. There was no clear relationship between decreases in neutrophils below 1 × 10 9 per L and the occurrence of serious infections. Thrombocytopenia During routine laboratory monitoring in the tocilizumab-IV all exposure population, 1% of patients had a decrease in platelet count at or less than 50,000 per mm 3 without associated bleeding events. Elevated Liver Enzymes During routine laboratory monitoring in the tocilizumab-IV all exposure population, elevation in ALT or AST at or greater than 3 × ULN occurred in 4% and less than 1% of patients, respectively. Lipids During routine laboratory monitoring in the tocilizumab all exposure population, elevation in total cholesterol greater than 1.5-2 × ULN occurred in one patient (0.5%) and elevation in LDL greater than 1.5-2 × ULN occurred in one patient (0.5%). 6.4 Clinical Trials Experience in Systemic Juvenile Idiopathic Arthritis Patients Treated with Intravenous Tocilizumab (Tocilizumab-IV) The data described below reflect exposure to tocilizumab-IV in one randomized, double-blind, placebo-controlled trial of 112 pediatric patients with SJIA 2 to 17 years of age who had an inadequate clinical response to nonsteroidal anti-inflammatory drugs (NSAIDs) or corticosteroids due to toxicity or lack of efficacy. At baseline, approximately half of the patients were taking 0.3 mg/kg/day corticosteroids or more, and almost 70% were taking methotrexate. The trial included a 12 week controlled phase followed by an open-label extension. In the 12 week double-blind, controlled portion of the clinical study 75 patients received treatment with tocilizumab-IV (8 or 12 mg per kg based upon body weight). After 12 weeks or at the time of escape, due to disease worsening, patients were treated with tocilizumab-IV in the open-label extension phase. The most common adverse events (at least 5%) seen in tocilizumab-IV treated patients in the 12 week controlled portion of the study were: upper respiratory tract infection, headache, nasopharyngitis and diarrhea. Infections In the 12 week controlled phase, the rate of all infections in the tocilizumab-IV group was 345 per 100 patient-years and 287 per 100 patient-years in the placebo group. In the open label extension over an average duration of 73 weeks of treatment, the overall rate of infections was 304 per 100 patient-years. In the 12 week controlled phase, the rate of serious infections in the tocilizumab-IV group was 11.5 per 100 patient years. In the open label extension over an average duration of 73 weeks of treatment, the overall rate of serious infections was 11.4 per 100 patient years. The most commonly reported serious infections included pneumonia, gastroenteritis, varicella, and otitis media. Macrophage Activation Syndrome In the 12 week controlled study, no patient in any treatment group experienced macrophage activation syndrome (MAS) while on assigned treatment; 3 per 112 (3%) developed MAS during open-label treatment with tocilizumab-IV. One patient in the placebo group escaped to tocilizumab-IV 12 mg per kg at Week 2 due to severe disease activity, and ultimately developed MAS at Day 70. Two additional patients developed MAS during the long-term extension. All 3 patients had tocilizumab-IV dose interrupted (2 patients) or discontinued (1 patient) for the MAS event, received treatment, and the MAS resolved without sequelae. Based on a limited number of cases, the incidence of MAS does not appear to be elevated in the tocilizumab-IV SJIA clinical development experience; however no definitive conclusions can be made. Infusion Reactions Patients were not premedicated, however most patients were on concomitant corticosteroids as part of their background treatment for SJIA. Infusion related reactions were defined as all events occurring during or within 24 hours after an infusion. In the 12 week controlled phase, 4% of tocilizumab-IV and 0% of placebo treated patients experienced events occurring during infusion. One event (angioedema) was considered serious and life-threatening, and the patient was discontinued from study treatment. Within 24 hours after infusion, 16% of patients in the tocilizumab-IV treatment group and 5% of patients in the placebo group experienced an event. In the tocilizumab-IV group the events included rash, urticaria, diarrhea, epigastric discomfort, arthralgia and headache. One of these events, urticaria, was considered serious. Anaphylaxis Anaphylaxis was reported in 1 out of 112 patients (less than 1%) treated with tocilizumab-IV during the controlled and open label extension study [see Warnings and Precautions (5.6) ]. Immunogenicity All 112 patients were tested for anti-tocilizumab antibodies at baseline. Two patients developed positive anti-tocilizumab antibodies: one of these patients experienced serious adverse events of urticaria and angioedema consistent with an anaphylactic reaction which led to withdrawal; the other patient developed macrophage activation syndrome while on escape therapy and was discontinued from the study. Laboratory Abnormalities Neutropenia During routine monitoring in the 12 week controlled phase, a decrease in neutrophil below 1 × 10 9 per L occurred in 7% of patients in the tocilizumab-IV group, and in no patients in the placebo group. In the open label extension over an average duration of 73 weeks of treatment, a decreased neutrophil count occurred in 17% of the tocilizumab-IV group. There was no clear relationship between decrease in neutrophils below 1 × 10 9 per L and the occurrence of serious infections. Thrombocytopenia During routine monitoring in the 12 week controlled phase, 1% of patients in the tocilizumab-IV group and 3% in the placebo group had a decrease in platelet count to no more than 100,000 per mm 3 . In the open label extension over an average duration of 73 weeks of treatment, decreased platelet count occurred in 4% of patients in the tocilizumab-IV group, with no associated bleeding. Elevated Liver Enzymes During routine laboratory monitoring in the 12 week controlled phase, elevation in ALT or AST at or above 3× ULN occurred in 5% and 3% of patients, respectively in the tocilizumab-IV group and in 0% of placebo patients. In the open label extension over an average duration of 73 weeks of treatment, the elevation in ALT or AST at or above 3× ULN occurred in 13% and 5% of tocilizumab-IV treated patients, respectively. Lipids During routine laboratory monitoring in the 12 week controlled phase, elevation in total cholesterol greater than 1.5× ULN – 2× ULN occurred in 1.5% of the tocilizumab-IV group and in 0% of placebo patients. Elevation in LDL greater than 1.5× ULN – 2× ULN occurred in 1.9% of patients in the tocilizumab-IV group and 0% of the placebo group. In the open label extension study over an average duration of 73 weeks of treatment, the pattern and incidence of elevations in lipid parameters remained consistent with the 12 week controlled study data. 6.5 Clinical Trials Experience in COVID-19 Patients Treated with Intravenous Tocilizumab (Tocilizumab-IV) The safety of tocilizumab in hospitalized COVID-19 patients was evaluated in a pooled safety population that includes patients enrolled in EMPACTA, COVACTA, AND REMDACTA. The analysis of adverse reactions included a total of 974 patients exposed to tocilizumab. Patients received a single, 60-minute infusion of intravenous tocilizumab 8 mg/kg (maximum dose of 800 mg). If clinical signs or symptoms worsened or did not improve, one additional dose of tocilizumab 8 mg/kg could be administered between 8- 24 hours after the initial dose. Adverse reactions summarized in Table 3 occurred in at least 3% of tocilizumab -treated patients and more commonly than in patients on placebo in the pooled safety population. Table 3 Adverse Reactions Patients are counted once for each category regardless of the number of reactions Identified From the Pooled COVID-19 Safety Population Adverse Reaction Tocilizumab 8mg per kg Placebo N = 974 (%) N = 483 (%) Hepatic Transaminases increased 10% 8% Constipation 9% 8% Urinary tract infection 5% 4% Hypertension 4% 1% Hypokalaemia 4% 3% Anxiety 4% 2% Diarrhea 4% 2% Insomnia 4% 3% Nausea 3% 2% In the pooled safety population, the rates of infection/serious infection events were 30%/19% in patients receiving tocilizumab versus 32%/23% receiving placebo. Laboratory Abnormalities In the pooled safety population of EMPACTA, COVACTA, and REMDACTA, neutrophil counts <1000 cells/mcl occurred in 3.4% of patients who received tocilizumab and 0.5% of patients who received placebo. Platelet counts <50,000 cells/mcl occurred in 3.2% of patients who received tocilizumab and 1.5% of patients who received placebo. ALT or AST at or above 5× ULN occurred in 11.7% of patients who received tocilizumab and 9.9% of patients who received placebo. 6.6 Postmarketing Experience The following adverse reactions have been identified during post-approval use of tocilizumab products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Reactions: Fatal anaphylaxis, Stevens-Johnson Syndrome, Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) [see Warnings and Precautions (5.6) ] Pancreatitis Drug-induced liver injury, Hepatitis, Hepatic failure, Jaundice [see Warnings and Precautions (5.3) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS TOFIDENCE is contraindicated in patients with known hypersensitivity to tocilizumab products [see Warnings and Precautions (5.6) ]. Known hypersensitivity to tocilizumab products. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For RA, pJIA and sJIA, TOFIDENCE may be used alone or in combination with methotrexate; and in RA, other non-biologic DMARDs may be used. ( 2 ) General Administration and Dosing Information ( 2.1 ) RA, GCA, PJIA and SJIA - It is recommended that TOFIDENCE not be initiated in patients with an absolute neutrophil count (ANC) below 2000 per mm 3 , platelet count below 100,000 per mm 3 , or ALT or AST above 1.5 times the upper limit of normal (ULN). ( 5.3 , 5.4 ) COVID-19 - It is recommended that TOFIDENCE not be initiated in patients with an absolute neutrophil count (ANC) below 1000 per mm3 , platelet count below 50,000 mm3 , or ALT or AST above 10 times ULN ( 5.3 , 5.4 ). In RA or COVID-19 patients, TOFIDENCE doses exceeding 800 mg per infusion are not recommended. ( 2.2 , 12.3 ) In GCA patients, TOFIDENCE doses exceeding 600 mg per infusion are not recommended. ( 2.3 , 12.3 ) Rheumatoid Arthritis ( 2.2 ) Recommended Adult Intravenous Dosage: When used in combination with non-biologic DMARDs or as monotherapy the recommended starting dose is 4 mg per kg every 4 weeks followed by an increase to 8 mg per kg every 4 weeks based on clinical response. Giant Cell Arteritis ( 2.3 ) Recommended Adult Intravenous Dosage: The recommended dose is 6 mg per kg every 4 weeks in combination with a tapering course of glucocorticoids. TOFIDENCE can be used alone following discontinuation of glucocorticoids. Polyarticular Juvenile Idiopathic Arthritis ( 2.4 ) Recommended Intravenous PJIA Dosage Every 4 Weeks Patients less than 30 kg weight 10 mg per kg Patients at or above 30 kg weight 8 mg per kg Systemic Juvenile Idiopathic Arthritis ( 2.5 ) Recommended Intravenous SJIA Dosage Every 2 Weeks Patients less than 30 kg weight 12 mg per kg Patients at or above 30 kg weight 8 mg per kg Coronavirus Disease 2019 ( 2.6 ) The recommended dosage of TOFIDENCE for adult patients with COVID-19 is 8 mg per kg administered by a 60-minute intravenous infusion. Administration of Intravenous Formulation ( 2.7 ) For patients with RA, GCA, COVID-19, PJIA, and SJIA patients at or above 30 kg, dilute to 100 mL in 0.9% Sodium Chloride Injection, USP for intravenous infusion using aseptic technique. For PJIA and SJIA patients less than 30 kg, dilute to 50 mL in 0.9% Sodium Chloride Injection, USP for intravenous infusion using aseptic technique. Administer as a single intravenous drip infusion over 1 hour; do not administer as bolus or push. Dose Modifications ( 2.8 ) Recommended for management of certain dose-related laboratory changes including elevated liver enzymes, neutropenia, and thrombocytopenia. 2.1 General Considerations for Administration Not Recommended for Concomitant Use with Biological DMARDs Tocilizumab products have not been studied in combination with biological DMARDs such as TNF antagonists, IL-1R antagonists, anti-CD20 monoclonal antibodies and selective co-stimulation modulators because of the possibility of increased immunosuppression and increased risk of infection. Avoid using TOFIDENCE with biological DMARDs. Baseline Laboratory Evaluation Prior to Treatment Obtain and assess baseline complete blood count (CBC) and liver function tests prior to treatment. RA, GCA, PJIA and SJIA – It is recommended that TOFIDENCE not be initiated in patients with an absolute neutrophil count (ANC) below 2000 per mm 3 , platelet count below 100,000 per mm 3 , or ALT or AST above 1.5 times the upper limit of normal (ULN) [see Warnings and Precautions (5.3 , 5.4) ] . COVID-19 - It is recommended that TOFIDENCE not be initiated in patients with an absolute neutrophil count (ANC) below 1000 per mm3 , platelet count below 50,000 mm3 , or ALT or AST above 10 times ULN [see Warnings and Precautions (5.3 , 5.4) ] 2.2 Recommended Dosage for Rheumatoid Arthritis TOFIDENCE may be used as monotherapy or concomitantly with methotrexate or other non-biologic DMARDs as an intravenous infusion. Recommended Intravenous Dosage Regimen: The recommended dosage of TOFIDENCE for adult patients given as a 60-minute single intravenous drip infusion is 4 mg per kg every 4 weeks followed by an increase to 8 mg per kg every 4 weeks based on clinical response. Reduction of dose from 8 mg per kg to 4 mg per kg is recommended for management of certain dose-related laboratory changes including elevated liver enzymes, neutropenia, and thrombocytopenia [see Dosage and Administration (2.8) , Warnings and Precautions (5.3 , 5.4) , and Adverse Reactions (6.1) ]. Doses exceeding 800 mg per infusion are not recommended in RA patients [see Clinical Pharmacology (12.3) ]. When transitioning from intravenous therapy with TOFIDENCE to subcutaneous therapy with another tocilizumab product, administer the first subcutaneous dose instead of the next scheduled intravenous dose. Interruption of dose is recommended for management of certain dose-related laboratory changes including elevated liver enzymes, neutropenia, and thrombocytopenia [see Dosage and Administration (2.8) and Warnings and Precautions (5.3 , 5.4) . 2.3 Recommended Dosage for Giant Cell Arteritis Recommended Intravenous Dosage Regimen: The recommended dosage of TOFIDENCE for adult patients given as a 60-minute single intravenous drip infusion is 6 mg per kg every 4 weeks in combination with tapering course of glucocorticoids. TOFIDENCE can be used alone following discontinuation of glucocorticoids. Interruption of dosing may be needed for management of dose-related laboratory abnormalities including elevated liver enzymes, neutropenia, and thrombocytopenia [see Dosage and Administration (2.8) ]. Doses exceeding 600 mg per infusion are not recommended in GCA patients [see Clinical Pharmacology (12.3) ]. When transitioning from intravenous therapy with TOFIDENCE to subcutaneous therapy with another tocilizumab product, administer the first subcutaneous dose instead of the next scheduled intravenous dose. 2.4 Recommended Dosage for Polyarticular Juvenile Idiopathic Arthritis TOFIDENCE may be used as an intravenous infusion alone or in combination with methotrexate. Do not change dose based solely on a single visit body weight measurement, as weight may fluctuate. Recommended Intravenous Dosage Regimen: The recommended dosage of TOFIDENCE for PJIA patients given once every 4 weeks as a 60-minute single intravenous drip infusion is: Recommended Intravenous PJIA Dosage Every 4 Weeks Patients less than 30 kg weight 10 mg per kg Patients at or above 30 kg weight 8 mg per kg When transitioning from intravenous therapy with TOFIDENCE to subcutaneous therapy with another tocilizumab product, administer the first subcutaneous dose instead of the next scheduled intravenous dose. Interruption of dosing may be needed for management of dose-related laboratory abnormalities including elevated liver enzymes, neutropenia, and thrombocytopenia [see Dosage and Administration (2.8) ]. 2.5 Recommended Dosage for Systemic Juvenile Idiopathic Arthritis TOFIDENCE may be used as an intravenous infusion or in combination with methotrexate. Do not change a dose based solely on a single visit body weight measurement, as weight may fluctuate. Recommended Intravenous Dosage Regimen: The recommended dose of TOFIDENCE for SJIA patients given once every 2 weeks as a 60-minute single intravenous drip infusion is: Recommended Intravenous SJIA Dosage Every 2 Weeks Patients less than 30 kg weight 12 mg per kg Patients at or above 30 kg weight 8 mg per kg When transitioning from intravenous therapy with TOFIDENCE to subcutaneous therapy with another tocilizumab product, administer the first subcutaneous dose instead of the next scheduled intravenous dose. Interruption of dosing may be needed for management of dose-related laboratory abnormalities including elevated liver enzymes, neutropenia, and thrombocytopenia [see Dosage and Administration (2.8) ]. 2.6 Coronavirus Disease 2019 (COVID-19) Administer TOFIDENCE by intravenous infusion only. The recommended dosage of TOFIDENCE for treatment of adult patients with COVID-19 is 8 mg per kg administered as a single 60-minute intravenous infusion. If clinical signs or symptoms worsen or do not improve after the first dose, one additional infusion of TOFIDENCE may be administered at least 8 hours after the initial infusion. Doses exceeding 800 mg per infusion are not recommended in patients with COVID-19. 2.7 Preparation and Administration Instructions for Intravenous Infusion TOFIDENCE for intravenous infusion should be diluted by a healthcare professional using aseptic technique as follows: Use a sterile needle and syringe to prepare TOFIDENCE. Patients less than 30 kg: use a 50 mL infusion bag or bottle of 0.9% Sodium Chloride Injection, USP, and then follow steps 1 and 2 below. Patients at or above 30 kg weight: use a 100 mL infusion bag or bottle, and then follow steps 1 and 2 below. Step 1. Withdraw a volume of 0.9% Sodium Chloride Injection, USP, equal to the volume of the TOFIDENCE injection required for the patient's dose from the infusion bag or bottle [see Dosage and Administration (2.2 , 2.4 , 2.5) ]. For Intravenous Use: Volume of TOFIDENCE Injection per kg of Body Weight Dosage Indication Volume of TOFIDENCE injection per kg of body weight 4 mg/kg Adult RA 0.2 mL/kg 6 mg/kg Adult GCA 0.3 mL/kg 8 mg/kg Adult RA Adult COVID-19 SJIA and PJIA (greater than or equal to 30 kg of body weight) 0.4 mL/kg 10 mg/kg PJIA (less than 30 kg of body weight) 0.5 mL/kg 12 mg/kg SJIA (less than 30 kg of body weight) 0.6 mL/kg Step 2. Withdraw the amount of TOFIDENCE for intravenous infusion from the vial(s) and add slowly into the 0.9% Sodium Chloride Injection, USP infusion bag or bottle. To mix the solution, gently invert the bag to avoid foaming. The fully diluted TOFIDENCE solutions for infusion using 0.9% Sodium Chloride Injection, USP may be stored refrigerated at 36°F to 46°F (2°C to 8°C) for up to 24 hours or room temperature at 68°F to 77°F (20°C to 25°C) for up to 12 hours and should be protected from light. TOFIDENCE solutions do not contain preservatives; therefore, unused product remaining in the vials should not be used. Allow the fully diluted TOFIDENCE solution to reach room temperature prior to infusion. The infusion should be administered over 60 minutes, and must be administered with an infusion set. Do not administer as an intravenous push or bolus. TOFIDENCE should not be infused concomitantly in the same intravenous line with other drugs. No physical or biochemical compatibility studies have been conducted to evaluate the co-administration of TOFIDENCE with other drugs. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. If particulates and discolorations are noted, the product should not be used. Fully diluted TOFIDENCE solutions are compatible with infusion bags and/or infusion sets with the following materials: polypropylene, polyethylene, polyolefin, polyvinyl chloride, polyethersulfone, polyurethane, nylon and stainless steel. 2.8 Dosage Modifications due to Serious Infections or Laboratory Abnormalities Serious Infections Hold TOFIDENCE treatment if a patient develops a serious infection until the infection is controlled. Laboratory Abnormalities Rheumatoid Arthritis and Giant Cell Arteritis Liver Enzyme Abnormalities [see Warnings and Precautions (5.3 , 5.4) ] Lab Value Recommendation for RA Recommendation for GCA Greater than 1 to 3× ULN Dose modify concomitant DMARDs if appropriate. For persistent increases in this range: For patients receiving intravenous TOFIDENCE, reduce dose to 4 mg per kg or hold TOFIDENCE until ALT or AST have normalized. Dose modify immunomodulatory agents if appropriate For persistent increases in this range: For patients receiving intravenous TOFIDENCE, hold TOFIDENCE until ALT or AST have normalized. Greater than 3 to 5× ULN (confirmed by repeat testing) Hold TOFIDENCE dosing until less than 3× ULN and follow recommendations above for greater than 1 to 3× ULN. For persistent increases greater than 3× ULN, discontinue TOFIDENCE. Hold TOFIDENCE dosing until less than 3× ULN and follow recommendations above for greater than 1 to 3× ULN. For persistent increases greater than 3× ULN, discontinue TOFIDENCE. Greater than 5× ULN Discontinue TOFIDENCE. Discontinue TOFIDENCE. Low Absolute Neutrophil Count (ANC) [see Warnings and Precautions (5.4) ] Lab Value (cells per mm 3 ) Recommendation for RA Recommendation for GCA ANC greater than 1000 Maintain dose. Maintain dose. ANC 500 to 1000 Hold TOFIDENCE dosing. When ANC greater than 1000 cells per mm 3: For patients receiving intravenous TOFIDENCE, resume TOFIDENCE at 4 mg per kg and increase to 8 mg per kg as clinically appropriate. Hold TOFIDENCE dosing. When ANC greater than 1000 cells per mm 3 : For patients receiving intravenous TOFIDENCE, resume TOFIDENCE at 6 mg per kg. ANC less than 500 Discontinue TOFIDENCE. Discontinue TOFIDENCE. Low Platelet Count [see Warnings and Precautions (5.4) ] Lab Value (cells per mm 3 ) Recommendation for RA Recommendation for GCA 50,000 to 100,000 Hold TOFIDENCE dosing. When platelet count is greater than 100,000 cells per mm 3 : For patients receiving intravenous TOFIDENCE, resume TOFIDENCE at 4 mg per kg and increase to 8 mg per kg as clinically appropriate. Hold TOFIDENCE dosing When platelet count is greater than 100,000 cells per mm 3 : For patients receiving intravenous TOFIDENCE, resume TOFIDENCE at 6 mg per kg. Less than 50,000 Discontinue TOFIDENCE. Discontinue TOFIDENCE. Polyarticular and Systemic Juvenile Idiopathic Arthritis Dose reduction of tocilizumab products has not been studied in the PJIA and SJIA populations. Dose interruptions of TOFIDENCE are recommended for liver enzyme abnormalities, low neutrophil counts, and low platelet counts in patients with PJIA and SJIA at levels similar to what is outlined above for patients with RA and GCA. If appropriate, dose modify or stop concomitant methotrexate and/or other medications and hold TOFIDENCE dosing until the clinical situation has been evaluated. In PJIA and SJIA the decision to discontinue TOFIDENCE for a laboratory abnormality should be based upon the medical assessment of the individual patient."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TOFIDENCE™ (tocilizumab-bavi) is an interleukin-6 (IL-6) receptor antagonist indicated for treatment of: Rheumatoid Arthritis (RA) ( 1.1 ) Adult patients with moderately to severely active rheumatoid arthritis who have had an inadequate response to one or more Disease-Modifying Anti-Rheumatic Drugs (DMARDs). Giant Cell Arteritis (GCA) ( 1.2 ) Adult patients with giant cell arteritis. Polyarticular Juvenile Idiopathic Arthritis (PJIA) ( 1.3 ) Patients 2 years of age and older with active polyarticular juvenile idiopathic arthritis. Systemic Juvenile Idiopathic Arthritis (SJIA) ( 1.4 ) Patients 2 years of age and older with active systemic juvenile idiopathic arthritis. Coronavirus Disease 2019 (COVID-19) ( 1.5 ) Hospitalized adult patients with coronavirus disease 2019 (COVID-19) who are receiving systemic corticosteroids and require supplemental oxygen, non-invasive or invasive mechanical ventilation, or extracorporeal membrane oxygenation (ECMO). 1.1 Rheumatoid Arthritis (RA) TOFIDENCE (tocilizumab-bavi) is indicated for the treatment of adult patients with moderately to severely active rheumatoid arthritis who have had an inadequate response to one or more Disease-Modifying Anti-Rheumatic Drugs (DMARDs). 1.2 Giant Cell Arteritis (GCA) TOFIDENCE™ (tocilizumab-bavi) is indicated for the treatment of giant cell arteritis (GCA) in adult patients. 1.3 Polyarticular Juvenile Idiopathic Arthritis (PJIA) TOFIDENCE™ (tocilizumab-bavi) is indicated for the treatment of active polyarticular juvenile idiopathic arthritis in patients 2 years of age and older. 1.4 Systemic Juvenile Idiopathic Arthritis (SJIA) TOFIDENCE™ (tocilizumab-bavi) is indicated for the treatment of active systemic juvenile idiopathic arthritis in patients 2 years of age and older. 1.5 Coronavirus Disease 2019 (COVID-19) TOFIDENCE™ (tocilizumab-bavi) is indicated for the treatment of coronavirus disease 2019 (COVID-19) in hospitalized adult patients who are receiving systemic corticosteroids and require supplemental oxygen, non-invasive or invasive mechanical ventilation, or extracorporeal membrane oxygenation (ECMO)."
  ],
  "fetched_at": "2025-10-01T03:36:23.651535",
  "source": "OpenFDA"
}