{
  "drug_name": "Glycerol phenylbutyrate",
  "generic_name": [
    "SODIUM PHENYLBUTYRATE"
  ],
  "brand_names": [
    "sodium phenylbutyrate"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Each sodium phenylbutyrate tablet contains 62 mg of sodium (9.2% w/w) (corresponding to 124 mg of sodium per gram of sodium phenylbutyrate [12.4% w/w]). Sodium phenylbutyrate should be used with great care, if at all, in patients with congestive heart failure or severe renal insufficiency, and in clinical states in which there is sodium retention with edema. Because sodium phenylbutyrate is metabolized in the liver and kidney, and phenylacetylglutamine is primarily excreted by the kidney, use caution when administering the drug to patients with hepatic or renal insufficiency or inborn errors of beta oxidation. Probenecid is known to inhibit the renal transport of many organic compounds, including hippuric acid, and may affect renal excretion of the conjugated product of sodium phenylbutyrate as well as its metabolite. Use of corticosteroids may cause the breakdown of body protein and increase plasma ammonia levels."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The assessment of clinical adverse events came from 206 patients treated with sodium phenylbutyrate. Adverse events (both clinical and laboratory) were not collected systematically in these patients, but were obtained from patient visit reports by the 65 co-investigators. Causality of adverse effects is sometimes difficult to determine in this patient population because they may result from either the underlying disease, the patient’s restricted diet, intercurrent illness, or sodium phenylbutyrate. Furthermore, the rates may be underestimated because they were reported primarily by parent or guardian and not the patient. Clinical Adverse Events In female patients, the most common clinical adverse event reported was amenorrhea/menstrual dysfunction (irregular menstrual cycles), which occurred in 23% of the menstruating patients. Decreased appetite occurred in 4% of all patients. Body odor (probably caused by the metabolite, phenylacetate) and bad taste or taste aversion were each reported in 3% of patients. Other adverse events reported in 2% or fewer patients were: Gastrointestinal : abdominal pain, gastritis, nausea and vomiting; constipation, rectal bleeding, peptic ulcer disease, and pancreatitis each occurred in one patient. Hematologic : aplastic anemia and ecchymoses each occurred in one patient. Cardiovascular : arrhythmia and edema each occurred in one patient. Renal : renal tubular acidosis Psychiatric : depression Skin : rash Miscellaneous : headache, syncope, and weight gain Neurotoxicity was reported in cancer patients receiving intravenous phenylacetate, 250 to 300 mg/kg/day for 14 days, repeated at 4-week intervals. Manifestations were predominately somnolence, fatigue, and lightheadedness; with less frequent -headache, dysgeusia, hypoacusis, disorientation, impaired memory, and exacerbation of a pre-existing neuropathy. These adverse events were mainly mild in severity. The acute onset and reversibility when the phenylacetate infusion was discontinued suggest a drug effect. Laboratory Adverse Events: In patients with urea cycle disorders, the frequency of laboratory adverse events by body system were: Metabolic : acidosis (14%), alkalosis and hyperchloremia (each 7%), hypophosphatemia (6%), hyperuricemia and hyperphosphatemia (each 2%), and hypernatremia and hypokalemia (each 1%). Nutritional : hypoalbuminemia (11%) and decreased total protein (3%). Hepatic : increased alkaline phosphatase (6%), increased liver transaminases (4%), and hyperbilirubinemia (1%). Hematologic : anemia (9%), leukopenia and leukocytosis (each 4%), thrombocytopenia (3%), and thrombocytosis (1%). The clinician is advised to routinely perform urinalysis, blood chemistry profiles, and hematologic tests."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Sodium phenylbutyrate tablets should not be used to manage acute hyperammonemia, which is a medical emergency."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION For oral use only. The use of sodium phenylbutyrate tablets is indicated for children weighing more than 20 kg and for adults. The usual total daily dose of sodium phenylbutyrate tablets for patients with urea cycle disorders is 450 to 600 mg/kg/day in patients weighing less than 20 kg, or 9.9 to 13.0 g/m 2 /day in larger patients. The tablets is to be taken in equally divided amounts with each meal or feeding (i.e., three to six times per day). The safety or efficacy of doses in excess of 20 grams (40 tablets) per day has not been established."
  ],
  "indications": [
    "INDICATIONS AND USAGE Sodium phenylbutyrate tablets are indicated as adjunctive therapy in the chronic management of patients with urea cycle disorders involving deficiencies of carbamylphosphate synthetase (CPS), ornithine transcarbamylase (OTC), or argininosuccinic acid synthetase (AS). It is indicated in all patients with neonatal-onset deficiency (complete enzymatic deficiency, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease (partial enzymatic deficiency, presenting after the first month of life) who have a history of hyperammonemic encephalopathy. It is important that the diagnosis be made early and treatment initiated immediately to improve survival. Any episode of acute hyperammonemia should be treated as a life-threatening emergency. Sodium phenylbutyrate tablets must be combined with dietary protein restriction and, in some cases, essential amino acid supplementation (see Nutritional Supplementation subsection of the DOSAGE AND ADMINISTRATION section). Previously, neonatal-onset disease was almost universally fatal within the first year of life, even when treated with peritoneal dialysis and essential amino acids or their nitrogen-free analogs. However, with hemodialysis, use of alternative waste nitrogen excretion pathways (sodium phenylbutyrate, sodium benzoate, and sodium phenylacetate), dietary protein restriction, and, in some cases, essential amino acid supplementation, the survival rate in newborns diagnosed after birth but within the first month of life is almost 80%. Most deaths have occurred during an episode of acute hyperammonemic encephalopathy. Patients with neonatal-onset disease have a high incidence of mental retardation. Those who had IQ tests administered had an incidence of mental retardation as follows: ornithine transcarbamylase deficiency, 100% (14/14 patients tested); argininosuccinic acid synthetase deficiency, 88% (15/17 patients tested); and carbamylphosphate synthetase deficiency, 57% (4/7 patients tested). Retardation was severe in the majority of the retarded patients. In patients diagnosed during gestation and treated prior to any episode of hyperammonemic encephalopathy, survival is 100%, but even in these patients, most subsequently demonstrate cognitive impairment or other neurologic deficits. In late-onset deficiency patients, including females heterozygous for ornithine transcarbamylase deficiency, who recover from hyperammonemic encephalopathy and are then treated chronically with sodium phenylbutyrate and dietary protein restriction, the survival rate is 98%. The two deaths in this group of patients occurred during episodes of hyperammonemic encephalopathy. However, compliance with the therapeutic regimen has not been adequately documented to allow evaluation of the potential for sodium phenylbutyrate tablets and dietary protein restriction to prevent mental deterioration and recurrence of hyperammonemic encephalopathy if carefully adhered to. The majority of these patients tested (30/46 or 65%) have IQ’s in the average to low average/borderline mentally retarded range. Reversal of preexisting neurologic impairment is not likely to occur with treatment and neurologic deterioration may continue in some patients. Even on therapy, acute hyperammonemic encephalopathy recurred in the majority of patients for whom the drug is indicated. Sodium phenylbutyrate tablets may be required lifelong unless orthotopic liver transplantation is elected. (See CLINICAL PHARMACOLOGY , Pharmacodynamics subsection for the biochemical effects of sodium phenylbutyrate tablets)."
  ],
  "fetched_at": "2025-10-01T17:06:40.575147",
  "source": "OpenFDA"
}