{
  "drug_name": "Granisetron",
  "generic_name": [
    "GRANISETRON HYDROCHLORIDE"
  ],
  "brand_names": [
    "Granisol"
  ],
  "drug_interactions": [
    "Drug Interactions Granisetron does not induce or inhibit the cytochrome P-450 drug-metabolizing enzyme system in vitro. There have been no definitive drug-drug interaction studies to examine pharmacokinetic or pharmacodynamic interaction with other drugs; however, in humans, Kytril injection has been safely administered with drugs representing benzodiazepines, neuroleptics, and anti-ulcer medications commonly prescribed with antiemetic treatments. Kytril injection also does not appear to interact with emetogenic cancer chemotherapies. Because granisetron is metabolized by hepatic cytochrome P-450 drug-metabolizing enzymes, inducers or inhibitors of these enzymes may change the clearance and, hence, the half-life of granisetron. No specific interaction studies have been conducted in anesthetized patients. In addition, the activity of the cytochrome P-450 subfamily 3A4 (involved in the metabolism of some of the main narcotic analgesic agents) is not modified by granisetron in vitro. In in vitro human microsomal studies, ketoconazole inhibited ring oxidation of granisetron. However, the clinical significance of in vivo pharmacokinetic interactions with ketoconazole is not known. In a human pharmacokinetic study, hepatic enzyme induction with phenobarbital resulted in a 25% increase in total plasma clearance of intravenous granisetron. The clinical significance of this change is not known. QT prolongation has been reported with granisetron. Use of GRANISOL oral solution in patients concurrently treated with drugs known to prolong the QT interval and/or are arrhythmogenic may result in clinical consequences."
  ],
  "warnings": [
    "WARNINGS Serotonin Syndrome The development of serotonin syndrome has been reported with 5-HT3 receptor antagonists alone but particularly with concomitant use of serotonergic drugs (e.g., selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), monoamine oxidase inhibitors, mirtazapine, fentanyl, lithium, tramadol, and intravenous methylene blue). Some of the reported cases were fatal. Serotonin syndrome occurring with overdose of another 5-HT3 receptor antagonist alone has also been reported. The majority of reports of serotonin syndrome related to 5-HT3 receptor antagonist use occurred in a post-anesthesia care unit or an infusion center. Symptoms associated with serotonin syndrome may include mental status changes (e.g., agitation, hallucinations, delirium, and coma), autonomic instability (e.g., tachycardia, labile blood pressure, dizziness, diaphoresis, flushing, hyperthermia), neuromuscular symptoms (e.g., tremor, rigidity, myoclonus, hyperreflexia, incoordination), seizures, and/or gastrointestinal symptoms (e.g., nausea, vomiting, diarrhea). Patients should be monitored for the emergence of serotonin syndrome, especially with concomitant use of granisetron and other serotonergic drugs. If symptoms of serotonin syndrome occur, discontinue granisetron and initiate supportive treatment. Patients should be informed of the increased risk of serotonin syndrome, especially if granisetron is used concomitantly with other serotonergic drugs [see Drug Interactions ]."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS QT prolongation has been reported with granisetron (see PRECAUTIONS and Drug Interactions ). Chemotherapy-Induced Nausea and Vomiting Over 3700 patients have received Kytril tablets in clinical trials with emetogenic cancer therapies consisting primarily of cyclophosphamide or cisplatin regimens. In patients receiving Kytril tablets 1 mg bid for 1, 7 or 14 days, or 2 mg daily for 1 day, adverse experiences reported in more than 5% of the patients with comparator and placebo incidences are listed in Table 4 . Table 4 Principal Adverse Events in Clinical Trials Percent of Patients With Event Kytril 1 Tablets 1 mg twice a day (n=978) Kytril 1 Tablets 2 mg once a day N=1450) Comparator 2 (n=599) Placebo (n=185) Headache 3 21% 20% 13% 12% Constipation 18% 14% 16% 8% Asthenia 14% 18% 10% 45 Diarrhea 8% 9% 10% 4% Abdominal Pain 6% 4% 6% 3% Dyspepsia 4% 6% 5% 4% 1 Adverse events were recorded for 7 days when Kytril tablets were given on a single day and for up to 28 days when Kytril tablets were administered for 7 or 14 days. 2 Metoclopramide/dexamethasone; phenothiazines/dexamethasone; dexamethasone alone; prochlorperazine. 3 Usually mild to moderate in severity. Other adverse events reported in clinical trials were: Gastrointestinal : In single-day dosing studies in which adverse events were collected for 7 days, nausea (20%) and vomiting (12%) were recorded as adverse events after the 24-hour efficacy assessment period. Hepatic : In comparative trials, elevation of AST and ALT (> 2 times the upper limit of normal) following the administration of Kytril tablets occurred in 5% and 6% of patients, respectively. These frequencies were not significantly different from those seen with comparators (AST: 2%; ALT: 9%). Cardiovascular : Hypertension (1%); hypotension, angina pectoris, atrial fibrillation, and syncope have been observed rarely. Central Nervous System : Dizziness (5%), insomnia (5%), anxiety (2%), somnolence (1%). One case compatible with, but not diagnostic of, extrapyramidal symptoms has been reported in a patient treated with Kytril tablets. Hypersensitivity : Rare cases of hypersensitivity reactions, sometimes severe (eg, anaphylaxis, shortness of breath, hypotension, urticaria) have been reported. Other : Fever (5%). Events often associated with chemotherapy also have been reported: leukopenia (9%), decreased appetite (6%), anemia (4%), alopecia (3%), thrombocytopenia (2%). Over 5000 patients have received injectable Kytril in clinical trials. Table 5 gives the comparative frequencies of the five commonly reported adverse events (≥3%) in patients receiving Kytril injection, 40 mcg/kg, in single-day chemotherapy trials. These patients received chemotherapy, primarily cisplatin, and intravenous fluids during the 24-hour period following Kytril injection administration. Table 5 Principal Adverse Events in Clinical Trials - Single-Day Chemotherapy Percent of Patients With Event Kytril Injection 1 40 mcg/kg (n=1268) Comparator 2 (n=422) Headache 14% 6% Asthenia 5% 6% Somnolence 4% 15% Diarrhea 4% 6% Constipation 3% 3% 1 Adverse events were generally recorded over 7 days post-Kytril injection administration. 2 Metoclopramide/dexamethasone and phenothiazines/dexamethasone."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Granisetron is contraindicated in patients with known hypersensitivity to the drug or any of its components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Emetogenic Chemotherapy The recommended adult dosage of oral granisetron hydrochloride is 2 mg once daily or 1 mg twice daily. In the 2 mg once-daily regimen, 10 mL of GRANISOL oral solution (2 teaspoonfuls, equivalent to 2 mg of granisetron) are given up to 1 hour before chemotherapy. In the 1 mg twice-daily regimen, the first teaspoonful (5 mL) of GRANISOL oral solution is given up to 1 hour before chemotherapy, and the second teaspoonful (5 mL) of GRANISOL oral solution, 12 hours after the first. Either regimen is administered only on the day(s) chemotherapy is given. Continued treatment, while not on chemotherapy, has not been found to be useful. Use in the Elderly, Renal Failure Patients or Hepatically Impaired Patients No dosage adjustment is recommended (see CLINICAL PHARMACOLOGY: Pharmacokinetics ). Pediatric Use Safety and effectiveness in pediatric patients have not been established. Radiation (Either Total Body Irradiation or Fractionated Abdominal Radiation) The recommended adult dosage of oral granisetron hydrochloride is 2 mg once daily. Ten milliliters of GRANISOL oral solution (2 teaspoonfuls, equivalent to 2 mg of granisetron) are taken within 1 hour of radiation. Pediatric Use Safety and effectiveness in pediatric patients have not been established. Use in the Elderly No dosage adjustment is recommended."
  ],
  "indications": [
    "INDICATIONS AND USAGE Granisetron is indicated for the prevention of: Nausea and vomiting associated with initial and repeat courses of emetogenic cancer therapy, including high-dose cisplatin. Nausea and vomiting associated with radiation, including total body irradiation and fractionated abdominal radiation."
  ],
  "fetched_at": "2025-09-30T22:29:10.540138",
  "source": "OpenFDA"
}