{
  "drug_name": "Homatropine",
  "generic_name": [
    "HYDROCODONE BITARTRATE AND HOMATROPINE METHYLBROMIDE"
  ],
  "brand_names": [
    "Hydrocodone Bitartrate and Homatropine Methylbromide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS No specific drug interaction studies have been conducted with hydrocodone bitartrate and homatropine methylbromide. Serotonergic Drugs : Concomitant use may result in serotonin syndrome. Discontinue if serotonin syndrome is suspected. (7.5) Monoamine Oxidase Inhibitors (MAOIs) : Can potentiate the effects of hydrocodone. Avoid concomitant use in patients receiving MAOIs or within 14 days of stopping an MAOI. (7.6) Muscle Relaxants : Avoid concomitant use. (7.7) Diuretics : Hydrocodone may reduce the efficacy of diuretics. Monitor for reduced effect. (7.8) Anticholinergic drugs : Concurrent use may cause paralytic ileus. (5.9, 7.9) 7.1 Alcohol Concomitant use of alcohol with hydrocodone bitartrate and homatropine methylbromide can result in an increase of hydrocodone plasma levels and potentially fatal overdose of hydrocodone. Instruct patients not to consume alcoholic beverages or use prescription or nonprescription products containing alcohol while on hydrocodone bitartrate and homatropine methylbromide therapy [ see Warnings and Precautions (5.8), Clinical Pharmacology (12.3) ]. 7.2 Inhibitors of CYP3A4 and CYP2D6 The concomitant use of hydrocodone bitartrate and homatropine methylbromide and CYP3A4 inhibitors, such as macrolide antibiotics (e.g., erythromycin), azole-antifungal agents (e.g. ketoconazole), or protease inhibitors (e.g., ritonavir), can increase the plasma concentration of hydrocodone, resulting in increased or prolonged opioid effects. These effects could be more pronounced with concomitant use of hydrocodone bitartrate and homatropine methylbromide and CYP2D6 and CYP3A4 inhibitors, particularly when an inhibitor is added after a stable dose of hydrocodone bitartrate and homatropine methylbromide is achieved [ see Warnings and Precautions (5.7) ]. After stopping a CYP3A4 inhibitor, as the effects of the inhibitor decline, the hydrocodone plasma concentration will decrease [ see Clinical Pharmacology (12.3) ], resulting in decreased opioid efficacy or a withdrawal syndrome in patients who had developed physical dependence to hydrocodone. Avoid the use of hydrocodone bitartrate and homatropine methylbromide while taking a CYP3A4 or CYP2D6 inhibitor. If concomitant use is necessary, monitor patients for respiratory depression and sedation at frequent intervals. 7.3 CYP3A4 Inducers The concomitant use of hydrocodone bitartrate and homatropine methylbromide and CYP3A4 inducers such as rifampin, carbamazepine, or phenytoin, can decrease the plasma concentration of hydrocodone [ see Clinical Pharmacology (12.3) ], resulting in decreased efficacy or onset of a withdrawal syndrome in patients who have developed physical dependence to hydrocodone [ see Warnings and Precautions (5.7) ]. After stopping a CYP3A4 inducer, as the effects of the inducer decline, the hydrocodone plasma concentration will increase [ see Clinical Pharmacology (12.3) ], which could increase or prolong both the therapeutic effects and adverse reactions, and may cause serious respiratory depression. Avoid the use of hydrocodone bitartrate and homatropine methylbromide in patients who are taking CYP3A4 inducers. If concomitant use of a CYP3A4 inducer is necessary, follow the patient for reduced efficacy. 7.4 Benzodiazepines, and Other CNS Depressants Due to additive pharmacologic effect, the concomitant use of benzodiazepines or other CNS depressants, including alcohol, other sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, and other opioids, can increase the risk of hypotension, respiratory depression, profound sedation, coma, and death. Avoid the use of hydrocodone bitartrate and homatropine methylbromide in patients who are taking benzodiazepines or other CNS depressants [ see Warnings and Precautions (5.8) ], and instruct patients to avoid consumption of alcohol while on hydrocodone bitartrate and homatropine methylbromide [ see Drug Interactions (7.1), Patient Counseling Information (17) ]. 7.5 Serotonergic Drugs The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system has resulted in serotonin syndrome. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation. Discontinue hydrocodone bitartrate and homatropine methylbromide if serotonin syndrome is suspected. 7.6 Monoamine Oxidase Inhibitors (MAOIs) Avoid the use of hydrocodone bitartrate and homatropine methylbromide in patients who are taking monoamine oxidase inhibitors (MAOIs) or have taken MAOIs within 14 days. The use of MAOIs or tricyclic antidepressants with hydrocodone, one of the active ingredients in hydrocodone bitartrate and homatropine methylbromide, may increase the effect of either the antidepressant or hydrocodone. MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (e.g., respiratory depression, coma). 7.7 Muscle Relaxants Hydrocodone may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. Avoid the use of hydrocodone bitartrate and homatropine methylbromide in patients taking muscle relaxants. If concomitant use is necessary, monitor patients for signs of respiratory depression that may be greater than otherwise expected. 7.8 Diuretics Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed. 7.9 Anticholinergic Drugs The concomitant use of anticholinergic drugs with hydrocodone bitartrate and homatropine methylbromide may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus [see Warnings and Precautions (5.9)]. Monitor patients for signs of urinary retention or reduced gastric motility when hydrocodone bitartrate and homatropine methylbromide is used concomitantly with anticholinergic drugs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described, or described in greater detail, in other sections: Addiction, abuse, and misuse [see Warnings and Precautions (5.1), Drug Abuse and Dependence (9.3)] Life-threatening respiratory depression [see Warnings and Precautions (5.2, 5.3, 5.4, 5.8), Overdosage (10)] Accidental overdose and death due to medication errors [see Warnings and Precautions (5.5)] Decreased mental alertness with impaired mental and/or physical abilities [see Warnings and Precautions (5.6)] Interactions with benzodiazepines and other CNS depressants [see Warnings and Precautions (5.8), Drug Interactions (7.1, 7.4)] Paralytic ileus, gastrointestinal adverse reactions [see Warnings and Precautions (5.9)] Increased intracranial pressure [see Warnings and Precautions (5.10)] Obscured clinical course in patients with head injuries [see Warnings and Precautions (5.10)] Seizures [see Warnings and Precautions (5.11)] Severe hypotension [see Warnings and Precautions (5.12)] Neonatal Opioid Withdrawal Syndrome [see Warnings and Precautions (5.13)] Adrenal insufficiency [see Warnings and Precautions (5.14)] The following adverse reactions have been identified during clinical studies, in the literature, or during post-approval use of hydrocodone and/or homatropine. Because these reactions may be reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The most common adverse reactions to hydrocodone bitartrate and homatropine methylbromide include: Sedation (somnolence, mental clouding, lethargy), impaired mental and physical performance, lightheadedness, dizziness, headache, dry mouth, nausea, vomiting, and constipation. Other reactions include: Anaphylaxis : Anaphylaxis has been reported with hydrocodone, one of the ingredients in hydrocodone bitartrate and homatropine methylbromide. Body as a whole : Coma, death, fatigue, falling injuries, lethargy. Cardiovascular : Peripheral edema, increased blood pressure, decreased blood pressure, tachycardia, chest pain, palpitation, syncope, orthostatic hypotension, prolonged QT interval, hot flush. Central Nervous System : Facial dyskinesia, insomnia, migraine, increased intracranial pressure, seizure, tremor. Dermatologic : Flushing, hyperhidrosis, pruritus, rash. Endocrine/Metabolic : Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Cases of androgen deficiency have occurred with chronic use of opioids. Gastrointestinal : Abdominal pain, bowel obstruction, decreased appetite, diarrhea, difficulty swallowing, dry mouth, GERD, indigestion, pancreatitis, paralytic ileus, biliary tract spasm (spasm of the sphincter of Oddi). Genitourinary : Urinary tract infection, ureteral spasm, spasm of vesicle sphincters, urinary retention. Laboratory : Increases in serum amylase. Musculoskeletal : Arthralgia, backache, muscle spasm. Ophthalmic : Miosis (constricted pupils), visual disturbances. Psychiatric : Agitation, anxiety, confusion, fear, dysphoria, depression. Reproductive : Hypogonadism, infertility. Respiratory : Bronchitis, cough, dyspnea, nasal congestion, nasopharyngitis, respiratory depression, sinusitis, upper respiratory tract infection. Other : Drug abuse, drug dependence, opioid withdrawal syndrome. To report SUSPECTED ADVERSE REACTIONS, contact KVK-Tech, Inc. at 1-215-579-1842 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . Common adverse reactions include: Sedation (somnolence, mental clouding, lethargy), impaired mental and physical performance, lightheadedness, dizziness, headache, dry mouth, nausea, vomiting, and constipation. (6) To report SUSPECTED ADVERSE REACTIONS, contact KVK-Tech, Inc. at 1-215-579-1842 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hydrocodone bitartrate and homatropine methylbromide is contraindicated for: All children younger than 6 years of age [ see Warnings and Precautions (5.2, 5.3), Use in Specific Populations (8.4) ]. Hydrocodone bitartrate and homatropine methylbromide is also contraindicated in patients with: Significant respiratory depression [ see Warnings and Precautions (5.2) ]. Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [ see Warnings and Precautions (5.4) ]. Known or suspected gastrointestinal obstruction, including paralytic ileus [ see Warnings and Precautions (5.9) ]. Hypersensitivity to hydrocodone, homatropine, or any of the inactive ingredients in hydrocodone bitartrate and homatropine methylbromide [ see Adverse Reactions (6) ]. Children younger than 6 years of age. (4) Significant respiratory depression. (4) Acute or severe bronchial asthma in an unmonitored setting or in absence of resuscitative equipment. (4) Known or suspected gastrointestinal obstruction, including paralytic ileus. (4) Hypersensitivity to hydrocodone, homatropine, or any of the inactive ingredients in hydrocodone bitartrate and homatropine methylbromide. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults 18 years of age and older: One (1) tablet or 5 mL of the oral solution every 4 to 6 hours as needed; not to exceed six (6) tablets or 30 mL in 24 hours. (2.2) Measure hydrocodone bitartrate and homatropine methylbromide oral solution with an accurate milliliter measuring device. (2.1, 5.5) Do not increase the dose or dosing frequency. (2.1) Prescribe for the shortest duration consistent with treatment goals.(2.3) Reevaluate patients with unresponsive cough in 5 days or sooner for possible underlying pathology. (2.3) Reevaluate patient prior to refilling. (2.3) 2.1 Important Dosage and Administration Instructions Administer hydrocodone bitartrate and homatropine methylbromide by the oral route only. Always use an accurate milliliter measuring device when administering hydrocodone bitartrate and homatropine methylbromide oral solution to ensure that the dose is measured and administered accurately. A household teaspoon is not an accurate measuring device and could lead to overdosage [ see Warnings and Precautions (5.5) ]. For prescriptions where a measuring device is not provided, a pharmacist can provide an appropriate measuring device and can provide instructions for measuring the correct dose. Do not overfill. Rinse the measuring device with water after each use. Advise patients not to increase the dose or dosing frequency of hydrocodone bitartrate and homatropine methylbromide because serious adverse events such as respiratory depression may occur with overdosage [ see Warnings and Precautions (5.2), Overdosage (10) ]. The dosage of hydrocodone bitartrate and homatropine methylbromide should not be increased if cough fails to respond; an unresponsive cough should be reevaluated for possible underlying pathology [ see Dosage and Administration (2.3), Warnings and Precautions (5.4) ]. 2.2 Recommended Dosage Adults 18 years of age and older : One (1) tablet or 5 mL of the oral solution every 4 to 6 hours as needed; not to exceed six (6) tablets or 30 mL in 24 hours. 2.3 Monitoring, Maintenance, and Discontinuation of Therapy Prescribe hydrocodone bitartrate and homatropine methylbromide for the shortest duration that is consistent with individual patient treatment goals [ see Warnings and Precautions (5.1) ]. Monitor patients closely for respiratory depression, especially within the first 24-72 hours of initiating therapy [ see Warnings and Precautions (5.2) ]. Reevaluate patients with unresponsive cough in 5 days or sooner for possible underlying pathology, such as foreign body or lower respiratory tract disease [ see Warnings and Precautions (5.4) ]. If a patient requires a refill, reevaluate the cause of the cough and assess the need for continued treatment with hydrocodone bitartrate and homatropine methylbromide, the relative incidence of adverse reactions, and the development of addiction, abuse, or misuse [ see Warnings and Precautions (5.1) ]. Do not abruptly discontinue hydrocodone bitartrate and homatropine methylbromide in a physically-dependent patient [ see Drug Abuse and Dependence (9.3) ]. When a patient who has been taking hydrocodone bitartrate and homatropine methylbromide regularly and may be physically dependent no longer requires therapy with hydrocodone bitartrate and homatropine methylbromide, taper the dose gradually, by 25% to 50% every 2 to 4 days, while monitoring carefully for signs and symptoms of withdrawal. If the patient develops these signs or symptoms, raise the dose to the previous level and taper more slowly, either by increasing the interval between decreases, decreasing the amount of change in dose, or both."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Hydrocodone bitartrate and homatropine methylbromide is indicated for the symptomatic relief of cough in patients 18 years of age and older. Important Limitations of Use : Not indicated for pediatric patients under 18 years of age [ see Use in Specific Populations (8.4) ]. Contraindicated in pediatric patients less than 6 years of age [ see Contraindications (4) ]. Because of the risks of addiction, abuse, and misuse with opioids, even at recommended doses [ see Warnings and Precautions (5.1) ], reserve hydrocodone bitartrate and homatropine methylbromide for use in adult patients for whom the benefits of cough suppression are expected to outweigh the risks, and in whom an adequate assessment of the etiology of the cough has been made. Hydrocodone bitartrate and homatropine methylbromide is a combination of hydrocodone, an opioid agonist; and homatropine, a muscarinic antagonist, indicated for the symptomatic relief of cough in patients 18 years of age and older. (1) Important Limitations of Use (1) Not indicated for pediatric patients under 18 years of age. Because of the risks of addiction, abuse, and misuse with opioids, even at recommended doses, reserve hydrocodone bitartrate and homatropine methylbromide for use in adult patients for whom the benefits of cough suppression are expected to outweigh the risks, and in whom an adequate assessment of the etiology of the cough has been made."
  ],
  "fetched_at": "2025-10-01T17:48:38.754639",
  "source": "OpenFDA"
}