{
  "drug_name": "Homatropine methylbromide",
  "generic_name": [
    "Homatropine methylbromide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Patients receiving narcotics, antihistamines, antipsychotics, antianxiety agents or other CNS depressants (including alcohol) concomitantly with hydrocodone bitartrate and homatropine methylbromide may exhibit an additive CNS depression. When combined therapy is contemplated, the dose of one or both agents should be reduced. The use of MAO inhibitors or tricyclic antidepressants with hydrocodone preparations may increase the effect of either the antidepressant or hydrocodone."
  ],
  "warnings": [
    "WARNINGS May be habit forming. Hydrocodone can produce drug dependence of the morphine type and, therefore, has the potential for being abused. Psychic dependence, physical dependence and tolerance may develop upon repeated administration of hydrocodone bitartrate and homatropine methylbromide and it should be prescribed and administered with the same degree of caution appropriate to the use of other narcotic drugs (see DRUG ABUSE AND DEPENDENCE ). Respiratory Depression Hydrocodone bitartrate and homatropine methylbromide produces dose-related respiratory depression by directly acting on brain stem respiratory centers. If respiratory depression occurs, it may be antagonized by the use of naloxone hydrochloride and other supportive measures when indicated. Head Injury and Increased Intracranial Pressure The respiratory depression properties of narcotics and their capacity to elevate cerebrospinal fluid pressure may be markedly exaggerated in the presence of head injury, other intracranial lesions or a pre-existing increase in intracranial pressure. Furthermore, narcotics produce adverse reactions which may obscure the clinical course of patients with head injuries. Acute Abdominal Conditions The administration of hydrocodone bitartrate and homatropine methylbromide or other narcotics may obscure the diagnosis or clinical course of patients with acute abdominal conditions. Pediatric Use In young pediatric patients, as well as adults, the respiratory center is sensitive to the depressant action of narcotic cough suppressants in a dose-dependent manner. Benefit to risk ratio should be carefully considered especially in the pediatric population with respiratory embarrassment (e.g., croup)."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Hi-Tech Pharmacal Co., Inc. at 1-800-262-9010 or FDA at 1-800-FDA- 1088 or www.fda.gov/medwatch. Central Nervous System Sedation, drowsiness, mental clouding, lethargy, impairment of mental and physical performance, anxiety, fear, dysphoria, dizziness, psychic dependence, mood changes. Gastrointestinal System Nausea and vomiting may occur; they are more frequent in ambulatory than in recumbent patients. Prolonged administration of hydrocodone bitartrate and homatropine methylbromide may produce constipation. Genitourinary System Ureteral spasm, spasm of vesicle sphincters and urinary retention have been reported with opiates. Respiratory System Hydrocodone bitartrate and homatropine methylbromide may produce dose-related respiratory depression by acting directly on brain stem respiratory centers (see OVERDOSAGE ). Dermatological Skin rash, pruritus."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Hydrocodone bitartrate and homatropine methylbromide syrup should not be administered to patients who are hypersensitive to hydrocodone or homatropine methylbromide."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Adults One (1) teaspoonful (5 mL) of the syrup every 4 to 6 hours as needed; do not exceed six (6) teaspoonfuls in 24 hours. Children 6 to 12 Years of Age One-half (1/2) teaspoonful (2.5 mL) of the syrup every 4 to 6 hours as needed; do not exceed three (3) teaspoonfuls in 24 hours."
  ],
  "indications": [
    "INDICATIONS AND USAGE Hydrocodone bitartrate and homatropine methylbromide syrup is indicated for the symptomatic relief of cough."
  ],
  "fetched_at": "2025-09-30T21:30:36.183754",
  "source": "OpenFDA"
}