{
  "drug_name": "Hydrocortisone",
  "generic_name": [
    "HYDROCORTISONE"
  ],
  "brand_names": [
    "anti itch"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only Do not use • in the genital area if you have a vaginal discharge. Consult a doctor. • for the treatment of diaper rash. Consult a doctor. When using this product • avoid contact with the eyes • do not use more than directed unless told to do so by a doctor • do not put directly into the rectum by using fingers or any mechanical device or applicator Stop use and ask a doctor if • condition worsens symptoms persist for more than 7 days or clear up and occur again within a few days, and do not begin use of any other hydrocortisone product unless you have asked a doctor • rectal bleeding occurs Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away (1-800-222-1222)."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions • for itching of skin irritation, inflammation, and rashes: • adults and children 2 years of age and older: apply to affected area not more than 3 to 4 times daily • children under 2 years of age: do not use, ask a doctor • for external anal and genital itching, adults: • when practical, clean the affected area with mild soap and warm water and rinse thoroughly • gently dry by patting or blotting with toilet tissue or a soft cloth before applying • apply to affected area not more than 3 to 4 times daily • children under 12 years of age: ask a doctor"
  ],
  "indications": [
    "Uses • temporarily relieves itching associated with minor skin irritations, inflammation, and rashes due to: • eczema • psoriasis • poison ivy, oak, sumac • insect bites • detergents • jewelry • cosmetics • soaps • seborrheic dermatitis • temporarily relieves external anal and genital itching • other uses of this product should only be under the advice and supervision of a doctor"
  ],
  "fetched_at": "2025-09-30T21:31:42.138294",
  "source": "OpenFDA"
}