{
  "drug_name": "Hydroxyprogesterone caproate",
  "generic_name": [
    "Hydroxyprogesterone caproate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS In vitro drug-drug interaction studies were conducted with hydroxyprogesterone caproate. Hydroxyprogesterone caproate has minimal potential for CYP1A2, CYP2A6, and CYP2B6 related drug-drug interactions at the clinically relevant concentrations. In vitro data indicated that therapeutic concentration of hydroxyprogesterone caproate is not likely to inhibit the activity of CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, and CYP3A4. [See Clinical Pharmacology (12.3) .] No in vivo drug-drug interaction studies were conducted with Hydroxyprogesterone Caproate Injection.",
    "Drug Interactions Cytochrome P450 (CYP) enzymes An in vitro inhibition study using human liver microsomes and CYP isoform-selective substrates indicated that hydroxyprogesterone caproate increased the metabolic rate of CYP1A2, CYP2A6, and CYP2B6 by approximately 80%, 150%, and 80%, respectively. However, in another in vitro study using human hepatocytes under conditions where the prototypical inducers or inhibitors caused the anticipated increases or decreases in CYP enzyme activities, hydroxyprogesterone caproate did not induce or inhibit CYP1A2, CYP2A6, or CYP2B6 activity. Overall, the findings indicate that hydroxyprogesterone caproate has minimal potential for CYP1A2, CYP2A6, and CYP2B6 related drug-drug interactions at the clinically relevant concentrations. In vitro data indicated that therapeutic concentration of hydroxyprogesterone caproate is not likely to inhibit the activity of CYP2C8, CYP2C9, CYP2C19, CYP2D6, CYP2E1, and CYP3A4."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS For the most serious adverse reactions to the use of progestins, see Warnings and Precautions (5) . • In a study where the hydroxyprogesterone caproate intramuscular injection was compared with placebo, the most common adverse reactions reported with hydroxyprogesterone caproate intramuscular injection (reported incidence in ≥ 2% of subjects and higher than in the control group) were: injection site reactions (pain [35%], swelling [17%], pruritus [6%], nodule [5%]), urticaria (12%), pruritus (8%), nausea (6%), and diarrhea (2%). ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in practice. In a vehicle (placebo)-controlled clinical trial of 463 pregnant women at risk for spontaneous preterm delivery based on obstetrical history, 310 received 250 mg of hydroxyprogesterone caproate and 153 received a vehicle formulation containing no drug by a weekly intramuscular injection beginning at 16 to 20 weeks of gestation and continuing until 37 weeks of gestation or delivery, whichever occurred first. [See Clinical Studies (14.1) .] Certain pregnancy-related fetal and maternal complications or events were numerically increased in the hydroxyprogesterone caproate-treated subjects as compared to control subjects, including miscarriage and stillbirth, admission for preterm labor, preeclampsia or gestational hypertension, gestational diabetes, and oligohydramnios (Tables 1 and 2). Table 1 Selected Fetal Complications Pregnancy Complication Hydroxyprogesterone Caproate n/N Control n/N Miscarriage (< 20 weeks) N = Total number of subjects enrolled prior to 20 weeks 0 days 5/209 0/107 Stillbirth (≥ 20 weeks) N = Total number of subjects at risk ≥ 20 weeks 6/305 2/153 Table 2 Selected Maternal Complications Pregnancy Complication Hydroxyprogesterone Caproate N = 310 % Control N = 153 % Admission for preterm labor Other than delivery admission. 16.0 13.8 Preeclampsia or gestational hypertension 8.8 4.6 Gestational diabetes 5.6 4.6 Oligohydramnios 3.6 1.3 Common Adverse Reactions: The most common adverse reaction with intramuscular injection was injection site pain, which was reported after at least one injection by 34.8% of the hydroxyprogesterone caproate group and 32.7% of the control group. Table 3 lists adverse reactions that occurred in ≥ 2% of subjects and at a higher rate in the hydroxyprogesterone caproate group than in the control group. Table 3 Adverse Reactions Occurring in ≥ 2% of Hydroxyprogesterone Caproate-Treated Subjects and at a Higher Rate than Control Subjects Preferred Term Hydroxyprogesterone Caproate N = 310 % Control N = 153 % Injection site pain 34.8 32.7 Injection site swelling 17.1 7.8 Urticaria 12.3 11.1 Pruritus 7.7 5.9 Injection site pruritus 5.8 3.3 Nausea 5.8 4.6 Injection site nodule 4.5 2.0 Diarrhea 2.3 0.7 In the clinical trial using intramuscular injection, 2.2% of subjects receiving hydroxyprogesterone caproate were reported as discontinuing therapy due to adverse reactions compared to 2.6% of control subjects. The most common adverse reactions that led to discontinuation in both groups were urticaria and injection site pain/swelling (1% each). Pulmonary embolus in one subject and injection site cellulitis in another subject were reported as serious adverse reactions in hydroxyprogesterone caproate-treated subjects. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of hydroxyprogesterone caproate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Body as a whole: Local injection site reactions (including erythema, urticaria, rash, irritation, hypersensitivity, warmth); fatigue; fever; hot flashes/flushes • Digestive disorders: Vomiting • Infections: Urinary tract infection • Nervous system disorders: Headache, dizziness • Pregnancy, puerperium and perinatal conditions: Cervical incompetence, premature rupture of membranes • Reproductive system and breast disorders: Cervical dilation, shortened cervix • Respiratory disorders: Dyspnea, chest discomfort • Skin: Rash"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Do not use Hydroxyprogesterone Caproate Injection in women with any of the following conditions: • Current or history of thrombosis or thromboembolic disorders • Known or suspected breast cancer, other hormone-sensitive cancer, or history of these conditions • Undiagnosed abnormal vaginal bleeding unrelated to pregnancy • Cholestatic jaundice of pregnancy • Liver tumors, benign or malignant, or active liver disease • Uncontrolled hypertension • Current or history of thrombosis or thromboembolic disorders ( 4 ) • Known or suspected breast cancer, other hormone-sensitive cancer, or history of these conditions ( 4 ) • Undiagnosed abnormal vaginal bleeding unrelated to pregnancy ( 4 ) • Cholestatic jaundice of pregnancy ( 4 ) • Liver tumors, benign or malignant, or active liver disease ( 4 ) • Uncontrolled hypertension ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Hydroxyprogesterone Caproate Injection, USP (single-dose vials): Administer intramuscularly at a dose of 250 mg (1 mL) once weekly in the upper outer quadrant of the gluteus maximus ( 2.1 ) • Begin treatment between 16 weeks, 0 days and 20 weeks, 6 days of gestation ( 2.1 ) • Continue administration once weekly until week 37 (through 36 weeks, 6 days) of gestation or delivery, whichever occurs first ( 2.1 ) 2.1 Dosing • Hydroxyprogesterone Caproate Injection (single-dose vials): Administer intramuscularly at a dose of 250 mg (1 mL) once weekly (every 7 days) in the upper outer quadrant of the gluteus maximus by a healthcare provider • Begin treatment between 16 weeks, 0 days and 20 weeks, 6 days of gestation • Continue administration once weekly until week 37 (through 36 weeks, 6 days) of gestation or delivery, whichever occurs first 2.2 Preparation and Administration Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Hydroxyprogesterone Caproate Injection is a clear, yellow solution. The solution must be clear at the time of use; replace vial if visible particles or crystals are present. Specific instructions for administration by dosage form: Hydroxyprogesterone Caproate Injection single-dose vials (intramuscular use only) Hydroxyprogesterone Caproate Injection single-dose vials are only for intramuscular injection with a syringe into the upper outer quadrant of the gluteus maximus, rotating the injection site to the alternate side from the previous week, using the following preparation and administration procedure: 1. Clean the vial top with an alcohol swab before use. 2. Draw up 1 mL of drug into a 3 mL syringe with an 18 gauge needle. 3. Change the needle to a 21 gauge 1½ inch needle. 4. After preparing the skin, inject in the upper outer quadrant of the gluteus maximus. The solution is viscous and oily. Slow injection (over one minute or longer) is recommended. 5. Applying pressure to the injection site may minimize bruising and swelling. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Hydroxyprogesterone Caproate Injection is a progestin indicated to reduce the risk of preterm birth in women with a singleton pregnancy who have a history of singleton spontaneous preterm birth. The effectiveness of Hydroxyprogesterone Caproate Injection is based on improvement in the proportion of women who delivered < 37 weeks of gestation. There are no controlled trials demonstrating a direct clinical benefit, such as improvement in neonatal mortality and morbidity. Limitation of use: While there are many risk factors for preterm birth, safety and efficacy of Hydroxyprogesterone Caproate Injection has been demonstrated only in women with a prior spontaneous singleton preterm birth. It is not intended for use in women with multiple gestations or other risk factors for preterm birth. Hydroxyprogesterone Caproate Injection is a progestin indicated to reduce the risk of preterm birth in women with a singleton pregnancy who have a history of singleton spontaneous preterm birth. ( 1 ). The effectiveness of Hydroxyprogesterone Caproate Injection is based on improvement in the proportion of women who delivered < 37 weeks of gestation ( 14 ). There are no controlled trials demonstrating a direct clinical benefit, such as improvement in neonatal mortality and morbidity. Limitation of use : Hydroxyprogesterone Caproate Injection is not intended for use in women with multiple gestations or other risk factors for preterm birth. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:37:43.568295",
  "source": "OpenFDA"
}