{
  "drug_name": "Ibrexafungerp",
  "generic_name": [
    "IBREXAFUNGERP"
  ],
  "brand_names": [
    "BREXAFEMME"
  ],
  "drug_interactions": [
    "7 D RUG I NTERACTIONS Ibrexafungerp is a substrate of CYP3A4. Drugs that inhibit or induce CYP3A may alter the plasma concentrations of ibrexafungerp and affect the safety and efficacy of BREXAFEMME [see Clinical P harmacology ( 12.3 ) ] Table 3 Effect of Coadministered Drugs on Ibrexafungerp Pharmacokinetics: Concomitant Drug s Effect on Ibrexafungerp Concentration Recommendation Strong CYP3A inhibitors: (e.g., ketoconazole, itraconazole) Significantly increased Reduce the BREXAFEMME dosage [see Dosage and Administration ( 2.2 ) ] Strong and Moderate CYP3A inducers: (e.g., rifampin, carbamazepine, phenytoin, St. John’s wort, long acting barbiturates, bosentan, efavirenz, or etravirine) Not studied in vivo or in vitro, but likely to result in significant reduction Avoid concomitant administration Ibrexafungerp is an inhibitor of CYP3A4, P-gp and OATP1B3 transporter [(see Clinical Pharmacology ( 12.3 )] . However, given the short treatment duration for VVC, the effect of BREXAFEMME on the pharmacokinetics of substrates of CYP3A4, P-gp and OATP1B3 transporters is not considered to be clinically significant. Concomitant use of strong CYP3A inhibitors increases the exposure of ibrexafungerp. Reduce BREXAFEMME dose with concomitant use of a strong CYP3A inhibitor to 150 mg twice daily for one day. ( 2.2 , 7 ) Concomitant use of strong and moderate CYP3A inducers may significantly reduce the exposure of ibrexafungerp. Avoid concomitant administration of BREXAFEMME with strong or moderate CYP3A inducers. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Treatment of VVC: The most frequent adverse reactions (incidence ≥ 2%) reported were diarrhea, nausea, abdominal pain, dizziness, and vomiting. ( 6.1 ) Reduction in the incidence of RVVC: The most frequent adverse reactions (incidence ≥ 2%) reported were headache, abdominal pain, diarrhea, nausea, urinary tract infection and fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact SCYNEXIS, Inc. at 1-888-982-7299 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Treatment of VVC A total of 545 patients were exposed to BREXAFEMME in two clinical trials of post-menarchal females with VVC (Trial 1 and Trial 2). The patients were treated with BREXAFEMME 300 mg (two 150 mg tablets) twice a day, 12 hours apart, for one day. The patients were 18 to 76 years of age (mean 34 years); 69% were White and 28% were Black or African American; 18% were of Hispanic or Latina ethnicity. The most frequently reported adverse reactions are presented in Table 1. There were no serious adverse reactions and 2 out of 545 (0.4%) patients discontinued treatment with BREXAFEMME due to vomiting (1 patient) and dizziness (1 patient). Table 1. Adverse Reactions with Rates ≥2% in BREXAFEMME-Treated Patients with VVC in Trials 1 and 2 Adverse Reaction BREXAFEMME N = 545 n (%) Placebo N = 275 n (%) Diarrhea Nausea Abdominal pain 1 Dizziness 2 Vomiting 91 (16.7%) 65 (11.9%) 62 (11.4%) 18 (3.3%) 11 (2.0%) 9 (3.3%) 11 (4.0%) 14 (5.1%) 7 (2.5%) 2 (0.7%) 1 Includes abdominal pain, abdominal pain upper, abdominal pain lower, and abdominal discomfort 2 Includes dizziness and postural dizziness Other Adverse Reactions The following adverse reactions occurred in < 2% of patients receiving BREXAFEMME in Trial 1 and Trial 2: dysmenorrhea, flatulence, back pain, elevated transaminases, vaginal bleeding, rash/hypersensitivity reaction. Reduction in the Incidence of RVVC A total of 130 patients were exposed to BREXAFEMME in a clinical trial of post-menarchal females with RVVC (Trial 3). The patients were treated with BREXAFEMME 300 mg (two 150 mg tablets) twice a day, 12 hours apart, for one day, monthly for six consecutive months. The patients were 18 to 65 years of age (mean 34 years), of which, 59% of patients were between 18 to 35 years, and 41% between 36 to 65 years. Ninety two percent (92%) were White, 7% were Black or African American, and 1% were Asian. Nine percent (9%) of patients were of Hispanic or Latina ethnicity. The most frequently reported adverse reactions are presented in Table 2. There were no serious adverse reactions and no patients discontinued treatment with BREXAFEMME due to adverse reaction. Table 2. Adverse Reactions with Rates ≥2% in BREXAFEMME-Treated Patients with RVVC in Trial 3 Adverse Reaction 1 BREXAFEMME N = 130 n (%) Placebo N = 130 n (%) Headache Abdominal pain 2 Diarrhea Nausea Urinary tract infection Fatigue 23 (17.6) 13 (10.0) 10 (7.7) 7 (5.4) 5 (3.8) 4 (3.1) 10 (7.6) 9 (6.9) 5 (3.8) 5 (3.8) 1(0.8) 0 1 A single patient may have had multiple instances of adverse reactions. Only one episode of adverse reaction is counted per patient 2 Includes abdominal pain, abdominal pain upper, abdominal pain lower, and abdominal discomfort"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BREXAFEMME is contraindicated in: Pregnancy [see Warnings and Precautions ( 5.1 ) , and Use in Specific Populations ( 8.1 , 8.3 ) ] Patients with hypersensitivity to ibrexafungerp Pregnancy ( 4 ) Hypersensitivity to ibrexafungerp. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Treatment of VVC : The recommended dosage of BREXAFEMME in adult and post-menarchal pediatric females is 300 mg (two tablets of 150 mg) administered approximately 12 hours apart (e.g., in the morning and in the evening) for one day, for a total treatment dosage of 600 mg (four 150 mg tablets). ( 2.1 ) Reduction in the incidence of RVVC : The recommended dosage of BREXAFEMME in adult and post-menarchal females is 300 mg (two tablets of 150 mg) administered approximately 12 hours apart (e.g., in the morning and in the evening) for one day, for a total daily dosage of 600 mg (four 150 mg tablets) monthly for six months. ( 2.1 ) BREXAFEMME may be taken with or without food. ( 2.1 ) 2.1 Recommended Dosage Treatment of VVC : The recommended dosage of BREXAFEMME in adult and post-menarchal pediatric females is 300 mg (two 150 mg tablets) administered approximately 12 hours apart (e.g., in the morning and in the evening) for one day, for a total daily dosage of 600 mg (four 150 mg tablets). Reduction in the Incidence of RVVC : The recommended dosage of BREXAFEMME to prevent recurrences is 300 mg (two 150 mg tablets) administered approximately 12 hours apart (e.g., in the morning and in the evening) for one day, for a total daily dosage of 600 mg (four 150 mg tablets) monthly for six months. BREXAFEMME may be taken with or without food. 2.2 Dosage Modifications in Patients due to Concomitant Use of a Strong Inhibitor of Cytochrome P450 Isoenzymes (CYP) 3A With concomitant use of a strong CYP3A inhibitor, administer BREXAFEMME 150 mg approximately 12 hours apart (e.g., in the morning and in the evening) for one day. No dosage adjustment is warranted in patients with concomitant use of a weak or moderate CYP3A inhibitor [see Drug Interactions ( 7 ) and Clinical Pharmacology ( 12.3 ) ] . 2.3 Pregnancy Evaluation Prior to Initiating Treatment For females of reproductive potential, verify that the patient is not pregnant prior to initiating treatment with BREXAFEMME. Reassessment of pregnancy status prior to each dose is recommended when BREXAFEMME is used monthly for 6 months for reduction in the incidence of RVVC [see Contraindications ( 4 ) , Warning and Precautions ( 5.1 ) and Use in Specific Populations ( 8.1 , 8.3 ) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BREXAFEMME is a triterpenoid antifungal indicated in adult and post-menarchal pediatric females for: Treatment of vulvovaginal candidiasis (VVC). ( 1.1 ) Reduction in the incidence of recurrent vulvovaginal candidiasis (RVVC) ( 1.1 ) 1.1 Vulvovaginal Candidiasis BREXAFEMME ® is indicated in adult and post-menarchal pediatric females for: ● Treatment of vulvovaginal candidiasis (VVC) ● Reduction in the incidence of recurrent vulvovaginal candidiasis (RVVC). 1.2 Usage If specimens for fungal culture are obtained prior to therapy, antifungal therapy may be instituted before the results of the cultures are known. However, once these results become available, antifungal therapy should be adjusted accordingly."
  ],
  "fetched_at": "2025-10-01T19:00:59.912176",
  "source": "OpenFDA"
}