{
  "drug_name": "Ibrutinib",
  "generic_name": [
    "IBRUTINIB"
  ],
  "brand_names": [
    "Imbruvica"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A Inhibitors: Modify IMBRUVICA dose as described ( 2.3 , 7.1 ). CYP3A Inducers: Avoid coadministration with strong CYP3A inducers ( 7.2 ). 7.1 Effect of CYP3A Inhibitors on Ibrutinib The coadministration of IMBRUVICA with a strong or moderate CYP3A inhibitor may increase ibrutinib plasma concentrations [see Clinical Pharmacology ( 12.3 )] . Increased ibrutinib concentrations may increase the risk of drug-related toxicity. Dose modifications of IMBRUVICA are recommended when used concomitantly with posaconazole, voriconazole and moderate CYP3A inhibitors [see Dosage and Administration ( 2.3 )]. Avoid concomitant use of other strong CYP3A inhibitors. Interrupt IMBRUVICA if these inhibitors will be used short-term (such as anti-infectives for seven days or less) [see Dosage and Administration ( 2.3 ) ] . Avoid grapefruit and Seville oranges during IMBRUVICA treatment, as these contain strong or moderate inhibitors of CYP3A. 7.2 Effect of CYP3A Inducers on Ibrutinib The coadministration of IMBRUVICA with strong CYP3A inducers may decrease ibrutinib concentrations. Avoid coadministration with strong CYP3A inducers [see Clinical Pharmacology ( 12.3 ) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hemorrhage [see Warnings and Precautions ( 5.1 )] Infections [see Warnings and Precautions ( 5.2 )] Cardiac Arrhythmias, Cardiac Failure, and Sudden Death [see Warnings and Precautions ( 5.3 )] Hypertension [see Warnings and Precautions ( 5.4 )] Cytopenias [see Warnings and Precautions ( 5.5 )] Second Primary Malignancies [see Warnings and Precautions ( 5.6 )] Hepatotoxicity, including DILI [see Warning s and Precautions ( 5.7 )] Tumor Lysis Syndrome [see Warnings and Precautions ( 5.8 )] The most common (≥30%) adverse reactions in patients with B-cell malignancies are thrombocytopenia, diarrhea, fatigue, musculoskeletal pain, neutropenia, rash, anemia, bruising, and nausea ( 6 ). The most common (≥20%) adverse reactions in adult or pediatric patients with cGVHD are fatigue, anemia, bruising, diarrhea, thrombocytopenia, musculoskeletal pain, pyrexia, muscle spasms, stomatitis, hemorrhage, nausea, abdominal pain, pneumonia, and headache ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Pharmacyclics at 1-877-877-3536 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely variable conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared with rates of clinical trials of another drug and may not reflect the rates observed in practice. Unless otherwise specified, the pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to IMBRUVICA in 6 trials. IMBRUVICA was administered as a single agent at 420 mg orally once daily (475 patients), as a single agent at 560 mg orally once daily [1.3 times the recommended adult dosage (174 patients)], and in combination with other drugs at 420 mg orally once daily (827 patients) in patients with B-cell malignancies. In this pooled safety population of 1,476 patients, 87% were exposed for 6 months or longer and 68% were exposed for greater than one year. The most common adverse reactions (≥ 30%) were thrombocytopenia, diarrhea, fatigue, musculoskeletal pain, neutropenia, rash, anemia, bruising, and nausea. Certain subsections in the WARNINGS AND PRECAUTIONS include patients who received IMBRUVICA in unapproved monotherapy or combination regimens. Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma The data described below reflect exposure to IMBRUVICA in one single-arm, open-label clinical trial (Study 1102) and five randomized controlled clinical trials (RESONATE, RESONATE-2, HELIOS, iLLUMINATE, and E1912) in patients with CLL/SLL (n=2,016 total, including n=1,133 patients exposed to IMBRUVICA). In general, patients with creatinine clearance (CLcr) ≤ 30 mL/min, AST or ALT ≥ 2.5 x ULN, or total bilirubin ≥ 1.5 x ULN (unless of non-hepatic origin) were excluded from these trials. In Study E1912, patients with AST or ALT > 3 x ULN or total bilirubin > 2.5 x ULN were excluded. Study 1102 included 51 patients with previously treated CLL/SLL. RESONATE included 386 randomized patients with previously treated CLL or SLL who received single agent IMBRUVICA or ofatumumab. RESONATE-2 included 267 randomized patients with treatment naïve CLL or SLL who were 65 years or older and received single agent IMBRUVICA or chlorambucil. HELIOS included 574 randomized patients with previously treated CLL or SLL who received IMBRUVICA in combination with BR or placebo in combination with BR. iLLUMINATE included 228 randomized patients with treatment naïve CLL/SLL who were 65 years or older or with coexisting medical conditions and received IMBRUVICA in combination with obinutuzumab or chlorambucil in combination with obinutuzumab. E1912 included 510 patients with previously untreated CLL/SLL who were 70 years or younger and received IMBRUVICA in combination with rituximab or received fludarabine, cyclophosphamide, and rituximab (FCR). The most common adverse reactions in patients with CLL/SLL receiving IMBRUVICA (≥ 30%) were thrombocytopenia, diarrhea, fatigue, musculoskeletal pain, neutropenia, rash, anemia, bruising, and nausea. Four to 10 percent of patients with CLL/SLL receiving IMBRUVICA discontinued treatment due to adverse reactions. These included pneumonia, hemorrhage, atrial fibrillation, neutropenia, arthralgia, rash, and thrombocytopenia. Adverse reactions leading to dose reduction occurred in approximately 9% of patients. Study 1102 Adverse reactions and laboratory abnormalities from Study 1102 (N=51) using single agent IMBRUVICA 420 mg daily in patients with previously treated CLL/SLL occurring at a rate of ≥ 10% with a median duration of treatment of 15.6 months are presented in Table 5 and Table 6 . Table 5: Non-Hematologic Adverse Reactions in ≥ 10% of Patients with CLL/SLL (N=51) in Study 1102 Body System Adverse Reaction All Grades (%) Grade 3 or Higher (%) Gastrointestinal disorders Diarrhea Constipation Nausea Stomatitis Vomiting Abdominal pain Dyspepsia 59 22 20 20 18 14 12 4 2 2 0 2 0 0 Skin and subcutaneous tissue disorders Bruising Rash Petechiae 51 25 16 2 0 0 Infections and infestations Upper respiratory tract infection Sinusitis Skin infection Pneumonia Urinary tract infection 47 22 16 12 12 2 6 6 10 2 General disorders and administration site conditions Fatigue Pyrexia Peripheral edema Asthenia Chills 33 24 22 14 12 6 2 0 6 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain Arthralgia Muscle spasms 25 24 18 6 0 2 Respiratory, thoracic and mediastinal disorders Cough Oropharyngeal pain Dyspnea 22 14 12 0 0 0 Nervous system disorders Dizziness Headache 20 18 0 2 Vascular disorders Hypertension 16 8 Metabolism and nutrition disorders Decreased appetite 16 2 Neoplasms benign, malignant, unspecified Second malignancies 10 2 † † One patient death due to histiocytic sarcoma. Table 6: Treatment-Emergent* Hematologic Laboratory Abnormalities in Patients with CLL/SLL (N=51) in Study 1102 Percent of Patients (N=51) All Grades (%) Grade 3 or 4 (%) Platelets decreased 69 12 Neutrophils decreased 53 26 Hemoglobin decreased 43 0 * Based on laboratory measurements per IWCLL criteria and adverse reactions. Treatment-emergent Grade 4 thrombocytopenia (8%) and neutropenia (12%) occurred in patients. RESONATE Adverse reactions and laboratory abnormalities described below in Table 7 and Table 8 reflect exposure to IMBRUVICA with a median duration of 8.6 months and exposure to ofatumumab with a median of 5.3 months in RESONATE in patients with previously treated CLL/SLL. Table 7: Adverse Reactions Reported in ≥ 10% of Patients in the IMBRUVICA Treated Arm in Patients with CLL/SLL in RESONATE Body System Adverse Reaction IMBRUVICA (N=195) Ofatumumab (N=191) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) Gastrointestinal disorders Diarrhea 48 4 18 2 Nausea 26 2 18 0 Stomatitis* 17 1 6 1 Constipation 15 0 9 0 Vomiting 14 0 6 1 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 28 2 18 1 Arthralgia 17 1 7 0 Muscle spasms 13 0 8 0 Skin and subcutaneous tissue disorders Rash* 24 3 13 0 Petechiae 14 0 1 0 Bruising* 12 0 1 0 General disorders and administration site conditions Pyrexia 24 2 15 2 † Respiratory, thoracic and mediastinal disorders Cough 19 0 23 1 Dyspnea 12 2 10 1 Infections and infestations Upper respiratory tract infection 16 1 11 2 † Pneumonia* 15 12 † 13 10 † Sinusitis* 11 1 6 0 Urinary tract infection 10 4 5 1 Nervous system disorders Headache 14 1 6 0 Dizziness 11 0 5 0 Injury, poisoning and procedural complications Contusion 11 0 3 0 Eye disorders Vision blurred 10 0 3 0 The body system and individual ADR terms are sorted in descending frequency order in the IMBRUVICA arm. * Includes multiple ADR terms. † Includes 3 events of pneumonia with fatal outcome in each arm, and 1 event of pyrexia and upper respiratory tract infection with a fatal outcome in the ofatumumab arm. Table 8: Treatment-Emergent Hematologic Laboratory Abnormalities in Patients with CLL/SLL in RESONATE IMBRUVICA (N=195) Ofatumumab (N=191) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Neutrophils decreased 51 23 57 26 Platelets decreased 52 5 45 10 Hemoglobin decreased 36 0 21 0 Treatment-emergent Grade 4 thrombocytopenia (2% in the IMBRUVICA arm vs 3% in the ofatumumab arm) and neutropenia (8% in the IMBRUVICA arm vs 8% in the ofatumumab arm) occurred in patients. RESONATE-2 Adverse reactions and laboratory abnormalities described below in Table 9 and Table 10 reflect exposure to IMBRUVICA with a median duration of 17.4 months. The median exposure to chlorambucil was 7.1 months in RESONATE-2. Table 9: Adverse Reactions Reported in ≥ 10% of Patients in the IMBRUVICA Treated Arm in Patients with CLL/SLL in RESONATE-2 Body System Adverse Reaction IMBRUVICA (N=135) Chlorambucil (N=132) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) Gastrointestinal disorders Diarrhea 42 4 17 0 Nausea 22 1 39 1 Constipation 16 1 16 0 Stomatitis* 14 1 4 1 Vomiting 13 0 20 1 Abdominal pain 13 3 11 1 Dyspepsia 11 0 2 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 36 4 20 0 Arthralgia 16 1 7 1 Muscle spasms 11 0 5 0 General disorders and administration site conditions Fatigue 30 1 38 5 Peripheral edema 19 1 9 0 Pyrexia 17 0 14 2 Respiratory, thoracic and mediastinal disorders Cough 22 0 15 0 Dyspnea 10 1 10 0 Skin and subcutaneous tissue disorders Rash* 21 4 12 2 Bruising* 19 0 7 0 Eye disorders Dry eye 17 0 5 0 Lacrimation increased 13 0 6 0 Vision blurred 13 0 8 0 Visual acuity reduced 11 0 2 0 Infections and infestations Upper respiratory tract infection 17 2 17 2 Skin infection* 15 2 3 1 Pneumonia* 14 8 7 4 Urinary tract infections 10 1 8 1 Vascular disorders Hypertension* 14 4 1 0 Nervous system disorders Headache 12 1 10 2 Dizziness 11 0 12 1 Investigations Weight decreased 10 0 12 0 Subjects with multiple events for a given ADR term are counted once only for each ADR term. The body system and individual ADR terms are sorted in descending frequency order in the IMBRUVICA arm. * Includes multiple ADR terms. Table 10: Treatment-Emergent Hematologic Laboratory Abnormalities in Patients with CLL/SLL in RESONATE-2 IMBRUVICA (N=135) Chlorambucil (N=132) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Neutrophils Decreased 55 28 67 31 Platelets Decreased 47 7 58 14 Hemoglobin Decreased 36 0 39 2 Treatment-emergent Grade 4 thrombocytopenia (1% in the IMBRUVICA arm vs 3% in the chlorambucil arm) and neutropenia (11% in the IMBRUVICA arm vs 12% in the chlorambucil arm) occurred in patients. HELIOS Adverse reactions described below in Table 11 reflect exposure to IMBRUVICA + BR with a median duration of 14.7 months and exposure to placebo + BR with a median of 12.8 months in HELIOS in patients with previously treated CLL/SLL. Table 11: Adverse Reactions Reported in ≥ 10% of Patients and ≥ 2% Greater in the IMBRUVICA Arm in Patients with CLL/SLL in HELIOS Body System Adverse Reaction IMBRUVICA + BR (N=287) Placebo + BR (N=287) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) Blood and lymphatic system disorders Neutropenia* 66 61 60 56 † Thrombocytopenia* 34 16 26 16 Gastrointestinal disorders Diarrhea 36 2 23 1 Abdominal pain 12 1 8 <1 Skin and subcutaneous tissue disorders Rash* 32 4 25 1 Bruising * 20 <1 8 <1 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 29 2 20 0 Muscle spasms 12 <1 5 0 General disorders and administration site conditions Pyrexia 25 4 22 2 Vascular disorders Hemorrhage* 19 2 † 9 1 Hypertension* 11 5 5 2 Infections and infestations Bronchitis 13 2 10 3 Skin infection* 10 3 6 2 Metabolism and nutrition disorders Hyperuricemia 10 2 6 0 The body system and individual ADR terms are sorted in descending frequency order in the IMBRUVICA arm. * Includes multiple ADR terms. <1 used for frequency above 0 and below 0.5%. † Includes 2 events of hemorrhage with fatal outcome in the IMBRUVICA arm and 1 event of neutropenia with a fatal outcome in the placebo + BR arm. Atrial fibrillation of any grade occurred in 7% of patients treated with IMBRUVICA + BR and 2% of patients treated with placebo + BR. The frequency of Grade 3 and 4 atrial fibrillation was 3% in patients treated with IMBRUVICA + BR and 1% in patients treated with placebo + BR. iLLUMINATE Adverse reactions described below in Table 12 reflect exposure to IMBRUVICA + obinutuzumab with a median duration of 29.3 months and exposure to chlorambucil + obinutuzumab with a median of 5.1 months in iLLUMINATE in patients with previously untreated CLL/SLL. Table 12: Adverse Reactions Reported in ≥ 10% of Patients in the IMBRUVICA Arm in Patients with CLL/SLL in iLLUMINATE Body System Adverse Reaction IMBRUVICA + Obinutuzumab (N=113) Chlorambucil + Obinutuzumab (N=115) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) Blood and lymphatic system disorders Neutropenia* 48 39 64 48 Thrombocytopenia* 36 19 28 11 Anemia 17 4 25 8 Skin and subcutaneous tissue disorders Rash* 36 3 11 0 Bruising* 32 3 3 0 Gastrointestinal disorders Diarrhea 34 3 10 0 Constipation 16 0 12 1 Nausea 12 0 30 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 33 1 23 3 Arthralgia 22 1 10 0 Muscle spasms 13 0 6 0 Respiratory, thoracic and mediastinal disorders Cough 27 1 12 0 Injury, poisoning and procedural complications Infusion related reaction 25 2 58 8 Vascular disorders Hemorrhage* 25 1 9 0 Hypertension* 17 4 4 3 General disorders and administration site conditions Pyrexia 19 2 26 1 Fatigue 18 0 17 2 Peripheral edema 12 0 7 0 Infections and infestations Pneumonia* 16 9 9 4 † Upper respiratory tract infection 14 1 6 0 Skin infection* 13 1 3 0 Urinary tract infection 12 3 7 1 Nasopharyngitis 12 0 3 0 Conjunctivitis 11 0 2 0 Metabolism and nutrition disorders Hyperuricemia 13 1 0 0 Cardiac disorders Atrial fibrillation 12 5 0 0 Psychiatric disorders Insomnia 12 0 4 0 The body system and individual ADR terms are sorted in descending frequency order in the IMBRUVICA arm. * Includes multiple ADR terms. † Includes one event with a fatal outcome. E1912 Adverse reactions described below in Table 13 reflect exposure to IMBRUVICA + rituximab with a median duration of 34.3 months and exposure to FCR with a median of 4.7 months in E1912 in patients with previously untreated CLL/SLL who were 70 years or younger. Table 13: Adverse Reactions Reported in ≥ 15% of Patients in the IMBRUVICA Arm in Patients with CLL/SLL in E1912 Body System Adverse Reaction IMBRUVICA + Rituximab (N=352) Fludarabine + Cyclophosphamide + Rituximab (N=158) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) General disorders and administration site conditions Fatigue 80 2 78 3 Peripheral edema 28 1 17 0 Pyrexia 27 1 27 1 Pain 23 2 8 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 61 5 35 2 Arthralgia 41 5 10 1 Gastrointestinal disorders Diarrhea 53 4 27 1 Nausea 40 1 64 1 Stomatitis* 22 1 8 1 Abdominal pain* 19 2 10 1 Vomiting 18 2 28 0 Constipation 17 0 32 0 Skin and subcutaneous tissue disorders Rash* 49 4 29 5 Bruising* 36 1 4 1 Vascular disorders Hypertension* 42 19 22 6 Hemorrhage* 31 2 8 1 Nervous system disorders Headache 40 1 27 1 Dizziness 21 1 13 1 Peripheral neuropathy* 19 1 13 1 Respiratory, thoracic and mediastinal disorders Cough 32 0 25 0 Dyspnea 22 2 21 1 Infections and infestations Upper respiratory tract 29 1 19 2 infection Skin infection* 16 1 3 1 Metabolism and nutrition disorders Hyperuricemia 19 1 4 0 Decreased appetite 15 0 20 1 Psychiatric disorders Insomnia 16 1 19 1 The body system and individual ADR terms are sorted in descending frequency order in the IMBRUVICA arm. * Includes multiple ADR terms. Table 14: Select Laboratory Abnormalities (≥ 15% Any Grade), New or Worsening from Baseline in Patients Receiving IMBRUVICA (E1912) IMBRUVICA + Rituximab (N=352) Fludarabine + Cyclophosphamide + Rituximab (N=158) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology abnormalities Neutrophils decreased Platelets decreased Hemoglobin decreased 53 43 26 30 7 0 70 69 51 44 25 2 Chemistry abnormalities Creatinine increased Bilirubin increased AST increased 38 30 25 1 2 3 17 15 23 1 0 <1 Based on laboratory measurements per IWCLL criteria. Waldenström’s Macroglobulinemia The data described below reflect exposure to IMBRUVICA in two single-arm clinical trials (Study 1118 and the INNOVATE monotherapy arm) and one randomized controlled trial (INNOVATE), including a total of 169 patients with WM exposed to IMBRUVICA. Study 1118 included 63 patients with previously treated WM who received single agent IMBRUVICA. INNOVATE included 150 patients with treatment naïve or previously treated WM who received IMBRUVICA or placebo in combination with rituximab. The INNOVATE monotherapy arm included 31 patients with previously treated WM who received IMBRUVICA after failure of prior rituximab-containing therapy. The most common adverse reactions in Studies 1118 and INNOVATE (≥ 20%) were neutropenia, diarrhea, bruising, thrombocytopenia, hemorrhage, musculoskeletal pain, rash, and nausea. Five percent of patients receiving IMBRUVICA across Studies 1118 and INNOVATE discontinued treatment due to adverse reactions. The most common adverse reaction leading to discontinuation was atrial fibrillation. Adverse reactions leading to dose reduction occurred in 14% of patients. Study 1118 and INNOVATE Monotherapy Arm Adverse reactions and laboratory abnormalities described below in Table 15 and Table 16 reflect exposure to IMBRUVICA with a median duration of 11.7 months in Study 1118 and 33 months in the INNOVATE Monotherapy Arm. Table 15: Non-Hematologic Adverse Reactions in ≥ 10% in Patients with WM in Study 1118 and the INNOVATE Monotherapy Arm (N=94) Body System Adverse Reaction All Grades (%) Grade 3 or Higher (%) Gastrointestinal disorders Diarrhea Nausea Stomatitis* Constipation Gastroesophageal reflux disease 38 21 15 12 12 2 0 0 1 0 Skin and subcutaneous tissue disorders Bruising* Rash* 28 21 1 1 Vascular disorders Hemorrhage* Hypertension* 28 14 0 4 General disorders and administrative site conditions Fatigue Pyrexia 18 12 2 2 Musculoskeletal and connective tissue disorders Musculoskeletal pain* Muscle spasms 21 19 0 0 Infections and infestations Upper respiratory tract infection Skin infection* Sinusitis* Pneumonia* 19 18 16 13 0 3 0 5 Nervous system disorders Headache Dizziness 14 13 0 0 Respiratory, thoracic and mediastinal disorders Cough 13 0 The body system and individual ADR preferred terms are sorted in descending frequency order. * Includes multiple ADR terms. Table 16: Treatment-Emergent Hematologic Laboratory Abnormalities in Patients with WM in Study 1118 and the INNOVATE Monotherapy Arm (N=94) Percent of Patients (N=94) All Grades (%) Grade 3 or 4 (%) Platelets Decreased 38 11 Neutrophils Decreased 43 16 Hemoglobin Decreased 21 6 Treatment-emergent Grade 4 thrombocytopenia (4%) and neutropenia (7%) occurred in patients. INNOVATE Adverse reactions described below in Table 17 reflect exposure to IMBRUVICA + R with a median duration of 25.8 months and exposure to placebo + R with a median duration of 15.5 months in patients with treatment naïve or previously treated WM in INNOVATE. Table 17: Adverse Reactions Reported in ≥ 10% of Patients and ≥ 2% Greater in the IMBRUVICA Arm in Patients with WM in INNOVATE Body System Adverse Reaction IMBRUVICA + R (N=75) Placebo + R (N=75) All Grades (%) Grade 3 or Higher (%) All Grades (%) Grade 3 or Higher (%) Skin and subcutaneous tissue disorders Bruising* 37 1 5 0 Rash* 24 1 11 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 35 4 21 3 Arthralgia 24 3 11 1 Muscle spasms 17 0 12 1 Vascular disorders Hemorrhage* 32 3 17 4 † Hypertension* 20 13 5 4 Gastrointestinal disorders Diarrhea 28 0 15 1 Nausea 21 0 12 0 Dyspepsia 16 0 1 0 Constipation 13 1 11 1 Infections and infestations Pneumonia* 19 13 5 3 Skin infection* 17 3 3 0 Urinary tract infection 13 0 0 0 Bronchitis 12 3 7 0 Influenza 12 0 7 1 Viral upper respiratory tract infection 11 0 7 0 General disorders and administration site conditions Peripheral edema 17 0 12 1 Respiratory, thoracic, and mediastinal disorders Cough 17 0 11 0 Blood and lymphatic system disorders Neutropenia* 16 12 11 4 Cardiac disorders Atrial fibrillation 15 12 3 1 Nervous system disorders Dizziness 11 0 7 0 Psychiatric disorders Insomnia 11 0 4 0 Metabolism and nutrition disorders Hypokalemia 11 0 1 1 The body system and individual ADR preferred terms are sorted in descending frequency order. * Includes multiple ADR terms. † Includes one event with a fatal outcome. Grade 3 or 4 infusion related reactions were observed in 1% of patients treated with IR. Chronic Graft versus Host Disease Study 1129 The data described below reflect exposure to IMBRUVICA in an open-label clinical trial (Study 1129) that included 42 patients with cGVHD after failure of first line corticosteroid therapy and required additional therapy [see Clinical Studies ( 14.3 )] . The most common adverse reactions in Study 1129 (≥ 20%) were fatigue, bruising, diarrhea, thrombocytopenia, stomatitis, muscle spasms, nausea, hemorrhage, anemia, and pneumonia. Atrial fibrillation occurred in one patient (2%) which was Grade 3. Twenty-four percent of patients receiving IMBRUVICA in Study 1129 discontinued treatment due to adverse reactions. The most common adverse reactions leading to discontinuation were fatigue and pneumonia. Adverse reactions leading to dose reduction occurred in 26% of patients. Adverse reactions and laboratory abnormalities described below in Table 18 and Table 19 reflect exposure to IMBRUVICA with a median duration of 4.4 months in Study 1129. Table 18: Non-Hematologic Adverse Reactions in ≥ 10% of Adult Patients with cGVHD in Study 1129 (N=42) Body System Adverse Reaction All Grades (%) Grade 3 or Higher (%) General disorders and administration site conditions Fatigue Pyrexia Edema peripheral 57 17 12 12 5 0 Skin and subcutaneous tissue disorders Bruising* Rash* 40 12 0 0 Gastrointestinal disorders Diarrhea Stomatitis* Nausea Constipation 36 29 26 12 10 2 0 0 Musculoskeletal and connective tissue disorders Muscle spasms Musculoskeletal pain* 29 14 2 5 Vascular disorders Hemorrhage* 26 0 Infections and infestations Pneumonia* Upper respiratory tract infection Sepsis* 21 19 10 14 † 0 10 Nervous system disorders Headache 17 5 Injury, poisoning and procedural complications Fall 17 0 Respiratory, thoracic and mediastinal disorders Cough Dyspnea 14 12 0 2 Metabolism and nutrition disorders Hypokalemia 12 7 The system organ class and individual ADR preferred terms are sorted in descending frequency order. * Includes multiple ADR terms. † Includes 2 events with a fatal outcome. Table 19: Treatment-Emergent Hematologic Laboratory Abnormalities in Adult Patients with cGVHD in Study 1129 (N=42) Percent of Patients (N=42) All Grades (%) Grade 3 or 4 (%) Platelets decreased 33 0 Neutrophils decreased 10 10 Hemoglobin decreased 24 2 Treatment-emergent Grade 4 neutropenia occurred in 2% of patients. iMAGINE The safety of IMBRUVICA was evaluated in the iMAGINE study, which included 47 pediatric and young adult patients 1 year to less than 22 years of age with cGVHD after failure of one or more lines of systemic therapy. Patients age 12 years and older were treated with IMBRUVICA 420 mg orally once daily, and patients age 1 year to less than 12 years were treated with IMBRUVICA 240 mg/m 2 orally once daily [see Clinical Studies ( 14.3 )] . The median duration of exposure to IMBRUVICA was 7.1 months (range, 0.2 to 25.9 months). Serious adverse reactions occurred in 64% of patients who received IMBRUVICA. Serious adverse reactions in more than two patients included pneumonia, pyrexia, sepsis, and stomatitis. Fatal adverse reactions occurred in two patients who received IMBRUVICA, including sepsis and acute respiratory distress syndrome (ARDS). Permanent discontinuation of IMBRUVICA due to an adverse reaction occurred in 23% of patients. Adverse reactions which resulted in permanent discontinuation in at least two patients included hemorrhage. Dose reductions of IMBRUVICA due to an adverse reaction occurred in 19% of patients. Adverse reactions which required dose reduction in at least two patients included stomatitis. The most common (≥ 20%) adverse reactions, including laboratory abnormalities, were anemia, musculoskeletal pain, pyrexia, diarrhea, pneumonia, abdominal pain, stomatitis, thrombocytopenia, and headache. Table 20 summarizes the adverse reactions in iMAGINE. Table 20: Adverse Reactions (≥ 10%) in Patients with Previously Treated cGVHD Who Received IMBRUVICA in iMAGINE IMBRUVICA (N=47) Body System Adverse Reaction All Grades (%) Grade 3 or 4 (%) General disorders and administration site conditions Pyrexia 30 11 Musculoskeletal and connective tissue disorders Musculoskeletal pain* 30 2 Osteonecrosis 11 9 Gastrointestinal disorders Diarrhea 28 2 Abdominal pain* 23 4 Stomatitis* 23 9 Vomiting 19 2 Nausea 19 4 Infections and infestations Pneumonia* 23 13 Skin infection* 17 4 Sepsis* 11 9 † Nervous system disorders Headache 21 2 Skin and subcutaneous tissue disorders Rash* 19 2 Pruritus 13 0 Petechiae 13 0 Respiratory, thoracic and mediastinal disorders Cough 19 2 Vascular disorders Hemorrhage* 17 0 Hypertension* 11 4 Blood and lymphatic system disorders Hypokalemia 15 6 Hypogammaglobulinemia* 11 0 Cardiac Disorders Sinus tachycardia 11 0 Investigations Alanine aminotransferase increased 11 2 The system organ class and individual ADR preferred terms are sorted in descending frequency order. * Includes multiple ADR terms. † Includes 1 fatal outcome. Table 21 summarizes the laboratory abnormalities in iMAGINE. Table 21: Select Hematologic Laboratory Abnormalities (≥ 10%) That Worsened from Baseline in Patients with Previously Treated cGVHD Who Received IMBRUVICA in iMAGINE IMBRUVICA (N=47) All Grades (%) Grade 3 or 4 (%) Hemoglobin decreased 49 13 Platelets decreased 21 4 Neutrophils decreased 13 6 Treatment-emergent Grade 4 neutropenia occurred in 3% of patients. Additional Important Adverse Reactions Cardiovascular Events Data on cardiovascular events are based on randomized controlled trials with IMBRUVICA (n=2,115; median treatment duration of 19.1 months for 1,157 patients treated with IMBRUVICA and 5.3 months for 958 patients in the control arm). The incidence of ventricular tachyarrhythmias (ventricular extrasystoles, ventricular arrhythmias, ventricular fibrillation, ventricular flutter, and ventricular tachycardia) of any grade was 1.0% versus 0.4% and of Grade 3 or greater was 0.3% versus 0% in patients treated with IMBRUVICA compared to patients in the control arm. The incidence of atrial fibrillation and atrial flutter of any grade was 8.4% versus 1.6% and for Grade 3 or greater was 4.0% versus 0.5% in patients treated with IMBRUVICA compared to patients in the control arm. In addition, the incidence of cardiac failure of any grade was 1.7% versus 0.5% and for Grade 3 or greater was 1.2% versus 0.3% in patients treated with IMBRUVICA compared to patients in the control arm. The incidence of ischemic cerebrovascular events (cerebrovascular accidents, ischemic stroke, cerebral ischemia, and transient ischemic attack) of any grade was 1% versus 0.4% and Grade 3 or greater was 0.5% versus 0.2% in patients treated with IMBRUVICA compared to patients in the control arm, respectively. Diarrhea In randomized controlled trials (n=2,115; median treatment duration of 19.1 months for 1,157 patients treated with IMBRUVICA and 5.3 months for 958 patients in the control arm), diarrhea of any grade occurred at a rate of 43% of patients treated with IMBRUVICA compared to 19% of patients in the control arm. Grade 3 diarrhea occurred in 3% versus 1% of IMBRUVICA-treated patients compared to the control arm, respectively. Less than 1% (0.3%) of subjects discontinued IMBRUVICA due to diarrhea compared with 0% in the control arm. Based on data from 1,605 of these patients, the median time to first onset was 21 days (range, 0 to 708) versus 46 days (range, 0 to 492) for any grade diarrhea and 117 days (range, 3 to 414) versus 194 days (range, 11 to 325) for Grade 3 diarrhea in IMBRUVICA-treated patients compared to the control arm, respectively. Of the patients who reported diarrhea, 85% versus 89% had complete resolution, and 15% versus 11% had not reported resolution at time of analysis in IMBRUVICA-treated patients compared to the control arm, respectively. The median time from onset to resolution in IMBRUVICA-treated subjects was 7 days (range, 1 to 655) versus 4 days (range, 1 to 367) for any grade diarrhea and 7 days (range, 1 to 78) versus 19 days (range, 1 to 56) for Grade 3 diarrhea in IMBRUVICA-treated subjects compared to the control arm, respectively. Visual Disturbance In randomized controlled trials (n=2,115; median treatment duration of 19.1 months for 1,157 patients treated with IMBRUVICA and 5.3 months for 958 patients in the control arm), blurred vision and decreased visual acuity of any grade occurred in 11% of patients treated with IMBRUVICA (9% Grade 1, 2% Grade 2, no Grade 3 or higher) compared to 6% in the control arm (5% Grade 1 and < 1% Grade 2 and 3). Based on data from 1,605 of these patients, the median time to first onset was 91 days (range, 0 to 617) versus 100 days (range, 2 to 477) in IMBRUVICA-treated patients compared to the control arm, respectively. Of the patients who reported visual disturbances, 60% versus 71% had complete resolution and 40% versus 29% had not reported resolution at the time of analysis in IMBRUVICA-treated patients compared to the control arm, respectively. The median time from onset to resolution was 37 days (range, 1 to 457) versus 26 days (range, 1 to 721) in IMBRUVICA-treated subjects compared to the control arm, respectively. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of IMBRUVICA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary disorders: hepatic failure including acute and/or fatal events, hepatic cirrhosis, drug-induced liver injury Respiratory disorders: interstitial lung disease Metabolic and nutrition disorders: tumor lysis syndrome Immune system disorders: anaphylactic shock, angioedema, urticaria Skin and subcutaneous tissue disorders: Stevens-Johnson Syndrome (SJS), onychoclasis, panniculitis, neutrophilic dermatoses, cutaneous vasculitis Infections: hepatitis B reactivation Nervous system disorders: peripheral neuropathy"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION CLL/SLL and WM : 420 mg taken orally once daily ( 2.1 ). cGVHD : ◦ Patients 12 years and older: 420 mg taken orally once daily ( 2.1 ). ◦ Patients 1 to less than 12 years of age: 240 mg/m 2 taken orally once daily (up to a dose of 420 mg) ( 2.1 ). Tablets or capsules should be taken orally with a glass of water. Do not open, break, or chew the capsules. Do not cut, crush, or chew the tablets. See full prescribing information for oral suspension administration instructions ( 2.1 ). 2.1 Recommended Dosage Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma and Waldenström’s Macroglobulinemia The recommended dosage of IMBRUVICA for CLL/SLL and WM is 420 mg orally once daily until disease progression or unacceptable toxicity. For CLL/SLL, IMBRUVICA can be administered as a single agent, in combination with rituximab or obinutuzumab, or in combination with bendamustine and rituximab (BR). For WM, IMBRUVICA can be administered as a single agent or in combination with rituximab. When administering IMBRUVICA in combination with rituximab or obinutuzumab, consider administering IMBRUVICA prior to rituximab or obinutuzumab when given on the same day. Chronic Graft versus Host Disease The recommended dosage of IMBRUVICA for patients age 12 years and older with cGVHD is 420 mg orally once daily, and for patients 1 to less than 12 years of age with cGVHD is 240 mg/m 2 orally once daily (up to a dose of 420 mg), until cGVHD progression, recurrence of an underlying malignancy, or unacceptable toxicity. When a patient no longer requires therapy for the treatment of cGVHD, IMBRUVICA should be discontinued considering the medical assessment of the individual patient. Table 1: Recommended dosage based on body surface area (BSA) for patients 1 to less than 12 years of age using either IMBRUVICA capsules/tablets or oral suspension Recommended dose to achieve 240 mg/m 2 BSA* (m 2 ) Range Dose (mg) of IMBRUVICA Capsules/Tablets to Administer Volume (mL) of IMBRUVICA Oral Suspension (70 mg/mL) to Administer > 0.3 to 0.4 - 1.2 mL > 0.4 to 0.5 - 1.5 mL > 0.5 to 0.6 - 1.9 mL > 0.6 to 0.7 - 2.2 mL > 0.7 to 0.8 210 mg 2.6 mL > 0.8 to 0.9 210 mg 2.9 mL > 0.9 to 1 210 mg 3.3 mL > 1 to 1.1 280 mg 3.6 mL > 1.1 to 1.2 280 mg 4 mL > 1.2 to 1.3 280 mg 4.3 mL > 1.3 to 1.4 350 mg 4.6 mL > 1.4 to 1.5 350 mg 5 mL > 1.5 to 1.6 350 mg 5.3 mL > 1.6 420 mg 6 mL *BSA = body surface area. Administration Administer IMBRUVICA at approximately the same time each day. Swallow tablets or capsules whole with a glass of water. Do not open, break, or chew the capsules. Do not cut, crush, or chew the tablets. Follow Instructions for Use for further administration details of IMBRUVICA oral suspension. If a dose of IMBRUVICA is not taken at the scheduled time, it can be taken as soon as possible on the same day with a return to the normal schedule the following day. Do not take extra doses of IMBRUVICA to make up for the missed dose. 2.2 Dosage Modifications for Adverse Reactions For adverse reactions listed in Table 2 , interrupt IMBRUVICA therapy. Once the adverse reaction has improved to Grade 1 or baseline (recovery), follow the recommended dosage modifications (see Table 2 ). Table 2: Recommended Dosage Modifications for Adverse Reactions Adverse Reaction a,b Occurrence Dose Modification for CLL/SLL, WM, and Patients 12 Years or older with cGVHD After Recovery Starting Dose = 420 mg Dose Modification for Patients 1 Year to less than 12 Years with cGVHD After Recovery Starting Dose = 240 mg/m 2 Grade 2 cardiac failure First Restart at 280 mg daily c Restart at 160 mg/m 2 daily c Second Restart at 140 mg daily c Restart at 80 mg/m 2 daily c Third Discontinue IMBRUVICA Discontinue IMBRUVICA Grade 3 cardiac arrhythmias First Restart at 280 mg daily c Restart at 160 mg/m 2 daily c Second Discontinue IMBRUVICA Discontinue IMBRUVICA Grade 3 or 4 cardiac failure Grade 4 cardiac arrhythmias First Discontinue IMBRUVICA Discontinue IMBRUVICA Other Grade 3 or 4 non-hematological toxicities d Grade 3 or 4 neutropenia with infection or fever Grade 4 hematological toxicities First Restart at 280 mg daily Restart at 160 mg/m 2 daily c Second Restart at 140 mg daily Restart at 80 mg/m 2 daily c Third Discontinue IMBRUVICA Discontinue IMBRUVICA a [see Warnings and Precautions ( 5 ) ] . b Grading based on National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) criteria, or International Workshop on Chronic Lymphocytic Leukemia (iwCLL) criteria for hematologic toxicities in CLL/SLL. c Evaluate the benefit-risk before resuming treatment. d For Grade 4 non-hematologic toxicities, evaluate the benefit-risk before resuming treatment. Table 3: Recommended dosage modifications based on BSA using either IMBRUVICA capsules/tablets or oral suspension Recommended dose to achieve 160 mg/m 2 Recommended dose to achieve 80 mg/m 2 BSA* (m 2 ) Range Dose (mg) of IMBRUVICA Capsules/Tablets to Administer Volume (mL) of IMBRUVICA Oral Suspension (70 mg/mL) to Administer Dose (mg) of IMBRUVICA Capsules/Tablets to Administer Volume (mL) of IMBRUVICA Oral Suspension (70 mg/mL) to Administer > 0.3 to 0.4 - 0.8 mL - 0.4 mL > 0.4 to 0.5 - 1 mL - 0.5 mL > 0.5 to 0.6 - 1.3 mL - 0.6 mL > 0.6 to 0.7 - 1.5 mL - 0.7 mL > 0.7 to 0.8 140 mg 1.7 mL 70 mg 0.9 mL > 0.8 to 0.9 140 mg 1.9 mL 70 mg 1 mL > 0.9 to 1 140 mg 2.2 mL 70 mg 1.1 mL > 1 to 1.1 140 mg 2.4 mL 70 mg 1.2 mL > 1.1 to 1.2 210 mg 2.6 mL - 1.3 mL > 1.2 to 1.3 210 mg 2.9 mL - 1.4 mL > 1.3 to 1.4 210 mg 3.1 mL - 1.5 mL > 1.4 to 1.5 210 mg 3.3 mL 140 mg 1.7 mL > 1.5 to 1.6 280 mg 3.5 mL 140 mg 1.8 mL > 1.6 280 mg 4 mL 140 mg 2 mL *BSA = body surface area. 2.3 Dosage Modifications for Use with CYP3A Inhibitors Recommended dosage modifications are described below [see Drug Interactions ( 7.1 )] : Table 4: Recommended Dosage Modifications for Use with CYP3A Inhibitors Patient Population Coadministered Drug Recommended IMBRUVICA Dosage B-cell Malignancies Moderate CYP3A inhibitor 280 mg once daily Modify dose as recommended [see Dosage and Administration ( 2.2 )]. Voriconazole 200 mg twice daily Posaconazole suspension 100 mg once daily, 100 mg twice daily, or 200 mg twice daily 140 mg once daily Modify dose as recommended [see Dosage and Administration ( 2.2 )]. Posaconazole suspension 200 mg three times daily or 400 mg twice daily Posaconazole intravenously 300 mg once daily Posaconazole delayed-release tablets 300 mg once daily 70 mg once daily Interrupt dose as recommended [see Dosage and Administration ( 2.2 )]. Other strong CYP3A inhibitors Avoid concomitant use. If these inhibitors will be used short-term (such as anti-infectives for seven days or less), interrupt IMBRUVICA. Patients 12 years and older with cGVHD Moderate CYP3A inhibitor 420 mg once daily Modify dose as recommended [see Dosage and Administration ( 2.2 )]. Voriconazole 200 mg twice daily Posaconazole suspension 100 mg once daily, 100 mg twice daily, or 200 mg twice daily 280 mg once daily Modify dose as recommended [see Dosage and Administration ( 2.2 )]. Posaconazole suspension 200 mg three times daily or 400 mg twice daily Posaconazole intravenously 300 mg once daily Posaconazole delayed-release tablets 300 mg once daily 140 mg once daily Interrupt dose as recommended [see Dosage and Administration ( 2.2 )]. Other strong CYP3A inhibitors Avoid concomitant use. If these inhibitors will be used short-term (such as anti-infectives for seven days or less), interrupt IMBRUVICA. Patients 1 year to less than 12 years of age with cGVHD Moderate CYP3A inhibitors 240 mg/m 2 once daily Modify dose as recommended [see Dosage and Administration ( 2.2 )]. Voriconazole for suspension 9 mg/kg (maximum dose: 350 mg) twice daily 160 mg/m 2 once daily Posaconazole at any dosage 80 mg/m 2 once daily Other strong CYP3A inhibitors Avoid concomitant use. If these inhibitors will be used short-term (such as anti-infectives for seven days or less), interrupt IMBRUVICA. After discontinuation of a CYP3A inhibitor, resume previous dose of IMBRUVICA [see Dosage and Administration ( 2.1 ), Drug Interactions ( 7.1 )] . 2.4 Dosage Modifications for Use in Hepatic Impairment Adult Patients with B-cell Malignancies The recommended dosage is 140 mg daily for patients with mild hepatic impairment (Child-Pugh class A). The recommended dosage is 70 mg daily for patients with moderate hepatic impairment (Child-Pugh class B). Avoid the use of IMBRUVICA in patients with severe hepatic impairment (Child-Pugh class C) [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )]. Patients with cGVHD The recommended dosage is 140 mg daily for patients 12 years of age and older with total bilirubin level >1.5 to 3 x upper limit of normal (ULN) (unless of non-hepatic origin or due to Gilbert’s syndrome). The recommended dosage is 80 mg/m 2 daily for patients 1 to less than 12 years of age with total bilirubin level >1.5 to 3 x ULN (unless of non-hepatic origin or due to Gilbert’s syndrome). Avoid the use of IMBRUVICA in these patients with total bilirubin level > 3 x ULN (unless of non-hepatic origin or due to Gilbert’s syndrome) [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IMBRUVICA is a kinase inhibitor indicated for the treatment of: Adult patients with chronic lymphocytic leukemia (CLL)/Small lymphocytic lymphoma (SLL) ( 1.1 ). Adult patients with chronic lymphocytic leukemia (CLL)/Small lymphocytic lymphoma (SLL) with 17p deletion ( 1.2 ). Adult patients with Waldenström’s macroglobulinemia (WM) ( 1.3 ). Adult and pediatric patients age 1 year and older with chronic graft versus host disease (cGVHD) after failure of one or more lines of systemic therapy ( 1.4 ). 1.1 Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma IMBRUVICA is indicated for the treatment of adult patients with chronic lymphocytic leukemia (CLL)/small lymphocytic lymphoma (SLL). 1. 2 Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma with 17p deletion IMBRUVICA is indicated for the treatment of adult patients with chronic lymphocytic leukemia (CLL)/small lymphocytic lymphoma (SLL) with 17p deletion. 1. 3 Waldenström’s Macroglobulinemia IMBRUVICA is indicated for the treatment of adult patients with Waldenström’s macroglobulinemia (WM). 1. 4 Chronic Graft versus Host Disease IMBRUVICA is indicated for the treatment of adult and pediatric patients age 1 year and older with chronic graft-versus-host disease (cGVHD) after failure of one or more lines of systemic therapy."
  ],
  "fetched_at": "2025-10-01T17:16:05.354614",
  "source": "OpenFDA"
}