{
  "drug_name": "Ibutilide",
  "generic_name": [
    "IBUTILIDE FUMARATE"
  ],
  "brand_names": [
    "Ibutilide Fumarate"
  ],
  "drug_interactions": [
    "Drug Interactions No specific pharmacokinetic or other formal drug interaction studies were conducted. Digoxin Supraventricular arrhythmias may mask the cardiotoxicity associated with excessive digoxin levels. Therefore, it is advisable to be particularly cautious in patients whose plasma digoxin levels are above or suspected to be above the usual therapeutic range. Co-administration of digoxin did not have effects on either the safety or efficacy of ibutilide in the clinical trials. Calcium channel blocking agents Co-administration of calcium channel blockers did not have any effect on either the safety or efficacy of ibutilide in the clinical trials. Beta-adrenergic blocking agents Co-administration of beta-adrenergic blocking agents did not have any effect on either the safety or efficacy of ibutilide in the clinical trials."
  ],
  "warnings": [
    "WARNINGS Proarrhythmia Like other antiarrhythmic agents, ibutilide fumarate injection can induce or worsen ventricular arrhythmias in some patients. This may have potentially fatal consequences. Torsades de pointes, a polymorphic ventricular tachycardia that develops in the setting of a prolonged QT interval, may occur because of the effect ibutilide fumarate has on cardiac repolarization, but ibutilide fumarate can also cause polymorphic VT in the absence of excessive prolongation of the QT interval. In general, with drugs that prolong the QT interval, the risk of torsades de pointes is thought to increase progressively as the QT interval is prolonged and may be worsened with bradycardia, a varying heart rate, and hypokalemia. In clinical trials conducted in patients with atrial fibrillation and atrial flutter, those with QTc intervals greater than 440 msec were not usually allowed to participate, and serum potassium had to be above 4 mEq/L. Although change in QTc was dose dependent for ibutilide, there was no clear relationship between risk of serious proarrhythmia and dose in clinical studies, possibly due to the small number of events. In clinical trials of intravenous ibutilide, patients with a history of congestive heart failure (CHF) or low left ventricular ejection fraction appeared to have a higher incidence of sustained polymorphic ventricular tachycardia (VT), than those without such underlying conditions; for sustained polymorphic VT the rate was 5.4% in patients with a history of CHF and 0.8% without it. There was also a suggestion that women had a higher risk of proarrhythmia, but the sex difference was not observed in all studies and was most prominent for nonsustained ventricular tachycardia. The incidence of sustained ventricular arrhythmias was similar in male (1.8%) and female (1.5%) patients, possibly due to the small number of events. Ibutilide fumarate is not recommended in patients who have previously demonstrated polymorphic ventricular tachycardia (eg, torsades de pointes). During registration trials, 1.7% of patients with atrial flutter or atrial fibrillation treated with Ibutilide fumarate developed sustained polymorphic ventricular tachycardia requiring cardioversion. In these clinical trials, many initial episodes of polymorphic ventricular tachycardia occurred after the infusion of ibutilide fumarate was stopped but generally not more than 40 minutes after the start of the first infusion. There were, however, instances of recurrent polymorphic VT that occurred about 3 hours after the initial infusion. In two cases, the VT degenerated into ventricular fibrillation, requiring immediate defibrillation. Other cases were managed with cardiac pacing and magnesium sulfate infusions. Nonsustained polymorphic ventricular tachycardia occurred in 2.7% of patients and nonsustained monomorphic ventricular tachycardias occurred in 4.9% of the patients (see ADVERSE REACTIONS ). Proarrhythmic events must be anticipated. Skilled personnel and proper equipment, including cardiac monitoring equipment, intracardiac pacing facilities, a cardioverter/defibrillator, and medication for treatment of sustained ventricular tachycardia, including polymorphic ventricular tachycardia, must be available during and after administration of ibutilide fumarate. Before treatment with ibutilide fumarate, hypokalemia and hypomagnesemia should be corrected to reduce the potential for proarrhythmia. Patients should be observed with continuous ECG monitoring for at least 4 hours following infusion or until QTc has returned to baseline. Longer monitoring is required if any arrhythmic activity is noted. Management of polymorphic ventricular tachycardia includes discontinuation of ibutilide, correction of electrolyte abnormalities, especially potassium and magnesium, and overdrive cardiac pacing, electrical cardioversion, or defibrillation. Pharmacologic therapies include magnesium sulfate infusions. Treatment with antiarrhythmics should generally be avoided."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Ibutilide fumarate injection was generally well tolerated in clinical trials. Of the 586 patients with atrial fibrillation or atrial flutter who received ibutilide fumarate in phase II/III studies, 149 (25%) reported medical events related to the cardiovascular system, including sustained polymorphic ventricular tachycardia (1.7%) and nonsustained polymorphic ventricular tachycardia (2.7%). Other clinically important adverse events with an uncertain relationship to ibutilide fumarate include the following (0.2% represents one patient): sustained monomorphic ventricular tachycardia (0.2%), nonsustained monomorphic ventricular tachycardia (4.9%), AV block (1.5%), bundle branch block (1.9%), ventricular extrasystoles (5.1%), supraventricular extrasystoles (0.9%), hypotension/postural hypotension (2%), bradycardia/sinus bradycardia (1.2%), nodal arrhythmia (0.7%), congestive heart failure (0.5%), tachycardia/sinus tachycardia/supraventricular tachycardia (2.7%), idioventricular rhythm (0.2%), syncope (0.3%), and renal failure (0.3%). The incidence of these events, except for syncope, was greater in the group treated with ibutilide fumarate than in the placebo group. Another adverse reaction that may be associated with the administration of ibutilide fumarate was nausea, which occurred with a frequency greater than 1% more in ibutilide-treated patients than those treated with placebo. The medical events reported for more than 1% of the placebo- and ibutilide-treated patients are shown in the following Table. Treatment-Emergent Medical Events With Frequency of More Than 1% and Higher Than That of Placebo Event Placebo N=127 All Ibutilide N=586 Patients Patients n % n % CARDIOVASCULAR Ventricular extrasystoles 1 0.8 30 5.1 Nonsustained monomorphic VT 1 0.8 29 4.9 Nonsustained polymorphic VT — — 16 2.7 Hypotension 2 1.6 12 2.0 Bundle branch block — — 11 1.9 Sustained polymorphic VT — — 10 1.7 AV block 1 0.8 9 1.5 Hypertension — — 7 1.2 QT segment prolonged — — 7 1.2 Bradycardia 1 0.8 7 1.2 Palpitation 1 0.8 6 1.0 Tachycardia 1 0.8 16 2.7 GASTROINTESTINAL Nausea 1 0.8 11 1.9 CENTRAL NERVOUS SYSTEM Headache 4 3.1 21 3.6 In the post-cardiac surgery study (see CLINICAL STUDIES ), similar types of medical events were reported. In the 1 mg ibutilide fumarate treatment group (N=70), 2 patients (2.9%) developed sustained polymorphic ventricular tachycardia and 2 other patients (2.9%) developed nonsustained polymorphic ventricular tachycardia. Polymorphic ventricular tachycardia was not reported in the 73 patients in the 0.5 mg dose group or in the 75 patients in the 0.25 mg dose group."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Ibutilide fumarate injection is contraindicated in patients who have previously demonstrated hypersensitivity to ibutilide fumarate or any of the other product components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The recommended dose based on controlled trials (see CLINICAL STUDIES ) is outlined in the Table below. Ibutilide infusion should be stopped as soon as the presenting arrhythmia is terminated or in the event of sustained or nonsustained ventricular tachycardia, or marked prolongation of QT or QTc. Recommended Dose of Ibutilide Fumarate Injection Patient Weight Initial Infusion (over 10 minutes) Second Infusion 60 kg (132 lb) or more One vial (1 mg ibutilide fumarate) If the arrhythmia does not terminate within 10 minutes after the end of the initial infusion, a second 10-minute infusion of equal strength may be administered 10 minutes after completion of the first infusion. Less than 60 kg (132 lb) 0.1 mL/kg (0.01 mg/kg ibutilide fumarate) In a trial comparing ibutilide and sotalol (see CLINICAL STUDIES ), 2 mg ibutilide fumarate administered as a single infusion to patients weighing more than 60 kg was also effective in terminating atrial fibrillation or atrial flutter. In the post-cardiac surgery study (see CLINICAL STUDIES ), one or two intravenous infusions of 0.5 mg (0.005 mg/kg per dose for patients weighing less than 60 kg) was effective in terminating atrial fibrillation or atrial flutter. Patients should be observed with continuous ECG monitoring for at least 4 hours following infusion or until QTc has returned to baseline. Longer monitoring is required if any arrhythmic activity is noted. Skilled personnel and proper equipment (see WARNINGS, Proarrhythmia ), such as a cardioverter/defibrillator, and medication for treatment of sustained ventricular tachycardia, including polymorphic ventricular tachycardia, must be available during administration of ibutilide fumarate and subsequent monitoring of the patient. Dilution Ibutilide fumarate injection may be administered undiluted or diluted in 50 mL of diluent. Ibutilide fumarate may be added to 0.9% Sodium Chloride Injection or 5% Dextrose Injection before infusion. The contents of one 10 mL vial (0.1 mg/mL) may be added to a 50 mL infusion bag to form an admixture of approximately 0.017 mg/mL ibutilide fumarate. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Compatibility and Stability The following diluents are compatible with ibutilide fumarate injection (0.1 mg/mL): 5% Dextrose Injection 0.9% Sodium Chloride Injection The following intravenous solution containers are compatible with admixtures of ibutilide fumarate injection (0.1 mg/mL): polyvinyl chloride plastic bags polyolefin bags Admixtures of the product, with approved diluents, are chemically and physically stable for 24 hours at room temperature (15° to 30° C or 59° to 86° F) and for 48 hours at refrigerated temperatures (2° to 8°C or 36° to 46°F). Strict adherence to the use of aseptic technique during the preparation of the admixture is recommended in order to maintain sterility."
  ],
  "indications": [
    "INDICATIONS AND USAGE Ibutilide fumarate injection is indicated for the rapid conversion of atrial fibrillation or atrial flutter of recent onset to sinus rhythm. Patients with atrial arrhythmias of longer duration are less likely to respond to ibutilide fumarate. The effectiveness of ibutilide has not been determined in patients with arrhythmias of more than 90 days in duration. LIFE-THREATENING ARRHYTHMIAS—APPROPRIATE TREATMENT ENVIRONMENT Ibutilide fumarate can cause potentially fatal arrhythmias, particularly sustained polymorphic ventricular tachycardia, usually in association with QT prolongation (torsades de pointes), but sometimes without documented QT prolongation. In registration studies, these arrhythmias, which require cardioversion, occurred in 1.7% of treated patients during, or within a number of hours of, use of Ibutilide fumarate. These arrhythmias can be reversed if treated promptly (see WARNINGS, Proarrhythmia ). It is essential that Ibutilide fumarate be administered in a setting of continuous ECG monitoring and by personnel trained in identification and treatment of acute ventricular arrhythmias, particularly polymorphic ventricular tachycardia. Patients with atrial fibrillation of more than 2 to 3 days’ duration must be adequately anticoagulated, generally for at least 2 weeks. CHOICE OF PATIENTS Patients with chronic atrial fibrillation have a strong tendency to revert after conversion to sinus rhythm (see CLINICAL STUDIES ) and treatments to maintain sinus rhythm carry risks. Patients to be treated with Ibutilide fumarate , therefore, should be carefully selected such that the expected benefits of maintaining sinus rhythm outweigh the immediate risks of Ibutilide fumarate , and the risks of maintenance therapy, and are likely to offer an advantage compared with alternative management."
  ],
  "fetched_at": "2025-09-30T21:06:32.355184",
  "source": "OpenFDA"
}