{
  "drug_name": "Icosapent",
  "generic_name": [
    "ICOSAPENT ETHYL"
  ],
  "brand_names": [
    "ICOSAPENT ETHYL"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Increased Bleeding Risk with Anticoagulants and Antiplatelet Agents: Some published studies with omega-3 fatty acids have demonstrated prolongation of bleeding time. Monitor patients receiving icosapent ethyl and concomitant anticoagulants and/or antiplatelet agents for bleeding. (7) 7.1 Increased Bleeding Risk with Anticoagulants and Antiplatelet Agents Some published studies with omega-3 fatty acids have demonstrated prolongation of bleeding time. The prolongation of bleeding time reported in those studies has not exceeded normal limits and did not produce clinically significant bleeding episodes. Monitor patients receiving icosapent ethyl and concomitant anticoagulants and/or antiplatelet agents for bleeding."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below and elsewhere in the labeling: Atrial Fibrillation or Atrial Flutter [see Warnings and Precautions (5.1)] Potential for Allergic Reactions in Patients with Fish Allergy [see Warnings and Precautions (5.2)] Bleeding [see Warnings and Precautions (5.3)] Common adverse reactions (incidence ≥3% and ≥1% more frequent than placebo): musculoskeletal pain, peripheral edema, constipation, gout, and atrial fibrillation. (6.1) Common adverse reactions in the hypertriglyceridemia trials (incidence ≥1% more frequent than placebo): arthralgia and oropharyngeal pain. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact XLCare Pharmaceuticals, Inc. at 1-866-495-1995 or contact the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Common adverse reactions (incidence ≥3% on icosapent ethyl and ≥1% more frequent than placebo) included musculoskeletal pain, peripheral edema, constipation, gout, and atrial fibrillation. Hypertriglyceridemia Trials In two randomized, double-blind, placebo-controlled trials in patients with triglyceride levels between 200 and 2000 mg/dL treated for 12 weeks, adverse reactions reported with icosapent ethyl at an incidence ≥1% more frequent than placebo based on pooled data included arthralgia and oropharyngeal pain. 6.2 Postmarketing Experience Additional adverse reactions have been identified during post-approval use of icosapent ethyl capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Diarrhea Blood triglycerides increased Abdominal discomfort Pain in the extremities"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Icosapent ethyl capsules are contraindicated in patients with known hypersensitivity (e.g., anaphylactic reaction) to icosapent ethyl or any of its components. Icosapent ethyl capsules are contraindicated in patients with known hypersensitivity (e.g., anaphylactic reaction) to icosapent ethyl or any of its components. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess lipid levels before initiating therapy. Identify other causes of high triglyceride levels and manage as appropriate. (2.1) Patients should engage in appropriate nutritional intake and physical activity before receiving icosapent ethyl capsules, which should continue during treatment. (2.1) The daily dose of icosapent ethyl capsules are 4 grams per day taken as either four 0.5 gram capsules twice daily with food or two 1 gram capsules twice daily with food. (2.2) Advise patients to swallow capsules whole. Do not break open, crush, dissolve, or chew icosapent ethyl capsules. (2.2) 2.1 Prior to Initiation of Icosapent Ethyl Capsules Assess lipid levels before initiating therapy. Identify other causes (e.g., diabetes mellitus, hypothyroidism, or medications) of high triglyceride levels and manage as appropriate. Patients should engage in appropriate nutritional intake and physical activity before receiving icosapent ethyl capsules, which should continue during treatment with icosapent ethyl capsules. 2.2 Dosage and Administration The daily dose of icosapent ethyl capsules are 4 grams per day taken as either: four 0.5 gram capsules twice daily with food; or as two 1 gram capsules twice daily with food. Advise patients to swallow icosapent ethyl capsules whole. Do not break open, crush, dissolve, or chew icosapent ethyl capsules."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Icosapent ethyl capsules are indicated: as an adjunct to diet to reduce triglyceride (TG) levels in adult patients with severe (≥ 500 mg/dL) hypertriglyceridemia. Limitations of Use: The effect of icosapent ethyl capsules on the risk for pancreatitis in patients with severe hypertriglyceridemia has not been determined. Icosapent ethyl capsules are an ethyl ester of eicosapentaenoic acid (EPA) indicated: as an adjunct to diet to reduce triglyceride (TG) levels in adult patients with severe (≥ 500 mg/dL) hypertriglyceridemia. (1) Limitations of Use: The effect of icosapent ethyl capsules on the risk for pancreatitis in patients with severe hypertriglyceridemia has not been determined. (1)"
  ],
  "fetched_at": "2025-09-30T20:58:31.268262",
  "source": "OpenFDA"
}