{
  "drug_name": "Idelalisib",
  "generic_name": [
    "IDELALISIB"
  ],
  "brand_names": [
    "Zydelig"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A Inhibitors : Additional monitoring required if alternative therapy is not available. ( 7.1 ) Strong CYP3A Inducers : Avoid coadministration of strong CYP3A inducers. ( 7.1 ) CYP3A Substrates : Avoid coadministration of sensitive CYP3A substrates. ( 7.2 ) 7.1 Effects of Other Drugs on Zydelig Table 6 lists the potential effects of the coadministration of strong CYP3A modulators on Zydelig. Table 6 Drug Interactions with Zydelig that affect Idelalisib Concentrations Strong CYP3A Inhibitors Clinical Impact Coadministration with strong CYP3A inhibitors may increase idelalisib concentrations [see Clinical Pharmacology (12.3) ] . Increased idelalisib concentrations may increase the risk of exposure related adverse reactions. Prevention or Management Use other drugs that are not strong CYP3A inhibitors. If unable to use alternative drugs, monitor patients more frequently for Zydelig adverse reactions [see Adverse Reactions (6.1) ] . Strong CYP3A Inducers Clinical Impact Coadministration with strong CYP3A inducers may decrease idelalisib concentrations [see Clinical Pharmacology (12.3) ] . Decreased idelalisib concentrations may reduce efficacy. Prevention or Management Avoid coadministration of Zydelig with strong CYP3A4 inducers. 7.2 Effects of Zydelig on Other Drugs The coadministration of Zydelig with a CYP3A substrate may increase the concentrations of this CYP3A substrate. Avoid coadministration of Zydelig with sensitive CYP3A substrates [see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling. Hepatotoxicity [see Warnings and Precautions (5.1) ] Severe Diarrhea or Colitis [see Warnings and Precautions (5.2) ] Pneumonitis [see Warnings and Precautions (5.3) ] Infections [see Warnings and Precautions (5.4) ] Intestinal Perforation [see Warnings and Precautions (5.5) ] Severe Cutaneous Reactions [see Warnings and Precautions (5.6) ] Hypersensitivity Reactions [see Warnings and Precautions (5.7) ] Neutropenia [see Warnings and Precautions (5.8) ] The most common adverse reactions (incidence ≥30%) in patients treated with Zydelig in combination trials are diarrhea, pneumonia, pyrexia, fatigue, rash, cough, and nausea. ( 6.1 ) Common laboratory abnormalities are neutropenia, ALT elevations and AST elevations. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Gilead Sciences, Inc. at 1-800-GILEAD-5 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflect exposure to Zydelig at a dosage of 150 mg twice daily in 110 patients administered in combination with rituximab in Study 312-0116, and in combination with other drugs in 380 patients. Among 490 patients who received Zydelig, 74% were exposed for 6 months or longer and 50% were exposed for one year or longer. In this pooled safety population, the most common (> 30%) adverse reactions were diarrhea, pneumonia, pyrexia, fatigue, rash, cough, and nausea. Common laboratory abnormalities were neutropenia, ALT elevations and AST elevations. Summary of Clinical Trials in Chronic Lymphocytic Leukemia The safety data reflect exposure to Zydelig from two randomized, double-blind clinical trials (Studies 312-0116 and 312-0115) in 634 patients with relapsed CLL [see Clinical Studies (14.1)] and one randomized, open-label trial in 259 patients with relapsed CLL (Study 312-0119). Zydelig with Rituximab (Study 312-0116) Patients with relapsed CLL received up to 8 doses of rituximab (R) with (n=110) or without Zydelig (n=108)150 mg twice daily. The median duration of exposure to Zydelig was 8 months. Serious adverse reactions were reported in 65 (59%) patients treated with Zydelig + R The most frequent serious adverse reactions reported for patients treated with Zydelig + R were pneumonia (23%), diarrhea (10%), pyrexia (9%), sepsis (8%), and febrile neutropenia (5%). Adverse reactions that led to discontinuation of Zydelig occurred in 19 (17%) patients. The most common adverse reactions that led to treatment discontinuations were hepatotoxicity and diarrhea/colitis. Forty-two (38%) patients had dose interruptions and sixteen (15%) patients had dose reductions due to adverse reactions or laboratory abnormalities. The most common reasons for dose interruptions or reductions were pneumonia, diarrhea or colitis, rash, and elevated transaminases. Table 2 and Table 3 summarize common adverse reactions and laboratory abnormalities reported for Zydelig + R and placebo + R arms. Table 2 Adverse Reactions Reported in ≥5% of Patients with CLL and Occurred at ≥2% Higher Incidence in Patients Receiving Zydelig in Study 312-0116 Zydelig + R N=110 (%) Placebo + R N=108 (%) Adverse Reaction Any Grade Grade ≥3 Any Grade Grade ≥3 General disorders and administration site conditions pyrexia 44 (40) 3 (3) 20 (19) 1 (1) chills 27 (25) 2 (2) 17 (16) 0 pain 8 (7) 0 1 (1) 0 Gastrointestinal disorders diarrhea Diarrhea includes the following preferred terms: diarrhea, colitis. 35 (32) 12 (11) 20 (19) 0 nausea 30 (27) 1 (1) 25 (23) 0 abdominal pain Abdominal pain includes the following preferred terms: abdominal pain, abdominal pain upper, abdominal pain lower. 20 (18) 1 (1) 17 (16) 2 (2) vomiting 17 (15) 0 9 (8) 0 gastroesophageal reflux disease 11 (10) 1 (1) 0 0 stomatitis 7 (6) 2 (2) 1 (1) 0 Respiratory, thoracic, and mediastinal disorders pneumonia Pneumonia includes the terms: pneumonia, pneumonitis, lung infection, lung infiltration, pneumocystis jiroveci pneumonia, pneumonia legionella, lung infection pseudomonal, pneumonia fungal, respiratory tract infection, lower respiratory tract infection, and lower respiratory tract infection bacterial. 33 (30) 23 (21) 20 (19) 14 (13) Skin and subcutaneous tissue disorders rash Rash includes the following preferred terms: dermatitis exfoliative, drug eruption, rash, rash erythematous, rash generalized, rash macular, rash maculo-papular, rash papular, rash pruritic, rash morbilliform, and exfoliative rash. 27 (25) 4 (4) 7 (6) 1 (1) Metabolism and Nutrition Disorders decreased appetite 18 (16) 2 (2) 12 (11) 2 (2) dehydration 7 (6) 3 (3) 0 0 Infections and infestations sepsis Sepsis includes the terms: sepsis, septic shock, neutropenic sepsis, and sepsis syndrome 10 (9) 10 (9) 4 (4) 4 (4) sinusitis 9 (8) 0 6 (6) 0 urinary tract infection 9 (8) 1 (1) 4 (4) 2 (2) bronchitis 8 (7) 1 (1) 5 (5) 1 (1) oral herpes 6 (5) 1 (1) 3 (3) 0 Psychiatric disorders insomnia 10 (9) 0 7 (6) 0 Musculoskeletal and connective tissue disorders arthralgia 9 (8) 1 (1) 4 (4) 0 Nervous system disorders lethargy 6 (5) 0 2 (2) 0 Table 3 Hematologic and Hepatic Laboratory Abnormalities Reported in ≥10% of Patients with CLL and Occurred at ≥5% Higher Incidence in Patients Receiving Zydelig in Study 312-0116 Zydelig + R N=110 (%) Placebo + R N=108 (%) Laboratory Parameter Any Grade Grade 3–4 Any Grade Grade 3–4 Hematology abnormalities neutropenia 71 (65) 46 (42) 61 (56) 33 (31) leukopenia 34 (31) 9 (8) 25 (23) 9 (8) lymphocytopenia 23 (21) 11 (10) 13 (12) 4 (4) Serum chemistry abnormalities ALT increased 43 (39) 10 (9) 13 (12) 1 (1) AST increased 31 (28) 6 (5) 16 (15) 0 After closure of Study 312-0116, 71 patients continued treatment with Zydelig on an extension study (Study 312-0117). The median duration of exposure was 18 months. Serious adverse reactions occurred in 48 (68%) patients. The most frequent serious adverse reactions reported were pneumonia (30%), diarrhea (15%), and pyrexia (11%). The most frequent adverse reactions were pneumonia (51%), pyrexia (46%), and cough (45%). The most frequent Grade 3 or greater adverse reactions were pneumonia (30%), diarrhea (15%), and sepsis (10%). Zydelig with Ofatumumab (Study 312-0119) In Study 312-0119, 259 patients with relapsed CLL received up to 12 doses of ofatumumab with or without Zydelig 150 mg orally twice daily. Zydelig in combination with ofatumumab is not indicated for the treatment of relapsed CLL. The median duration of exposure to Zydelig was 13.9 months. Serious adverse reactions were reported in 133 (77%) patients treated with Zydelig + ofatumumab. The most frequent serious adverse reactions reported were pneumonia (14%), pyrexia (13%), and diarrhea (12%). Adverse reactions that led to discontinuation of Zydelig occurred in 71 (41%) patients. One hundred and ten (64%) patients had dose interruptions and 42 (24%) patients had dose reductions due to adverse reactions or laboratory abnormalities. The most common reasons for dose discontinuations, reductions, or interruptions were diarrhea and colitis. The most common adverse reactions were diarrhea (55%), pyrexia (38%), nausea (34%), and fatigue (34%). Zydelig with Bendamustine and Rituximab (Study 312-0115) In Study 312-0115, patients with relapsed CLL received up to 6 cycles of bendamustine and rituximab (BR) with or without Zydelig 150 mg orally twice daily. Zydelig in combination with bendamustine and rituximab is not indicated for the treatment of relapsed CLL. The median duration of exposure to Zydelig was 18.2 months. Serious adverse reactions were reported in 147 (71%) patients treated with Zydelig + BR. The most frequent serious adverse reactions reported for patients treated with Zydelig + BR were febrile neutropenia (21%), pneumonia (17%), pyrexia (12%), and diarrhea (6%). Adverse reactions that led to discontinuation of Zydelig occurred in 68 (33%) patients. The most common adverse reactions that led to treatment discontinuations were pneumonia, diarrhea, and pyrexia. One hundred twenty-two (59%) patients treated with Zydelig + BR had dose interruptions and 34 (16%) patients had dose reductions due to adverse reactions. The most common reasons for dose interruptions or reductions were increased ALT and diarrhea. The most common adverse reactions were neutropenia (64%), pyrexia (43%), and diarrhea (41%). Summary of Clinical Trials in Indolent Non-Hodgkin Lymphoma The safety data reflect exposure to Zydelig from three open-label clinical trials (Studies 101-09, 101-02, and 101-10 in 146 patients with indolent non-Hodgkin lymphoma (iNHL) treated with Zydelig 150 mg orally twice daily. Zydelig is not indicated for the treatment of iNHL. The median duration of exposure was 6.1 months (range 0.3 to 26.4 months). Serious adverse reactions were reported in 73 (50%) patients. The most frequent serious adverse reactions that occurred were pneumonia (15%), diarrhea (11%), and pyrexia (9%). Adverse reactions resulted in interruption or discontinuation for 78 (53%) patients. The most common reasons for interruption or discontinuations were diarrhea (11%), pneumonia (11%), and elevated transaminases (10%). The most common adverse reactions were neutropenia (53%), ALT increased (50%), diarrhea (47%), AST increased (41%), fatigue (30%), nausea and cough (29% each), anemia and pyrexia (28% each), abdominal pain and thrombocytopenia (26% each), and pneumonia (25%). Summary of Discontinued Clinical Trials in Indolent Non-Hodgkin Lymphoma and First-Line CLL Zydelig is not indicated for patients with indolent non-Hodgkin lymphoma or previously untreated CLL either as monotherapy or in combination with rituximab or BR. Safety data described below reflect exposure to Zydelig in three randomized, double-blind clinical trials (Studies 312-0123, 313-0124, and 313-0125) in patients with CLL and iNHL. In Study 312-0123 (NCT01980888), 311 patients with previously untreated CLL received up to 6 cycles of BR with or without Zydelig 150 mg twice daily. In Study 313-0124 (NCT01732913), 295 patients with previously treated iNHL [FL 66%, marginal zone lymphoma (MZL) 19%, SLL 9%, lymphoplasmacytic lymphoma (LPL)/Waldenstrom macroglobulinemia (WM) 6%] received 8 doses of R with or without Zydelig 150 mg twice daily. Patients had a median of one prior therapy. In Study 313-0125 (NCT01732926), 475 patients with previously treated iNHL (FL 63%, MZL 15%, SLL 11%, LPL/WM 11%) received up to 6 cycles of BR with or without Zydelig 150 mg twice daily. Patients had a median of two prior therapies. These three studies were terminated early due to a higher incidence of fatal and/or serious adverse reactions observed in patients treated with Zydelig in combination with R or BR. The most frequent serious adverse reactions were in the system organ classes of infections and infestations, blood and lymphatic system disorders, and gastrointestinal disorders. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of Zydelig. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Disorders - Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), and drug reaction with eosinophilia and systemic symptoms (DRESS)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Zydelig is contraindicated in patients with a history of serious hypersensitivity reactions to idelalisib, including anaphylaxis, or patients with a history of toxic epidermal necrolysis with any drug [see Warnings and Precautions (5.6 , 5.7) ] . History of serious hypersensitivity reactions to idelalisib, including anaphylaxis, or history of toxic epidermal necrolysis with any drug. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 150 mg orally twice daily. ( 2.1 ) 2.1 Recommended Dosage The recommended dosage of Zydelig is 150 mg administered orally twice daily with or without food until disease progression or unacceptable toxicity. The optimal and safe dosing regimen for patients who receive treatment longer than several months is unknown. Swallow tablets whole. If a planned dose of Zydelig is missed by less than 6 hours, take the missed dose as soon as possible and take the next dose as usual. If a dose of Zydelig is missed by more than 6 hours, skip the missed dose and take the next dose at the usual time. 2.2 Dosage Modifications for Adverse Reactions Table 1 presents the dosage modification for specific adverse reactions. For other severe or life-threatening adverse reactions, withhold Zydelig until resolution. If resuming Zydelig after interruption for other severe or life-threatening toxicities, reduce the dosage to 100 mg orally twice daily. Permanently discontinue Zydelig for recurrence of other severe or life-threatening Zydelig-related toxicity upon rechallenge. Table 1 Dosage Modifications for Adverse Reactions Abbreviations: ANC: absolute neutrophil count; ALT, alanine aminotransferase; AST, aspartate aminotransferase; BID, twice daily; ULN, upper limit of normal; CMV, cytomegalovirus; DRESS, drug reaction with eosinophilia and systemic symptoms; PCR: polymerase chain reaction; PJP: Pneumocystis jirovecii pneumonia; SJS: Stevens-Johnson syndrome; TEN: toxic epidermal necrolysis ALT/AST >3–5 × ULN >5–20 × ULN >20 × ULN [see Warnings and Precautions (5.1) ] Maintain Zydelig dose. Monitor at least weekly until ≤1 × ULN. Withhold Zydelig. Monitor at least weekly until ALT/AST are ≤1 × ULN, then may resume Zydelig at 100 mg BID. Discontinue Zydelig permanently. Bilirubin >1.5–3 × ULN >3–10 × ULN >10 × ULN [see Warnings and Precautions (5.1) ] Maintain Zydelig dose. Monitor at least weekly until ≤1 × ULN. Withhold Zydelig. Monitor at least weekly until bilirubin is ≤1 × ULN, then may resume Zydelig at 100 mg BID. Discontinue Zydelig permanently. Diarrhea Moderate diarrhea: increase of 4–6 stools per day over baseline; severe diarrhea: increase of ≥7 stools per day over baseline. Moderate diarrhea Severe diarrhea or hospitalization Life-threatening diarrhea [see Warnings and Precautions (5.2) ] Maintain Zydelig dose. Monitor at least weekly until resolved. Withhold Zydelig. Monitor at least weekly until resolved, then may resume Zydelig at 100 mg BID. Discontinue Zydelig permanently. Pneumonitis Any symptomatic pneumonitis [see Warnings and Precautions (5.3) ] Discontinue Zydelig in patients with any severity of symptomatic pneumonitis. Infections Grade 3 or higher sepsis or pneumonia [see Warnings and Precautions (5.4) ] Interrupt Zydelig until infection has resolved. Evidence of CMV infection or viremia Interrupt Zydelig in patients with evidence of active CMV infection of any grade or viremia (positive PCR or antigen test) until the viremia has resolved. If Zydelig is resumed, monitor patients by PCR or antigen test for CMV reactivation at least monthly. Evidence of PJP infection Interrupt Zydelig in patients with suspected PJP infection of any grade. Permanently discontinue Zydelig if PJP infection is confirmed. Intestinal Perforation Evidence of intestinal perforation [see Warnings and Precautions (5.5) ] Permanently discontinue Zydelig in patients who experience intestinal perforation. Severe Cutaneous Reactions Suspected/Confirmed SJS, TEN, DRESS, or other severe or life-threatening (Grade ≥3) cutaneous reactions [see Warnings and Precautions (5.6) ] Interrupt Zydelig in patients with suspected SJS, TEN, or DRESS until the etiology of the reaction has been determined. Permanently discontinue Zydelig in patients with confirmed SJS, TEN, or DRESS, or other severe or life-threatening (Grade ≥3) cutaneous reactions. Hypersensitivity Reactions Evidence of hypersensitivity reactions [see Warnings and Precautions (5.7) ] Permanently discontinue Zydelig in patients who develop serious hypersensitivity reactions. Neutropenia ANC 1.0 to <1.5 Gi/L ANC 0.5 to <1.0 Gi/L ANC <0.5 Gi/L [see Warnings and Precautions (5.8) ] Maintain Zydelig dose. Maintain Zydelig dose. Monitor ANC at least weekly. Interrupt Zydelig. Monitor ANC at least weekly until ANC ≥0.5 Gi/L, then may resume Zydelig at 100 mg BID. Thrombocytopenia Platelets 50 to <75 Gi/L Platelets 25 to <50 Gi/L Platelets <25 Gi/L [see Adverse Reactions (6.1) ] Maintain Zydelig dose. Maintain Zydelig dose. Monitor platelet counts at least weekly. Interrupt Zydelig. Monitor platelet count at least weekly. May resume Zydelig at 100 mg BID when platelets ≥25 Gi/L. No dosage modification is recommended for lymphocytosis, which has been observed in some patients taking Zydelig. This observed lymphocytosis is a pharmacodynamic effect and should not be considered progressive disease in the absence of other clinical findings."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Zydelig is indicated, in combination with rituximab, for the treatment of patients with relapsed chronic lymphocytic leukemia (CLL) for whom rituximab alone would be considered appropriate therapy due to other co-morbidities. Zydelig is a kinase inhibitor indicated for the treatment of patients with: Relapsed chronic lymphocytic leukemia (CLL), in combination with rituximab, in patients for whom rituximab alone would be considered appropriate therapy due to other co-morbidities. ( 1 ) Limitations of use: Zydelig is not indicated and is not recommended for first-line treatment of any patient, including patients with CLL, small lymphocytic lymphoma (SLL), follicular lymphoma (FL), and other indolent non-Hodgkin lymphomas. ( 1 , 6.1 ) Zydelig is not indicated and is not recommended in combination with bendamustine and rituximab, or in combination with rituximab for the treatment of patients with FL, SLL, and other indolent non-Hodgkin lymphomas. ( 6.1 ) Limitations of Use Zydelig is not indicated and is not recommended for first-line treatment of any patient, including patients with CLL, small lymphocytic lymphoma (SLL), follicular lymphoma (FL), and other indolent non-Hodgkin lymphomas. Zydelig is not indicated and is not recommended in combination with bendamustine and rituximab, or in combination with rituximab for the treatment of patients with FL, SLL, and other indolent non-Hodgkin lymphomas."
  ],
  "fetched_at": "2025-10-01T17:16:13.805388",
  "source": "OpenFDA"
}