{
  "drug_name": "Iloperidone",
  "generic_name": [
    "ILOPERIDONE"
  ],
  "brand_names": [
    "FANAPT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The dose of FANAPT should be reduced in patients co-administered a strong CYP2D6 or CYP3A4 inhibitor. ( 2.2 , 7.1 ) 7.1 Clinically Important Drug Interactions with FANAPT Table 7 presents clinically important drug interactions with FANAPT. Table 7: Clinically Important Drug Interactions with FANAPT Strong CYP2D6 Inhibitors Clinical Impact Coadministration of fluoxetine with iloperidone increased exposure (area under curve, [AUC]) of iloperidone and its metabolite P88, by about 2- to 3- fold, and decreased the AUC of its metabolite P95 by one-half [see Clinical Pharmacology (12.3 , 12.5) ] . Coadministration of paroxetine with iloperidone resulted in increased mean steady-state peak concentrations of iloperidone and its metabolite P88, by about 1.6- fold, and decreased mean steady-state peak concentrations of its metabolite P95 by one-half [see Clinical Pharmacology (12.3 , 12.5) ] . Intervention Reduce the dose of FANAPT by one-half when administered with strong CYP2D6 inhibitors. When a strong CYP2D6 inhibitor is withdrawn from the combination therapy, the iloperidone dose should be returned to the previous level [see Dosage and Administration (2.4) ] . Strong CYP3A4 Inhibitors Clinical Impact Co-administration of ketoconazole with iloperidone, increased the AUC of iloperidone and its metabolites P88 and P95 by 57%, 55%, and 35%, respectively [see Clinical Pharmacology (12.3) ] . Intervention Reduce the dose of FANAPT by one-half when administered with strong CYP3A4 inhibitors. When the CYP3A4 inhibitor is withdrawn from the combination therapy, the FANAPT dose should be returned to the previous level [see Dosage and Administration (2.4) ] . Concomitant use of Strong CYP2D6 and Strong CYP3A4 Inhibitors Clinical Impact Coadministration of iloperidone with paroxetine and ketoconazole resulted in a 1.4- fold increase in steady-state concentrations of iloperidone and its metabolite P88 and a 1.4- fold decrease in the P95 in the presence of paroxetine [see Clinical Pharmacology (12.3) ] . Intervention Coadministration of FANAPT with inhibitors of both CYP2D6 and CYP3A4 did not add to the effect of either inhibitor given alone. Reduce the dose of FANAPT by about one-half if administered concomitantly with both a CYP2D6 and CYP3A4 inhibitor same as if it is coadministered with only one inhibitor. When the inhibitors of CYP2D6 and CYP3A4 are withdrawn from the combination therapy, the FANAPT dose should be returned to the previous level [see Dosage and Administration (2.4) ] . 7.2 Drugs that Prolong the QT Interval Concomitant use of drugs that prolong the QT interval may add to the QT effects of FANAPT and increase the risk of cardiac arrhythmia. Avoid the use of FANAPT in combination with any other drugs that prolong the QT interval [see Warnings and Precautions (5.3) ] . 7.3 Drugs that Lower Blood Pressure Concomitant use of FANAPT with medications that lower blood pressure could potentially cause symptomatic hypotension. Avoid coadministration of FANAPT with alpha-adrenergic blocking agents and adjust medications that affect blood pressure as needed [see Warnings and Precautions (5.7) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions (5.1) ] Cerebrovascular Adverse Reactions, Including Stroke, in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions (5.2) ] QT Prolongation [see Warnings and Precautions (5.3) ] Neuroleptic Malignant Syndrome (NMS) [see Warnings and Precautions (5.4) ] Tardive Dyskinesia [see Warnings and Precautions (5.5) ] Metabolic Changes [see Warnings and Precautions (5.6) ] Orthostatic Hypotension and Syncope [see Warnings and Precautions (5.7) ] Falls [see Warnings and Precautions (5.8) ] Seizures [see Warnings and Precautions (5.9) ] Leukopenia, Neutropenia and Agranulocytosis [see Warnings and Precautions (5.10) ] Hyperprolactinemia [see Warnings and Precautions (5.11) ] Body Temperature Regulation [see Warnings and Precautions (5.12) ] Dysphagia [see Warnings and Precautions (5.13) ] Priapism [see Warnings and Precautions (5.14) ] Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.15) ] Intraoperative Floppy Iris Syndrome [see Warnings and Precautions (5.16) ] Commonly observed adverse reactions (incidence ≥5% and 2-fold greater than placebo) were ( 6.1 ): Schizophrenia: dizziness, dry mouth, fatigue, nasal congestion, orthostatic hypotension, somnolence, tachycardia, and weight increased. Bipolar mania: tachycardia, dizziness, dry mouth, hepatic enzymes increased, nasal congestion, weight increased, hypotension, and somnolence. To report SUSPECTED ADVERSE REACTIONS, contact Vanda Pharmaceuticals Inc. at 1-844-GO-VANDA (1-844-468-2632) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trial of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The information below is derived from a clinical trial database for FANAPT consisting of 3,229 patients exposed to FANAPT at doses of 10 mg/day or greater, for the treatment of schizophrenia and from a clinical trial database for FANAPT consisting of 312 patients exposed to FANAPT at doses of 24 mg/day, for the treatment of bipolar mania [see Clinical Studies (14.2) ] . Of these, 999 received FANAPT for at least 6 months, with 657 exposed to FANAPT for at least 12 months for the treatment of schizophrenia and 69 received FANAPT for at least 6 months, with 28 exposed to FANAPT for at least 12 months for the treatment of bipolar mania. All of these patients who received FANAPT were participating in multiple-dose clinical trials. The conditions and duration of treatment with FANAPT varied greatly and included (in overlapping categories), open-label and double-blind phases of studies, inpatients and outpatients, fixed-dose and flexible-dose studies, and short-term and longer-term exposure. Schizophrenia The information presented in this section was derived from pooled data from 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies in patients who received FANAPT at daily doses within a range of 10 to 24 mg (n=874). Adverse Reactions Occurring at an Incidence of 2% or More among FANAPT-Treated Patients and More Frequent than Placebo Table 3 enumerates the pooled incidences of adverse reactions that were spontaneously reported in four placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies, listing those reactions that occurred in 2% or more of patients treated with FANAPT in any of the dose groups, and for which the incidence in FANAPT- treated patients in any dose group was greater than the incidence in patients treated with placebo. Table 3: Percentage of Adverse Reactions in Short-Term, Fixed- or Flexible-Dose, Placebo- Controlled Schizophrenia Trials in Adult Patients* * Table includes adverse reactions that were reported in 2% or more of patients in any of the FANAPT dose groups and which occurred at greater incidence than in the placebo group. Figures rounded to the nearest integer. Body System or Organ Class Placebo (%) FANAPT 10-16 mg/day (%) FANAPT 20-24 mg/day (%) Dictionary-derived Term (N=587) (N=483) (N=391) Body as a Whole Arthralgia 2 3 3 Fatigue 3 4 6 Musculoskeletal Stiffness 1 1 3 Weight Increased 1 1 9 Cardiac Disorders Tachycardia 1 3 12 Eye Disorders Vision Blurred 2 3 1 Gastrointestinal Disorders Nausea 8 7 10 Dry Mouth 1 8 10 Diarrhea 4 5 7 Abdominal Discomfort 1 1 3 Infections Nasopharyngitis 3 4 3 Upper Respiratory Tract Infection 1 2 3 Nervous System Disorders Dizziness 7 10 20 Somnolence 5 9 15 Extrapyramidal Disorder 4 5 4 Tremor 2 3 3 Lethargy 1 3 1 Reproductive System Ejaculation Failure <1 2 2 Respiratory Nasal Congestion 2 5 8 Dyspnea <1 2 2 Skin Rash 2 3 2 Vascular Disorders Orthostatic Hypotension 1 3 5 Hypotension <1 <1 3 Bipolar Mania Table 4 enumerates the adverse reactions that occurred at an incidence of ≥2% and greater than placebo in a placebo-controlled, 4-week bipolar mania trial with FANAPT. Table 4: Adverse Reactions Occurring in ≥2% of Adult Patients Treated with FANAPT and > Placebo in a Short-Term, Fixed-Dose, Placebo-Controlled Bipolar Mania Trial * The following terms were combined: Tachycardia includes: heart rate increased, sinus tachycardia, postural orthostatic tachycardia syndrome, and tachycardia Nausea includes: nausea and vomiting Hepatic enzyme increased includes: predominantly alanine aminotransferase increased and including aspartate aminotransferase increased, hepatic enzyme increased, and transaminase increased) Weight increased includes: weight increased and BMI increased. Dizziness includes: dizziness and postural dizziness Headache includes: Headache and Tension headache Somnolence includes: predominantly sedation and including sedation complication and somnolence Urinary urgency and Polyuria includes: hypertonic bladder, micturition urgency, polyuria, and urinary incontinence Sexual Dysfunction includes: ejaculation failure, erectile dysfunction, retrograde ejaculation, and ejaculation delayed Hypotension includes: orthostatic hypotension Fatigue includes: lethargy ** Patients with poor CYP2D6 metabolizer status received 12 mg/day. System Organ Class Preferred Terms Placebo N=208 % FANAPT 24 mg/day ** N=206 % Cardiac disorders Tachycardia * 5 23 Gastrointestinal disorders Dry mouth 2 9 Nausea * 3 4 Investigations Hepatic enzyme increased * 1 8 Weight increased * 1 6 Nervous system disorders Dizziness * 1 12 Headache * 4 5 Somnolence * 3 8 Akathisia 0 4 Renal and urinary disorders Urinary urgency and Polyuria * 0 3 Reproductive system and breast disorders Sexual Dysfunction * 0.5 4 Respiratory, thoracic, and mediastinal disorders Nasal congestion 1 6 Vascular disorders Hypotension * 3 6 General disorders and administration site conditions Fatigue * 1 3 Dose-Related Adverse Reactions in Clinical Trials Based on the pooled data from 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies, adverse reactions in patients with schizophrenia that occurred with a greater than 2% incidence in the patients treated with FANAPT, and for which the incidence in patients treated with FANAPT 20-24 mg/day were twice than the incidence in patients treated with FANAPT 10-16 mg/day were: abdominal discomfort, dizziness, hypotension, musculoskeletal stiffness, tachycardia, and weight increased. Common and Drug-Related Adverse Reactions in Clinical Trials Based on the pooled data from 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies of patients with schizophrenia, the following adverse reactions occurred in ≥5% incidence in the patients treated with FANAPT and at least twice the placebo rate for at least 1 dose: dizziness, dry mouth, fatigue, nasal congestion, somnolence, tachycardia, orthostatic hypotension, and weight increased. Dizziness, tachycardia, and weight increased were at least twice as common on 20-24 mg/day as on 10-16 mg/day. In a short-term, placebo-controlled trial in patients with bipolar mania the following adverse reactions occurred in ≥5% incidence in the patients treated with FANAPT and at least twice the placebo rate: tachycardia, dizziness, dry mouth, hepatic enzymes increased, nasal congestion, weight increased, hypotension, and somnolence. Extrapyramidal Symptoms (EPS) in Clinical Trials Pooled data from the 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies of patients with schizophrenia provided information regarding EPS. Adverse event data collected from those trials showed the following rates of EPS-related adverse events as shown in Table 5 . Table 5: Percentage of EPS Compared to Placebo in 4- or 6-week Schizophrenia Trials Placebo (%) FANAPT 10-16 mg/day (%) FANAPT 20-24 mg/day (%) Preferred Term (N=587) (N=483) (N=391) All EPS events 11.6 13.5 15.1 Tremor 1.9 2.5 3.1 Akathisia 2.7 1.7 2.3 Dyskinesia 1.5 1.7 1 Dystonia 0.7 1 0.8 Bradykinesia 0 0.6 0.5 Parkinsonism 0 0.2 0.3 Table 6 shows the rates of EPS-related events in a 4-week bipolar mania trial. Table 6: Percentage of EPS Compared to Placebo in a 4-week Bipolar Mania Trial * Patients with poor CYP2D6 metabolizer status received 12 mg/day. Preferred Term Placebo (%) FANAPT 24 mg/day * (%) N=208 N=206 All EPS events 0 8.3 Akathisia 0 4.4 Extrapyramidal Disorder 0 1 Blepharospasm 0 0.5 Dystonia 0 0.5 Muscle Spasm 0 0.5 Restlessness 0 0.5 Torticollis 0 0.5 Tremor 0 0.5 Adverse Reactions Associated with Discontinuation of Treatment in Clinical Trials Based on the pooled data from 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies in patients with schizophrenia, there was no difference in the incidence of discontinuation due to adverse reactions between FANAPT-treated (5%) and placebo-treated (5%) patients. The types of adverse reactions that led to discontinuation were similar for the FANAPT- and placebo-treated patients. In a 4-week, placebo-controlled study in patients with bipolar mania, the incidence of discontinuation due to adverse reactions was higher in FANAPT-treated (8.7%) patients than placebo-treated (5.3%) patients. Adverse reactions that led to discontinuation in more than one FANAPT-treated subject were liver enzyme elevations, nausea and vomiting, dizziness and hypotension. Demographic Differences in Adverse Reactions in Clinical Trials An examination of population subgroups in the 4 placebo-controlled, 4- or 6-week, fixed- or flexible-dose studies of patients with schizophrenia did not reveal any evidence of differences in safety on the basis of age, sex or race. Laboratory Test Abnormalities in Clinical Trials There were no differences between FANAPT and placebo in the incidence of discontinuation due to changes in hematology, or urinalysis. Serum Transaminases In a short-term placebo-controlled trial, asymptomatic alanine aminotransferase (ALT) elevations ≥3x ULN occurred in 9.2% of FANAPT-treated patients with acute mania compared to 1.5% of placebo treated subjects. AST elevations were less common. Hematocrit In short-term placebo-controlled trials (4- to 6-weeks) in patients with schizophrenia, there were 1.0% (13/1342) FANAPT-treated patients with hematocrit at least one time below the extended normal range during post-randomization treatment, compared to 0.3% (2/585) on placebo. The extended normal range for lowered hematocrit was defined in each of these trials as the value 15% below the normal range for the centralized laboratory that was used in the trial. In a short-term placebo-controlled trial (4 weeks) in patients with bipolar mania, there were 3.5% (7/200) FANAPT-treated patients with hematocrit at least one time below the extended normal range (<0.85xLLN) during post-randomization treatment, compared to 0.5% (1/196) on placebo. Analysis of clinical laboratory data following administration of FANAPT suggested the mechanism of hemodilution based on consistent decreases in hematocrit, hemoglobin, white blood cells, total protein, and albumin. Decreases in hematocrit and total protein have been observed with other alpha receptor antagonists and are attributed to hemodilution [see Clinical Pharmacology (12.2) ] Serum Urate Levels In a 4-week placebo-controlled trial in patients with bipolar mania, treatment with FANAPT 12 mg twice a day resulted in an increase of serum urate levels of approximately 27.2 umol/L (0.457 mg/dL) compared to 0.1 umol/L (0.002 mg/dL) in placebo group. Other Reactions During the Pre-marketing Evaluation of FANAPT Patients with Schizophrenia The following is a list of MedDRA terms that reflect adverse reactions in patients treated with FANAPT at multiple doses ≥ 4 mg/day during any phase of a trial with the database of 3,210 FANAPT-treated patients with schizophrenia. All reported reactions are included except those already listed in Table 3 , or other parts of the Adverse Reactions (6) , those considered in the Warnings and Precautions (5) , those reaction terms which were so general as to be uninformative, reactions reported in fewer than 3 patients and which were neither serious nor life-threatening, reactions that are otherwise common as background reactions, and reactions considered unlikely to be drug related. Reactions are further categorized by MedDRA system organ class and listed in order of decreasing frequency according to the following definitions: frequent adverse events are those occurring in at least 1/100 patients (only those not listed in Table 3 appear in this listing); infrequent adverse reactions are those occurring in 1/100 to 1/1000 patients; rare events are those occurring in fewer than 1/1000 patients. Blood and Lymphatic Disorders: Infrequent – anemia, iron deficiency anemia; Rare – leukopenia Cardiac Disorders: Frequent – palpitations; Rare – arrhythmia, atrioventricular block first degree, cardiac failure (including congestive and acute) Ear and Labyrinth Disorders: Infrequent – vertigo, tinnitus Endocrine Disorders: Infrequent – hypothyroidism Eye Disorders: Frequent – conjunctivitis (including allergic); Infrequent – dry eye, blepharitis, eyelid edema, eye swelling, lenticular opacities, cataract, hyperemia (including conjunctival) Gastrointestinal Disorders: Infrequent – gastritis, salivary hypersecretion, fecal incontinence, mouth ulceration; Rare – aphthous stomatitis, duodenal ulcer, hiatus hernia, hyperchlorhydria, lip ulceration, reflux esophagitis, stomatitis General Disorders and Administrative Site Conditions: Infrequent – edema (general, pitting, due to cardiac disease), difficulty in walking, thirst; Rare – hyperthermia Hepatobiliary Disorders: Infrequent – cholelithiasis Investigations: Frequent: weight decreased; Infrequent – hemoglobin decreased, neutrophil count increased, hematocrit decreased Metabolism and Nutrition Disorders: Infrequent – increased appetite, dehydration, hypokalemia, fluid retention Musculoskeletal and Connective Tissue Disorders: Frequent – myalgia, muscle spasms; Rare – torticollis Nervous System Disorders: Infrequent – paresthesia, psychomotor hyperactivity, restlessness, amnesia, nystagmus; Rare – restless legs syndrome Psychiatric Disorders: Frequent – restlessness, aggression, delusion; Infrequent – hostility, libido decreased, paranoia, anorgasmia, confusional state, mania, catatonia, mood swings, panic attack, obsessive-compulsive disorder, bulimia nervosa, delirium, polydipsia psychogenic, impulse-control disorder, major depression Renal and Urinary Disorders: Frequent – urinary incontinence; Infrequent – dysuria, pollakiuria, enuresis, nephrolithiasis; Rare – urinary retention, renal failure acute Reproductive System and Breast Disorders: Frequent – erectile dysfunction; Infrequent – testicular pain, amenorrhea, breast pain; Rare – menstruation irregular, gynecomastia, menorrhagia, metrorrhagia, postmenopausal hemorrhage, prostatitis Respiratory, Thoracic and Mediastinal Disorders: Infrequent – epistaxis, asthma, rhinorrhea, sinus congestion, nasal dryness; Rare – dry throat, sleep apnea syndrome, dyspnea exertional 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of FANAPT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure: retrograde ejaculation and hypersensitivity reactions (including anaphylaxis; angioedema; throat tightness; oropharyngeal swelling; swelling of the face, lips, mouth, and tongue; urticaria; rash; and pruritus)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS FANAPT is contraindicated in individuals with a known hypersensitivity reaction to the product. Anaphylaxis, angioedema, and other hypersensitivity reactions have been reported [see Adverse Reactions (6.2) ] . Known hypersensitivity to FANAPT or to any components in the formulation. ( 4 , 6.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer FANAPT orally twice daily without regard to meals. ( 2.1 ) Titrate the dosage of FANAPT to avoid orthostatic hypotension. See Full Prescribing Information for titration schedule. ( 2.1 ) Recommended Dosage: Indication Starting Dosage Recommended Dosage Schizophrenia ( 2.1 ) 1 mg twice daily 6 mg to 12 mg twice daily Bipolar Mania ( 2.1 ) 1 mg twice daily 12 mg twice daily CYP2D6 Poor Metabolizers: See Full Prescribing Information for titration schedule and recommended dosage. ( 2.2 ) 2.1 Recommended Dosage Titrate FANAPT to avoid orthostatic hypotension [see Warnings and Precautions (5.7) ] . Administer FANAPT orally with or without food. Table 1 includes dosage recommendations for FANAPT for the treatment of schizophrenia and the acute treatment of manic or mixed episodes associated with bipolar I disorder in adults. Table 1: Dosage Recommendations for FANAPT in Adults for the Treatment of Schizophrenia or Acute Treatment of Manic or Mixed Episodes Associated with Bipolar I Disorder Indication and Population Titration schedule Recommended Dosage Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 Day 7 Schizophrenia 1mg twice daily 2 mg twice daily 4 mg twice daily 6 mg twice daily 8 mg twice daily 10 mg twice daily 12 mg twice daily 6 mg to 12 mg twice daily Bipolar I Disorder Manic or Mixed Episodes 1 mg twice daily 3 mg twice daily 6 mg twice daily 9 mg twice daily 12 mg twice daily Titration complete 12 mg twice daily 2.2 Dosage Recommendations for Use in Patients Who Are Known CYP2D6 Poor Metabolizers Reduce the dose of FANAPT by one-half for CYP2D6 poor metabolizers [see Clinical Pharmacology (12.3 , 12.5 )] . Table 2 includes dosage recommendations for FANAPT in adults who are CYP2D6 poor metabolizers. Table 2: Dosage Recommendations for FANAPT in Adults with Schizophrenia or Bipolar I Disorder Who are CYP2D6 Poor Metabolizers Indication and Population Titration schedule Recommended Dosage Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 Day 7 Schizophrenia 1mg twice daily 2 mg twice daily 4 mg twice daily 6 mg twice daily Titration complete 3 mg to 6 mg twice daily Bipolar I Disorder Manic or Mixed Episodes 1 mg twice daily 3 mg twice daily 6 mg twice daily Titration complete 6 mg twice daily 2.3 Dosage Recommendations in Patients with Hepatic Impairment No dose adjustment for FANAPT is needed in patients with mild hepatic impairment. Patients with moderate hepatic impairment may require dose reduction, if clinically indicated. FANAPT is not recommended for patients with severe hepatic impairment [see Use in Specific Populations (8.6) ] . 2.4 Dosage Modifications for Concomitant Use with Strong CYP2D6 Inhibitors and Strong CYP3A4 Inhibitors Coadministration with Strong CYP2D6 Inhibitors Reduce the dose of FANAPT one-half when administered concomitantly with strong CYP2D6 inhibitors such as fluoxetine or paroxetine. When the CYP2D6 inhibitor is withdrawn from the combination therapy, increase the dose of FANAPT to where it was before [see Drug Interactions (7.1) ] . Coadministration with Strong CYP3A4 Inhibitors Reduce the dose of FANAPT by one-half when administered concomitantly with strong CYP3A4 inhibitors such as ketoconazole or clarithromycin. When the CYP3A4 inhibitor is withdrawn from the combination therapy, increase the dose of FANAPT to where it was before [see Drug Interactions (7.1) ] . Coadministration with Strong CYP2D6 and Strong CYP3A4 Inhibitors Reduce the dose of FANAPT by about one-half if administered concomitantly with inhibitors of CYP2D6 and CYP3A4. When both CYP2D6 and CYP3A4 inhibitors are withdrawn from the combination therapy, increase the dose of FANAPT to where it was before [see Drug Interactions (7.1) ] . 2.5 Reinitiation of Treatment in Patients Previously Discontinued Although there are no data to specifically address reinitiation of treatment, it is recommended that the initiation titration schedule be followed whenever patients have had an interval off FANAPT of more than 3 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FANAPT ® is indicated for: Treatment of schizophrenia in adults [see Clinical Studies (14.1) ]. Acute treatment of manic or mixed episodes associated with bipolar I disorder in adults [see Clinical Studies (14.2) ] . FANAPT is an atypical antipsychotic indicated for: Treatment of schizophrenia in adults. ( 1 , 14.1 ) Acute treatment of manic or mixed episodes associated with bipolar I disorder in adults. ( 1 , 14.2 )"
  ],
  "fetched_at": "2025-10-01T15:48:57.595331",
  "source": "OpenFDA"
}