{
  "drug_name": "Imiquimod",
  "generic_name": [
    "IMIQUIMOD"
  ],
  "brand_names": [
    "Imiquimod"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Local Skin Reactions [see Warnings and Precautions ( 5.1 )] • Local Hypopigmentation Reactions [see Warnings and Precautions ( 5.2 )] • Systemic Reactions [see Warnings and Precautions ( 5.3 )] Most common application site or local skin adverse reactions (incidence >28%) are erythema, flaking/scaling/dryness, scabbing/crusting, edema, erosion/ulceration, induration, itching, burning, excoriation, vesicles. Other reported systemic adverse reactions (≥1%): fatigue, fever, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Padagis ® at 1-866-634-9120 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Actinic Keratosis The data described below reflect exposure to Imiquimod Cream or vehicle in 436 subjects with AK enrolled in two double-blind, vehicle-controlled trials (Studies AK1 and AK2) [see Clinical Studies (14.1)] . Subjects applied Imiquimod Cream, 5% or vehicle topically, to a 25 cm 2 contiguous treatment area on the face or scalp once daily 2 times per week for 16 weeks. The incidence of selected adverse reactions reported by ≥1% of subjects during the trials is presented in Table 2. Table 2: Selected Adverse Reactions Occurring in ≥1% of Imiquimod-Treated Subjects with AK and at a Greater Frequency than Vehicle in Studies AK1 and AK2 Imiquimod Cream (n= 215) Vehicle (n= 221) Application Site Reaction 71 (33%) 32 (14%) Upper Respiratory Tract Infection 33 (15%) 27 (12%) Sinusitis 16 (7%) 14 (6%) Headache 11 (5%) 7 (3%) Carcinoma Squamous 8 (4%) 5 (2%) Diarrhea 6 (3%) 2 (1%) Eczema 4 (2%) 3 (1%) Back Pain 3 (1%) 2 (1%) Fatigue 3 (1%) 2 (1%) Fibrillation Atrial 3 (1%) 2 (1%) Infection Viral 3 (1%) 2 (1%) Dizziness 3 (1%) 1 (<1%) Vomiting 3 (1%) 1 (<1%) Urinary Tract Infection 3 (1%) 1 (<1%) Fever 3 (1%) 0 (0%) Rigors 3 (1%) 0 (0%) Alopecia 3 (1%) 0 (0%) The incidence of application site reactions reported by >1% of subjects during the trials is presented in Table 3. Table 3: Application Site Reactions Reported by >1% of Imiquimod-Treated Subjects with AK and at a Greater Frequency than Vehicle in Studies AK1 and AK2 Imiquimod Cream (n= 215) Vehicle (n= 221) Itching 44 (20%) 17 (8%) Burning 13 (6%) 4 (2%) Bleeding 7 (3%) 1 (<1%) Stinging 6 (3%) 2 (1%) Pain 6 (3%) 2 (1%) Induration 5 (2%) 3 (1%) Tenderness 4 (2%) 3 (1%) Irritation 4 (2%) 0 (0%) Local skin reactions were collected independently of the adverse reaction \"application site reaction\". The incidence and severity of local skin reactions that occurred during controlled trials are shown in Table 4. Table 4: Local Skin Reactions in the Treatment Area of Imiquimod-Treated Subjects with AK as Assessed by the Investigator in Studies AK1 and AK2 Imiquimod Cream (n= 215) Vehicle (n= 220) All Grades* Severe All Grades* Severe Erythema 209 (97%) 38 (18%) 206 (93%) 5 (2%) Flaking/Scaling/Dryness 199 (93%) 16 (7%) 199 (91%) 7 (3%) Scabbing/Crusting 169 (79%) 18 (8%) 92 (42%) 4 (2%) Edema 106 (49%) 0 (0%) 22 (10%) 0 (0%) Erosion/Ulceration 103 (48%) 5 (2%) 20 (9%) 0 (0%) Weeping/Exudate 45 (22%) 0 (0%) 3 (1%) 0 (0%) Vesicles 19 (9%) 0 (0%) 2 (1%) 0 (0%) *Mild, Moderate, or Severe The adverse reactions that most frequently resulted in clinical intervention (e.g., rest periods, withdrawal from trial) were local skin and application site reactions. In the trials, 2% (5/215) of subjects discontinued for local skin/application site reactions. Of the 215 subjects treated, 35 subjects (16%) on imiquimod cream and 3 of 220 subjects (1%) on vehicle had at least one rest period. Of the imiquimod-treated subjects, 32 (91%) resumed therapy after a rest period. In the AK trials, 22 of 678 (3.2%) of imiquimod-treated subjects developed treatment site infections that required a rest period off imiquimod cream and were treated with antibiotics (19 with oral and 3 with topical). Of the 206 imiquimod-treated subjects with both baseline and 8-week post-treatment scarring assessments, 6 (2.9%) had a greater degree of scarring scores at 8 weeks post-treatment than at baseline. Superficial Basal Cell Carcinoma The data described below reflect exposure to imiquimod cream or vehicle in 364 subjects with sBCC enrolled in two double-blind, vehicle-controlled trials (sBCC1 and sBCC2) [see Clinical Studies ( 14.2 )] . Subjects applied imiquimod cream, 5% or vehicle topically 5 times per week for 6 weeks. The incidence of selected adverse reactions reported by ≥1% of subjects during the trials is summarized in Table 5. Table 5: Selected Adverse Reactions Reported by ≥1% of Imiquimod-Treated Subjects with sBCC and at a Greater Frequency than Vehicle in Studies sBCC1 and sBCC2 Imiquimod Cream (n= 185) N % Vehicle (n= 179) N % Application Site Reaction 52 (28%) 5 (3%) Headache 14 (8%) 4 (2%) Back Pain 7 (4%) 1 (<1%) Upper Respiratory Tract Infection 6 (3%) 2 (1%) Rhinitis 5 (3%) 1 (<1%) Lymphadenopathy 5 (3%) 1 (<1%) Fatigue 4 (2%) 2 (1%) Sinusitis 4 (2%) 1 (<1%) Dyspepsia 3 (2%) 2 (1%) Coughing 3 (2%) 1 (<1%) Fever 3 (2%) 0 (0%) Dizziness 2 (1%) 1 (<1%) Anxiety 2 (1%) 1 (<1%) Pharyngitis 2 (1%) 1 (<1%) Chest Pain 2 (1%) 0 (0%) Nausea 2 (1%) 0 (0%) The most frequently reported adverse reactions were local skin and application site reactions. The incidence of application site reactions reported by >1% of the subjects during the 6-week treatment period is summarized in Table 6. Table 6: Application Site Reactions Reported by > 1% of Imiquimod-Treated Subjects with sBCC and at a Greater Frequency than Vehicle in Studies sBCC1 and sBCC2 Imiquimod Cream (n= 185) Vehicle (n= 179) Itching 30 (16%) 1 (1%) Burning 11 (6%) 2 (1%) Pain 6 (3%) 0 (0%) Bleeding 4 (2%) 0 (0%) Erythema 3 (2%) 0 (0%) Papule(s) 3 (2%) 0 (0%) Tenderness 2 (1%) 0 (0%) Infection 2 (1%) 0 (0%) Local skin reactions were collected independently of the adverse reaction “application site reaction”. The incidence and severity of local skin reactions that occurred during the controlled trials are shown in Table 7. Table 7: Local Skin Reactions in the Treatment Area of Imiquimod-Treated Subjects with sBCC as Assessed by the Investigator in Studies sBCC1 and sBCC2 Imiquimod Cream (n= 184) Vehicle (n= 178) All Grades* Severe All Grades* Severe Erythema 184 (100%) 57 (31%) 173 (97%) 4 (2%) Flaking/Scaling 167 (91%) 7 (4%) 135 (76%) 0 (0%) Induration 154 (84%) 11 (6%) 94 (53%) 0 (0%) Scabbing/Crusting 152 (83%) 35 (19%) 61 (34%) 0 (0%) Edema 143 (78%) 13 (7%) 64 (36%) 0 (0%) Erosion 122 (66%) 23 (13%) 25 (14%) 0 (0%) Ulceration 73 (40%) 11 (6%) 6 (3%) 0 (0%) Vesicles 57 (31%) 3 (2%) 4 (2%) 0 (0%) *Mild, Moderate, or Severe The adverse reactions that most frequently resulted in clinical intervention (e.g., rest periods, withdrawal from trial) were local skin and application site reactions; 10% (19/185) of imiquimod-treated subjects received rest periods. The average number of doses not received per imiquimod-treated subject due to rest periods was 7 doses with a range of 2 to 22 doses; 79% of subjects (15/19) resumed therapy after a rest period. Overall, in the clinical trials, 2% (4/185) of imiquimod-treated subjects discontinued for local skin/application site reactions. In the sBCC trials, 17 of 1266 (1.3%) imiquimod-treated subjects developed treatment site infections that required a rest period and treatment with antibiotics. External Genital Warts In controlled clinical trials for EGW, including a double-blind, vehicle-controlled clinical trial in 209 adult subjects with EGW (Study EGW1) [see Clinical Studies ( 14.3 )] , imiquimod cream, 5% was applied topically to EGW in 109 subjects. Selected adverse reactions in imiquimod-treated subjects are listed below (see Table 8). Table 8: Selected Adverse Reactions in Imiquimod-Treated Subjects with EGW in Vehicle-Controlled Clinical Trials Females Males Imiquimod Cream (n=117) Vehicle (n=103) Imiquimod Cream (n=156) Vehicle (n=158) Wart Site Itching 38 (32%) 21 (20%) 34 (22%) 16 (10%) Burning 30 (26%) 12 (12%) 14 (9%) 8 (5%) Pain 9 (8%) 2 (2%) 3 (2%) 1 (1%) Soreness 3 (3%) 0 (0%) 0 (0%) 1 (1%) Fungal Infection 13 (11%) 3 (3%) 3 (2%) 1 (1%) Systemic Reactions Headache 5 (4%) 3 (3%) 8 (5%) 3 (2%) Influenza-like Symptoms 4 (3%) 2 (2%) 2 (1%) 0 (0%) Myalgia 1 (1%) 0 (0%) 2 (1%) 1 (1%) The most frequently reported adverse reactions were local skin and application site reactions. Overall, 1.2% (4/327) of the subjects discontinued treatment due to local skin/application site reactions. The incidence and severity of local skin reactions during controlled clinical trials are shown in Table 9. Table 9: Local Skin Reactions in the Treatment Area of Imiquimod-Treated Subjects with EGW as Assessed by the Investigator in Vehicle-Controlled Clinical Trials Imiquimod Cream Vehicle Females (n=114) Males (n=156) Females (n=99) Males (n=157) All Grades* Severe All Grades* Severe All Grades* Severe All Grades* Severe Erythema 74 (65%) 4 (4%) 90 (58%) 6 (4%) 21 (21%) 0 (0%) 34 (22%) 0 (0%) Erosion 35 (31%) 1 (1%) 47 (30%) 2 (1%) 8 (8%) 0 (0%) 10 (6%) 0 (0%) Excoriation/ Flaking 21 (18%) 0 (0%) 40 (26%) 1 (1%) 8 (8%) 0 (0%) 12 (8%) 0 (0%) Edema 20 (18%) 1 (1%) 19 (12%) 0 (0%) 5 (5%) 0 (0%) 1 (1%) 0 (0%) Scabbing 4 (4%) 0 (0%) 20 (13%) 0 (0%) 0 (0%) 0 (0%) 4 (3%) 0 (0%) Induration 6 (5%) 0 (0%) 11 (7%) 0 (0%) 2 (2%) 0 (0%) 3 (2%) 0 (0%) Ulceration 9 (8%) 3 (3%) 7 (4%) 0 (0%) 1 (1%) 0 (0%) 1 (1%) 0 (0%) Vesicles 3 (3%) 0 (0%) 3 (2%) 0 (0%) 0 (0%) 0 (0%) 0 (0%) 0 (0%) *Mild, Moderate, or Severe Remote site skin reactions were also reported. The severe remote site skin reactions reported for females were erythema (3%), ulceration (2%), and edema (1%); and for males, erosion (2%), and erythema, edema, induration, and excoriation/flaking (each 1%). Other adverse reactions reported by more than 1% of imiquimod-treated subjects included: Application Site Disorders: hypopigmentation, irritation, rash, sensitivity, stinging, tenderness Body as a Whole: fatigue, fever Gastrointestinal System Disorders: diarrhea Remote Site Reactions: bleeding, burning, itching, pain, tenderness, tinea cruris 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of imiquimod cream. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Application Site Disorders: tingling at the application site Body as a Whole: angioedema Cardiovascular: capillary leak syndrome, cardiac failure, cardiomyopathy, pulmonary edema, arrhythmias (tachycardia, atrial fibrillation, palpitations), chest pain, ischemia, myocardial infarction, syncope Endocrine: thyroiditis Gastrointestinal System Disorders: abdominal pain Hematological: decreases in red cell, white cell, and platelet counts (including idiopathic thrombocytopenic purpura), lymphoma Hepatic: abnormal liver function Infections and Infestations: herpes simplex Musculoskeletal System Disorders: arthralgia Neuropsychiatric: agitation, cerebrovascular accident, convulsions (including febrile convulsions), depression, insomnia, multiple sclerosis aggravation, paresis, suicide Respiratory: dyspnea Urinary System Disorders: proteinuria, dysuria, urinary retention Skin and Appendages: exfoliative dermatitis, erythema multiforme, hypertrophic scar, hyperpigmentation, hypopigmentation, including complete depigmentation. Vascular: Henoch-Schönlein purpura syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • For topical use only; not for oral, ophthalmic, intra-anal or intravaginal use. ( 2.1 ) • AK: Apply once daily before bedtime 2 times per week for a full 16 weeks to a contiguous area of approximately 25 cm 2 on the face or scalp. Apply no more than 1 packet at each application. ( 2.2 ) • sBCC: Apply once daily before bedtime 5 times per week for a full 6 weeks to a target tumor with 2 cm maximum diameter on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet). Amount of Imiquimod Cream used based on target tumor diameter. ( 2.3 ) • EGW: Apply thin layer once daily before bedtime 3 times per week until total clearance or for a maximum of 16 weeks. ( 2.4 ) 2.1 Important Dosage and Administration Instructions Imiquimod Cream is for topical use only. Imiquimod Cream is not for oral, ophthalmic, or intravaginal use. Instruct patients on proper application technique. Wash hands before and after applying Imiquimod Cream. Wash the treatment area with mild soap and water and allow the area to dry thoroughly (at least 10 minutes) before applying Imiquimod Cream. If an Imiquimod Cream dose is missed, apply the next dose at the regularly scheduled time. Avoid contact with the eyes, lips, nostrils, or inside the anus and vagina. For patients with AK and sBCC, prescribe no more than 3 boxes (36 packets) of Imiquimod Cream for the entire treatment period. For EGW, one packet of Imiquimod Cream contains sufficient cream to cover a wart area of up to 20 cm 2 . Discard partially used packets and do not reuse. 2.2 Dosage and Administration for Actinic Keratosis Apply Imiquimod Cream topically once daily before bedtime 2 times per week for a full 16 weeks to a defined treatment area of AK on the face or scalp (but not both concurrently). A treatment area is defined as one contiguous area of approximately 25 cm 2 (e.g., 5 cm × 5 cm) on the face (e.g., forehead or one cheek) or on the scalp. Apply Imiquimod Cream to the entire treatment area and rub in until the cream is no longer visible. Apply no more than 1 packet of Imiquimod Cream to the contiguous treatment area at each application. Leave Imiquimod Cream on the skin for approximately 8 hours and then remove with mild soap and water. For local skin reactions a dosage interruption of several days may be taken if required by the patient's discomfort or severity of the local skin reaction [see Warnings and Precautions ( 5.1 )] . Do not extend treatment beyond 16 weeks due to missed doses or rest periods. Assess response to treatment after resolution of local skin reactions. 2.3 Dosage and Administration for Superficial Basal Cell Carcinoma Apply Imiquimod Cream topically once daily before bedtime 5 times per week for a full 6 weeks to a biopsy-confirmed sBCC. The target tumor should have a maximum diameter of 2 cm and be located on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet). The amount of cream needed to cover the target tumor, including 1 cm of skin surrounding the tumor, is presented in Table 1. Rub Imiquimod Cream into the treatment area until the cream is no longer visible. Leave Imiquimod Cream on the skin for approximately 8 hours and then remove with mild soap and water. Table 1: Amount of Imiquimod Cream to Use for sBCC Target Tumor Diameter Size of Cream Droplet to be Used (Diameter) Approximate Amount of Imiquimod Cream to be Used 0.5 to <1.0 cm 4 mm 10 mg ≥1.0 to <1.5 cm 5 mm 25 mg ≥1.5 to 2.0 cm 7 mm 40 mg For local skin reactions a dosage interruption of several days may be taken if required by the patient's discomfort or severity of the local skin reaction [see Warnings and Precautions ( 5.1 )] . Assess for early clinical clearance after resolution of local skin reactions (e.g., 12 weeks post-treatment). Local skin reactions or other findings (e.g., infection) may require that a patient be seen sooner than the post-treatment assessment for clinical clearance. If there is clinical evidence of persistent tumor at the post-treatment assessment for clinical clearance, consider a biopsy or other alternative intervention. Instruct patients to contact their healthcare provider if any suspicious lesion arises in the treatment area at any time after a determination of clinical clearance [see Clinical Studies ( 14.2 )] . 2.4 Dosage and Administration for External Genital Warts Apply a thin layer of Imiquimod Cream topically once daily before bedtime 3 times per week to EGW until there is total clearance of the genital/perianal warts or for a maximum of 16 weeks. Rub in until the cream is no longer visible. Do not occlude the application site. Leave Imiquimod Cream on the skin for 6 to 10 hours and then remove with mild soap and water. For local skin reactions, a dosage interruption of several days may be taken if required by the patient's discomfort or severity of the local skin reaction [see Warnings and Precautions ( 5.1 )] . Treatment may resume once the reaction subsides. Nonocclusive dressings such as cotton gauze or cotton underwear may be used to manage skin reactions. Inform uncircumcised patients treating warts under the foreskin to retract the foreskin and clean the area daily. Imiquimod Cream may weaken condoms and vaginal diaphragms; therefore, concurrent use is not recommended."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Imiquimod Cream is indicated for the topical treatment of: • Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults. ( 1.1 ) • Biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults with a maximum tumor diameter of 2.0 cm on trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. ( 1.2 ) • External genital and perianal warts (EGW) in immunocompetent patients 12 years of age and older. ( 1.3 ) 1.1 Actinic Keratosis Imiquimod Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults. 1.2 Superficial Basal Cell Carcinoma Imiquimod Cream is indicated for the topical treatment of biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults, with a maximum tumor diameter of 2.0 cm, located on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. Establish the histological diagnosis of superficial basal cell carcinoma prior to treatment. The safety and effectiveness of Imiquimod Cream have not been established for other types of basal cell carcinomas (BCC), including nodular and morpheaform (fibrosing or sclerosing) types. 1.3 External Genital Warts Imiquimod Cream is indicated for the topical treatment of external genital and perianal warts (EGW) in immunocompetent patients 12 years of age and older."
  ],
  "fetched_at": "2025-09-30T21:30:26.344093",
  "source": "OpenFDA"
}