{
  "drug_name": "Immucillin-G",
  "generic_name": [
    "PENICILLIN G BENZATHINE"
  ],
  "brand_names": [
    "BICILLIN L-A"
  ],
  "drug_interactions": [
    "Drug Interactions Tetracycline, a bacteriostatic antibiotic, may antagonize the bactericidal effect of penicillin, and concurrent use of these drugs should be avoided. Concurrent administration of penicillin and probenecid increases and prolongs serum penicillin levels by decreasing the apparent volume of distribution and slowing the rate of excretion by competitively inhibiting renal tubular secretion of penicillin."
  ],
  "warnings": [
    "WARNINGS WARNING NOT FOR INTRAVENOUS USE. DO NOT INJECT INTRAVENOUSLY OR ADMIX WITH OTHER INTRAVENOUS SOLUTIONS. THERE HAVE BEEN REPORTS OF INADVERTENT INTRAVENOUS ADMINISTRATION OF PENICILLIN G BENZATHINE WHICH HAS BEEN ASSOCIATED WITH CARDIORESPIRATORY ARREST AND DEATH. Prior to administration of this drug, carefully read the WARNINGS , ADVERSE REACTIONS, and DOSAGE AND ADMINISTRATION sections of the labeling. Penicillin G benzathine should only be prescribed for the indications listed in this insert. Anaphylaxis SERIOUS AND OCCASIONALLY FATAL HYPERSENSITIVITY (ANAPHYLACTIC) REACTIONS HAVE BEEN REPORTED IN PATIENTS ON PENICILLIN THERAPY. THESE REACTIONS ARE MORE LIKELY TO OCCUR IN INDIVIDUALS WITH A HISTORY OF PENICILLIN HYPERSENSITIVITY AND/OR A HISTORY OF SENSITIVITY TO MULTIPLE ALLERGENS. THERE HAVE BEEN REPORTS OF INDIVIDUALS WITH A HISTORY OF PENICILLIN HYPERSENSITIVITY WHO HAVE EXPERIENCED SEVERE REACTIONS WHEN TREATED WITH CEPHALOSPORINS. BEFORE INITIATING THERAPY WITH BICILLIN L-A, CAREFUL INQUIRY SHOULD BE MADE CONCERNING PREVIOUS HYPERSENSITIVITY REACTIONS TO PENICILLINS, CEPHALOSPORINS, OR OTHER ALLERGENS. IF AN ALLERGIC REACTION OCCURS, BICILLIN L-A SHOULD BE DISCONTINUED AND APPROPRIATE THERAPY INSTITUTED. SERIOUS ANAPHYLACTIC REACTIONS REQUIRE IMMEDIATE EMERGENCY TREATMENT WITH EPINEPHRINE. OXYGEN, INTRAVENOUS STEROIDS AND AIRWAY MANAGEMENT, INCLUDING INTUBATION, SHOULD ALSO BE ADMINISTERED AS INDICATED. Severe cutaneous adverse reactions Severe cutaneous adverse reactions (SCAR), such as Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) have been reported in patients taking penicillin G (the active moiety in Bicillin L-A). When SCAR is suspected, Bicillin L-A should be discontinued immediately and an alternative treatment should be considered. Clostridioides difficile associated diarrhea Clostridioides difficile associated-diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including Bicillin L-A, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibacterial use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Method of Administration Do not inject into or near an artery or nerve. See administration instructions below. Injection into or near a nerve may result in permanent neurological damage. Inadvertent intravascular administration, including inadvertent direct intra-arterial injection or injection immediately adjacent to arteries, of Bicillin L-A and other penicillin preparations has resulted in severe neurovascular damage, including transverse myelitis with permanent paralysis, gangrene requiring amputation of digits and more proximal portions of extremities, and necrosis and sloughing at and surrounding the injection site consistent with the diagnosis of Nicolau syndrome. Such severe effects have been reported following injections into the buttock, thigh, and deltoid areas. Other serious complications of suspected intravascular administration which have been reported include immediate pallor, mottling, or cyanosis of the extremity both distal and proximal to the injection site, followed by bleb formation; severe edema requiring anterior and/or posterior compartment fasciotomy in the lower extremity. The above-described severe effects and complications have most often occurred in infants and small children. Prompt consultation with an appropriate specialist is indicated if any evidence of compromise of the blood supply occurs at, proximal to, or distal to the site of injection. 1–9 (See PRECAUTIONS , and DOSAGE AND ADMINISTRATION sections.) FOR DEEP INTRAMUSCULAR INJECTION ONLY. There have been reports of inadvertent intravenous administration of penicillin G benzathine which has been associated with cardiorespiratory arrest and death. Therefore, do not inject intravenously or admix with other intravenous solutions. (See DOSAGE AND ADMINISTRATION section.) Administer by DEEP INTRAMUSCULAR INJECTION ONLY in the upper, outer quadrant of the buttock (dorsogluteal) or the ventrogluteal site. Quadriceps femoris fibrosis and atrophy have been reported following repeated intramuscular injections of penicillin preparations into the anterolateral thigh. Because of these adverse effects and the vascularity of this region, administration in the anterolateral thigh is not recommended."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS As with other penicillins, untoward reactions of the sensitivity phenomena are likely to occur, particularly in individuals who have previously demonstrated hypersensitivity to penicillins or in those with a history of allergy, asthma, hay fever, or urticaria. As with other treatments for syphilis, the Jarisch-Herxheimer reaction has been reported. The following adverse reactions have been reported with Bicillin L-A during post-marketing experience: Skin and Appendages: Stevens-Johnson syndrome (SJS) and drug reaction with eosinophilia and systemic symptoms (DRESS). (See WARNINGS .) Immune System Disorders: Acute myocardial ischemia with or without myocardial infarction may occur as part of an allergic reaction (Kounis syndrome). The following have been reported with parenteral penicillin G (the active moiety in Bicillin L-A): General: Hypersensitivity reactions including the following: skin eruptions (maculopapular to exfoliative dermatitis), urticaria, laryngeal edema, fever, eosinophilia; other serum sickness-like reactions (including chills, fever, edema, arthralgia, and prostration); and anaphylaxis including shock and death: severe cutaneous adverse reactions (SCAR), such as toxic epidermal necrolysis (TEN) and acute generalized exanthematous pustulosis (AGEP). (See WARNINGS .) Note: Urticaria, other skin rashes, and serum sickness-like reactions may be controlled with antihistamines and, if necessary, systemic corticosteroids. Whenever such reactions occur, penicillin G should be discontinued unless, in the opinion of the physician, the condition being treated is life-threatening and amenable only to therapy with penicillin G. Serious anaphylactic reactions require immediate emergency treatment with epinephrine. Oxygen, intravenous steroids, and airway management, including intubation, should also be administered as indicated. Gastrointestinal: Pseudomembranous colitis. Onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment. (See WARNINGS section.) Hematologic: Hemolytic anemia, leukopenia, thrombocytopenia. Neurologic: Neuropathy. Urogenital: Nephropathy. The following adverse events have been temporally associated with parenteral administration of penicillin G benzathine (a component of Bicillin L-A): Body as a Whole: Hypersensitivity reactions including allergic vasculitis, pruritus, fatigue, asthenia, and pain; aggravation of existing disorder; headache, Nicolau syndrome. Cardiovascular: Cardiac arrest; hypotension; tachycardia; palpitations; pulmonary hypertension; pulmonary embolism; vasodilation; vasovagal reaction; cerebrovascular accident; syncope. Gastrointestinal: Nausea, vomiting; blood in stool; intestinal necrosis. Hemic and Lymphatic: Lymphadenopathy. Injection Site: Injection site reactions including pain, inflammation, lump, abscess, necrosis, edema, hemorrhage, cellulitis, hypersensitivity, atrophy, ecchymosis, and skin ulcer. Neurovascular reactions including warmth, vasospasm, pallor, mottling, gangrene, numbness of the extremities, cyanosis of the extremities, and neurovascular damage. Metabolic: Elevated BUN, creatinine, and SGOT. Musculoskeletal: Joint disorder; periostitis; exacerbation of arthritis; myoglobinuria; rhabdomyolysis. Nervous System: Nervousness; tremors; dizziness; somnolence; confusion; anxiety; euphoria; transverse myelitis; seizures; coma. A syndrome manifested by a variety of CNS symptoms such as severe agitation with confusion, visual and auditory hallucinations, and a fear of impending death (Hoigne's syndrome), has been reported after administration of penicillin G procaine and, less commonly, after injection of the combination of penicillin G benzathine and penicillin G procaine. Other symptoms associated with this syndrome, such as psychosis, seizures, dizziness, tinnitus, cyanosis, palpitations, tachycardia, and/or abnormal perception in taste, also may occur. Respiratory: Hypoxia; apnea; dyspnea. Skin: Diaphoresis. Special Senses: Blurred vision; blindness. Urogenital: Neurogenic bladder; hematuria; proteinuria; renal failure; impotence; priapism."
  ],
  "contraindications": [
    "CONTRAINDICATIONS A history of a previous hypersensitivity reaction to any of the penicillins is a contraindication."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Streptococcal (Group A) Upper Respiratory Infections (for example, pharyngitis) Adults—a single injection of 1,200,000 units; older pediatric patients—a single injection of 900,000 units; infants and pediatric patients under 60 lbs.—300,000 to 600,000 units. Syphilis Primary, secondary, and latent—2,400,000 units (1 dose). Late (tertiary and neurosyphilis)—2,400,000 units at 7-day intervals for three doses. Congenital—under 2 years of age: 50,000 units/kg/body weight; ages 2 to 12 years: adjust dosage based on adult dosage schedule. Yaws, Bejel, and Pinta —1,200,000 units (1 injection). Prophylaxis —for rheumatic fever and glomerulonephritis. Following an acute attack, penicillin G benzathine (parenteral) may be given in doses of 1,200,000 units once a month or 600,000 units every 2 weeks. METHOD OF ADMINISTRATION BICILLIN L-A IS INTENDED FOR INTRAMUSCULAR INJECTION ONLY. DO NOT INJECT INTO OR NEAR AN ARTERY OR NERVE, OR INTRAVENOUSLY OR ADMIX WITH OTHER INTRAVENOUS SOLUTIONS. (SEE WARNINGS SECTION.) Administer by DEEP INTRAMUSCULAR INJECTION in the upper, outer quadrant of the buttock (dorsogluteal) or the ventrogluteal site. In neonates, infants and small children, the midlateral aspect of the thigh may be preferable. Administration in the anterolateral thigh is not recommended due to the adverse effects observed (see WARNINGS section), and vascularity of this region. When doses are repeated, vary the injection site. Because of the high concentration of suspended material in this product, the needle may be blocked if the injection is not made at a slow, steady rate. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of Bicillin L-A and other antibacterial drugs, Bicillin L-A should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Intramuscular penicillin G benzathine is indicated in the treatment of infections due to penicillin-G-sensitive microorganisms that are susceptible to the low and very prolonged serum levels common to this particular dosage form. Therapy should be guided by bacteriological studies (including sensitivity tests) and by clinical response. The following infections will usually respond to adequate dosage of intramuscular penicillin G benzathine: Mild-to-moderate infections of the upper-respiratory tract due to susceptible streptococci. Venereal infections —Syphilis, yaws, bejel, and pinta. Medical Conditions in which Penicillin G Benzathine Therapy is indicated as Prophylaxis: Rheumatic fever and/or chorea —Prophylaxis with penicillin G benzathine has proven effective in preventing recurrence of these conditions. It has also been used as follow-up prophylactic therapy for rheumatic heart disease and acute glomerulonephritis."
  ],
  "fetched_at": "2025-10-01T02:48:30.526679",
  "source": "OpenFDA"
}