{
  "drug_name": "Indomethacin",
  "generic_name": [
    "INDOMETHACIN"
  ],
  "brand_names": [
    "Indomethacin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 2 for clinically significant drug interactions with indomethacin. Table 2 Clinically Significant Drug Interactions with Indomethacin Drugs That Interfere with Hemostasis Clinical Impact: Indomethacin and anticoagulants such as warfarin have a synergistic effect on bleeding. The concomitant use of indomethacin and anticoagulants have an increased risk of serious bleeding compared to the use of either drug alone. Serotonin release by platelets plays an important role in hemostasis. Case-control and cohort epidemiological studies showed that concomitant use of drugs that interfere with serotonin reuptake and an NSAID may potentiate the risk of bleeding more than an NSAID alone. Intervention: Monitor patients with concomitant use of indomethacin capsules with anticoagulants (e.g., warfarin), antiplatelet agents (e.g., aspirin), selective serotonin reuptake inhibitors (SSRIs), and serotonin norepinephrine reuptake inhibitors (SNRIs) for signs of bleeding [ see Warnings and Precautions ( 5.12 ) ] . Aspirin Clinical Impact: Controlled clinical studies showed that the concomitant use of NSAIDs and analgesic doses of aspirin does not produce any greater therapeutic effect than the use of NSAIDs alone. In a clinical study, the concomitant use of an NSAID and aspirin was associated with a significantly increased incidence of GI adverse reactions as compared to use of the NSAID alone [ see Warnings and Precautions ( 5.2 ) ]. Intervention: Concomitant use of indomethacin capsules and analgesic doses of aspirin is not generally recommended because of the increased risk of bleeding [ see Warnings and Precautions ( 5.12 )] . Indomethacin capsules are not substitute for low dose aspirin for cardiovascular protection. ACE Inhibitors, Angiotensin Receptor Blockers, and Beta-Blockers Clinical Impact: NSAIDs may diminish the antihypertensive effect of angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), or beta-blockers (including propranolol). In patients who are elderly, volume-depleted (including those on diuretic therapy), or have renal impairment, co-administration of an NSAID with ACE inhibitors or ARBs may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Intervention: During concomitant use of indomethacin capsules and ACE-inhibitors, ARBs, or beta-blockers, monitor blood pressure to ensure that the desired blood pressure is obtained. During concomitant use of indomethacin capsules and ACE-inhibitors or ARBs in patients who are elderly, volume-depleted, or have impaired renal function, monitor for signs of worsening renal function [ see Warnings and Precautions ( 5.6 ) ] . When these drugs are administered concomitantly, patients should be adequately hydrated. Assess renal function at the beginning of the concomitant treatment and periodically thereafter. Diuretics Clinical Impact: Clinical studies, as well as post-marketing observations, showed that NSAIDs reduced the natriuretic effect of loop diuretics (e.g., furosemide) and thiazide diuretics in some patients. This effect has been attributed to the NSAID inhibition of renal prostaglandin synthesis. It has been reported that the addition of triamterene to a maintenance schedule of indomethacin capsules resulted in reversible acute renal failure in two of four healthy volunteers. Indomethacin capsules and triamterene should not be administered together. Both indomethacin capsules and potassium-sparing diuretics may be associated with increased serum potassium levels. The potential effects of indomethacin capsules and potassium-sparing diuretics on potassium levels and renal function should be considered when these agents are administered concurrently. Intervention: Indomethacin and triamterene should not be administered together. During concomitant use of indomethacin capsules with diuretics, observe patients for signs of worsening renal function, in addition to assuring diuretic efficacy including antihypertensive effects. Be aware that indomethacin and potassium-sparing diuretics may both be associated with increased serum potassium levels [ see Warnings and Precautions ( 5.6 ) ]. Digoxin Clinical Impact: The concomitant use of indomethacin with digoxin has been reported to increase the serum concentration and prolong the half-life of digoxin. Intervention: During concomitant use of indomethacin capsules and digoxin, monitor serum digoxin levels. Lithium Clinical Impact: NSAIDs have produced elevations in plasma lithium levels and reductions in renal lithium clearance . The mean minimum lithium concentration increased 15%, and the renal clearance decreased by approximately 20%. This effect has been attributed to NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of indomethacin capsules and lithium, monitor patients for signs of lithium toxicity. Methotrexate Clinical Impact: Concomitant use of NSAIDs and methotrexate may increase the risk for methotrexate toxicity (e.g., neutropenia, thrombocytopenia, renal dysfunction). Intervention: During concomitant use of indomethacin capsules and methotrexate, monitor patients for methotrexate toxicity. Cyclosporine Clinical Impact: Concomitant use of indomethacin capsules and cyclosporine may increase cyclosporine’s nephrotoxicity. Intervention: During concomitant use of indomethacin capsules and cyclosporine, monitor patients for signs of worsening renal function. NSAIDs and Salicylates Clinical Impact: Concomitant use of indomethacin with other NSAIDs or salicylates (e.g., diflunisal, salsalate) increases the risk of GI toxicity, with little or no increase in efficacy [ see Warnings and Precautions ( 5.2 ) ] . Combined use with diflunisal may be particularly hazardous because diflunisal causes significantly higher plasma levels of indomethacin [ see Clinical Pharmacology ( 12.3 ) ]. In some patients, combined use of indomethacin and diflunisal has been associated with fatal gastrointestinal hemorrhage. Intervention: The concomitant use of indomethacin with other NSAIDs or salicylates, especially diflunisal, is not recommended. Pemetrexed Clinical Impact: Concomitant use of indomethacin capsules and pemetrexed may increase the risk of pemetrexed-associated myelosuppression, renal, and GI toxicity (see the pemetrexed prescribing information). Intervention: During concomitant use of indomethacin capsules and pemetrexed, in patients with renal impairment whose creatinine clearance ranges from 45 to 79 mL/min, monitor for myelosuppression, renal and GI toxicity. NSAIDs with short elimination half-lives (e.g., diclofenac, indomethacin) should be avoided for a period of two days before, the day of, and two days following administration of pemetrexed. In the absence of data regarding potential interaction between pemetrexed and NSAIDs with longer half-lives (e.g., meloxicam, nabumetone), patients taking these NSAIDs should interrupt dosing for at least five days before, the day of, and two days following pemetrexed administration. Probenecid Clinical Impact: When indomethacin is given to patients receiving probenecid, the plasma levels of indomethacin are likely to be increased. Intervention: During the concomitant use of indomethacin capsules and probenecid, a lower total daily dosage of indomethacin may produce a satisfactory therapeutic effect. When increases in the dose of indomethacin are made, they should be made carefully and in small increments. Drugs that Interfere with Hemostasis (e.g. warfarin, aspirin, SSRIs/SNRIs) : Monitor patients for bleeding who are concomitantly taking indomethacin capsules with drugs that interfere with hemostasis. Concomitant use of indomethacin and analgesic doses of aspirin is not generally recommended. ( 7 ) ACE Inhibitors, Angiotensin Receptor Blockers (ARB), or Beta-Blockers : Concomitant use with indomethacin may diminish the antihypertensive effect of these drugs. Monitor blood pressure. ( 7 ) ACE Inhibitors and ARBs : Concomitant use with indomethacin in elderly, volume depleted, or those with renal impairment may result in deterioration of renal function. In such high risk patients, monitor for signs of worsening renal function. ( 7 ) Diuretics : NSAIDs can reduce natriuretic effect of furosemide and thiazide diuretics. Monitor patients to assure diuretic efficacy including antihypertensive effects. ( 7 ) Digoxin : Concomitant use with indomethacin can increase serum concentration and prolong half-life of digoxin. Monitor serum digoxin levels. ( 7 ) Effects on Laboratory Tests Indomethacin capsules reduces basal plasma renin activity (PRA), as well as those elevations of PRA induced by furosemide administration, or salt or volume depletion. These facts should be considered when evaluating plasma renin activity in hypertensive patients. False-negative results in the dexamethasone suppression test (DST) in patients being treated with indomethacin have been reported. Thus, results of the DST should be interpreted with caution in these patients."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Cardiovascular Thrombotic Events [see Warnings and Precautions ( 5.1 )] GI Bleeding, Ulceration and Perforation [see Warnings and Precautions ( 5.2 )] Hepatotoxicity [see Warnings and Precautions ( 5.3 )] Hypertension [see Warnings and Precautions ( 5.4 )] Heart Failure and Edema [see Warnings and Precautions ( 5.5 )] Renal Toxicity and Hyperkalemia [see Warnings and Precautions ( 5.6 )] Anaphylactic Reactions [see Warnings and Precautions ( 5.7 )] Serious Skin Reactions [see Warnings and Precautions ( 5.9 )] Hematologic Toxicity [see Warnings and Precautions ( 5.12 )] Most common adverse reactions (incidence ≥ 3%) are headache, dizziness, dyspepsia and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Glenmark Pharmaceuticals Inc., USA at 1 (888) 721-7115 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In a gastroscopic study in 45 healthy subjects, the number of gastric mucosal abnormalities was significantly higher in the group receiving indomethacin capsules than in the group taking indomethacin suppositories or placebo. In a double-blind comparative clinical study involving 175 patients with rheumatoid arthritis, however, the incidence of upper gastrointestinal adverse effects with indomethacin capsules or suppositories was comparable. The incidence of lower gastrointestinal adverse effects was greater in the suppository group. The adverse reactions for indomethacin capsules listed in the following table have been arranged into two groups: (1) incidence greater than 1%; and (2) incidence less than 1%. The incidence for group (1) was obtained from 33 double-blind controlled clinical trials reported in the literature (1,092 patients). The incidence for group (2) was based on reports in clinical trials, in the literature, and on voluntary reports since marketing. The probability of a causal relationship exists between indomethacin capsules and these adverse reactions, some of which have been reported only rarely. The adverse reactions reported with indomethacin capsules may occur with use of the suppositories. In addition, rectal irritation and tenesmus have been reported in patients who have received the capsules. Table 1 Summary of Adverse Reactions for Indomethacin Capsules Incidence greater than 1% Incidence less than 1% GASTROINTESTINAL nausea* with or without vomiting dyspepsia* (including indigestion, heartburn and epigastric pain) diarrhea abdominal distress or pain constipation anorexia bloating (includes distension) flatulence peptic ulcer gastroenteritis rectal bleeding proctitis single or multiple ulcerations, including perforation and hemorrhage of the esophagus, stomach, duodenum or small and large intestines intestinal ulceration associated with stenosis and obstruction gastrointestinal bleeding without obvious ulcer formation and perforation of preexisting sigmoid lesions (diverticulum, carcinoma, etc.) development of ulcerative colitis and regional ileitis ulcerative stomatitis toxic hepatitis and jaundice (some fatal cases have been reported) intestinal strictures (diaphragms) pancreatitis CENTRAL NERVOUS SYSTEM headache (11.7%) dizziness* vertigo somnolence depression and fatigue (including malaise and listlessness) anxiety (includes nervousness) muscle weakness involuntary muscle movements insomnia muzziness psychic disturbances including psychotic episodes mental confusion drowsiness light-headedness syncope paresthesia aggravation of epilepsy and parkinsonism depersonalization coma peripheral neuropathy convulsion dysarthria SPECIAL SENSES tinnitus ocular-corneal deposits and retinal disturbances, including those of the macula, have been reported in some patients on prolonged therapy with indomethacin blurred vision diplopia hearing disturbances, deafness CARDIOVASCULAR None hypertension hypotension tachycardia chest pain congestive heart failure arrhythmia; palpitations METABOLIC None edema weight gain fluid retention flushing or sweating hyperglycemia glycosuria hyperkalemia INTEGUMENTARY none pruritus rash; urticaria petechiae or ecchymosis exfoliative dermatitis erythema nodosum loss of hair Stevens-Johnson syndrome erythema multiforme toxic epidermal necrolysis HEMATOLOGIC None leukopenia bone marrow depression anemia secondary to obvious or occult gastrointestinal bleeding aplastic anemia hemolytic anemia agranulocytosis thrombocytopenic purpura disseminated intravascular coagulation HYPERSENSITIVITY None acute anaphylaxis acute respiratory distress rapid fall in blood pressure resembling a shock-like state angioedema dyspnea asthma purpura angiitis pulmonary edema fever GENITOURINARY None hematuria vaginal bleeding proteinuria nephrotic syndrome interstitial nephritis BUN elevation renal insufficiency, including renal failure MISCELLANEOUS None epistaxis breast changes, including enlargement and tenderness, or gynecomastia * Reactions occurring in 3% to 9% of patients treated with indomethacin capsules. (Those reactions occurring in less than 3% of the patients are unmarked.) Causal relationship unknown: Other reactions have been reported but occurred under circumstances where a causal relationship could not be established. However, in these rarely reported events, the possibility cannot be excluded. Therefore, these observations are being listed to serve as alerting information to physicians: Cardiovascular : Thrombophlebitis Hematologic : Although there have been several reports of leukemia, the supporting information is weak Genitourinary : Urinary frequency A rare occurrence of fulminant necrotizing fasciitis, particularly in association with Group Aβ hemolytic streptococcus , has been described in persons treated with nonsteroidal anti-inflammatory agents, including indomethacin, sometimes with fatal outcome. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of indomethacin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Appendages: Exfoliative dermatitis, Stevens-Johnson Syndrome (SJS), toxic epidermal necrolysis (TEN), and fixed drug eruption (FDE)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Indomethacin capsules are contraindicated in the following patients: Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to indomethacin or any components of the drug product [see Warnings and Precautions ( 5.7 , 5.9) ] . History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions ( 5.7 , 5.8) ] . In the setting of coronary artery bypass graft (CABG) surgery [see Warnings and Precautions ( 5.1 )]. Known hypersensitivity to indomethacin or any components of the drug product. ( 4 ) History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. ( 4 ) In the setting of CABG surgery. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. ( 2.1 ) The dosage for moderate to severe rheumatoid arthritis including acute flares of chronic disease; moderate to severe ankylosing spondylitis; and moderate to severe osteoarthritis is indomethacin capsules 25 mg two or three times a day. ( 2.2 ) The dosage for acute painful shoulder (bursitis and/or tendinitis) is 75 to 150 mg daily in 3 or 4 divided doses. ( 2.3 ) The dosage for acute gouty arthritis is indomethacin capsules 50 mg three times a day. ( 2.4 ) 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of indomethacin capsules and other treatment options before deciding to use indomethacin capsules. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions (5) ]. After observing the response to initial therapy with indomethacin, the dose and frequency should be adjusted to suit an individual patient’s needs. Adverse reactions generally appear to correlate with the dose of indomethacin. Therefore, every effort should be made to determine the lowest effective dosage for the individual patient. Dosage recommendations for active stages of the following: 2.2 Moderate to severe rheumatoid arthritis including acute flares of chronic disease; moderate to severe ankylosing spondylitis; and moderate to severe osteoarthritis Indomethacin capsules 25 mg twice a day or three times a day. If this is well tolerated, increase the daily dosage by 25 mg or by 50 mg, if required by continuing symptoms, at weekly intervals until a satisfactory response is obtained or until a total daily dose of 150 to 200 mg is reached. Doses above this amount generally do not increase the effectiveness of the drug. In patients who have persistent night pain and/or morning stiffness, the giving of a large portion, up to a maximum of 100 mg, of the total daily dose at bedtime may be helpful in affording relief. The total daily dose should not exceed 200 mg. In acute flares of chronic rheumatoid arthritis, it may be necessary to increase the dosage by 25 mg or, if required, by 50 mg daily. If minor adverse effects develop as the dosage is increased, reduce the dosage rapidly to a tolerated dose and observe the patient closely. If severe adverse reactions occur, stop the drug. After the acute phase of the disease is under control, an attempt to reduce the daily dose should be made repeatedly until the patient is receiving the smallest effective dose or the drug is discontinued. Careful instructions to, and observations of, the individual patient are essential to the prevention of serious, irreversible, including fatal, adverse reactions. As advancing years appear to increase the possibility of adverse reactions, indomethacin capsules should be used with greater care in the elderly [see Use in Specific Populations (8.5) ]. 2.3 Acute painful shoulder (bursitis and/or tendinitis) Indomethacin capsules 75 to 150 mg daily in 3 or 4 divided doses. The drug should be discontinued after the signs and symptoms of inflammation have been controlled for several days. The usual course of therapy is 7 to 14 days. 2.4 Acute Gouty Arthritis Indomethacin capsules 50 mg three times a day until pain is tolerable. The dose should then be rapidly reduced to complete cessation of the drug. Definite relief of pain has been reported within 2 to 4 hours. Tenderness and heat usually subside in 24 to 36 hours, and swelling gradually disappears in 3 to 5 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Indomethacin capsules are indicated for: Moderate to severe rheumatoid arthritis including acute flares of chronic disease Moderate to severe ankylosing spondylitis Moderate to severe osteoarthritis Acute painful shoulder (bursitis and/or tendinitis) Acute gouty arthritis Indomethacin capsules are nonsteroidal anti-inflammatory drug indicated for: Moderate to severe rheumatoid arthritis including acute flares of chronic disease Moderate to severe ankylosing spondylitis Moderate to severe osteoarthritis Acute painful shoulder (bursitis and/or tendinitis) Acute gouty arthritis ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:08:05.341637",
  "source": "OpenFDA"
}