{
  "drug_name": "Inosine",
  "generic_name": [
    "SODIUM PYRUVATE, INOSINE, ADENINE, SODIUM PHOSPHATE, DIBASIC, AND SODIUM PHOSPHATE, MONOBASIC, MONOHYDRATE"
  ],
  "brand_names": [
    "Rejuvesol"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNING AND CONTRAINDICATIONS Rejuvesol ® Solution is intended only for the extracorporeal rejuvenation of a RBC. It should never be directly administered to Humans. Rejuvesol ® Solution must not be added to whole blood because the additional plasma may reduce the effectiveness of the rejuvenation process. Immediately after rejuvenation, RBC must either be washed via an approved protocol prior to transfusion or glycerolized and frozen. RBC which have been rejuvenated, glycerolized, and frozen must be deglycerolized via an approved protocol prior to transfusion. RBC rejuvenated before 6 days of storage may achieve 2,3-DPG levels in excess of 2 times normal and ATP levels in excess of 1.5 times normal. 5,6 In patients with reduced arterial blood p0 2 of less than 40 torr, the use of RBC rejuvenated before 6 days of storage are contraindicated because their high 2,3-DPG levels and low oxygen affinity may impair proper oxygenation of the red blood cells in the lung. 7 Rejuvenated RBC are further processed prior to transfusion to remove the un-used portion of rejuvesol ® Solution, by-products of the rejuvenation process, and any other potential storage-related impurities in rejuvesol ® Solution. Based on the concentration of the residual inosine in rejuvenated RBC that are either washed or deglycerolized, the average washout of inosine was calculated to be > 97.4%. A literature search for potential toxicity associated with the ingredients that comprise rejuvesol ® Solution, including potential metabolites, was conducted. 23 This report concludes that no theoretical contraindications would be associated with the transfusion of a single unit of unwashed , rejuvenated RBC that would contain amounts of pyruvate, inosine, adenine, phosphate, hypoxanthine, uric acid, and lactate that exceed reference values (excluding lactate) as these substances are naturally metabolized and/or are excreted. 23 The maximum number of properly processed rejuvenated RBC that can be transfused to a single recipient over their entire lifetime has not been determined."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [],
  "indications": [
    "INDICATION AND USAGE Rejuvesol ® Solution is intended only to be used as an in vitro processing solution for the rejuvenation of a unit of RBC. RBC may be rejuvenated after storage in CPD (non-leukocyte reduced), CPDA-1, (non-leukocyte reduced), CPD/ADSOL ® (CPD/AS-1 leukocyte reduced), or CP2D/Nutricel ® (CP2D/AS-3, leukocyte reduced). The final concentration of ATP and 2,3-DPG achieved after rejuvenation will vary depending on the number of days of liquid storage at 1-6 °C prior to rejuvenation. NOTE: For simplicity, RBC stored in CPD (non-leukocyte reduced), CPDA-1 (non-leukocyte reduced), CPD/ADSOL ® (CPD/AS-1 leukocyte reduced), CP2D/Nutricel ® (CP2D/AS-3, leukocyte reduced) are referred to hereafter as CPD, CPDA-1, CPD/AS-1, and CP2D/AS-3, respectively. Citra Labs, LLC, recommends that rejuvenation of RBC be performed after 14 days or longer of liquid storage. RBC (CPD, CPDA-1, CPD/AS-1, and CP2D/AS-3) rejuvenated before 6 days of storage may achieve 2,3-DPG levels in excess of 2 times normal and ATP levels in excess of 1.5 times normal 5,6 (See Warning and Contraindications ). Rejuvenation of CPD or CPDA-1 RBC for Immediate use or for Cryopreservation RBC which have been collected and stored in CPD or CPDA-1 anticoagulant may be rejuvenated up to three days after the expiration date of the RBC, as long as storage at 1-6 °C is not interrupted. 3,4 After rejuvenation, RBC (CPD and CPDA-1) must be either washed and stored at 1-6 °C for up to 24 hours prior to transfusion or glycerolized and frozen at –80 °C (below –65 °C). Red Blood Cells Frozen Rejuvenated which were collected and stored in CPD or CPDA-1 may be stored frozen up to 10 years. 10 When RBC are rejuvenated after maximum liquid storage, i.e., CPD RBC at 24 days or CPDA-1 RBC at 38 days, the concentrations of 2,3-DPG and ATP increase typically to above normal. 1,3-5,6 CAUTION: RBC collected in CPD or CPDA-1 cannot be leukocyte reduced prior to rejuvenation. Rejuvenation of CPD/AS-1 RBC or CP2D/AS-3 Rejuvesol ® Solution has not been approved for the rejuvenation of RBC stored in any additive systems other than AS-1 or AS-3. RBC stored in CPD/AS-1 or CP2D/AS-3 at 1-6 °C may be rejuvenated up to, but not exceeding, 42 days of storage as long as storage at 1-6 °C is not interrupted. Rejuvenated CPD/AS-1 RBC must be either washed and stored at 1-6 °C for up to 24 hours prior to transfusion or glycerolized and frozen at –80 °C (below –65 °C). Red Blood Cells Frozen Rejuvenated which were collected and stored in CPD/AS-1 may be stored for up to 3 years. Rejuvenated CP2D/AS-3 RBC must be washed and stored at 1-6 °C for up to 24 hours prior to transfusion. Unlike rejuvenated CPD, CPDA-1, CPD/AS-1 RBC, and CP2D/AS-3, rejuvenated RBC collected and stored in any other anticoagulant/additive solution combination have not been approved to be immediately washed and transfused or for cryopreservation. Rejuvenation of CPD/AS-1 RBC for Cryopreservation When CPD/AS-1 RBC are rejuvenated at 42 days of liquid storage, frozen, deglycerolized, and stored for 24 hours, the concentration of 2,3-DPG and ATP increases to above normal. In a limited study, the average 24 hour post-transfusion survival value of these cells was statistically higher than the reported 12 survival value of CPD/AS-1 red blood cell concentrates which are stored for 42 days prior to transfusion. The \"dose\" may be equivalent for a CPD/AS-1 RBC whether the unit is stored for 42 days prior to transfusion or stored for 42 days, rejuvenated, frozen, deglycerolized, and stored for 24 hours prior to transfusion. Unlike rejuvenated CPD/AS-1 RBC, rejuvenated RBC (CP2D/AS-3) has not been approved for cryopreservation. Rejuvenation of CPD/AS-1 RBC or CP2D/AS-3 for Immediate Use When CPD/AS-1 RBC are rejuvenated at 42 days of liquid storage, washed, and stored for 24 hours, the concentration of ATP increases to day 0 values. For 2,3-DPG rejuvenation of RBCs stored in CPD/AS-1 for 42 days, the range of 2,3 DPG relative to day 0 value was 46%-172% with a mean of 98% ± 29%. For 66% of the RBC units (44/67, 33/33 in Site A and 11/34 in Site B) the concentration of 2,3-DPG reached at least 80% of the day 0 value. When CP2D/AS-3 RBC are rejuvenated at 42 days of liquid storage, washed, and stored for 24 hours, the concentration of ATP increases to day 0 values. For 2,3-DPG rejuvenation of RBCs stored in CPD/AS-1 for 42 days, the range of 2,3 DPG relative to day 0 value was 48%-150% with a mean of 96% ± 23%. For 76% of the RBC units (52/68, 30/35 in Site A and 22/33 in Site B) the concentration of 2,3-DPG reached at least 80% of the day 0 value."
  ],
  "fetched_at": "2025-10-01T15:19:36.789226",
  "source": "OpenFDA"
}