{
  "drug_name": "Iodixanol",
  "generic_name": [
    "IODIXANOL"
  ],
  "brand_names": [
    "Iodixanol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drug-Drug Interactions Metformin In patients with renal impairment, metformin can cause lactic acidosis. Iodinated contrast agents appear to increase the risk of metformin-induced lactic acidosis, possibly as a result of worsening renal function. Stop metformin at the time of, or prior to, iodixanol administration in patients with an eGFR between 30 mL/min/1.73 m 2 and 60 mL/min/1.73 m 2 ; in patients with a history of hepatic impairment, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure, and reinstitute metformin only after renal function is stable. Radioactive Iodine Administration of iodinated contrast agents may interfere with thyroid uptake of radioactive iodine (I-131 and I-123) and decrease therapeutic and diagnostic efficacy in patients with carcinoma of the thyroid. The decrease in efficacy lasts for 6 to 8 weeks. Beta-adrenergic Blocking Agents The use of beta-adrenergic blocking agents lowers the threshold for and increases the severity of contrast reactions, and reduces the responsiveness of treatment of hypersensitivity reactions with epinephrine. Because of the risk of hypersensitivity reactions, use caution when administering iodixanol to patients taking beta-blockers. Oral Cholecystographic Contrast Agents Renal toxicity has been reported in patients with liver dysfunction who were given an oral cholecystographic agent followed by intravascular iodinated contrast agents. Postpone the administration of iodixanol in patients who have recently received an oral cholecystographic contrast agent. 7.2 Drug-Laboratory Test Interactions Effect on Thyroid Tests The results of protein bound iodine and radioactive iodine uptake studies, which depend on iodine estimation, will not accurately reflect thyroid function for at least 16 days following administration of iodinated contrast agents. However, thyroid function tests which do not depend on iodine estimations (e.g., T3 resin uptake and total or free thyroxine T4 assays) are not affected. Effect on Urine Tests As reported with other contrast agents, iodixanol may produce a false-positive result for protein in the urine using urine dip tests. However, the Coomassie blue method has been shown to give accurate results for the measurement of urine protein in the presence of iodixanol. In addition, care should be used in interpreting the results of urine specific gravity measurements in the presence of high levels of iodixanol and other contrast agents in the urine. Refractometry or urine osmolality may be substituted."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Risks Associated with Inadvertent Intrathecal Administration [see Warnings and Precautions (5.1) ] Hypersensitivity Reactions [see Warnings and Precautions (5.2) ] Contrast-Induced Kidney Injury [see Warnings and Precautions (5.3) ] Cardiovascular Adverse Reactions [see Warnings and Precautions (5.4) ] Thromboembolic Events [see Warnings and Precautions (5.5) ] Thyroid Dysfunction in Pediatric Patients 0 to 3 Years of Age [see Warnings and Precautions (5.8) ] Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.11) ] Most common adverse reactions (incidence greater than 0.5%) in adult patients after iodixanol injection: Discomfort, warmth, pain; Cardiovascular: angina. Gastrointestinal: diarrhea, nausea, vomiting. Nervous System: agitation, anxiety, insomnia, nervousness, dizziness, headache, migraine, unusual skin sensations, sensory disturbance, fainting, sensation of spinning. Skin: itchy rash, severe itching, hives. Special Senses: Smell, taste, and vision alteration. ( 6.1 ) Pediatric patients experienced similar adverse reactions. ( 6.3 ) To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Iodixanol is often associated with sensations of discomfort, warmth or pain. In a subgroup of 1,259 patients; 30% who received iodixanol or a comparator had application site discomfort, pain, warmth or cold. Iodixanol had a trend toward fewer patient reports of moderate or severe pain or warmth. Pain was reported in 2% of patients receiving iodixanol and 10% of patients receiving a comparator. Heat was reported in 29% of patients receiving iodixanol and 51% of patients receiving a comparator. Table 3 shows the incidence of events reported in blinded, controlled clinical studies of iodixanol in a total of 1,244 adult patients. Adverse events (AEs) are listed by body system and in decreasing order of occurrence greater than 0.5% of patients. One or more adverse events were reported in 20% of patients during the study period (24 to 72 hours). In a 757 patient subgroup, the number of women reporting adverse events was 83/299 (28%) and the number of men was 77/458 (16%). A total of 3% of women and 0.8% of men reported chest pain. TABLE 3 ADVERSE EVENTS REPORTED IN CONTROLLED CLINICAL TRIALS IN GREATER THAN 0.5% OF 1,244 ADULT PATIENTS RECEIVING IODIXANOL OR OTHER IODINATED CONTRAST AGENTS NUMBER OF PATIENTS EXPOSED Iodixanol N (%)= 1,244 Pooled Comparators N (%) = 861 Number of Patients with Any Adverse Event 248 (19.9) 194 (22.5) Body As a Whole Patients With Any Event 41 (3.3) 22 (2.6) Edema (any location) 7 (0.6) 0 (0) Cardiovascular Patients With Any Event 37 (3.0) 39 (4.5) Angina Pectoris/Chest Pain 28 (2.2) 22 (2.6) Gastrointestinal Patients With Any Event 51 (4.1) 46 (5.3) Diarrhea 7 (0.6) 6 (0.7) Nausea 35 (2.8) 32 (3.7) Vomiting 10 (0.8) 11 (1.3) Nervous System Patients With Any Event 101 (8.1) 60 (7.0) Agitation, Anxiety, Insomnia, Nervousness 10 (0.8) 0 (0) Dizziness 8 (0.7) 8 (0.9) Headache/Migraine 31 (2.5) 15 (1.7) Paresthesia 12 (1.0) 1 (0.1) Sensory Disturbance 10 (0.8) 9 (1.0) Syncope 8 (0.6) 1 (0.1) Vertigo 30 (2.4) 20 (2.3) Skin (not including application site) Patients With Any Event 42 (4.6) 18 (2.1) Nonurticarial Rash or Erythema 26 (2.1) 4 (0.5) Pruritus 20 (1.6) 3 (0.3) Urticaria 6 (0.5) 10 (1.2) Special Senses Patients With Any Event 57 (4.6) 38 (4.4) Parosmia 6 (0.5) 4 (0.5) Taste Perversion 43 (3.5) 32 (3.7) Scotoma 14 (1.1) 2 (0.2) The following selected adverse events were reported in ≤0.5% of the 1,244 patients. Body as a Whole—General Disorders: back pain, fatigue, malaise Cardiovascular Disorders: arrhythmias, cardiac failure, conduction abnormalities, hypotension, myocardial infarction Gastrointestinal System Disorders: dyspepsia Hypersensitivity Disorders: pharyngeal edema Nervous System: cerebral vascular disorder, convulsions, hypoesthesia, stupor, confusion Peripheral Vascular Disorders: flushing, peripheral ischemia Renal System Disorders: abnormal renal function, acute renal failure, hematuria Respiratory System Disorders: asthma, bronchitis, dyspnea, pulmonary edema, rhinitis Skin and Appendage Disorders: hematoma, increased sweating Special Senses, Other Disorders: tinnitus Vision Disorders: abnormal vision 6.2 Post-marketing Experience The following additional adverse reactions have been identified during post approval use of iodixanol. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to exposure. Cardiovascular Disorders: Cardiac arrest, palpitations, spasms of coronary arteries, hypertension, and flushing Endocrine Disorders: Hyperthyroidism, hypothyroidism Eye Disorders: Transient visual impairment including cortical blindness, diplopia, and blurred vision Gastrointestinal Disorders: Abdominal pain, pancreatitis, salivary gland enlargement General Disorders and Administration Site Conditions: Chills, pyrexia, pain and discomfort, administration site reactions including extravasation Immune System Disorders: Hypersensitivity reactions, anaphylactic shock including, life-threatening or fatal anaphylaxis Nervous System Disorders: Tremor (transient), coma, disturbance in consciousness, transient contrast-induced encephalopathy caused by extravasation of contrast media (including amnesia, hallucination, paralysis, paresis, transient speech disorder, aphasia, dysarthria) Psychiatric Disorders: Anxiety, agitation Respiratory, Thoracic, and Mediastinal Disorders: Cough, sneezing, throat irritation or tightness, laryngeal edema, pharyngeal edema, bronchospasm Skin and subcutaneous tissue disorders: Reactions range from mild (e.g. rash, erythema, pruritus, urticaria, and skin discoloration) to severe: [e.g. Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS)] 6.3 Pediatric Adverse Reactions The overall character, quality, and severity of adverse reactions in pediatric patients is similar to that reported in adult patients from post marketing surveillance and other information. Additional safety data was obtained in studies of iodixanol in 459 pediatric patients. A total of 26 patients ranged in age from birth to <29 days, 148 ranged from 29 days to 2 years, 263 from 2 to <12 years, and 22 from 12 to 18 years. A total of 252 (55%) of the patients were male. The racial distribution was: Caucasian-81%, Black-14%, Oriental-2%, and other or unknown-4%. The proportion of patients undergoing an intra-arterial procedure by age was: 92 % (<29 days), 55% (29 days to 6 months), and 29 % (>6 months). In these studies, adverse events were numerically higher in pediatric patients less than one year of age compared to older pediatric patients. In pediatric patients who received intravenous injections of iodixanol for computerized tomography or excretory urography, a concentration of 270 mg Iodine/mL was used in 144 patients, and a concentration of 320 mg Iodine/mL in 154 patients. All patients received one intravenous injection of 1 mL/kg to 2 mL/kg. In pediatric patients who received intra-arterial and intracardiac studies, a concentration of 320 mg Iodine/mL was used in 161 patients. Twenty-two patients were <29 days of age; 78 were 29 days to 2 years of age; and 61 were over 2 years. Most of these pediatric patients received initial volumes of 1 mL/kg to 2 mL/kg and most patients received a maximum of 3 injections."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Iodixanol is contraindicated for intrathecal use [see Warnings and Precautions (5.1) ] : Not indicated for intrathecal use. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Individualize the combination of volume and concentration of iodixanol injection considering age, body weight, size of the vessel, rate of blood flow within the vessel, and other applicable factors. ( 2.1 , 2.2 , 2.3 , 2.4 ) For CT of the head and body, iodixanol injection may be used with an automated contrast injection system or contrast media management system cleared for use with iodixanol injection. (2.5) For the adult patients, the maximum recommended total dose of iodine is 80 grams. ( 2.1 ) Patients should be adequately hydrated prior to and following the intravascular administration of iodinated contrast agents. ( 2.1 , 5.3 ) See full prescribing information for complete dosing and administration information. (2) 2.1 Important Dosage and Administration Instructions Iodixanol injection is for intravascular use only [see Boxed Warning , Contraindications (4) , and Warnings and Precautions (5.1) ] Use sterile technique for all handling and administration of iodixanol injection. Do not use if tamper-evident ring is broken or missing. Warm iodixanol injection and administer at body or room temperature. Inspect iodixanol injection for particulate matter or discoloration before administration, whenever solution and container permit. Do not administer if iodixanol injection contains particulate matter or is discolored. Do not mix iodixanol injection with, or inject in intravenous lines containing, other drugs or total nutritional admixtures. Use the lowest dose necessary to obtain adequate visualization. Individualize the volume, strength, and rate of administration of iodixanol injection. Consider factors such as age, bodyweight, vessel size, blood flow rate within the vessel, anticipated pathology, degree and extent of opacification required, structures or area to be examined, disease processes affecting the patient, and equipment and technique to be employed. The maximum recommended total dose of iodine for adults is 80 grams. Avoid extravasation when injecting iodixanol injection; especially in patients with severe arterial or venous disease [see Warnings and Precautions (5.6) ] . Hydrate patients before and after iodixanol injection administration [see Warnings and Precautions (5.3) ] . 2.2 Intra-arterial Dosage and Administration Intra-arterial digital subtraction angiography (IA-DSA) (270 mg Iodine/mL and 320 mg Iodine/mL) Angiocardiography (left ventriculography and selective coronary arteriography), peripheral arteriography, visceral arteriography, and cerebral arteriography (320 mg Iodine/mL) Use injection rates approximately equal to the flow rate in the vessel being injected. The usual single injection volumes or total dose per patient (mL/kg) for adults and adolescents over 12 years of age are listed in Table 1: TABLE 1 ADULTS and PEDIATRIC PATIENTS 12 YEARS OF AGE AND OLDER IODIXANOL INJECTION SINGLE DOSE RECOMMENDATIONS FOR INJECTION INTO SELECTED ARTERIES ARTERIOGRAPHY IA-DSA 1 Maximum Total Dose Intra-arterial Injection Sites 320 mg Iodine/mL 270 mg Iodine/mL 320 mg Iodine/mL Carotid Arteries 10 mL to 14 mL 5 mL to 8 mL Usually Not to Exceed 175 mL Vertebral Arteries 10 mL to 12 mL 5 mL to 8 mL Right Coronary Artery 3 mL to 8 mL Usually Not to Exceed 200 mL Left Coronary Artery 3 mL to 10 mL Left Ventricle 20 mL to 45 mL Renal Arteries 8 mL to 18 mL 10 mL to 25 mL -- Usually Not to Exceed 250 mL Aortography 30 mL to 70 mL 20 mL to 50 mL 10 mL to 50 mL Major Branches of Aorta 10 mL to 70 mL 5 mL to 30 mL 2 mL to 10 mL Aortofemoral Runoffs 20 mL to 90 mL -- 6 mL to 15 mL Peripheral Arteries 15 mL to 30 mL -- 3 mL to 15 mL 1 IA-DSA = Intra-arterial Digital Subtraction Angiography 2.3 Intravenous Dosage and Administration Computed Tomography of the Head or Body (270 mg Iodine/mL and 320 mg Iodine/mL) Excretory Urography (270 mg Iodine/mL and 320 mg Iodine/mL) Peripheral Venography (270 mg Iodine/mL) Coronary Computed Tomography Angiography (CCTA) (320 mg Iodine/mL) Recommended dosage of iodixanol injection is dependent on: the administration procedure, patient weight, and CT device factors, as detailed in Table 2. Calibrate the intravenous injection rate so that image acquisition coincides with peak arterial concentration. The time between iodixanol injection and peak arterial concentration varies between patients. Selected dosing for different indications in adults and pediatric patients over 12 years of age are shown in Table 2 . TABLE 2 ADULTS and PEDIATRIC PATIENTS 12 YEARS OF AGE AND OLDER IODIXANOL INJECTION DOSING RECOMMENDATIONS FOR INTRAVENOUS CONTRAST ADMINISTRATION Study Type Comment 270 mg Iodine/mL 320 mg Iodine/mL Maximum Total Volume CT of Head or Body 1 Bolus 75 mL to 150 mL 75 mL to 150 mL 150 mL Infusion 100 mL to 150 mL 100 mL to 150 mL Excretory Urography Normal Renal Function 1 mL/kg 1 mL/kg 100 mL Venography Per lower extremity 50 mL to 150 mL 250 mL CCTA 1,2 Bolus injection with test bolus 3 or bolus tracking 50 mL to 150 mL 4 (4 mL to 7 mL per second) 150 mL 1 For CT of the head and body, iodixanol injection may be used with an automated contrast injection system or contrast media management system cleared for use with iodixanol injection. 2 For pediatric patients aged 12 to 17, recommended dose is 1 mL/kg to 2 mL/kg. 3 The main iodixanol injection volume may be preceded by a test bolus consisting of 20 mL iodixanol injection, immediately followed by a 20 mL saline flush, both injected at rate of 4 mL/sec to 7 mL/sec. 4 Injection of iodixanol injection with saline can be either biphasic (without dilution phase) or triphasic (with dilution phase). Alternatively, a dose of 1 mL/kg may be used to calculate total iodixanol injection dose (excluding any test bolus). For CCTA acquired at < 120 kVp, the dose of iodixanol injection may be reduced by up to 15% in patients < 85 kg and BMI < 30 kg/m 2 . For CCTA acquired on a scanner with more than 64 detector rows, the dose of iodixanol injection may be reduced in proportion to the scan duration. 2.4 Dosage in Pediatric Patients Less Than 12 Years of Age Intra-arterial Dosage and Administration Angiocardiography, cerebral arteriography, or visceral arteriography (320 mg Iodine/mL): The recommended dosage is 1 mL/kg to 2 mL/kg. The maximum dose should not exceed 4 mL/kg. Intravenous Dosage and Administration Computerized Tomography or Excretory Urography (270 mg Iodine/mL): The recommended dosage is 1 mL/kg to 2 mL/kg. The maximum dose should not exceed 2 mL/kg. 2.5 Instructions for Use with an Automated Contrast Injection System or Contrast Management System for CT of the Head and Body Iodixanol injection may be used with an automated contrast injection system cleared for use with contrast media. ◦ See above Important Dosage and Administration Instructions for iodixanol injection (2.1). ◦ See device labeling for information on device indications, instructions for use, and techniques to help assure safe use. Iodixanol injection 320 mg Iodine/mL in 100 mL and 150 mL bottles may be used with a contrast media management system cleared for use with iodixanol injection 320 mg Iodine/mL in 100 mL and 150 mL bottles. ◦ See device labeling for information on device indications, instructions for use, and techniques to help assure safe use. ◦ Use sterile technique for penetrating the container closure of iodixanol injection 320 mg Iodine/mL and transferring iodixanol injection solution. Clean the stopper with a pad soaked in sporicidal solution followed by a pad soaked in alcohol, then puncture the stopper. The container closure may be penetrated only one time with a suitable sterile component of the contrast media management system cleared for use with iodixanol injection 320 mg Iodine/mL in 100 mL and 150 mL bottles. ◦ Once the iodixanol injection 320 mg Iodine/mL is punctured do not remove the bottle from the work area during the entire period of use. ◦ Maximum use time is 4 hours after initial puncture. ◦ Each bottle is for one procedure only. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Iodixanol injection is indicated in for: Iodixanol injection is a radiographic contrast agent indicated for the following: Intra-arterial Procedures ( 1.1 ) Adults and pediatric patients 12 years of age and over Intra-arterial digital subtraction angiography (270 mg Iodine/mL and 320 mg Iodine/mL). Angiocardiography (left ventriculography and selective coronary arteriography), peripheral arteriography, visceral arteriography, and cerebral arteriography (320 mg Iodine/mL). Pediatric patients less than 12 years of age Angiocardiography, cerebral arteriography, and visceral arteriography (320 mg Iodine/mL). Intravenous Procedures ( 1.2 ) Adults and pediatric patients 12 years of age and over Computed tomography (CT) imaging head and body (270 mg Iodine/mL and 320 mg Iodine/mL). Excretory urography (270 mg Iodine/mL and 320 mg Iodine/mL). Peripheral venography (270 mg Iodine/mL). Coronary computed tomography angiography (CCTA) to assist diagnostic evaluation of patients with suspected coronary artery disease (320 mg Iodine/mL). Pediatric patients less than 12 years of age CT imaging of the head and body (270 mg Iodine/mL). Excretory urography (270 mg Iodine/mL). 1.1 Intra-arterial Procedures Adult and pediatric patients 12 years of age and older (270 mg Iodine/mL and 320 mg Iodine/mL) intra-arterial digital subtraction angiography (IA-DSA). (320 mg Iodine/mL) angiocardiography (left ventriculography and selective coronary arteriography), peripheral arteriography, visceral arteriography, and cerebral arteriography. Pediatric patients less than 12 years of age (320 mg Iodine/mL) angiocardiography, cerebral arteriography, and visceral arteriography. 1.2 Intravenous Procedures Adult and pediatric patients 12 years of age and older (270 mg Iodine/mL and 320 mg Iodine/mL) CT imaging of the head and body. (270 mg Iodine/mL and 320 mg Iodine/mL) excretory urography. (270 mg Iodine/mL) peripheral venography. (320 mg Iodine/mL) coronary computed tomography angiography (CCTA) to assist in the diagnostic evaluation of patients with suspected coronary artery disease. Pediatric patients less than 12 years of age (270 mg Iodine/mL) CT imaging of the head and body. (270 mg Iodine/mL) excretory urography."
  ],
  "fetched_at": "2025-09-30T22:34:32.836233",
  "source": "OpenFDA"
}