{
  "drug_name": "Iopamidol",
  "generic_name": [
    "IOPAMIDOL"
  ],
  "brand_names": [
    "iopamidol"
  ],
  "drug_interactions": [
    "Drug Interactions Other drugs should not be admixed with iopamidol (see CONTRAINDICATIONS , and DOSAGE AND ADMINISTRATION : Drug Incompatibilities )."
  ],
  "warnings": [
    "WARNINGS The need for myelographic examination should be carefully evaluated. Iopamidol should be administered with caution in patients with increased intracranial pressure or suspicion of intracranial tumor, abscess or hematoma, those with a history of convulsive disorder, severe cardiovascular disease, chronic alcoholism, or multiple sclerosis, and elderly patients. Particular attention must be given to state of hydration, concentration of medium, dose, and technique used in these patients. Contrast media may promote sickling in individuals who are homozygous for sickle cell disease when injected intravenously or intra-arterially. Although Iopamidol Injection is not injected intravascularly, measurable plasma levels are attained after intrathecal administration of iopamidol. If frankly bloody cerebrospinal fluid is observed, the possible benefits of a myelographic examination should be considered in terms of risk to the patient. Patients on anticonvulsant medication should be maintained on this therapy. Direct intracisternal or ventricular administration for standard radiography (without computerized tomographic enhancement) is not recommended. Inadvertent intracranial entry of a large or concentrated bolus of the contrast medium, which increases the risk of neurotoxicity, can be prevented by careful patient management. Also, effort should be directed to avoid rapid dispersion of the medium causing inadvertent rise to intracranial levels (e.g., by active patient movement). If such intracranial entry of the medium occurs, prophylactic anticonvulsant treatment with diazepam or barbiturates orally for 24 to 48 hours should be considered. Use of medications that may lower the seizure threshold (phenothiazine derivatives, including those used for their antihistaminic properties; tricyclic antidepressants; MAO inhibitors; CNS stimulants; analeptics; antipsychotic agents) should be carefully evaluated. While the contributory role of such medications has not been established, some physicians have discontinued these agents at least 48 hours before and for at least 24 hours following intrathecal use. Focal and generalized motor seizures have been reported after intrathecal use of water-soluble contrast agents including iopamidol. In several of those cases reported with iopamidol, higher than recommended doses were employed. Therefore avoid : Deviations from recommended neuroradiologic procedure or patient management. Use in patients with a history of epilepsy unless medically justified. Overdosage. Intracranial entry of a bolus or premature diffusion of a high concentration of the medium. Failure to maintain elevation of the head during the procedure, on the stretcher, and in bed. Excessive and particularly active patient movement or straining. Severe Cutaneous Adverse Reactions Severe cutaneous adverse reactions (SCAR) may develop from 1 hour to several weeks after intravascular contrast agent administration. These reactions include Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS). Reaction severity may increase and time to onset may decrease with repeat administration of contrast agent; prophylactic medications may not prevent or mitigate severe cutaneous adverse reactions. Avoid administering Iopamidol Injection to patients with a history of a severe cutaneous adverse reaction to Iopamidol Injection."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequently reported adverse reactions following intrathecal administration of iopamidol are headache, nausea, vomiting, and musculoskeletal pain. These reactions usually occur 1 to 10 hours after injection, almost all occurring within 24 hours. They are usually mild to moderate in degree, lasting for a few hours and usually disappearing within 24 hours. Rarely, headaches may be severe or persist for days. Headache is often accompanied by nausea and vomiting, and tends to be more frequent and persistent in patients not optimally hydrated. Backache, neck stiffness, numbness and paresthesias, leg or sciatic-type pain occurred less frequently, often in the form of a transient exacerbation of pre-existing symptomatology. Transient alterations in vital signs may occur and their significance must be assessed on an individual basis. The following table of incidence of reactions is based on clinical studies with Iopamidol Injection in about 686 patients. Adverse Reactions Estimated Overall Incidence System > 1% ≤ 1% Body as a Whole headache (16.4%) pyrexia muscle weakness hot flashes malaise fatigue weakness Digestive nausea (7.3%) diarrhea vomiting (3.6%) heartburn Musculoskeletal back pain (2.2%) leg cramps leg pain (1.4%) sciatica neck pain (1.1%) cervicobrachial irritation meningeal irritation radicular irritation lumbosacral other musculoskeletal pain involuntary movement burning sensation Cardiovascular hypotension (1.1%) tachycardia hypertension chest pain Nervous none emotional stress dizziness paresthesia confusion hallucinations lightheadedness syncope numbness cold extremities ataxia irritability Urogenital none urinary retention Respiratory none dyspnea Skin and Appendages none rash Miscellaneous none injection site pain Other adverse effects reported in clinical literature for iopamidol include facial neuralgia, tinnitus, and sweating. Major motor seizures have been reported in the clinical literature and since market introduction in the United States. Early onset of seizures (less than two hours) is indicative of early substantial intracranial entry. Transitory EEG changes occur and usually take the form of slow wave activity. While not observed in controlled clinical studies with Iopamidol Injection, the following adverse reactions may occur because they have been reported with Iopamidol Injection and other nonionic water soluble contrast agents: cardiovascular (arrhythmias); pulmonary (apnea); bacterial meningitis, and aseptic meningitis syndrome; allergy or idiosyncrasy (chills, pruritus, nasal congestion, Guillain-Barre syndrome); CNS irritation (psycho-organic syndrome: mild and transitory perceptual aberrations such as depersonalization, anxiety, depression, hyperesthesia, disturbances in speech, sight, or hearing, and disorientation; in addition, hyperreflexia or areflexia, hypertonia or flaccidity, restlessness, tremor, echoacousia, echolalia, asterixis or dysphasia have occurred). Profound mental disturbances have rarely been reported (various forms and degrees of aphasia, mental confusion or disorientation); the onset is usually at 8 to 10 hours and lasts for about 24 hours without aftereffects. However, occasionally they have been manifest as apprehension, agitation or progressive withdrawal to the point of stupor or coma. In a few cases, these have been accompanied by transitory hearing loss or other auditory symptoms and visual disturbances (believed subjective or delusional). Persistent cortical loss of vision in association with convulsions, and ventricular block have been reported. Rarely, persistent though transitory weakness in the leg or ocular muscles has been reported. Peripheral neuropathies have been rare and transitory. They include sensory and/or motor or nerve root disturbances, myelitis, persistent leg muscle pain or weakness, or sixth nerve palsy, or cauda equina syndrome. Muscle cramps, fasciculation or myoclonia, spinal convulsion, paralysis, or spasticity are unusual. General Adverse Reactions To Contrast Media Reactions known to occur with parenteral administration of iodinated ionic contrast agents (see the listing below) are possible with any nonionic agent. Approximately 95 percent of adverse reactions accompanying the use of other water-soluble intravascularly administered contrast agents are mild to moderate in degree. However, life-threatening reactions and fatalities, mostly of cardiovascular origin, have occurred. Reported incidences of death from the administration of other iodinated contrast media range from 6.6 per 1 million (0.00066 percent) to 1 in 10,000 patients (0.01 percent). Most deaths occur during injection or 5 to 10 minutes later, the main feature being cardiac arrest with cardiovascular disease as the main aggravating factor. Isolated reports of hypotensive collapse and shock are found in the literature. The incidence of shock is estimated to be 1 out of 20,000 (0.005 percent) patients. Adverse reactions to injectable contrast media fall into two categories: chemotoxic reactions and idiosyncratic reactions. Chemotoxic reactions result from the physicochemical properties of the contrast medium, the dose, and the speed of injection. All hemodynamic disturbances and injuries to organs or vessels perfused by the contrast medium are included in this category. During intrathecal use, there is a lower incidence of electroencephalographic changes as well as neurotoxicity by virtue of the intrinsic properties of the iopamidol molecule. Idiosyncratic reactions include all other reactions. They occur more frequently in patients 20 to 40 years old. Idiosyncratic reactions may or may not be dependent on the amount of drug injected, the speed of injection, the mode of injection, and the radiographic procedure. Idiosyncratic reactions are subdivided into minor, intermediate, and severe. The minor reactions are self-limited and of short duration; the severe reactions are life-threatening and treatment is urgent and mandatory. The reported incidence of adverse reactions to contrast media in patients with a history of allergy is twice that for the general population. Patients with a history of previous reactions to a contrast medium are three times more susceptible than other patients. However, sensitivity to contrast media does not appear to increase with repeated examinations. Most adverse reactions to intravascular contrast agents appear within one to three minutes after the start of injection, but delayed reactions may occur (see PRECAUTIONS : General ). Because measurable plasma levels are attained following the intrathecal administration of iopamidol, adverse reactions reported with the use of intravascular contrast agents are theoretically possible. These include: Cardiovascular: vasodilation (feeling of warmth), cerebral hematomas, hemodynamic disturbances, sinus bradycardia, transient electrocardiographic abnormalities, ventricular fibrillation, petechiae. Digestive: nausea, vomiting, severe unilateral or bilateral swelling of the parotid and submaxillary glands. Nervous: paresthesia, dizziness, convulsions, paralysis, coma. Respiratory: increased cough, asthma, dyspnea, laryngeal edema, pulmonary edema, bronchospasm, rhinitis. Urogenital: osmotic nephrosis of proximal tubular cells, renal failure, pain. Special Senses: perversion of taste; bilateral ocular irritation; lacrimation; itching; conjunctival chemosis, infection, and conjunctivitis. Endocrine: Thyroid function tests indicative of hypothyroidism or transient thyroid suppression have been uncommonly reported following iodinated contrast media administration to adult and pediatric patients, including infants. Some patients were treated for hypothyroidism. Skin and Subcutaneous Tissue Disorders: Reactions range from mild (e.g. rash, erythema, pruritus, urticaria and skin discoloration) to severe: [e.g. Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS)]. Injection site pain usually due to extravasation and/or erythematous swelling, skin necrosis, urticaria. The following reactions may also occur: neutropenia, thrombophlebitis, flushing, pallor, weakness, severe retching and choking, wheezing, cramps, tremors, and sneezing."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Intrathecal administration of corticosteroids with iopamidol is contraindicated. Because of overdosage considerations, immediate repeat myelography in the event of technical failure is contraindicated (see interval recommendation under DOSAGE AND ADMINISTRATION ). Myelography should not be performed in the presence of significant local or systemic infection where bacteremia is likely."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION In adults a solution that is approximately isotonic (Iopamidol Injection, 41%) is recommended for examination of the lumbar region. For movement of the contrast medium to distant target areas the more concentrated Iopamidol Injection, 61% preparation should be used to compensate for dilution of Iopamidol Injection with cerebrospinal fluid. The usual recommended adult dose range for iopamidol is 2000-3000 mg iodine. Iopamidol formulated to contain more than 300 mgI/mL should not be used intrathecally in adults. The minimum dose needed to perform a procedure should always be used. In pediatric patients , a solution that is approximately isotonic (Iopamidol Injection, 41%) is recommended for all intrathecal procedures. In children, loss of contrast due to mixing on movement of the medium is less apt to occur because of their shorter spinal cord. The usual recommended pediatric dose range for iopamidol is 1400-2400 mg iodine. Iopamidol formulated to contain more than 200 mgI/mL should not be used intrathecally in children. The minimum dose needed to perform a procedure should always be used. See pediatric dosage table for recommended dosage . Anesthesia is not necessary. However, young children may require general anesthesia for technical reasons. Premedication with sedatives or tranquillizers is usually not needed. In patients with a history of seizure activity who are not on anticonvulsant therapy, premedication with barbiturates or phenytoin should be considered. Lumbar puncture is usually made between L3 and L4; if pathology is suspected at this level, the interspace immediately above or below may be selected. A lateral cervical puncture may also be used. Rate of Injection: To avoid excessive mixing with cerebrospinal fluid and consequent loss of contrast as well as premature cephalad dispersion, injection must be made slowly over one to two minutes; the needle may then be removed. An interval of at least 48 hours should be allowed before repeat examination; however, whenever possible five to seven days is recommended. As with all radiopaque contrast agents, only the lowest dose of Iopamidol Injection necessary to obtain adequate visualization should be used. A lower dose reduces the possibility of an adverse reaction. Most procedures do not require use of either a maximum dose or the highest available concentration of Iopamidol Injection; the combination of dose and Iopamidol Injection concentration to be used should be carefully individualized, and factors such as age, body size, anticipated pathology and degree and extent of opacification required, structure(s) or area to be examined, disease processes affecting the patient, and equipment and technique to be employed should be considered. Following are the usual recommended pediatric and adult doses of Iopamidol Injection. The pediatric doses listed below, intended as a guideline, are based on age rather than weight because the brain and CSF capacity is independent of weight. Variations will depend on such factors as height, suspected pathology, the patient’s condition, technique used, etc. (e.g. CT or standard radiology or movement of the contrast media directed distal to the site of injection). Pediatric Dosage Table Iopamidol Injection, 41% (200 mgI/mL) Procedure Age Years Usual Recommended Dose (mL) Lumbar, thoracic myelogram 2-7 7-9 8-12 8-11 13-18 10-12 Adult Dosage Table Concentration of Solution (mgI/mL) Usual Recommended Dose (mL) Lumbar myelogram 200 10 to 15 Thoracic myelogram 200 10 to 15 Cervical myelogram 200 10 to 15 (via lumbar injection) 300 10 Cervical myelogram (via lateral cervical injection) 200 10 Total columnar myelography 300 10 CT cisternography (via lumbar injection) 200 4 to 6 Following subarachnoid injection, conventional radiography will continue to provide good diagnostic contrast for at least 30 minutes. At about one hour, diagnostic degree of contrast will not usually be available. However, sufficient contrast for CT myelography will be available for several hours. CT myelography following conventional myelography should be deferred for at least four hours to reduce the degree of contrast. Aspiration of iopamidol is unnecessary following intrathecal administration (see CLINICAL PHARMACOLOGY ). Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Iopamidol solutions should be used only if clear and within the normal colorless to pale yellow range. Discard any product which shows signs of crystallization or damage to the container-closure system, which includes the glass container, stopper and/or crimp. It is desirable that solutions of radiopaque diagnostic agents for intrathecal use be at body temperature when injected. Withdrawal of contrast agents from their containers should be accomplished under aseptic conditions with sterile syringes. Spinal puncture must always be performed under sterile conditions. Patients should be well hydrated prior to and following Iopamidol Injection administration. Suggestions for Usual Patient Management Preprocedure See WARNINGS regarding discontinuation of neuroleptic agents. Maintain normal diet up to 2 hours before procedure. Ensure hydration-fluids up to time of procedure. During Procedure Use minimum dose and concentration required for satisfactory contrast. Inject slowly over 1 to 2 minutes to avoid excessive mixing. Abrupt or active patient movement causes excessive mixing with CSF. Instruct patient to remain passive . Move patient slowly and only as necessary. To maintain as a bolus, move medium to distal area very slowly under fluoroscopic control. In all positioning techniques keep the patient’s head elevated above highest level of spine. Do not lower head of table more than 15° during thoraco-cervical procedures. In patients with excessive lordosis, consider lateral position for injection and movement of the medium cephalad. Avoid intracranial entry of a bolus. Avoid early and high cephalad dispersion of the medium. At completion of direct cervical or lumbo-cervical procedures, raise head of table steeply (45°) for about 2 minutes to restore medium to lower levels. Postprocedure Raise head of stretcher to at least 30° before moving patient onto it. Movement onto stretcher, and off the stretcher to bed, should be done slowly with patient completely passive, maintaining head up position. Before moving patient onto bed, raise head of bed 30° to 45° and maintain the patient in this position under close observation for 12 to 24 hours. Advise patient to remain still in bed, in head up position for the first 24 hours. Obtain visitors cooperation in keeping the patient quiet and in head up position, especially in first few hours. Encourage oral fluids and diet as tolerated. Antinauseants of the phenothiazine class should not be administered to treat postprocedural nausea or vomiting (see WARNINGS ). Since persistent nausea and vomiting may result in dehydration, prompt consideration of volume replacement by intravenous fluids is recommended. Drug Incompatibilities Many radiopaque contrast agents are incompatible in vitro with some antihistamines and many other drugs; therefore, no other pharmaceuticals should be admixed with contrast agents."
  ],
  "indications": [
    "INDICATIONS AND USAGE Iopamidol Injection is indicated for intrathecal administration in adult neuroradiology including myelography (lumbar, thoracic, cervical, total columnar), and for contrast enhancement of computed tomographic (CECT) cisternography and ventriculography. Iopamidol Injection, 41% is indicated for thoraco-lumbar myelography in children over the age of two years."
  ],
  "fetched_at": "2025-10-01T17:09:46.502947",
  "source": "OpenFDA"
}