{
  "drug_name": "Iopromide",
  "generic_name": [
    "IOPROMIDE"
  ],
  "brand_names": [
    "Ultravist"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drug-Drug Interactions Metformin In patients with renal impairment, biguanides can cause lactic acidosis. Iodinated contrast agents appear to increase the risk of metformin-induced lactic acidosis, possibly as a result of worsening renal function. Stop metformin at the time of, or prior to, ULTRAVIST administration in patients with an eGFR between 30 and 60 mL/min/1.73 m2; in patients with a history of hepatic impairment, alcoholism, or heart failure; or in patients who will be administered intra-arterial iodinated contrast agents. Re-evaluate eGFR 48 hours after the imaging procedure and reinstitute only after renal function is stable. Radioactive Iodine ULTRAVIST may interfere with thyroid uptake of radioactive iodine (I-131 and I-123) and decrease therapeutic and diagnostic efficacy. Avoid thyroid therapy or testing for up to 6 weeks post ULTRAVIST. 7.2 Drug-Laboratory Test Interactions Protein-Bound Iodine Test Iodinated contrast agents, including ULTRAVIST, will temporarily increase protein-bound iodine in blood. Do not perform protein-bound iodine test for at least 16 days following administration of ULTRAVIST. However, thyroid function tests which do not depend on iodine estimations, for example, T 3 resin uptake and total or free thyroxine (T 4 ) assays are not affected."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: • Risks Associated with Intrathecal Use [see Warnings and Precautions ( 5.1 )] • Hypersensitivity Reactions [see Warnings and Precautions ( 5.2 )] • Acute Kidney Injury [see Warnings and Precautions ( 5.3 )] • Cardiovascular Adverse Reactions [see Warnings and Precautions ( 5.4 )] • Thromboembolic Events [see Warnings and Precautions ( 5.5 )] • Extravasation and Injection Site Reactions [see Warnings and Precautions ( 5.6 )] • Thyroid Dysfunction in Pediatric Patients 0 to 3 Years of Age [see Warnings and Precautions ( 5.8 )] • Severe Cutaneous Adverse Reactions [see Warnings and Precautions ( 5.11 )] Common adverse reactions (>1%) are headache, nausea, injection site and infusion site reactions, vasodilatation, vomiting, back pain, urinary urgency, chest pain, pain, dysgeusia, and abnormal vision. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect or predict the rates observed in practice. The common adverse reactions reported in >1% of patients in clinical studies with ULTRAVIST are shown in Table 4. Table 4: Adverse Reactions Reported in >1% of Patients Receiving ULTRAVIST in Clinical Trials System Organ Class Adverse Reaction ULTRAVIST N=1,142 (%) Nervous system disorders Headache 46 (4) Dysgeusia 15 (1.3) Eye disorders Abnormal Vision 12 (1.1) Cardiac disorders Chest pain 18 (1.6) Vascular disorders Vasodilatation 30 (2.6) Gastrointestinal disorders Nausea 42 (3.7) Vomiting 22 (1.9) Musculoskeletal and connective tissue disorders Back pain 22 (1.9) Renal and urinary disorders Urinary urgency 21 (1.8) General disorders and administration site conditions Injection site and infusion site reactions (hemorrhage, hematoma, pain, edema, erythema, rash) 41 (3.7) Pain 13 (1.4) One or more adverse reactions were recorded in 273 of 1,142 (24%) patients during the clinical trials, coincident with the administration of ULTRAVIST or within the defined duration of the study follow-up period (24–72 hours). ULTRAVIST is often associated with sensations of warmth and/or pain. Serious, life-threatening, and fatal reactions have been associated with the administration of iodine-containing contrast media, including ULTRAVIST. In clinical trials 7 of 1,142 patients given ULTRAVIST died 5 days or later after drug administration. Also, 10 of 1,142 patients given ULTRAVIST had serious adverse events. The following adverse reactions were observed in ≤1% of the patients receiving ULTRAVIST: Cardiac disorders: atrioventricular block (complete), bradycardia, ventricular extrasystole Gastrointestinal disorders: abdominal discomfort, abdominal pain, abdominal pain upper, constipation, diarrhea, dry mouth, dyspepsia, gastrointestinal disorder, gastrointestinal pain, salivation increased, stomach discomfort, rectal tenesmus General disorders and administration site conditions: asthenia, chest discomfort, chills, excessive thirst, extravasation, feeling hot, hyperhidrosis, malaise, edema peripheral, pyrexia Immune system disorders: asthma, face edema Investigations: blood lactate dehydrogenase increased, blood urea increased, hemoglobin increased, white blood cell count increased Musculoskeletal and connective tissue disorders: arthralgia, musculoskeletal pain, myasthenia, neck pain, pain in extremity Nervous system disorders: agitation, confusion, convulsion, dizziness, hypertonia, hypesthesia, incoordination, neuropathy, somnolence, speech disorder, tremor, paresthesia, visual field defect Psychiatric disorders: anxiety Renal and urinary disorders: dysuria, renal pain, urinary retention Respiratory, thoracic and mediastinal disorders: apnea, cough increased, dyspnea, hypoxia, pharyngeal edema, pharyngitis, pleural effusion, pulmonary hypertension, respiratory disorder, sore throat Skin and subcutaneous tissue disorders: erythema, pruritus, rash, urticaria Vascular disorders: coronary artery thrombosis, flushing, hypertension, hypotension, peripheral vascular disorder, syncope, vascular anomaly Pediatric Patients A total of 274 pediatric patients were evaluated with intra-arterial coronary angiography (n=60), intravenous contrast computerized tomography (CT) (n=87), excretory urography (n=99), and 28 other procedures. These patients received 1 mL/kg to 2 mL/kg body weight of a concentration of 300 mg Iodine per mL for intravenous contrast CT or excretory urography and 370 mg Iodine per mL for intra-arterial and intracardiac administration in the radiographic evaluation of the heart cavities and major arteries [see Dosage and Administration ( 2.4 )]. Among these, 131 were 2 to 12 years old, 57 were adolescents, and 86 were unreported or other ages. There were 148 females, 94 males, and 32 in whom gender was not reported. The racial distribution was: White 33.9%, Black 0.4%, Asian 2.2%, and unknown 63.5%. The overall character, quality, and severity of adverse reactions in pediatric patients are generally similar to those reported in adult patients. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ULTRAVIST. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions reported in foreign postmarketing surveillance and other trials with the use of ULTRAVIST include: Cardiac disorders: cardiac arrest, ventricular fibrillation, atrial fibrillation, tachycardia, palpitations, congestive heart failure, myocardial infarction, angina pectoris Ear and labyrinth disorders: vertigo, tinnitus Endocrine disorders: hyperthyroidism, thyrotoxic crisis, hypothyroidism Eye disorders: mydriasis, lacrimation disorder Gastrointestinal disorders: dysphagia, swelling of salivary glands Immune system disorders: anaphylactoid reaction (including fatal cases), respiratory arrest, anaphylactoid shock, angioedema, laryngeal edema, laryngospasm, bronchospasm, hypersensitivity Musculoskeletal and connective tissue disorders: compartment syndrome in case of extravasation Nervous system disorders: cerebral ischemia/infarction, paralysis, paresis, transient cortical blindness, aphasia, coma, unconsciousness, amnesia, hypotonia, aggravation of myasthenia gravis symptoms Renal and urinary disorders: renal failure, hematuria Respiratory, thoracic and mediastinal disorders: pulmonary edema, acute respiratory distress syndrome, asthma Skin and subcutaneous tissue disorders: Reactions range from mild (e.g., rash, erythema, pruritus, urticaria and skin discoloration) to severe [e.g., Stevens-Johnson Syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP), and drug reaction with eosinophilia and systemic symptoms (DRESS)]. Vascular disorders: vasospasm Pediatric Patients Additional adverse reactions reported in pediatric patients from foreign marketing surveillance or other information include: epistaxis, migraine, joint disorder (effusion), muscle cramps, mucous membrane disorder (mucosal swelling), conjunctivitis, fixed eruptions, diabetes insipidus, and brain edema. 6.3 Pediatrics The overall character, quality, and severity of adverse reactions in pediatric patients are generally similar to those reported in adult patients. Additional adverse reactions reported in pediatric patients from foreign marketing surveillance or other information are: epistaxis, angioedema, migraine, joint disorder (effusion), muscle cramps, mucous membrane disorder (mucosal swelling), conjunctivitis, hypoxia, fixed eruptions, vertigo, diabetes insipidus, and brain edema [see Use in Specific Populations ( 8.4 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Individualize the volume and concentration according to the specific dosing tables accounting for factors such as age, body weight, size of the vessel, and the rate of blood flow within the vessel. ( 2.2 , 2.3 , 2.4 ) • For contrast mammography, use ULTRAVIST with a device that is cleared for dual-energy full field digital mammography. ( 2.5 ) • See full prescribing information for important dosage and administration instructions and directions for use of pharmacy bulk packages and imaging bulk packages. ( 2.1 , 2.6 , 2.7 ) 2.1 Important Dosage and Administration Information • ULTRAVIST is for intra-arterial or intravenous use only and must not be administered intrathecally [see Warnings and Precautions ( 5.1 )] . • Specific concentrations and presentations of ULTRAVIST are recommended for each type of imaging procedure [see Dosage and Administrations ( 2.2 , 2.3 , 2.4 )] . • Hydrate patients, as appropriate, prior to and following the administration of ULTRAVIST [see Warnings and Precautions ( 5.3 )] . • Individualize the volume, concentration, and injection rate of ULTRAVIST according to the specific dosing tables [see Dosage and Administration ( 2.2 , 2.3 , 2.4 )] . Consider factors such as age, body weight, size of the vessel, and the rate of blood flow within the vessel; also consider extent of opacification required, structure(s) or area to be examined, disease processes affecting the patient, and equipment and technique to be employed. • Visually inspect ULTRAVIST for particulate matter and/or discoloration, whenever solution and container permit. Do not administer ULTRAVIST if particulate matter (including crystals) and/or discoloration is observed or if containers are defective. • Use aseptic technique for all handling and administration of ULTRAVIST. • Warm ULTRAVIST to body temperature before administration. • ULTRAVIST can be used with 0.9% Sodium Chloride Injection in a power injector suitable for simultaneous injection of contrast [see Dosage and Administration ( 2.3 )] . However, do not mix or inject ULTRAVIST in intravenous administration lines containing other drugs or total nutritional admixtures. • Discard any unused portion remaining in the single-dose container following initial use. 2.2 Recommended Dosage for Intra-Arterial Procedures in Adults • The recommended doses for intra-arterial procedures in adults are shown in Table 1. • Inject at rates approximately equal to the flow rate in the vessel being injected. Table 1: Recommended Concentrations and Volume of ULTRAVIST to Administer per Single Injection for Selected Injection Sites of Intra-Arterial Procedures in Adults Imaging Procedure Cerebral Arteriography Peripheral Arteriography Coronary Arteriography and Left Ventriculography Visceral Angiography and Aortography Concentration (mg Iodine per mL) 300 * 300 * 370 * 370 * Intra-Arterial Injection Sites Carotid Arteries 3 mL to 12 mL - - - Vertebral Arteries 4 mL to 12 mL Aortic Arch Injection (four vessel study) 20 mL to 50 mL Subclavian or Femoral Artery - 5 mL to 40 mL - - Aortic Bifurcation (distal runoff) 25 mL to 50 mL Right Coronary Artery - - 3 mL to 14 mL - Left Coronary Artery 3 mL to 14 mL Left Ventricle 30 mL to 60 mL Aorta and Major Abdominal Branches - - - Individualize a volume approximately equal to the blood flow and related to the vascular and pathological characteristics of the specific vessels being studied. Maximum Total Dose 150 mL 250 mL 225 mL 225 mL *Use single-dose vials or pharmacy bulk package. 2.3 Recommended Dosage for Intravenous Procedures in Adults Recommended doses for intravenous procedures in adults are shown in Table 2. Table 2: Recommended Concentrations and Volume of ULTRAVIST for Intravenous Procedures in Adults Imaging Procedure Excretory Urography Contrast Computed Tomography Contrast Mammography Concentration (mg Iodine per mL) 300 * 300 ‡ 370 ‡ 300 ‡ or 370 ‡ Excretory Urography 1 mL/kg body weight - - - CT of Head - 50 mL to 200 mL 41 mL to 162 mL - CT of Body - Single Phase Contrast Bolus Injection Rapid Infusion - 50 mL to 200 mL 100 mL to 200 mL 41 mL to 162 mL 81 mL to 162 mL - CT of Body – Multiple Phase Contrast - 50 mL to 200 mL total volume Phase 1: 100% contrast, Phase 2 : 20% to 60% contrast, using a power injector suitable for simultaneous injection of contrast and 0.9% Sodium Chloride Injection 41 mL to 162 mL total volume Phase 1 : 100% contrast, Phase 2 : 20% to 60% contrast, using a power injector suitable for simultaneous injection of contrast and 0.9% Sodium Chloride Injection - Contrast Mammography - - - 1.5 mL/kg body weight using a power injector at 2 mL/second to 4 mL/second Maximum Total Dose 100 mL 200 mL 162 mL 150 mL * Use single-dose vials or pharmacy bulk package. ‡ Use single-dose vials, pharmacy bulk package or imaging bulk package. 2.4 Recommended Dosage in Pediatric Patients Aged 2 Years and Older The recommended doses in pediatric patients aged 2 years and older are shown in Table 3. Table 3: Recommended Concentrations and Volume per Body Weight of ULTRAVIST for Cardiac Chambers and Related Arteries, Excretory Urography, and Contrast Computed Tomography in Pediatric Patients Aged 2 Years and Older Imaging Procedure Intra-arterial Intravenous Cardiac Chambers and Related Arteries Excretory Urography Contrast Computerized Tomography Concentration (mg Iodine/mL) 370 * 300 * 300 ‡ Volume (mL/kg body weight) 1 to 2 1 to 2 1 to 2 Maximum Total Dose (mL/kg) 4 3 3 * Use single-dose vials or pharmacy bulk package . ‡ Use single-dose vials, pharmacy bulk package or imaging bulk package. 2.5 Imaging Instruction for Contrast Mammography For contrast mammography, use ULTRAVIST with a device that is cleared for dual-energy full field digital mammography. 2.6 Directions for Use of ULTRAVIST Pharmacy Bulk Package • ULTRAVIST Pharmacy Bulk Package (PBP) is not for direct infusion. • Perform the transfer of the PBP in a suitable work area, such as a laminar flow hood, utilizing aseptic technique. • Penetrate the container closure only one time, utilizing a suitable transfer device. • After initial puncture, use the contents of the PBP within 10 hours. Discard any unused portion 2.7 Directions for Use of ULTRAVIST Imaging Bulk Package • ULTRAVIST Imaging Bulk Package (IBP) is for intravenous use only. • ULTRAVIST IBP is for use only with an automated contrast injection system, contrast management system, or contrast media transfer set approved or cleared for use with this contrast agent in this IBP. Please see drug and device labeling for information on devices indicated for use with this IBP and techniques to help assure safe use. • The IBP is to be used only in a room designated for radiological procedures that involve intravascular administration of a contrast agent. • Using aseptic technique, penetrate the container closure of the IBP only one time with a suitable sterile component of the automated contrast injection system, contrast management system, or contrast media transfer set approved or cleared for use with this contrast agent in this IBP. • Once the IBP is punctured, do not remove it from the work area during the entire period of use. Maintain the bottle in an inverted position such that container contents are in continuous contact with the dispensing set. • After the container closure is punctured, if the integrity of the IBP and the delivery system cannot be assured through direct continuous supervision, discard the IBP and all associated disposables for the automated contrast injection system, contrast management system, or contrast media transfer set. • A maximum use time from initial puncture is 10 hours. Discard any unused portion remaining in IBP container. • Storage temperature of IBP after the closure has been entered should not exceed 25°C (77°F) with excursions permitted to 15°C to 30°C (59°F to 86°F); however, it is desirable that the contents be warmed to body temperature prior to injection."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ULTRAVIST ® Injection is an iodinated contrast agent indicated for: ULTRAVIST is a radiographic contrast agent indicated for: Intra-Arterial Procedures † • Cerebral arteriography and peripheral arteriography in adults ( 1.1 ) • Coronary arteriography and left ventriculography, visceral angiography, and aortography in adults ( 1.1 ) • Radiographic evaluation of cardiac chambers and related arteries in pediatric patients aged 2 years and older ( 1.1 ) Intravenous Procedures † • Excretory urography in adults and pediatric patients aged 2 years and older ( 1.2 ) • Contrast computed tomography (CT) of head and body in adults and pediatric patients aged 2 years and older ( 1.2 ) • Contrast mammography in adults as an adjunct following mammography and/or ultrasound ( 1.2 ) † Specific concentrations and presentations are recommended for each type of imaging procedure. ( 2.2 , 2.3 , 2.4 ) 1.1 Intra-Arterial Procedures* ULTRAVIST is indicated for: • Cerebral arteriography and peripheral arteriography in adults • Coronary arteriography and left ventriculography, visceral angiography, and aortography in adults • Radiographic evaluation of cardiac chambers and related arteries in pediatric patients aged 2 years and older 1.2 Intravenous Procedures* ULTRAVIST is indicated for: • Excretory urography in adults and pediatric patients aged 2 years and older • Contrast Computed Tomography (CT) of the head and body (intrathoracic, intra-abdominal, and retroperitoneal regions) for the evaluation of neoplastic and non-neoplastic lesions in adults and pediatric patients aged 2 years and older • Contrast mammography to visualize known or suspected lesions of the breast in adults, as an adjunct following mammography and/or ultrasound † Specific concentrations and presentations of ULTRAVIST are recommended for each type of imaging procedure [see Dosage and Administration ( 2.2 , 2.3 , 2.4 )]."
  ],
  "fetched_at": "2025-10-01T17:24:09.269363",
  "source": "OpenFDA"
}