{
  "drug_name": "Ioversol",
  "generic_name": [
    "IOVERSOL"
  ],
  "brand_names": [
    "Optiray 320"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drug-Drug Interactions Metformin In patients with renal impairment, metformin can cause lactic acidosis. Iodinated contrast agents appear to increase the risk of metformin induced lactic acidosis, possibly as a result of worsening renal function. Stop metformin at the time of, or prior to, OPTIRAY administration in patients with an eGFR between 30 and 60 mL/min/1.73 m 2 ; in patients with a history of hepatic impairment, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast agents. Re-evaluate eGFR 48 hours after the imaging procedure, and reinstitute only after renal function is stable. Radioactive Iodine Administration of iodinated contrast agents may interfere with thyroid uptake of radioactive iodine (I 131) and decrease therapeutic efficacy in patients with carcinoma of the thyroid. The decrease in efficacy lasts for 6-8 weeks. Oral Cholecystographic Contrast Agents Renal toxicity has been reported in patients with liver impairment who were given oral cholecystographic agents followed by intravascular contrast agents. Administration of OPTIRAY should be postponed in patients who have recently received a cholecystographic contrast agent. 7.2 Drug/Laboratory Test Interactions Protein-Bound Iodine, Radioactive Iodine Determinations The results of protein bound iodine and radioactive iodine uptake studies, which depend on iodine estimation, will not accurately reflect thyroid function for up to 16 days following administration of iodinated contrast agent. However, thyroid function tests that do not depend on iodine estimations, e.g., T3 resin uptake and total or free thyroxine (T4) assays are not affected."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Risks Associated with Inadvertent Intrathecal Administration [see Warnings and Precautions ( 5.1 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.2 )] Contrast Induced Acute Kidney Injury [see Warnings and Precautions ( 5.3 )] Cardiovascular Adverse Reactions [see Warnings and Precautions ( 5.4 )] Thromboembolic Events [see Warnings and Precautions ( 5.5 )] Thyroid Dysfunction in Pediatric Patients 0 to 3 Years of Age [see Warnings and Precautions ( 5.8 )] Severe Cutaneous Adverse Reactions [see Warnings and Precautions ( 5.11 )] The most common reaction is nausea, occurring at a rate of 1 percent. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact LIEBEL-FLARSHEIM COMPANY LLC at 855-266-5037 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Adult Patients Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The following listing shows adverse reactions based upon clinical trials with OPTIRAY (ioversol) in 4,187 patients. Adverse reactions are listed by organ system according to clinical importance. More severe reactions are listed before others in a system regardless of incidence. The most common reaction is nausea, occurring at a rate of 1 percent. Cardiac disorders Cardiac arrest, myocardial infarction, arrhythmia, atrioventricular block complete, atrioventricular block, nodal rhythm, bradycardia, angina pectoris, palpitations Ear and labyrinth disorders Vertigo, tinnitus Eye disorders Vision blurred, periorbital edema, conjunctivitis Gastrointestinal disorders Nausea, vomiting, abdominal pain, dysphagia, dry mouth General disorders and administration site conditions Chest pain, pain, injection site pain, injection site hematoma, extravasation, pyrexia, swelling, asthenia, malaise, fatigue, chills Infections and infestations Rhinitis Injury, poisoning, and procedural complications Heart injury, vascular pseudoaneurysm Investigations Electrocardiogram ST segment depression, blood pressure decreased Metabolism and nutrition disorders Acidosis Musculoskeletal and connective tissue disorders Muscular weakness, muscle spasms, back pain Nervous system disorders Cerebral infarction, aphasia, tremor, dizziness, presyncope, headache, paraesthesia, dysgeusia Psychiatric disorders Hallucination, visual hallucination, disorientation, anxiety Renal and urinary disorders Urinary retention, renal pain, polyuria Respiratory, thoracic, and mediastinal disorders Laryngeal edema, hypoxia, pulmonary edema, dyspnea, hyperventilation, cough, sneezing, nasal congestion Skin and subcutaneous tissue disorders Urticaria, rash, pruritus, swelling face, hyperhidrosis, erythema Vascular disorders Hypertension, hypotension, arterial spasm, vasospasm, vasodilation, flushing Pediatric Patients In clinical studies involving 311 patients for pediatric angiocardiography, contrast enhanced computed tomographic imaging of the head and body, and intravenous excretory urography; 6% of patients reported an adverse reaction, with the most common adverse reactions being nausea and fever. Adverse reactions reported were similar in quality and frequency to the adverse events reported by adults. 6.2 Postmarketing Experience The following additional adverse drug reactions have been reported during post-approval use of OPTIRAY. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate frequency or establish a causal relationship to drug exposure. Cardiac disorders: coronary artery spasm, cyanosis, arrhythmia (ventricular fibrillation, tachycardia, extrasystole), ECG abnormal. Endocrine disorders: hyperthyroidism, hypothyroidism. Eye disorders: temporary blindness, conjunctivitis (including eye irritation, ocular hyperemia, watery eyes). Gastrointestinal disorders: tongue edema, salivary hypersecretion. General disorders and administration site conditions: injection site reactions including pain, hemorrhage, and necrosis especially after extravasation [see Warnings and Precautions ( 5.6 )] , face edema, feeling hot. Immune system disorders: hypersensitivity reactions including fatal anaphylactic shock. Nervous system disorders: seizure, loss of consciousness, somnolence, hypoesthesia, dyskinesia, amnesia. Respiratory disorders: Respiratory arrest, asthma, bronchospasm, laryngeal spasm and obstruction, throat irritation, dysphonia. Skin and subcutaneous tissue disorders: Reactions range from mild (e.g. rash, erythema, pruritus, urticaria, and skin discoloration) to severe: [e.g. Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN)], acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS). Vascular Disorders: phlebitis, thrombosis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Symptomatic Hyperthyroidism Symptomatic Hyperthyroidism ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adjust the volume and concentration of OPTIRAY. Modify the dose accounting for factors such as age, body weight, vessel size, blood flow rate within the vessel. Please see details in full Prescribing Information. ( 2 ) 2.1 Important Administration Instructions OPTIRAY is for intravascular use only [see Boxed Warning, Contraindications ( 4 ), Warnings and Precautions ( 5.1 )] . Use sterile technique for all handling and administration of OPTIRAY. Inspect glass and plastic containers prior to use for breakage or other damage and do not use damaged containers. Warm OPTIRAY and administer at body or room temperature. Inspect OPTIRAY for particulate matter or discoloration before administration. Do not administer if OPTIRAY contains particulate matter or is discolored. Do not mix OPTIRAY with other drugs, solutions or total parenteral nutrition mixtures. Use the lowest dose necessary to obtain adequate visualization. Adjust the volume and concentration of OPTIRAY. Modify the dose accounting for factors such as age, body weight, vessel size, blood flow rate within the vessel, anticipated pathology, degree and extent of opacification required, structure(s) or area to be examined, disease processes affecting the patient, and equipment and technique to be employed. Avoid extravasation when injecting OPTIRAY; especially in patients with severe arterial or venous disease [see Warnings and Precautions ( 5.6 )]. Hydrate patients before and after OPTIRAY administration [see Warnings and Precautions ( 5.3 )]. Discard unused portion of OPTIRAY from single-dose container after use. 2.2 Radio Frequency Identification (RFID)-Tagged Syringe Directions for Use The RFID-tagged syringe must be used with an Optivantage Injector with RFID technology [see How Supplied/Storage and Handling ( 16.2 )] . The RFID tag allows for the exchange of product information such as lot number, expiration, concentration, and identification of the syringe as being “unused” prior to use and “used” after product administration. Do not operate any part of the Optivantage Injector System and RFID-tagged syringes within 6 inches (15 cm) of a pacemaker and/or defibrillator. If the RFID tag is damaged or otherwise non-functional, the OPTIRAY syringe with the non-functional RFID tag may still be used; however, no data will be transferred to the injector. 2.3 Intra-arterial Procedures in Adults Cerebral Arteriography Use OPTIRAY 300 or OPTIRAY 320. The recommended dose for visualization of cerebral arteries is shown below (may repeat as necessary): Diagnostic area Dose Maximum Cumulative Dose carotid or vertebral arteries 2 mL to 12 mL 200 mL aortic arch injection (four vessel study) 20 mL to 50 mL 200 mL ​ Peripheral Arteriography Use OPTIRAY 300, OPTIRAY 320 or OPTIRAY 350. The recommended dose for visualization of peripheral arteries is shown below (may repeat as necessary): Diagnostic area Dose Maximum Cumulative Dose aorta-iliac runoff 60 mL (range 20 mL to 90 mL) 250 mL common iliac, femoral 40 mL (range 10 mL to 50 mL) 250 mL subclavian, brachial 20 mL (range 15 mL to 30 mL) 250 mL Visceral and Renal Arteriography and Aortography Use OPTIRAY 320. The recommended dose for visualization for the aorta and visceral arteries is shown below (may repeat as necessary): Diagnostic area Dose Maximum Cumulative Dose aorta 45 mL (range 10 mL to 80 mL) 250 mL celiac 45 mL (range 12 mL to 60 mL) 250 mL superior mesenteric 45 mL (range 15 mL to 60 mL) 250 mL renal or inferior mesenteric 9 mL (range 6 mL to 15 mL) 250 mL Coronary Arteriography and Left Ventriculography Use OPTIRAY 320 or OPTIRAY 350. The recommended dose for visualization of the coronary arteries and left ventricle is shown below (may repeat as necessary): Diagnostic area Dose Maximum Cumulative Dose left coronary 8 mL (range 2 mL to 10 mL) 250 mL right coronary 6 mL (range 1 mL to 10 mL) 250 mL left ventricle 40 mL (range 30 mL to 50 mL) 250 mL 2.4 Intravenous Procedures in Adults Computed Tomography Use OPTIRAY 300, OPTIRAY 320, or OPTIRAY 350 for head and body imaging. Head Imaging The recommended dosing is shown below: Scan immediately after completion of the intravenous administration. Infusion OPTIRAY 300 50 mL to 150 mL OPTIRAY 320 50 mL to 150 mL OPTIRAY 350 50 mL to 150 mL Body Imaging OPTIRAY may be administered by bolus injection, by rapid infusion, or by a combination of both. The recommended dosing is shown below: Scanning interval will vary with indication and target organ. Bolus Injection Infusion OPTIRAY 300 25 mL to 75 mL 50 mL to 150 mL OPTIRAY 320 25 mL to 75 mL 50 mL to 150 mL OPTIRAY 350 25 mL to 75 mL 50 mL to 150 mL Venography Use OPTIRAY 300, OPTIRAY 320 or OPTIRAY 350. The recommended dose is 50 mL to 100 mL per extremity; with a maximum cumulative dose of 250 mL. Intravenous Urography Use OPTIRAY 350, OPTIRAY 320, or OPTIRAY 300. The recommended dose is shown below: Usual Dose High Dose Urography Maximum Dose OPTIRAY 300 50 mL to 75 mL 1.6 mL/kg 150 mL OPTIRAY 320 50 mL to 75 mL 1.5 mL/kg to 2 mL/kg 150 mL OPTIRAY 350 50 mL to 75 mL 1.4 mL/kg 140 mL Intravenous Digital Subtraction Angiography (IV-DSA) Use OPTIRAY 350. The recommended dose range per injection is 30 mL to 50 mL; may repeat as necessary with a maximum cumulative dose of 250 mL. Injection rates will vary depending on the site of catheter placement and vessel size. Central catheter injections are usually made at a rate of between 10 mL/second and 30 mL/second. Peripheral injections are usually made at a rate of between 12 mL/second and 20 mL/second. 2.5 Pediatric Dosing Intra-arterial Procedures Angiocardiography Use OPTIRAY 350 or OPTIRAY 320. The recommended single ventricular dose is 1.25 mL/kg (range 1 mL/kg to 1.5 mL/kg). The maximum cumulative dose is 5 mL/kg up to a maximum total volume of 250 mL. Intravenous Procedures Computed Tomography Use OPTIRAY 320. Head and Body Imaging The recommended dose in pediatric patients is 1.5 mL/kg to 2 mL/kg (range 1 mL/kg to 3 mL/kg). Intravenous Urography Use OPTIRAY 320. The recommended dose for pediatric patients is 1 mL/kg to 1.5 mL/kg (range 0.5 mL/kg to 3 mL/kg); with a maximum cumulative dose not exceeding 3 mL/kg."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OPTIRAY is indicated for: OPTIRAY is a radiographic contrast agent indicated for the following: Intra-arterial Procedures ( 1.1 ) Adults: Cerebral Arteriography (300, 320 mg iodine/mL) Peripheral Arteriography (300, 320, 350 mg iodine/mL ) Visceral and Renal Arteriography, Aortography (320 mg iodine/mL) Coronary Arteriography and Left Ventriculography (320, 350 mg iodine/mL) Pediatric Patients: Angiocardiography (320, 350 mg iodine/mL) Intravenous Procedures ( 1.2 ) Adults: Computed tomography (CT) Imaging of Head and Body (300, 320, 350 mg iodine/mL) Venography (300, 320, 350 mg iodine/mL) Intravenous Excretory Urography (300, 320, 350 mg iodine/mL) Intravenous Digital Subtraction Angiography (350 mg iodine/mL) Pediatric Patients: CT Imaging of the Head and Body, and Intravenous Excretory Urography (320 mg iodine/mL) 1.1 Intra-arterial In adults OPTIRAY 300: cerebral arteriography and peripheral arteriography. OPTIRAY 320: cerebral arteriography, peripheral arteriography, visceral and renal arteriography, aortography, coronary arteriography, and left ventriculography. OPTIRAY 350: peripheral arteriography coronary arteriography, and left ventriculography. In pediatric patients OPTIRAY 320 and OPTIRAY 350: angiocardiography. 1.2 Intra-venous In adults OPTIRAY 300: CT imaging of the head and body, venography, and intravenous excretory urography. OPTIRAY 320: CT imaging of the head and body, venography, and intravenous excretory urography. OPTIRAY 350: CT imaging of the head and body, venography, intravenous excretory urography, and intravenous digital subtraction angiography (IV-DSA). In pediatric patients OPTIRAY 320: CT imaging of the head and body, and intravenous excretory urography."
  ],
  "fetched_at": "2025-10-01T17:22:38.378044",
  "source": "OpenFDA"
}