{
  "drug_name": "Irinotecan",
  "generic_name": [
    "IRINOTECAN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Irinotecan Hydrochloride 100 mg/5 mL"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inducers: Do not administer strong CYP3A4 inducers with Irinotecan hydrochloride. ( 7.2 ) Strong CYP3A4 Inhibitors: Do not administer strong CYP3A4 inhibitors with Irinotecan hydrochloride. ( 7.3 ) 7.2 Strong CYP3A4 Inducers Exposure to irinotecan or its active metabolite SN-38 is substantially reduced in adult and pediatric patients concomitantly receiving the CYP3A4 enzyme-inducing anticonvulsants phenytoin, phenobarbital, carbamazepine, or St. John's wort. The appropriate starting dose for patients taking these or other strong inducers such as rifampin and rifabutin has not been defined. Consider substituting non-enzyme inducing therapies at least 2 weeks prior to initiation of irinotecan hydrochloride injection therapy. Do not administer strong CYP3A4 inducers with irinotecan hydrochloride injection unless there are no therapeutic alternatives. 7.3 Strong CYP3A4 or UGT1A1 Inhibitors Irinotecan and its active metabolite, SN-38, are metabolized via the human cytochrome P450 3A4 isoenzyme (CYP3A4) and uridine diphosphate-glucuronosyl transferase 1A1 (UGT1A1), respectively, [ see Clinical Pharmacology (12.3) ]. Patients receiving concomitant ketoconazole, a CYP3A4 and UGT1A1 inhibitor, have increased exposure to irinotecan and its active metabolite SN-38. Coadministration of irinotecan hydrochloride with other inhibitors of CYP3A4 (e.g., clarithromycin, indinavir, itraconazole, lopinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telaprevir, voriconazole) or UGT1A1 (e.g., atazanavir, gemfibrozil, indinavir) may increase systemic exposure to irinotecan or SN-38. Discontinue strong CYP3A4 inhibitors at least 1 week prior to starting irinotecan hydrochloride injection therapy. Do not administer strong CYP3A4 or UGT1A1 inhibitors with irinotecan hydrochloride injection unless there are no therapeutic alternatives."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Common adverse reactions ( > 30%) observed in single agent therapy clinical studies are: nausea, vomiting, abdominal pain, diarrhea, constipation, anorexia, neutropenia, leukopenia (including lymphocytopenia), anemia, asthenia, fever, body weight decreasing, alopecia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact 1-888-557-1212 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Common adverse reactions ( > 30%) observed in single agent therapy clinical studies are: nausea, vomiting, abdominal pain, diarrhea, constipation, anorexia, neutropenia, leukopenia (including lymphocytopenia), anemia, asthenia, fever, body weight decreasing, and alopecia. Serious opportunistic infections have not been observed, and no complications have specifically been attributed to lymphocytopenia. Second-Line Single-Agent Therapy Weekly Dosage Schedule In three clinical studies evaluating the weekly dosage schedule, 304 patients with metastatic carcinoma of the colon or rectum that had recurred or progressed following 5-FU-based therapy were treated with Irinotecan hydrochloride. Seventeen of the patients died within 30 days of the administration of Irinotecan hydrochloride; in five cases (1.6%, 5/304), the deaths were potentially drug-related. One of the patients died of neutropenic sepsis without fever. Neutropenic fever occurred in nine (3.0%) other patients; these patients recovered with supportive care. One hundred nineteen (39.1%) of the 304 patients were hospitalized because of adverse events; 81 (26.6%) patients were hospitalized for events judged to be related to administration of Irinotecan hydrochloride. The primary reasons for drug-related hospitalization were diarrhea, with or without nausea and/or vomiting (18.4%); neutropenia/leukopenia, with or without diarrhea and/or fever (8.2%); and nausea and/or vomiting (4.9%). The first dose of at least one cycle of Irinotecan hydrochloride was reduced for 67% of patients who began the studies at the 125-mg/m 2 starting dose. Within-cycle dose reductions were required for 32% of the cycles initiated at the 125-mg/m 2 dose level. The most common reasons for dose reduction were late diarrhea, neutropenia, and leukopenia. Thirteen (4.3%) patients discontinued treatment with Irinotecan hydrochloride because of adverse events. The adverse events in Table 7 are based on the experience of the 304 patients enrolled in the three studies described in Clinical Studies (14.1) . Table 7. Adverse Events Occurring in >10% of 304 Previously Treated Patients with Metastatic Carcinoma of the Colon or Rectum a a Severity of adverse events based on NCI CTC (version 1.0) b Occurring >24 hours after administration of Irinotecan hydrochloride c Occurring ≤24 hours after administration of Irinotecan hydrochloride d Primarily upper respiratory infections e Not applicable; complete hair loss = NCI grade 2 Body System & Event % of Patients Reporting NCI Grades 1-4 NCI Grades 3 & 4 GASTROINTESTINAL Diarrhea (late) b 88 31 7–9 stools/day (grade 3) — (16) ≥10 stools/day (grade 4) — (14) Nausea 86 17 Vomiting 67 12 Anorexia 55 6 Diarrhea (early) c 51 8 Constipation 30 2 Flatulence 12 0 Stomatitis 12 1 Dyspepsia 10 0 HEMATOLOGIC Leukopenia 63 28 Anemia 60 7 Neutropenia 54 26 500 to <1000/mm 3 (grade 3) — (15) <500/mm 3 (grade 4) — (12) BODY AS A WHOLE Asthenia 76 12 Abdominal cramping/pain 57 16 Fever 45 1 Pain 24 2 Headache 17 1 Back pain 14 2 Chills 14 0 Minor infection d 14 0 Edema 10 1 Abdominal enlargement 10 0 METABOLIC AND NUTRITIONAL ↓ Body weight 30 1 Dehydration 15 4 ↑ Alkaline phosphatase 13 4 ↑ SGOT 10 1 DERMATOLOGIC Alopecia 60 NA e Sweating 16 0 Rash 13 1 RESPIRATORY Dyspnea 22 4 ↑ Coughing 17 0 Rhinitis 16 0 NEUROLOGIC Insomnia 19 0 Dizziness 15 0 CARDIOVASCULAR Vasodilation (flushing) 11 0 Once-Every-3-Week Dosage Schedule A total of 535 patients with metastatic colorectal cancer whose disease had recurred or progressed following prior 5-FU therapy participated in the two phase 3 studies: 316 received irinotecan, 129 received 5-FU, and 90 received best supportive care. Eleven (3.5%) patients treated with irinotecan died within 30 days of treatment. In three cases (1%, 3/316), the deaths were potentially related to irinotecan treatment and were attributed to neutropenic infection, grade 4 diarrhea, and asthenia, respectively. One (0.8%, 1/129) patient treated with 5-FU died within 30 days of treatment; this death was attributed to grade 4 diarrhea. Hospitalizations due to serious adverse events occurred at least once in 60% (188/316) of patients who received irinotecan, 63% (57/90) who received best supportive care, and 39% (50/129) who received 5-FU-based therapy. Eight percent of patients treated with irinotecan and 7% treated with 5-FU-based therapy discontinued treatment due to adverse events. Of the 316 patients treated with irinotecan, the most clinically significant adverse events (all grades, 1-4) were diarrhea (84%), alopecia (72%), nausea (70%), vomiting (62%), cholinergic symptoms (47%), and neutropenia (30%). Table 8 lists the grade 3 and 4 adverse events reported in the patients enrolled to all treatment arms of the two studies described in Clinical Studies (14.1 ) . Table 8: Percent of Patients Experiencing Grade 3 & 4 Adverse Events in Comparative Studies of Once-Every-3-Week Irinotecan Therapy a a Severity of adverse events based on NCI CTC (version 1.0) b BSC = best supportive care c Hepatic includes events such as ascites and jaundice d Cutaneous signs include events such as rash e Respiratory includes events such as dyspnea and cough f Neurologic includes events such as somnolence g Cardiovascular includes events such as dysrhythmias, ischemia, and mechanical cardiac dysfunction h Other includes events such as accidental injury, hepatomegaly, syncope, vertigo, and weight loss Adverse Event Study 1 Study 2 Irinotecan N=189 BSC b N=90 Irinotecan N=127 5-FU N=129 TOTAL Grade 3/4 Adverse Events 79 67 69 54 GASTROINTESTINAL Diarrhea 22 6 22 11 Vomiting 14 8 14 5 Nausea 14 3 11 4 Abdominal pain 14 16 9 8 Constipation 10 8 8 6 Anorexia 5 7 6 4 Mucositis 2 1 2 5 HEMATOLOGIC Leukopenia/Neutropenia 22 0 14 2 Anemia 7 6 6 3 Hemorrhage 5 3 1 3 Thrombocytopenia 1 0 4 2 Infection without grade 3/4 neutropenia 8 3 1 4 with grade 3/4 neutropenia 1 0 2 0 Fever without grade 3/4 neutropenia 2 1 2 0 with grade 3/4 neutropenia 2 0 4 2 BODY AS A WHOLE Pain 19 22 17 13 Asthenia 15 19 13 12 METABOLIC AND NUTRITIONAL Hepatic c 9 7 9 6 DERMATOLOGIC Hand and foot syndrome 0 0 0 5 Cutaneous signs d 2 0 1 3 RESPIRATORY e 10 8 5 7 NEUROLOGIC f 12 13 9 4 CARDIOVASCULAR g 9 3 4 2 OTHER h 32 28 12 14 The incidence of akathisia in clinical trials of the weekly dosage schedule was greater (8.5%, 4/47 patients) when prochlorperazine was administered on the same day as Irinotecan hydrochloride than when these drugs were given on separate days (1.3%, 1/80 patients). The 8.5% incidence of akathisia, however, is within the range reported for use of prochlorperazine when given as a premedication for other chemotherapies. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of Irinotecan hydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Myocardial ischemic events have been observed following Irinotecan hydrochloride therapy. Thromboembolic events have been observed in patients receiving Irinotecan hydrochloride. Symptomatic pancreatitis, asymptomatic pancreatic enzyme elevation have been reported. Increases in serum levels of transaminases (i.e., AST and ALT) in the absence of progressive liver metastasis have been observed. Hyponatremia, mostly with diarrhea and vomiting, has been reported. Transient dysarthria has been reported in patients treated with Irinotecan hydrochloride; in some cases, the event was attributed to the cholinergic syndrome observed during or shortly after infusion of irinotecan. Interaction between Irinotecan hydrochloride and neuromuscular blocking agents cannot be ruled out. Irinotecan has anticholinesterase activity, which may prolong the neuromuscular blocking effects of suxamethonium and the neuromuscular blockade of non-depolarizing drugs may be antagonized."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to Irinotecan hydrochloride injection or its excipients ( 4 ) Irinotecan hydrochloride injection is contraindicated in patients with a known hypersensitivity to the drug or its excipients."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Colorectal cancer single agent regimen 1: Irinotecan hydrochloride injection 125 mg/m 2 intravenous infusion over 90 minutes on days 1, 8, 15, 22 then 2-week rest. ( 2.2 ) Colorectal cancer single agent regimen 2: Irinotecan hydrochloride injection 350 mg/m 2 intravenous infusion over 90 minutes on day 1 every 3 weeks. ( 2.2 ) 2.2 Colorectal Single Agent Regimens 1 and 2 Administer irinotecan hydrochloride injection as a 90-minute intravenous infusion. The currently recommended regimens are shown in Table 3. A reduction in the starting dose by one dose level of irinotecan hydrochloride injection may be considered for patients with any of the following conditions: prior pelvic/abdominal radiotherapy, performance status of 2, or increased bilirubin levels. Dosing for patients with bilirubin >2 mg/dL cannot be recommended because there is insufficient information to recommend a dose in these patients. Table 3. Single-Agent Regimens of irinotecan hydrochloride injection and Dose Modifications a Subsequent doses may be adjusted as high as 150 mg/m 2 or to as low as 50 mg/m 2 in 25 to 50 mg/m 2 decrements depending upon individual patient tolerance. b Subsequent doses may be adjusted as low as 200 mg/m 2 in 50 mg/m 2 decrements depending upon individual patient tolerance. c Provided intolerable toxicity does not develop, treatment with additional cycles may be continued indefinitely as long as patients continue to experience clinical benefit. Regimen 1 (weekly) a 125 mg/m 2 intravenous infusion over 90 minutes, days 1,8,15,22 then 2-week rest Starting Dose and Modified Dose Levels c (mg/m 2 ) Starting Dose Dose Level -1 Dose Level -2 125 100 75 Regimen 2 (every 3 weeks) b 350 mg/m 2 intravenous infusion over 90 minutes, once every 3 weeks c Starting Dose and Modified Dose Levels (mg/m 2 ) Starting Dose Dose Level -1 Dose Level -2 350 300 250 Dose Modifications Based on recommended dose-levels described in Table 3, Single-Agent Regimens of irinotecan hydrochloride injection and Dose Modifications, subsequent doses should be adjusted as suggested in Table 4, Recommended Dose Modifications for Single-Agent Schedules. All dose modifications should be based on the worst preceding toxicity. Table 4: Recommended Dose Modifications For Single-Agent Schedules a a All dose modifications should be based on the worst preceding toxicity b National Cancer Institute Common Toxicity Criteria (version 1.0) c Pretreatment d Excludes alopecia, anorexia, asthenia A new cycle of therapy should not begin until the granulocyte count has recovered to ≥1500/mm 3 , and the platelet count has recovered to ≥100,000/mm 3 , and treatment-related diarrhea is fully resolved. Treatment should be delayed 1 to 2 weeks to allow for recovery from treatment-related toxicities. If the patient has not recovered after a 2-week delay, consideration should be given to discontinuing irinotecan hydrochloride injection. Worst Toxicity NCI Grade b (Value) During a Cycle of Therapy At the Start of the Next Cycles of Therapy (After Adequate Recovery), Compared with the Starting Dose in the Previous Cycle a Weekly Weekly Once Every 3 Weeks No toxicity Maintain dose level ↑ 25 mg/m 2 up to a maximum dose of 150 mg/m 2 Maintain dose level Neutropenia 1 (1500 to 1999/mm 3 ) Maintain dose level Maintain dose level Maintain dose level 2 (1000 to 1499/mm 3 ) ↓ 25 mg/m 2 Maintain dose level Maintain dose level 3 (500 to 999/mm 3 ) Omit dose until resolved to ≤ grade 2, then ↓ 25 mg/m 2 ↓ 25 mg/m 2 ↓ 50 mg/m 2 4 (<500/mm 3 ) Omit dose until resolved to ≤ grade 2, then ↓ 50 mg/m 2 ↓ 50 mg/m 2 ↓ 50 mg/m 2 Neutropenic fever Omit dose until resolved, then ↓ 50 mg/m 2 when resolved ↓ 50 mg/m 2 ↓ 50 mg/m 2 Other hematologic toxicities Dose modifications for leukopenia, thrombocytopenia, and anemia during a cycle of therapy and at the start of subsequent cycles of therapy are also based on NCI toxicity criteria and are the same as recommended for neutropenia above. Diarrhea 1 (2–3 stools/day > pretx c ) Maintain dose level Maintain dose level Maintain dose level 2 (4–6 stools/day > pretx) ↓ 25 mg/m 2 Maintain dose level Maintain dose level 3 (7–9 stools/day > pretx) Omit dose until resolved to ≤ grade 2, then ↓ 25 mg/m 2 ↓ 25 mg/m 2 ↓ 50 mg/m 2 4 (≥10 stools/day > pretx) Omit dose until resolved to ≤ grade 2 then ↓ 50 mg/m 2 ↓ 50 mg/m 2 ↓ 50 mg/m 2 Other nonhematologic d toxicities 1 Maintain dose level Maintain dose level Maintain dose level 2 ↓ 25 mg/m 2 ↓ 25 mg/m 2 ↓ 50 mg/m 2 3 Omit dose until resolved to ≤ grade 2, then ↓ 25 mg/m 2 ↓ 25 mg/m 2 ↓ 50 mg/m 2 4 Omit dose until resolved to ≤ grade 2, then ↓ 50 mg/m 2 ↓ 50 mg/m 2 ↓ 50 mg/m 2 2.3 Dosage in Patients with Reduced UGT1A1 Activity When administered as a single-agent, a reduction in the starting dose by at least one level of irinotecan hydrochloride injection should be considered for patients known to be homozygous for the UGT1A1 * 28 allele [see Dosage and Administration ( 2.2 ) and Warnings and Precautions (5.3) ] . However, the precise dose reduction in this patient population is not known, and subsequent dose modifications should be considered based on individual patient tolerance to treatment (see Tables 3-4). 2.4 Premedication It is recommended that patients receive premedication with antiemetic agents. In clinical studies of the weekly dosage schedule, the majority of patients received 10 mg of dexamethasone given in conjunction with another type of antiemetic agent, such as a 5-HT 3 blocker (e.g., ondansetron or granisetron). Antiemetic agents should be given on the day of treatment, starting at least 30 minutes before administration of irinotecan hydrochloride injection. Physicians should also consider providing patients with an antiemetic regimen (e.g., prochlorperazine) for subsequent use as needed. Prophylactic or therapeutic administration of atropine should be considered in patients experiencing cholinergic symptoms. 2.5 Preparation of Infusion Solution Inspect vial contents for particulate matter and discoloration and repeat inspection when drug product is withdrawn from vial into syringe. Irinotecan hydrochloride injection 20 mg/mL is intended for single use only and any unused portion should be discarded. Irinotecan hydrochloride injection must be diluted prior to infusion. Irinotecan hydrochloride injection should be diluted in 5% Dextrose Injection, USP, (preferred) or 0.9% Sodium Chloride Injection, USP, to a final concentration range of 0.12 mg/mL to 2.8 mg/mL. Other drugs should not be added to the infusion solution. The solution is physically and chemically stable for up to 24 hours at room temperature and in ambient fluorescent lighting. Solutions diluted in 5% Dextrose Injection, USP, and stored at refrigerated temperatures (approximately 2° to 8°C, 36° to 46°F), and protected from light are physically and chemically stable for 48 hours. Refrigeration of admixtures using 0.9% Sodium Chloride Injection, USP, is not recommended due to a low and sporadic incidence of visible particulates. Freezing irinotecan hydrochloride injection and admixtures of irinotecan hydrochloride injection may result in precipitation of the drug and should be avoided. The irinotecan hydrochloride injection solution should be used immediately after reconstitution as it contains no antibacterial preservative. Because of possible microbial contamination during dilution, it is advisable to use the admixture prepared with 5% Dextrose Injection, USP, within 24 hours if refrigerated (2° to 8°C, 36° to 46°F). In the case of admixtures prepared with 5% Dextrose Injection, USP, or Sodium Chloride Injection, USP, the solutions should be used within 4 hours if kept at room temperature. If reconstitution and dilution are performed under strict aseptic conditions (e.g., on Laminar Air Flow bench), irinotecan hydrochloride injection solution should be used (infusion completed) within 12 hours at room temperature or 24 hours if refrigerated (2° to 8°C, 36° to 46°F). 2.6 Safe Handling Care should be exercised in the handling and preparation of infusion solutions prepared from irinotecan hydrochloride injection. The use of gloves is recommended. If a solution of irinotecan hydrochloride injection contacts the skin, wash the skin immediately and thoroughly with soap and water. If irinotecan hydrochloride injection contacts the mucous membranes, flush thoroughly with water. Several published guidelines for handling and disposal of anticancer agents are available. 2.7 Extravasation Care should be taken to avoid extravasation, and the infusion site should be monitored for signs of inflammation. Should extravasation occur, flushing the site with sterile water and applications of ice are recommended."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Irinotecan hydrochloride injection is a topoisomerase inhibitor indicated for: • Patients with metastatic carcinoma of the colon or rectum whose disease has recurred or progressed following initial fluorouracil-based therapy. ( 1 ) • Irinotecan hydrochloride injection is indicated for patients with metastatic carcinoma of the colon or rectum whose disease has recurred or progressed following initial fluorouracil-based therapy."
  ],
  "fetched_at": "2025-09-30T21:33:30.000189",
  "source": "OpenFDA"
}