{
  "drug_name": "Iron azide hydrate",
  "generic_name": [
    "Iron azide hydrate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Lanthanum in FOSRENOL has the potential to bind to drugs with anionic (e.g., carboxyl, carbonyl and hydroxyl) groups. FOSRENOL may decrease the bioavailability of tetracyclines or fluoroquinolones via this mechanism. There are no empirical data on avoiding drug interactions between FOSRENOL and most concomitant oral drugs. For oral medications where a reduction in the bioavailability of that medication would have a clinically significant effect on its safety or efficacy, consider separation of the timing of the administration of the two drugs. The duration of separation depends upon the absorption characteristics of the medication concomitantly administered, such as the time to reach peak systemic levels and whether the drug is an immediate release or an extended release product. Consider monitoring clinical responses or blood levels of concomitant medications that have a narrow therapeutic range. There is a potential for FOSRENOL to interact with compounds that bind to cationic antacids (i.e., aluminum-, magnesium-, or calcium-based). Therefore, do not take such compounds within 2 hours of dosing with FOSRENOL. ( 7.1 ) Oral quinolone antibiotics must be taken at least 1 hour before or 4 hours after FOSRENOL. ( 7.2 ) Do not take thyroid hormone replacement therapy within 2 hours of dosing with FOSRENOL. Monitoring of TSH levels is recommended in patients receiving both medicinal agents. ( 7.3 ) 7.1 Drugs Binding to Antacids There is a potential for FOSRENOL to interact with compounds which bind to cationic antacids (i.e., aluminum-, magnesium-, or calcium-based). Therefore, do not administer such compounds within 2 hours of dosing with FOSRENOL. Examples of relevant classes of compounds where antacids have been demonstrated to reduce bioavailability include antibiotics (such as quinolones, ampicillin and tetracyclines), thyroid hormones, ACE-inhibitors, statin lipid regulators and anti-malarials. 7.2 Quinolone Antibiotics Co-administration of FOSRENOL with quinolone antibiotics may reduce the extent of their absorption. The bioavailability of oral ciprofloxacin was decreased by approximately 50% when taken with FOSRENOL in a single dose study in healthy volunteers. Administer oral quinolone antibiotics at least 1 hour before or 4 hours after FOSRENOL. When oral quinolones are given for short courses, consider eliminating the doses of FOSRENOL that would be normally scheduled near the time of quinolone intake to improve quinolone absorption [see Clinical Pharmacology (12.3) ] . 7.3 Levothyroxine The bioavailability of levothyroxine was decreased by approximately 40% when taken together with FOSRENOL. Administer thyroid hormone replacement therapy at least 2 hours before or 2 hours after dosing with FOSRENOL and monitor thyroid stimulating hormone (TSH) levels [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Gastrointestinal Adverse Effects [see Warnings and Precautions (5.1) ] Overall, the safety profile of FOSRENOL has been studied in over 5200 subjects in completed clinical trials. The most common adverse reactions for FOSRENOL were gastrointestinal events, such as nausea, vomiting, and abdominal pain and they generally abated over time with continued dosing. In controlled trials, the most common adverse reactions that were more frequent (≥ 5% difference vs. placebo) in FOSRENOL were nausea, vomiting and abdominal pain. ( 6.1 ) The following adverse reactions have been identified during post-approval use of FOSRENOL: constipation, dyspepsia, allergic skin reactions, and tooth injury while chewing the tablet. ( 6.2 ) To report SUSPECTED ADVERSE REACTIONS, contact Shire US Inc. at 1-800-828-2088 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In double-blind, placebo-controlled studies where a total of 180 and 95 ESRD patients were randomized to FOSRENOL chewable tablet and placebo, respectively, for 4-6 weeks of treatment, the most common reactions that were more frequent (≥5% difference) in the FOSRENOL group were nausea, vomiting, and abdominal pain (Table 1). Table 1. Adverse Reactions expressed as the event rate for each term That Were More Common on FOSRENOL in Placebo-Controlled, Double-Blind Studies With Treatment Periods of 4-6 Weeks FOSRENOL % (N=180) Placebo % (N=95) Nausea 11 5 Vomiting 9 4 Abdominal pain 5 0 In an open-label long-term 2 year extension study in 93 patients who had transitioned from other studies, resulting in a total of up to 6 years treatment, mean baseline values and changes in transaminases were similar to those observed in the earlier comparative studies, with little change during treatment. The safety of FOSRENOL was studied in two long-term, open-labeled clinical trials, which included 1215 patients treated with FOSRENOL and 944 with alternative therapy. Fourteen percent (14%) of FOSRENOL treated patients discontinued treatment due to adverse events. Gastrointestinal adverse reactions, such as nausea, diarrhea and vomiting were the most common types of event leading to discontinuation. In pooled active comparator controlled clinical trials, hypocalcemia was noted with an incidence of approximately 5% in both lanthanum and active comparator groups. A nonclinical study and a phase 1 study have shown reduced absorption of calcium in the intestine with lanthanum carbonate treatment. In a crossover study in 72 healthy individuals comparing Fosrenol chewable tablets to Fosrenol oral powder, gastrointestinal adverse reactions such as nausea, diarrhea and vomiting were more common for the oral powder formulation (18%) than for the chewable tablets (7%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of FOSRENOL. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: constipation, intestinal perforation, intestinal obstruction, ileus, subileus, dyspepsia, allergic skin reactions, hypophosphatemia, and tooth injury while chewing the tablet."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Contraindicated in bowel obstruction, including ileus and fecal impaction. Bowel obstruction, ileus, and fecal impaction. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Divide the total daily dose of FOSRENOL and take with or immediately after meals. The recommended initial total daily dose of FOSRENOL is 1500 mg. Titrate the dose every 2-3 weeks until an acceptable serum phosphate level is reached. Monitor serum phosphate levels as needed during dose titration and on a regular basis thereafter.Divide the total daily dose of FOSRENOL and take with or immediately after meals. The recommended initial total daily dose of FOSRENOL is 1500 mg. Titrate the dose every 2-3 weeks until an acceptable serum phosphate level is reached. Monitor serum phosphate levels as needed during dose titration and on a regular basis thereafter. In clinical studies of ESRD patients, FOSRENOL doses up to 4500 mg were evaluated. Most patients required a total daily dose between 1500 mg and 3000 mg to reduce plasma phosphate levels to less than 6.0 mg/dL. Doses were generally titrated in increments of 750 mg/day.In clinical studies of ESRD patients, FOSRENOL doses up to 4500 mg were evaluated. Most patients required a total daily dose between 1500 mg and 3000 mg to reduce plasma phosphate levels to less than 6.0 mg/dL. Doses were generally titrated in increments of 750 mg/day. Information for FOSRENOL Chewable TabletsInformation for FOSRENOL Chewable Tablets Chew or crush FOSRENOL Chewable T ablets completely before swallowing. Do not swallow intact FOSRENOL Chewable T ablets. Information for FOSRENOL Oral PowderInformation for FOSRENOL Oral Powder Sprinkle FOSRENOL Oral Powder on a small quantity of applesauce or other similar food and consume immediately. Do not open until ready to use. Do not store FOSRENOL Oral Powder for future use once mixed with food. As FOSRENOL Oral Powder is insoluble, do not attempt to dissolve in liquid for administration.Sprinkle FOSRENOL Oral Powder on a small quantity of applesauce or other similar food and consume immediately. Do not open until ready to use. Do not store FOSRENOL Oral Powder for future use once mixed with food. As FOSRENOL Oral Powder is insoluble, do not attempt to dissolve in liquid for administration. Consider using the oral powder formulation in patients with poor dentition or who have difficulty chewing tablets. The recommended initial total daily dose of FOSRENOL is 1500 mg in divided doses. Titrate every 2-3 weeks based on serum phosphate level. ( 2 ) Take FOSRENOL with or immediately after meals. ( 2 ) FOSRENOL Chewable Tablets: Chew or crush tablet completely before swallowing. ( 2 ) FOSRENOL Oral Powder: Sprinkle powder on a small quantity of applesauce or other similar food and consume immediately. Consider powder formulation in patients with poor dentition or who have difficulty chewing tablets ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FOSRENOL is a phosphate binder indicated to reduce serum phosphate in patients with end stage renal disease (ESRD). Management of elevated serum phosphorus levels in end stage renal disease patients usually includes all of the following: reduction in dietary intake of phosphate, removal of phosphate by dialysis and reduction of intestinal phosphate absorption with phosphate binders. FOSRENOL is a phosphate binder indicated to reduce serum phosphate in patients with end stage renal disease (ESRD). ( 1 )"
  ],
  "fetched_at": "2025-10-01T02:39:31.553639",
  "source": "OpenFDA"
}