{
  "drug_name": "Isatoic anhydride",
  "generic_name": [
    "Isatoic anhydride"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Dual Blockade of the Renin-Angiotensin System (RAS) Dual blockade of the RAS with angiotensin receptor blockers, ACE inhibitors, or aliskiren is associated with increased risks of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Most patients receiving the combination of two RAS inhibitors do not obtain any additional benefit compared to monotherapy. In general, avoid combined use of RAS inhibitors. Closely monitor blood pressure, renal function and electrolytes in patients on captopril tablets and other agents that block the RAS. Do not coadminister aliskiren with captopril tablets in patients with diabetes. Avoid use of aliskiren with captopril tablets in patients with renal impairment (GFR < 60 ml/min). Non-Steroidal Anti-Inflammatory Agents including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, coadministration of NSAIDs, including selective COX-2 inhibitors, with ACE inhibitors, including captopril, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving captopril and NSAID therapy. The antihypertensive effect of ACE inhibitors, including captopril, may be attenuated by NSAIDs. Hypotension–Patients on Diuretic Therapy Patients on diuretics and especially those in whom diuretic therapy was recently instituted, as well as those on severe dietary salt restriction or dialysis, may occasionally experience a precipitous reduction of blood pressure usually within the first hour after receiving the initial dose of captopril. The possibility of hypotensive effects with captopril can be minimized by either discontinuing the diuretic or increasing the salt intake approximately one week prior to initiation of treatment with captopril tablets or initiating therapy with small doses (6.25 or 12.5 mg). Alternatively, provide medical supervision for at least one hour after the initial dose. If hypotension occurs, the patient should be placed in a supine position and, if necessary, receive an intravenous infusion of normal saline. This transient hypotensive response is not a contraindication to further doses which can be given without difficulty once the blood pressure has increased after volume expansion. Agents Having Vasodilator Activity Data on the effect of concomitant use of other vasodilators in patients receiving captopril tablets for heart failure are not available; therefore, nitroglycerin or other nitrates (as used for management of angina) or other drugs having vasodilator activity should, if possible, be discontinued before starting captopril tablets. If resumed during captopril tablets therapy, such agents should be administered cautiously, and perhaps at lower dosage. Agents Causing Renin Release Captopril’s effect will be augmented by antihypertensive agents that cause renin release. For example, diuretics (e.g., thiazides) may activate the renin-angiotensin-aldosterone system. Agents Affecting Sympathetic Activity The sympathetic nervous system may be especially important in supporting blood pressure in patients receiving captopril alone or with diuretics. Therefore, agents affecting sympathetic activity (e.g., ganglionic blocking agents or adrenergic neuron blocking agents) should be used with caution. Beta-adrenergic blocking drugs add some further antihypertensive effect to captopril, but the overall response is less than additive. Agents Increasing Serum Potassium Since captopril decreases aldosterone production, elevation of serum potassium may occur. Potassium-sparing diuretics such as spironolactone, triamterene, or amiloride, or potassium supplements should be given only for documented hypokalemia, and then with caution, since they may lead to a significant increase of serum potassium. Salt substitutes containing potassium should also be used with caution. Lithium Increased serum lithium levels and symptoms of lithium toxicity have been reported in patients receiving concomitant lithium and ACE inhibitor therapy. These drugs should be coadministered with caution and frequent monitoring of serum lithium levels is recommended. If a diuretic is also used, it may increase the risk of lithium toxicity. Cardiac Glycosides In a study of young healthy male subjects no evidence of a direct pharmacokinetic captopril-digoxin interaction could be found. Loop Diuretics Furosemide administered concurrently with captopril does not alter the pharmacokinetics of captopril in renally impaired hypertensive patients. Allopurinol In a study of healthy male volunteers no significant pharmacokinetic interaction occurred when captopril and allopurinol were administered concomitantly for 6 days."
  ],
  "warnings": [
    "Anaphylactoid and Possibly Related Reactions Presumably because angiotensin-converting enzyme inhibitors affect the metabolism of eicosanoids and polypeptides, including endogenous bradykinin, patients receiving ACE inhibitors (including captopril tablets) may be subject to a variety of adverse reactions, some of them serious. Head and Neck Angioedema Angioedema involving the extremities, face, lips, mucous membranes, tongue, glottis or larynx has been seen in patients treated with ACE inhibitors, including captopril. If angioedema involves the tongue, glottis or larynx, airway obstruction may occur and be fatal. Emergency therapy, including but not necessarily limited to, subcutaneous administration of a 1:1000 solution of epinephrine should be promptly instituted. Swelling confined to the face, mucous membranes of the mouth, lips and extremities has usually resolved with discontinuation of captopril; some cases required medical therapy (see PRECAUTIONS: Information for Patients and ADVERSE REACTIONS). Patients receiving coadministration of ACE inhibitor and mTOR (mammalian target of rapamycin) inhibitor (e.g., temsirolimus, sirolimus, everolimus) therapy or a neprilysin inhibitor may be at increased risk for angioedema (see PRECAUTIONS: Drug Interactions). Intestinal Angioedema Intestinal angioedema has been reported in patients treated with ACE inhibitors. These patients presented with abdominal pain (with or without nausea or vomiting); in some cases there was no prior history of facial angioedema and C-1 esterase levels were normal. The angioedema was diagnosed by procedures including abdominal CT scan or ultrasound, or at surgery, and symptoms resolved after stopping the ACE inhibitor. Intestinal angioedema should be included in the differential diagnosis of patients on ACE inhibitors presenting with abdominal pain. Anaphylactoid Reactions During Desensitization Two patients undergoing desensitizing treatment with hymenoptera venom while receiving ACE inhibitors sustained life-threatening anaphylactoid reactions. In the same patients, these reactions were avoided when ACE inhibitors were temporarily withheld, but they reappeared upon inadvertent rechallenge. Anaphylactoid Reactions During Membrane Exposure Anaphylactoid reactions have been reported in patients dialyzed with high-flux membranes and treated concomitantly with an ACE inhibitor. Anaphylactoid reactions have also been reported in patients undergoing low-density lipoprotein apheresis with dextran sulfate absorption. Neutropenia/Agranulocytosis Neutropenia (< 1000/mm3) with myeloid hypoplasia has resulted from use of captopril. About half of the neutropenic patients developed systemic or oral cavity infections or other features of the syndrome of agranulocytosis. The risk of neutropenia is dependent on the clinical status of the patient: In clinical trials in patients with hypertension who have normal renal function (serum creatinine less than 1.6 mg/dL and no collagen vascular disease), neutropenia has been seen in one patient out of over 8,600 exposed. In patients with some degree of renal failure (serum creatinine at least 1.6 mg/dL) but no collagen vascular disease, the risk of neutropenia in clinical trials was about 1 per 500, a frequency over 15 times that for uncomplicated hypertension. Daily doses of captopril were relatively high in these patients, particularly in view of their diminished renal function. In foreign marketing experience in patients with renal failure, use of allopurinol concomitantly with captopril has been associated with neutropenia but this association has not appeared in U.S. reports. In patients with collagen vascular diseases (e.g., systemic lupus erythematosus, scleroderma) and impaired renal function, neutropenia occurred in 3.7 percent of patients in clinical trials. While none of the over 750 patients in formal clinical trials of heart failure developed neutropenia, it has occurred during the subsequent clinical experience. About half of the reported cases had serum creatinine ≥ 1.6 mg/dL and more than 75 percent were in patients also receiving procainamide. In heart failure, it appears that the same risk factors for neutropenia are present. The neutropenia has usually been detected within three months after captopril was started. Bone marrow examinations in patients with neutropenia consistently showed myeloid hypoplasia, frequently accompanied by erythroid hypoplasia and decreased numbers of megakaryocytes (e.g., hypoplastic bone marrow and pancytopenia); anemia and thrombocytopenia were sometimes seen. In general, neutrophils returned to normal in about two weeks after captopril was discontinued, and serious infections were limited to clinically complex patients. About 13 percent of the cases of neutropenia have ended fatally, but almost all fatalities were in patients with serious illness, having collagen vascular disease, renal failure, heart failure or immunosuppressant therapy, or a combination of these complicating factors. Evaluation of the hypertensive or heart failure patient should always include assessment of renal function. If captopril is used in patients with impaired renal function, white blood cell and differential counts should be evaluated prior to starting treatment and at approximately two-week intervals for about three months, then periodically. In patients with collagen vascular disease or who are exposed to other drugs known to affect the white cells or immune response, particularly when there is impaired renal function, captopril should be used only after an assessment of benefit and risk, and then with caution. All patients treated with captopril should be told to report any signs of infection (e.g., sore throat, fever). If infection is suspected, white cell counts should be performed without delay. Since discontinuation of captopril and other drugs has generally led to prompt return of the white count to normal, upon confirmation of neutropenia (neutrophil count < 1000/mm3) the physician should withdraw captopril and closely follow the patient’s course. Proteinuria Total urinary proteins greater than 1 g per day were seen in about 0.7 percent of patients receiving captopril. About 90 percent of affected patients had evidence of prior renal disease or received relatively high doses of captopril (in excess of 150 mg/day), or both. The nephrotic syndrome occurred in about one- fifth of proteinuric patients. In most cases, proteinuria subsided or cleared within six months whether or not captopril was continued. Parameters of renal function, such as BUN and creatinine, were seldom altered in the patients with proteinuria. Hypotension Excessive hypotension was rarely seen in hypertensive patients but is a possible consequence of captopril use in salt/volume depleted persons (such as those treated vigorously with diuretics), patients with heart failure or those patients undergoing renal dialysis (see PRECAUTIONS: Drug Interactions). In heart failure, where the blood pressure was either normal or low, transient decreases in mean blood pressure greater than 20 percent were recorded in about half of the patients. This transient hypotension is more likely to occur after any of the first several doses and is usually well tolerated, producing either no symptoms or brief mild lightheadedness, although in rare instances it has been associated with arrhythmia or conduction defects. Hypotension was the reason for discontinuation of drug in 3.6 percent of patients with heart failure. BECAUSE OF THE POTENTIAL FALL IN BLOOD PRESSURE IN THESE PATIENTS, THERAPY SHOULD BE STARTED UNDER VERY CLOSE MEDICAL SUPERVISION. A starting dose of 6.25 or 12.5 mg t.i.d. may minimize the hypotensive effect. Patients should be followed closely for the first two weeks of treatment and whenever the dose of captopril and/or diuretic is increased. In patients with heart failure, reducing the dose of diuretic, if feasible, may minimize the fall in blood pressure. Hypotension is not per se a reason to discontinue captopril. Some decrease of systemic blood pressure is a common and desirable observation upon initiation of captopril tablets treatment in heart failure. The magnitude of the decrease is greatest early in the course of treatment; this effect stabilizes within a week or two, and generally returns to pretreatment levels, without a decrease in therapeutic efficacy, within two months. Fetal Toxicity Pregnancy Category D Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Resulting oligohydramnios can be associated with fetal lung hypoplasia and skeletal deformations. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death. When pregnancy is detected, discontinue captopril tablets as soon as possible. These adverse outcomes are usually associated with use of these drugs in the second and third trimester of pregnancy. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from other antihypertensive agents. Appropriate management of maternal hypertension during pregnancy is important to optimize outcomes for both mothers and fetus. In the unusual case that there is no appropriate alternative to therapy with drugs affecting the renin- angiotensin system for a particular patient, apprise the mother of the potential risk to the fetus. Perform serial ultrasound examinations to assess the intra-amniotic environment. If oligohydramnios is observed, discontinue captopril tablets, unless it is considered lifesaving for the mother. Fetal testing may be appropriate, based on the week of pregnancy. Patients and physicians should be aware, however, that oligohydramnios may not appear until after the fetus has sustained irreversible injury. Closely observe infants with histories of in utero exposure to captopril tablets for hypotension, oliguria, and hyperkalemia (see PRECAUTIONS: Pediatric Use). When captopril was given to rabbits at doses about 0.8 to 70 times (on a mg/kg basis) the maximum recommended human dose, low incidences of craniofacial malformations were seen. No teratogenic effects of captopril were seen in studies of pregnant rats and hamsters. On a mg/kg basis, the doses used were up to 150 times (in hamsters) and 625 times (in rats) the maximum recommended human dose. Hepatic Failure Rarely, ACE inhibitors have been associated with a syndrome that starts with cholestatic jaundice and progresses to fulminant hepatic necrosis and (sometimes) death. The mechanism of this syndrome is not understood. Patients receiving ACE inhibitors who develop jaundice or marked elevations of hepatic enzymes should discontinue the ACE inhibitor and receive appropriate medical follow-up."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Reported incidences are based on clinical trials involving approximately 7000 patients. Renal About one of 100 patients developed proteinuria (see WARNINGS). Each of the following has been reported in approximately 1 to 2 of 1000 patients and are of uncertain relationship to drug use: renal insufficiency, renal failure, nephrotic syndrome, polyuria, oliguria, and urinary frequency. Hematologic Neutropenia/agranulocytosis has occurred (see WARNINGS). Cases of anemia, thrombocytopenia, and pancytopenia have been reported. Dermatologic Rash, often with pruritus, and sometimes with fever, arthralgia, and eosinophilia, occurred in about 4 to 7 (depending on renal status and dose) of 100 patients, usually during the first four weeks of therapy. It is usually maculopapular, and rarely urticarial. The rash is usually mild and disappears within a few days of dosage reduction, short-term treatment with an antihistaminic agent, and/or discontinuing therapy; remission may occur even if captopril is continued. Pruritus, without rash, occurs in about 2 of 100 patients. Between 7 and 10 percent of patients with skin rash have shown an eosinophilia and/or positive ANA titers. A reversible associated pemphigoid-like lesion, and photosensitivity, have also been reported. Flushing or pallor has been reported in 2 to 5 of 1000 patients. Cardiovascular Hypotension may occur; see WARNINGS and PRECAUTIONS: Drug Interactions for discussion of hypotension with captopril therapy. Tachycardia, chest pain, and palpitations have each been observed in approximately 1 of 100 patients. Angina pectoris, myocardial infarction, Raynaud’s syndrome, and congestive heart failure have each occurred in 2 to 3 of 1000 patients. Dysgeusia Approximately 2 to 4 (depending on renal status and dose) of 100 patients developed a diminution or loss of taste perception. Taste impairment is reversible and usually self-limited (2 to 3 months) even with continued drug administration. Weight loss may be associated with the loss of taste. Angioedema Angioedema involving the extremities, face, lips, mucous membranes, tongue, glottis or larynx has been reported in approximately one in 1000 patients. Angioedema involving the upper airways has caused fatal airway obstruction (see WARNINGS: Head and Neck Angioedema, Intestinal Angioedema and PRECAUTIONS: Information for Patients). Cough Cough has been reported in 0.5 to 2% of patients treated with captopril in clinical trials (see PRECAUTIONS: General: Cough). The following have been reported in about 0.5 to 2 percent of patients but did not appear at increased frequency compared to placebo or other treatments used in controlled trials: gastric irritation, abdominal pain, nausea, vomiting, diarrhea, anorexia, constipation, aphthous ulcers, peptic ulcer, dizziness, headache, malaise, fatigue, insomnia, dry mouth, dyspnea, alopecia, paresthesias. Other clinical adverse effects reported since the drug was marketed are listed below by body system. In this setting, an incidence or causal relationship cannot be accurately determined. Body as a Whole: Anaphylactoid reactions (see WARNINGS: Anaphylactoid and Possible Related Reactions and PRECAUTIONS: Hemodialysis). General: Asthenia, gynecomastia. Cardiovascular: Cardiac arrest, cerebrovascular accident/insufficiency, rhythm disturbances, orthostatic hypotension, syncope. Dermatologic: Bullous pemphigus, erythema multiforme (including Stevens-Johnson syndrome), exfoliative dermatitis. Gastrointestinal: Pancreatitis, glossitis, dyspepsia. Hematologic: Anemia, including aplastic and hemolytic. Hepatobiliary: Jaundice, hepatitis, including rare cases of necrosis, cholestasis. Metabolic: Symptomatic hyponatremia. Musculoskeletal: Myalgia, myasthenia. Nervous/Psychiatric: Ataxia, confusion, depression, nervousness, somnolence. Respiratory: Bronchospasm, eosinophilic pneumonitis, rhinitis. Special Senses: Blurred vision. Urogenital: Impotence. As with other ACE inhibitors, a syndrome has been reported which may include: fever, myalgia, arthralgia, interstitial nephritis, vasculitis, rash or other dermatologic manifestations, eosinophilia and an elevated ESR. Altered Laboratory Findings Serum Electrolytes Hyperkalemia: small increases in serum potassium, especially in patients with renal impairment (see PRECAUTIONS). Hyponatremia: particularly in patients receiving a low sodium diet or concomitant diuretics. BUN/Serum Creatinine Transient elevations of BUN or serum creatinine especially in volume or salt depleted patients or those with renovascular hypertension may occur. Rapid reduction of longstanding or markedly elevated blood pressure can result in decreases in the glomerular filtration rate and, in turn, lead to increases in BUN or serum creatinine. Hematologic A positive ANA has been reported. Liver Function Tests Elevations of liver transaminases, alkaline phosphatase, and serum bilirubin have occurred."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Captopril tablets are contraindicated in patients who are hypersensitive to this product or any other angiotensin- converting enzyme inhibitor (e.g., a patient who has experienced angioedema during therapy with any other ACE inhibitor). Do not co-administer aliskiren with captopril tablets in patients with diabetes (see PRECAUTIONS: Drug Interactions). Captopril tablets are contraindicated in combination with a neprilysin inhibitor (e.g., sacubitril). Do not administer captopril tablets within 36 hours of switching to or from sacubitril/valsartan, a neprilysin inhibitor (see PRECAUTIONS: Drug Interactions)."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Captopril tablets should be taken one hour before meals. Dosage must be individualized. Hypertension Initiation of therapy requires consideration of recent antihypertensive drug treatment, the extent of blood pressure elevation, salt restriction, and other clinical circumstances. If possible, discontinue the patient’s previous antihypertensive drug regimen for one week before starting captopril tablets. The initial dose of captopril tablets is 25 mg b.i.d. or t.i.d. If satisfactory reduction of blood pressure has not been achieved after one or two weeks, the dose may be increased to 50 mg b.i.d. or t.i.d. Concomitant sodium restriction may be beneficial when captopril tablets are used alone. The dose of captopril tablets in hypertension usually does not exceed 50 mg t.i.d. Therefore, if the blood pressure has not been satisfactorily controlled after one to two weeks at this dose, (and the patient is not already receiving a diuretic), a modest dose of a thiazide-type diuretic (e.g., hydrochlorothiazide, 25 mg daily), should be added. The diuretic dose may be increased at one- to two-week intervals until its highest usual antihypertensive dose is reached. If captopril tablets are being started in a patient already receiving a diuretic, captopril tablets therapy should be initiated under close medical supervision (see WARNINGS and PRECAUTIONS: Drug Interactions regarding hypotension), with dosage and titration of captopril tablets as noted above. If further blood pressure reduction is required, the dose of captopril tablets may be increased to 100 mg b.i.d. or t.i.d. and then, if necessary, to 150 mg b.i.d. or t.i.d. (while continuing the diuretic). The usual dose range is 25 to 150 mg b.i.d. or t.i.d. A maximum daily dose of 450 mg captopril tablets should not be exceeded. For patients with severe hypertension (e.g., accelerated or malignant hypertension), when temporary discontinuation of current antihypertensive therapy is not practical or desirable, or when prompt titration to more normotensive blood pressure levels is indicated, diuretic should be continued but other current antihypertensive medication stopped and captopril tablets dosage promptly initiated at 25 mg b.i.d. or t.i.d., under close medical supervision. When necessitated by the patient’s clinical condition, the daily dose of captopril tablets may be increased every 24 hours or less under continuous medical supervision until a satisfactory blood pressure response is obtained or the maximum dose of captopril tablets is reached. In this regimen, addition of a more potent diuretic, e.g., furosemide, may also be indicated. Beta-blockers may also be used in conjunction with captopril tablets therapy (see PRECAUTIONS: Drug Interactions), but the effects of the two drugs are less than additive. Heart Failure Initiation of therapy requires consideration of recent diuretic therapy and the possibility of severe salt/volume depletion. In patients with either normal or low blood pressure, who have been vigorously treated with diuretics and who may be hyponatremic and/or hypovolemic, a starting dose of 6.25 or 12.5 mg t.i.d. may minimize the magnitude or duration of the hypotensive effect (see WARNINGS: Hypotension); for these patients, titration to the usual daily dosage can then occur within the next several days. For most patients the usual initial daily dosage is 25 mg t.i.d. After a dose of 50 mg t.i.d. is reached, further increases in dosage should be delayed, where possible, for at least two weeks to determine if a satisfactory response occurs. Most patients studied have had a satisfactory clinical improvement at 50 or 100 mg t.i.d. A maximum daily dose of 450 mg of captopril tablets should not be exceeded. Captopril tablets should generally be used in conjunction with a diuretic and digitalis. Captopril tablets therapy must be initiated under very close medical supervision. Left Ventricular Dysfunction After Myocardial Infarction The recommended dose for long-term use in patients following a myocardial infarction is a target maintenance dose of 50 mg t.i.d. Therapy may be initiated as early as three days following a myocardial infarction. After a single dose of 6.25 mg, captopril tablets therapy should be initiated at 12.5 mg t.i.d. Captopril tablets should then be increased to 25 mg t.i.d. during the next several days and to a target dose of 50 mg t.i.d. over the next several weeks as tolerated (see CLINICAL PHARMACOLOGY). Captopril tablets may be used in patients treated with other post-myocardial infarction therapies, e.g., thrombolytics, aspirin, beta blockers. Diabetic Nephropathy The recommended dose of captopril tablets for long term use to treat diabetic nephropathy is 25 mg t.i.d. Other antihypertensives such as diuretics, beta blockers, centrally acting agents or vasodilators may be used in conjunction with captopril tablets if additional therapy is required to further lower blood pressure. Dosage Adjustment in Renal Impairment Because captopril tablets are excreted primarily by the kidneys, excretion rates are reduced in patients with impaired renal function. These patients will take longer to reach steady-state captopril levels and will reach higher steady-state levels for a given daily dose than patients with normal renal function. Therefore, these patients may respond to smaller or less frequent doses. Accordingly, for patients with significant renal impairment, initial daily dosage of captopril tablets should be reduced, and smaller increments utilized for titration, which should be quite slow (one- to two-week intervals). After the desired therapeutic effect has been achieved, the dose should be slowly back-titrated to determine the minimal effective dose. When concomitant diuretic therapy is required, a loop diuretic (e.g., furosemide), rather than a thiazide diuretic, is preferred in patients with severe renal impairment. (see WARNINGS: Anaphylactoid Reactions During Membrane Exposure and PRECAUTIONS: Hemodialysis)."
  ],
  "indications": [
    "Hypertension Captopril tablets are indicated for the treatment of hypertension. In using captopril tablets, consideration should be given to the risk of neutropenia/agranulocytosis (see WARNINGS). Captopril tablets may be used as initial therapy for patients with normal renal function, in whom the risk is relatively low. In patients with impaired renal function, particularly those with collagen vascular disease, captopril should be reserved for hypertensives who have either developed unacceptable side effects on other drugs, or have failed to respond satisfactorily to drug combinations. Captopril tablets are effective alone and in combination with other antihypertensive agents, especially thiazide- type diuretics. The blood pressure lowering effects of captopril and thiazides are approximately additive. Heart Failure Captopril tablets are indicated in the treatment of congestive heart failure usually in combination with diuretics and digitalis. The beneficial effect of captopril in heart failure does not require the presence of digitalis, however, most controlled clinical trial experience with captopril has been in patients receiving digitalis, as well as diuretic treatment. Left Ventricular Dysfunction After Myocardial Infarction Captopril tablets are indicated to improve survival following myocardial infarction in clinically stable patients with left ventricular dysfunction manifested as an ejection fraction  40% and to reduce the incidence of overt heart failure and subsequent hospitalizations for congestive heart failure in these patients. Diabetic Nephropathy Captopril tablets are indicated for the treatment of diabetic nephropathy (proteinuria > 500 mg/day) in patients with type I insulin-dependent diabetes mellitus and retinopathy. Captopril tablets decrease the rate of progression of renal insufficiency and development of serious adverse clinical outcomes (death or need for renal transplantation or dialysis). In considering use of captopril tablets, it should be noted that in controlled trials ACE inhibitors have an effect on blood pressure that is less in black patients than in non-blacks. In addition, ACE inhibitors (for which adequate data are available) cause a higher rate of angioedema in black than in non-black patients (see WARNINGS: Head and Neck Angioedema and Intestinal Angioedema)."
  ],
  "fetched_at": "2025-10-01T18:09:06.946166",
  "source": "OpenFDA"
}