{
  "drug_name": "Istradefylline",
  "generic_name": [
    "ISTRADEFYLLINE"
  ],
  "brand_names": [
    "NOURIANZ"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 inhibitors: Recommended maximum dosage with concomitant use is 20 mg once daily ( 2.2 , 7.1 ). Strong CYP3A4 inducers: Avoid use ( 2.3 , 7.1 ). 7.1 Effect of Other Drugs on NOURIANZ Strong CYP3A4 Inhibitors Coadministration of NOURIANZ with a strong CYP3A4 inhibitor (ketoconazole) increased istradefylline AUC inf by 2.5-fold [see Clinical Pharmacology (12.3) ] . Therefore, the recommended maximum dosage of NOURIANZ in patients concomitantly using strong CYP3A4 inhibitors (e.g., itraconazole, ketoconazole, clarithromycin) is 20 mg once daily [see Dosage and Administration (2.2) ]. Strong CYP3A4 Inducers Coadministration of NOURIANZ with a strong CYP3A4 inducer (rifampin) decreased istradefylline C max and AUC inf by 45% and 81%, respectively [see Clinical Pharmacology (12.3) ] . Therefore, it is recommended to avoid use of NOURIANZ with strong CYP3A4 inducers (e.g., carbamazepine, rifampin, phenytoin, St. John's wort) [see Dosage and Administration (2.3) ]. 7.2 Effect of NOURIANZ on Other Drugs CYP3A4 Substrates Coadministration of NOURIANZ 20 mg with a CYP3A4 substrate (midazolam) did not affect the CYP3A4 substrate exposure, while concomitant administration of NOURIANZ 40 mg increased the CYP3A4 substrate (atorvastatin) C max and AUC inf by 1.5-fold [see Clinical Pharmacology (12.3) ] . Monitor for an increase in adverse reactions of concomitant drugs that are CYP3A4 substrates when coadministering with NOURIANZ 40 mg. P-glycoprotein (P-gp) Substrates Coadministration of NOURIANZ with a P-gp substrate (digoxin) increased the P-gp substrate C max and AUC inf by 33% and 21%, respectively [see Clinical Pharmacology (12.3) ] . Monitor for an increase in adverse reactions of concomitant drugs that are P-gp substrates when coadministering with NOURIANZ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Dyskinesia [see Warnings and Precautions (5.1) ] Hallucinations / Psychotic Behavior [see Warnings and Precautions (5.2) ] Impulse Control / Compulsive Behaviors [see Warnings and Precautions (5.3) ] The most common adverse reactions (at least 5% and more frequent than placebo) were dyskinesia, dizziness, constipation, nausea, hallucination, and insomnia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Kyowa Kirin Inc. at 1-844-768-3544 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of NOURIANZ was evaluated in 734 patients with Parkinson's disease (PD) taking a stable dose of levodopa and a DOPA decarboxylase inhibitor, with or without other PD medications, in four randomized, multicenter, double-blind, placebo-controlled trials 12 weeks in duration (Studies 1, 2, 3 and 4) [see Clinical Studies (14) ] . Of the patient population exposed to NOURIANZ, 50% were male, 32% White, 67% Asian, and the mean age was 65 years (range: 33 to 84 years). Of these patients, 356 received NOURIANZ 20 mg and 378 received NOURIANZ 40 mg. Adverse Reactions Leading to Discontinuation of Treatment The incidence of patients discontinuing for any adverse reaction was 5% for NOURIANZ 20 mg, 6% for NOURIANZ 40 mg, and 5% for placebo. The most frequently reported adverse reaction causing study discontinuation was dyskinesia [see Warnings and Precautions (5.1) ] . Common Adverse Reactions in Pooled Placebo-Controlled Trials Table 1 shows adverse reactions with a frequency of at least 2% in patients treated with NOURIANZ 20 mg or 40 mg once daily. The most common adverse reactions in which the frequency for NOURIANZ was at least 5%, and greater than the incidence on placebo, were dyskinesia, dizziness, constipation, nausea, hallucination, and insomnia. Table 1: Adverse Reactions with an Incidence of at Least 2% in Patients Treated with NOURIANZ, and Greater than on Placebo, in Pooled Studies 1, 2, 3, and 4 Adverse Reactions NOURIANZ 20 mg/day (N=356) % NOURIANZ 40 mg/day (N=378) % Placebo N=426 (%) Nervous system disorders Dyskinesia 15 17 8 Dizziness 3 6 4 Gastrointestinal disorders Constipation 5 6 3 Nausea 4 6 5 Diarrhea 1 2 1 Psychiatric disorders Hallucination Includes hallucinations, hallucinations visual, hallucinations olfactory, hallucinations somatic, hallucinations auditory. 2 6 3 Insomnia 1 6 4 Metabolism and nutrition disorders Decreased appetite 1 3 1 Investigations Blood alkaline phosphatase increased 1 2 1 Blood glucose increased 1 2 0 Blood urea increased 1 2 0 Respiratory, thoracic and mediastinal disorders Upper Respiratory Tract Inflammation 1 2 0 Skin and subcutaneous tissue disorders Rash 1 2 1 6.2 Postmarketing Experience The following adverse reaction has been identified during post approval use of istradefylline outside of the United States. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: increased libido."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is 20 mg orally once daily. The dosage may be increased to a maximum of 40 mg once daily ( 2.1 ). May be taken with or without food ( 2.1 ). Patients with hepatic impairment: Maximum recommended dosage with moderate hepatic impairment is 20 mg once daily; use of NOURIANZ in patients with severe hepatic impairment should be avoided ( 2.4 , 8.7 ). Patients who smoke 20 or more cigarettes per day (or the equivalent of another tobacco product): Recommended dosage is 40 mg once daily ( 2.5 , 8.8 ). 2.1 Dosing Information The recommended dosage of NOURIANZ is 20 mg administered orally once daily. The dosage may be increased to a maximum of 40 mg once daily, based on individual need and tolerability. Initial dose titration is not required. NOURIANZ can be taken with or without food [see Clinical Pharmacology (12.3) ] . 2.2 Dosage Adjustment with Strong CYP3A4 Inhibitors The maximum recommended dosage of NOURIANZ with concomitant use of strong CYP3A4 inhibitors is 20 mg once daily [see Drug Interactions (7.1) ] . 2.3 Dosing with Strong CYP3A4 Inducers Avoid use of NOURIANZ with strong CYP3A4 inducers [see Drug Interactions (7.1) ] . 2.4 Dosage Adjustment in Patients with Hepatic Impairment The maximum recommended dosage of NOURIANZ in patients with moderate hepatic impairment (Child-Pugh Class B) is 20 mg once daily. Closely monitor patients with moderate hepatic impairment for adverse reactions when on NOURIANZ treatment [see Adverse Reactions (6.1) ] . Avoid use of NOURIANZ in patients with severe hepatic impairment (Child-Pugh Class C) [see Use in Specific Populations (8.7) ] . 2.5 Dosage Adjustment for Tobacco Smokers The recommended dosage of NOURIANZ in patients who use tobacco in amounts of 20 or more cigarettes per day (or the equivalent of another tobacco product) is 40 mg once daily [see Use in Specific Populations (8.8) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NOURIANZ is indicated as adjunctive treatment to levodopa/carbidopa in adult patients with Parkinson's disease (PD) experiencing \"off\" episodes. NOURIANZ is an adenosine receptor antagonist indicated as adjunctive treatment to levodopa/carbidopa in adult patients with Parkinson's disease (PD) experiencing \"off\" episodes ( 1 )."
  ],
  "fetched_at": "2025-10-01T18:18:31.867502",
  "source": "OpenFDA"
}