{
  "drug_name": "Ivabradine",
  "generic_name": [
    "IVABRADINE"
  ],
  "brand_names": [
    "IVABRADINE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid CYP3A4 inhibitors or inducers. ( 7.1 ) Negative chronotropes increase risk of bradycardia; monitor heart rate. ( 7.2 ) 7.1 Cytochrome P450-Based Interactions Ivabradine is primarily metabolized by CYP3A4. Concomitant use of CYP3A4 inhibitors increases ivabradine plasma concentrations and use of CYP3A4 inducers decreases them. Increased plasma concentrations may exacerbate bradycardia and conduction disturbances. The concomitant use of strong CYP3A4 inhibitors is contraindicated [see Contraindications (4) and Clinical Pharmacology (12.3) ]. Examples of strong CYP3A4 inhibitors include azole antifungals (e.g.,itraconazole), macrolide antibiotics (e.g., clarithromycin, telithromycin), HIV protease inhibitors (e.g.nelfinavir), and nefazodone. Avoid concomitant use of moderate CYP3A4 inhibitors when using ivabradine tablets. Examples of moderate CYP3A4 inhibitors include diltiazem, verapamil, and grapefruit juice [see Warnings and Precautions (5.3) and Clinical Pharmacology (12.3) ]. Avoid concomitant use of CYP3A4 inducers when using ivabradine tablets. Examples of CYP3A4 inducers include St. John's wort, rifampicin, barbiturates, and phenytoin [see Clinical Pharmacology (12.3) ]. 7.2 Negative Chronotropes Most patients receiving ivabradine tablets will also be treated with a beta-blocker. The risk of bradycardia increases with concomitant administration of drugs that slow heart rate (e.g., digoxin, amiodarone, beta-blockers). Monitor heart rate in patients taking ivabradine tablets with other negative chronotropes. 7.3 Pacemakers in Adults Ivabradine tablets dosing is based on heart rate reduction, targeting a heart rate of 50 to 60 beats per minute in adults [see Dosage and Administration (2.1) ]. Patients with demand pacemakers set to a rate ≥ 60 beats per minute cannot achieve a target heart rate < 60 beats per minute, and these patients were excluded from clinical trials [see Clinical Studies (14.1) ]. The use of ivabradine tablets is not recommended in patients with demand pacemakers set to rates ≥ 60 beats per minute."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Clinically significant adverse reactions that appear in other sections of the labeling include: Atrial Fibrillation [see Warnings and Precautions (5.2) ] Bradycardia and Conduction Disturbances [see Warnings and Precautions (5.3) ] Most common adverse reactions occurring in ≥ 1% of patients are bradycardia, hypertension, atrial fibrillation and luminous phenomena (phosphenes). ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Ingenus Pharmaceuticals, LLC at 1-877-748-1970 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult Patients with Heart Failure In SHIFT, safety was evaluated in 3,260 patients treated with ivabradine tablets and 3,278 patients given placebo. The median duration of ivabradine tablets exposure was 21.5 months. The most common adverse drug reactions in the SHIFT trial are shown in Table 2 [see Warnings and Precautions (5.2) , ( 5.3 )]. Table 2. Adverse Drug Reactions with Rates ≥ 1.0% Higher on Ivabradine than Placebo occurring in > 1% on Ivabradine in SHIFT Ivabradine N = 3,260 Placebo N = 3,278 Bradycardia 10 % 2.2 % Hypertension, Blood Pressure Increased 8.9 % 7.8 % Atrial fibrillation 8.3 % 6.6 % Phosphenes, visual brightness 2.8 % 0.5 % Luminous Phenomena (Phosphenes) Phosphenes are phenomena described as a transiently enhanced brightness in a limited area of the visual field, halos, image decomposition (stroboscopic or kaleidoscopic effects), colored bright lights, or multiple images (retinal persistency). Phosphenes are usually triggered by sudden variations in light intensity. Ivabradine tablets can cause phosphenes, thought to be mediated through ivabradine tablets effects on retinal photoreceptors [see Clinical Pharmacology (12.1) ]. Onset is generally within the first 2 months of treatment, after which they may occur repeatedly. Phosphenes were generally reported to be of mild to moderate intensity and led to treatment discontinuation in < 1% of patients; most resolved during or after treatment. 6.2 Post marketing Experience Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency reliably or establish a causal relationship to drug exposure. The following adverse reactions have been identified in adults during post-approval use of ivabradine tablets: syncope, hypotension, torsade de pointes, ventricular fibrillation, ventricular tachycardia, angioedema, erythema, rash, pruritus, urticaria, vertigo, and diplopia, and visual impairment."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Ivabradine tablets are contraindicated in patients with: Acute decompensated heart failure Clinically significant hypotension Sick sinus syndrome, sinoatrial block or 3 rd degree AV block, unless a functioning demand pacemaker is present Clinically significant bradycardia [see Warnings and Precautions (5.3) ] Severe hepatic impairment [see Use in Specific Populations (8.6) ] Pacemaker dependence (heart rate maintained exclusively by the pacemaker) [see Drug Interactions (7.3) ] Concomitant use of strong cytochrome P450 3A4 (CYP3A4) inhibitors [see Drug Interactions (7.1) ] Acute decompensated heart failure ( 4 ) Clinically significant hypotension ( 4 ) Sick sinus syndrome, sinoatrial block or 3 rd degree AV block, unless a functioning demand pacemaker is present ( 4 ) Clinically significant bradycardia ( 4 ) Severe hepatic impairment ( 4 ) Heart rate maintained exclusively by the pacemaker ( 4 ) In combination with strong cytochrome CYP3A4 inhibitors ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adult patients ● Starting dose is 2.5 (vulnerable adults) or 5 mg twice daily with food. After 2 weeks of treatment, adjust dose based on heart rate. The maximum dose is 7.5 mg twice daily. ( 2.1 ) 2.1 Adults The recommended starting dose of ivabradine tablets is 5 mg twice daily with food. Assess patient after two weeks and adjust dose to achieve a resting heart rate between 50 and 60 beats per minute (bpm) as shown in Table 1. Thereafter, adjust dose as needed based on resting heart rate and tolerability. The maximum dose is 7.5 mg twice daily. In adult patients unable to swallow tablets, Corlanor oral solution can be used [see Clinical Pharmacology (12.3) ] . In patients with a history of conduction defects or other patients in whom bradycardia could lead to hemodynamic compromise, initiate therapy at 2.5 mg twice daily before increasing the dose based on heart rate [see Warnings and Precautions (5.3) ] . Table 1. Dose Adjustment for Adults * [see Warnings and Precautions (5.3) ] Heart Rate Dose Adjustment > 60 bpm Increase dose by 2.5 mg (given twice daily) up to a maximum dose of 7.5 mg twice daily 50-60 bpm Maintain dose < 50 bpm or signs and symptoms of bradycardia Decrease dose by 2.5 mg (given twice daily); if current dose is 2.5 mg twice daily, discontinue therapy*"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ivabradine is a hyperpolarization-activated cyclic nucleotide-gated channel blocker indicated: To reduce the risk of hospitalization for worsening heart failure in adult patients with stable, symptomatic chronic heart failure with reduced left ventricular ejection fraction. ( 1.1 ) 1.1 Heart Failure in Adult Patients Ivabradine tablets are indicated to reduce the risk of hospitalization for worsening heart failure in adult patients with stable, symptomatic chronic heart failure with left ventricular ejection fraction ≤ 35%, who are in sinus rhythm with resting heart rate ≥ 70 beats per minute and either are on maximally tolerated doses of beta-blockers or have a contraindication to beta-blocker use."
  ],
  "fetched_at": "2025-10-01T17:19:19.005748",
  "source": "OpenFDA"
}