{
  "drug_name": "Ixabepilone",
  "generic_name": [
    "IXABEPILONE"
  ],
  "brand_names": [
    "IXEMPRA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Avoid strong CYP3A4 inhibitors. If coadministration cannot be avoided, reduce the dosage of IXEMPRA ( 2.5 , 7.1 ). Strong CYP3A4 Inducers: Avoid strong CYP3A4 inducers. If coadministration cannot be avoided, reduce the dosage of IXEMPRA ( 2.5 , 7.1 ). 7.1 Effect of Other Drugs on IXEMPRA Strong CYP3A4 Inhibitors The coadministration of IXEMPRA with a strong CYP3A4 inhibitor increased ixabepilone plasma concentration, which may increase the incidence and severity of adverse reactions of IXEMPRA. Avoid coadministration of IXEMPRA with strong CYP3A4 inhibitors. If the coadministration of IXEMPRA with strong CYP3A4 cannot be avoided, reduce the dose of IXEMPRA [see Dosage and Administration ( 2.5 ), Clinical Pharmacology ( 12.3 ]. Moderate or Weak CYP3A4 Inhibitors The coadministration of IXEMPRA with moderate or weak CYP3A4 inhibitors may increase the incidence and severity of adverse reactions of IXEMPRA. Monitor for adverse reactions and reduce the dose of IXEMPRA as recommended [see Dosage and Administration ( 2.5 ), Adverse Reactions ( 6 )]. Strong CYP3A4 Inducers The coadministration of IXEMPRA with a strong CYP3A4 inducer, decreased plasma concentrations of ixabepilone, which may decrease the efficacy of IXEMPRA [see Clinical Pharmacology ( 12.3 )]. Avoid the coadministration IXEMPRA with strong CYP3A4 inducers. If the coadministration of IXEMPRA with a strong CYP3A4 inducer cannot be avoided, increase the dose of IXEMPRA [see Dosage and Administration ( 2.4 )]. Concomitant Use of IXEMPRA and Capecitabine No clinically meaningful differences in the pharmacokinetics of ixabepilone and capecitabine were observed when IXEMPRA was administered in combination with capecitabine (1000 mg/m 2 ) [see Clinical Pharmacology ( 12.3 )]. 7.2 Effect of Ixabepilone on Other Drugs Ixabepilone does not inhibit CYP enzymes at relevant clinical concentrations and is not expected to alter the plasma concentrations of other drugs [see Clinical Pharmacology ( 12.3 )]. 7.3 Capecitabine In patients with cancer who received ixabepilone (40 mg/m 2 ) in combination with capecitabine (1000 mg/m 2 ), ixabepilone Cmax decreased by 19%, capecitabine Cmax decreased by 27%, and 5-fluorouracil AUC increased by 14%, as compared to ixabepilone or capecitabine administered separately. The interaction is not clinically significant given that the combination treatment is supported by efficacy data."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections. Peripheral neuropathy [see Warnings and Precautions ( 5.1 )] Myelosuppression [see Warnings and Precautions ( 5.2 )] Hypersensitivity reactions [see Warnings and Precautions ( 5.4 )] Cardiac Adverse reactions [see Warnings and Precautions ( 5.5) ] The most common adverse reactions (≥20%) are peripheral sensory neuropathy, fatigue/asthenia, myalgia/arthralgia, alopecia, nausea, vomiting, stomatitis/mucositis, diarrhea, and musculoskeletal pain. Additional reactions occurred in ≥20% in combination treatment: palmar-plantar erythrodysesthesia syndrome, anorexia, abdominal pain, nail disorder, and constipation ( 6 ). Hematologic laboratory abnormalities (>40%) include neutropenia, leukopenia, anemia, and thrombocytopenia ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact R-Pharm US at 1-844-586-8953 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in other clinical trials and may not reflect the rates observed in clinical practice. Unless otherwise specified, assessment of adverse reactions is based on one randomized study (Study 046) and one single-arm study (Study 081). In Study 046, 369 patients with metastatic breast cancer were treated with IXEMPRA 40 mg/m 2 administered intravenously over 3 hours every 21 days, combined with capecitabine 1000 mg/m 2 twice daily for 2 weeks followed by a 1-week rest period. Patients treated with capecitabine as a single agent (n=368) in this study received 1250 mg/m twice daily for 2 weeks every 21 days. In Study 081, 126 patients with metastatic or locally advanced breast cancer were treated with IXEMPRA 40 mg/m 2 administered intravenously over 3 hours every 3 weeks. The most common adverse reactions (≥20%) reported by patients receiving IXEMPRA were peripheral sensory neuropathy, fatigue/asthenia, myalgia/arthralgia, alopecia, nausea, vomiting, stomatitis/mucositis, diarrhea, and musculo­skeletal pain. The following additional reactions occurred in ≥20% in combination treatment: palmar-plantar erythrodysesthesia (hand-foot) syndrome, anorexia, abdominal pain, nail disorder, and constipation. The most common hematologic abnormalities (>40%) include neutropenia, leukopenia, anemia, and thrombocytopenia. Table 4 presents nonhematologic adverse reactions reported in 5% or more of patients. Hematologic abnormalities are presented separately in Table 5. Table 4 presents nonhematologic adverse reactions reported in 5% or more of patients. Hematologic abnormalities are presented separately in Table 5 . b A composite of multiple terms. c Three patients (1 %) experienced Grade 5 (fatal) febrile neutropenia. Other neutropenia-related deaths (9) occurred in the absence of reported febrile neutropenia [see Warnings and Precautions ( 5.2 )]. d No grade 4 reports. e Peripheral sensory neuropathy was defined as the occurrence of any of the following: areflexia, burning sensation, dysesthesia, hyperesthesia, hypoesthesia, hyporeflexia, neuralgia, neuritis, neuropathy, neuropathy peripheral, neurotoxicity, painful response to normal stimuli, paresthesia, pallanesthesia, peripheral sensory neuropathy, polyneuropathy, polyneuropathy toxic and sensorimotor disorder. Peripheral motor neuropathy was defined as the occurrence of any of the following: multifocal motor neuropathy, neuromuscular toxicity, peripheral motor neuropathy, and peripheral sensorimotor neuropathy. f Palmar-plantar erythrodysesthesia (hand-foot syndrome) was graded on a 1 -3 severity scale in Study 046. Study 046 Study 081 IXEMPRA with capecitabine n=369 Capecitabine n=368 IXEMPRA Single Agent n=126 Adverse Reaction All Grades Grade 3/4 All Grades Grade 3/4 All Grades Grade 3/4 Preferred Term (%) (%) (%) (%) (%) (%) Infections and Infestations Upper respiratory tract infection 4 0 3 0 6 0 Blood and Lymphatic System Disorders 1 d 3 d Febrile neutropenia 5 4 c 1 3 Immune System Disorders 1 d Hypersensitivity b 2 1 d 0 0 5 Metabolism and Nutrition Disorders Anorexia b 34 3 d 15 1 d 19 2 d Dehydration b 5 2 2 <1 d 2 1 d Psychiatric Disorders Insomnia b 9 <1 d 2 0 5 0 Nervous System Disorders Peripheral neuropathy Sensory neuropathy b 65 21 16 0 62 14 Motor neuropathy b 16 5 d <1 0 10 1 d Headache 8 <1 d 3 0 11 0 Taste disorder b 12 0 4 0 6 0 Dizziness 8 1 d 5 1 d 7 0 Eye Disorders Lacrimation increased 5 0 4 <1 d 4 0 Vascular Disorders Hot flush b 5 0 2 0 6 0 Respiratory, Thoracic, and Mediastinal Disorders Dyspnea b 7 1 4 1 9 1 d Cough b 6 0 2 0 2 0 Gastrointestinal Disorders Nausea 53 3 d 40 2 d 42 2 d Vomiting b 39 4 d 24 2 29 1 d Stomatitis/mucositis b 31 4 20 3 d 29 6 Diarrhea b 44 6 d 39 9 22 1 d Constipation 22 0 6 <1 d 16 2 d Abdominal pain b 24 2 d 14 1 d 13 2 d Gastroesophageal reflux disease b 7 1 d 8 0 6 0 Skin and Subcutaneous Tissue Disorders Alopecia b 31 0 3 0 48 0 Skin rash b 17 1 d 7 0 9 2 d Nail disorder b 24 2 d 10 <1 d 9 0 Palmar-plantar erythrodysesthesia syndrome b 64 18 d 63 17 d 8 2 d Pruritus 5 0 2 0 6 1 d Skin exfoliation b 5 <1 d 3 0 2 0 Skin hyperpigmentation b 11 0 14 0 2 0 Musculoskeletal, Connective Tissue, and Bone Disorders Myalgia/arthralgia b 39 8 d 5 <1 d 49 8 d Musculoskeletal pain b 23 2 d 5 0 20 3 d General Disorders and Administration Site Conditions Fatigue/asthenia b 60 16 29 4 56 13 Edema b 8 0 5 <1 d 9 1 d Pyrexia 10 1 d 4 0 8 1 d Pain b 9 1 d 2 0 8 3 d Chest pain b 4 1 d <1 0 5 1 d Investigations Weight decreased 11 0 3 0 6 0 Table 5: Hematologic Abnormalities in Patients with Metastatic or Locally Advanced Breast Cancer Treated with IXEMPRA a G-CSF (granulocyte colony stimulating factor) or GM-CSF (granulocyte macrophage colony stimulating factor) was used in 20% and 17% of patients who received IXEMPRA in Study 046 and Study 081, respectively. Study 046 Study 081 IXEMPRA with capecitabine n=369 Capecitabine n=368 IXEMPRA single agent n=126 Hematology Parameter Grade 3 (%) Grade 4 (%) Grade 3 (%) Grade 4 (%) Grade 3 (%) Grade 4 (%) Neutropenia a 32 36 9 2 31 23 Leukopenia (WBC) 41 16 5 1 36 13 Anemia (Hgb) 8 2 4 1 6 2 Thrombocytopenia 5 3 2 2 5 2 The following serious adverse reactions were also reported in 1323 patients treated with IXEMPRA as single agent or in combination with other therapies in clinical studies. Infections and Infestations: sepsis, pneumonia, infection, neutropenic infection, urinary tract infection, bacterial infection, enterocolitis, laryngitis, lower respiratory tract infection Blood and Lymphatic System Disorders: coagulopathy, lymphopenia Metabolism and Nutrition Disorders: hyponatremia, metabolic acidosis, hypokalemia, hypovolemia Nervous System Disorders: cognitive disorder, syncope, cerebral hemorrhage, abnormal coordination, lethargy Cardiac Disorders: myocardial infarction, supraventricular arrhythmia, left ventricular dysfunction, angina pectoris, atrial flutter, cardiomyopathy, myocardial ischemia Vascular Disorders: hypotension, thrombosis, embolism, hemorrhage, hypovolemic shock, vasculitis Respiratory, Thoracic, and Mediastinal Disorders: pneumonitis, hypoxia, respiratory failure, acute pulmonary edema, dysphonia, pharyngolaryngeal pain Gastrointestinal Disorders: ileus, colitis, impaired gastric emptying, esophagitis, dysphagia, gastritis, gastrointestinal hemorrhage Hepatobiliary Disorders: acute hepatic failure, jaundice Skin and Subcutaneous Tissue Disorders: erythema multiforme Musculoskeletal, Connective Tissue, and Bone Disorders: muscular weakness, muscle spasms, trismus Renal and Urinary Disorders: nephrolithiasis, renal failure General Disorders and Administration Site Conditions: chills Investigations: increased transaminases, increased blood alkaline phosphatase, increased gamma-glutamyltransferase 6.2 Postmarketing Experience The following adverse reaction has been identified during postapproval use of IXEMPRA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Procedural Complications: Radiation recall"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS IXEMPRA is contraindicated in patients who have: a neutrophil count <1500 cells/mm 3 or a platelet count <100,000 cells/mm 3 [see Warnings and Precautions ( 5.2 )]. a history of severe hypersensitivity to agents containing Cremophor ® EL or its derivatives (e.g., polyoxyethylated castor oil) [see Warnings and Precautions ( 5.4 )]. IXEMPRA in combination with capecitabine is contraindicated in patients with AST or ALT >2.5 x ULN or bilirubin >1 x ULN [see Boxed Warning and Warnings and Precautions ( 5.3 )]. Baseline neutrophil count <1500 cells/mm 3 or a platelet count <100,000 cells/mm 3 ( 4 ). Hypersensitivity to drugs formulated with Cremophor ® EL ( 4 ). IXEMPRA in combination with capecitabine is contraindicated for use in patients with AST or ALT >2.5 x ULN or bilirubin >1 x ULN.( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of IXEMPRA is 40 mg/m 2 administered as a 3-hour intravenous infusion once every 3 weeks ( 2.2 ). Dose reduction is required in patients with elevated AST, ALT, or bilirubin.( 2.3, 8.6 ) IXEMPRA must be reconstituted with the supplied DILUENT and further diluted to a concentration of 0.2 mg/mL to 0.6 mg/mL prior to administration ( 2.6 ). 2.1 Premedication All patients must be premedicated approximately 1 hour before the infusion of IXEMPRA with: An H 1 antagonist (eg, diphenhydramine 50 mg orally or equivalent) and An H 2 antagonist (eg, ranitidine 150 - 300 mg orally or equivalent). Patients who experienced a hypersensitivity reaction to IXEMPRA require premedication with corticosteroids (eg, dexamethasone 20 mg intravenously, 30 minutes before infusion or orally, 60 minutes before infusion) in addition to pretreatment with H 1 and H 2 antagonists [see Warnings and Precautions ( 5.4 )] . 2.2 Recommended Dosage The recommended dosage of IXEMPRA is 40 mg/m 2 administered intravenously over 3 hours every 3 weeks. Calculate doses for patients with body surface area (BSA) greater than 2.2 m 2 should be calculated based on 2.2 m 2 . 2.3 Dosage Modification for Adverse Reactions Evaluate patients during treatment by periodic clinical observation and laboratory tests including complete blood cell counts [see the Warnings and Precautions ( 5 )]. Dosage modifications for IXEMPRA for adverse reactions are shown in Table 1. If adverse reactions recur, reduce dose by an additional 20%. Re-treatment Criteria: Determine dosage modifications at the start of each cycle based on nonhematologic toxicity or blood counts from the preceding cycle following the guidelines in Table 1 . Do not begin a new cycle of treatment unless the neutrophil count is at least 1500 cells/mm 3 , the platelet count is at least 100,000 cells/mm 3 [see Contraindictions]. Withhold IXEMPRA until nonhematologic toxicities have improved to grade 1 (mild) or resolved prior to beginning a new cycle of treatment. Evaluate patients during treatment by periodic clinical observation and laboratory tests including complete blood cell counts [see the Warnings and Precautions ( 5 )] . Dosage modifications for IXEMPRA for adverse reactions are shown in Table 1 . If adverse reactions recur, reduce dose by an additional 20%. Table 1: Dosage for Modification for Adverse Reactions a a Toxicities graded in accordance with National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events(CTCAE v3.0). IXEMPRA IXEMPRA (Single Agent or Combination Therapy) Dosage Modification Nonhematologic: Grade 2 neuropathy (moderate) lasting ≥7 days Decrease the dose by 20% Grade 3 neuropathy (severe) lasting <7 days Decrease the dose by 20% Grade 3 neuropathy (severe) lasting ≥7 days or disabling neuropathy Discontinue treatment Any grade 3 toxicity (severe) other than neuropathy Decrease the dose by 20% Transient grade 3 arthralgia/myalgia or fatigue No change in dose of IXEMPRA Grade 3 hand-foot syndrome (palmar-plantar erythrodysesthesia) Any grade 4 toxicity (disabling) Discontinue treatment Hematologic: Neutrophil <500 cells/mm 3 for ≥7 days Decrease the dose by 20% Febrile neutropenia Decrease the dose by 20% Platelets <25,000/mm 3 or platelets <50,000/mm 3 with bleeding Decrease the dose by 20% Capecitabine Capecitabine (when used in combination with DCEMPRA) Dosage Modification Nonhematologic: See capecitabine prescribing information Hematologic: Platelets <25,000/mm 3 or <50,000/mm 3 with bleeding Hold for concurrent diarrhea or stomatitis until platelet count >50,000/mm 3 , then continue at same dose. Neutrophils <500 cells/mm 3 for ≥7 days or febrile neutropenia Hold for concurrent diarrhea or stomatitis until neutrophil count >1,000 cells/mm 3 , then continue at same dose. Combination Therapy: IXEMPRA in combination with capecitabine is contraindicated in patients with AST or ALT >2.5 x ULN or bilirubin >1 x ULN. Patients receiving combination treatment who have AST and ALT ≤2.5 x ULN and bilirubin ≤1 x ULN [see Contraindictions ( 4 )]. 2.4 Dosage Modifications in Patients with Hepatic Impairment Dosage Modifications in Patients with Hepatic Impairment Combination Therapy IXEMPRA in combination with capecitabine is contraindicated in patients with AST or ALT >2.5 x ULN or bilirubin >1 x ULN [see Contraindications ( 4 )] . Single Agent Reduce the dose of IXEMPRA for patients with hepaptic impairment as recommended in Table 2 . [see Warnings and Precautions ( 5.3 ) and Use in Specific Populations ( 8.6 )]. Table 2: Dose Modifications for IXEMPRA as a Single Agent for Patients with Hepatic Impairment a Excluding patients whose total bilirubin is elevated due to Gilbert's disease. b Dosage recommendations are for first course of therapy; further decreases in subsequent courses should be based on individual tolerance. c For patients with AST and ALT ≤ 10x ULN and lilirubin >1.5 to 3x ULN, consider increasing the dose from 20mg/m 2 to 30mg/m 2 in subsequent cycles if a dose of 20 mg/m 2 is tolerated. Transaminase Levels Bilirubin Levels a IXEMPRA b (mg/m 2 AST and ALT ≤2.5 x ULN and ≤1 x ULN No Modification AST and ALT ≤10x ULN and ≤1.5 x ULN 32 AST and ALT ≤10 x ULN and >1.5 to ≤3 x ULN 20-30 c AST and ALT > 10 x ULN or >3 x ULN Avoid Use 2.5 Dosage Modification for Drug Interactions Strong CYP3A4 Inhibitors Avoid the use of concomitant use of strong CYP3A4 inhibitors. If coadministration of a strong CYP3A4 inhibitor with IXEMPRA cannot be avoided, reduce the dose of IXEMPRA to 20 mg/m 2 . If the strong inhibitor is discontinued, increase the IXEMPRA dose (at 1 week after discontinuing the inhibitor) to that was used before starting the strong inhibitor [see Clinical Pharmacology ( 12.3 )]. Strong CYP3A4 Inducers Avoid the concomitant use of strong CYP3A4 inducers. If coadministration of a strong CYP3A4 inducer with IXEMPRA cannot be avoided, gradually increase the dose from 40 mg/m2 to 60 mg/m 2 as tolerated once a patient has been maintained on a strong CYP3A4 inducer. Administer IXEMPRA as a 4-hour intravenous infusion and monitor patients carefully for adverse reactions. If the strong inducer is discontinued, reduce the IXEMPRA dose to that before that before starting the strong CYP3A4 inducer [see Clinical Pharmacology ( 12.3 )]. 2.6 Preparation and Administration IXEMPRA is a hazardous drug. Follow aplicable special handling and disposal procedures. 1 IXEMPRA Kit contains two vials, a vial labeled IXEMPRA (ixabepilone) for injection which contains ixabepilone powder and a vial containing DILUENT for IXEMPRA. Use only the supplied DILUENT to reconstitute IXEMPRA (ixabepilone) for injection. Reconstituation 1. Prior to reconstituting, remove the IXEMPRA Kit from the refrigerator and allow it to stand at room temperature for approximately 30 minutes. When the vials are first removed from the refrigerator, a white precipitate may be observed in the DILUENT vial. This precipitate will dissolve to form a clear solution once the DILUENT warms to room temperature. 2. With a suitable syringe, aseptically withdraw the DILUENT and slowly inject it into the IXEMPRA for injection vial. The 15-mg IXEMPRA is reconstituted with 8 mL of DILUENT and the 45-mg IXEMPRA is reconstituted with 23.5 mL of DILUENT. 3. Gently swirl and invert the vial until the powder in IXEMPRA is completely dissolved. 4. After reconstituting with the DILUENT, the concentration of ixabepilone is 2 mg/mL. 5. After reconstituting IXEMPRA, dilute the reconstituted with infusion fluid as soon as possible. The reconstituted solution may be stored in the vial (not the syringe) for a maximum of 1 hour at room temperature and room light. Dilution Before administration, the reconstituted solution must be further diluted with one of the specified infusion fluids listed below. Other infusion fluids should not be used with IXEMPRA. The IXEMPRA infusion must be prepared in a DEHP [di-(2-ethylhexyl) phthalate] free bag. The following infusion fluids have been qualified for use in the dilution of IXEMPRA: Lactated Ringer’s Injection, USP 0.9% Sodium Chloride Injection, USP (pH adjusted with Sodium Bicarbonate Injection, USP) When using a 250 mL or a 500 mL bag of 0.9% Sodium Chloride Injection to prepare the infusion, the pH must be adjusted to a pH between 6.0 and 9.0 by adding 2 mEq (ie, 2 mL of an 8.4% w/v solution or 4 mL of a 4.2% w/v solution) of Sodium Bicarbonate Injection, prior to the addition of the reconstituted IXEMPRA solution. PLASMA-LYTE A Injection pH 7.4 ® For most doses, a 250 mL bag of infusion fluid is sufficient. However, it is necessary to check the final IXEMPRA infusion concentration of each dose based on the volume of infusion fluid to be used. The final concentration for infusion must be between 0.2 mg/mL and 0.6 mg/mL. To calculate the final infusion concentration, use the following formulas: Total Infusion Volume = mL of Reconstituted Solution + mL of infusion fluid Final Infusion Concentration = Dose of IXEMPRA (mg)/Total Infusion Volume (mL) 1. Aseptically, withdraw the appropriate volume of reconstituted solution containing 2 mg of ixabepilone per mL. 2. Aseptically, transfer to an intravenous bag containing an appropriate volume of infusion fluid to achieve the final desired concentration of IXEMPRA. 3. Thoroughly mix the infusion bag by manual rotation. 4. Once diluted with infusion fluid, the solution is stable at room temperature and room light for a maximum of 6 hours. Administration of diluted IXEMPRA must be completed within this 6-hour period. Administration The infusion solution must be administered through an appropriate in-line filter with a microporous membrane of 0.2 to 1.2 microns. DEHP-free infusion containers and administration sets must be used. Discard any remaining solution according to institutional procedures for hazardous drugs."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IXEMPRA is indicated in combination with capecitabine for the treatment of patients with metastatic or locally advanced breast cancer resistant to treatment with an anthracycline and a taxane, or whose cancer is taxane resistant and for whom further anthracycline therapy is contraindicated. Anthracycline resistance is defined as progression while on therapy or within 6 months in the adjuvant setting or 3 months in the metastatic setting. Taxane resistance is defined as progression while on therapy or within 12 months in the adjuvant setting or 4 months in the metastatic setting [see Clinical Studies ( 14 )]. IXEMPRA is indicated as a single agent for the treatment of patients with metastatic or locally advanced breast cancer whose tumors are resistant or refractory to anthracyclines, taxanes, and capecitabine [see Clinical Studies ( 14 )]. IXEMPRA is a microtubule inhibitor indicated for treatment: In combination with capecitabine for patients with metastatic or locally advanced breast cancer resistant to treatment with an anthracycline and a taxane, or whose cancer is taxane resistant and for whom further anthracycline therapy is contraindicated. ( 1 ). As a single agent for patients with metastatic or locally advanced breast cancer after failure of an anthracycline, a taxane, and capecitabine. ( 1 )."
  ],
  "fetched_at": "2025-10-01T15:43:27.305099",
  "source": "OpenFDA"
}