{
  "drug_name": "Ixazomib",
  "generic_name": [
    "IXAZOMIB"
  ],
  "brand_names": [
    "NINLARO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A inducers : Avoid concomitant use with NINLARO. ( 7.1 , 12.3 ) 7.1 Strong CYP3A Inducers Avoid concomitant administration of NINLARO with strong CYP3A inducers (such as rifampin, phenytoin, carbamazepine, and St. John's Wort) [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described in detail in other sections of the prescribing information: Thrombocytopenia [see Warnings and Precautions (5.1) ] Gastrointestinal Toxicities [see Warnings and Precautions (5.2) ] Peripheral Neuropathy [see Warnings and Precautions (5.3) ] Peripheral Edema [see Warnings and Precautions (5.4) ] Cutaneous Reactions [see Warnings and Precautions (5.5) ] Thrombotic Microangiopathy [see Warnings and Precautions (5.6) ] Hepatotoxicity [see Warnings and Precautions (5.7) ] The most common adverse reactions (≥20%) are thrombocytopenia, neutropenia, diarrhea, constipation, peripheral neuropathy, nausea, peripheral edema, rash, vomiting, and bronchitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals at 1-844-617-6468 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety population from the randomized, double-blind, placebo-controlled clinical study included 720 patients with relapsed and/or refractory multiple myeloma, who received NINLARO in combination with lenalidomide and dexamethasone (NINLARO regimen; N=361) or placebo in combination with lenalidomide and dexamethasone (placebo regimen; N=359). The most frequently reported adverse reactions (≥20% with a difference of ≥5% compared to placebo) in the NINLARO regimen were thrombocytopenia, neutropenia, diarrhea, constipation, peripheral neuropathy, nausea, peripheral edema, rash, vomiting, and bronchitis. Serious adverse reactions reported in ≥2% of patients in the NINLARO regimen included diarrhea (3%), thrombocytopenia (2%) and bronchitis (2%). One or more of the three drugs was permanently discontinued in 4% of patients reporting peripheral neuropathy, 3% of patients reporting diarrhea and 2% of patients reporting thrombocytopenia. Permanent discontinuation of NINLARO due to an adverse reaction occurred in 10% of patients. Table 4 summarizes the non-hematologic adverse reactions occurring in at least 5% of patients with at least a 5% difference between the NINLARO regimen and the placebo regimen. Table 4: Non-Hematologic Adverse Reactions Occurring in ≥5% of Patients with a ≥5% Difference Between the NINLARO Regimen and the Placebo Regimen (All Grades, Grade 3 and Grade 4) System Organ Class / Preferred Term NINLARO + Lenalidomide and Dexamethasone N=361 Placebo + Lenalidomide and Dexamethasone N=359 % % All Grades Grade 3 Grade 4 All Grades Grade 3 Grade 4 Note: Adverse reactions included as preferred terms are based on MedDRA version 23.0. Gastrointestinal disorders Diarrhea 52 10 0 43 3 0 Constipation 35 <1 0 28 <1 0 Nausea 32 2 0 23 0 0 Vomiting 26 1 0 13 <1 0 Nervous system disorders Peripheral neuropathies Represents a pooling of preferred terms 32 2 0 24 2 0 Musculoskeletal and connective tissue disorders Back pain At the time of the final analysis, these adverse reactions no longer met the criterion for a ≥5% difference between the NINLARO regimen and the placebo regimen. 27 <1 0 24 3 0 Infections and infestations Upper respiratory tract infection 27 1 0 23 1 0 Bronchitis 22 2 0 17 2 <1 Skin and subcutaneous tissue disorders Rash 27 3 0 16 2 0 General disorders and administration site conditions Edema peripheral 27 2 0 21 1 0 Table 5 represents pooled information from adverse event and laboratory data. Table 5: Thrombocytopenia and Neutropenia NINLARO + Lenalidomide and Dexamethasone N=361 Placebo + Lenalidomide and Dexamethasone N=359 % % Any Grade Grade 3-4 Any Grade Grade 3-4 Thrombocytopenia 85 30 67 14 Neutropenia 74 34 70 37 Herpes Zoster Herpes zoster was reported in 6% of patients in the NINLARO regimen and 3% of patients in the placebo regimen. Antiviral prophylaxis was allowed at the healthcare provider's discretion. Patients treated in the NINLARO regimen who received antiviral prophylaxis had a lower incidence (1%) of herpes zoster infection compared to patients who did not receive prophylaxis (10%). Eye Disorders Eye disorders were reported with many different preferred terms but in aggregate, the frequency was 38% in patients in the NINLARO regimen. The most common adverse reactions of the eyes were cataract (15%), conjunctivitis (9%), blurred vision (7%), and dry eye (6%). Other Clinical Trials Experience The following serious adverse reactions have each been reported at a frequency of <1% in patients treated with NINLARO: acute febrile neutrophilic dermatosis (Sweet's syndrome), Stevens-Johnson syndrome, transverse myelitis, posterior reversible encephalopathy syndrome, tumor lysis syndrome, and thrombotic thrombocytopenic purpura. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of NINLARO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: Angioedema Skin and subcutaneous tissue disorders: Toxic epidermal necrolysis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting dose of 4 mg taken orally on Days 1, 8, and 15 of a 28-day cycle. ( 2.1 ) Dose should be taken at least one hour before or at least two hours after food. ( 2.1 ) 2.1 Dosing and Administration Guidelines NINLARO in combination with lenalidomide and dexamethasone The recommended starting dose of NINLARO is 4 mg administered orally once a week on Days 1, 8, and 15 of a 28-day treatment cycle. The recommended starting dose of lenalidomide is 25 mg administered daily on Days 1 through 21 of a 28-day treatment cycle. The recommended starting dose of dexamethasone is 40 mg administered on Days 1, 8, 15, and 22 of a 28-day treatment cycle. Table 1: Dosing Schedule for NINLARO taken with Lenalidomide and Dexamethasone ✔ Take medicine 28-Day Cycle (a 4-week cycle) Week 1 Week 2 Week 3 Week 4 Day 1 Days 2-7 Day 8 Days 9-14 Day 15 Days 16-21 Day 22 Days 23-28 NINLARO ✔ ✔ ✔ Lenalidomide ✔ ✔ Daily ✔ ✔ Daily ✔ ✔ Daily Dexamethasone ✔ ✔ ✔ ✔ For additional information regarding lenalidomide and dexamethasone, refer to their prescribing information. NINLARO should be taken once a week on the same day and at approximately the same time for the first three weeks of a four week cycle. The importance of carefully following all dosage instructions should be discussed with patients starting treatment. Instruct patients to take the recommended dosage as directed, because overdosage has led to deaths [see Overdosage (10) ] . NINLARO should be taken at least one hour before or at least two hours after food [see Clinical Pharmacology (12.3) ] . The whole capsule should be swallowed with water. The capsule should not be crushed, chewed or opened [see How Supplied/Storage and Handling (16) ] . If a NINLARO dose is delayed or missed, the dose should be taken only if the next scheduled dose is ≥72 hours away. A missed dose should not be taken within 72 hours of the next scheduled dose. A double dose should not be taken to make up for the missed dose. If vomiting occurs after taking a dose, the patient should not repeat the dose. The patient should resume dosing at the time of the next scheduled dose. Prior to initiating a new cycle of therapy: Absolute neutrophil count should be at least 1,000/mm 3 Platelet count should be at least 75,000/mm 3 Non-hematologic toxicities should, at the healthcare provider's discretion, generally be recovered to patient's baseline condition or Grade 1 or lower Treatment should be continued until disease progression or unacceptable toxicity. Concomitant Medications Consider antiviral prophylaxis in patients being treated with NINLARO to decrease the risk of herpes zoster reactivation [see Adverse Reactions (6.1) ] . 2.2 Dosage Modification Guidelines The NINLARO dose reduction steps are presented in Table 2 and the dosage modification guidelines are provided in Table 3. Table 2: NINLARO Dose Reductions due to Adverse Reactions Recommended starting dose Recommended starting dose of 3 mg in patients with moderate or severe hepatic impairment, severe renal impairment or end-stage renal disease requiring dialysis [see Dosage and Administration (2.3 , 2.4) ] . First reduction to Second reduction to Discontinue 4 mg 3 mg 2.3 mg An alternating dose modification approach is recommended for NINLARO and lenalidomide for thrombocytopenia, neutropenia, and rash as described in Table 3. Refer to the lenalidomide prescribing information if dose reduction is needed for lenalidomide. Table 3: Dosage Modifications Guidelines for NINLARO in Combination with Lenalidomide and Dexamethasone Hematological Toxicities Recommended Actions Thrombocytopenia (Platelet Count) Platelet count less than 30,000/mm 3 Withhold NINLARO and lenalidomide until platelet count is at least 30,000/mm 3 . Following recovery, resume lenalidomide at the next lower dose according to its prescribing information and resume NINLARO at its most recent dose. If platelet count falls to less than 30,000/mm 3 again, withhold NINLARO and lenalidomide until platelet count is at least 30,000/mm 3 . Following recovery, resume NINLARO at the next lower dose and resume lenalidomide at its most recent dose. For additional occurrences, alternate dose modification of lenalidomide and NINLARO Neutropenia (Absolute Neutrophil Count) Absolute neutrophil count less than 500/mm 3 Withhold NINLARO and lenalidomide until absolute neutrophil count is at least 500/mm 3 . Consider adding G-CSF as per clinical guidelines. Following recovery, resume lenalidomide at the next lower dose according to its prescribing information and resume NINLARO at its most recent dose. If absolute neutrophil count falls to less than 500/mm 3 again, withhold NINLARO and lenalidomide until absolute neutrophil count is at least 500/mm 3 . Following recovery, resume NINLARO at the next lower dose and resume lenalidomide at its most recent dose. Non-Hematological Toxicities Recommended Actions Rash Grade Grading based on National Cancer Institute Common Terminology Criteria (CTCAE) Version 4.03 2 or 3 Withhold lenalidomide until rash recovers to Grade 1 or lower. Following recovery, resume lenalidomide at the next lower dose according to its prescribing information. If Grade 2 or 3 rash occurs again, withhold NINLARO and lenalidomide until rash recovers to Grade 1 or lower. Following recovery, resume NINLARO at the next lower dose and resume lenalidomide at its most recent dose. Grade 4 Discontinue treatment regimen. Peripheral Neuropathy Grade 1 Peripheral Neuropathy with Pain or Grade 2 Peripheral Neuropathy Withhold NINLARO until peripheral neuropathy recovers to Grade 1 or lower without pain or patient's baseline. Following recovery, resume NINLARO at its most recent dose. Grade 2 Peripheral Neuropathy with Pain or Grade 3 Peripheral Neuropathy Withhold NINLARO. Toxicities should, at the healthcare provider's discretion, generally recover to patient's baseline condition or Grade 1 or lower prior to resuming NINLARO. Following recovery, resume NINLARO at the next lower dose. Grade 4 Peripheral Neuropathy Discontinue treatment regimen. Other Non-Hematological Toxicities Other Grade 3 or 4 Non-Hematological Toxicities Withhold NINLARO. Toxicities should, at the healthcare provider's discretion, generally recover to patient's baseline condition or Grade 1 or lower prior to resuming NINLARO. If attributable to NINLARO, resume NINLARO at the next lower dose following recovery. 2.3 Dosage in Patients with Hepatic Impairment Reduce the starting dose of NINLARO to 3 mg in patients with moderate (total bilirubin greater than 1.5-3 × ULN) or severe (total bilirubin greater than 3 × ULN) hepatic impairment [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.4 Dosage in Patients with Renal Impairment Reduce the starting dose of NINLARO to 3 mg in patients with severe renal impairment (creatinine clearance less than 30 mL/min) or end-stage renal disease (ESRD) requiring dialysis. NINLARO is not dialyzable and therefore can be administered without regard to the timing of dialysis [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . Refer to the lenalidomide prescribing information for dosing recommendations in patients with renal impairment."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NINLARO is indicated in combination with lenalidomide and dexamethasone for the treatment of patients with multiple myeloma who have received at least one prior therapy. NINLARO is a proteasome inhibitor indicated in combination with lenalidomide and dexamethasone for the treatment of patients with multiple myeloma who have received at least one prior therapy. ( 1 ) Limitations of Use : NINLARO is not recommended for use in the maintenance setting or in newly diagnosed multiple myeloma in combination with lenalidomide and dexamethasone outside of controlled clinical trials. ( 1 ) Limitations of Use : NINLARO is not recommended for use in the maintenance setting or in newly diagnosed multiple myeloma in combination with lenalidomide and dexamethasone outside of controlled clinical trials [see Warnings and Precautions (5.9) and Clinical Studies (14.2 , 14.3) ] ."
  ],
  "fetched_at": "2025-10-01T17:42:20.902789",
  "source": "OpenFDA"
}