{
  "drug_name": "L-Baclofen",
  "generic_name": [
    "BACLOFEN INJECTION"
  ],
  "brand_names": [
    "Gablofen"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS There is inadequate systematic experience with the use of intrathecal baclofen in combination with other medications to predict specific drug-drug interactions. Interactions attributed to the combined use of GABLOFEN and epidural morphine include hypotension and dyspnea. Combined use with morphine: hypotension and dyspnea ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS 6.1 Spasticity of Spinal Cord Origin Most Common Adverse Reactions in Patients with Spasticity of Spinal Origin In pre- and post-marketing clinical trials, the most common adverse reactions associated with use of intrathecal baclofen which were not seen at an equivalent incidence among placebo-treated patients were: somnolence, dizziness, nausea, hypotension, headache, convulsions and hypotonia. Adverse Reactions Associated with Discontinuation of Treatment 8/474 patients with spasticity of spinal cord origin receiving long term infusion of intrathecal baclofen in pre- and post-marketing clinical studies in the U.S. discontinued treatment due to adverse reactions. These include: pump pocket infections (3), meningitis (2), wound dehiscence (1), gynecological fibroids (1) and pump overpressurization (1) with unknown, if any, sequela. Eleven patients who developed coma secondary to overdose had their treatment temporarily suspended, but all were subsequently re-started and were not, therefore, considered to be true discontinuations. Fatalities - [see Warnings and Precautions ( 5.6 )] . Incidence in Controlled Trials Experience with intrathecal baclofen obtained in parallel, placebo-controlled, randomized studies provides only a limited basis for estimating the incidence of adverse reactions because the studies were of very brief duration (up to three days of infusion) and involved only a total of 63 patients. The following events occurred among the 31 patients receiving intrathecal baclofen in two randomized, placebo-controlled trials: hypotension (2), dizziness (2), headache (2), dyspnea (1). No adverse reactions were reported among the 32 patients receiving placebo in these studies. Events Observed during the Pre- and Post-marketing Evaluation of Intrathecal Baclofen Adverse events associated with the use of intrathecal baclofen reflect experience gained with 576 patients followed prospectively in the United States. They received intrathecal baclofen for periods of one day (screening) (N=576) to over eight years (maintenance) (N=10). The usual screening bolus dose administered prior to pump implantation in these studies was typically 50 mcg. The maintenance dose ranged from 12 mcg to 2,003 mcg per day. Because of the open, uncontrolled nature of the experience, a causal linkage between events observed and the administration of intrathecal baclofen cannot be reliably assessed in many cases and many of the adverse reactions reported are known to occur in association with the underlying conditions being treated. Nonetheless, many of the more commonly reported reactions — hypotonia, somnolence, dizziness, paresthesia, nausea/vomiting and headache — appear clearly drug-related. Adverse experiences reported during all U.S. studies (both controlled and uncontrolled) are shown in Table 1. Eight of 474 patients who received chronic infusion via implanted pumps had adverse experiences which led to a discontinuation of long term treatment in the pre- and post-marketing studies. Table 1: Most Common (≥1%) Adverse Reactions in Patients with Spasticity of Spinal Origin in Prospectively Monitored Clinical Trials Adverse Reactions Percent N=576 Screening Percent N=474 Titration† Percent N=430 Maintenance ‡ Hypotonia 5.4 13.5 25.3 Somnolence 5.7 5.9 20.9 Dizziness 1.7 1.9 7.9 Paresthesia 2.4 2.1 6.7 Nausea and Vomiting 1.6 2.3 5.6 Headache 1.6 2.5 5.1 Constipation 0.2 1.5 5.1 Convulsion 0.5 1.3 4.7 Urinary Retention 0.7 1.7 1.9 Dry Mouth 0.2 0.4 3.3 Accidental Injury 0.0 0.2 3.5 Asthenia 0.7 1.3 1.4 Confusion 0.5 0.6 2.3 Death 0.2 0.4 3.0 Pain 0.0 0.6 3.0 Speech Disorder 0.0 0.2 3.5 Hypotension 1.0 0.2 1.9 Ambylopia 0.5 0.2 2.3 Diarrhea 0.0 0.8 2.3 Hypoventilation 0.2 0.8 2.1 Coma 0.0 1.5 0.9 Impotence 0.2 0.4 1.6 Peripheral Edema 0.0 0.0 2.3 Urinary Incontinence 0.0 0.8 1.4 Insomnia 0.0 0.4 1.6 Anxiety 0.2 0.4 0.9 Depression 0.0 0.0 1.6 Dypsnea 0.3 0.0 1.2 Fever 0.5 0.2 0.7 Pneumonia 0.2 0.2 1.2 Urinary Frequency 0.0 0.6 0.9 Urticaria 0.2 0.2 1.2 Anorexia 0.0 0.4 0.9 Diplopia 0.0 0.4 0.9 Dysautonomia 0.2 0.2 0.9 Hallucinations 0.3 0.4 0.5 Hypertension 0.2 0.6 0.5 * Following administration of test bolus † Two month period following implant ‡ Beyond two months following implant N=Total number of patients entering each period %=% of patients evaluated In addition to the more common (1% or more) adverse reactions reported in the prospectively followed 576 domestic patients in pre- and post-marketing studies, experience from an additional 194 patients exposed to intrathecal baclofen from foreign studies has been reported. The following adverse reactions, not described in the table, and arranged in decreasing order of frequency, and classified by body system, were reported: Nervous System: Abnormal gait, thinking abnormal, tremor, amnesia, twitching, vasodilatation, cerebrovascular accident, nystagmus, personality disorder, psychotic depression, cerebral ischemia, emotional lability, euphoria, hypertonia, ileus, drug dependence, incoordination, paranoid reaction and ptosis. Digestive System: Flatulence, dysphagia, dyspepsia and gastroenteritis. Cardiovascular: Postural hypotension, bradycardia, palpitations, syncope, arrhythmia ventricular, deep thrombophlebitis, pallor and tachycardia. Respiratory: Respiratory disorder, aspiration pneumonia, hyperventilation, pulmonary embolus and rhinitis. Urogenital: Hematuria and kidney failure. Skin and Appendages: Alopecia and sweating. Metabolic and Nutritional Disorders: Weight loss, albuminuria, dehydration and hyperglycemia. Special Senses: Abnormal vision, abnormality of accommodation, photophobia, taste loss and tinnitus. Body as a Whole: Suicide, lack of drug effect, abdominal pain, hypothermia, neck rigidity, chest pain, chills, face edema, flu syndrome and overdose. Hemic and Lymphatic System: Anemia. 6.2 Spasticity of Cerebral Origin Most Common Adverse Reactions In pre-marketing clinical trials, the most common adverse reactions associated with use of intrathecal baclofen which were not seen at an equivalent incidence among placebo-treated patients included: agitation, constipation, somnolence, leukocytosis, chills, urinary retention and hypotonia. Adverse Reactions Associated with Discontinuation of Treatment Nine of 211 patients receiving intrathecal baclofen in pre-marketing clinical studies in the U.S. discontinued long-term infusion due to adverse reactions associated with intrathecal therapy. The nine adverse reactions leading to discontinuation were: infection (3), CSF leaks (2), meningitis (2), drainage (1), and unmanageable trunk control (1). Fatalities Three deaths, none of which were attributed to intrathecal baclofen, were reported in patients in clinical trials involving patients with spasticity of cerebral origin. See Warnings on other deaths reported in spinal spasticity patients. Incidence in Controlled Trials Experience with intrathecal baclofen obtained in parallel, placebo-controlled, randomized studies provides only a limited basis for estimating the incidence of adverse reactions because the studies involved a total of 62 patients exposed to a single 50 mcg intrathecal bolus. The following adverse reactions occurred among the 62 patients receiving intrathecal baclofen in two randomized, placebo-controlled trials involving cerebral palsy and head injury patients, respectively: agitation, constipation, somnolence, leukocytosis, nausea, vomiting, nystagmus, chills, urinary retention, and hypotonia. Events Observed during the Pre-marketing Evaluation of Intrathecal Baclofen Adverse events associated with the use of intrathecal baclofen reflect experience gained with a total of 211 U.S. patients with spasticity of cerebral origin, of whom 112 were pediatric patients (under age 16 at enrollment). They received intrathecal baclofen for periods of one day (screening) (N=211) to 84 months (maintenance) (N=1). The usual screening bolus dose administered prior to pump implantation in these studies was 50 mcg to 75 mcg. The maintenance dose ranged from 22 mcg to 1,400 mcg per day. Doses used in this patient population for long-term infusion are generally lower than those required for patients with spasticity of spinal cord origin. Because of the open, uncontrolled nature of the experience, a causal linkage between events observed and the administration of intrathecal baclofen cannot be reliably assessed in many cases. Nonetheless, many of the more commonly reported reactions — somnolence, dizziness, headache, nausea, hypotension, hypotonia and coma — appear clearly drug-related. The most frequent (≥1%) adverse reactions reported during all clinical trials are shown in Table 2. Nine patients discontinued long term treatment due to adverse reactions. Table 2: Most Common (≥1%) Adverse Reactions in Patients with Spasticity of Cerebral Origin Adverse Reactions Percent N=211 Screening* Percent N=153 Titration† Percent N=150 Maintenance ‡ Hypotonia 2.4 14.4 34.7 Somnolence 7.6 10.5 18.7 Headache 6.6 7.8 10.7 Nausea and Vomiting 6.6 10.5 4.0 Vomiting 6.2 8.5 4.0 Urinary Retention 0.9 6.5 8.0 Convulsion 0.9 3.3 10.0 Dizziness 2.4 2.6 8.0 Nausea 1.4 3.3 7.3 Hypoventilation 1.4 1.3 4.0 Hypertonia 0.0 0.7 6.0 Paresthesia 1.9 0.7 3.3 Hypotension 1.9 0.7 2.0 Increased Salivation 0.0 2.6 2.7 Back Pain 0.9 0.7 2.0 Constipation 0.5 1.3 2.0 Pain 0.0 0.0 4.0 Pruritus 0.0 0.0 4.0 Diarrhea 0.5 0.7 2.0 Peripheral Edema 0.0 0.0 3.3 Thinking Abnormal 0.5 1.3 0.7 Agitation 0.5 0.0 1.3 Asthenia 0.0 0.0 2.0 Chills 0.5 0.0 1.3 Coma 0.5 0.0 1.3 Dry Mouth 0.5 0.0 1.3 Pneumonia 0.0 0.0 2.0 Speech Disorder 0.5 0.7 0.7 Tremor 0.5 0.0 1.3 Urinary Incontinence 0.0 0.0 2.0 Urination Impaired 0.0 0.0 2.0 * Following administration of test bolus † Two month period following implant ‡ Beyond two months following implant N=Total number of patients entering each period. 211 patients received drug; (1 of 212) received placebo only The more common (1% or more) adverse reactions reported in the prospectively followed 211 patients exposed to intrathecal baclofen have been reported. In the total cohort, the following adverse reactions, not described in Table 2, and arranged in decreasing order of frequency, and classified by body system, were reported: Nervous System: Akathisia, ataxia, confusion, depression, opisthotonos, amnesia, anxiety, hallucinations, hysteria, insomnia, nystagmus, personality disorder, reflexes decreased, and vasodilitation. Digestive System: Dysphagia, fecal incontinence, gastrointestinal hemorrhage and tongue disorder. Cardiovascular: Bradycardia. Respiratory: Apnea, dyspnea and hyperventilation. Urogenital: Abnormal ejaculation, kidney calculus, oliguria and vaginitis. Skin and Appendages: Rash, sweating, alopecia, contact dermatitis and skin ulcer. Special Senses: Abnormality of accommodation. Body as a Whole: Death, fever, abdominal pain, carcinoma, malaise and hypothermia. Hemic and Lymphatic System: Leukocytosis and petechial rash. · The most common adverse reactions in patients with spasticity of spinal origin were somnolence, dizziness, nausea, hypotension, headache, convulsions and hypotonia. (6.1) · The most common adverse reactions in patients with spasticity of cerebral origin were agitation, constipation, somnolence, leukocytosis, chills, urinary retention and hypotonia. (6.2) To report SUSPECTED ADVERSE REACTIONS, contact Piramal Critical Care, Inc. at 1-888-822-8431 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS GABLOFEN is contraindicated in patients with a hypersensitivity to baclofen. Do not use GABLOFEN for intravenous, intramuscular, subcutaneous or epidural administration. · Hypersensitivity to baclofen (4) · Do not use GABLOFEN for intravenous, intramuscular, subcutaneous or epidural administration. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 2.1 Use Only in Medtronic SynchroMed ® Programmable Pump (or other pumps labeled for intrathecal administration of GABLOFEN) GABLOFEN is approved only for use with the Medtronic SynchroMed ® Programmable Pump or other pumps labeled for intrathecal administration of GABLOFEN. Refer to the manufacturer’s manual for specific instructions and precautions for programming the pump and/or refilling the reservoir. It is important to select the appropriate refill kit for the pump used to administer GABLOFEN. GABLOFEN is not to be compounded with other medications. 2.2 Screening Phase Prior to pump implantation and initiation of chronic infusion of GABLOFEN, patients must demonstrate a positive clinical response to a GABLOFEN bolus dose administered intrathecally in a screening trial. The screening trial employs GABLOFEN at a concentration of 50 mcg/mL. A 1 mL syringe (50 mcg/mL) is available for use in the screening trial. The screening procedure is as follows. An initial bolus containing 50 micrograms in a volume of 1 milliliter is administered into the intrathecal space by barbotage over a period of not less than one minute. The patient is observed over the ensuing 4 to 8 hours. A positive response consists of a significant decrease in muscle tone and/or frequency and/or severity of spasms. If the initial response is less than desired, a second bolus injection may be administered 24 hours after the first. The second screening bolus dose consists of 75 micrograms in 1.5 milliliters. Again, the patient should be observed for an interval of 4 to 8 hours. If the response is still inadequate, a final bolus screening dose of 100 micrograms in 2 milliliters may be administered 24 hours later. Pediatric Patients The starting screening dose for pediatric patients is the same as in adult patients, i.e., 50 mcg. However, for very small patients, a screening dose of 25 mcg may be tried first. Patients who do not respond to a 100 mcg intrathecal bolus should not be considered candidates for an implanted pump for chronic infusion. 2.3 Preparation Information Screening Use the 1 mL screening syringe only (50 mcg/mL) for bolus injection into the subarachnoid space. For a 50 mcg bolus dose, use 1 mL of the screening syringe. Use 1.5 mL of 50 mcg/mL baclofen injection for a 75 mcg bolus dose. For the maximum screening dose of 100 mcg, use 2 mL of 50 mcg/mL baclofen injection (2 screening syringes). Maintenance The specific concentration that should be used depends upon the total daily dose required as well as the delivery rate of the pump. For patients who require concentrations other than 500 mcg/mL, 1,000 mcg/mL, or 2,000 mcg/mL, GABLOFEN must be diluted with sterile preservative free Sodium Chloride for Injection, USP. 2.4 Administration Information Parenteral drug products should be inspected for particulate matter and discoloration prior to administration, whenever solution and container permit. The external surface of GABLOFEN prefilled syringes (all strengths, including the 50 mcg/mL strength) are non-sterile. The use of GABLOFEN prefilled syringe in an aseptic setting (i.e., operating room) to fill sterile intrathecal pumps prior to implantation in patients is not recommended. For outpatient use, modify aseptic procedures to avoid contamination of sterile surfaces through contact with the non-sterile exterior of the GABLOFEN prefilled syringe when filling the pump reservoir [see Warnings and Precautions ( 5.2 )]. Delivery Regimen GABLOFEN is most often administered in a continuous infusion mode immediately following implant. For those patients implanted with programmable pumps who have achieved relatively satisfactory control on continuous infusion, further benefit may be attained using more complex schedules of GABLOFEN delivery. For example, patients who have increased spasms at night may require a 20% increase in their hourly infusion rate. Changes in flow rate should be programmed to start two hours before the time of desired clinical effect. 2.5 Dose Titration Post-Implant Dose Titration Period To determine the initial total daily dose of GABLOFEN following implant, the screening dose that gave a positive effect should be doubled and administered over a 24-hour period, unless the efficacy of the bolus dose was maintained for more than 8 hours, in which case the starting daily dose should be the screening dose delivered over a 24-hour period. No dose increases should be given in the first 24 hours (i.e., until the steady state is achieved). In most patients, it will be necessary to increase the dose gradually over time to maintain effectiveness; a sudden requirement for substantial dose escalation typically indicates a catheter complication (i.e., catheter kink or dislodgement). Adult Patients with Spasticity of Spinal Cord Origin After the first 24 hours, for adult patients, the daily dosage should be increased slowly by 10% to 30% increments and only once every 24 hours, until the desired clinical effect is achieved. Adult Patients with Spasticity of Cerebral Origin After the first 24 hours, the daily dose should be increased slowly by 5% to 15% only once every 24 hours, until the desired clinical effect is achieved. Pediatric Patients After the first 24 hours, the daily dose should be increased slowly by 5% to 15% only once every 24 hours, until the desired clinical effect is achieved. If there is not a substantive clinical response to increases in the daily dose, check for proper pump function and catheter patency. Patients must be monitored closely in a fully equipped and staffed environment during the screening phase and dose-titration period immediately following implant. Resuscitative equipment should be immediately available for use in case of life-threatening or intolerable side effects. Additional Considerations Pertaining to Dosage Adjustment Careful dose titration of GABLOFEN is needed when spasticity is necessary to sustain upright posture and balance in locomotion or whenever spasticity is used to obtain optimal function and care. It may be important to titrate the dose to maintain some degree of muscle tone and allow occasional spasms to: 1) help support circulatory function, 2) possibly prevent the formation of deep vein thrombosis, 3) optimize activities of daily living and ease of care. Except in overdose related emergencies, the dose of GABLOFEN should ordinarily be reduced slowly if the drug is discontinued for any reason. An attempt should be made to discontinue concomitant oral antispasticity medication to avoid possible overdose or adverse drug interactions, either prior to screening or following implant and initiation of chronic GABLOFEN infusion. Reduction and discontinuation of oral anti-spasmotics should be done slowly and with careful monitoring by the physician. Abrupt reduction or discontinuation of concomitant antispastics should be avoided. 2.6 Maintenance Therapy Spasticity of Spinal Cord Origin Patients The clinical goal is to maintain muscle tone as close to normal as possible, and to minimize the frequency and severity of spasms to the extent possible, without inducing intolerable side effects. Very often, the maintenance dose needs to be adjusted during the first few months of therapy while patients adjust to changes in lifestyle due to the alleviation of spasticity. During periodic refills of the pump, the daily dose may be increased by 10% to 40%, but no more than 40%, to maintain adequate symptom control. The daily dose may be reduced by 10% to 20% if patients experience side effects. Most patients require gradual increases in dose over time to maintain optimal response during chronic therapy. A sudden large requirement for dose escalation suggests a catheter complication (i.e., catheter kink or dislodgement). Maintenance dosage for long term continuous infusion of intrathecal baclofen has ranged from 12 mcg/day to 2,003 mcg/day, with most patients adequately maintained on 300 micrograms to 800 micrograms per day. There is limited experience with daily doses greater than 1,000 mcg/day. Determination of the optimal GABLOFEN dose requires individual titration. The lowest dose with an optimal response should be used. Spasticity of Cerebral Origin Patients The clinical goal is to maintain muscle tone as close to normal as possible and to minimize the frequency and severity of spasms to the extent possible, without inducing intolerable side effects, or to titrate the dose to the desired degree of muscle tone for optimal functions. Very often the maintenance dose needs to be adjusted during the first few months of therapy while patients adjust to changes in lifestyle due to the alleviation of spasticity. During periodic refills of the pump, the daily dose may be increased by 5% to 20%, but no more than 20%, to maintain adequate symptom control. The daily dose may be reduced by 10% to 20% if patients experience side effects. Many patients require gradual increases in dose over time to maintain optimal response during chronic therapy. A sudden large requirement for dose escalation suggests a catheter complication (i.e., catheter kink or dislodgement). Maintenance dosage for long term continuous infusion of intrathecal baclofen has ranged from 22 mcg/day to 1,400 mcg/day, with most patients adequately maintained on 90 micrograms to 703 micrograms per day. In clinical trials, only 3 of 150 patients required daily doses greater than 1,000 mcg/day. Pediatric Patients Use same dosing recommendations for patients with spasticity of cerebral origin. Pediatric patients under 12 years seemed to require a lower daily dose in clinical trials. Average daily dose for patients under 12 years was 274 mcg/day, with a range of 24 mcg/day to 1,199 mcg/day. Dosage requirement for pediatric patients over 12 years does not seem to be different from that of adult patients. Determination of the optimal GABLOFEN dose requires individual titration. The lowest dose with an optimal response should be used. Potential Need for Dose Adjustments in Chronic Use During long term treatment, approximately 5% (28/627) of patients become refractory to increasing doses. There is not sufficient experience to make firm recommendations for tolerance treatment; however, this “tolerance” has been treated on occasion, in hospital, by a “drug holiday” consisting of the gradual reduction of intrathecal baclofen over a 2 to 4 week period and switching to alternative methods of spasticity management. After the “drug holiday,” intrathecal baclofen may be restarted at the initial continuous infusion dose. GABLOFEN is intended for use by the intrathecal route in single bolus test doses (via spinal catheter or lumbar puncture) and, for chronic use in the Medtronic SynchroMed ® Programmable Pump or other pumps labeled for intrathecal administration of GABLOFEN; Refer to the pump manufacturer's manual and follow the specific instructions and precautions for programming the pump and/or refilling the reservoir. (2.1) Screening : Patients who do not respond to a 100 mcg intrathecal bolus should not be considered for an implanted pump for chronic infusion. (2.2) Dose Titration : Spasticity may be necessary to sustain upright posture and balance in locomotion or may be useful to obtain optimal function and care. (2.5) Maintenance Therapy : Titrate patients individually; Lowest dose with an optimal response should be used, generally 300 mcg/day to 800 mcg/day for spasticity of spinal cord origin and 90 mcg/day to 700 mcg/day for spasticity of cerebral origin; Titrate GABLOFEN to maintain some degree of muscle tone and allow occasional spasms. (2.6)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GABLOFEN is indicated for use in the management of severe spasticity in adult and pediatric patients age 4 years and above. Patients should first respond to a screening dose of intrathecal baclofen prior to consideration for long term infusion via an implantable pump. For spasticity of spinal cord origin, chronic infusion of GABLOFEN via an implantable pump should be reserved for patients unresponsive to oral baclofen therapy, or those who experience intolerable CNS side effects at effective doses. Patients with spasticity due to traumatic brain injury should wait at least one year after the injury before consideration of long term intrathecal baclofen therapy. GABLOFEN is intended for use by the intrathecal route in single bolus test doses (via spinal catheter or lumbar puncture) and, for chronic use, only with the Medtronic SynchroMed ® Programmable Pump or other pumps labeled for intrathecal administration of GABLOFEN [see Clinical Studies (14)] . Prior to implantation of a device for chronic intrathecal infusion of GABLOFEN, patients must show a response to GABLOFEN in a screening trial [see Dosage and Administration (2.2)] . GABLOFEN is a gamma-aminobutyric acid (GABA) ergic agonist indicated for use in the management of severe spasticity of cerebral or spinal origin in adult and pediatric patients age 4 years and above. ( 1 ) GABLOFEN should be reserved for patients unresponsive to oral baclofen therapy, or those who experience intolerable central nervous system side effects at effective doses. ( 1 ) Patients should first respond to a screening dose of intrathecal baclofen prior to consideration for long term infusion via an implantable pump. ( 1 ) Spasticity due to traumatic brain injury: wait at least one year after injury before considering GABLOFEN therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:38:34.050594",
  "source": "OpenFDA"
}