{
  "drug_name": "L-methionine sulfone",
  "generic_name": [
    "L-methionine sulfone"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7. DRUG INTERACTIONS Tables 3 and 4 include drugs with clinically important drug interactions and interaction with diagnostics when administered concomitantly with Omeprazole delayed-release capsules and instructions for preventing or managing them. Consult the labeling of concomitantly used drugs to obtain further information about interactions with PPIs. Table 3: Clinically Relevant Interactions Affecting Drugs Co-Administered with Omeprazole Delayed-release Capsules and Interaction with Diagnostics Antiretrovirals Clinical Impact: The effect of PPIs on antiretroviral drugs is variable. The clinical importance and the mechanisms behind these interactions are not always known. Decreased exposure of some antiretroviral drugs (e.g., rilpivirine, atazanavir and nelfinavir) when used concomitantly with omeprazole may reduce antiviral effect and promote the development of drug resistance [see Clinical Pharmacology (12.3) ] . Increased exposure of other antiretroviral drugs (e.g., saquinavir) when used concomitantly with omeprazole may increase toxicity [see Clinical Pharmacology (12.3) ] . There are other antiretroviral drugs which do not result in clinically relevant interactions with omeprazole. Intervention: Rilpivirine-containing products : Concomitant use with Omeprazole delayed-release capsules are contraindicated [see Contraindications (4) ]. Atazanavir : Avoid concomitant use with Omeprazole delayed-release capsules. See prescribing information for atazanavir for dosing information. Nelfinavir : Avoid concomitant use with Omeprazole delayed-release capsules. See prescribing information for nelfinavir. Saquinavir : See the prescribing information for saquinavir for monitoring of potential saquinavir-related toxicities. Other antiretrovirals : See prescribing information for specific antiretroviral drugs. Warfarin Clinical Impact: Increased INR and prothrombin time in patients receiving PPIs, including omeprazole, and warfarin concomitantly. Increases in INR and prothrombin time may lead to abnormal bleeding and even death. Intervention: Monitor INR and prothrombin time and adjust the dose of warfarin, if needed, to maintain target INR range. Methotrexate Clinical Impact: Concomitant use of omeprazole with methotrexate (primarily at high dose) may elevate and prolong serum concentrations of methotrexate and/or its metabolite hydroxymethotrexate, possibly leading to methotrexate toxicities. No formal drug interaction studies of high-dose methotrexate with PPIs have been conducted [see Warnings and Precautions (5.11) ]. Intervention: A temporary withdrawal of Omeprazole delayed-release capsules may be considered in some patients receiving high-dose methotrexate. CYP2C19 Substrates (e.g., clopidogrel, citalopram, cilostazol, phenytoin, diazepam) Clopidogrel Clinical Impact: Concomitant use of omeprazole 80 mg results in reduced plasma concentrations of the active metabolite of clopidogrel and a reduction in platelet inhibition [see Clinical Pharmacology (12.3) ]. There are no adequate combination studies of a lower dose of omeprazole or a higher dose of clopidogrel in comparison with the approved dose of clopidogrel. Intervention: Avoid concomitant use with Omeprazole delayed-release capsules. Consider use of alternative anti-platelet therapy [see Warnings and Precautions (5.6) ]. Citalopram Clinical Impact: Increased exposure of citalopram leading to an increased risk of QT prolongation [see Clinical Pharmacology (12.3) ]. Intervention: Limit the dose of citalopram to a maximum of 20 mg per day. See prescribing information for citalopram. Cilostazol Clinical Impact: Increased exposure of one of the active metabolites of cilostazol (3,4-dihydro-cilostazol) [see Clinical Pharmacology (12.3) ]. Intervention: Reduce the dose of cilostazol to 50 mg twice daily. See prescribing information for cilostazol. Phenytoin Clinical Impact: Potential for increased exposure of phenytoin. Intervention: Monitor phenytoin serum concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See prescribing information for phenytoin. Diazepam Clinical Impact: Increased exposure of diazepam [see Clinical Pharmacology (12.3) ]. Intervention: Monitor patients for increased sedation and reduce the dose of diazepam as needed. Digoxin Clinical Impact: Potential for increased exposure of digoxin [see Clinical Pharmacology (12.3) ]. Intervention: Monitor digoxin concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See digoxin prescribing information. Drugs Dependent on Gastric pH for Absorption (e.g., iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole) Clinical Impact: Omeprazole can reduce the absorption of other drugs due to its effect on reducing intragastric acidity. Intervention: Mycophenolate mofetil (MMF): Co-administration of omeprazole in healthy subjects and in transplant patients receiving MMF has been reported to reduce the exposure to the active metabolite, mycophenolic acid (MPA), possibly due to a decrease in MMF solubility at an increased gastric pH. The clinical relevance of reduced MPA exposure on organ rejection has not been established in transplant patients receiving Omeprazole delayed-release capsules and MMF. Use Omeprazole delayed-release capsules with caution in transplant patients receiving MMF [see Clinical Pharmacology (12.3) ] . See the prescribing information for other drugs dependent on gastric pH for absorption. Combination Therapy with Clarithromycin and Amoxicillin Clinical Impact: Concomitant administration of clarithromycin with other drugs can lead to serious adverse reactions, including potentially fatal arrhythmias, and are contraindicated. Amoxicillin also has drug interactions. Intervention: See Contraindications, Warnings and Precautions in prescribing information for clarithromycin. See Drug Interactions in prescribing information for amoxicillin. Tacrolimus Clinical Impact: Potential for increased exposure of tacrolimus, especially in transplant patients who are intermediate or poor metabolizers of CYP2C19. Intervention: Monitor tacrolimus whole blood concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See prescribing information for tacrolimus. Interactions with Investigations of Neuroendocrine Tumors Clinical Impact: Serum chromogranin A (CgA) levels increase secondary to PPI-induced decreases in gastric acidity. The increased CgA level may cause false positive results in diagnostic investigations for neuroendocrine tumors [see Warnings and Precautions (5.10) , Clinical Pharmacology (12.2) ] . Intervention: Temporarily stop Omeprazole delayed-release capsules treatment at least 14 days before assessing CgA levels and consider repeating the test if initial CgA levels are high. If serial tests are performed (e.g., for monitoring), the same commercial laboratory should be used for testing, as reference ranges between tests may vary. Interaction with Secretin Stimulation Test Clinical Impact: Hyper-response in gastrin secretion in response to secretin stimulation test, falsely suggesting gastrinoma. Intervention: Temporarily stop Omeprazole delayed-release capsules treatment at least 14 days before assessing to allow gastrin levels to return to baseline [see Clinical Pharmacology (12.2) ] . False Positive Urine Tests for THC Clinical Impact: There have been reports of false positive urine screening tests for tetrahydrocannabinol (THC) in patients receiving PPIs. Intervention: An alternative confirmatory method should be considered to verify positive results. Other Clinical Impact: There have been clinical reports of interactions with other drugs metabolized via the cytochrome P450 system (e.g., cyclosporine, disulfiram). Intervention: Monitor patients to determine if it is necessary to adjust the dosage of these other drugs when taken concomitantly with Omeprazole delayed-release capsules. Table 4: Clinically Relevant Interactions Affecting Omeprazole delayed-release capsules When Co-Administered with Other Drugs CYP2C19 or CYP3A4 Inducers Clinical Impact: Decreased exposure of omeprazole when used concomitantly with strong inducers [see Clinical Pharmacology (12.3) ]. Intervention: St. John's Wort, rifampin : Avoid concomitant use with Omeprazole delayed-release capsules [see Warnings and Precautions (5.9) ]. Ritonavir-containing products : see prescribing information for specific drugs. CYP2C19 or CYP3A4 Inhibitors Clinical Impact: Increased exposure of omeprazole [see Clinical Pharmacology (12.3) ]. Intervention: Voriconazole : Dose adjustment of Omeprazole delayed-release capsules are not normally required. However, in patients with Zollinger-Ellison syndrome, who may require higher doses, dose adjustment may be considered. See prescribing information for voriconazole. See full prescribing information for a list of clinically important drug interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Tubulointerstitial Nephritis [see Warnings and Precautions (5.2) ] Clostridium difficile -Associated Diarrhea [see Warnings and Precautions (5.3) ] Bone Fracture [see Warnings and Precautions (5.4) ] Cutaneous and Systemic Lupus Erythematosus [see Warnings and Precautions (5.5) ] Cyanocobalamin (Vitamin B-12) Deficiency [see Warnings and Precautions (5.7) ] Hypomagnesemia [see Warnings and Precautions (5.8) ] Fundic Gland Polyps [see Warnings and Precautions (5.12) ] Adults: Most common adverse reactions in adults (incidence ≥2%) are Headache, abdominal pain, nausea, diarrhea, vomiting, and flatulence. ( 6 ) Pediatric patients (1 to 16 years of age): Safety profile similar to that in adults, except that respiratory system events and fever were the most frequently reported reactions in pediatric studies. ( 8.4 ) To report SUSPECTED ADVERSE REACTIONS, contact Breckenridge Pharmaceutical, Inc. at 1-800-367-3395 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience with Omeprazole Monotherapy Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data described below reflects exposure to Omeprazole delayed-release capsules in 3096 patients from worldwide clinical trials (465 patients from US studies and 2,631 patients from international studies). Indications clinically studied in US trials included duodenal ulcer, resistant ulcer, and Zollinger-Ellison syndrome. The international clinical trials were double blind and open-label in design. The most common adverse reactions reported (i.e., with an incidence rate ≥2%) from omeprazole-treated patients enrolled in these studies included headache (7%), abdominal pain (5%), nausea (4%), diarrhea (4%), vomiting (3%), and flatulence (3%). Additional adverse reactions that were reported with an incidence ≥1% included acid regurgitation (2%), upper respiratory infection (2%), constipation (2%), dizziness (2%), rash (2%), asthenia (1%), back pain (1%), and cough (1%). The clinical trial safety profile in patients greater than 65 years of age was similar to that in patients 65 years of age or less. The clinical trial safety profile in pediatric patients who received omeprazole delayed-release capsules was similar to that in adult patients. Unique to the pediatric population, however, adverse reactions of the respiratory system were frequently reported in the 2 to 16 year age group (19%). In addition, accidental injuries were frequently reported in the 2 to 16 year age group (4%) [see Use in Specific Populations (8.4) ]. 6.2 Clinical Trials Experience with Omeprazole in Combination Therapy for H. pylori Eradication In clinical trials using either dual therapy with omeprazole and clarithromycin, or triple therapy with omeprazole, clarithromycin, and amoxicillin, no adverse reactions unique to these drug combinations were observed. Adverse reactions observed were limited to those previously reported with omeprazole, clarithromycin, or amoxicillin alone. Dual Therapy (omeprazole /clarithromycin) Adverse reactions observed in controlled clinical trials using combination therapy with omeprazole and clarithromycin (n = 346) that differed from those previously described for omeprazole alone were taste perversion (15%), tongue discoloration (2%), rhinitis (2%), pharyngitis (1%) and flu-syndrome (1%). (For more information on clarithromycin, refer to the clarithromycin prescribing information, Adverse Reactions section.) Triple Therapy (omeprazole /clarithromycin/amoxicillin) The most frequent adverse reactions observed in clinical trials using combination therapy with omeprazole, clarithromycin, and amoxicillin (n = 274) were diarrhea (14%), taste perversion (10%), and headache (7%). None of these occurred at a higher frequency than that reported by patients taking antimicrobial agents alone. (For more information on clarithromycin or amoxicillin, refer to the respective prescribing information, Adverse Reactions sections.) 6.3 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Omeprazole delayed-release capsules. Because these reactions are voluntarily reported from a population of uncertain size, it is not always possible to reliably estimate their actual frequency or establish a causal relationship to drug exposure. Body As a Whole: Hypersensitivity reactions including anaphylaxis, anaphylactic shock, angioedema, bronchospasm, interstitial nephritis, urticaria, (see also Skin below); fever; pain; fatigue; malaise; systemic lupus erythematosus Cardiovascular: Chest pain or angina, tachycardia, bradycardia, palpitations, elevated blood pressure, peripheral edema Endocrine: Gynecomastia Gastrointestinal: Pancreatitis (some fatal), anorexia, irritable colon, fecal discoloration, esophageal candidiasis, mucosal atrophy of the tongue, stomatitis, abdominal swelling, dry mouth, microscopic colitis, fundic gland polyps. Gastroduodenal carcinoids have been reported in patients with ZE syndrome on long-term treatment with omeprazole. This finding is believed to be a manifestation of the underlying condition, which is known to be associated with such tumors. Hepatic: Liver disease including hepatic failure (some fatal), liver necrosis (some fatal), hepatic encephalopathy hepatocellular disease, cholestatic disease, mixed hepatitis, jaundice, and elevations of liver function tests [ALT, AST, GGT, alkaline phosphatase, and bilirubin] Infections and Infestations: Clostridium difficile -associated diarrhea Metabolism and Nutritional disorders: Hypoglycemia, hypomagnesemia, with or without hypocalcemia and/or hypokalemia, hyponatremia, weight gain Musculoskeletal: Muscle weakness, myalgia, muscle cramps, joint pain, leg pain, bone fracture Nervous System/Psychiatric: Psychiatric and sleep disturbances including depression, agitation, aggression, hallucinations, confusion, insomnia, nervousness, apathy, somnolence, anxiety, and dream abnormalities; tremors, paresthesia; vertigo Respiratory: Epistaxis, pharyngeal pain Skin: Severe generalized skin reactions including toxic epidermal necrolysis (some fatal), Stevens-Johnson syndrome, cutaneous lupus erythematosus and erythema multiforme; photosensitivity; urticaria; rash; skin inflammation; pruritus; petechiae; purpura; alopecia; dry skin; hyperhidrosis Special Senses: Tinnitus, taste perversion Ocular: Optic atrophy, anterior ischemic optic neuropathy, optic neuritis, dry eye syndrome, ocular irritation, blurred vision, double vision Urogenital: Interstitial nephritis, hematuria, proteinuria, elevated serum creatinine, microscopic pyuria, urinary tract infection, glycosuria, urinary frequency, testicular pain Hematologic: Agranulocytosis (some fatal), hemolytic anemia, pancytopenia, neutropenia, anemia, thrombocytopenia, leukopenia, leukocytosis"
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS Omeprazole delayed-release capsules are contraindicated in patients with known hypersensitivity reactions including anaphylaxis to the formulation [see Warnings and Precautions (5.2) ] or any substituted benzimidazole. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, and urticaria [see Adverse Reactions (6) ] . Proton pump inhibitors (PPIs), including Omeprazole delayed-release capsules, are contraindicated in patients receiving rilpivirine-containing products [see Drug Interactions (7) ] . For information about contraindications of antibacterial agents (clarithromycin and amoxicillin) indicated in combination with omeprazole, refer to the CONTRAINDICATIONS section of their package inserts. Patients with known hypersensitivity to substituted benzimidazoles or any component of the formulation. ( 4 ) Patients receiving rilpivirine-containing products. ( 4 , 7 ) Refer to the Contraindications section of the prescribing information for clarithromycin and amoxicillin, when administered in combination with Omeprazole delayed-release capsules. ( 4 )"
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION Indication Recommended Adult ( 2.1 ) and Pediatric Dosage ( 2.2 ) Treatment of Active Duodenal Ulcer 20 mg once daily for 4 weeks; some patients may require an additional 4 weeks ( 2.1 ) H. pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy: Omeprazole delayed-release capsules 20 mg Each drug twice daily for 10 days ( 2.1 ) if ulcer present, continue Omeprazole delayed-release capsules 20 mg once daily for an additional 18 days. Amoxicillin 1000 mg Clarithromycin 500 mg Dual Therapy: Omeprazole delayed-release capsules 40 mg once daily for 14 days if ulcer present, continue Omeprazole delayed-release capsules 20 mg once daily for an additional 14 days. Clarithromycin 500 mg three times daily for 14 days ( 2.1 ) Active Benign Gastric Ulcers 40 mg once daily for 4 to 8 weeks ( 2.1 ) Symptomatic GERD 20 mg once daily for up to 4 weeks ( 2.1 ) See full prescribing information for weight based dosing in pediatric patients 2 years of age and older ( 2.2 ) EE due to Acid-Mediated GERD 20 mg once daily for 4 to 8 weeks ( 2.1 ) an additional 4 weeks of treatment may be given if no response; if recurrence additional 4 to 8 week courses may be considered. See full prescribing information for weight based dosing in pediatric patients 2 years of age and older ( 2.2 ) Maintenance of Healing of EE due to Acid-Mediated GERD 20 mg once daily ( 2.1 ) studied for 12 months. Reduce the dosage to 10 mg once daily for patients with hepatic impairment (Child-Pugh Class A, B, or C) and Asian patients ( 8.6, 8.7) See full prescribing information for weight based dosing in pediatric patients 2 years of age and older ( 2.2 ) Pathological Hypersecretory Conditions Starting dose is 60 mg once daily (varies with individual patient, see full prescribing information) as long as clinically indicated ( 2.1 ) 2.1 Recommended Adult Dosage Regimen by Indication Table 1 shows the recommended dosage of Omeprazole delayed-release capsules in adult patients by indication. Table 1: Recommended Dosage Regimen of Omeprazole delayed-release capsules in Adults by Indication Indication Dosage of Omeprazole delayed-release capsules Treatment Duration Treatment of Active Duodenal Ulcer 20 mg once daily 4 weeks Most patients heal within 4 weeks; some patients may require an additional 4 weeks of therapy to achieve healing Helicobacter pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Triple Therapy Omeprazole delayed-release capsules 20 mg Amoxicillin 1000 mg Clarithromycin 500 mg Take all three drugs twice daily 10 days In patients with an ulcer present at the time of initiation of therapy, continue Omeprazole delayed-release capsules 20 mg once daily for an additional 18 days for ulcer healing and symptom relief. Dual Therapy Omeprazole delayed-release capsules 40 mg once daily Clarithromycin 500 mg three times daily 14 days In patients with an ulcer present at the time of initiation of therapy, an additional 14 days of Omeprazole delayed-release capsules 20 mg once daily is recommended for ulcer healing and symptom relief. Active Benign Gastric Ulcer 40 mg once daily 4 to 8 weeks Treatment of Symptomatic GERD 20 mg once daily Up to 4 weeks Treatment of EE due to Acid-Mediated GERD 20 mg once daily 4 to 8 weeks The efficacy of Omeprazole delayed-release capsules used for longer than 8 weeks in patients with EE has not been established. If a patient does not respond to 8 weeks of treatment, an additional 4 weeks of treatment may be given. If there is recurrence of EE or GERD symptoms (e.g., heartburn), additional 4 to 8 week courses of Omeprazole delayed-release capsules may be considered. Maintenance of Healing of EE due to Acid-Mediated GERD 20 mg once daily Dosage reduction to 10 mg once daily is recommended for patients with hepatic impairment (Child-Pugh Class A, B or C) and Asian patients when used for the maintenance of healing of EE [see Use in Specific Populations (8.6, 8.7) and Clinical Pharmacology (12.3, 12.5)]. Controlled studies do not extend beyond 12 months. Pathological Hypersecretory Conditions Starting dose is 60 mg once daily; adjust to patient needs Daily dosages of greater than 80 mg should be administered in divided doses. Dosages up to 120 mg three times daily have been administered. As long as clinically indicated. Some patients with Zollinger-Ellison syndrome have been treated continuously for more than 5 years. 2.2 Recommended Pediatric Dosage Regimen by Indication Table 2 shows the recommended dosage of Omeprazole delayed-release capsules in pediatric patients by indication. Table 2: Recommended Dosage Regimen of Omeprazole delayed-release capsules in Pediatric Patients by Indication Indication Omeprazole Delayed-release Capsules Dosage Regimen and Duration Patient Age Weight-Based Dose (mg) Regimen and Duration Treatment of Symptomatic GERD 2 to 16 years 10 to less than 20 kg: 10 mg Once daily for up to 4 weeks 20 kg and greater: 20 mg Treatment of EE due to Acid-Mediated GERD 2 to 16 years 10 to less than 20 kg: 10 mg Once daily for 4 to 8 weeks The efficacy of Omeprazole delayed-release capsules used for longer than 8 weeks in patients with EE has not been established. If a patient does not respond to 8 weeks of treatment, an additional 4 weeks of treatment may be given. If there is recurrence of EE or GERD symptoms (e.g., heartburn), additional 4 to 8 week courses of Omeprazole delayed-release capsules may be considered. 20 kg and greater: 20 mg Maintenance of Healing of EE due to Acid-Mediated GERD 2 to 16 years 10 to less than 20 kg: 10 mg Once daily. Controlled studies do not extend beyond 12 months 20 kg and greater: 20 mg 2.3 Administration Instructions Take Omeprazole delayed-release capsules before meals. Antacids may be used concomitantly with Omeprazole delayed-release capsules. Missed doses: If a dose is missed, administer as soon as possible. However, if the next scheduled dose is due, do not take the missed dose, and take the next dose on time. Do not take two doses at one time to make up for a missed dose. Omeprazole Delayed-Release Capsules Swallow Omeprazole delayed-release capsules whole; do not chew. For patients unable to swallow an intact capsule, Omeprazole delayed-release capsules can be opened and administered as follows: Place one tablespoon of applesauce into a clean container (e.g., empty bowl). The applesauce used should not be hot and should be soft enough to be swallowed without chewing. Open the capsule. Carefully empty all of the pellets inside the capsule on the applesauce. Mix the pellets with the applesauce. Swallow applesauce and pellets immediately with a glass of cool water to ensure complete swallowing of the pellets. Do not chew or crush the pellets. Do not save the applesauce and pellets for future use."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE Omeprazole delayed-release capsules, USP, are a proton pump inhibitor (PPI) indicated for the: Treatment of active duodenal ulcer in adults ( 1.1 ) Eradication of Helicobacter pylori to reduce the risk of duodenal ulcer recurrence in adults ( 1.2 ) Treatment of active benign gastric ulcer in adults ( 1.3 ) Treatment of symptomatic gastroesophageal reflux disease (GERD) in patients 2 years of age and older ( 1.4 ) Treatment of erosive esophagitis (EE) due to acid-mediated GERD in patients 2 years of age and older ( 1.5 ) Maintenance of healing of EE due to acid-mediated GERD in patients 2 years of age and older ( 1.6 ) Pathologic hypersecretory conditions in adults ( 1.7 ) 1.1 Treatment of Active Duodenal Ulcer Omeprazole delayed-release capsules, USP, are indicated for short-term treatment of active duodenal ulcer in adults. Most patients heal within four weeks. Some patients may require an additional four weeks of therapy. 1.2 Helicobacter pylori Eradication to Reduce the Risk of Duodenal Ulcer Recurrence Eradication of H. pylori has been shown to reduce the risk of duodenal ulcer recurrence. Triple Therapy Omeprazole delayed-release capsules in combination with clarithromycin and amoxicillin, is indicated for treatment of patients with H. pylori infection and duodenal ulcer disease (active or up to 1-year history) to eradicate H. pylori in adults. Dual Therapy Omeprazole delayed-release capsules in combination with clarithromycin are indicated for treatment of patients with H. pylori infection and duodenal ulcer disease to eradicate H. pylori in adults. Among patients who fail therapy, Omeprazole delayed-release capsules with clarithromycin are more likely to be associated with the development of clarithromycin resistance as compared with triple therapy. In patients who fail therapy, susceptibility testing should be done. If resistance to clarithromycin is demonstrated or susceptibility testing is not possible, alternative antimicrobial therapy should be instituted [see Clinical Pharmacology (12.4) and the clarithromycin prescribing information, Microbiology section ]. 1.3 Treatment of Active Benign Gastric Ulcer Omeprazole delayed-release capsules are indicated for short-term treatment (4 to 8 weeks) of active benign gastric ulcer in adults. 1.4 Treatment of Symptomatic Gastroesophageal Reflux Disease (GERD) Omeprazole is indicated for the treatment of heartburn and other symptoms associated with GERD for up to 4 weeks in patients 2 years of age and older. 1.5 Treatment of Erosive Esophagitis (EE) Due to Acid-Mediated GERD Pediatric Patients 2 Years of Age to Adults Omeprazole is indicated for the short-term treatment (4 to 8 weeks) of EE due to acid-mediated GERD that has been diagnosed by endoscopy in patients 2 years of age and older. The efficacy of omeprazole used for longer than 8 weeks in patients with EE has not been established. If a patient does not respond to 8 weeks of treatment, an additional 4 weeks of treatment may be given. If there is recurrence of EE or GERD symptoms (e.g., heartburn), additional 4 to 8 week courses of Omeprazole may be considered. 1.6 Maintenance of Healing of EE Due to Acid-Mediated GERD Omeprazole is indicated for the maintenance healing of EE due to acid-mediated GERD in patients 2 years of age and older. Controlled studies do not extend beyond 12 months. 1.7 Pathological Hypersecretory Conditions Omeprazole is indicated for the long-term treatment of pathological hypersecretory conditions (e.g., Zollinger-Ellison syndrome, multiple endocrine adenomas and systemic mastocytosis) in adults."
  ],
  "fetched_at": "2025-10-01T04:26:50.327404",
  "source": "OpenFDA"
}