{
  "drug_name": "Landiolol",
  "generic_name": [
    "LANDIOLOL"
  ],
  "brand_names": [
    "RAPIBLYK"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Negative Inotropes and Chronotropes: Avoid ( 7.1 ) Sympathomimetics, Positive Inotropes and Vasoconstrictors: Avoid ( 7.2 ) Catecholamine Depleting Drugs: Monitor blood pressure and heart rate ( 7.3 ). 7.1 Negative Inotropes and Chronotropes Avoid concomitant use of RAPIBLYK with negative inotropes and medications that slow heart rate or cardiac conduction. Beta-blockers, like RAPIBLYK, can cause depression of myocardial contractility and increase the risk of bradycardia or heart block. Concomitant use of RAPIBLYK with negative inotropes or chronotropes may augment these effects [see Warnings and Precautions ( 5.2 )( 5.3 )] . 7.2 Sympathomimetics, Positive Inotropes and Vasoconstrictors Beta adrenergic agonists will antagonize the effects of RAPIBLYK and may attenuate the heart rate lowering effects of RAPIBLYK. Positive inotropes and vasoconstrictors may attenuate the heart rate and blood pressure lowering effects of RAPIBLYK. 7.3 Catecholamine Depleting Drugs Observe patients treated with RAPIBLYK plus a catecholamine depletor (e.g., reserpine, monoamine oxidase inhibitors) for hypotension or marked bradycardia, which may cause vertigo, syncope, or postural hypotension. Catecholamine depleting drugs may have an additive effect when given with beta-blockers, which may increase the risk of hypotension or marked bradycardia related vertigo, syncope, or postural hypotension [see Warnings and Precautions ( 5.1 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reaction (9.9%) is hypotension ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact AOP Orphan Pharmaceuticals at drugsafety.us@aop-health.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Landiolol injection was studied in 19 placebo-controlled clinical trials involving 1,761 patients (in a variety of clinical in-patient settings) with supraventricular tachycardia or at high risk for supraventricular tachycardia. The most important and common adverse reaction is hypotension, which occurred in 9.9% of patients receiving RAPIBLYK vs. 1% in those receiving placebo [see Warnings and Precautions ( 5.1 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RAPIBLYK is contraindicated in patients with: Severe sinus bradycardia, sick sinus syndrome, heart block greater than first degree [see Warnings and Precautions ( 5.2 )] . Decompensated heart failure [see Warnings and Precautions ( 5.3 )] . Cardiogenic shock: May precipitate further cardiovascular collapse and cause cardiac arrest. Pulmonary hypertension: May precipitate cardiorespiratory decompensation. Hypersensitivity reactions, including anaphylaxis, to landiolol or any of the inactive ingredients 5.3 Severe sinus bradycardia ( 4 ) Sick sinus syndrome ( 4 ) Heart block greater than first degree ( 4 ) Decompensated heart failure ( 4 ) Cardiogenic shock ( 4 ) Pulmonary hypertension ( 4 ) Known hypersensitivity to landiolol ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer as an intravenous infusion in a monitored setting. ( 2.1 ) Titrate according to ventricular rate. ( 2.1 ) If normal cardiac function, start at 9 mcg/kg/min; adjust dose in 10-minute intervals as needed in increments of 9 mcg/kg/min to a maximum of 36 mcg/kg/min. ( 2.1 ) If impaired cardiac function, start at 1 mcg/kg/min; adjust dose in 15-minute intervals as needed in increments of 1 mcg/kg/min to a maximum of 36 mcg/kg/min. ( 2.1 ). 2.1 Recommended Dosage Administer RAPIBLYK as a continuous intravenous infusion, titrating as needed for heart rate control. There are limited data beyond 24 hours of use. Table 1: Dosing Normal cardiac function Impaired cardiac function Starting dose 9 mcg/kg/min 1 mcg/kg/min Titration interval 10 min 15 min Titration step 9 mcg/kg/min 1 mcg/kg/min Maximum dose 36 mcg/kg/min 36 mcg/kg/min 9 mcg/kg/min landiolol is equivalent to 9.6 mcg/kg/min landiolol hydrochloride. 2.2 Transitioning from RAPIBLYK Injection Therapy to Alternative Medications When transitioning to alternative medications consider the pharmacodynamics of the medication to which the patient is being transitioned and monitor clinical response. If switched to an oral beta-blocker, the dosage of RAPIBLYK can be reduced as follows: Ten minutes after administration of the oral beta-blocker, reduce the infusion rate of RAPIBLYK by 50%. If satisfactory control is maintained for at least one hour, discontinue RAPIBLYK. 2.3 Instructions for Preparation Use appropriate aseptic technique for reconstitution. Reconstitute each 280 mg vial of RAPIBLYK with 50 mL of 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP. Gently swirl to dissolve contents. Inspect parenteral drug products for particulate matter and discoloration prior to administration, whenever solution and container permit. The reconstituted solution should be a clear, colorless solution. Use immediately. The reconstituted RAPIBLYK solution storage conditions are described in Table 2. Discard unused portion. Table 2: Reconstituted RAPIBLYK Solution Storage and Use Conditions Diluent used to Prepare Solution Reconstituted RAPIBLYK Solution Storage and Use Conditions 50 mL of 0.9% Sodium Chloride Injection, USP Use within 4 hours at room temperature (25°C, 77°F) 50 mL of 5% Dextrose Injection, USP Use within 48 hours at room temperature (25°C, 77°F) 2.4 Administration Following reconstitution, the product contains 280 mg landiolol/50 mL = 5.6 mg/mL. The infusion rate can be calculated as: Infusion rate (mL/hour) = target dose (mcg/kg/min) × body weight (kg) / 93"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RAPIBLYK is indicated for the short-term reduction of ventricular rate in adults with supraventricular tachycardia including atrial fibrillation and atrial flutter. RAPIBLYK is a beta adrenergic blocker indicated for the short-term reduction of ventricular rate in adults with supraventricular tachycardia including atrial fibrillation and atrial flutter. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:45:13.421909",
  "source": "OpenFDA"
}