{
  "drug_name": "Lanreotide",
  "generic_name": [
    "LANREOTIDE ACETATE"
  ],
  "brand_names": [
    "Lanreotide Acetate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Cyclosporine : Lanreotide Injection may decrease the absorption of cyclosporine. Dosage adjustment of cyclosporine may be needed. ( 7.2 ) Bromocriptine : Lanreotide Injection may increase the absorption of bromocriptine. ( 7.3 ) Bradycardia-Inducing Drugs (e.g., beta-blockers) : Lanreotide Injection may decrease heart rate. Dosage adjustment of the coadministered drug may be necessary. ( 7.3 ) 7.1 Insulin and Oral Hypoglycemic Drugs Lanreotide, like somatostatin and other somatostatin analogs, inhibits the secretion of insulin and glucagon. Therefore, blood glucose levels should be monitored when Lanreotide Injection treatment is initiated or when the dose is altered, and antidiabetic treatment should be adjusted accordingly [see Warnings and Precautions ( 5.2 )] . 7.2 Cyclosporine Concomitant administration of cyclosporine with Lanreotide Injection may decrease the absorption of cyclosporine, and therefore, may necessitate adjustment of cyclosporine dose to maintain therapeutic drug concentrations. [see Clinical Pharmacology ( 12.3 )] 7.3 Bromocriptine Limited published data indicate that concomitant administration of a somatostatin analog and bromocriptine may increase the absorption of bromocriptine [see Clinical Pharmacology ( 12.3 )] . 7.4 Bradycardia-Inducing Drugs Concomitant administration of bradycardia-inducing drugs (e.g., beta-blockers) may have an additive effect on the reduction of heart rate associated with lanreotide. Dosage adjustments of concomitant drugs may be necessary. 7.5 Drug Metabolism Interactions The limited published data available indicate that somatostatin analogs may decrease the metabolic clearance of compounds known to be metabolized by cytochrome P450 enzymes, which may be due to the suppression of growth hormone. Since it cannot be excluded that Lanreotide Injection may have this effect, avoid other drugs mainly metabolized by CYP3A4 and which have a low therapeutic index (e.g., quinidine, terfenadine). Drugs metabolized by the liver may be metabolized more slowly during Lanreotide Injection treatment and dose reductions of the concomitantly administered medications should be considered [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Cholelithiasis and Complications of Cholelithiasis [see Warnings and Precautions ( 5.1 )] Hyperglycemia and Hypoglycemia [see Warnings and Precautions ( 5.2 )] Cardiovascular Abnormalities [see Warnings and Precautions ( 5.3 )] Thyroid Function Abnormalities [see Warnings and Precautions ( 5.4 )] Steatorrhea and Malabsorption of Dietary Fats [see Warnings and Precautions ( 5.6 )] Most common adverse reactions are: Acromegaly : (>5%): diarrhea, cholelithiasis, abdominal pain, nausea and injection site reactions. ( 6.1 ) GEP-NET : (>10%): abdominal pain, musculoskeletal pain, vomiting, headache, injection site reaction, hyperglycemia, hypertension, and cholelithiasis. ( 6.1 ) Carcinoid Syndrome : (≥5% and at least 5% greater than placebo): headache, dizziness and muscle spasm. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Cipla Ltd. Inc. at 1-866-604-3268 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of Lanreotide Injection was established from adequate and well-controlled studies of another lanreotide injection product [see Clinical Studies ( 14 )] . Adverse reactions observed in these adequate and well-controlled studies are described below. Acromegaly The data described below reflect exposure to lanreotide injection in 416 acromegalic patients in seven studies. One study was a fixed-dose pharmacokinetic study. The other six studies were open-label or extension studies, one had a placebo-controlled, run-in period, and another had an active control. The population was mainly White (329/353, 93%) with a median age of 53 years of age (range 19 to 84 years). Fifty-four subjects (13%) were age 66 to 74 and 18 subjects (4.3%) were 75 years of age and older. Patients were evenly matched for sex (205 males and 211 females). The median average monthly dose was 91.2 mg (e.g., 90 mg injected via the deep subcutaneous route every 4 weeks) over 385 days with a median cumulative dose of 1290 mg. Of the patients reporting acromegaly, severity at baseline (N=265), serum GH levels were less than 10 ng/mL for 69% (183/265) of the patients and 10 ng/mL or greater for 31% (82/265) of the patients. The most commonly reported adverse reactions reported by greater than 5% of patients who received lanreotide (N=416) in the overall pooled safety studies in acromegaly patients were gastrointestinal disorders (diarrhea, abdominal pain, nausea, constipation, flatulence, vomiting, loose stools), cholelithiasis, and injection site reactions. Tables 1 and 2 present adverse reaction data from clinical studies with lanreotide in acromegalic patients. The tables include data from a single clinical study and pooled data from seven clinical studies. Adverse Reactions in Parallel Fixed-Dose Phase of Study 1 The incidence of treatment-emergent adverse reactions for lanreotide injection 60, 90, and 120 mg by dose as reported during the first 4 months (fixed-dose phase) of Study 1 [see Clinical Studies ( 14.1 )] are provided in Table 1. Table 1: Adverse Reactions in Patients with Acromegaly at an Incidence of Greater than 5% with Lanreotide Overall and Occurring at Higher Rate than Placebo: Placebo-Controlled and Fixed-Dose Phase of Study 1 By Dose A patient is counted only once for each body system and preferred term. Dictionary = WHOART. Placebo-Controlled Double-Blind Phase Weeks 0 to 4 Fixed-Dose Phase Double-Blind + Single-Blind Weeks 0 to 20 Body System Preferred Term Placebo (N=25) Lanreotide Overall (N=83) Lanreotide 60 mg (N=34) Lanreotide 90 mg (N=36) Lanreotide 120 mg (N=37) Lanreotide Overall (N=107) N (%) N (%) N (%) N (%) N (%) N (%) Gastrointestinal System Disorders 1 (4%) 30 (36%) 12 (35%) 21 (58%) 27 (73%) 60 (56%) Diarrhea Abdominal pain Flatulence 0 1 (4%) 0 26 (31%) 6 (7%) 5 (6%) 9 (26%) 3 (9%) 0 (0%) 15 (42%) 6 (17%) 3 (8%) 24 (65%) 7 (19%) 5 (14%) 48 (45%) 16 (15%) 8 (7%) Application Site Disorders (Injection site mass/ pain/ reaction/ inflammation) 0 (0%) 5 (6%) 3 (9%) 4 (11%) 8 (22%) 15 (14%) Liver and Biliary System Disorders 1 (4%) 3 (4%) 9 (26%) 7 (19%) 4 (11%) 20 (19%) Cholelithiasis 0 2 (2%) 5 (15%) 6 (17%) 3 (8%) 14 (13%) Heart Rate & Rhythm Disorders 0 8 (10%) 7 (21%) 2 (6%) 5 (14%) 14 (13%) Bradycardia 0 7 (8%) 6 (18%) 2 (6%) 2 (5%) 10 (9%) Red Blood Cell Disorders 0 6 (7%) 2 (6%) 5 (14%) 2 (5%) 9 (8%) Anemia 0 6 (7%) 2 (6%) 5 (14%) 2 (5%) 9 (8%) Metabolic & Nutritional Disorders 3 (12%) 13 (16%) 8 (24%) 9 (25%) 4 (11%) 21 (20%) Weight decrease 0 7 (8%) 3 (9%) 4 (11%) 2 (5%) 9 (8%) In Study 1, the adverse reactions of diarrhea, abdominal pain, and flatulence increased in incidence with increasing dose of lanreotide injection . Adverse Reactions in Long-Term Clinical Trials Table 2 provides the most common adverse reactions (greater than 5%) that occurred in 416 acromegalic patients treated with lanreotide injection pooled from 7 studies compared to those patients from the 2 efficacy studies (Studies 1 and 2). Patients with elevated GH and IGF-1 levels were either naive to somatostatin analog therapy or had undergone a 3-month washout [see Clinical Studies ( 14.1 )] . Table 2: Adverse Reactions in Lanreotide -Treated Patients with Acromegaly at an Incidence Greater than 5% in Overall Group Versus Adverse Reactions Reported in Studies 1 and 2 Dictionary = MedDRA 7.1 System Organ Class Number and Percentage of Patients Studies 1 & 2 (N=170) Overall Pooled Data (N=416) N % N % Patients with any Adverse Reactions 157 92 356 86 Gastrointestinal disorders 121 71 235 57 Diarrhea 81 48 155 37 Abdominal pain 34 20 79 19 Nausea 15 9 46 11 Constipation 9 5 33 8 Flatulence 12 7 30 7 Vomiting 8 5 28 7 Loose stools 16 9 23 6 Hepatobiliary disorders 53 31 99 24 Cholelithiasis 45 27 85 20 General disorders and administration site conditions 51 30 91 22 (Injection site pain /mass /induration/ nodule/pruritus) 28 17 37 9 Musculoskeletal and connective tissue disorders 44 26 70 17 Arthralgia 17 10 30 7 Nervous system disorders 34 20 80 19 Headache 9 5 30 7 In addition to the adverse reactions listed in Table 2, the following reactions were also seen: Sinus bradycardia occurred in 7% (12) of patients in the pooled Study 1 and 2 and in 3% (13) of patients in the overall pooled studies. Hypertension occurred in 7% (11) of patients in the pooled Study 1 and 2 and in 5% (20) of patients in the overall pooled studies. Anemia occurred in 7% (12) of patients in the pooled Study 1 and 2 and in 3% (14) of patients in the overall pooled studies. Gastrointestinal Adverse Reactions In the pooled clinical studies of lanreotide therapy, a variety of gastrointestinal (GI) reactions occurred, the majority of which were mild to moderate in severity. One percent of acromegalic patients treated with lanreotide in the pooled clinical studies discontinued treatment because of gastrointestinal reactions. Pancreatitis was reported in less than 1% of patients. Gallbladder Adverse Reactions In clinical studies involving 416 acromegalic patients treated with lanreotide, cholelithiasis and gallbladder sludge were reported in 20% of the patients. Among 167 acromegalic patients treated with lanreotide who underwent routine evaluation with gallbladder ultrasound, 17% had gallstones at baseline. New cholelithiasis was reported in 12% of patients. Cholelithiasis may be related to dose or duration of exposure [see Warnings and Precautions ( 5.1 )] . Injection Site Reactions In the pooled clinical studies, injection site pain (4%) and injection site mass (2%) were the most frequently reported local adverse drug reactions that occurred with the administration of lanreotide. In a specific analysis, 20 of 413 patients (5%) presented indurations at the injection site. Injection site adverse reactions were more commonly reported soon after the start of treatment and were less commonly reported as treatment continued. Such adverse reactions were usually mild or moderate but did lead to withdrawal from clinical studies in two subjects. Glucose Metabolism Adverse Reactions In the clinical studies in acromegalic patients treated with lanreotide, adverse reactions of dysglycemia (hypoglycemia, hyperglycemia, diabetes) were reported by 14% (47/332) of patients and were considered related to study drug in 7% (24/332) of patients [see Warnings and Precautions ( 5.2 )] . Cardiac Adverse Reactions In the pooled clinical studies, sinus bradycardia (3%) was the most frequently observed heart rate and rhythm disorder. All other cardiac adverse drug reactions were observed in less than 1% of patients. The relationship of these events to lanreotide could not be established because many of these patients had underlying cardiac disease [see Warnings and Precautions ( 5.3 )] . A comparative echocardiography study of lanreotide and another somatostatin analog demonstrated no difference in the development of new or worsening valvular regurgitation between the 2 treatments over 1 year. The occurrence of clinically significant mitral regurgitation (i.e., moderate or severe in intensity) or of clinically significant aortic regurgitation (i.e., at least mild in intensity) was low in both groups of patients throughout the study. Other Adverse Reactions For the most commonly occurring adverse reactions in the pooled analysis, diarrhea, abdominal pain, and cholelithiasis, there was no apparent trend for increasing incidence with age. GI disorders and renal and urinary disorders were more common in patients with documented hepatic impairment; however, the incidence of cholelithiasis was similar between groups. Gastroenteropancreatic Neuroendocrine Tumors The safety of lanreotide injection 120 mg for the treatment of patients with gastroenteropancreatic neuroendocrine tumors (GEP-NETs) was evaluated in Study 3, a double-blind, placebo-controlled trial. Patients in Study 3 were randomized to receive lanreotide (N=101) or placebo (N=103) administered by deep subcutaneous injection once every 4 weeks. The data below reflect exposure to lanreotide in 101 patients with GEP-NETs, including 87 patients exposed for at least 6 months and 72 patients exposed for at least 1 year (median duration of exposure 22 months). Patients treated with lanreotide had a median age of 64 years (range 30 to 83 years), 53% were men and 96% were White. Eighty-one percent of patients (83/101) in the lanreotide arm and 82% of patients (82/103) in the placebo arm did not have disease progression within 6 months of enrollment and had not received prior therapy for GEP-NETs. The rates of discontinuation due to treatment-emergent adverse reactions were 5% (5/101 patients) in the lanreotide arm and 3% (3/103 patients) in the placebo arm. Table 3 compares the adverse reactions reported with an incidence of 5% and greater in patients receiving lanreotide injection 120 mg administered every 4 weeks and reported more commonly than placebo. Table 3: Adverse Reactions Occurring in 5% and Greater of Lanreotide -Treated Patients with GEP-NETs and at a Higher Rate Than in Placebo -Treated Patients in Study 3 1 Includes preferred terms of abdominal pain, abdominal pain upper/lower, abdominal discomfort 2 Includes preferred terms of myalgia, musculoskeletal discomfort, musculoskeletal pain, back pain 3 Includes preferred terms of infusion site extravasation, injection site discomfort, injection site granuloma, injections site hematoma, injection site hemorrhage, injection site induration, injection site mass, injections site nodule, injection site pain, injection site pruritus, injection site rash, injection site reaction, injection site swelling 4 Includes preferred terms of diabetes mellitus, glucose tolerance impaired, hyperglycemia, type 2 diabetes mellitus 5 Includes preferred terms of hypertension, hypertensive crisis 6 Includes preferred terms of depression, depressed mood * Includes one or more serious adverse events (SAEs) defined as any event that results in death, is life threatening, results in hospitalization or prolongation of hospitalization, results in persistent or significant disability, results in congenital anomaly/birth defect, or may jeopardize the patient and may require medical or surgical intervention to prevent one of the outcomes listed. ** Defined as hazardous to well-being, significant impairment of function or incapacitation Adverse Reaction Lanreotide 120 mg N=101 Placebo N=103 Any (%) Severe** (%) Any (%) Severe** (%) Any Adverse Reactions 88 26 90 31 Abdominal pain 1 34* 6* 24* 4 Musculoskeletal pain 2 19* 2* 13* 2 Vomiting 19* 2* 9* 2* Headache 16 0 11 1 Injection site reaction 3 15 0 7 0 Hyperglycemia 4 14* 0 5 0 Hypertension 5 14* 1* 5 0 Cholelithiasis 14* 1* 7 0 Dizziness 9 0 2* 0 Depression 6 7 0 1 0 Dyspnea 6 0 1 0 Carcinoid Syndrome The safety of lanreotide injection 120 mg in patients with histopathologically confirmed neuroendocrine tumors and a history of carcinoid syndrome (flushing and/or diarrhea) was evaluated in Study 4, a double-blind, placebo-controlled trial. Patients were randomized to receive lanreotide injection (N=59) or placebo (N=56) administered by deep subcutaneous injection once every 4 weeks. Patients in both arms of Study 4 had access to subcutaneous octreotide as rescue medication for symptom control. Adverse reactions reported in Study 4 were generally similar to those reported in Study 3 for the GEP-NETs population shown in Table 3 above. Adverse reactions occurring in Study 4 in 5% and greater of lanreotide-treated patients and occurring at least 5% more than in placebo-treated patients were headache (12% vs 5%, respectively), dizziness (7% vs 0%, respectively), and muscle spasm (5% vs 0%, respectively) by week 16. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of lanreotide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: pancreatic exocrine insufficiency Hepatobiliary: steatorrhea; cholecystitis, cholangitis, pancreatitis, which have sometimes required cholecystectomy Hypersensitivity: angioedema and anaphylaxis Injection site reactions : injection site abscess"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Lanreotide Injection is contraindicated in patients with history of a hypersensitivity to lanreotide. Allergic reactions (including angioedema and anaphylaxis) have been reported following administration of lanreotide [ see Adverse Reactions ( 6.3 )] . Hypersensitivity to lanreotide. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration ( 2.1 ): For deep subcutaneous injection only. Intended for administration by a healthcare provider. Administer in the superior external quadrant of the buttock. Alternate injection sites. Recommended Dosage ( 2.1 ) Acromegaly : 90 mg every 4 weeks for 3 months. Adjust thereafter based on GH and/or IGF-1 levels. See full prescribing information for titration regimen. GEP-NETs : 120 mg every 4 weeks. Carcinoid Syndrome : 120 mg every 4 weeks. If patients are already being treated with Lanreotide Injection for GEP-NET, do not administer an additional dose for carcinoid syndrome. Dosage Adjustment : See full prescribing information for dosage adjustment in patients with acromegaly and renal or hepatic impairment. ( 2.2 , 2.3 ) 2.1 Recommended Dosage Acromegaly The recommended starting dosage of Lanreotide Injection is 90 mg given via the deep subcutaneous route, at 4-week intervals for 3 months. After 3 months, the Lanreotide injection dosage may be adjusted as follows: GH greater than 1 ng/mL to less than or equal to 2.5 ng/mL, IGF-1 normal, and clinical symptoms controlled: maintain dosage at 90 mg every 4 weeks. GH greater than 2.5 ng/mL, IGF-1 elevated, and/or clinical symptoms uncontrolled: increase dosage to 120 mg every 4 weeks. GH less than or equal to 1 ng/mL, IGF-1 normal, and clinical symptoms controlled: reduce dosage to 60 mg every 4 weeks. Thereafter, the dosage should be adjusted according to the response of the patient as judged by a reduction in serum GH and/or IGF-1 levels; and/or changes in symptoms of acromegaly. Patients who are controlled on Lanreotide Injection 60 or 90 mg may be considered for an extended dosing interval of Lanreotide Injection 120 mg every 6 or 8 weeks. GH and IGF-1 levels should be obtained 6 weeks after this change in dosing regimen to evaluate persistence of patient response. Continued monitoring of patient response with dosage adjustments for biochemical and clinical symptom control, as necessary, is recommended. Gastroenteropancreatic Neuroendocrine Tumors (GEP-NETs) The recommended dosage of Lanreotide Injection is 120 mg administered every 4 weeks by deep subcutaneous injection. Carcinoid Syndrome The recommended dosage of Lanreotide Injection is 120 mg administered every 4 weeks by deep subcutaneous injection. If patients are already being treated with Lanreotide Injection for GEP-NETs, do not administer an additional dose for the treatment of carcinoid syndrome. 2.2 Dosage Adjustment in Renal Impairment Acromegaly The recommended starting dosage of Lanreotide Injection in acromegalic patients with moderate or severe renal impairment (creatinine clearance (CLcr) less than 60 mL/min) is 60 mg via the deep subcutaneous route at 4-week intervals for 3 months followed by dosage adjustment [see Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.6 )]. 2.3 Dosage Adjustment in Hepatic Impairment Acromegaly The recommended starting dosage of Lanreotide Injection in acromegalic patients with moderate or severe hepatic impairment (Child-Pugh Class B or C) is 60 mg via the deep subcutaneous route at 4-week intervals for 3 months followed by dosage adjustment [see Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.7 )] . 2.4 Important Preparation and Administration Instructions The following instructions explain how to inject Lanreotide Injection: Read all instructions carefully before starting the injection. Follow this procedure exactly, as it may differ from your past experience. This is a single-dose pre-filled syringe with a single-use safety needle with a green needle shield (that cannot be removed) in a clear needle cap. ALL the medication must be injected SLOWLY over 20 seconds during the use. If you drop or damage the device in any way, please call 1-866-604-3268. Figure 1 The box includes the following items: Sterile needle pack containing Sterile needle Sterile Laminated pouch with sterile syringe pre-filled with LANREOTIDE INJECTION Instructions for Use Leaflet Prescribing Information Leaflet CAUTION NEVER TOUCH OR TRY TO OPEN THE GREEN NEEDLE SHIELD throughout the course of operation of the device. Green needle shield is NOT a removable cap or cover for the needle. Green needle shield will automatically activate once the injection is complete. Green needle shield is a self-operating safety lock mechanism. Needle is fully covered by green needle shield. Needle is visible only through a small window in the green needle shield. Inject medication slowly over 20 seconds. DO NOT rush the injection. Remove box from refrigerator 30 minutes prior to injecting. Product left in its sealed pouch at room temperature (not to exceed 104°F or 40°C) for up to 72 hours may be returned to the refrigerator for continued storage and usage at a later time. Stretch out the skin around injection site to make it flat and tight using your thumb and index finger. DO NOT pinch the skin around injection site. A. BEFORE YOU START Figure 2 A1. Remove LANREOTIDE INJECTION from the refrigerator 30 minutes prior to injecting (Figure 2). Do not open the sterile pouch yet. Note: Product left in its sealed pouch at room temperature (not to exceed 104° F or 40 °C) for up to 72 hours may be returned to the refrigerator for continued storage and use at a later time. Figure 3 A2. Wash your hands with soap and dry your hands thoroughly before starting (Figure 3). Follow the doctor or institution’s policy on the use of surgical gloves during the procedure Figure 4 A3. Before opening the sterile pouch, confirm that it is intact, and that the medication has not expired. The Syringe is sterile only if the pouch is sealed and undamaged. Do not use if the pouch is opened, tampered with or damaged . The expiry date is printed on the outer carton and the pouch - Do not use if the medication has expired. (Figure 4). Or Figure 5 A4. Make sure there is a clean surface for preparation. Find a clean, comfortable area for the patient to relax during procedure (Figure 5). It's important that the patient remains as still as possible during the injection. Figure 6 A5. Choose injection site - the sites are upper outer areas of the buttock as shown below It is very important that you only inject in one of the areas marked OK in the picture (Figure 6). Alternate the injection site between the right and left side each time an injection of LANREOTIDE INJECTION is administered . Figure 7 A6. Prepare the injection site by cleaning it with alcohol wipes (Figure 7) . Figure 8 A7. Tear open the sterile pouch and take out the sterile pre-filled syringe (Figure 8). B. PREPARE THE SYRINGE Figure 9 B1: Open the sterile needle cap (Figure 9) The needle is sterile only if the needle cap is sealed and undamaged. Do not use if the needle cap is opened, tampered with or damaged. Hold the clear needle cap and pull the lid off. DO NOT TOUCH THE OPEN END OF THE NEEDLE CAP TO MAINTAIN STERILITY. Figure 10 B2: Remove the cap from the sterile syringe (Figure 10) With one hand, hold the syringe barrel steady (not the plunger ). With the other hand, remove the cap by twisting it. B3: Prepare the assembly (Figure 11) Figure 11 Hold the needle cap with one hand and the syringe barrel ( not the plunger ) with the other Carefully insert the open end of the syringe into the open end of the needle cap Twist the syringe barrel clockwise until it is tight to make sure that the syringe is well connected to the safety needle. ENSURE THAT BOTH PARTS OF THE DEVICE (SYRINGE AND NEEDLE) ARE COMPLETELY CONNECTED. The assembly is fully locked when you cannot turn it any further. B4: Remove the needle from the needle cap Figure 12 Hold the syringe barrel ( not the plunger ). Pull the needle straight out from the needle cap without twisting or turning (Figure 12). Figure 13 CAUTION: NEVER TOUCH THE GREEN NEEDLE SHIELD. THERE IS A RISK OF NEEDLE STICK INJURY. (Figure 13) Green needle shield is a self-operating safety lock mechanism and is not a removable cover or cap for the needle. It will activate once the injection is complete. The needle is fully covered by the green shield and is visible only through the small round window at the end of the shield. C.PERFORM INJECTION C1: Position the syringe assembly Figure 14 Stretch out the skin around the injection site to make it flat and tight using your thumb and index finger. (Figure 14) Figure 15 DO NOT pinch the skin (Figure 15) Figure 16 Hold the assembly by the lower part of the syringe barrel ( not the plunger ) with your other hand. Position the syringe assembly at a 90-degree angle to the skin. The green collar at the bottom of the green shield should be perpendicular to the injection site (Figures 16 and 17) Figure 17 C2: Insert the needle (Figure 18) Figure 18 Holding the skin flat and tight, push the syringe assembly firmly into the skin. Do NOT pinch the skin. Keep pushing until you reach a “hard stop” and only the green collar at the end of the green needle shield remains visible. Do NOT push the plunger yet. DO NOT aspirate. Keep pressing against the skin. During this step you should not see the needle. C3: Push the top of the plunger (Figure 19) Figure 19 Keep holding your hand on the syringe barrel to maintain a 90-degree angle throughout the injection. While keeping the syringe pressed against the skin, slowly press down the plunger. You may want to use both hands while applying pressure during the injection of drug. Continue slowly pushing the plunger over 20 seconds until the Plunger top touches the syringe end . DO NOT rush the injection. The medication is thicker and harder to push than you might expect. Pushing the plunger too fast may cause discomfort to the patient. While depressing the plunger, slowly count to 20 and CONTINUE STEADY PRESSURE on the plunger. You may find it helpful to say: a “1 one-thousand” b “2 one-thousand” c “3 one-thousand” up to “20 one-thousand” During this step, as the needle is lowering, the green needle shield will retract. You should only see the green collar of the green needle shield. During this step you should not see the needle. D. REMOVE AND THROW AWAY THE SYRINGE ASSEMBLY Figure 20 D1: Remove from the skin (Figure 20) Lift the syringe straight up and away from the body. The green needle shield will return to its original position and will fully cover the needle. Figure 21 D2: Apply gentle pressure (Figure 21) Apply gentle pressure to the injection site with a dry cotton ball or sterile gauze to prevent any bleeding. Do NOT rub or massage the injection site after administration. Figure 22 D3: Check needle (Figure 22) Check through the green needle shield’s round windows that the needle was not damaged during administration. If any damage or malfunction to the needle is suspected please contact 1-866-604-3268 Figure 23 D4: Throw away / Disposal (Figure 23) DO NOT remove needle from syringe Dispose of complete product in sharps disposal container Do not dispose of the syringe or needle in the regular trash. The syringe and needle are not reusable. fig 1 fig 2 fig 3 fig 4 fig 5 fig 6 fig 7 fig 8 fig 9 fig 10 fig 11 fig 12 fig 13 fig 14 fig 15 fig 16 fig 17 fig 18 fig 19 fig 20 fig 21 fig 22 fig 23 fig 24 fig 25 fig 26 fig 27 fig 28 Fig 29"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lanreotide Injection is a somatostatin analog indicated for: the long-term treatment of acromegalic patients who have had an inadequate response to or cannot be treated with surgery and/or radiotherapy. ( 1.1 ) the treatment of adult patients with unresectable, well- or moderately- differentiated, locally advanced or metastatic gastroenteropancreatic neuroendocrine tumors (GEP-NETs) to improve progression-free survival. ( 1.2 ) the treatment of adults with carcinoid syndrome; when used, it reduces the frequency of short-acting somatostatin analog rescue therapy. ( 1.3 ) 1.1 Acromegaly Lanreotide Injection is indicated for the long-term treatment of acromegalic patients who have had an inadequate response to surgery and/or radiotherapy, or for whom surgery and/or radiotherapy is not an option. The goal of treatment in acromegaly is to reduce growth hormone (GH) and insulin growth factor-1 (IGF-1) levels to normal. 1.2 Gastroenteropancreatic Neuroendocrine Tumors Lanreotide Injection is indicated for the treatment of adult patients with unresectable, well or moderately differentiated, locally advanced or metastatic gastroenteropancreatic neuroendocrine tumors (GEP-NETs) to improve progression-free survival. 1.3 Carcinoid Syndrome Lanreotide Injection is indicated for the treatment of adults with carcinoid syndrome; when used, it reduces the frequency of short-acting somatostatin analog rescue therapy."
  ],
  "fetched_at": "2025-10-01T16:37:51.898718",
  "source": "OpenFDA"
}