{
  "drug_name": "Lasmiditan",
  "generic_name": [
    "LASMIDITAN"
  ],
  "brand_names": [
    "Reyvow"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS REYVOW may further lower heart rate when administered with heart rate lowering drugs. ( 7.3 ) 7.1 CNS Depressants Concomitant administration of REYVOW and alcohol or other CNS depressant drugs has not been evaluated in clinical studies. Because of the potential of REYVOW to cause sedation, as well as other cognitive and/or neuropsychiatric adverse reactions, REYVOW should be used with caution if used in combination with alcohol or other CNS depressants [see Warnings and Precautions ( 5.2 )] . 7.2 Serotonergic Drugs Concomitant administration of REYVOW and drugs (e.g., SSRIs, SNRIs, TCAs, MAO inhibitors, trazodone, etc.), over-the counter medications (e.g., dextromethorphan), or herbal supplements (e.g., St. John's Wort) that increase serotonin may increase the risk of serotonin syndrome [see Warnings and Precautions ( 5.3 )] . Use REYVOW with caution in patients taking medications that increase serotonin. 7.3 Heart Rate Lowering Drugs REYVOW has been associated with a lowering of heart rate [see Adverse Reactions ( 6.1 )] . In a drug interaction study, addition of a single 200 mg dose of REYVOW to propranolol decreased heart rate by an additional 5 beats per minute compared to propranolol alone, for a mean maximum of 19 beats per minute. Use REYVOW with caution in patients taking concomitant medications that lower heart rate if this magnitude of heart rate decrease may pose a concern. 7.4 P-glycoprotein (P-gp) Transporter Substrates Coadministration of REYVOW with P-gp substrates where a small change in substrate plasma concentration may lead to serious toxicities (e.g., digoxin) is not recommended [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Driving Impairment [see Warnings and Precautions ( 5.1 )] Central Nervous System Depression [see Warnings and Precautions ( 5.2 )] Serotonin Syndrome [see Warnings and Precautions ( 5.3 )] Medication Overuse Headache [see Warnings and Precautions ( 5.4 )] Most common adverse reactions (≥5% and > placebo) were dizziness, fatigue, paresthesia, and sedation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Eli Lilly and Company at 1-800-LillyRx (1-800-545-5979) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. The safety of REYVOW has been evaluated in 4,878 subjects who received at least one dose of REYVOW. In 2 placebo-controlled, Phase 3 trials in adult patients with migraine (Studies 1 and 2), a total of 3,177 patients received REYVOW 50, 100, or 200 mg [see Clinical Studies ( 14.1 )] . Of the REYVOW-treated patients in these 2 studies, approximately 84% were female, 78% were White, 18% were Black, and 18% were of Hispanic or Latino ethnicity. The mean age at study entry was 42.4 years (range 18 to 81). Long-term safety was assessed for 2,030 patients, dosing intermittently for up to 12 months in a long-term safety study. Of these, 728 patients were exposed to 100 mg or 200 mg for at least 3 months, 361 patients were exposed to these doses for at least 6 months, and 180 patients were exposed to these doses for at least 12 months, all of whom treated at least 2 migraine attacks per month on average. In that study, 14% (148 out of 1,039) in the 200 mg dose group, and 11% (112 out of 991) in the 100 mg dose group withdrew from the trial because of an adverse event. The most common adverse event resulting in discontinuation in the long-term safety study (greater than 2%) was dizziness. Table 1 shows adverse reactions that occurred in at least 2% of patients treated with REYVOW and more frequently than in patients who received placebo in Studies 1 and 2. The most common adverse reactions (at least 5%) were dizziness, fatigue, paresthesia, and sedation. Table 1: Adverse Reactions Occurring in ≥2% and at a Frequency Greater than Placebo in Studies 1 and 2 a Fatigue includes the adverse reaction related terms asthenia and malaise. b Paresthesia includes the adverse reaction related terms paresthesia oral, hypoesthesia, and hypoesthesia oral. c Sedation includes the adverse reaction related term somnolence. Adverse Reaction REYVOW 50 mg N=654 % REYVOW 100 mg N=1265 % REYVOW 200 mg N=1258 % Placebo N=1262 % Dizziness 9 15 17 3 Fatigue a 4 5 6 1 Paresthesia b 3 7 9 2 Sedation c 6 6 7 2 Nausea and/or Vomiting 3 4 4 2 Muscle Weakness 1 1 2 0 Less Common Adverse Reactions The following adverse reactions occurred in less than 2% of REYVOW-treated patients but more frequently than in patients receiving placebo: vertigo, incoordination, lethargy, visual impairment, feeling abnormal, feeling hot or feeling cold, palpitations, anxiety, tremor, restlessness, sleep abnormalities including sleep disturbance and abnormal dreams, muscle spasm, limb discomfort, cognitive changes, confusion, euphoric mood, chest discomfort, speech abnormalities, dyspnea, and hallucinations. Hypersensitivity Events of hypersensitivity, including angioedema, rash and photosensitivity reaction, occurred in patients treated with REYVOW. In controlled trials, hypersensitivity was reported in 0.2% of patients treated with REYVOW compared to no patients who received placebo. If a serious or severe hypersensitivity reaction occurs, initiate appropriate therapy and discontinue administration of REYVOW. Vital Sign Changes Heart Rate Decrease REYVOW was associated with mean decreases in heart rate of 5 to 10 beats per minute (bpm) while placebo was associated with mean decreases of 2 to 5 bpm. Consider evaluating heart rate after administration of REYVOW in patients for whom these changes may not be tolerated, including patients taking other medications that lower heart rate [see Drug Interactions ( 7.3 )] . Blood Pressure Increase REYVOW may increase blood pressure following a single dose. In non-elderly healthy volunteers there was a mean increase from baseline in ambulatory systolic and diastolic blood pressure of approximately 2 to 3 mm Hg one hour after administration of 200 mg REYVOW compared to a mean increase of up to 1 mm Hg for placebo. In healthy volunteers over 65 years of age, there was a mean increase from baseline in ambulatory systolic blood pressure of 7 mm Hg one hour after administration of 200 mg REYVOW compared to a mean increase of 4 mm Hg for placebo. By 2 hours, there were no increases in mean blood pressure with REYVOW compared to placebo. REYVOW has not been well studied in patients with ischemic heart disease. Consider evaluating blood pressure after administration of REYVOW in patients for whom these changes may not be tolerated."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of REYVOW is 50 mg, 100 mg, or 200 mg taken orally, as needed. No more than one dose should be taken in 24 hours, and REYVOW should not be taken unless the patient can wait at least 8 hours between dosing and driving or operating machinery [see Warnings and Precautions ( 5.1 )] . A second dose of REYVOW has not been shown to be effective for the same migraine attack. The safety of treating an average of more than 4 migraine attacks in a 30-day period has not been established. REYVOW may be taken with or without food. Administer tablets whole; do not split, crush, or chew. The recommended dose is 50 mg, 100 mg, or 200 mg taken orally, as needed. ( 2 ) No more than one dose should be taken in 24 hours. ( 2 , 5.1 ) Administer tablets whole. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE REYVOW ® is indicated for the acute treatment of migraine with or without aura in adults. REYVOW ® is a serotonin (5-HT) 1F receptor agonist indicated for the acute treatment of migraine with or without aura in adults. ( 1 ) Limitations of Use REYVOW is not indicated for the preventive treatment of migraine. ( 1 ) Limitations of Use REYVOW is not indicated for the preventive treatment of migraine."
  ],
  "fetched_at": "2025-10-01T18:17:00.609767",
  "source": "OpenFDA"
}