{
  "drug_name": "Latanoprost",
  "generic_name": [
    "LATANOPROST"
  ],
  "brand_names": [
    "latanoprost"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions were reported in postmarketing experience and are discussed in greater detail in other sections of the label: Iris pigmentation changes [see Warnings and Precautions (5.1) ] Eyelid skin darkening [see Warnings and Precautions (5.1) ] Eyelash changes (increased length, thickness, pigmentation, and number of lashes) [see Warnings and Precautions (5.2) ] Intraocular inflammation (iritis/uveitis) [see Warnings and Precautions (5.3) ] Macular edema, including cystoid macular edema [see Warnings and Precautions (5.4) ] Most common adverse reactions (5-15%) from clinical trials are blurred vision, burning and stinging, conjunctival hyperemia, foreign body sensation, itching, increased pigmentation of the iris, and punctate keratitis. (6) To report SUSPECTED ADVERSE REACTIONS, contact Gland Pharma Limited at 609-250-7990 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Latanoprost ophthalmic solution was studied in three multicenter, randomized, controlled clinical trials. Patients received 50 mcg/mL latanoprost ophthalmic solution once daily or 5 mg/mL active-comparator (timolol) twice daily. The patient population studied had a mean age of 65±10 years. Seven percent of patients withdrew before the 6-month endpoint. Table 1: Ocular Adverse Reactions and Ocular Signs/Symptoms Reported by 5-15% of Patients Receiving Latanoprost Symptom/Finding Adverse Reactions (incidence (%)) Latanoprost (n=460) Timolol (n=369) Foreign body sensation 13 8 Punctate keratitis 10 9 Stinging 9 12 Conjunctival hyperemia 8 3 Blurred vision 8 8 Itching 8 8 Burning 7 8 Increased pigmentation of the Iris 7 0 Less than 1% of the patients treated with latanoprost ophthalmic solution required discontinuation of therapy because of intolerance to conjunctival hyperemia. Table 2: Adverse Reactions That Were Reported in 1-5% of Patients Receiving Latanoprost Adverse Reactions (incidence (%)) Latanoprost (n=460) Timolol (n=369) Ocular Events/Signs and Symptoms Excessive tearing 4 6 Eyelid discomfort/pain 4 2 Dry eye 3 3 Eye pain 3 3 Eyelid margin crusting 3 3 Erythema of the eyelid 3 2 Photophobia 2 1 Eyelid edema 1 3 Blepharitis 1 3 Systemic Events Upper respiratory tract infection/nasopharyngitis/influenza 3 3 Myalgia/arthralgia/back pain 1 0.5 Rash/allergic skin reaction 1 0.3 6.2 Postmarketing Experience The following reactions have been identified during postmarketing use of latanoprost ophthalmic solution in clinical practice. Because they are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The reactions, which have been chosen for inclusion due to either their seriousness, frequency of reporting, possible causal connection to latanoprost, or a combination of these factors, include: Nervous System Disorders : Dizziness; headache; toxic epidermal necrolysis Eye Disorders : Eyelash and vellus hair changes of the eyelid (increased length, thickness, pigmentation, and number of eyelashes); keratitis; corneal edema and erosions; intraocular inflammation (iritis/uveitis); macular edema, including cystoid macular edema; trichiasis; periorbital and lid changes resulting in deepening of the eyelid sulcus; iris cyst; eyelid skin darkening; localized skin reaction on the eyelids; conjunctivitis; pseudopemphigoid of the ocular conjunctiva. Respiratory, Thoracic and Mediastinal Disorders : Asthma and exacerbation of asthma; dyspnea Gastrointestinal Disorders : Nausea; vomiting Skin and Subcutaneous Tissue Disorders : Pruritis Infections and Infestations : Herpes keratitis Cardiac Disorders : Angina; palpitations; angina unstable General Disorders and Administration Site Conditions : Chest pain"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Known hypersensitivity to latanoprost, benzalkonium chloride, or any other ingredients in this product. Known hypersensitivity to latanoprost, benzalkonium chloride, or any other ingredients in this product. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is one drop in the affected eye(s) once daily in the evening. If one dose is missed, treatment should continue with the next dose as normal. The dosage of latanoprost ophthalmic solution should not exceed once daily; the combined use of two or more prostaglandins, or prostaglandin analogs including latanoprost ophthalmic solution is not recommended. It has been shown that administration of these prostaglandin drug products more than once daily may decrease the IOP lowering effect or cause paradoxical elevations in IOP. Reduction of the IOP starts approximately 3 to 4 hours after administration and the maximum effect is reached after 8 to 12 hours. Latanoprost ophthalmic solution may be used concomitantly with other topical ophthalmic drug products to lower IOP. In vitro studies have shown that precipitation occurs when eye drops containing thimerosal are mixed with latanoprost ophthalmic solution. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five (5) minutes apart. Contact lenses should be removed prior to the administration of latanoprost ophthalmic solution, and may be reinserted 15 minutes after administration. One drop in the affected eye(s) once daily in the evening. (2)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Latanoprost ophthalmic solution is indicated for the reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension. Latanoprost ophthalmic solution is a prostaglandin F 2α analogue indicated for the reduction of elevated intraocular pressure in patients with open-angle glaucoma or ocular hypertension. (1)"
  ],
  "fetched_at": "2025-09-30T21:27:14.297077",
  "source": "OpenFDA"
}