{
  "drug_name": "Ledipasvir",
  "generic_name": [
    "LEDIPASVIR AND SOFOSBUVIR"
  ],
  "brand_names": [
    "Ledipasvir and Sofosbuvir"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Coadministration with amiodarone may result in serious symptomatic bradycardia. Use of ledipasvir and sofosbuvir with amiodarone is not recommended. ( 5.2 , 6.2 , 7.2 ) P-gp inducers (e.g., rifampin, St. John's wort): May alter concentrations of ledipasvir and sofosbuvir. Use of ledipasvir and sofosbuvir with P-gp inducers is not recommended. ( 5.3 , 7 , 12.3 ) Consult the full prescribing information prior to use for potential drug interactions. ( 5.2 , 5.3 , 7 , 12.3 ) Clearance of HCV infection with direct acting antivirals may lead to changes in hepatic function, which may impact safe and effective use of concomitant medications. Frequent monitoring of relevant laboratory parameters (INR or blood glucose) and dose adjustments of certain concomitant medications may be necessary. ( 7.2 ) 7.1 Potential for Drug Interaction Any interactions that have been identified with ledipasvir or sofosbuvir individually may occur with ledipasvir and sofosbuvir. After oral administration of ledipasvir and sofosbuvir, sofosbuvir is rapidly absorbed and subject to extensive first-pass hepatic extraction. In clinical pharmacology studies, both sofosbuvir and the inactive metabolite GS-331007 were monitored for purposes of pharmacokinetic analyses. Ledipasvir is an inhibitor of the drug transporters P-gp and breast cancer resistance protein (BCRP) and may increase intestinal absorption of coadministered substrates for these transporters. Ledipasvir and sofosbuvir are substrates of drug transporters P-gp and BCRP while GS-331007 is not. P-gp inducers (e.g., rifampin, St. John's wort) may decrease ledipasvir and sofosbuvir plasma concentrations, leading to reduced therapeutic effect of ledipasvir and sofosbuvir, and the use with P-gp inducers is not recommended with ledipasvir and sofosbuvir [see Warnings and Precautions (5.3) ] . 7.2 Established and Potentially Significant Drug Interactions Clearance of HCV infection with direct acting antivirals may lead to changes in hepatic function, which may impact the safe and effective use of concomitant medications. For example, altered blood glucose control resulting in serious symptomatic hypoglycemia has been reported in diabetic patients in postmarketing case reports and published epidemiological studies. Management of hypoglycemia in these cases required either discontinuation or dose modification of concomitant medications used for diabetes treatment. Frequent monitoring of relevant laboratory parameters (e.g., International Normalized Ratio [INR] in patients taking warfarin, blood glucose levels in diabetic patients) or drug concentrations of concomitant medications such as cytochrome P450 substrates with a narrow therapeutic index (e.g., certain immunosuppressants) is recommended to ensure safe and effective use. Dose adjustments of concomitant medications may be necessary. Table 6 provides a listing of established or potentially clinically significant drug interactions. The drug interactions described are based on studies conducted with either ledipasvir and sofosbuvir tablets (90 mg/400 mg) or ledipasvir and sofosbuvir as individual agents, or are predicted drug interactions that may occur with ledipasvir and sofosbuvir [see Warnings and Precautions (5.2 , 5.3) and Clinical Pharmacology (12.3) ] . Table 6 Potentially Significant Drug Interactions: Alteration in Dose or Regimen May Be Recommended Based on Drug Interaction Studies or Predicted Interaction This table is not all inclusive. Concomitant Drug Class: Drug Name Effect on Concentration ↓ = decrease, ↑ = increase Clinical Comment tenofovir DF = tenofovir disoproxil fumarate Acid Reducing Agents: ↓ ledipasvir Ledipasvir solubility decreases as pH increases. Drugs that increase gastric pH are expected to decrease concentration of ledipasvir. Antacids (e.g., aluminum and magnesium hydroxide) It is recommended to separate antacid and ledipasvir and sofosbuvir administration by 4 hours. H 2 -receptor antagonists These interactions have been studied in healthy adults. (e.g., famotidine) H 2 -receptor antagonists may be administered simultaneously with or 12 hours apart from ledipasvir and sofosbuvir at a dose that does not exceed doses comparable to famotidine 40 mg twice daily. Proton-pump inhibitors (e.g., omeprazole) Proton-pump inhibitor doses comparable to omeprazole 20 mg or lower can be administered simultaneously with ledipasvir and sofosbuvir under fasted conditions. Antiarrhythmics: amiodarone Effect on amiodarone, ledipasvir, and sofosbuvir concentrations unknown Coadministration of amiodarone with ledipasvir and sofosbuvir may result in serious symptomatic bradycardia. The mechanism of this effect is unknown. Coadministration of amiodarone with ledipasvir and sofosbuvir is not recommended; if coadministration is required, cardiac monitoring is recommended [see Warnings and Precautions (5.2) , Adverse Reactions (6.2) ]. digoxin ↑ digoxin Coadministration of ledipasvir and sofosbuvir with digoxin may increase the concentration of digoxin. Therapeutic concentration monitoring of digoxin is recommended when coadministered with ledipasvir and sofosbuvir. Anticonvulsants: carbamazepine phenytoin phenobarbital ↓ ledipasvir ↓ sofosbuvir Coadministration of ledipasvir and sofosbuvir with carbamazepine, phenytoin, or phenobarbital is expected to decrease the concentration of ledipasvir and sofosbuvir, leading to reduced therapeutic effect of ledipasvir and sofosbuvir. Coadministration is not recommended. Antimycobacterials: rifabutin rifampin rifapentine ↓ ledipasvir ↓ sofosbuvir Coadministration of ledipasvir and sofosbuvir with rifampin, rifabutin, or rifapentine is not recommended [see Warnings and Precautions (5.3) ]. HIV Antiretrovirals: Regimens containing tenofovir DF without an HIV protease inhibitor/ritonavir or cobicistat ↑ tenofovir Monitor for tenofovir-associated adverse reactions in patients receiving ledipasvir and sofosbuvir concomitantly with a regimen containing tenofovir DF without an HIV protease inhibitor/ritonavir or cobicistat. Refer to Viread ® or Truvada ® prescribing information for recommendations on renal monitoring. Regimens containing tenofovir DF and an HIV protease inhibitor/ritonavir or cobicistat atazanavir/ritonavir or cobicistat + emtricitabine/tenofovir DF darunavir/ritonavir or cobicistat + emtricitabine/tenofovir DF lopinavir/ritonavir + emtricitabine/tenofovir DF ↑ tenofovir The safety of increased tenofovir concentrations in the setting of ledipasvir and sofosbuvir and an HIV protease inhibitor/ritonavir or cobicistat has not been established. Consider alternative HCV or antiretroviral therapy to avoid increases in tenofovir exposures. If coadministration is necessary, monitor for tenofovir-associated adverse reactions. Refer to Viread or Truvada prescribing information for recommendations on renal monitoring. elvitegravir, cobicistat, emtricitabine, tenofovir DF ↑ tenofovir The safety of increased tenofovir concentrations in the setting of ledipasvir and sofosbuvir and the combination of elvitegravir, cobicistat, emtricitabine, and tenofovir DF has not been established. Coadministration is not recommended. tipranavir/ritonavir ↓ ledipasvir ↓ sofosbuvir Coadministration of ledipasvir and sofosbuvir with tipranavir/ritonavir is expected to decrease the concentration of ledipasvir and sofosbuvir, leading to reduced therapeutic effect of ledipasvir and sofosbuvir. Coadministration is not recommended. HCV Products: simeprevir ↑ ledipasvir ↑ simeprevir Concentrations of ledipasvir and simeprevir are increased when simeprevir is coadministered with ledipasvir. Coadministration of ledipasvir and sofosbuvir with simeprevir is not recommended. Herbal Supplements: St. John's wort (Hypericum perforatum) ↓ ledipasvir ↓ sofosbuvir Coadministration of ledipasvir and sofosbuvir with St. John's wort, a P-gp inducer, is not recommended [see Warnings and Precautions (5.3) ]. HMG-CoA Reductase Inhibitors: rosuvastatin ↑ rosuvastatin Coadministration of ledipasvir and sofosbuvir with rosuvastatin may significantly increase the concentration of rosuvastatin, which is associated with increased risk of myopathy, including rhabdomyolysis. Coadministration of ledipasvir and sofosbuvir with rosuvastatin is not recommended. atorvastatin ↑ atorvastatin Coadministration of ledipasvir and sofosbuvir with atorvastatin may be associated with increased risk of myopathy, including rhabdomyolysis. Monitor closely for HMG-CoA reductase inhibitor-associated adverse reactions, such as myopathy and rhabdomyolysis. 7.3 Drugs without Clinically Significant Interactions with Ledipasvir and Sofosbuvir Based on drug interaction studies conducted with ledipasvir, sofosbuvir, or ledipasvir and sofosbuvir tablets (90 mg/400 mg) no clinically significant drug interactions have been either observed or are expected when ledipasvir and sofosbuvir is used with the following drugs [see Clinical Pharmacology (12.3) ]: abacavir, atazanavir/ritonavir, cyclosporine, darunavir/ritonavir, dolutegravir, efavirenz, elvitegravir/cobicistat/emtricitabine/tenofovir alafenamide, emtricitabine, lamivudine, methadone, midazolam, oral contraceptives, pravastatin, raltegravir, rilpivirine, tacrolimus, or verapamil. See Table 6 for use of ledipasvir and sofosbuvir with certain HIV antiretroviral regimens [see Drug Interactions (7.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Serious Symptomatic Bradycardia When Coadministered with Amiodarone [see Warnings and Precautions (5.2) ]. The most common adverse reactions (incidence greater than or equal to 10%, all grades) observed with treatment with ledipasvir and sofosbuvir were fatigue, headache, and asthenia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Asegua Therapeutics at 1-800-445-3235 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. If ledipasvir and sofosbuvir is administered with ribavirin to adults, refer to the prescribing information for ribavirin for a description of ribavirin-associated adverse reactions. Clinical Trials in Adult Subjects The safety assessment of ledipasvir and sofosbuvir was based on pooled data from three randomized, open-label Phase 3 clinical trials (ION-3, ION-1, and ION-2) of subjects with genotype 1 HCV with compensated liver disease (with and without cirrhosis) including 215, 539, and 326 subjects who received ledipasvir and sofosbuvir tablets (90 mg/400 mg) once daily by mouth for 8, 12, and 24 weeks, respectively [see Clinical Studies (14) ]. The proportion of subjects who permanently discontinued treatment due to adverse events was 0%, less than 1%, and 1% for subjects receiving ledipasvir and sofosbuvir for 8, 12, and 24 weeks, respectively. The most common adverse reactions (at least 10%) were fatigue and headache in subjects treated with 8, 12, or 24 weeks of ledipasvir and sofosbuvir. Table 4 lists adverse reactions (adverse events assessed as causally related by the investigator, all grades) observed in at least 5% of subjects receiving 8, 12, or 24 weeks of treatment with ledipasvir and sofosbuvir in clinical trials. The majority of adverse reactions presented in Table 4 occurred at severity of grade 1. The side-by-side tabulation is to simplify presentation; direct comparison across trials should not be made due to differing trial designs. Table 4 Adverse Reactions (All Grades) Reported in ≥5% of Subjects Receiving 8, 12, or 24 Weeks of Treatment with Ledipasvir and Sofosbuvir Ledipasvir and Sofosbuvir 8 weeks (N=215) Ledipasvir and Sofosbuvir 12 weeks (N=539) Ledipasvir and Sofosbuvir 24 weeks (N=326) Fatigue 16% 13% 18% Headache 11% 14% 17% Nausea 6% 7% 9% Diarrhea 4% 3% 7% Insomnia 3% 5% 6% The safety assessment of ledipasvir and sofosbuvir was also based on pooled data from three open-label trials (Study 1119, ION-4, and ELECTRON-2) in 118 subjects with chronic HCV genotype 4, 5, or 6 infection with compensated liver disease (with or without cirrhosis) [see Clinical Studies (14.3) ] . The subjects received ledipasvir and sofosbuvir tablets (90 mg/400 mg) once daily by mouth for 12 weeks. The safety profile in subjects with chronic HCV genotype 4, 5, or 6 infection with compensated liver disease was similar to that observed in subjects with chronic HCV genotype 1 infection with compensated liver disease. The most common adverse reactions occurring in at least 10% of subjects were asthenia (18%), headache (14%), and fatigue (10%). Adverse Reactions in Subjects with Cirrhosis The safety assessment of ledipasvir and sofosbuvir with or without ribavirin was based on a randomized, double-blind and placebo-controlled trial in treatment-experienced genotype 1 subjects with compensated cirrhosis and was compared to placebo in the SIRIUS trial . Subjects were randomized to receive 24 weeks of ledipasvir and sofosbuvir tablets (90 mg/400 mg) once daily by mouth without ribavirin or 12 weeks of placebo followed by 12 weeks of ledipasvir and sofosbuvir tablets (90 mg/400 mg) once daily by mouth + ribavirin [see Clinical Studies (14.2) ] . Table 5 presents the adverse reactions, as defined above, that occurred with at least 5% greater frequency in subjects treated with 24 weeks of ledipasvir and sofosbuvir or 12 weeks of ledipasvir and sofosbuvir + ribavirin, compared to those reported for 12 weeks of placebo. The majority of the adverse reactions presented in Table 5 were Grade 1 or 2 in severity. Table 5 Adverse Reactions with ≥5% Greater Frequency Reported in Treatment-Experienced Subjects with Cirrhosis Receiving Ledipasvir and Sofosbuvir for 24 Weeks or Ledipasvir and Sofosbuvir + Ribavirin for 12 Weeks Compared to Placebo for 12 weeks Ledipasvir and Sofosbuvir 24 weeks (N=78) Ledipasvir and Sofosbuvir + RBV 12 weeks (N=76) Placebo 12 weeks (N=77) RBV=ribavirin Asthenia 31% 36% 23% Headache 29% 13% 16% Fatigue 18% 4% 1% Cough 5% 11% 1% Myalgia 9% 4% 0 Dyspnea 3% 9% 1% Irritability 8% 7% 1% Dizziness 5% 1% 0 Adverse Reactions in Subjects Coinfected with HIV-1 The safety assessment of ledipasvir and sofosbuvir was based on an open-label clinical trial in 335 genotype 1 or 4 subjects with HCV/HIV-1 coinfection who were on stable antiretroviral therapy in Study ION-4 [see Clinical Studies (14.4) ] . The safety profile in HCV/HIV-1 coinfected subjects was similar to that observed in HCV mono-infected subjects. The most common adverse reactions occurring in at least 10% of subjects were headache (20%) and fatigue (17%). Adverse Reactions in Liver Transplant Recipients and/or Subjects with Decompensated Cirrhosis The safety assessment of ledipasvir and sofosbuvir with ribavirin in liver transplant recipients and/or those who had decompensated liver disease was based on pooled data from two Phase 2 open-label clinical trials including 336 subjects who received ledipasvir and sofosbuvir tablets (90 mg/400 mg) plus ribavirin for 12 weeks. Subjects with Child-Pugh-Turcotte (CPT) scores greater than 12 were excluded from the trials [see Clinical Studies (14.5) ] . The adverse events observed were consistent with the expected clinical sequelae of liver transplantation and/or decompensated liver disease, or the known safety profile of ledipasvir and sofosbuvir and/or ribavirin. Decreases in hemoglobin to less than 10 g/dL and 8.5 g/dL during treatment were observed in 38% and 13% of subjects treated with ledipasvir and sofosbuvir plus ribavirin for 12 weeks, respectively. Ribavirin was permanently discontinued in 11% of subjects treated with ledipasvir and sofosbuvir plus ribavirin for 12 weeks. Liver Transplant Recipients with Compensated Liver Disease: Among the 174 liver transplant recipients with compensated liver disease who received ledipasvir and sofosbuvir tablets (90 mg/400 mg) with ribavirin for 12 weeks, 2 (1%) subjects permanently discontinued ledipasvir and sofosbuvir due to an adverse event. Subjects with Decompensated Liver Disease: Among the 162 subjects with decompensated liver disease (pre- or post-transplant) who received ledipasvir and sofosbuvir tablets (90 mg/400 mg) with ribavirin for 12 weeks, 7 (4%) subjects died, 4 (2%) subjects underwent liver transplantation, and 1 subject (<1%) underwent liver transplantation and died during treatment or within 30 days after discontinuation of treatment. Because these events occurred in patients with advanced liver disease who are at risk of progression of liver disease including liver failure and death, it is not possible to reliably assess the contribution of drug effect to outcomes. A total of 4 (2%) subjects permanently discontinued ledipasvir and sofosbuvir due to an adverse event. Less Common Adverse Reactions Reported in Clinical Trials (less than 5%): The following adverse reactions occurred in less than 5% of subjects receiving ledipasvir and sofosbuvir tablets (90 mg/400 mg) in any one trial. These events have been included because of their seriousness or assessment of potential causal relationship. Psychiatric disorders: depression (including in subjects with pre-existing history of psychiatric illness). Depression (particularly in subjects with pre-existing history of psychiatric illness) occurred in subjects receiving sofosbuvir containing regimens. Suicidal ideation and suicide have occurred in less than 1% of subjects treated with sofosbuvir in combination with ribavirin or pegylated interferon/ribavirin in other clinical trials. Laboratory Abnormalities Bilirubin Elevations: Bilirubin elevations of greater than 1.5×ULN were observed in 3%, less than 1%, and 2% of subjects treated with ledipasvir and sofosbuvir tablets (90 mg/400 mg) for 8, 12, and 24 weeks, respectively. Bilirubin elevations of greater than 1.5×ULN were observed in 3%, 11%, and 3% of subjects with compensated cirrhosis treated with placebo, ledipasvir and sofosbuvir + ribavirin for 12 weeks, and ledipasvir and sofosbuvir for 24 weeks, respectively, in the SIRIUS trial. Lipase Elevations: Transient, asymptomatic lipase elevations of greater than 3×ULN were observed in less than 1%, 2%, and 3% of subjects treated with ledipasvir and sofosbuvir tablets (90 mg/400 mg) for 8, 12, and 24 weeks, respectively. Transient, asymptomatic lipase elevations of greater than 3×ULN were observed in 1%, 3%, and 9% of subjects with compensated cirrhosis treated with placebo, ledipasvir and sofosbuvir + ribavirin for 12 weeks, and ledipasvir and sofosbuvir for 24 weeks, respectively, in the SIRIUS trial. Creatine Kinase: Creatine kinase was not assessed in Phase 3 trials ION-3, ION-1, or ION-2 of ledipasvir and sofosbuvir. Creatine kinase was assessed in the ION-4 trial. Isolated, asymptomatic creatine kinase elevations of greater than or equal to 10×ULN was observed in 1% of subjects treated with ledipasvir and sofosbuvir tablets (90 mg/400 mg) for 12 weeks in the ION-4 trial and has also been previously reported in subjects treated with sofosbuvir in combination with ribavirin or peginterferon/ribavirin in other clinical trials. Adverse Reactions in Adults with Severe Renal Impairment, Including those on Dialysis In an open-label trial (Trial 0154) in which adults with HCV with compensated liver disease (with or without cirrhosis) and severe renal impairment received ledipasvir and sofosbuvir tablets (90 mg/400 mg) for 12 weeks (N=18), the most common adverse reaction was fatigue (17%) [see Clinical Studies (14.6) ]. In an open-label clinical trial, Trial 4063, a total of 95 adults with HCV with compensated liver disease (with or without cirrhosis) and ESRD requiring dialysis received ledipasvir and sofosbuvir tablets (90 mg/400 mg) for 8 (n=45), 12 (n=31), or 24 (n=19) weeks. The most common adverse reactions were insomnia and headache (each reported in 4% of subjects overall) [see Clinical Studies (14.6) ]. Adverse Reactions in Pediatric Subjects 3 Years of Age and Older The safety assessment of ledipasvir and sofosbuvir tablets (90 mg/400 mg), ledipasvir and sofosbuvir (HARVONI) tablets (45 mg/200 mg), or ledipasvir and sofosbuvir (HARVONI) oral pellets in pediatric subjects 3 years of age and older is based on data from a Phase 2, open-label clinical trial (Study 1116). In total, 226 subjects were enrolled, which included 223 subjects without cirrhosis or with compensated cirrhosis who were treated with ledipasvir and sofosbuvir for 12 weeks; one genotype 1 treatment-experienced subject with cirrhosis who was treated with ledipasvir and sofosbuvir for 24 weeks; and two genotype 3 subjects who were treated with ledipasvir and sofosbuvir + ribavirin for 24 weeks. The adverse reactions observed were consistent with those observed in clinical studies of ledipasvir and sofosbuvir tablets (90 mg/400 mg) in adults. Limited safety data are available in pediatric subjects receiving ledipasvir and sofosbuvir for 24 weeks. No Grade 3 or 4 adverse reactions or discontinuation due to an adverse reaction was observed in those pediatric subjects receiving ledipasvir and sofosbuvir for 24 weeks [see Clinical Studies (14.7) ] . In a 5-year follow-up study, 178 of the 226 subjects from the Phase 2 open-label clinical trial (Study 1116) were followed for a median (Q1, Q3) duration of 239 (143, 244) weeks. No notable effects on growth as assessed by changes from baseline through end of study were observed for height, weight, BMI percentiles, and Z-scores for any age group. No notable effects were observed on the development of secondary sexual characteristics of subjects as assessed by changes from baseline through end of study in Tanner pubertal stages [see Use in Specific Populations (8.4) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ledipasvir and sofosbuvir. Because postmarketing reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac Disorders Serious symptomatic bradycardia has been reported in patients taking amiodarone who initiate treatment with ledipasvir and sofosbuvir [see Warnings and Precautions (5.2) , Drug Interactions (7.2) ]. Skin and Subcutaneous Tissue Disorders Skin rashes, sometimes with blisters or angioedema-like swelling Angioedema"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS If ledipasvir and sofosbuvir is administered with ribavirin, the contraindications to ribavirin also apply to this combination regimen. Refer to the ribavirin prescribing information for a list of contraindications for ribavirin [see Dosage and Administration (2.2) ] . If used in combination with ribavirin, all contraindications to ribavirin also apply to ledipasvir and sofosbuvir combination therapy. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing prior to the initiation of therapy: Test all patients for HBV infection by measuring HBsAg and anti-HBc. ( 2.1 ) Recommended treatment regimen and duration in patients 3 years of age and older: ( 2.2 ) HCV Genotype Patient Population Regimen and Duration Genotype 1 Treatment-naïve without cirrhosis or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 12 weeks Treatment-experienced without cirrhosis Ledipasvir and sofosbuvir 12 weeks Treatment-experienced with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 24 weeks Treatment-naïve and treatment-experienced with decompensated cirrhosis (Child-Pugh B or C) Ledipasvir and sofosbuvir + ribavirin 12 weeks Genotype 1 or 4 Treatment-naïve and treatment-experienced liver transplant recipients without cirrhosis, or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir + ribavirin 12 weeks Genotype 4, 5, or 6 Treatment-naïve and treatment-experienced without cirrhosis or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 12 weeks Recommended dosage in adults: One tablet (90 mg of ledipasvir and 400 mg of sofosbuvir) taken orally once daily with or without food. ( 2.3 ) Recommended dosage in pediatric patients 3 years and older: Recommended dosage of ledipasvir and sofosbuvir in pediatric patients 3 years of age and older is based on weight. Refer to Table 2 of the full prescribing information for specific dosing guidelines based on body weight. ( 2.4 ) Instructions for Use should be followed for preparation and administration of ledipasvir and sofosbuvir (HARVONI) oral pellets. ( 2.5 ) HCV/HIV-1 coinfection: For adult and pediatric patients with HCV/HIV-1 coinfection, follow the dosage recommendations in the tables in the full prescribing information. ( 2.3 , 2.4 ) If used in combination with ribavirin, follow the recommendations for ribavirin dosing and dosage modifications. ( 2.3 , 2.4 ) For patients with any degree of renal impairment, including end stage renal disease on dialysis, no ledipasvir and sofosbuvir dosage adjustment is recommended. ( 2.6 ) 2.1 Testing Prior to the Initiation of Therapy Test all patients for evidence of current or prior HBV infection by measuring hepatitis B surface antigen (HBsAg) and hepatitis B core antibody (anti-HBc) before initiating HCV treatment with ledipasvir and sofosbuvir [see Warnings and Precautions (5.1) ] . 2.2 Recommended Treatment Regimen and Duration in Patients 3 Years of Age and Older with Genotype 1, 4, 5, or 6 HCV Table 1 shows the recommended ledipasvir and sofosbuvir treatment regimen and duration based on patient population . Relapse rates are affected by baseline host and viral factors and differ between treatment durations for certain subgroups [see Clinical Studies (14) ]. For patients with HCV/HIV-1 coinfection, follow the dosage recommendations in Table 1 [see Clinical Studies (14) ]. Refer to Drug Interactions (7) for dosage recommendations for concomitant HIV-1 antiviral drugs. Table 1 Recommended Treatment Regimen and Duration for Ledipasvir and Sofosbuvir in Patients 3 Years of Age and Older with Genotype 1, 4, 5, or 6 HCV HCV Genotype Patient Population Treatment Regimen and Duration Genotype 1 Treatment-naïve without cirrhosis or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 12 weeks Ledipasvir and sofosbuvir for 8 weeks can be considered in treatment-naïve genotype 1 patients without cirrhosis who have pretreatment HCV RNA less than 6 million IU/mL [see Clinical Studies (14.2) ] . Treatment-experienced Treatment-experienced adult and pediatric subjects have failed a peginterferon alfa +/- ribavirin based regimen with or without an HCV protease inhibitor. without cirrhosis Ledipasvir and sofosbuvir 12 weeks Treatment-experienced with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 24 weeks Ledipasvir and sofosbuvir + ribavirin for 12 weeks can be considered in treatment-experienced genotype 1 patients with cirrhosis who are eligible for ribavirin [see Dosage and Administration (2.3 and 2.4) and Clinical Studies (14.2) ] . Treatment-naïve and treatment-experienced with decompensated cirrhosis (Child-Pugh B or C) Ledipasvir and sofosbuvir + ribavirin See Dosage and Administration 2.3 and 2.4 for ribavirin dosage recommendations. 12 weeks Genotype 1 or 4 Treatment-naïve and treatment-experienced liver transplant recipients without cirrhosis, or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir + ribavirin 12 weeks Genotype 4, 5, or 6 Treatment-naïve and treatment-experienced , without cirrhosis or with compensated cirrhosis (Child-Pugh A) Ledipasvir and sofosbuvir 12 weeks 2.3 Recommended Dosage in Adults The recommended dosage of ledipasvir and sofosbuvir in adults with genotype 1, 4, 5 or 6 HCV is one tablet (90 mg ledipasvir and 400 mg sofosbuvir) taken orally once daily with or without food [see Clinical Pharmacology (12.3) ] . The daily dosage of ribavirin is weight-based (1000 mg for patients <75 kg and 1200 mg for those ≥75 kg) administered orally in two divided doses with food. In patients with decompensated cirrhosis, the starting dosage of ribavirin is 600 mg and can be titrated up to 1000 mg for patients <75 kg and 1200 mg for those ≥75 kg in two divided doses with food. If the starting dosage of ribavirin is not well tolerated, the dosage should be reduced as clinically indicated based on hemoglobin levels. For further information on ribavirin dosing and dosage modifications, refer to the ribavirin prescribing information [see Dosage and Administration (2.4) , Use in Specific Populations (8.6) , and Clinical Studies (14.5) ] . 2.4 Recommended Dosage in Pediatric Patients 3 Years of Age and Older The recommended dosage of ledipasvir and sofosbuvir in pediatric patients 3 years of age and older with genotype 1, 4, 5, or 6 HCV is based on weight (Table 2). Table 3 provides the weight-based dosage of ribavirin when used in combination with ledipasvir and sofosbuvir for pediatric patients. Take ledipasvir and sofosbuvir (with or without food) once daily [see Dosage and Administration (2.5) , Clinical Pharmacology (12.3) , and Clinical Studies (14.7) ] . Ledipasvir and sofosbuvir (HARVONI) oral pellets can be taken in pediatric patients who cannot swallow the tablet formulation. Table 2 Dosing for Pediatric Patients 3 Years and Older Body Weight (kg) Dosing of Ledipasvir and Sofosbuvir Ledipasvir and Sofosbuvir Daily Dose at least 35 one Ledipasvir and Sofosbuvir 90 mg/400 mg tablet once daily or two Ledipasvir and Sofosbuvir (HARVONI) 45 mg/200 mg tablets once daily or two 45 mg/200 mg packets of Ledipasvir and Sofosbuvir (HARVONI) oral pellets once daily 90 mg/400 mg per day 17 to less than 35 one Ledipasvir and Sofosbuvir (HARVONI) 45 mg/200 mg tablet once daily or one 45 mg/200 mg packet of Ledipasvir and Sofosbuvir (HARVONI) oral pellets once daily 45 mg/200 mg per day less than 17 one 33.75 mg/150 mg packet of Ledipasvir and Sofosbuvir (HARVONI) oral pellets once daily 33.75 mg/150 mg per day Table 3 Recommended Dosing for Ribavirin in Combination Therapy with Ledipasvir and Sofosbuvir for Pediatric Patients 3 Years and Older Body Weight (kg) Oral Ribavirin Daily Dosage The daily dosage of ribavirin is weight-based and is administered orally in two divided doses with food. less than 47 15 mg per kg per day (divided dose AM and PM) 47–49 600 mg per day (1 × 200 mg AM, 2 × 200 mg PM) 50–65 800 mg per day (2 × 200 mg AM, 2 × 200 mg PM) 66–80 1000 mg per day (2 × 200 mg AM, 3 × 200 mg PM) greater than 80 1200 mg per day (3 × 200 mg AM, 3 × 200 mg PM) 2.5 Preparation and Administration of Ledipasvir and Sofosbuvir (HARVONI) Oral Pellets See the ledipasvir and sofosbuvir (HARVONI) oral pellets full Instructions for Use for details on the preparation and administration of ledipasvir and sofosbuvir (HARVONI) pellets. Do not chew ledipasvir and sofosbuvir (HARVONI) oral pellets. If ledipasvir and sofosbuvir (HARVONI) oral pellets are administered with food, sprinkle the pellets on one or more spoonfuls of non-acidic soft food at or below room temperature. Examples of non-acidic foods include pudding, chocolate syrup, mashed potato, and ice cream. Take ledipasvir and sofosbuvir (HARVONI) oral pellets within 30 minutes of gently mixing with food and swallow the entire contents without chewing to avoid a bitter aftertaste. 2.6 Renal Impairment No dosage adjustment of ledipasvir and sofosbuvir tablets (90 mg/400 mg) is recommended in patients with any degree of renal impairment, including end stage renal disease (ESRD) on dialysis [see Dosage and Administration (2.3) ]. Take ledipasvir and sofosbuvir tablets (90 mg/400 mg) with or without ribavirin according to the recommendations in Table 1 [see Adverse Reactions (6.1) , Use in Specific Populations (8.6) and Clinical Studies (14.6) ] . Refer to ribavirin tablet prescribing information for ribavirin dosage modification for patients with CrCl less than or equal to 50 mL per minute."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ledipasvir and sofosbuvir is indicated for the treatment of adults and pediatric patients 3 years of age and older with chronic hepatitis C virus (HCV) [see Dosage and Administration (2.2 and 2.3) and Clinical Studies (14) ]: genotype 1, 4, 5, or 6 infection without cirrhosis or with compensated cirrhosis genotype 1 infection with decompensated cirrhosis, for use in combination with ribavirin genotype 1 or 4 infection who are liver transplant recipients without cirrhosis or with compensated cirrhosis, for use in combination with ribavirin Ledipasvir and sofosbuvir is a fixed-dose combination of ledipasvir, a hepatitis C virus (HCV) NS5A inhibitor, and sofosbuvir, an HCV nucleotide analog NS5B polymerase inhibitor, and is indicated for the treatment of chronic hepatitis C virus (HCV) in adults and pediatric patients 3 years of age and older: Genotype 1, 4, 5, or 6 infection without cirrhosis or with compensated cirrhosis Genotype 1 infection with decompensated cirrhosis, in combination with ribavirin Genotype 1 or 4 infection who are liver transplant recipients without cirrhosis or with compensated cirrhosis, in combination with ribavirin. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:14:27.325543",
  "source": "OpenFDA"
}