{
  "drug_name": "Lenvatinib",
  "generic_name": [
    "LENVATINIB"
  ],
  "brand_names": [
    "Lenvima"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drugs That Prolong the QT Interval LENVIMA has been reported to prolong the QT/QTc interval. Avoid coadministration of LENVIMA with medicinal products with a known potential to prolong the QT/QTc interval [ see Warnings and Precaution s ( 5.9 ) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed elsewhere in the labeling: Hypertension [see Warnings and Precautions ( 5.1 )] Cardiac Dysfunction [see Warnings and Precautions ( 5.2 )] Arterial Thromboembolic Events [see Warnings and Precautions ( 5.3 )] Hepatotoxicity [see Warnings and Precautions ( 5.4 )] Renal Failure and Impairment [see Warnings and Precautions ( 5.5 )] Proteinuria [see Warnings and Precautions ( 5.6 )] Diarrhea [see Warnings and Precautions ( 5.7 )] Fistula Formation and Gastrointestinal Perforation [see Warnings and Precautions ( 5.8 )] QT Interval Prolongation [see Warnings and Precautions ( 5.9 )] Hypocalcemia [see Warnings and Precautions ( 5.10 )] Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions ( 5.11 )] Hemorrhagic Events [see Warnings and Precautions ( 5.12 )] Impairment of Thyroid Stimulating Hormone Suppression/Thyroid Dysfunction [see Warnings and Precautions ( 5.13 )] Impaired Wound Healing [see Warnings and Precautions ( 5.14 )] Osteonecrosis of the Jaw (ONJ) [see Warnings and Precautions ( 5.15 )] In DTC, the most common adverse reactions (incidence ≥30%) for LENVIMA are hypertension, fatigue, diarrhea, arthralgia/myalgia, decreased appetite, decreased weight, nausea, stomatitis, headache, vomiting, proteinuria, palmar-plantar erythrodysesthesia syndrome, abdominal pain, and dysphonia. ( 6.1 ) In RCC: The most common adverse reactions (incidence ≥20%) for LENVIMA and pembrolizumab are fatigue, diarrhea, musculoskeletal pain, hypothyroidism, hypertension, stomatitis, decreased appetite, rash, nausea, decreased weight, dysphonia, proteinuria, palmar-plantar erythrodysesthesia syndrome, abdominal pain, hemorrhagic events, vomiting, constipation, hepatotoxicity, headache, and acute kidney injury. ( 6.1 ) The most common adverse reactions (incidence ≥30%) for LENVIMA and everolimus are diarrhea, fatigue, arthralgia/myalgia, decreased appetite, vomiting, nausea, stomatitis/oral inflammation, hypertension, peripheral edema, cough, abdominal pain, dyspnea, rash, decreased weight, hemorrhagic events, and proteinuria. ( 6.1 ) In HCC, the most common adverse reactions (incidence ≥20%) for LENVIMA are hypertension, fatigue, diarrhea, decreased appetite, arthralgia/myalgia, decreased weight, abdominal pain, palmar-plantar erythrodysesthesia syndrome, proteinuria, dysphonia, hemorrhagic events, hypothyroidism, and nausea. ( 6.1 ) In EC, the most common adverse reactions (incidence ≥20%) for LENVIMA and pembrolizumab are hypothyroidism, hypertension, fatigue, diarrhea, musculoskeletal disorders, nausea, decreased appetite, vomiting, stomatitis, decreased weight, abdominal pain, urinary tract infection, proteinuria, constipation, headache, hemorrhagic events, palmar-plantar erythrodysesthesia, dysphonia, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Eisai Inc. at 1-877-873-4724 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the Warnings and Precautions reflect exposure to LENVIMA as a single agent in 261 patients with DTC (SELECT) and 476 patients with HCC (REFLECT), LENVIMA with pembrolizumab in 406 patients with endometrial carcinoma (Study 309), LENVIMA with everolimus in 62 patients with RCC (Study 205), and LENVIMA with pembrolizumab in 352 patients with RCC (CLEAR). Safety data obtained in 1823 patients with advanced solid tumors who received LENVIMA as a single agent across multiple clinical studies was used to further characterize the risks of serious adverse reactions. Among the 1823 patients who received LENVIMA as a single agent, the median age was 61 years (20 to 89 years), the dose range was 0.2 mg to 32 mg daily, and the median duration of exposure was 5.6 months. The data below reflect exposure to LENVIMA in 1557 patients enrolled in randomized, active-controlled trials (REFLECT; Study 205; CLEAR; Study 309), and a randomized, placebo-controlled trial (SELECT). The median duration of exposure to LENVIMA across these five studies ranged from 6 to 16 months. The demographic and exposure data for each clinical trial population are described in the subsections below. Differentiated Thyroid Cancer The safety of LENVIMA was evaluated in SELECT, in which patients with radioactive iodine-refractory differentiated thyroid cancer were randomized (2:1) to LENVIMA (n=261) or placebo (n=131) [ see Clinical Studies ( 14.1 ) ] . The median treatment duration was 16.1 months for LENVIMA. Among 261 patients who received LENVIMA, median age was 64 years, 52% were females, 80% were White, 18% were Asian, and 2% were Black; and 4% were Hispanic/Latino. The most common adverse reactions observed in LENVIMA-treated patients (≥30%) were, in order of decreasing frequency, hypertension, fatigue, diarrhea, arthralgia/myalgia, decreased appetite, decreased weight, nausea, stomatitis, headache, vomiting, proteinuria, palmar-plantar erythrodysesthesia (PPE) syndrome, abdominal pain, and dysphonia. The most common serious adverse reactions (at least 2%) were pneumonia (4%), hypertension (3%), and dehydration (3%). Adverse reactions led to dose reductions in 68% of patients receiving LENVIMA; 18% of patients discontinued LENVIMA for adverse reactions. The most common adverse reactions (at least 10%) resulting in dose reductions of LENVIMA were hypertension (13%), proteinuria (11%), decreased appetite (10%), and diarrhea (10%); the most common adverse reactions (at least 1%) resulting in discontinuation of LENVIMA were hypertension (1%) and asthenia (1%). Table 3 presents adverse reactions occurring at a higher rate in LENVIMA-treated patients than patients receiving placebo in the double-blind phase of the study. Table 3 : Adverse Reactions Occurring in Patients with a Between-Group Difference of ≥5% in All Grades or ≥2% in Grades 3 and 4 in SELECT (DTC) Adverse Reaction LENVIMA 24 mg N=261 Placebo N=131 All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3- 4 (%) Vascular Hypertension a 73 44 16 4 Hypotension 9 2 2 0 Gastrointestinal Diarrhea 67 9 17 0 Nausea 47 2 25 1 Stomatitis b 41 5 8 0 Vomiting 36 2 15 0 Abdominal pain c 31 2 11 1 Constipation 29 0.4 15 1 Oral pain d 25 1 2 0 Dry mouth 17 0.4 8 0 Dyspepsia 13 0.4 4 0 General Fatigue e 67 11 35 4 Edema peripheral 21 0.4 8 0 Musculoskeletal and Connective Tissue Arthralgia/Myalgia f 62 5 28 3 Metabolism and Nutrition Decreased appetite 54 7 18 1 Decreased weight 51 13 15 1 Dehydration 9 2 2 1 Nervous System Headache 38 3 11 1 Dysgeusia 18 0 3 0 Dizziness 15 0.4 9 0 Renal and Urinary Proteinuria 34 11 3 0 Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia 32 3 1 0 Rash g 21 0.4 3 0 Alopecia 12 0 5 0 Hyperkeratosis 7 0 2 0 Respiratory, Thoracic and Mediastinal Dysphonia 31 1 5 0 Cough 24 0 18 0 Epistaxis 12 0 1 0 Psychiatric Insomnia 12 0 3 0 Infections Urinary tract infection 11 1 5 0 Dental and oral infections h 10 1 1 0 Cardiac Electrocardiogram QT prolonged 9 2 2 0 a. Includes hypertension, hypertensive crisis, increased blood pressure diastolic, and increased blood pressure b. Includes aphthous stomatitis, stomatitis, glossitis, mouth ulceration, and mucosal inflammation c. Includes abdominal discomfort, abdominal pain, lower abdominal pain, upper abdominal pain, abdominal tenderness, epigastric discomfort, and gastrointestinal pain d. Includes oral pain, glossodynia, and oropharyngeal pain e. Includes asthenia, fatigue, and malaise f. Includes musculoskeletal pain, back pain, pain in extremity, arthralgia, and myalgia g. Includes macular rash, maculo-papular rash, generalized rash, and rash h. Includes gingivitis, oral infection, parotitis, pericoronitis, periodontitis, sialoadenitis, tooth abscess, and tooth infection Clinically important adverse reactions occurring more frequently in LENVIMA-treated patients than patients receiving placebo, but with an incidence of <5% were pulmonary embolism (3%, including fatal reports vs 2%, respectively) and osteonecrosis of the jaw (0.4% vs 0%, respectively). Laboratory abnormalities with a difference of ≥2% in Grade 3 – 4 events and at a higher incidence in the LENVIMA arm are presented in Table 4. Table 4: Laboratory Abnormalities with a Difference of ≥2% in Grade 3 - 4 Events and at a Higher Incidence in the LENVIMA Arm a, b in SELECT (DTC) Laboratory A bnormality LENVIMA 24 mg Placebo Grades 3-4 (%) Grades 3-4 (%) Chemistry Hypocalcemia 9 2 Hypokalemia 6 1 Increased aspartate aminotransferase (AST) 5 0 Increased alanine aminotransferase (ALT) 4 0 Increased lipase 4 1 Increased creatinine 3 0 Hematology Thrombocytopenia 2 0 a. With at least 1 grade increase from baseline b. Laboratory Abnormality percentage is based on the number of patients who had both baseline and at least one post baseline laboratory measurement for each parameter. LENVIMA (n = 253 to 258), Placebo (n = 129 to 131) The following laboratory abnormalities (all Grades) occurred in >5% of LENVIMA-treated patients and at a rate that was two-fold or higher than in patients who received placebo: hypoalbuminemia, increased alkaline phosphatase, hypomagnesemia, hypoglycemia, hyperbilirubinemia, hypercalcemia, hypercholesterolemia, increased serum amylase, and hyperkalemia. First-Line Treatment of Renal Cell Carcinoma in Combination with P embrolizumab (CLEAR) The safety of LENVIMA in combination with pembrolizumab was investigated in CLEAR [ s ee Clinical Studies ( 14.2 )] . Patients received LENVIMA 20 mg orally once daily in combination with pembrolizumab 200 mg intravenously every 3 weeks (n=352), or LENVIMA 18 mg orally once daily in combination with everolimus 5 mg orally once daily (n=355), or sunitinib 50 mg orally once daily for 4 weeks then off treatment for 2 weeks (n=340). The median duration of exposure to the combination therapy of LENVIMA and pembrolizumab was 17 months (range: 0.1 to 39). Fatal adverse reactions occurred in 4.3% of patients receiving LENVIMA in combination with pembrolizumab, including cardio-respiratory arrest (0.9%), sepsis (0.9%), and one case (0.3%) each of arrhythmia, autoimmune hepatitis, dyspnea, hypertensive crisis, increased blood creatinine, multiple organ dysfunction syndrome, myasthenic syndrome, myocarditis, nephritis, pneumonitis, ruptured aneurysm and subarachnoid hemorrhage. Serious adverse reactions occurred in 51% of patients receiving LENVIMA and pembrolizumab. Serious adverse reactions in ≥2% of patients were hemorrhagic events (5%), diarrhea (4%), hypertension (3%), myocardial infarction (3%), pneumonitis (3%), vomiting (3%), acute kidney injury (2%), adrenal insufficiency (2%), dyspnea (2%), and pneumonia (2%). Permanent discontinuation of LENVIMA, pembrolizumab, or both due to an adverse reaction occurred in 37% of patients; 26% LENVIMA only, 29% pembrolizumab only, and 13% both drugs. The most common adverse reactions (≥2%) leading to permanent discontinuation of LENVIMA, pembrolizumab, or both were pneumonitis (3%), myocardial infarction (3%), hepatotoxicity (3%), acute kidney injury (3%), rash (3%), and diarrhea (2%). Dose interruptions of LENVIMA, pembrolizumab, or both due to an adverse reaction occurred in 78% of patients receiving LENVIMA in combination with pembrolizumab. LENVIMA was interrupted in 73% of patients and both drugs were interrupted in 39% of patients. LENVIMA was dose reduced in 69% of patients. The most common adverse reactions (≥5%) resulting in dose reduction or interruption of LENVIMA were diarrhea (26%), fatigue (18%), hypertension (17%), proteinuria (13%), decreased appetite (12%), palmar-plantar erythrodysesthesia (11%), nausea (9%), stomatitis (9%), musculoskeletal pain (8%), rash (8%), increased lipase (7%), abdominal pain (6%), and vomiting (6%), increased ALT (5%), and increased amylase (5%). Tables 5 and 6 summarize the adverse reactions and laboratory abnormalities, respectively, that occurred in ≥20% of patients treated with LENVIMA and pembrolizumab in CLEAR. Table 5 : Adverse Reactions in ≥2 0% of Patients on LENVIMA plus Pembrolizumab in CLEAR (RCC) LENVIMA 20 mg in combination with Pembrolizumab 200mg N=352 Sunitinib 50 mg N=340 Adverse Reactions All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) General Fatigue a 63 9 56 8 Gastrointestinal Diarrhea b 62 10 50 6 Stomatitis c 43 2 43 2 Nausea 36 3 33 1 Abdominal pain d 27 2 18 1 Vomiting 26 3 20 1 Constipation 25 1 19 0 Musculoskeletal and connective tissue Musculoskeletal pain e 58 4 41 3 Endocrine Hypothyroidism f 57 1 32 0 Vascular Hypertension g 56 29 43 20 Hemorrhagic events h 27 5 26 4 Metabolism Decreased appetite i 41 4 31 1 Skin and subcutaneous tissue Rash j 37 5 17 1 Palmar-plantar erythrodysaesthesia syndrome k 29 4 38 4 Respiratory, thoracic, and mediastinal Dysphonia 30 0 4 0 Renal and urinary Proteinuria l 30 8 13 3 Acute kidney injury m 21 5 16 2 Investigations Weight decreased 30 8 9 0 Hepatobiliary Hepatotoxicity n 25 9 21 5 Nervous system Headache 23 1 16 1 a. Includes asthenia, fatigue, lethargy and malaise b. Includes diarrhea and gastroenteritis c. Includes aphthous ulcer, gingival pain, glossitis, glossodynia, mouth ulceration, mucosal inflammation, oral discomfort, oral mucosal blistering, oral pain, oropharyngeal pain, pharyngeal inflammation, and stomatitis d. Includes abdominal discomfort, abdominal pain, abdominal rigidity, abdominal tenderness, epigastric discomfort, lower abdominal pain, and upper abdominal pain e. Includes arthralgia, arthritis, back pain, bone pain, breast pain, musculoskeletal chest pain, musculoskeletal discomfort, musculoskeletal pain, musculoskeletal stiffness, myalgia, neck pain, non-cardiac chest pain, pain in extremity, and pain in jaw f. Includes hypothyroidism, increased blood thyroid stimulating hormone and secondary hypothyroidism g. Includes essential hypertension, increased blood pressure, increased diastolic blood pressure, hypertension, hypertensive crisis, hypertensive retinopathy, and labile blood pressure h. Includes all hemorrhage terms. Hemorrhage terms that occurred in 1 or more subjects in either treatment group include: Anal hemorrhage, aneurysm ruptured, blood blister, blood loss anemia, blood urine present, catheter site hematoma, cerebral microhemorrhage, conjunctival hemorrhage, contusion, diarrhea hemorrhagic, disseminated intravascular coagulation, ecchymosis, epistaxis, eye hemorrhage, gastric hemorrhage, gastritis hemorrhagic, gingival bleeding, hemorrhage urinary tract, hemothorax, hematemesis, hematoma, hematochezia, hematuria, hemoptysis, hemorrhoidal hemorrhage, increased tendency to bruise, injection site hematoma, injection site hemorrhage, intra-abdominal hemorrhage, lower gastrointestinal hemorrhage, Mallory-Weiss syndrome, melaena, petechiae, rectal hemorrhage, renal hemorrhage, retroperitoneal hemorrhage, small intestinal hemorrhage, splinter hemorrhages, subcutaneous hematoma, subdural hematoma, subarachnoid hemorrhage, thrombotic thrombocytopenic purpura, tumor hemorrhage, traumatic hematoma, and upper gastrointestinal hemorrhage i. Includes decreased appetite and early satiety j. Includes genital rash, infusion site rash, penile rash, perineal rash, rash, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pruritic, and rash pustular k. Includes palmar erythema, palmar-plantar erythrodysesthesia syndrome and plantar erythema l. Includes hemoglobinuria, nephrotic syndrome, and proteinuria m. Includes acute kidney injury, azotaemia, blood creatinine increased, creatinine renal clearance decreased, hypercreatininaemia, renal failure, renal impairment, oliguria, glomerular filtration rate decreased, and nephropathy toxic n. Includes alanine aminotransferase increased, aspartate aminotransferase increased, blood bilirubin increased, drug-induced liver injury, hepatic enzyme increased, hepatic failure, hepatic function abnormal, hepatocellular injury, hepatotoxicity, hyperbilirubinemia, hypertransaminasemia, immune-mediated hepatitis, liver function test increased, liver injury, transaminases increased, and gamma-glutamyltransferase increased Clinically relevant adverse reactions (<20%) that occurred in patients receiving LENVIMA/pembrolizumab were myocardial infarction (3%) and angina pectoris (1%). Table 6: Laboratory Abnormalities in ≥20% (All Grades) of Patients on LENVIMA plus Pembrolizumab in CLEAR (RCC) LENVIMA 20 mg in combination with Pembrolizumab 200 mg Sunitinib 50 mg Laboratory Abnormality a All Grades % b Grades 3-4 % b All Grades % b Grade 3-4 % b Chemistry Hypertriglyceridemia 80 15 71 15 Hypercholesterolemia 64 5 43 1 Increased lipase 61 34 59 28 Increased creatinine 61 5 61 2 Increased amylase 59 17 41 9 Increased aspartate aminotransferase (AST) 58 7 57 3 Hyperglycemia 55 7 48 3 Increased alanine aminotransferase (ALT) 52 7 49 4 Hyperkalemia 44 9 28 6 Hypoglycemia 44 2 27 1 Hyponatremia 41 12 28 9 Decreased albumin 34 0.3 22 0 Increased alkaline phosphatase 32 4 32 1 Hypocalcemia 30 2 22 1 Hypophosphatemia 29 7 50 8 Hypomagnesemia 25 2 15 3 Increased creatine phosphokinase 24 6 36 5 Hypermagnesemia 23 2 22 3 Hypercalcemia 21 1 11 1 Hematology Lymphopenia 54 9 66 15 Thrombocytopenia 39 2 73 13 Anemia 38 3 66 8 Leukopenia 34 1 77 8 Neutropenia 31 4 72 16 a. With at least 1 grade increase from baseline b. Laboratory abnormality percentage is based on the number of patients who had both baseline and at least one post baseline laboratory measurement for each parameter. LENVIMA/pembrolizumab (n= 343 to 349) and sunitinib (n= 329 to 335). Grade 3 and 4 increased ALT or AST was seen in 9% of patients. Grade ≥2 increased ALT or AST was reported in 64 (18%) patients, of whom 20 (31%) received ≥40 mg daily oral prednisone equivalent. Recurrence of Grade ≥2 increased ALT or AST was observed in 3 patients on rechallenge in patients receiving LENVIMA and 10 patients receiving both LENVIMA and pembrolizumab. Previously T reated Renal Cell Carcinoma in Combination with Everolimus (Study 205) The safety of LENVIMA was evaluated in Study 205, in which patients with unresectable advanced or metastatic renal cell carcinoma (RCC) were randomized (1:1:1) to LENVIMA 18 mg orally once daily with everolimus 5 mg orally once daily (n=51), LENVIMA 24 mg orally once daily (n=52), or everolimus 10 mg orally once daily (n=50) [see Clinical Studies ( 14.2 ) ] . This data also includes patients on the dose escalation portion of the study who received LENVIMA with everolimus (n=11). The median treatment duration was 8.1 months for LENVIMA with everolimus. Among 62 patients who received LENVIMA with everolimus, the median age was 61 years, 71% were men, and 98% were White. The most common adverse reactions observed in the LENVIMA with everolimus-treated group (≥30%) were, in order of decreasing frequency, diarrhea, fatigue, arthralgia/myalgia, decreased appetite, vomiting, nausea, stomatitis/oral inflammation, hypertension, peripheral edema, cough, abdominal pain, dyspnea, rash, decreased weight, hemorrhagic events, and proteinuria. The most common serious adverse reactions (≥5%) were renal failure (11%), dehydration (10%), anemia (6%), thrombocytopenia (5%), diarrhea (5%), vomiting (5%), and dyspnea (5%). Adverse reactions led to dose reductions or interruption in 89% of patients receiving LENVIMA with everolimus. The most common adverse reactions (≥5%) resulting in dose reductions in the LENVIMA with everolimus-treated group were diarrhea (21%), fatigue (8%), thrombocytopenia (6%), vomiting (6%), nausea (5%), and proteinuria (5%). Treatment discontinuation due to an adverse reaction occurred in 29% of patients in the LENVIMA with everolimus-treated group. Table 7 presents the adverse reactions in >15% of patients in the LENVIMA with everolimus arm. Study 205 was not designed to demonstrate a statistically significant difference in adverse reaction rates for LENVIMA in combination with everolimus, as compared to everolimus for any specific adverse reaction listed in Table 7. Table 7 : Adverse Reactions Occurring in >15% of Patients in the LENVIMA with Everolimus Arm in Study 205 (RCC) LENVIMA 18 mg with Everolimus 5 mg N=62 Everolimus 10 mg N=50 Adverse Reactions Grade 1-4 (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Endocrine Hypothyroidism 24 0 2 0 Gastrointestinal Diarrhea 81 19 34 2 Vomiting 48 7 12 0 Nausea 45 5 16 0 Stomatitis/Oral inflammation a 44 2 50 4 Abdominal pain b 37 3 8 0 Oral pain c 23 2 4 0 Dyspepsia/Gastro-esophageal reflux 21 0 12 0 Constipation 16 0 18 0 General Fatigue d 73 18 40 2 Peripheral edema 42 2 20 0 Pyrexia/Increased body temperature 21 2 10 2 Metabolism and Nutrition Decreased appetite 53 5 18 0 Decreased weight 34 3 8 0 Musculoskeletal and Connective Tissue Arthralgia/Myalgia e 55 5 32 0 Musculoskeletal chest pain 18 2 4 0 Nervous System Headache 19 2 10 2 Psychiatric Insomnia 16 2 2 0 Renal and Urinary Proteinuria/Urine protein present 31 8 14 2 Renal failure event f 18 10 12 2 Respiratory, Thoracic and Mediastinal Cough 37 0 30 0 Dyspnea/Exertional dyspnea 35 5 28 8 Dysphonia 18 0 4 0 Skin and Subcutaneous Tissue Rash g 35 0 40 0 Vascular Hypertension/Increased blood pressure 42 13 10 2 Hemorrhagic events h 32 6 26 2 a Includes aphthous stomatitis, gingival inflammation, glossitis, and mouth ulceration b Includes abdominal discomfort, gastrointestinal pain, lower abdominal pain, and upper abdominal pain c Includes gingival pain, glossodynia, and oropharyngeal pain d Includes asthenia, fatigue, lethargy and malaise e Includes arthralgia, back pain, extremity pain, musculoskeletal pain, and myalgia f Includes blood creatinine increased, blood urea increased, creatinine renal clearance decreased, nephropathy toxic, renal failure, renal failure acute, and renal impairment g Includes erythema, erythematous rash , genital rash, macular rash, maculo-papular rash, papular rash, pruritic rash, pustular rash, and septic rash h Includes hemorrhagic diarrhea, epistaxis, gastric hemorrhage, hemarthrosis, hematoma, hematuria, hemoptysis, lip hemorrhage, renal hematoma, and scrotal hematocele In Table 8, Grade 3-4 laboratory abnormalities occurring in ≥3% of patients in the LENVIMA with everolimus arm are presented. Table 8 : Grade 3-4 Laboratory Abnormalities Occurring in ≥3% of Patients in the LENVIMA with Everolimus Arm a , b in Study 205 (RCC) Laboratory Abnormality LENVIMA 18 mg with Everolimus 5 mg Everolimus 10 mg Grades 3-4 (%) Grades 3-4 (%) Chemistry Hypertriglyceridemia 18 18 Increased lipase 13 12 Hypercholesterolemia 11 0 Hyponatremia 11 6 Hypophosphatemia 11 6 Hyperkalemia 6 2 Hypocalcemia 6 2 Hypokalemia 6 2 Increased aspartate aminotransferase (AST) 3 0 Increased alanine aminotransferase (ALT) 3 2 Increased alkaline phosphatase 3 0 Hyperglycemia 3 16 Increased creatine kinase 3 4 Hematology Lymphopenia 10 20 Anemia 8 16 Thrombocytopenia 5 0 a. With at least 1 grade increase from baseline b. Laboratory Abnormality percentage is based on the number of patients who had both baseline and at least one post baseline laboratory measurement for each parameter. LENVIMA with Everolimus (n = 62), Everolimus (n = 50). Hepatocellular Carcinoma The safety of LENVIMA was evaluated in REFLECT, which randomized (1:1) patients with unresectable hepatocellular carcinoma (HCC) to LENVIMA (n=476) or sorafenib (n=475) [ see Clinical Studies ( 14.3 ) ] . The dose of LENVIMA was 12 mg orally once daily for patients with a baseline body weight of ≥60 kg and 8 mg orally once daily for patients with a baseline body weight of <60 kg. The dose of sorafenib was 400 mg orally twice daily. Duration of treatment was ≥6 months in 49% and 32% of patients in the LENVIMA and sorafenib groups, respectively. Among the 476 patients who received LENVIMA in REFLECT, the median age was 63 years, 85% were men, 28% were White and 70% were Asian. The most common adverse reactions observed in the LENVIMA-treated patients (≥20%) were, in order of decreasing frequency, hypertension, fatigue, diarrhea, decreased appetite, arthralgia/myalgia, decreased weight, abdominal pain, palmar-plantar erythrodysesthesia syndrome, proteinuria, dysphonia, hemorrhagic events, hypothyroidism, and nausea. The most common serious adverse reactions (≥2%) in LENVIMA-treated patients were hepatic encephalopathy (5%), hepatic failure (3%), ascites (3%), and decreased appetite (2%). Adverse reactions led to dose reduction or interruption in 62% of patients receiving LENVIMA. The most common adverse reactions (≥5%) resulting in dose reduction or interruption of LENVIMA were fatigue (9%), decreased appetite (8%), diarrhea (8%), proteinuria (7%), hypertension (6%), and palmar-plantar erythrodysesthesia syndrome (5%). Treatment discontinuation due to adverse reactions occurred in 20% of patients in the LENVIMA-treated group. The most common adverse reactions (≥1%) resulting in discontinuation of LENVIMA were fatigue (1%), hepatic encephalopathy (2%), hyperbilirubinemia (1%), and hepatic failure (1%). Table 9 summarizes the adverse reactions that occurred in ≥10% of patients receiving LENVIMA in REFLECT. REFLECT was not designed to demonstrate a statistically significant reduction in adverse reaction rates for LENVIMA, as compared to sorafenib, for any specified adverse reaction listed in Table 9. Table 9 : Adverse Reactions Occurring in ≥10% of Patients in the LENVIMA Arm in REFLECT (HCC) Adverse Reaction LENVIMA 8 mg/12 mg N=476 Sorafenib 800 mg N=475 Grade 1-4 (%) Grade 3-4 (%) Grade 1-4 (%) Grade 3-4 (%) Endocrine Hypothyroidism a 21 0 3 0 Gastrointestinal Diarrhea 39 4 46 4 Abdominal pain b 30 3 28 4 Nausea 20 1 14 1 Vomiting 16 1 8 1 Constipation 16 1 11 0 Ascites c 15 4 11 3 Stomatitis d 11 0.4 14 1 General Fatigue e 44 7 36 6 Pyrexia f 15 0 14 0.2 Peripheral edema 14 1 7 0.2 Metabolism and Nutrition Decreased appetite 34 5 27 1 Decreased weight 31 8 22 3 Musculoskeletal and Connective Tissue Arthralgia/Myalgia g 31 1 20 2 Nervous System Headache 10 1 8 0 Renal and Urinary Proteinuria h 26 6 12 2 Respiratory, Thoracic and Mediastinal Dysphonia 24 0.2 12 0 Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia syndrome 27 3 52 11 Rash i 14 0 24 2 Vascular Hypertension j 45 24 31 15 Hemorrhagic events k 23 4 15 4 a. Includes hypothyroidism, blood thyroid stimulating hormone increased. b. Includes abdominal discomfort, abdominal pain, abdominal tenderness, epigastric discomfort, gastrointestinal pain, lower abdominal pain, and upper abdominal pain c. Includes ascites and malignant ascites d. Includes aphthous ulcer, gingival erosion, gingival ulceration, glossitis, mouth ulceration, oral mucosal blistering, and stomatitis e. Includes asthenia, fatigue, lethargy and malaise f. Includes increased body temperature, pyrexia g. Includes arthralgia, back pain, extremity pain, musculoskeletal chest pain, musculoskeletal discomfort, musculoskeletal pain, and myalgia h. Includes proteinuria, increased urine protein, protein urine present i. Includes erythema, erythematous rash, exfoliative rash, genital rash, macular rash, maculo-papular rash, papular rash, pruritic rash, pustular rash and rash j. Includes increased diastolic blood pressure, increased blood pressure, hypertension and orthostatic hypertension k. Includes all hemorrhage terms. Hemorrhage terms that occurred in 5 or more subjects in either treatment group include: epistaxis, hematuria, gingival bleeding, hemoptysis, esophageal varices hemorrhage, hemorrhoidal hemorrhage, mouth hemorrhage, rectal hemorrhage and upper gastrointestinal hemorrhage In Table 10, Grade 3-4 laboratory abnormalities occurring in ≥2% of patients in the LENVIMA arm in REFLECT (HCC) are presented. Table 10 : Grade 3-4 Laboratory Abnormalities Occurring in ≥2% of Patients in the LENVIMA Arm a,b in REFLECT (HCC) Laboratory Abnormality LENVIMA (%) Sorafenib (%) Chemistry Increased GGT 17 20 Hyponatremia 15 9 Hyperbilirubinemia 13 10 Increased aspartate aminotransferase (AST) 12 18 Increased alanine aminotransferase (ALT) 8 9 Increased alkaline phosphatase 7 5 Increased lipase 6 17 Hypokalemia 3 4 Hyperkalemia 3 2 Decreased albumin 3 1 Increased creatinine 2 2 Hematology Thrombocytopenia 10 8 Lymphopenia 8 9 Neutropenia 7 3 Anemia 4 5 a. With at least 1 grade increase from baseline b. Laboratory Abnormality percentage is based on the number of patients who had both baseline and at least one post baseline laboratory measurement for each parameter. LENVIMA (n=278 to 470) and sorafenib (n=260 to 473) Endometrial Carcinoma The safety of LENVIMA in combination with pembrolizumab was investigated in Study 309, a multicenter, open-label, randomized (1:1), active-controlled trial in patients with advanced endometrial carcinoma previously treated with at least one prior platinum-based chemotherapy regimen in any setting, including in the neoadjuvant and adjuvant settings [see Clinical Studies ( 14.4 ) ]. Patients with endometrial carcinoma that are pMMR or not MSI-H received LENVIMA 20 mg orally once daily with pembrolizumab 200 mg intravenously every 3 weeks (n=342); or received doxorubicin or paclitaxel (n= 325). For patients with pMMR or not MSI-H status, the median duration of study treatment was 7.2 months (range 1 day to 26.8 months) and the median duration of exposure to LENVIMA was 6.7 months (range: 1 day to 26.8 months). Fatal adverse reactions among these patients occurred in 4.7% of those treated with LENVIMA and pembrolizumab, including 2 cases of pneumonia, and 1 case of the following: acute kidney injury, acute myocardial infarction, colitis, decreased appetite, intestinal perforation, lower gastrointestinal hemorrhage, malignant gastrointestinal obstruction, multiple organ dysfunction syndrome, myelodysplastic syndrome, pulmonary embolism, and right ventricular dysfunction. Serious adverse reactions occurred in 50% of these patients receiving LENVIMA and pembrolizumab. Serious adverse reactions with frequency ≥3% were hypertension (4.4%), and urinary tract infection (3.2%). Discontinuation of LENVIMA due to an adverse reaction occurred in 26% of these patients. The most common (≥1 %) adverse reactions leading to discontinuation of LENVIMA were hypertension (2%), asthenia (1.8%), diarrhea (1.2%), decreased appetite (1.2%), proteinuria (1.2%), and vomiting (1.2%). Dose reductions of LENVIMA due to adverse reactions occurred in 67% of patients. The most common (≥5%) adverse reactions resulting in dose reduction of LENVIMA were hypertension (18%), diarrhea (11%), palmar-plantar erythrodysesthesia syndrome (9%), proteinuria (7%), fatigue (7%), decreased appetite (6%), asthenia (5%), and weight decreased (5%). Dose interruptions of LENVIMA due to an adverse reaction occurred in 58% of these patients. The most common (≥2%) adverse reactions leading to interruption of LENVIMA were hypertension (11%), diarrhea (11%), proteinuria (6%), decreased appetite (5%), vomiting (5%), increased alanine aminotransferase (3.5%), fatigue (3.5%), nausea (3.5%), abdominal pain (2.9%), weight decreased (2.6%), urinary tract infection (2.6%), increased aspartate aminotransferase (2.3%), asthenia (2.3%), and palmar-plantar erythrodysesthesia (2%). Tables 11 and 12 summarize adverse reactions and laboratory abnormalities, respectively, in patients receiving LENVIMA in Study 309. Table 11 : Adverse Reactions in ≥ 20% of Patients Receiving LENVIMA plus Pembrolizumab in Study 309 (EC) Endometrial Carcinoma ( pMMR or not MSI-H) LENVIMA 20 mg in combination with Pembrolizumab 200 mg N=342 Doxorubicin or Paclitaxel N=325 Adverse Reaction All Grades a (%) Grades 3-4 (%) All Grades a (%) Grades 3-4 (%) Endocrine Hypothyroidism b 67 0.9 0.9 0 Vascular Hypertension c 67 39 6 2.5 Hemorrhagic events d 25 2.6 15 0.9 General Fatigue e 58 11 54 6 Gastrointestinal Diarrhea f 55 8 20 2.8 Nausea 49 2.9 47 1.5 Vomiting 37 2.3 21 2.2 Stomatitis g 35 2.6 26 1.2 Abdominal pain h 34 2.6 21 1.2 Constipation 27 0 25 0.6 Musculoskeletal and Connective Tissue Musculoskeletal disorders i 53 5 27 0.6 Metabolism Decreased appetite j 44 7 21 0 Investigations Decreased weight 34 10 6 0.3 Renal and Urinary Proteinuria k 29 6 3.4 0.3 Infections Urinary tract infection l 31 5 13 1.2 Nervous System Headache 26 0.6 9 0.3 Respiratory, Thoracic and Mediastinal Dysphonia 22 0 0.6 0 Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia m 23 2.9 0.9 0 Rash n 20 2.3 4.9 0 a. Graded per NCI CTCAE v4.03 b. Includes hypothyroidism, blood thyroid stimulating hormone increased, thyroiditis, primary hypothyroidism, and secondary hypothyroidism c. Includes hypertension, blood pressure increased, hypertensive crisis, secondary hypertension, blood pressure abnormal, hypertensive encephalopathy, and blood pressure fluctuation d. Includes epistaxis, vaginal hemorrhage, hematuria, gingival bleeding, metrorrhagia, rectal hemorrhage, contusion, hematochezia, cerebral hemorrhage, conjunctival hemorrhage, gastrointestinal hemorrhage, hemoptysis, hemorrhage urinary tract, lower gastrointestinal hemorrhage, mouth hemorrhage, petechiae, uterine hemorrhage, anal hemorrhage, blood blister, eye hemorrhage, hematoma, hemorrhage intracranial, hemorrhagic stroke, injection site hemorrhage, melena, purpura, stoma site hemorrhage, upper gastrointestinal hemorrhage, wound hemorrhage, blood urine present, coital bleeding, ecchymosis, hematemesis, hemorrhage subcutaneous, hepatic hematoma, injection site bruising, intestinal hemorrhage, laryngeal hemorrhage, pulmonary hemorrhage, subdural hematoma, umbilical hemorrhage, and vessel puncture site bruise e. Includes fatigue, asthenia, malaise, and lethargy f. Includes diarrhea and gastroenteritis g. Includes stomatitis, mucosal inflammation, oropharyngeal pain, aphthous ulcer, mouth ulceration, cheilitis, oral mucosal erythema, and tongue ulceration h. Includes abdominal pain, abdominal pain upper, abdominal pain lower, abdominal discomfort, gastrointestinal pain, abdominal tenderness, and epigastric discomfort i. Includes arthralgia, myalgia, back pain, pain in extremity, bone pain, neck pain, musculoskeletal pain, arthritis, musculoskeletal chest pain, musculoskeletal stiffness, non-cardiac chest pain, pain in jaw j. Includes decreased appetite and early satiety k. Includes proteinuria, protein urine present, hemoglobinuria l. Includes urinary tract infection, cystitis, and pyelonephritis m. Includes palmar-plantar erythrodysesthesia syndrome, palmar erythema, plantar erythema, and skin reaction n. Includes rash, rash maculo-papular, rash pruritic, rash erythematous, rash macular, rash pustular, rash papular, rash vesicular, and application site rash Table 12 : Laboratory Abnormalities Worsened from Baseline a Occurring in ≥20% (All Grades) or ≥3% (Grades 3-4) of Patients Receiving LENVIMA plus Pembrolizumab in Study 309 (EC) Endometrial Carcinoma ( pMMR or not MSI-H) LENVIMA 20 mg in combination with Pembrolizumab 200 mg N=342 Doxorubicin or Paclitaxel N=325 Laboratory Test b All Grades c (%) Grades 3-4 (%) All Grades c (%) Grades 3-4 (%) Chemistry Hypertriglyceridemia 70 6 45 1.7 Hypoalbuminemia 60 2.7 42 1.6 Increased aspartate aminotransferase 58 9 23 1.6 Hyperglycemia 58 8 45 4.4 Hypomagnesemia 46 0 27 1.3 Increased alanine aminotransferase 55 9 21 1.2 Hypercholesteremia 53 3.2 23 0.7 Hyponatremia 46 15 28 7 Increased alkaline phosphatase 43 4.7 18 0.9 Hypocalcemia 40 4.7 21 1.9 Increased lipase 36 14 13 3.9 Increased creatinine 35 4.7 18 1.9 Hypokalemia 34 10 24 5 Hypophosphatemia 26 8 17 3.2 Increased amylase 25 7 8 1 Hyperkalemia 23 2.4 12 1.2 Increased creatine kinase 19 3.7 7 0 Increased bilirubin 18 3.6 6 1.6 Hematology Lymphopenia 51 18 66 23 Thrombocytopenia 50 8 30 4.7 Anemia 49 8 84 14 Leukopenia 43 3.5 83 43 Neutropenia 34 8 80 60 a. With at least 1 grade increase from baseline b. Laboratory abnormality percentage is based on the number of patients who had both baseline and at least one post-baseline laboratory measurement for each parameter: LENVIMA/pembrolizumab (range: 263 to 340 patients) and doxorubicin or paclitaxel (range: 240 to 322 patients). c. Graded per NCI CTCAE v4.03 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of LENVIMA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal : pancreatitis, increased amylase General : impaired wound healing Hepatobiliary : cholecystitis Renal and Urinary : nephrotic syndrome Vascular : arterial (including aortic) aneurysms, dissections, and rupture"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Single Agent Therapy: DTC: The recommended dosage is 24 mg orally once daily. ( 2.3 ) HCC: The recommended dosage is based on actual body weight: 12 mg orally once daily for patients greater than or equal to 60 kg or 8 mg orally once daily for patients less than 60 kg. ( 2.5 ) Combination Therapy: EC: The recommended dosage is 20 mg orally once daily in combination with pembrolizumab 200 mg administered as an intravenous infusion over 30 minutes every 3 weeks. ( 2.6 ) RCC: The recommended dosage is: 20 mg orally once daily with pembrolizumab 200 mg administered as an intravenous infusion over 30 minutes every 3 weeks. ( 2.4 ) 18 mg orally once daily with everolimus 5 mg orally once daily. ( 2.4 ) Modify the recommended daily dose for certain patients with renal or hepatic impairment. ( 2.8 , 2.9 ) 2.1 Patient Selection For the pMMR/not MSI-H advanced endometrial carcinoma indication, select patients for treatment with LENVIMA in combination with pembrolizumab based on MMR or MSI status in tumor specimens [see Clinical Studies ( 14.4 )]. Information on FDA-approved tests for patient selection is available at: http://www.fda.gov/CompanionDiagnostics . 2. 2 Important Dosage Information Reduce the dose for certain patients with renal or hepatic impairment [see Dosage and Administration ( 2.8 , 2.9 )] . Take LENVIMA once daily, with or without food, at the same time each day [see Clinical Pharmacology ( 12.3 )] . If a dose is missed and cannot be taken within 12 hours, skip that dose and take the next dose at the usual time of administration. 2. 3 Recommended Dos ag e for Differentiated Thyroid Cancer (DTC) The recommended dosage of LENVIMA is 24 mg orally once daily until disease progression or until unacceptable toxicity. 2. 4 Recommended Dosage for Renal Cell Carcinoma (RCC) F irst- L ine Treatment of Patients with Advanced RCC The recommended dosage of LENVIMA is 20 mg orally once daily in combination with pembrolizumab 200 mg administered as an intravenous infusion over 30 minutes every 3 weeks until disease progression or until unacceptable toxicity or up to 2 years. After completing 2 years of combination therapy, LENVIMA may be administered as a single agent until disease progression or until unacceptable toxicity. Refer to the pembrolizumab prescribing information for other pembrolizumab dosing information. Previously Treated RCC The recommended dosage of LENVIMA is 18 mg in combination with 5 mg everolimus orally once daily until disease progression or until unacceptable toxicity. Refer to the everolimus prescribing information for recommended everolimus dosing information. 2. 5 Recommended Dosage for Hepatocellular Carcinoma (HCC) The recommended dosage of LENVIMA is based on actual body weight: 12 mg for patients greater than or equal to 60 kg or 8 mg for patients less than 60 kg. Take LENVIMA orally once daily until disease progression or until unacceptable toxicity. 2. 6 Recommended Dosage for Endometrial Carcinoma (EC) The recommended dosage of LENVIMA is 20 mg orally once daily, in combination with pembrolizumab 200 mg administered as an intravenous infusion over 30 minutes every 3 weeks, until unacceptable toxicity or disease progression. Refer to the pembrolizumab prescribing information for other pembrolizumab dosing information. 2. 7 Dos age Modifications for Adverse Reactions Recommendations for LENVIMA dose interruption, reduction and discontinuation for adverse reactions are listed in Table 1. Table 2 lists the recommended dosage reductions of LENVIMA for adverse reactions. Table 1 : Recommended Dos ag e Modifications for LENVIMA for Adverse Reactions Adverse Reaction Severity a Dos ag e Modifications for LENVIMA Hypertension [see Warnings and Precautions ( 5.1 )] Grade 3 Withhold for Grade 3 that persists despite optimal antihypertensive therapy. Resume at reduced dose when hypertension is controlled at less than or equal to Grade 2. Grade 4 Permanently discontinue. Cardiac Dysfunction [see Warnings and Precautions ( 5.2 )] Grade 3 Withhold until improves to Grade 0 to 1 or baseline. Resume at a reduced dose or discontinue depending on the severity and persistence of adverse reaction. Grade 4 Permanently discontinue. Arterial Thromboembolic Event [see Warnings and Precautions ( 5.3 )] Any Grade Permanently discontinue. Hepatotoxicity [see Warnings and Precautions ( 5.4 )] Grade 3 or 4 Withhold until improves to Grade 0 to 1 or baseline. Either resume at a reduced dose or discontinue depending on severity and persistence of hepatotoxicity. Permanently discontinue for hepatic failure. Renal Failure or Impairment [see Warnings and Precautions ( 5.5 )] Grade 3 or 4 Withhold until improves to Grade 0 to 1 or baseline. Resume at a reduced dose or discontinue depending on severity and persistence of renal impairment. Proteinuria [see Warnings and Precautions ( 5.6 )] 2 g or greater proteinuria in 24 hours Withhold until less than or equal to 2 grams of proteinuria per 24 hours. Resume at a reduced dose. Permanently discontinue for nephrotic syndrome. Gastrointestinal Perforation [see Warnings and Precautions ( 5.8 )] Any Grade Permanently discontinue. Fistula Formation [see Warnings and Precautions ( 5.8 )] Grade 3 or 4 Permanently discontinue. QT Prolongation [see Warnings and Precautions ( 5.9 )] Greater than 500 ms or greater than 60 ms increase from baseline Withhold until improves to less than or equal to 480 ms or baseline. Resume at a reduced dose. Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions ( 5.11 )] Any Grade Withhold until fully resolved. Resume at a reduced dose or discontinue depending on severity and persistence of neurologic symptoms. Other Adverse Reactions [see Warnings and Precautions ( 5.7 , 5.10 , 5.12 )] Persistent or intolerable Grade 2 or 3 adverse reaction Grade 4 laboratory abnormality Withhold until improves to Grade 0 to 1 or baseline. Resume at reduced dose. Grade 4 adverse reaction Permanently discontinue. a. National Cancer Institute Common Terminology Criteria for Adverse Events, version 4.0. Table 2: Recommended Dosage Reductions of LENVIMA for Adverse Reactions Indication First Dosage Reduction To Second Dosage Reduction To Third Dosage Reduction To DTC 20 mg once daily 14 mg once daily 10 mg once daily RCC 14 mg once daily 10 mg once daily 8 mg once daily Endometrial Carcinoma 14 mg once daily 10 mg once daily 8 mg once daily HCC Actual weight 60 kg or greater 8 mg once daily 4 mg once daily 4 mg every other day Actual weight less than 60 kg 4 mg once daily 4 mg every other day Discontinue Recommended Dose Modifications for Adverse Reactions for LENVIMA in Combination with Pembrolizumab When administering LENVIMA in combination with pembrolizumab, modify the dosage of one or both drugs as appropriate. Withhold, dose reduce, or discontinue LENVIMA as shown in Table 1. Refer to pembrolizumab prescribing information for additional dose modification information. Recommended Dose Modifications for Adverse Reactions for LENVIMA in Combination with Everolimus When administering LENVIMA in combination with everolimus, withhold or reduce the LENVIMA dose first and then the everolimus dose for adverse reactions of both LENVIMA and everolimus. Refer to the everolimus prescribing information for additional dose modification information. 2. 8 Dosage Modifications for Severe Renal Impairment The recommended dosage of LENVIMA for patients with DTC, RCC, or endometrial carcinoma and severe renal impairment (creatinine clearance less than 30 mL/min calculated by Cockcroft-Gault equation using actual body weight) is [s ee Warnings and Precautions ( 5.5 ), Use in Specific Populations ( 8.6 )] : Differentiated thyroid cancer: 14 mg orally once daily Renal cell carcinoma: 10 mg orally once daily Endometrial carcinoma: 10 mg orally once daily 2. 9 Dosage Modifications for Severe Hepatic Impairment The recommended dosage of LENVIMA for patients with DTC, RCC, or endometrial carcinoma and severe hepatic impairment (Child-Pugh C) is [s ee Warnings and Precautions ( 5.4 ), Use in Specific Populations ( 8.7 ) ] : Differentiated thyroid cancer: 14 mg taken orally once daily Renal cell carcinoma: 10 mg taken orally once daily Endometrial carcinoma: 10 mg orally once daily 2. 1 0 Capsule Administration and Preparation of Suspension for Administration Administration Oral: Capsule or Suspension Capsule Swallow LENVIMA capsules whole at the same time each day with or without food [see Clinical Pharmacology ( 12.3 )] . Do not crush or chew the LENVIMA capsules. Suspension Prepare [see Preparation below] oral suspension with water or apple juice and administer at the same time each day with or without food [see Clinical Pharmacology ( 12.3 )] . Feeding Tube Administration Suspension Prepare [see Preparation below] suspension for feeding tube administration with water and administer at the same time each day with or without food [see Clinical Pharmacology ( 12.3 )] . Preparation of Suspension Place the required number of capsules, up to a maximum of 5, in a small container (approximately 20 mL capacity) or syringe (20 mL). Do not break or crush capsules. Add 3 mL of liquid to the container or syringe. Wait 10 minutes for the capsule shell (outer surface) to disintegrate, then stir or shake the mixture for 3 minutes until capsules are fully disintegrated and administer the entire contents. Next, add an additional 2 mL of liquid to the container or syringe using a second syringe or dropper, swirl or shake and administer. Repeat this step at least once and until there is no visible residue to ensure all of the medication is taken. If 6 capsules are required for a dose, follow these instructions using 3 capsules at a time. If LENVIMA suspension is not used at the time of preparation, LENVIMA suspension may be stored in a refrigerator at 36ºF to 46ºF (2ºC to 8ºC) for a maximum of 24 hours in a covered container. If not administered within 24 hours, the suspension should be discarded. Note: Compatibility has been confirmed for polypropylene syringes and for feeding tubes of at least 5 French diameter (polyvinyl chloride or polyurethane tube) and at least 6 French diameter (silicone tube)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LENVIMA is a kinase inhibitor that is indicated: Differentiated Thyroid Cancer (DTC) For the treatment of adult patients with locally recurrent or metastatic, progressive, radioactive iodine-refractory differentiated thyroid cancer (DTC). ( 1.1 ) Renal Cell Carcinoma (RCC) In combination with pembrolizumab, for the first line treatment of adult patients with advanced renal cell carcinoma (RCC). ( 1.2 ) In combination with everolimus, for the treatment of adult patients with advanced renal cell carcinoma (RCC) following one prior anti-angiogenic therapy. ( 1.2 ) Hepatocellular Carcinoma (HCC) For the first-line treatment of patients with unresectable hepatocellular carcinoma (HCC). ( 1.3 ) Endometrial Carcinoma (EC) In combination with pembrolizumab, for the treatment of patients with advanced endometrial carcinoma (EC) that is mismatch repair proficient (pMMR) or not microsatellite instability-high (MSI-H), as determined by an FDA-approved test, who have disease progression following prior systemic therapy in any setting and are not candidates for curative surgery or radiation. ( 1.4 , 2.1 ) 1.1 Differentiated Thyroid Cancer LENVIMA is indicated for the treatment of adult patients with locally recurrent or metastatic, progressive, radioactive iodine-refractory differentiated thyroid cancer (DTC). 1.2 Renal Cell Carcinoma LENVIMA, in combination with pembrolizumab, is indicated for the first-line treatment of adult patients with advanced renal cell carcinoma (RCC). LENVIMA, in combination with everolimus, is indicated for the treatment of adult patients with advanced RCC following one prior anti-angiogenic therapy. 1.3 Hepatocellular Carcinoma LENVIMA is indicated for the first-line treatment of patients with unresectable hepatocellular carcinoma (HCC). 1.4 Endometrial Carcinoma LENVIMA, in combination with pembrolizumab, is indicated for the treatment of patients with advanced endometrial carcinoma (EC) that is mismatch repair proficient (pMMR) or not microsatellite instability-high (MSI-H), as determined by an FDA-approved test, who have disease progression following prior systemic therapy in any setting and are not candidates for curative surgery or radiation [see Dosage and Administration ( 2.1 )] ."
  ],
  "fetched_at": "2025-10-01T17:18:40.791574",
  "source": "OpenFDA"
}