{
  "drug_name": "Letermovir",
  "generic_name": [
    "LETERMOVIR"
  ],
  "brand_names": [
    "PREVYMIS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Dosage Adjustment: If PREVYMIS is co-administered with cyclosporine, the dosage of PREVYMIS should be decreased to 240 mg once daily in adult and pediatric patients 12 years of age and older. ( 2.4 ) If PREVYMIS is co-administered with cyclosporine in pediatric patients less than 12 years of age, dose adjustment may be required. ( 2.6 ) Co-administration of PREVYMIS may alter the plasma concentrations of other drugs and other drugs may alter the plasma concentrations of PREVYMIS. Consult the full prescribing information prior to and during treatment for potential drug interactions. ( 2.4 , 2.6 , 4 , 5.1 , 7.1 , 7.2 , 7.3 , 7.4 , 12.3 ) 7.1 Potential for Other Drugs to Affect PREVYMIS Letermovir is a substrate of organic anion-transporting polypeptide 1B1/3 (OATP1B1/3) and P-glycoprotein (P-gp) transporters and UDP-glucuronosyltransferase 1A1/3 (UGT1A1/3) enzymes. Co-administration of PREVYMIS with drugs that are inhibitors of OATP1B1/3 transporters may result in increases in letermovir plasma concentrations (Table 11). Co-administration of PREVYMIS with inducers of transporters (e.g., P-gp) and/or enzymes (e.g., UGTs) is not recommended due to the potential for a decrease in letermovir plasma concentrations (see Table 11 ) . 7.2 Potential for PREVYMIS to Affect Other Drugs Co-administration of PREVYMIS with midazolam results in increased midazolam plasma concentrations, indicating that letermovir is a moderate inhibitor of CYP3A [see Clinical Pharmacology (12.3) ] . Co-administration of PREVYMIS with drugs that are CYP3A substrates may result in clinically relevant increases in the plasma concentrations of co-administered CYP3A substrates (Table 11) [see Contraindications (4) and Warnings and Precautions (5.1) ] . Letermovir is an inhibitor of OATP1B1/3 transporters. Co-administration of PREVYMIS with drugs that are substrates of OATP1B1/3 transporters may result in a clinically relevant increase in plasma concentrations of co-administered OATP1B1/3 substrates (Table 11). The magnitude of CYP3A- and OATP1B1/3-mediated drug interactions on co-administered drugs may be different when PREVYMIS is co-administered with cyclosporine. See the prescribing information for cyclosporine for information on drug interactions with cyclosporine. 7.3 Established and Other Potentially Significant Drug Interactions If dose adjustments of concomitant medications are made due to treatment with PREVYMIS, doses should be readjusted after treatment with PREVYMIS is completed. Table 11 provides a listing of established or potentially clinically significant drug interactions. The drug interactions described are based on adult studies conducted with PREVYMIS or are predicted drug interactions that may occur with PREVYMIS [see Contraindications (4) , Warnings and Precautions (5.1) , and Clinical Pharmacology (12.3) ] . Table 11: Potentially Significant Drug Interactions: Alteration in Dose May Be Recommended Based on Results from Adult Drug Interaction Studies or Predicted Interactions This table is not all inclusive. (Information in the Table Applies to Co-administration of PREVYMIS and the Concomitant Drug without Cyclosporine, Unless Otherwise Indicated) Concomitant Drug Class and/or Clearance Pathway: Drug Name Effect on Concentration ↓ =decrease, ↑ =increase Clinical Comments Anti-arrhythmic Agents amiodarone ↑ amiodarone Close clinical monitoring for adverse events related to amiodarone is recommended during co-administration. Frequently monitor amiodarone concentrations when amiodarone is co-administered with PREVYMIS. Antibiotics nafcillin ↓ letermovir Co-administration of PREVYMIS and nafcillin is not recommended due to potential for loss of efficacy of PREVYMIS. Anticoagulants warfarin ↓ warfarin When PREVYMIS is co-administered with warfarin, frequently monitor International Normalized Ratio (INR) Refer to the respective prescribing information. . Anticonvulsants carbamazepine ↓ letermovir Co-administration of PREVYMIS and carbamazepine is not recommended due to potential for loss of efficacy of PREVYMIS. phenobarbital ↓ letermovir Co-administration of PREVYMIS and phenobarbital is not recommended due to potential for loss of efficacy of PREVYMIS. phenytoin ↓ letermovir ↓ phenytoin Co-administration of PREVYMIS and phenytoin is not recommended due to potential for loss of efficacy of PREVYMIS. Antidiabetic Agents Examples: glyburide, repaglinide, rosiglitazone ↑ glyburide ↑ repaglinide ↑ rosiglitazone When PREVYMIS is co-administered with glyburide, repaglinide, or rosiglitazone, frequently monitor glucose concentrations . When PREVYMIS is co-administered with cyclosporine, use of repaglinide is not recommended. Antifungals voriconazole These interactions have been studied [see Clinical Pharmacology (12.3) ] . ↓ voriconazole If concomitant administration of voriconazole is necessary, closely monitor for reduced effectiveness of voriconazole . Antimycobacterials rifabutin ↓ letermovir Co-administration of PREVYMIS and rifabutin is not recommended due to potential for loss of efficacy of PREVYMIS. rifampin ↓ letermovir Co-administration of PREVYMIS and rifampin is not recommended due to potential for loss of efficacy of PREVYMIS. Antipsychotics pimozide ↑ pimozide Co-administration is contraindicated due to risk of QT prolongation and torsades de pointes [see Contraindications (4) ] . thioridazine ↓ letermovir Co-administration of PREVYMIS and thioridazine is not recommended due to potential for loss of efficacy of PREVYMIS. Endothelin Antagonists bosentan ↓ letermovir Co-administration of PREVYMIS and bosentan is not recommended due to potential for loss of efficacy of PREVYMIS. Ergot Alkaloids ergotamine, dihydroergotamine ↑ ergotamine, dihydroergotamine Co-administration is contraindicated due to risk of ergotism [see Contraindications (4) ] . Herbal Products St. John's wort ( Hypericum perforatum ) ↓ letermovir Co-administration of PREVYMIS and St. John's wort is not recommended due to potential for loss of efficacy of PREVYMIS. HIV Medications efavirenz ↓ letermovir Co-administration of PREVYMIS and efavirenz is not recommended due to potential for loss of efficacy of PREVYMIS. etravirine ↓ letermovir Co-administration of PREVYMIS and etravirine is not recommended due to potential for loss of efficacy of PREVYMIS. nevirapine ↓ letermovir Co-administration of PREVYMIS and nevirapine is not recommended due to potential for loss of efficacy of PREVYMIS. HMG-CoA Reductase Inhibitors atorvastatin ↑ atorvastatin When PREVYMIS is co-administered with atorvastatin, do not exceed an atorvastatin dosage of 20 mg daily . Closely monitor patients for myopathy and rhabdomyolysis. When PREVYMIS is co-administered with cyclosporine, use of atorvastatin is not recommended. pitavastatin, simvastatin ↑ HMG-CoA reductase inhibitors Co-administration of PREVYMIS and pitavastatin or simvastatin is not recommended. When PREVYMIS is co-administered with cyclosporine, use of either pitavastatin or simvastatin is contraindicated due to significantly increased pitavastatin or simvastatin concentrations and risk of myopathy or rhabdomyolysis [see Contraindications (4) ] . fluvastatin, lovastatin, pravastatin, rosuvastatin ↑ HMG-CoA reductase inhibitors When PREVYMIS is co-administered with these statins, a statin dosage reduction may be necessary . Closely monitor patients for myopathy and rhabdomyolysis. When PREVYMIS is co-administered with cyclosporine, use of lovastatin is not recommended. When PREVYMIS is co-administered with cyclosporine, refer to the statin prescribing information for specific statin dosing recommendations. Immunosuppressants cyclosporine ↑ cyclosporine ↑ letermovir Decrease the dosage of PREVYMIS to 240 mg once daily in adult and pediatric patients 12 years of age and older [see Dosage and Administration (2.4) and Clinical Pharmacology (12.3) ] . Dose adjustment may be required in pediatric patients less than 12 years of age [see Dosage and Administration (2.6) and Clinical Pharmacology (12.3) ] . Frequently monitor cyclosporine whole blood concentrations during treatment and after discontinuation of PREVYMIS and adjust the dose of cyclosporine accordingly . sirolimus ↑ sirolimus When PREVYMIS is co-administered with sirolimus, frequently monitor sirolimus whole blood concentrations during treatment and after discontinuation of PREVYMIS and adjust the dose of sirolimus accordingly . When PREVYMIS is co-administered with cyclosporine and sirolimus, refer to the sirolimus prescribing information for specific sirolimus dosing recommendations . tacrolimus ↑ tacrolimus Frequently monitor tacrolimus whole blood concentrations during treatment and after discontinuation of PREVYMIS and adjust the dose of tacrolimus accordingly . Proton Pump Inhibitors omeprazole ↓ omeprazole Clinical monitoring and dose adjustment may be needed. pantoprazole ↓ pantoprazole Clinical monitoring and dose adjustment may be needed. Wakefulness-Promoting Agents modafinil ↓ letermovir Co-administration of PREVYMIS and modafinil is not recommended due to potential for loss of efficacy of PREVYMIS. CYP3A Substrates Examples: alfentanil, fentanyl, midazolam, and quinidine ↑ CYP3A substrate When PREVYMIS is co-administered with a CYP3A substrate, refer to the prescribing information for dosing of the CYP3A substrate with a moderate CYP3A inhibitor . When PREVYMIS is co-administered with cyclosporine, the combined effect on CYP3A substrates may be similar to a strong CYP3A inhibitor. Refer to the prescribing information for dosing of the CYP3A substrate with a strong CYP3A inhibitor . CYP3A substrates pimozide and ergot alkaloids are contraindicated [see Contraindications (4) ] . 7.4 Drugs without Clinically Significant Interactions with PREVYMIS No clinically significant interactions were observed in adult clinical drug-drug interaction studies of letermovir and acyclovir, digoxin, mycophenolate mofetil, fluconazole, itraconazole, posaconazole, ethinyl estradiol, and levonorgestrel."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Adult HSCT Patients: Most common adverse events (occurring in at least 10% of subjects in the PREVYMIS group and at a frequency at least 2% greater than placebo) are nausea, diarrhea, vomiting, peripheral edema, cough, headache, fatigue, and abdominal pain. ( 6.1 ) Adult Kidney Transplant Patients: Most common adverse event (occurring in at least 10% of subjects in the PREVYMIS group and at a frequency greater than valganciclovir) is diarrhea. ( 6.1 ) Pediatric Patients: Adverse events in pediatric patients are similar to adults. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult CMV-seropositive Recipients [R+] of an Allogeneic HSCT Prophylaxis Through Week 14 (~100 days) Post-HSCT The safety of PREVYMIS was evaluated in a Phase 3 randomized, double-blind, placebo-controlled trial (P001) in which 565 subjects were randomized and treated with PREVYMIS (N=373) or placebo (N=192) through Week 14 post-HSCT. Adverse events were those reported while subjects were on study medication or within two weeks of study medication completion/discontinuation. The mean time for reporting adverse events and laboratory abnormalities was approximately 22% longer in the PREVYMIS arm compared to the placebo arm. Cardiac Adverse Events The cardiac adverse event rate was higher in subjects receiving PREVYMIS (13%) compared to subjects receiving placebo (6%). The most common cardiac adverse events were tachycardia (reported in 4% of PREVYMIS subjects and in 2% of placebo subjects) and atrial fibrillation (reported in 3% of PREVYMIS subjects and in 1% of placebo subjects). Among those subjects who experienced one or more cardiac adverse events, 85% of PREVYMIS and 92% of placebo subjects had events reported as mild or moderate in severity. Common Adverse Events The rate of adverse events occurring in at least 10% of subjects in the PREVYMIS group and at a frequency at least 2% greater than placebo are outlined in Table 8. Table 8: Trial P001 All Grade Adverse Events Reported in ≥ 10% of PREVYMIS-Treated HSCT Recipients at a Frequency at least 2% Greater than Placebo Adverse Events PREVYMIS (N=373) Placebo (N=192) nausea 27% 23% diarrhea 26% 24% vomiting 19% 14% peripheral edema 14% 9% cough 14% 10% headache 14% 9% fatigue 13% 11% abdominal pain 12% 9% Overall, similar proportions of subjects in each group discontinued study medication due to an adverse event (13% of PREVYMIS subjects vs. 12% of placebo subjects). The most frequently reported adverse event that led to study drug discontinuation was nausea, occurring in 2% of PREVYMIS subjects and 1% of placebo subjects. Hypersensitivity reaction, with associated moderate dyspnea, occurred in one subject following the first infusion of IV PREVYMIS after switching from oral PREVYMIS, leading to treatment discontinuation. Laboratory Abnormalities Selected laboratory abnormalities reported during treatment or within 2 weeks of stopping treatment are presented in Table 9. Table 9: Trial P001 Selected Laboratory Abnormalities PREVYMIS N=373 Placebo N=192 Absolute neutrophil count (cells/μL) < 500 19% 19% 500 – < 750 4% 7% 750 – < 1000 8% 9% Hemoglobin (g/dL) < 6.5 2% 1% 6.5 – < 8.0 14% 15% 8.0 – < 9.5 41% 43% Platelets (cells/μL) < 25000 27% 21% 25000 – < 50000 17% 18% 50000 – < 100000 20% 30% Serum creatinine (mg/dL) > 2.5 2% 3% > 1.5 – 2.5 17% 20% The median time to engraftment (defined as absolute neutrophil count ≥ 500/mm 3 on 3 consecutive days after transplantation) was 19 days in the PREVYMIS group and 18 days in the placebo group. Prophylaxis From Week 14 (~100 days) Through Week 28 (~200 days) Post-HSCT The safety of PREVYMIS was evaluated in a Phase 3 randomized, double-blind, placebo-controlled trial (P040) in which 218 subjects who completed PREVYMIS prophylaxis through ~100 days post-HSCT were randomized to treatment with PREVYMIS (N=144) or placebo (N=74) through Week 28 (~200 days) post-HSCT. Adverse events were those reported while subjects were on study drug or within two weeks of study drug completion/discontinuation. The most commonly reported adverse events in P040 were similar to those reported in P001. Study drug was discontinued due to an adverse event in 5% of PREVYMIS subjects and 1% of placebo subjects. The cardiac adverse event rate was 4% in the PREVYMIS and placebo groups. The rates of hematologic laboratory abnormalities were comparable in the PREVYMIS and placebo groups. Serum creatinine abnormalities > 1.5 mg/dL occurred in 15% of PREVYMIS and 8% of placebo subjects. Adult Kidney Transplant Recipients [D+/R-] The safety of PREVYMIS was evaluated in a Phase 3 randomized, double-blind, active comparator-controlled trial (P002) in which 589 subjects were treated with PREVYMIS (N=292) or valganciclovir (N=297) through Week 28 post-transplant. Adverse events were those reported while subjects were on study medication or within two weeks of study medication completion/discontinuation. In these subjects, diarrhea was reported in at least 10% of subjects in the PREVYMIS group and at a frequency greater than valganciclovir (PREVYMIS, 32%; valganciclovir, 29%). Study drug was discontinued due to an adverse event in 4% of PREVYMIS subjects and 14% of valganciclovir subjects. The most frequently reported adverse events that led to study drug discontinuation were neutropenia (PREVYMIS, 1%; valganciclovir, 2%) and leukopenia (PREVYMIS, 1%; valganciclovir, 5%). Laboratory Abnormalities Selected laboratory abnormalities reported through Week 28 post-transplant are presented in Table 10. Table 10: Trial P002 Selected Laboratory Abnormalities PREVYMIS N=292 Valganciclovir N=297 Absolute neutrophil count (cells/μL) < 500 2% 7% 500 – < 750 1% 4% 750 – < 1000 1% 8% Total < 1000 5% 18% Hemoglobin (g/dL) < 6.5 2% 0% 6.5 – < 8.0 4% 5% 8.0 – < 9.5 29% 32% Total < 9.5 34% 37% Platelets (cells/μL) < 50000 0% 0% 50000 – < 100000 1% 3% Total < 100000 1% 3% Leukocytes (cells/μL) < 1000 1% 2% 1000 – < 2000 5% 19% 2000 – < 2500 4% 14% Total < 2500 10% 35% Serum creatinine (mg/dL) > 2.5 24% 22% > 1.5 – 2.5 49% 52% Total > 1.5 73% 73% Pediatric Recipients of an Allogeneic HSCT The safety of PREVYMIS was evaluated in 63 pediatric subjects aged 2 months to less than 18 years of age who received an allogeneic HSCT (P030). PREVYMIS was administered orally (tablet or pellet) or intravenously. The duration of PREVYMIS exposure ranged from 3 days to 102 days (median duration 84 days). The safety profile was consistent with the safety profile observed in clinical trials of PREVYMIS in adults [see Use in Specific Populations (8.4) and Clinical Studies (14.4) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS PREVYMIS is contraindicated in patients receiving pimozide or ergot alkaloids: Pimozide: Concomitant administration of PREVYMIS in patients receiving pimozide may result in increased concentrations of pimozide due to inhibition of cytochrome P450 3A (CYP3A) by letermovir, which may lead to QT prolongation and torsades de pointes [see Warnings and Precautions (5.1) and Drug Interactions (7.2 , 7.3) ] . Ergot alkaloids: Concomitant administration of PREVYMIS in patients receiving ergot alkaloids may result in increased concentrations of ergot alkaloids (ergotamine and dihydroergotamine) due to inhibition of CYP3A by letermovir, which may lead to ergotism [see Warnings and Precautions (5.1) and Drug Interactions (7.2 , 7.3) ] . PREVYMIS is contraindicated with pitavastatin and simvastatin when co-administered with cyclosporine. Concomitant administration of PREVYMIS in combination with cyclosporine may result in significantly increased pitavastatin or simvastatin concentrations, which may lead to myopathy or rhabdomyolysis [see Warnings and Precautions (5.1) and Drug Interactions (7.2 , 7.3) ] . PREVYMIS is contraindicated with: Pimozide. ( 4 ) Ergot Alkaloids. ( 4 ) Pitavastatin and simvastatin when co-administered with cyclosporine. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adult and Pediatric Patients 12 Years of Age and Older and Weighing at least 30 kg Who Are HSCT Recipients or Adult and Pediatric Patients 12 Years of Age and Older and Weighing at least 40 kg Who Are Kidney Transplant Recipients: HSCT : 480 mg administered once daily orally or as an intravenous (IV) infusion over 1 hour through 100 days post-HSCT. In patients at risk for late CMV infection and disease, PREVYMIS may be continued through 200 days post-HSCT. ( 2.1 , 2.3 ) Kidney Transplant : 480 mg administered once daily orally or as an IV infusion over 1 hour through 200 days post-transplant. ( 2.1 , 2.3 ) Pediatric Patients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Who Are HSCT Recipients: HSCT : Dosing based on weight administered once daily orally or as an IV infusion over 1 hour through 100 days post-HSCT. In patients at risk for late CMV infection and disease, PREVYMIS may be continued through 200 days post-HSCT. ( 2.1 , 2.5 ) PREVYMIS injection must be diluted prior to administration. ( 2.1 ) PREVYMIS injection must be administered through a sterile 0.2 micron or 0.22 micron polyethersulfone (PES) in-line filter. ( 2.1 , 2.10 ) Following the completion of PREVYMIS prophylaxis, monitoring for CMV reactivation in HSCT recipients is recommended. ( 2.2 ) Dosage Adjustment: If PREVYMIS is co-administered with cyclosporine, the dosage of PREVYMIS should be decreased to 240 mg once daily in adult and pediatric patients 12 years of age and older. ( 2.4 ) If PREVYMIS is co-administered with cyclosporine in pediatric patients less than 12 years of age, dose adjustment may be required. ( 2.6 ) Instructions for Use should be followed for preparation and administration of PREVYMIS oral pellets. ( 2.9 ) Do not use PREVYMIS injection with IV bags and infusion set materials containing the plasticizer diethylhexyl phthalate (DEHP). ( 2.10 , 2.13 ) 2.1 Important Dosing and Administration Information PREVYMIS is available in 3 dosage forms: PREVYMIS Tablets - Administer orally with or without food. - Swallow tablets whole. PREVYMIS Oral Pellets - Administer orally mixed with soft food or via nasogastric tube (NG tube) or gastric tube (G tube) [see Dosage and Administration (2.9) ] . - Do not crush or chew. PREVYMIS Injection - PREVYMIS injection must be diluted prior to administration. - Administer PREVYMIS through a sterile 0.2 micron or 0.22 micron polyethersulfone (PES) in-line filter. - Administer by intravenous infusion via a peripheral catheter or central venous line at a constant rate over 1 hour. - Do not administer as an intravenous bolus injection. - PREVYMIS injection, which contains hydroxypropyl betadex, should be used only in patients unable to take oral therapy. Patients should be switched to oral PREVYMIS as soon as they are able to take oral medications. If possible, intravenous administration should not exceed 4 weeks [see Warnings and Precautions (5.2) ] . No dosage adjustment is necessary when switching formulations in adult and pediatric patients 12 years of age and older [see Dosage and Administration (2.3) ] . Dosage adjustment may be necessary for pediatric patients less than 12 years of age when switching between oral and intravenous formulations (see Table 1 and Table 2 ) [see Dosage and Administration (2.5) ] . 2.2 Patient Monitoring Following the completion of PREVYMIS prophylaxis, monitoring for CMV reactivation in HSCT recipients is recommended [see Clinical Studies (14.2) ] . 2.3 Recommended Dosage for Adult and Pediatric Patients 12 Years of Age and Older Who Are HSCT or Kidney Transplant Recipients HSCT: Adult and Pediatric Patients 12 Years of Age and Older and Weighing at least 30 kg The recommended dosage of PREVYMIS is 480 mg administered orally or intravenously once daily. When PREVYMIS is administered orally, the recommended dosage is one 480 mg tablet once daily or two 240 mg tablets once daily. Four 120 mg packets of oral pellets once daily can be used for patients who cannot swallow tablets [see Dosage and Administration (2.9) ] . For preparation and administration instructions of intravenous dosing refer to instructions in subsection 2.10 [see Dosage and Administration (2.10) ]. For pediatric patients less than 12 years of age or weighing less than 30 kg, refer to weight-based dosing in Table 1 and Table 2 [see Dosage and Administration (2.5) ] . Initiate PREVYMIS between Day 0 and Day 28 post-HSCT (before or after engraftment) and continue through Day 100 post-HSCT. In patients at risk for late CMV infection and disease, PREVYMIS may be continued through Day 200 post-HSCT [see Clinical Studies (14.2) ] . Dosage of PREVYMIS should be adjusted when co-administered with cyclosporine [see Dosage and Administration (2.4) ] . Kidney Transplant: Adult and Pediatric Patients 12 Years of Age and Older and Weighing at least 40 kg The recommended dosage of PREVYMIS is 480 mg administered orally or intravenously once daily. When PREVYMIS is administered orally, the recommended dosage is one 480 mg tablet once daily or two 240 mg tablets once daily. Four 120 mg packets of oral pellets once daily can be used for patients who cannot swallow tablets [see Dosage and Administration (2.9) ] . For preparation and administration instructions of intravenous dosing refer to instructions in subsection 2.10 [see Dosage and Administration (2.10) ]. Initiate PREVYMIS between Day 0 and Day 7 post-transplant and continue through Day 200 post-transplant. Dosage of PREVYMIS should be adjusted when co-administered with cyclosporine [see Dosage and Administration (2.4) ] . 2.4 Dosage Adjustment When Co-administered with Cyclosporine for Adult and Pediatric Patients 12 Years of Age and Older Who Are HSCT or Kidney Transplant Recipients If oral or intravenous PREVYMIS is co-administered with cyclosporine, the dosage of PREVYMIS should be decreased to 240 mg once daily in the following populations [see Drug Interactions (7.1 , 7.2 , 7.3) and Clinical Pharmacology (12.3) ] : HSCT: adult and pediatric patients 12 years of age and older and weighing at least 30 kg or Kidney transplant: adult and pediatric patients 12 years of age and older and weighing at least 40 kg. If cyclosporine is initiated after starting PREVYMIS, the next dose of PREVYMIS should be decreased to 240 mg once daily. If cyclosporine is discontinued after starting PREVYMIS, the next dose of PREVYMIS should be increased to 480 mg once daily. If cyclosporine dosing is interrupted due to high cyclosporine levels, no dose adjustment of PREVYMIS is needed. 2.5 Recommended Dosage for Pediatric Patients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Who Are HSCT Recipients The recommended dosages of PREVYMIS for pediatric HSCT recipients 6 months to less than 12 years of age are based on weight and shown in Table 1 (tablets or oral pellets) and Table 2 (injection) [see Clinical Pharmacology (12.3) ] . PREVYMIS can be administered orally (tablet or pellet) or intravenously once daily. Dosage adjustment may be necessary for pediatric patients less than 12 years of age when switching between oral and intravenous formulations (see Table 1 and Table 2 ) . Initiate PREVYMIS between Day 0 and Day 28 post-HSCT (before or after engraftment) and continue through Day 100 post-HSCT. In patients at risk for late CMV infection and disease, PREVYMIS may be continued through Day 200 post-HSCT [see Clinical Studies (14.2) ] . Table 1: Recommended Daily Oral Dosage of PREVYMIS in Pediatric HSCT Recipients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Body Weight Daily Oral Dose Tablets Oral Pellets 30 kg and above 480 mg One 480 mg tablet or Two 240 mg tablets Four 120 mg packets of oral pellets 15 kg to less than 30 kg 240 mg One 240 mg tablet Two 120 mg packets of oral pellets 7.5 kg to less than 15 kg 120 mg Not recommended One 120 mg packet of oral pellets 6 kg to less than 7.5 kg 80 mg Not recommended Four 20 mg packets of oral pellets Table 2: Recommended Daily IV Dosage of PREVYMIS in Pediatric HSCT Recipients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Body Weight Daily IV Refer to Subsection 2.10 for intravenous preparation and administration dosing instructions Dose 30 kg and above 480 mg 15 kg to less than 30 kg 120 mg 7.5 kg to less than 15 kg 60 mg 6 kg to less than 7.5 kg 40 mg 2.6 Dosage Adjustment When Co-administered with Cyclosporine for Pediatric Patients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Who Are HSCT Recipients If oral or intravenous PREVYMIS is co-administered with cyclosporine in pediatric HSCT recipients 6 months to less than 12 years of age, the dosage of PREVYMIS may require adjustment as shown in Table 3 [see Drug Interactions (7.1 , 7.2 , 7.3) and Clinical Pharmacology (12.3) ] . If cyclosporine is initiated after starting PREVYMIS, the next dose of PREVYMIS should be the daily oral or intravenous dose co-administered with cyclosporine (Table 3) If cyclosporine is discontinued after starting PREVYMIS, the next dose of PREVYMIS should be the daily oral or intravenous dose administered without cyclosporine (Table 1 or Table 2) If cyclosporine dosing is interrupted due to high cyclosporine levels, no dose adjustment of PREVYMIS is needed. Table 3: Recommended Dosage of PREVYMIS when Co-administered with Cyclosporine in Pediatric HSCT Recipients 6 Months to Less than 12 Years of Age or 12 Years of Age and Older and Weighing Less than 30 kg Body Weight Daily Oral Dose Tablets Oral Pellets Daily IV Refer to Subsection 2.10 for intravenous preparation and administration dosing instructions Dose 30 kg and above 240 mg One 240 mg tablet Two 120 mg packets of oral pellets 240 mg 15 kg to less than 30 kg 120 mg Not recommended One 120 mg packet of oral pellets 120 mg 7.5 kg to less than 15 kg 60 mg Not recommended Three 20 mg packets of oral pellets 60 mg 6 kg to less than 7.5 kg 40 mg Not recommended Two 20 mg packets of oral pellets 40 mg 2.7 Use in Patients with Renal Impairment For adult patients with creatinine clearance (CLcr) greater than 10 mL/min and pediatric patients with a similar degree of renal impairment (based on age-appropriate assessment of renal function), no dosage adjustment of PREVYMIS is required based on renal impairment [see Use in Specific Populations (8.6) , and Clinical Pharmacology (12.3) ] . There are insufficient data in adult patients with CLcr 10 mL/min or less or in patients on dialysis or in pediatric patients with a similar degree of renal impairment (based on age-appropriate assessment of renal function) to make PREVYMIS dosing recommendations. In adult patients with CLcr less than 50 mL/min and in pediatric patients with a similar degree of renal impairment (based on age-appropriate assessment of renal function) receiving PREVYMIS injection, accumulation of the intravenous vehicle, hydroxypropyl betadex, may occur. Closely monitor serum creatinine levels in these patients [see Warnings and Precautions (5.2) ] . 2.8 Use in Patients with Hepatic Impairment No dosage adjustment of PREVYMIS is required for patients with mild (Child-Pugh Class A) or moderate (Child-Pugh Class B) hepatic impairment. PREVYMIS is not recommended for patients with severe (Child-Pugh Class C) hepatic impairment [see Use in Specific Populations (8.7) ] . 2.9 Preparation and Administration of Oral Pellets PREVYMIS oral pellets can be administered: orally after mixing with soft food or via NG tube or G tube. Preparation and Administration Mixed with Soft Food See Instructions for Use for details on the preparation and administration of PREVYMIS oral pellets mixed with soft food. Do not crush or chew PREVYMIS oral pellets. Mix PREVYMIS oral pellets with 1 to 3 teaspoons of soft food (such as applesauce, yogurt, or pudding) that is at or below room temperature. Do not use hot food. Administer entire mixture within 10 minutes of mixing PREVYMIS oral pellets with the soft food. Preparation and Administration via NG Tube or G Tube See Instructions for Use , Table 4 (NG tube) and Table 5 (G tube) for details on the preparation and administration of PREVYMIS oral pellets via NG tube or G tube. Pour PREVYMIS oral pellets into a medicine cup containing room temperature water (see Initial Volume in Table 4 and Table 5). Do not mix PREVYMIS oral pellets with hot or cold (refrigerated) water. Wait 10 minutes. Do not shake or swirl the medicine cup. PREVYMIS oral pellets will not dissolve but will become loose or broken up. The entire mixture should be administered (see steps 3 and 4) within 2 hours. Stir the mixture with the syringe and administer entire mixture right away using the syringe and NG tube or G tube. Add room temperature water (see Rinse Volume in Table 4 and Table 5) to the medicine cup for rinsing, stir with a syringe and administer the entire rinse mixture using the syringe and NG tube or G tube. Flush the NG tube or G tube with the volume of water recommended by the NG or G tube manufacturer. Table 4: Recommendations for Administration of PREVYMIS Oral Pellets Via NG Tube Dosage NG Tube Fr = French; PUR = polyurethane Syringe Type With ENFit syringe, a medicine straw (large bore) is needed to aid withdrawal of the mixture from the medicine cup. Mixing Container Initial Volume (mL) Rinse Volume (mL) 120 mg to 480 mg Any ≥ 8 Fr NG tube Appropriately sized ENFit or catheter-tipped syringe Medicine Cup 15 15 40 mg to 80 mg 5 Fr PUR NG tube or Any ≥ 6 Fr NG tube 3 2 Table 5: Recommendations for Administration of PREVYMIS Oral Pellets Via G Tube Dosage G Tube Fr = French; PUR = polyurethane Syringe Type With ENFit syringe, a medicine straw (large bore) is needed to aid withdrawal of the mixture from the medicine cup. Mixing Container Initial Volume (mL) Rinse Volume (mL) 120 mg to 480 mg Any G tube Appropriately sized ENFit or catheter-tipped syringe Medicine Cup 15 15 40 mg to 80 mg Any 12 Fr G tube 3 2 2.10 Preparation and Administration of Intravenous Solution PREVYMIS injection is supplied in 30 mL single-dose vials containing either 240 mg/12 mL per vial (20 mg/mL) or 480 mg/24 mL per vial (20 mg/mL). PREVYMIS vials are for single use only. Discard any unused portion. Preparation Instructions PREVYMIS must be diluted prior to intravenous (IV) use. Only 0.9% Sodium Chloride and 5% Dextrose are chemically and physically compatible with PREVYMIS injection. Do not shake PREVYMIS vial. Inspect vial contents for discoloration and particulate matter prior to dilution. PREVYMIS injection is a clear colorless solution and may contain a few product-related small translucent or white particles. Do not use the vial if the solution is cloudy, discolored, or contains matter other than a few small translucent or white particles. Once diluted, the solution of PREVYMIS is clear, and ranges from colorless to yellow. Variations of color within this range do not affect the quality of the product. Do not use PREVYMIS injection with IV bags and infusion set materials containing the plasticizer diethylhexyl phthalate (DEHP). Use only with IV bags and infusion set materials that are DEHP-free. Materials that are phthalate-free are also DEHP-free. Use compatible IV bags and infusion set materials. PREVYMIS injection is compatible with the following IV bags and infusion set materials. PREVYMIS injection is not recommended with any IV bags or infusion set materials not listed below (note that PREVYMIS injection is not recommended for use with polyurethane-containing IV administration set tubing). IV Bags Materials: Polyvinyl chloride (PVC), ethylene vinyl acetate (EVA) and polyolefin (polypropylene and polyethylene) Infusion Sets Materials: PVC, polyethylene (PE), polybutadiene (PBD), silicone rubber (SR), styrene–butadiene copolymer (SBC), styrene-butadiene-styrene copolymer (SBS), polystyrene (PS) Plasticizers: Tris (2-ethylhexyl) trimellitate (TOTM), benzyl butyl phthalate (BBP) Catheters: Radiopaque polyurethane For the 480 mg or 240 mg dose , add PREVYMIS injection (see Table 6 ) into a 250 mL pre-filled IV bag containing either 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP and mix bag gently. Do not shake. For the 120 mg or 60 mg dose , add PREVYMIS injection into a pre-filled IV bag containing either 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP (see Table 6 ) and mix bag gently. Do not shake. Table 6: Preparation of PREVYMIS Intravenous Solution for Doses of 60 mg or Greater PREVYMIS Dose Volume of PREVYMIS 20 mg/mL to be Withdrawn from Vial Volume of Diluent 480 mg 24 mL 250 mL 240 mg 12 mL 250 mL 120 mg 6 mL 100 mL 60 mg 3 mL 50 mL For the 40 mg dose , prepare a dilution of PREVYMIS injection according to Table 7 in either 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP and mix bag gently. Transfer 20 mL from the prepared dilution into an appropriately sized IV bag or syringe. Do not shake. Table 7: Preparation of PREVYMIS Intravenous Solution for Doses of 40 mg PREVYMIS Dose Preparation of 2 mg/mL PREVYMIS Dilution Final Infusion Volume of the Prepared 2 mg/mL PREVYMIS Dilution 40 mg Add 5 mL of 20 mg/mL PREVYMIS to 45 mL of diluent (0.9% Sodium Chloride Injection or 5% Dextrose Injection) and mix gently 20 mL Administration Instructions Administer the entire contents of the intravenous bag or syringe by intravenous infusion via a peripheral catheter or central venous line at a constant rate over 1 hour [see Dosage and Administration (2.1) ] . The diluted solution must be administered through a sterile 0.2 micron or 0.22 micron polyethersulfone (PES) in-line filter. Do not administer through a filter other than a sterile 0.2 micron or 0.22 micron PES in-line filter. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Discard if the diluted solution is cloudy, discolored, or contains matter other than a few small translucent or white particles. 2.11 Storage of the Diluted Solution The diluted solutions (as prepared in Table 6 or Table 7) are stable for up to 24 hours at room temperature or up to 48 hours under refrigeration at 2°C to 8°C (36°F to 46°F) (this time includes storage of the diluted solution in the intravenous bag through the duration of infusion). 2.12 Compatible Drug Products Used for Intravenous Administration Compatible Drug Products The physical compatibility of PREVYMIS injection with selected injectable drug products was evaluated in two commonly available diluents. PREVYMIS should not be co-administered through the same intravenous line (or cannula) with other drug products and diluent combinations except those listed below. Refer to the respective prescribing information of the co-administered drug(s) to confirm compatibility of simultaneous co-administration. List of Compatible Drug Products when PREVYMIS and Drug Products are Prepared in 0.9% Sodium Chloride Injection, USP: Ampicillin sodium, ampicillin sodium/sulbactam sodium, anti-thymocyte globulin, caspofungin, daptomycin, fentanyl citrate, fluconazole, furosemide, human insulin, magnesium sulfate, methotrexate, micafungin. List of Compatible Drug Products when PREVYMIS and Drug Products are Prepared in 5% Dextrose Injection, USP: Amphotericin B (lipid complex) Amphotericin B (lipid complex) is compatible with PREVYMIS. However, Amphotericin B (liposomal) is incompatible [see Dosage and Administration (2.13) ] . , anidulafungin, cefazolin sodium, ceftaroline, ceftriaxone sodium, doripenem, famotidine, folic acid, ganciclovir sodium, hydrocortisone sodium succinate, morphine sulfate, norepinephrine bitartrate, pantoprazole sodium, potassium chloride, potassium phosphate, tacrolimus, telavancin, tigecycline. 2.13 Incompatible Drug Products and Other Materials Used for Intravenous Administration Incompatible Drug Products PREVYMIS injection is physically incompatible with amiodarone hydrochloride, amphotericin B (liposomal), aztreonam, cefepime hydrochloride, ciprofloxacin, cyclosporine, diltiazem hydrochloride, filgrastim, gentamicin sulfate, levofloxacin, linezolid, lorazepam, midazolam HCl, mycophenolate mofetil hydrochloride, ondansetron, palonosetron. Incompatible IV Bags and Infusion Set Materials PREVYMIS injection is incompatible with diethylhexyl phthalate (DEHP) plasticizers and polyurethane-containing IV administration set tubing."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PREVYMIS is a CMV DNA terminase complex inhibitor indicated for: Prophylaxis of cytomegalovirus (CMV) infection and disease in adult and pediatric patients 6 months of age and older and weighing at least 6 kg who are CMV-seropositive recipients [R+] of an allogeneic hematopoietic stem cell transplant (HSCT). ( 1.1 ) Prophylaxis of CMV disease in adult and pediatric patients 12 years of age and older and weighing at least 40 kg who are kidney transplant recipients at high risk (Donor CMV seropositive/Recipient CMV seronegative [D+/R-]). ( 1.2 ) 1.1 CMV Prophylaxis in Hematopoietic Stem Cell Transplant (HSCT) Recipients PREVYMIS ® is indicated for prophylaxis of cytomegalovirus (CMV) infection and disease in adult and pediatric patients 6 months of age and older and weighing at least 6 kg who are CMV-seropositive recipients [R+] of an allogeneic hematopoietic stem cell transplant (HSCT). 1.2 CMV Prophylaxis in Kidney Transplant Recipients PREVYMIS is indicated for prophylaxis of CMV disease in adult and pediatric patients 12 years of age and older and weighing at least 40 kg who are kidney transplant recipients at high risk (Donor CMV seropositive/Recipient CMV seronegative [D+/R-])."
  ],
  "fetched_at": "2025-10-01T18:36:52.530824",
  "source": "OpenFDA"
}