{
  "drug_name": "Levamlodipine",
  "generic_name": [
    "LEVAMLODIPINE"
  ],
  "brand_names": [
    "Conjupri"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Do not exceed doses greater than 20 mg daily of simvastatin. ( 7.2 ) 7.1 Impact of Other Drugs on Amlodipine CYP3A Inhibitors Co-administration with CYP3A inhibitors (moderate and strong) results in increased systemic exposure to amlodipine and may require dose reduction. Monitor for symptoms of hypotension and edema when amlodipine is co-administered with CYP3A inhibitors to determine the need for dose adjustment [see Clinical Pharmacology ( 12.3 )] CYP3A Inducers No information is available on the quantitative effects of CYP3A inducers on amlodipine. Blood pressure should be closely monitored when amlodipine is co-administered with CYP3A inducers. Sildenafil Monitor for hypotension when sildenafil is co-administered with amlodipine [see Clinical Pharmacology ( 12.2 )] . 7.2 Impact of Amlodipine on Other Drugs Simvastatin Co-administration of simvastatin with amlodipine increases the systemic exposure of simvastatin. Limit the dose of simvastatin in patients on amlodipine to 20 mg daily [see Clinical Pharmacology ( 12.3 )] . Immunosuppressants Amlodipine may increase the systemic exposure of cyclosporine or tacrolimus when co-administered. Frequent monitoring of trough blood levels of cyclosporine and tacrolimus is recommended and adjust the dose when appropriate [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions to amlodipine is edema which occurred in a dose related manner. Other adverse experiences not dose related but reported with an incidence >1.0% are fatigue, nausea, abdominal pain and somnolence. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, call CSPC Ouyi Pharmaceutical Co., Ltd at 1-877-436-7220 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Amlodipine has been evaluated for safety in more than 11,000 patients in U.S. and foreign clinical trials. In general, treatment with amlodipine besylate was well-tolerated at doses up to 10 mg daily. Most adverse reactions reported during therapy with amlodipine were of mild or moderate severity. In controlled clinical trials directly comparing amlodipine besylate (N = 1730) at doses up to 10 mg to placebo (N = 1250), discontinuation of amlodipine besylate because of adverse reactions was required in only about 1.5% of patients and was not significantly different from placebo (about 1%). The most commonly reported side effects more frequent than placebo are reflected in the table below. The incidence (%) of side effects that occurred in a dose related manner are as follows: Amlodipine Placebo 2.5 mg 5 mg 10 mg N=275 N=296 N=268 N=520 Edema 1.8 3.0 10.8 0.6 Dizziness 1.1 3.4 3.4 1.5 Flushing 0.7 1.4 2.6 0.0 Palpitation 0.7 1.4 4.5 0.6 Other adverse reactions that were not clearly dose related but were reported with an incidence greater than 1.0% in placebo-controlled clinical trials include the following: Amlodipine (%) Placebo (%) (N=1,730) (N=1,250) Fatigue 4.5 2.8 Nausea 2.9 1.9 Abdominal Pain 1.6 0.3 Somnolence 1.4 0.6 For several adverse experiences that appear to be drug and dose related, there was a greater incidence in women than men associated with amlodipine treatment as shown in the following table: Amlodipine Placebo Male=% Female=% Male=% Female=% (N=1,218) (N=512) (N=914) (N=336) Edema 5.6 14.6 1.4 5.1 Flushing 1.5 4.5 0.3 0.9 Palpitations 1.4 3.3 0.9 0.9 Somnolence 1.3 1.6 0.8 0.3 The following events occurred in <1% but >0.1% of patients in controlled clinical trials or under conditions of open trials or marketing experience where a causal relationship is uncertain; they are listed to alert the physician to a possible relationship: Cardiovascular : arrhythmia (including ventricular tachycardia and atrial fibrillation), bradycardia, chest pain, peripheral ischemia, syncope, tachycardia, vasculitis. Central and Peripheral Nervous System : hypoesthesia, neuropathy peripheral, paresthesia, tremor, vertigo. Gastrointestinal : anorexia, constipation, dysphagia, diarrhea, flatulence, pancreatitis, vomiting, gingival hyperplasia. General : allergic reaction, asthenia,1 back pain, hot flushes, malaise, pain, rigors, weight gain, weight decrease. Musculoskeletal System : arthralgia, arthrosis, muscle cramps,1 myalgia. Psychiatric : sexual dysfunction (male1 and female), insomnia, nervousness, depression, abnormal dreams, anxiety, depersonalization. Respiratory System : dyspnea,1 epistaxis. Skin and Appendages : angioedema, erythema multiforme, pruritus,1 rash,1 rash erythematous, rash maculopapular. Special Senses : abnormal vision, conjunctivitis, diplopia, eye pain, tinnitus. Urinary System : micturition frequency, micturition disorder, nocturia. Autonomic Nervous System : dry mouth, sweating increased. Metabolic and Nutritional : hyperglycemia, thirst. Hemopoietic : leukopenia, purpura, thrombocytopenia. 1 These events occurred in less than 1% in placebo-controlled trials, but the incidence of these side effects was between 1% and 2% in all multiple dose studies. Amlodipine therapy has not been associated with clinically significant changes in routine laboratory tests. No clinically relevant changes were noted in serum potassium, serum glucose, total triglycerides, total cholesterol, HDL cholesterol, uric acid, blood urea nitrogen, or creatinine. In the CAMELOT and PREVENT studies of amlodipine in coronary artery disease, the adverse event profile was similar to that reported previously (see above), with the most common adverse event being peripheral edema. 6.2 Postmarketing Experience Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The following postmarketing event has been reported infrequently where a causal relationship is uncertain: gynecomastia. In postmarketing experience, jaundice and hepatic enzyme elevations (mostly consistent with cholestasis or hepatitis), in some cases severe enough to require hospitalization, have been reported in association with use of amlodipine. Postmarketing reporting has also revealed a possible association between extrapyramidal disorder and amlodipine. Amlodipine has been used safely in patients with chronic obstructive pulmonary disease, well-compensated congestive heart failure, coronary artery disease, peripheral vascular disease, diabetes mellitus, and abnormal lipid profiles."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Levamlodipine is contraindicated in patients with known sensitivity to amlodipine. Known sensitivity to amlodipine. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Adult recommended starting dose: 2.5 mg once daily with maximum dose 5 mg once daily. ( 2.1 ) ○ Small, fragile, or elderly patients, or patients with hepatic insufficiency may be started on 1.25 mg once daily. ( 2.1 ) • Pediatric starting dose: 1.25 mg to 2.5 mg once daily. ( 2.2 ) Important Limitation : Doses in excess of 2.5 mg daily have not been studied in pediatric patients. ( 2.2 ) 2.1 Adults The usual initial antihypertensive oral dose of levamlodipine is 2.5 mg once daily, and the maximum dose is 5 mg once daily. Small, fragile, or elderly patients, or patients with hepatic insufficiency may be started on 1.25 mg once daily and this dose may be used when adding levamlodipine to other antihypertensive therapy. Adjust dosage according to blood pressure goals. In general, wait 7 to 14 days between titration steps. Titrate more rapidly, however, if clinically warranted, provided the patient is assessed frequently. 2.2 Children The effective antihypertensive oral dose in pediatric patients ages 6–17 years is 1.25 mg to 2.5 mg once daily. Doses in excess of 2.5 mg daily have not been studied in pediatric patients [see Clinical Pharmacology ( 12.4 ), Clinical Studies ( 14.1 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE CONJUPRI ® is calcium channel blocker and may be used alone or in combination with other antihypertensive and antianginal agents for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. 1.1 Hypertension CONJUPRI ® is indicated for the treatment of hypertension in adults and patients 6 years and older, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including levamlodipine. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy. Levamlodipine may be used alone or in combination with other antihypertensive agents."
  ],
  "fetched_at": "2025-10-01T17:29:09.170169",
  "source": "OpenFDA"
}