{
  "drug_name": "Levoleucovorin",
  "generic_name": [
    "LEVOLEUCOVORIN CALCIUM"
  ],
  "brand_names": [
    "Levoleucovorin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Effects of Leucovorin Products on Other Drugs Antiepileptic Drugs Folic acid in large amounts may counteract the antiepileptic effect of phenobarbital, phenytoin and primidone and increase the frequency of seizures in susceptible children. It is not known whether folinic acid has the same effects; however, both folic and folinic acids share some common metabolic pathways. Monitor patients taking folinic acid in combination with antiepileptic drugs. Fluorouracil Leucovorin products increase the toxicity of fluorouracil. Do not initiate or continue therapy with levoleucovorin and fluorouracil in patients with symptoms of gastrointestinal toxicity until those symptoms have resolved. Monitor patients with diarrhea until the diarrhea has resolved, as rapid deterioration leading to death can occur [see Warnings and Precautions ( 5.2 )]. Trimethoprim-Sulfamethoxazole The concomitant use of d,l -leucovorin with trimethoprim-sulfamethoxazole for the acute treatment of Pneumocystis jiroveci pneumonia in patients with HIV infection was associated with increased rates of treatment failure and morbidity in a placebo-controlled study [see Warnings and Precautions ( 5.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypercalcemia [see Warnings and Precautions ( 5.1 )] Increased gastrointestinal toxicities with fluorouracil [see Warnings and Precautions ( 5.2 )] The most common adverse reactions (≥20%) in patients receiving high-dose methotrexate therapy with levoleucovorin rescue are stomatitis and vomiting. ( 6.1 ) The most common adverse reactions (>50%) in patients receiving levoleucovorin in combination with fluorouracil for metastatic colorectal cancer are stomatitis, diarrhea, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. High-Dose Methotrexate Therapy Table 2 presents the frequency of adverse reactions which occurred during the administration of 58 courses of high-dose methotrexate 12 grams/m 2 followed by levoleucovorin rescue for osteosarcoma in 16 patients aged 6 to 21 years. Most patients received levoleucovorin 7.5 mg every 6 hours for 60 hours or longer, beginning 24 hours after completion of methotrexate administration. Table 2 Adverse Reactions with High-Dose Methotrexate Therapy Adverse Reactions Levoleucovorin Injection n = 16 All Grades (%) Grades 3-4 (%) Gastrointestinal Stomatitis 38 6 Vomiting 38 0 Nausea 19 0 Diarrhea 6 0 Dyspepsia 6 0 Typhlitis 6 6 Respiratory Dyspnea 6 0 Skin and Appendages Dermatitis 6 0 Other Confusion 6 0 Neuropathy 6 0 Renal function abnormal 6 0 Taste perversion 6 0 Combination with Fluorouracil in Colorectal Cancer Table 3 presents the frequency of adverse reaction which occurred in 2 arms of a randomized controlled trial conducted by the North Central Cancer Treatment Group (NCCTG) in patients with metastatic colorectal cancer. The trial failed to show superior overall survival with fluorouracil + levoleucovorin compared to fluorouracil + d,l -leucovorin. Patients were randomized to fluorouracil 370 mg/m 2 intravenously and levoleucovorin 100 mg/m 2 intravenously, both daily for 5 days, or to fluorouracil 370 mg/m 2 intravenously and d,l -leucovorin 200 mg/m 2 intravenously, both daily for 5 days. Treatment was repeated week 4 and week 8, and then every 5 weeks until disease progression or unacceptable toxicity. Table 3 Adverse Reactions Occurring in ≥ 10% of Patients in Either Arm 1 Includes abdominal pain, upper abdominal pain, lower abdominal pain, and abdominal tenderness Adverse Reaction Levoleucovorin/fluorouracil n=318 d,l -Leucovorin/fluorouracil n=307 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Gastrointestinal Disorders Stomatitis 72 12 72 14 Diarrhea 70 19 65 17 Nausea 62 8 61 8 Vomiting 40 5 37 6 Abdominal Pain 1 14 3 19 3 General Disorders Asthenia/Fatigue/Malaise 29 5 32 11 Skin Disorders Dermatitis 29 1 28 1 Alopecia 26 0.3 28 1 Metabolism and Nutrition Anorexia/Decreased Appetite 24 4 25 2 6.2 Postmarketing Experience The following adverse reaction have been identified during postapproval use of levoleucovorin products. Because these reactions are reported from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic: pruritus, rash Respiratory: dyspnea Other: temperature change, rigors, allergic reactions"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Levoleucovorin is contraindicated in patients who have had severe hypersensitivity to leucovorin products, folic acid or folinic acid [see Adverse Reactions ( 6.2 )] . Patients who have had severe hypersensitivity reactions to leucovorin products, folic acid or folinic acid. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For intravenous administration only. Do not administer intrathecally. ( 2.1 ) Rescue After High-Dose Methotrexate Therapy Rescue recommendations are based on methotrexate dose of 12 grams/m 2 administered by intravenous infusion over 4 hours. Initiate rescue at a dose of 7.5 mg (approximately 5 mg/m 2 ) every 6 hours, 24 hours after the beginning of methotrexate infusion. ( 2.3 ) Continue until the methotrexate level is below 5 x 10 -8 M (0.05 micromolar). Adjust dose if necessary based on methotrexate elimination; refer to Full Prescribing Information. ( 2.3 ) Overdosage of Folic Acid Antagonists or Impaired Methotrexate Elimination Start as soon as possible after methotrexate overdosage or within 24 hours of delayed methotrexate elimination. ( 2.4 ) Administer levoleucovorin injection 7.5 mg (approximately 5 mg/m 2 ) intravenously every 6 hours until methotrexate level is less than 5 x 10 -8 M (0.05 micromolar). ( 2.4 ) Metastatic Colorectal Cancer in Combination with Fluorouracil The following regimens have been used for the treatment of colorectal cancer: Levoleucovorin injection 100 mg/m 2 by intravenous injection over a minimum of 3 minutes, followed by fluorouracil 370 mg/m 2 once daily for 5 consecutive days. ( 2.5 ) Levoleucovorin injection 10 mg/m 2 by intravenous injection followed by fluorouracil 425 mg/m 2 once daily for 5 consecutive days. ( 2.5 ) Administer fluorouracil and levoleucovorin injection separately to avoid the formation of precipitate. The above five-day courses may be repeated every 4 weeks for 2 courses, then every 4 to 5 weeks, if the patient has recovered from toxicity from the prior course. Do not adjust levoleucovorin injection dosage for toxicity. ( 2.5 ) 2.1 Important Use Information Levoleucovorin injection is indicated for intravenous administration only . Do not administer intrathecally . 2.2 Co-administration of Levoleucovorin Injection with Other Agents Due to the risk of precipitation, do not co-administer levoleucovorin injection with other agents in the same admixture. 2.3 Recommended Dosage for Rescue After High-Dose Methotrexate Therapy The recommended dosage for levoleucovorin injection is based on a methotrexate dose of 12 grams/m 2 administered by intravenous infusion over 4 hours. Twenty-four hours after starting the methotrexate infusion, initiate levoleucovorin injection at a dose of 7.5 mg (approximately 5 mg/m 2 ) as an intravenous infusion every 6 hours. Monitor serum creatinine and methotrexate levels at least once daily. Continue levoleucovorin injection administration, hydration, and urinary alkalinization (pH of 7 or greater) until the methotrexate level is below 5 x 10 -8 M (0.05 micromolar). Adjust the levoleucovorin injection dose or extend the duration as recommended in Table 1 . Table 1 Recommended Dosage for Levoleucovorin Injection based on Serum Methotrexate and Creatinine Levels * These patients are likely to develop reversible renal failure. In addition to appropriate levoleucovorin injection therapy, continue hydration and urinary alkalinization and monitor fluid and electrolyte status, until the serum methotrexate level has fallen to below 0.05 micromolar and the renal failure has resolved. Clinical Situation Laboratory Findings Recommendation Normal Methotrexate Elimination Serum methotrexate level approximately 10 micromolar at 24 hours after administration, 1 micromolar at 48 hours, and less than 0.2 micromolar at 72 hours. Administer 7.5 mg by intravenous infusion every 6 hours for 60 hours (10 doses starting at 24 hours after start of methotrexate infusion). Delayed Late Methotrexate Elimination Serum methotrexate level remaining above 0.2 micromolar at 72 hours, and more than 0.05 micromolar at 96 hours after administration. Continue 7.5 mg by intravenous infusion every 6 hours until methotrexate level is less than 0.05 micromolar. Delayed Early Methotrexate Elimination and/or Evidence of Acute Renal Injury* Serum methotrexate level of 50 micromolar or more at 24 hours, or 5 micromolar or more at 48 hours after administration OR 100% or greater increase in serum creatinine level at 24 hours after methotrexate administration (e.g., an increase from 0.5 mg/dL to a level of 1 mg/dL or more). Administer 75 mg by intravenous infusion every 3 hours until methotrexate level is less than 1 micromolar; then 7.5 mg by intravenous infusion every 3 hours until methotrexate level is less than 0.05 micromolar. Impaired Methotrexate Elimination or Renal Impairment Decreased methotrexate elimination or renal impairment which are clinically important but less severe than the abnormalities described in Table 1 can occur following methotrexate administration. If toxicity associated with methotrexate is observed, in subsequent courses extend levoleucovorin injection rescue for an additional 24 hours (total of 14 doses over 84 hours). Third-Space Fluid Collection and Other Causes of Delayed Methotrexate Elimination Accumulation in a third space fluid collection (i.e., ascites, pleural effusion), renal insufficiency, or inadequate hydration can delay methotrexate elimination. Under such circumstances, higher doses of levoleucovorin injection or prolonged administration may be indicated. 2.4 Recommended Dosage for Overdosage of Folic Acid Antagonists or Impaired Methotrexate Elimination Start levoleucovorin injection as soon as possible after an overdosage of methotrexate or within 24 hours of methotrexate administration when methotrexate elimination is impaired. As the time interval between methotrexate administration and levoleucovorin injection increases, the effectiveness of levoleucovorin injection to diminish methotrexate toxicity may decrease. Administer levoleucovorin injection 7.5 mg (approximately 5 mg/m 2 ) by intravenous infusion every 6 hours until the serum methotrexate level is less than 5 x 10 -8 M (0.05 micromolar). Monitor serum creatinine and methotrexate levels at least every 24 hours. Increase the dosage of levoleucovorin injection to 50 mg/m 2 intravenously every 3 hours and continue levoleucovorin injection at this dosage until the methotrexate level is less than 5 x 10 -8 M for the following: if serum creatinine at 24-hours increases 50% or more compared to baseline if the methotrexate level at 24-hours is greater than 5 x 10 -6 M if the methotrexate level at 48-hours is greater than 9 x 10 -7 M, Continue concomitant hydration (3 L per day) and urinary alkalinization with sodium bicarbonate. Adjust the sodium bicarbonate dose to maintain urine pH at 7 or greater. 2.5 Dosage in Combination with Fluorouracil for Metastatic Colorectal Cancer The following regimens have been used for the treatment of colorectal cancer: Levoleucovorin injection 100 mg/m 2 by intravenous injection over a minimum of 3 minutes, followed by fluorouracil at 370 mg/m 2 by intravenous injection, once daily for 5 consecutive days. Levoleucovorin injection 10 mg/m 2 by intravenous injection, followed by fluorouracil 425 mg/m 2 by intravenous injection, once daily for 5 consecutive days. Administer fluorouracil and levoleucovorin injection separately to avoid the formation of a precipitate. This five-day course may be repeated every 4 weeks for 2 courses, then every 4 to 5 weeks, if the patient has recovered from the toxicity from the prior course. Do not adjust levoleucovorin injection dosage for toxicity. Refer to fluorouracil prescribing information for information on fluorouracil dosage and dosage modifications for adverse reactions. 2.6 Preparation for Administration Levoleucovorin Injection Levoleucovorin contains no preservative. Observe strict aseptic technique during reconstitution of the drug product. Discard unused portion. Levoleucovorin solutions may be further diluted to concentrations of 0.5 mg per mL in 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP. Do not store the product diluted using 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP for more than 4 hours at room temperature. Visually inspect the diluted solution for particulate matter and discoloration prior to administration. Do not use if cloudiness or precipitate is observed. Inject no more than 16 mL of levoleucovorin injection (160 mg of levoleucovorin) intravenously per minute, because of the calcium content of the levoleucovorin solution."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Levoleucovorin Injection is indicated for: rescue after high-dose methotrexate therapy in adult and pediatric patients with osteosarcoma. diminishing the toxicity associated with overdosage of folic acid antagonists or impaired methotrexate elimination in adult and pediatric patients. the treatment of adults with metastatic colorectal cancer in combination with fluorouracil. Limitations of Use Levoleucovorin Injection is not indicated for pernicious anemia and megaloblastic anemia secondary to the lack of vitamin B 12 , because of the risk of progression of neurologic manifestations despite hematologic remission. Levoleucovorin Injection is a folate analog indicated for: Rescue after high-dose methotrexate therapy in adult and pediatric patients with osteosarcoma. ( 1 ) Diminishing the toxicity associated with overdosage of folic acid antagonists or impaired methotrexate elimination in adult and pediatric patients. ( 1 ) Treatment of adults with metastatic colorectal cancer in combination with fluorouracil. ( 1 ) Limitations of Use Levoleucovorin Injection is not indicated for the treatment of pernicious anemia and megaloblastic anemia secondary to lack of vitamin B 12 , because of the risk of progression of neurologic manifestations despite hematologic remission. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:09:18.085355",
  "source": "OpenFDA"
}