{
  "drug_name": "Levoketoconazole",
  "generic_name": [
    "LEVOKETOCONAZOLE"
  ],
  "brand_names": [
    "Recorlev"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult approved product labeling for drugs that are substrates of CYP3A4, P-gp, OCT2, and MATE prior to initiating RECORLEV ( 7.1 ) Sensitive CYP3A4 or CYP3A4 and P-gp Substrates : Concomitant use of RECORLEV with these substrates is contraindicated or not recommended ( 7.1 ) Atorvastatin : Use lowest atorvastatin dose possible and monitor for adverse reactions for dosages exceeding 20 mg daily ( 7.1 ) Metformin : Monitor glycemia, kidney function, and vitamin B12 and adjust metformin dosage as needed ( 7.1 ) Strong CYP3A4 Inhibitors or Inducers : Avoid use of these drugs 2 weeks before and during RECORLEV treatment ( 7.2 ) Gastric Acid Modulators : See Full Prescribing Information for recommendations regarding concomitant use with RECORLEV ( 7.2 ) 7.1 Effect of RECORLEV on Other Drugs Levoketoconazole is a strong CYP3A4 inhibitor, as well as an inhibitor of the drug transporters P-gp, OCT2, and MATE1 in vivo. In vitro, levoketoconazole inhibits CYP2B6 and CYP2C8. Concomitant use of RECORLEV with drugs that are substrates of these CYP enzymes and transporters may increase the risk of adverse reactions of these drugs. Consult the approved product labeling for drugs that are substrates of CYP3A4, P-gp, OCT2, and MATE1 prior to initiating therapy with RECORLEV. Table 6 presents drugs affected by RECORLEV that are contraindicated or not recommended for use during RECORLEV use. It also includes the clinical impact and management recommendations for concomitant use of RECORLEV with atorvastatin and metformin. Table 6: Effect of RECORLEV on CYP3A4 and Transporter Substrates a The drugs listed are substrates for CYP3A4 and/or P-gp. Other metabolism and/or transporter pathways may also contribute to elimination of the substrate drug. Consult the approved product labeling for the substrate drug for more information. b Strong CYP3A4 inhibitor [see Drug Interactions ( 7.2 )] . c Based on clinical drug interaction study with levoketoconazole. CYP3A4 or CYP3A4 and P-gp Substrates a That May Prolong QT Clinical Impact Increases risk of QT prolongation and torsades de pointes. Prevention or Management Concomitant use of RECORLEV with other drugs that cause QT prolongation associated with ventricular arrhythmias, including torsades de pointes, is contraindicated [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 )]. Examples Bosutinib, cisapride, clarithromycin b, cobimetinib, crizotinib, disopyramide, dofetilide, dronedarone, eliglustat (in patients that are poor or intermediate metabolizers of CYP2D6 and in patients taking strong or moderate CYP2D6 inhibitors), ivabradine, methadone, midostaurin, nicardipine, pimozide, quinidine, and ranolazine. Sensitive CYP3A4 or CYP3A4 and P-gp Substrates a Clinical Impact Increases plasma concentrations of the substrate and may increase the risk of the substrate’s adverse reactions. Prevention or Management Concomitant use of RECORLEV with sensitive CYP3A4 or CYP3A4 and P-gp substrate drugs is contraindicated or not recommended [see Contraindications ( 4 )] . Refer to the prescribing information of the substrate drug. Examples Alfentanil, avanafil, buspirone, conivaptan b , dabigatran etexilate, darifenacin, darunavir, digoxin, ebastine, everolimus, fexofenadine, ibrutinib, lomitapide, lovastatin, lurasidone, midazolam, naloxegol, nisoldipine, saquinavir, simvastatin, sirolimus, tacrolimus, tipranavir b , triazolam, and vardenafil. CYP3A4 Substrate Atorvastatin c Clinical Impact Increases plasma concentration of atorvastatin c and may increase the risk of atorvastatin-associated myopathy and rhabdomyolysis [see Clinical Pharmacology ( 12.3 )] . Prevention or Management Concomitant use of RECORLEV with atorvastatin may require a dose reduction of atorvastatin. Use the lowest atorvastatin dose possible and monitor for adverse reactions when atorvastatin dosage exceeds 20 mg daily . OCT2 and MATE Substrate Metformin c Clinical Impact Increases plasma concentration of metformin c and may increase the risk of metformin’s adverse reactions [see Clinical Pharmacology ( 12.3 )] . May increase plasma concentrations of other OCT2 and MATE substrates and increase the risk of their adverse reactions . Prevention or Management During RECORLEV dosage titration, monitor glycemia, kidney function, and Vitamin B12 in blood as per metformin prescribing information and adjust the dosage of metformin as needed. 7.2 Effect of Other Drugs on RECORLEV Table 7 presents clinically significant drug interactions that affect RECORLEV. Table 7: Clinically Significant Drug Interactions (Drugs that Affect RECORLEV) Strong CYP3A4 Inhibitors Clinical Impact May increase plasma concentrations of levoketoconazole and increase the risk of adverse reactions from RECORLEV [see Clinical Pharmacology ( 12.3 )] . Prevention or Management Administration of strong enzyme inhibitors of CYP3A4 with RECORLEV is not recommended. Avoid use of these drugs from 2 weeks before and during treatment with RECORLEV. Examples Antivirals (e.g., ritonavir, ritonavir-boosted darunavir, ritonavir-boosted fosamprenavir, saquinavir) Glucocorticoid and progesterone receptor antagonists (e.g., mifepristone) Strong CYP3A4 Inducers Clinical Impact May decrease plasma concentrations of levoketoconazole and reduce the efficacy of RECORLEV Prevention or Management Administration of strong enzyme inducers of CYP3A4 with RECORLEV is not recommended. Avoid use of these drugs from 2 weeks before and during treatment with RECORLEV. Examples Antibacterials (e.g., isoniazid, rifabutin, rifampicin) Anticonvulsants (e.g., carbamazepine, phenytoin) Antivirals (e.g., efavirenz, nevirapine) Cytotoxic agents (e.g., mitotane) Gastric Acid Neutralizers Clinical Impact Impairs absorption of levoketoconazole from RECORLEV. Prevention or Management Take gastric acid neutralizers a minimum of 2 hours after dosing with RECORLEV. Examples Aluminum hydroxide Gastric Acid Suppressors Clinical Impact Impairs absorption of levoketoconazole from RECORLEV. Prevention or Management Avoid use of gastric acid suppressors with RECORLEV. Examples H2-receptor antagonists and proton pump inhibitors Sucralfate Clinical Impact Impairs absorption of levoketoconazole from RECORLEV. Prevention or Management Avoid use of sucralfate with RECORLEV. 7.3 Alcohol Patients should be advised against excessive alcohol consumption while using RECORLEV [see Warnings and Precautions ( 5.1 )] . When used with alcohol cases of a disulfiram-like reaction have been reported with ketoconazole characterized by flushing, rash, peripheral edema, nausea, and headache. All symptoms completely resolved within a few hours."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hepatotoxicity [see Warnings and Precautions ( 5.1 )] QT Prolongation [see Warnings and Precautions ( 5.2 )] Hypocortisolism [see Warnings and Precautions ( 5.3 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.4 )] Risks related to Decreased Testosterone [see Warnings and Precautions ( 5.5 )] Most common adverse reactions (incidence > 20%) are nausea/vomiting, hypokalemia, hemorrhage/contusion, systemic hypertension, headache, hepatic injury, abnormal uterine bleeding, erythema, fatigue, abdominal pain/dyspepsia, arthritis, upper respiratory infection, myalgia, arrhythmia, back pain, insomnia/sleep disturbances, and peripheral edema. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Xeris Pharmaceuticals, Inc. at 1-877-937-4737 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of RECORLEV was evaluated in a multicenter, randomized-withdrawal study (Study 1) and in a multicenter, single-arm, open-label study (Study 2). During the two studies, 166 patients were exposed to RECORLEV, of which 104 patients were exposed for more than 6 months and 51 patients were exposed for at least 1 year. In both studies, most patients took RECORLEV twice daily in total daily dosages ranging from 300 mg to 1200 mg [see Clinical Studies ( 14 )] . Adverse reactions, excluding hepatic injury, reported in ≥10% of patients treated with RECORLEV in Study 1 are presented in Table 2 listed in order of overall decreasing frequency of events. Table 2: Adverse Reactions, Excluding Hepatic Injury, Occurring in ≥10% of Cushing’s Syndrome Patients Treated with RECORLEV in Study 1 N = total number of patients, n = number of patients experiencing the event, (%) = proportion of patients experiencing the event. a Hemorrhage/contusion includes blood urine present, epistaxis, eye hemorrhage, gingival bleeding, hematoma, hematuria, hemorrhoidal hemorrhage, melena, and scleral hemorrhage. b Arrhythmia includes electrocardiogram QT prolonged, electrocardiogram T wave abnormal, palpitations, sinus tachycardia, tachycardia paroxysmal, and ventricular extrasystoles. c Abdominal pain/dyspepsia includes abdominal pain, abdominal distension, dyspepsia, gastric disorder, and related terms Adverse Reaction Types N= 84 n (%) Nausea/Vomiting 25 (30%) Hypokalemia 24 (29%) Systemic hypertension 20 (24%) Hemorrhage/Contusion a 19 (23%) Headache 18 (21%) Abnormal uterine bleeding 17 (20%) Arrhythmia b 16 (19%) Fatigue 15 (18%) Upper respiratory infection 15 (18%) Abdominal pain/Dyspepsia c 13 (15%) Dizziness 13 (15%) Diarrhea 13 (15%) Decreased appetite 11 (13%) Dry mouth 9 (11%) Dry skin 9 (11%) Adrenal insufficiency 8 (10%) Other notable adverse reactions which occurred with a frequency less than 10% during Study 1 were: alopecia (6%), gastrointestinal infection (6%), urinary tract infection (6%), hypogonadism (2%), and hypersensitivity (1%). Adverse reactions, excluding hepatic injury, reported in ≥10% of patients treated with RECORLEV in Study 2 are presented in Table 3 listed in order of overall decreasing frequency of events. Table 3: Adverse Reactions, Excluding Hepatic Injury, Occurring in ≥10% of Cushing’s Syndrome Patients Treated with RECORLEV in Study 2 N = total number of patients, n = number of patients experiencing the event, (%) = proportion of patients experiencing the event. a Erythema includes flushing. b Hemorrhage/Contusion includes blood urine present, conjunctival hemorrhage, ecchymosis, epistaxis, hematoma, hyphemia, and red blood cells urine. c Abdominal pain/dyspepsia includes abdominal discomfort, abdominal distension, dyspepsia, gastritis, and other related terms. d Arrhythmia includes bradycardia, carotid pulse increased, defect conduction intraventricular, electrocardiogram QT prolonged, electrocardiogram T wave abnormal, heart rate increased, palpitations and sinus bradycardia. Adverse Reaction Type N = 94 n (%) Erythema a 40 (43%) Hemorrhage/Contusion b 38 (40%) Fatigue 37 (39%) Headache 36 (38%) Nausea/Vomiting 35 (37%) Abdominal pain/dyspepsia c 31 (33%) Arthritis 26 (28%) Upper respiratory infection 26 (28%) Myalgia 24 (26%) Abnormal uterine bleeding 23 (24%) Arrhythmia d 23 (24%) Back pain 21 (22%) Insomnia/Sleep disturbances 21 (22%) Peripheral edema 19 (20%) Systemic hypertension 19 (20%) Diarrhea 18 (19%) Pre-Syncope/Syncope 17 (18%) Rash 16 (17%) Urinary tract infection 15 (16%) Hypokalemia 14 (15%) Pruritus 14 (15%) Disturbance in attention 13 (14%) Irritability 13 (14%) Depression 11 (12%) Dry skin 11 (12%) Alopecia 10 (11%) Other notable adverse reactions which occurred with a frequency less than 10% during Study 2 were: gastrointestinal infections (5%), decreased libido (5%), hypogonadism (4%), adrenal insufficiency (3%), and gynecomastia (3%). Description of Selected Adverse Reactions Hepatic Injury and Elevated Liver Function Tests Liver-related adverse reactions reported in patients treated with RECORLEV in Studies 1 and 2 are presented in Table 4 . Table 5 summarizes patients who had at least one ALT or AST measurement greater than the upper limit of reference range (ULN) in post baseline visits in Studies 1 and 2 combined who had tests in the normal range at baseline. There were 11 out of 166 patients who had an AST or ALT above the ULN to ˂3 x ULN at baseline. Of these patients, 3 had increases above 3 x ULN, and none had increases above 5 x ULN. Liver test abnormalities improved with cessation of medication. Table 4: Hepatic Injury and Other Liver-Related Adverse Reactions Occurring in Cushing’s Syndrome Patients Treated with RECORLEV in Studies 1 and 2 N = total number of patients, n = number of patients experiencing the event, (%) = proportion of patients experiencing the event. a Liver enzyme elevation refers to elevation in aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, or gamma-glutamyl transferase. N = 166 n (%) At least one liver related adverse reaction 45 (27%) Liver enzyme elevation a 33 (20%) Drug-induced liver injury 3 (2%) Hepatic pain 7 (4%) Hepatic steatosis 1 (1%) Liver disorders 4 (2%) Table 5: Elevations in AST or ALT post baseline in Cushing’s Syndrome Patients Treated with RECORLEV who had AST/ALT ≤ ULN at baseline in Studies 1 and 2 N = total number of patients, n = number of patients experiencing the event, (%) = proportion of patients experiencing the event. a Not all elevations in liver enzymes were reported as adverse reactions during the studies. N = 155 n (%) a Time to Event in Days Median (Range) AST or ALT > ULN 70 (45%) 73 (1-334) AST or ALT >3 x ULN 17 (11%) 83 (26-232) AST or ALT >5 x ULN 7 (5%) 104 (29-232) AST or ALT >10 x ULN 4 (3%) 166 (36-252) QTc Interval Prolongation In Study 1 and 2, there were 4 (2.4%) patients who experienced QTcF>500 msec, and 23 (14.7%) patients who experienced change-from-baseline QTcF >60 msec, respectively [see Warnings and Precautions ( 5.2 )] . Adverse reactions reported around the same time that may have been associated with QT prolongation included fatigue, hypertension, nausea/vomiting, and ventricular extrasystoles (see Tables 2 and 3 ). Hypocortisolism Hypocortisolism was reported in 11 (7%) of 166 patients across Studies 1 and 2, with events starting on median study day 96 (range 26-166). The majority of cases were managed by reducing the dosage or temporarily interrupting treatment with RECORLEV. 6.2 Postmarketing Experience The following adverse reactions have been identified from published reports or postmarketing experience with ketoconazole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to ketoconazole exposure. Blood and Lymphatic System Disorders : thrombocytopenia Endocrine Disorders: adrenocortical insufficiency Hepatobiliary Disorders: serious hepatotoxicity including hepatitis cholestatic, biopsy-confirmed hepatic necrosis, cirrhosis, hepatic failure including cases resulting in transplantation or death Immune System Disorders: allergic conditions including anaphylactic shock, anaphylactic reaction, angioneurotic edema Nervous System Disorders: reversible intracranial pressure increased (e.g., papilledema, fontanelle bulging in infants) Reproductive System and Breast Disorders: erectile dysfunction; with dosages higher than 200 or 400mg daily, azoospermia. Skin and Subcutaneous Tissue Disorders: acute generalized exanthematous pustulosis, photosensitivity"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RECORLEV is contraindicated in patients: With cirrhosis, acute liver disease or poorly controlled chronic liver disease, baseline AST or ALT greater than 3 times the upper limit of normal, recurrent symptomatic cholelithiasis, a prior history of drug induced liver injury due to ketoconazole or any azole antifungal therapy that required discontinuation of treatment, or extensive metastatic liver disease [see Warnings and Precautions ( 5.1 )] . Taking drugs that cause QT prolongation associated with ventricular arrhythmias, including torsades de pointes [see Warnings and Precautions ( 5.2 )] . With a prolonged QTcF interval of greater than 470 msec at baseline, history of torsades de pointes, ventricular tachycardia, ventricular fibrillation, or long QT syndrome (including first-degree family history) [see Warnings and Precautions ( 5.2 )] . With known hypersensitivity to levoketoconazole, ketoconazole or any excipient in RECORLEV [see Warnings and Precautions ( 5.4 ), Adverse Reactions ( 6.2 )] . Taking certain drugs that are sensitive substrates of CYP3A4 or CYP3A4 and P-gP [see Drug Interactions ( 7.1 )] . Cirrhosis, acute liver disease or poorly controlled chronic liver disease, baseline AST or ALT > 3 times the upper limit of normal, recurrent symptomatic cholelithiasis, a prior history of drug induced liver injury due to ketoconazole or any azole antifungal therapy that required discontinuation of treatment, or extensive metastatic liver disease ( 4 ) Taking drugs that cause QT prolongation associated with ventricular arrhythmias, including torsades de pointes ( 4 ) Prolonged QTcF interval > 470 msec at baseline, history of torsades de pointes, ventricular tachycardia, ventricular fibrillation, or prolonged QT syndrome ( 4 ) Hypersensitivity to levoketoconazole, ketoconazole or any excipient in RECORLEV ( 4 ) Taking certain drugs that are sensitive substrates of CYP3A4 or CYP3A4 and P-gp ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain baseline liver and electrocardiogram tests and correct hypokalemia and hypomagnesemia before starting RECORLEV ( 2.1 ) Initiate dosage at 150 mg orally twice daily, with or without food. Titrate dosage by 150 mg daily, no more frequently than every 2-3 weeks ( 2.2 ) Maximum recommended dosage is 1200 mg daily, administered as 600 mg twice daily ( 2.2 ) For additional recommendations on titration and monitoring for efficacy, see Full Prescribing Information ( 2.2 ) For recommendations on safety monitoring and dosage modifications for hepatotoxicity, QT prolongation and hypocortisolism, see Full Prescribing Information ( 2.3 , 2.4 ) 2.1 Laboratory Testing Prior to RECORLEV Initiation Obtain baseline liver tests [alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin]. Carefully consider the risks and potential benefits of initiating RECORLEV in patients with AST or ALT above normal but less than or equal to 3 times the upper limit of normal [see Contraindications ( 4 ), Warnings and Precautions ( 5.1 )]. Obtain baseline electrocardiogram (ECG) [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 )]. Correct hypokalemia and hypomagnesemia prior to starting RECORLEV [see Warnings and Precautions ( 5.2 )]. 2.2 Recommended Dosage, Titration, and Monitoring for Efficacy Initiate dosage at 150 mg orally twice daily, with or without food [see Clinical Pharmacology ( 12.3 )]. Titrate the dosage by 150 mg daily, no more frequently than every 2-3 weeks based on 24-hour urine free cortisol levels and patient tolerability [see Dosage and Administration ( 2.4 )] . Monitor cortisol levels from at least two 24-hour urine free cortisol collections every 2-3 weeks until an adequate clinical response is achieved. The maximum recommended dosage is 1200 mg per day, administered as 600 mg twice daily. The dosage may be reduced to 150 mg once daily if needed for reasons of tolerability [see Dosage and Administration ( 2.3 , 2.4 )]. Once the maintenance dosage is achieved, monitor cortisol levels from at least two 24-hour urine free cortisol collections at least every 1-2 months or as indicated. If 24-hour urine free cortisol levels remain above the upper normal limit after treatment with the maximum recommended dosage of 1200 mg per day, or the patient cannot tolerate treatment with RECORLEV, consider discontinuing RECORLEV and switching patient to another therapy. 2.3 Monitoring for Safety Perform the following monitoring during RECORLEV treatment. Refer to Dosage Interruptions and Modifications below for recommendations pertaining to management of liver, cortisol, or ECG abnormalities [see Dosage and Administration ( 2.4 )]. Hepatotoxicity Serious hepatotoxicity has been reported in patients receiving RECORLEV, and therefore frequent monitoring of liver tests is recommended. Monitor liver enzymes and bilirubin weekly for at least 6 weeks after starting RECORLEV, every 2 weeks for the next 6 weeks, monthly for the next 3 months, and then as clinically indicated. After any dose interruption or dose increase, monitor on a weekly basis until a stable dosage is achieved [see Warnings and Precautions ( 5.1 )]. QT Prolongation Conduct an ECG before each dose increase. After a stable dosage is established, monitor routinely for an effect on the QT interval. Monitor blood potassium and magnesium levels periodically during treatment [see Warnings and Precautions ( 5.2 )]. Hypocortisolism Monitor 24-hour urine free cortisol, morning serum or plasma cortisol, and patient’s signs and symptoms for hypocortisolism periodically during RECORLEV treatment [see Warnings and Precautions ( 5.3 )]. 2.4 Dosage Interruptions and Modifications Hepatotoxicity Refer to Table 1 for management of hepatotoxicity [see Warnings and Precautions ( 5.1 ) ] . Table 1: Dosage Modification and Management for Hepatotoxicity ALT or AST Total Bilirubin Recommendation ≥ 5 x ULN Any value Permanently discontinue RECORLEV. ≥ 3 x ULN > 2 x ULN Permanently discontinue RECORLEV. ≥ 3 to < 5 x ULN ≤ 2 x ULN Temporarily discontinue RECORLEV. Monitor liver tests every 3 days until the levels are stable, and then no less than every 7 to 10 days until tests have returned to baseline levels. RECORLEV may be restarted at a lower dosage and titrated more slowly once liver tests normalize, and other possible contributing factors have been addressed. Before considering a dosage increase, monitor liver tests weekly for 1 month and then routinely thereafter. Permanently discontinue RECORLEV if a liver test abnormality significantly above the patient’s baseline recurs after restarting RECORLEV. > ULN to <3 x ULN Any value If liver tests increase above the patient’s baseline, monitor liver tests no less than every 7 to 10 days until tests have returned to baseline levels. Consider temporary discontinuation of RECORLEV during this time. If RECORLEV is discontinued, restart at a lower dosage and titrate more slowly once liver tests return to baseline and other possible contributing factors have been addressed. Before considering a dosage increase, monitor liver tests weekly for 1 month to ensure stability of liver tests. QT Prolongation Temporarily discontinue RECORLEV if the QTcF interval is longer than 500 msec. After correction of other possible contributing factors (e.g., hypokalemia, hypomagnesemia, use of concomitant drugs), RECORLEV may be resumed at a lower dosage when the QTcF interval returns to 500 msec or less. If QT interval prolongation recurs after restarting RECORLEV, permanently discontinue RECORLEV [see Warnings and Precautions ( 5.2 )] . Hypocortisolism Decrease the dosage or temporarily discontinue RECORLEV if urine free cortisol or morning serum or plasma cortisol levels fall below the target range, there is a rapid decrease in cortisol levels, or if signs and/or symptoms consistent with hypocortisolism are reported. Stop RECORLEV and administer exogenous glucocorticoid replacement therapy if morning serum or plasma cortisol levels are below target range and signs and/or symptoms of adrenal insufficiency or hypocortisolism are present. Re-initiate RECORLEV at a lower dosage when cortisol levels are within target ranges and signs and/or symptoms of hypocortisolism have resolved [ see Warnings and Precautions ( 5.3 )] . The dosage may be titrated to the previous dose associated with hypocortisolism if the reduced dosage has been well tolerated and the reduced dosage does not achieve an adequate clinical response. 2.5 Missed Dose If a dose of RECORLEV is missed, the patient should take the next dose at the regularly scheduled time."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RECORLEV is indicated for the treatment of endogenous hypercortisolemia in adult patients with Cushing’s syndrome for whom surgery is not an option or has not been curative. Limitations of Use RECORLEV is not approved for the treatment of fungal infections. The safety and effectiveness of RECORLEV for the treatment of fungal infections have not been established. RECORLEV is a cortisol synthesis inhibitor indicated for the treatment of endogenous hypercortisolemia in adult patients with Cushing’s syndrome for whom surgery is not an option or has not been curative ( 1 ) Limitations of Use RECORLEV is not approved for the treatment of fungal infections ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:03:08.783630",
  "source": "OpenFDA"
}