{
  "drug_name": "Levomenol",
  "generic_name": [
    "LACTIC ACID, BORIC ACID, CHLORHEXIDINE GLUCONATE, CNIDIUM MONNIERI FRUIT, LEVOMENOL"
  ],
  "brand_names": [
    "Medicated Foaming Feminine"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings ● For external use only. ● Do not use: ○ On broken or punctured wounds. ○ On animal bites. ○ On serious burns. ● When using this product: ○ Avoid contact with eyes. If contact occurs, rinse thoroughly with water. ○ Do not apply large amounts to the body. ● Stop use and ask a doctor if: ○ Irritation or redness develops. ○ Condition worsens or does not improve within 7 days."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions ● Wet the area: Begin by splashing water on the external vaginal area or take this step while in the shower or bath to ensure the area is moist. ● Apply the wash: Pump a small amount of the foam onto your hand. The foam should be rich and airy. Typically, two pumps are sufficient. ● Gentle Cleansing: Gently apply foam to the delicate areas. Use your hand to spread the foam, covering the entire area with gentle, circular motions. Avoid using sponges or washcloths, as they can be too abrasive. ● Rinse thoroughly: After cleansing, rinse thoroughly with warm water. Ensure all traces of the wash are removed to avoid irritation. ● Pat dry: Gently pat the area with a clean towel. Avoid rubbing, as this may cause irritation. It's important to ensure the area is completely dry before dressing to prevent moisture buildup, which can lead to irritation or infections."
  ],
  "indications": [
    "Uses ● Antimicrobial action: Effectively targets and eliminates harmful bacteria to maintain natural balance. ● UTI Defense: Actively helps to prevent urinary tract infections. ● Odor Control: Neutralizes odors, leaving you feeling fresh and clean."
  ],
  "fetched_at": "2025-10-01T19:35:21.984162",
  "source": "OpenFDA"
}