{
  "drug_name": "Levomilnacipran",
  "generic_name": [
    "LEVOMILNACIPRAN"
  ],
  "brand_names": [
    "Levomilnacipran"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 inhibitors: Maximum recommended dosage is 80 mg once daily ( 7 ). 7.1 Drugs Having Clinically Important Interactions with Levomilnacipran Table 5 includes clinically important drug interactions with levomilnacipran. Table 5: Clinically Important Drug Interactions with Levomilnacipran Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact: Concomitant use of SSRIs and SNRIs including levomilnacipran with MAOIs increases the risk of serotonin syndrome. Intervention: Concomitant use of levomilnacipran is contraindicated: · With an MAOI intended to treat psychiatric disorders or within 7 days of stopping treatment with levomilnacipran. · Within 14 days of stopping an MAOI intended to treat psychiatric disorders · In a patient who is being treated with linezolid or intravenous methylene blue [see Dosage and Administration ( 2.5 , 2.6 ), Contraindications ( 4 ) , and Warnings and Precautions ( 5.2 ) ] . Examples: selegiline, tranylcypromine, isocarboxazid, phenelzine, linezolid, methylene blue Other Serotonergic Drugs Clinical Impact: Concomitant use of levomilnacipran with other serotonergic drugs increases the risk of serotonin syndrome. Intervention: Monitor for symptoms of serotonin syndrome when levomilnacipran is used concomitantly with other drugs that may affect the serotonergic neurotransmitter systems. If serotonin syndrome occurs, immediately discontinue levomilnacipran and/or concomitant serotonergic drugs [see Dosage and Administration (2.5 , 2.6 ), Contraindications (4) , and Warnings and Precautions (5.2) ] . Examples: other SNRIs, SSRIs, triptans, tricyclic antidepressants, opioids, lithium, buspirone, amphetamines, tryptophan, and St. John's Wort Drugs that Interfere with Hemostasis Clinical Impact: Concomitant use of levomilnacipran with an antiplatelet or anticoagulant drug may potentiate the risk of bleeding. This may be due to the effect of levomilnacipran on the release of serotonin by platelets. Intervention: Closely monitor for bleeding for patients receiving an antiplatelet or anticoagulant drug when levomilnacipran is initiated or discontinued [see Warnings and Precautions ( 5.5 ) ] . Examples: NSAIDs, aspirin, and warfarin Strong CYP3A4 Inhibitors Clinical Impact: Concomitant use of levomilnacipran with strong CYP3A4 inhibitors increases levomilnacipran exposure [see Pharmacokinetics ( 12.3 ) ] . Intervention: The dose of levomilnacipran should not exceed 80 mg once daily when used with strong CYP3A4 inhibitors [see Dosage and Administration ( 2.6 ) ]. Examples: Ketoconazole, itraconazole, clarithromycin Alcohol Clinical Impact: Concomitant use of levomilnacipran and alcohol may result in accelerated release of levomilnacipran. Intervention: Avoid concomitant use of levomilnacipran and alcohol [see Clinical Pharmacology ( 12.3 ) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label. Hypersensitivity [see Contraindications (4) ] Suicidal Thoughts and Behaviors in Adolescents and Young Adults [see Warnings and Precautions (5.1) ] Serotonin Syndrome [see Warnings and Precautions (5.2) ] Elevated Blood Pressure [see Warnings and Precautions (5.3) ] Elevated Heart Rate [see Warnings and Precautions (5.4) ] Increased Risk of Bleeding [see Warnings and Precautions (5.5) ] Angle Closure Glaucoma [see Warnings and Precautions (5.6) ] Urinary Hesitation or Retention [see Warnings and Precautions (5.7 )] Activation of Mania/Hypomania [see Warnings and Precautions (5.8) ] Seizure [see Warnings and Precautions (5.9) ] Discontinuation Syndrome [see Warnings and Precautions (5.10) ] Hyponatremia [see Warnings and Precautions (5.11) ] Sexual Dysfunction [see Warnings and Precautions (5.12) ] The most common adverse reactions (incidence ≥ 5% and at least twice the rate of placebo) are: nausea, constipation, hyperhidrosis, heart rate increase, erectile dysfunction, ejaculation disorder, tachycardia, vomiting, and palpitations ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in clinical practice. Patient exposure The safety of levomilnacipran was evaluated in 3,317 patients (18 to 78 years of age) diagnosed with MDD who participated in clinical studies, representing 1,186 patient-years of exposure. Among the 3,317 levomilnacipran-treated patients, 1,583 were exposed to levomilnacipran in short-term, placebo-controlled studies. There were 825 patients who continued from short-term studies into a one-year, open-label extension study. Of the 3,317 patients exposed to at least one dose of levomilnacipran, 895 patients were exposed to levomilnacipran for at least 6 months and 367 were exposed for one year. In these studies, levomilnacipran was given at doses ranging from 40 mg to 120 mg once daily and was given without regard to food. Adverse reactions reported as reasons for discontinuation of treatment In the short-term placebo-controlled pre-marketing studies for MDD, 9% of the 1,583 patients who received levomilnacipran (40 mg to 120 mg) discontinued treatment due to an adverse reaction, compared with 3% of the 1,040 placebo-treated patients in those studies. The most common adverse reaction leading to discontinuation in at least 1% of the levomilnacipran-treated patients in the short-term placebo-controlled studies was nausea (1.5%). Common adverse reactions in placebo-controlled MDD studies The most commonly observed adverse reactions in levomilnacipran-treated MDD patients in placebo-controlled studies (incidence ≥ 5% and at least twice the rate of placebo) were: nausea, constipation, hyperhidrosis, heart rate increased, erectile dysfunction, ejaculation disorder, tachycardia, vomiting, and palpitations. Table 3 shows the incidence of adverse reactions that occurred in ≥ 2% of levomilnacipran-treated MDD patients and at least twice the rate of placebo in the placebo-controlled studies. Table 3: Adverse Reactions Occurring in ≥ 2% of Levomilnacipran-treated Patients and at Least Twice the rate of Placebo-treated Patients in Pooled MDD Studies System Organ Class Preferred Term Placebo (N =1,040) % Levomilnacipran 40 to 120 mg per day (N = 1,583)% Gastrointestinal disorders Nausea 6 17 Constipation 3 9 Vomiting 1 5 Cardiac disorders Tachycardia a 2 6 Palpitations 1 5 Reproductive system and breast disorders b Erectile dysfunction c 1 6 Testicular pain d < 1 4 Ejaculation disorder e < 1 5 Investigations Heart rate increased f 1 6 Blood pressure increased g 1 3 Renal and urinary disorders Urinary hesitation 0 4 Skin and subcutaneous tissue disorders Hyperhidrosis 2 9 Rash h 0 2 Vascular disorders Hot flush 1 3 Hypotension i 1 3 Hypertension j 1 3 Metabolism and nutrition disorders Decreased appetite 1 3 a Tachycardia also includes: sinus tachycardia and postural orthostatic tachycardia syndrome b Percentage is relative to the number of patients in the associated demographic sex category. Fewer than 2% of levomilnacipran-treated MDD female patients in placebo-controlled clinical studies reported adverse events related to sexual function. c Erectile dysfunction includes: erectile dysfunction, organic erectile dysfunction and psychogenic erectile dysfunction d Testicular pain includes: testicular pain, epididymitis, and seminal vesiculitis e Ejaculation disorder includes: ejaculation disorder, ejaculation delayed, ejaculation failure, and premature ejaculation f Heart rate increased also includes: orthostatic heart rate response increased g Blood pressure increased also includes: blood pressure systolic increased, blood pressure diastolic increased and blood pressure orthostatic increased h Rash also includes: rash generalized, rash maculo-papular, rash erythematous and rash macular i Hypotension also includes: orthostatic hypotension and dizziness postural j Hypertension also includes: labile hypertension N = number of patients in the Safety Population Dose-related adverse reactions In pooled data from the short-term placebo-controlled fixed-dose studies, there were no dose-related adverse reactions (greater than 2% overall incidence) in patients treated with levomilnacipran across the dose range 40 mg to 120 mg once daily, with the exception of erectile dysfunction and urinary hesitation (see Table 4). Table 4: Dose-Related Adverse Reactions System Organ Class Preferred Term Placebo (N = 362) % Levomilnacipran 40 mg per day (N = 366) % 80 mg per day (N = 367) % 120 mg per day (N = 180) % Urinary hesitation 0 4 5 6 Erectile dysfunction a 2 6 8 10 a Percentage is relative to the number of male patients. N = number of patients in the Safety Population Other adverse reactions observed in clinical studies Other infrequent adverse reactions, not described elsewhere in the label, occurring at an incidence of < 2% in MDD patients treated with levomilnacipran were: Cardiac disorders: Angina pectoris; Supraventricular and Ventricular extrasystoles Eye disorders: Dry eye; Vision blurred; Conjunctival hemorrhage General disorders: Chest pain; Thirst Gastrointestinal disorders: Abdominal pain; Flatulence Investigations disorders: Blood cholesterol increased; Liver function test abnormal Nervous System disorders: Migraine; Paraesthesia; Syncope; Extrapyramidal disorder Psychiatric disorders: Agitation; Anger; Bruxism; Panic attack; Tension; Aggression Renal and Urinary disorder: Pollakiuria; Hematuria; Proteinuria Respiratory, thoracic and mediastinal disorders: Yawning Skin and subcutaneous tissue disorders: Dry skin; Pruritus; Urticaria 6.2 Post-marketing Experience The following adverse reaction has been identified during post-approval use of levomilnacipran or other selective serotonin and norepinephrine reuptake inhibitors. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac disorders : Takotsubo cardiomyopathy Respiratory, thoracic and mediastinal disorders: Anosmia, Hyposmia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Levomilnacipran is contraindicated: in patients with hypersensitivity to levomilnacipran, milnacipran HCl, or to any excipient in the formulation. with the use of MAOIs intended to treat psychiatric disorders with levomilnacipran or within 7 days of stopping treatment with levomilnacipran is contraindicated because of an increased risk of serotonin syndrome. The use of levomilnacipran within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see Dosage and Administration (2.5) and Warnings and Precautions (5.2) ] . Starting levomilnacipran in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome [see Dosage and Administration (2.6) and Warnings and Precautions (5.2) ] . Hypersensitivity to levomilnacipran, milnacipran HCl, or any excipient in the levomilnacipran extended-release capsules formulation ( 4 ). Do not use MAOIs intended to treat psychiatric disorders with levomilnacipran or within 7 days of stopping treatment with levomilnacipran. Do not use levomilnacipran within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start levomilnacipran in a patient who is being treated with linezolid or intravenous methylene blue ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 40 mg to 120 mg once daily with or without food (2.1) . Initial dosage is 20 mg once daily for 2 days and then increase to 40 mg once daily (2.1) . Based on clinical response and tolerability, increase dose in increments of 40 mg at intervals of 2 or more days (2.1) . The maximum recommended dosage is 120 mg once daily (2.1) . Take capsules whole; do not open, chew or crush (2.1) . Renal impairment (2.3) : Severe renal impairment: Maximum recommended dosage is 40 mg once daily. Moderate renal impairment: Maximum recommended dosage is 80 mg once daily. Discontinuation: Reduce dose gradually whenever possible (2.4) . 2.1 Recommended Dosage The recommended dosage range for levomilnacipran extended-release capsule is 40 mg to 120 mg once daily, with or without food. Levomilnacipran extended-release capsules should be initiated at 20 mg once daily for 2 days and then increased to 40 mg once daily. Based on clinical response and tolerability, levomilnacipran extended-release capsules may be increased in increments of 40 mg at intervals of 2 or more days. The maximum recommended dosage is 120 mg once daily. Take levomilnacipran extended-release capsules at approximately the same time each day. Swallow levomilnacipran extended-release capsules whole; do not open, chew, or crush the capsule. 2.2 Screen for Bipolar Disorder Prior to Starting Levomilnacipran Extended-Release Capsules Prior to initiating treatment with levomilnacipran extended-release capsules or another antidepressant, screen patients for a personal or family history of bipolar disorder, mania, or hypomania [see Warnings and Precautions (5.8) ] . 2.3 Dosage Recommendations for Patients with Renal Impairment End stage renal disease (ESRD): Levomilnacipran extended-release capsules are not recommended; Severe renal impairment (creatinine clearance of 15 mL/min to 29 mL/min), the dosage should not exceed 40 mg once daily; Moderate renal impairment (creatinine clearance of 30 mL/min to 59 mL/min), the dosage should not exceed 80 mg once daily; Mild renal impairment (creatinine clearance of 60 mL/min to 89 mL/min): no dosage adjustment recommended [see Use in Specific Populations (8.7) ] . 2.4 Discontinuing Treatment with Levomilnacipran Extended-Release Capsules Discontinuation symptoms have been reported with discontinuation of serotonergic drugs such as levomilnacipran extended-release capsules. Gradual dose reduction is recommended, instead of abrupt discontinuation, whenever possible. Monitor patients for these symptoms when discontinuing levomilnacipran extended-release capsules. If intolerable symptoms occur following a dose decrease or upon discontinuation of treatment, consider resuming the previously prescribed dose and decreasing the dose at a more gradual rate [see Warnings and Precautions (5.10) ] . 2.5 Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders At least 14 days must elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with levomilnacipran extended-release capsules. Conversely, at least 7 days should be allowed after stopping levomilnacipran extended-release capsules before starting an MAOI antidepressant [see Contraindications (4) ] . 2.6 Dosage Recommendations for Use with Strong CYP3A4 Inhibitors The maximum recommended dosage of levomilnacipran extended-release capsules should not exceed 80 mg once daily when used with strong CYP3A4 inhibitors [see Drug Interactions (7.1) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Levomilnacipran is indicated for the treatment of major depressive disorder (MDD) in adults [see Clinical Studies (14) ] . Limitation of Use : Levomilnacipran extended-release capsules are not approved for the management of fibromyalgia. The efficacy and safety of levomilnacipran extended-release capsules for the management of fibromyalgia have not been established. Levomilnacipran is a serotonin and norepinephrine reuptake inhibitor (SNRI) indicated for the treatment of Major Depressive Disorder (MDD) in adults (1) . Limitation of Use : Levomilnacipran extended-release capsules are not approved for the management of fibromyalgia. The efficacy and safety of levomilnacipran extended-release capsules for the management of fibromyalgia have not been established (1) ."
  ],
  "fetched_at": "2025-10-01T17:07:36.033330",
  "source": "OpenFDA"
}