{
  "drug_name": "Lifitegrast",
  "generic_name": [
    "LIFITEGRAST"
  ],
  "brand_names": [
    "Xiidra"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Hypersensitivity [see Contraindications (4) ] The most common adverse reactions (incidence 5%-25%) following the use of Xiidra were instillation-site irritation, dysgeusia, and decreased visual acuity ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bausch & Lomb Incorporated at 1-800-553-5340 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In five clinical trials of DED conducted with lifitegrast ophthalmic solution, 1401 patients received at least one dose of lifitegrast (1287 of which received lifitegrast 5%). The majority of patients (84%) had less than or equal to 3 months of treatment exposure. One hundred-seventy patients were exposed to lifitegrast for approximately 12 months. The majority of the treated patients were female (77%). The most common adverse reactions reported in 5%-25% of patients were instillation-site irritation, dysgeusia, and reduced visual acuity. Other adverse reactions reported in 1%-5% of the patients were blurred vision, conjunctival hyperemia, eye irritation, headache, increased lacrimation, eye discharge, eye discomfort, eye pruritus, and sinusitis. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Xiidra. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Rare serious cases of hypersensitivity, including anaphylactic reaction, bronchospasm, respiratory distress, pharyngeal edema, swollen tongue, urticaria, allergic conjunctivitis, dyspnea, angioedema, and allergic dermatitis have been reported. Eye swelling and rash have also been reported [see Contraindications (4) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Xiidra is contraindicated in patients with known hypersensitivity to lifitegrast or to any of the other ingredients in the formulation [see Adverse Reactions (6.2) ]. Hypersensitivity. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Instill one drop of Xiidra twice daily (approximately 12 hours apart) into each eye using a single-use container. Discard the single‑use container immediately after using in each eye. Contact lenses should be removed prior to the administration of Xiidra and may be reinserted 15 minutes following administration. One drop twice daily in each eye (approximately 12 hours apart). ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Xiidra ® (lifitegrast ophthalmic solution) 5% is indicated for the treatment of the signs and symptoms of dry eye disease (DED). Xiidra (lifitegrast ophthalmic solution) 5% is a lymphocyte function-associated antigen-1 (LFA-1) antagonist indicated for the treatment of the signs and symptoms of dry eye disease (DED). ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:09:36.960249",
  "source": "OpenFDA"
}