{
  "drug_name": "Linagliptin",
  "generic_name": [
    "LINAGLIPTIN AND METFORMIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Jentadueto XR"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 describes clinically relevant interactions with JENTADUETO XR. Table 2 Clinically Relevant Interactions with JENTADUETO XR Carbonic Anhydrase Inhibitors Clinical Impact Topiramate or other carbonic anhydrase inhibitors (e.g., zonisamide, acetazolamide or dichlorphenamide) frequently cause a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with JENTADUETO XR may increase the risk of lactic acidosis. Intervention Consider more frequent monitoring of these patients. Drugs that Reduce Metformin Clearance Clinical Impact Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2] / multidrug and toxin extrusion [MATE] inhibitors such as ranolazine, vandetanib, dolutegravir, and cimetidine) could increase systemic exposure to metformin and may increase the risk for lactic acidosis [see Clinical Pharmacology (12.3) ] . Intervention Consider the benefits and risks of concomitant use. Alcohol Clinical Impact Alcohol is known to potentiate the effect of metformin on lactate metabolism. Intervention Warn patients against excessive alcohol intake while receiving JENTADUETO XR. Insulin or Insulin Secretagogues Clinical Impact The risk of hypoglycemia is increased when JENTADUETO XR is used in combination with an insulin secretagogue (e.g., sulfonylurea) or insulin. Intervention Coadministration of JENTADUETO XR with an insulin secretagogue (e.g., sulfonylurea) or insulin may require lower dosages of the insulin secretagogue or insulin to reduce the risk of hypoglycemia. Drugs Affecting Glycemic Control Clinical Impact Certain drugs tend to produce hyperglycemia and may lead to loss of glycemic control. These drugs include the thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and isoniazid. Intervention When such drugs are administered to a patient receiving JENTADUETO XR, the patient should be closely observed to maintain adequate glycemic control. When such drugs are withdrawn from a patient receiving JENTADUETO XR, the patient should be observed closely for hypoglycemia. Inducers of P-glycoprotein or CYP3A4 Enzymes Clinical Impact Rifampin decreased linagliptin exposure, suggesting that the efficacy of linagliptin may be reduced when administered in combination with a strong P-gp or CYP3A4 inducer. Intervention Use of alternative treatments is strongly recommended when linagliptin is to be administered with a strong P-gp or CYP3A4 inducer. Carbonic Anhydrase Inhibitors: May increase risk of lactic acidosis. Consider more frequent monitoring. ( 7 ) Drugs that Reduce Metformin Clearance: May increase risk of lactic acidosis. Consider benefits and risks of concomitant use. ( 7 ) Alcohol: Can potentiate the effect of metformin on lactate metabolism. Warn patients against excessive alcohol intake. ( 7 ) Strong P-glycoprotein/CYP3A4 Inducer: Efficacy may be reduced when administered in combination (e.g., rifampin). Use of alternative treatments is strongly recommended. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below or elsewhere in the prescribing information: Lactic Acidosis [see Warnings and Precautions (5.1) ] Pancreatitis [see Warnings and Precautions (5.2) ] Hypoglycemia with Concomitant Use with Insulin and Insulin Secretagogues [see Warnings and Precautions (5.3) ] Hypersensitivity Reactions [see Warnings and Precautions (5.4) ] Vitamin B 12 Deficiency [see Warnings and Precautions (5.5) ] Severe and Disabling Arthralgia [see Warnings and Precautions (5.6) ] Bullous Pemphigoid [see Warnings and Precautions (5.7) ] Heart Failure [see Warnings and Precautions (5.8) ] Most common adverse reactions (incidence ≥5% and more often than placebo) were nasopharyngitis and diarrhea ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at 1-800-542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Linagliptin/Metformin The safety of concomitantly administered linagliptin (daily dosage 5 mg) and metformin (mean daily dosage of approximately 1,800 mg) has been evaluated in 2,816 patients with type 2 diabetes mellitus treated for ≥12 weeks in clinical trials. Three placebo-controlled trials with linagliptin + metformin were conducted: 2 studies were 24 weeks in duration, 1 trial was 12 weeks in duration. In the 3 placebo-controlled clinical studies, adverse reactions which occurred in ≥5% of patients receiving linagliptin + metformin (n=875) and were more common than in patients given placebo + metformin (n=539) included nasopharyngitis (5.7% vs 4.3%). In a 24-week factorial design trial, adverse reactions reported in ≥5% of patients receiving linagliptin + metformin and were more common than in patients given placebo are shown in Table 1. Table 1 Adverse Reactions Reported in ≥5% of Patients Treated with Linagliptin + Metformin and Greater than with Placebo in a 24-week Factorial-Design Trial Adverse Reactions Placebo (%) n=72 Linagliptin Monotherapy (%) n=142 Metformin Monotherapy (%) n=291 Combination of Linagliptin with Metformin (%) n=286 Nasopharyngitis 1.4 5.6 2.7 6.3 Diarrhea 2.8 3.5 3.8 6.3 Other adverse reactions reported in clinical studies with treatment of linagliptin + metformin were hypersensitivity (e.g., urticaria, angioedema, or bronchial hyperreactivity), cough, decreased appetite, nausea, vomiting, pruritus, and pancreatitis. Linagliptin Adverse reactions reported in ≥2% of patients treated with linagliptin 5 mg and more commonly than in patients treated with placebo included: nasopharyngitis (7.0% vs 6.1%), diarrhea (3.3% vs 3.0%), and cough (2.1% vs 1.4%). Rates for other adverse reactions for linagliptin 5 mg vs placebo when linagliptin was used in combination with specific antidiabetic agents were: urinary tract infection (3.1% vs 0%) and hypertriglyceridemia (2.4% vs 0%) when linagliptin was used as add-on to sulfonylurea; hyperlipidemia (2.7% vs 0.8%) and weight increased (2.3% vs 0.8%) when linagliptin was used as add-on to pioglitazone; and constipation (2.1% vs 1%) when linagliptin was used as add-on to basal insulin therapy. Other adverse reactions reported in clinical studies with treatment of linagliptin monotherapy were hypersensitivity (e.g., urticaria, angioedema, localized skin exfoliation, or bronchial hyperreactivity) and myalgia. In the clinical trial program, pancreatitis was reported in 15.2 cases per 10,000 patient year exposure while being treated with linagliptin compared with 3.7 cases per 10,000 patient year exposure while being treated with comparator (placebo and active comparator, sulfonylurea). Three additional cases of pancreatitis were reported following the last administered dose of linagliptin. Metformin The most common (>5%) adverse reactions due to initiation of metformin therapy are diarrhea, nausea/vomiting, flatulence, abdominal discomfort, indigestion, asthenia, and headache. In a 24-week clinical trial in which extended-release metformin or placebo was added to glyburide therapy, the most common (>5% and greater than placebo) adverse reactions in the combined treatment group were hypoglycemia (13.7% vs 4.9%), diarrhea (12.5% vs 5.6%), and nausea (6.7% vs 4.2%). Other Adverse Reactions Hypoglycemia Linagliptin/Metformin In a 24-week factorial design trial, hypoglycemia was reported in 4 (1.4%) of 286 subjects treated with linagliptin + metformin, 6 (2.1%) of 291 subjects treated with metformin, and 1 (1.4%) of 72 subjects treated with placebo. The incidence of hypoglycemia with plasma glucose <54 mg/dL was 8.1% in the linagliptin group (N=792) compared to 5.3% in the placebo group (N=263) when administered in combination with metformin and sulfonylurea in a 24-week trial. Linagliptin The incidence of severe hypoglycemia (requiring assistance) was 1.7% in the linagliptin group (N=631) compared to 1.1% in the placebo group (N=630) when administered in combination with basal insulin in a 52 week trial. Laboratory Test Abnormalities in Clinical Trials of Linagliptin or Metformin Linagliptin Increase in Uric Acid: Changes in laboratory values that occurred more frequently in the linagliptin group and ≥1% more than in the placebo group were increases in uric acid (1.3% in the placebo group, 2.7% in the linagliptin group). Increase in Lipase : In a placebo-controlled clinical trial with linagliptin in type 2 diabetes mellitus patients with micro- or macroalbuminuria, a mean increase of 30% in lipase concentrations from baseline to 24 weeks was observed in the linagliptin arm compared to a mean decrease of 2% in the placebo arm. Lipase levels above 3 times upper limit of normal were seen in 8.2% compared to 1.7% patients in the linagliptin and placebo arms, respectively. Increase in Amylase: In a cardiovascular safety trial comparing linagliptin versus glimepiride in patients with type 2 diabetes mellitus, amylase levels above 3 times upper limit of normal were seen in 1.0% compared to 0.5% of patients in the linagliptin and glimepiride arms, respectively. The clinical significance of elevations in lipase and amylase with linagliptin is unknown in the absence of potential signs and symptoms of pancreatitis [see Warnings and Precautions (5.2) ]. Metformin Decrease in Vitamin B 12 : In metformin clinical trials of 29-week duration, a decrease to subnormal levels of previously normal serum vitamin B 12 levels was observed in approximately 7% of patients. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Linagliptin Gastrointestinal Disorders: Acute pancreatitis, including fatal pancreatitis [see Indications and Usage (1) ], mouth ulceration, stomatitis Immune System Disorders: Hypersensitivity reactions including anaphylaxis, angioedema, and exfoliative skin conditions Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis, severe and disabling arthralgia Skin and Subcutaneous Tissue Disorders: Bullous pemphigoid, rash Metformin Hepatobiliary Disorders: Cholestatic, hepatocellular, and mixed hepatocellular liver injury"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS JENTADUETO XR is contraindicated in patients with: severe renal impairment (eGFR below 30 mL/min/1.73 m 2 ) [see Warnings and Precautions (5.1) ]. acute or chronic metabolic acidosis, including diabetic ketoacidosis [see Warnings and Precautions (5.1) ]. hypersensitivity to linagliptin, metformin, or any of the excipients in JENTADUETO XR, reactions such as anaphylaxis, angioedema, exfoliative skin conditions, urticaria, or bronchial hyperreactivity have occurred with linagliptin [see Warnings and Precautions (5.4) and Adverse Reactions (6.1) ]. Severe renal impairment (eGFR below 30 mL/min/1.73 m 2 ) ( 4 ) Metabolic acidosis, including diabetic ketoacidosis ( 4 ) Hypersensitivity to linagliptin, metformin, or any of the excipients in JENTADUETO XR ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Individualize the starting dosage of JENTADUETO XR based on the patient's current regimen ( 2.1 ) The maximum recommended dosage is 5 mg linagliptin/2,000 mg metformin HCl once daily ( 2.1 ) Take orally once daily with a meal, with gradual dose escalation to reduce the gastrointestinal effects due to metformin ( 2.1 ) Swallow whole; do not split, crush, dissolve, or chew ( 2.1 ) Prior to initiation, assess renal function with estimated glomerular filtration rate (eGFR) ( 2.2 ) Do not use in patients with eGFR below 30 mL/min/1.73 m 2 Initiation is not recommended in patients with eGFR between 30 - 45 mL/min/1.73 m 2 Assess risk/benefit of continuing if eGFR falls below 45 mL/min/1.73 m 2 Discontinue if eGFR falls below 30 mL/min/1.73 m 2 JENTADUETO XR may need to be discontinued at time of, or prior to, iodinated contrast imaging procedures ( 2.3 ) 2.1 Recommended Dosage and Administration The dosage of JENTADUETO XR should be individualized on the basis of both effectiveness and tolerability, while not exceeding the maximum recommended total daily dosage of linagliptin 5 mg and metformin hydrochloride (HCl) 2,000 mg. JENTADUETO XR should be given orally once daily with a meal. Dosage escalation should be gradual to reduce the gastrointestinal (GI) side effects associated with metformin use. Recommended starting dosage: In patients currently not treated with metformin HCl, initiate JENTADUETO XR treatment with 5 mg linagliptin/1,000 mg metformin HCl extended-release once daily with a meal. In patients already treated with metformin HCl, start JENTADUETO XR with 5 mg of linagliptin total daily dosage and a similar total daily dosage of metformin HCl once daily with a meal. In patients already treated with linagliptin and metformin HCl or JENTADUETO, switch to JENTADUETO XR containing 5 mg of linagliptin total daily dosage and a similar total daily dosage of metformin HCl once daily with a meal. JENTADUETO XR should be swallowed whole. The tablets must not be split, crushed, dissolved, or chewed. JENTADUETO XR 5 mg linagliptin/1,000 mg metformin HCl extended-release tablet should be taken as a single tablet once daily. Patients using 2.5 mg linagliptin/1,000 mg metformin HCl extended-release tablets should take two tablets together once daily. 2.2 Recommended Dosing in Renal Impairment Assess renal function prior to initiation of JENTADUETO XR and periodically thereafter. JENTADUETO XR is contraindicated in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/min/1.73 m 2 . Initiation of JENTADUETO XR in patients with an eGFR between 30-45 mL/min/1.73 m 2 is not recommended. In patients taking JENTADUETO XR whose eGFR later falls below 45 mL/min/1.73 m 2 , assess benefit/risk of continuing therapy. Discontinue JENTADUETO XR if the patient's eGFR later falls below 30 mL/min/1.73 m 2 [see Contraindications (4) and Warnings and Precautions (5.1) ]. 2.3 Discontinuation for Iodinated Contrast Imaging Procedures Discontinue JENTADUETO XR at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR between 30 and 60 mL/min/1.73 m 2 ; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart JENTADUETO XR if renal function is stable [see Warnings and Precautions (5.1) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE JENTADUETO XR is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . JENTADUETO XR is a combination of linagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus ( 1 ) Limitations of Use Not recommended in patients with type 1 diabetes mellitus ( 1 ) Has not been studied in patients with a history of pancreatitis ( 1 ) Limitations of Use JENTADUETO XR is not recommended in patients with type 1 diabetes mellitus. JENTADUETO XR has not been studied in patients with a history of pancreatitis. It is unknown whether patients with a history of pancreatitis are at an increased risk for the development of pancreatitis while using JENTADUETO XR [see Warnings and Precautions (5.2) ]."
  ],
  "fetched_at": "2025-10-01T17:04:26.741984",
  "source": "OpenFDA"
}