{
  "drug_name": "LJP 1082",
  "generic_name": [
    "LJP 1082"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Theophylline Erythromycin use in patients who are receiving high doses of theophylline may be associated with an increase in serum theophylline levels and potential theophylline toxicity. In case of theophylline toxicity and/or elevated serum theophylline levels, the dose of theophylline should be reduced while the patient is receiving concomitant erythromycin therapy. There have been published reports suggesting that when oral erythromycin is given concurrently with theophylline there is a decrease in erythromycin serum concentrations of approximately 35%. The mechanism by which this interaction occurs is unknown. The decrease in erythromycin concentrations due to co-administration of theophylline could result in subtherapeutic concentrations of erythromycin. Hypotension, bradyarrhythmias, and lactic acidosis have been observed in patients receiving concurrent verapamil, belonging to the calcium channel blockers drug class. Concomitant administration of erythromycin and digoxin has been reported to result in elevated digoxin serum levels. There have been reports of increased anticoagulant effects when erythromycin and oral anticoagulants were used concomitantly. Increased anticoagulation effects due to interactions of erythromycin with oral anticoagulants may be more pronounced in the elderly. Erythromycin is a substrate and inhibitor of the 3A isoform subfamily of the cytochrome p450 enzyme system (CYP3A). Coadministration of erythromycin and a drug primarily metabolized by CYP3A may be associated with elevations in drug concentrations that could increase or prolong both the therapeutic and adverse effects of the concomitant drug. Dosage adjustments may be considered, and when possible, serum concentrations of drugs primarily metabolized by CYP3A should be monitored closely in patients concurrently receiving erythromycin. The following are examples of some clinically significant CYP3A based drug interactions. Interactions with other drugs metabolized by the CYP3A isoform are also possible. The following CYP3A based drug interactions have been observed with erythromycin products in post-marketing experience: Ergotamine/dihydroergotamine Post-marketing reports indicate that co-administration of erythromycin with ergotamine or dihydroergotamine has been associated with acute ergot toxicity characterized by vasospasm and ischemia of the extremities and other tissues including the central nervous system. Concomitant administration of erythromycin with ergotamine or dihydroergotamine is contraindicated (see CONTRAINDICATIONS ). Triazolobenzodiazepines (such as triazolam and alprazolam) and related benzodiazepines Erythromycin has been reported to decrease the clearance of triazolam and midazolam, and thus, may increase the pharmacologic effect of these benzodiazepines. HMG-CoA Reductase Inhibitors Erythromycin has been reported to increase concentrations of HMG-CoA reductase inhibitors (e.g., lovastatin and simvastatin). Rare reports of rhabdomyolysis have been reported in patients taking these drugs concomitantly. Sildenafil (Viagra) Erythromycin has been reported to increase the systemic exposure (AUC) of sildenafil. Reduction of sildenafil dosage should be considered. (See Viagra package insert.) There have been spontaneous or published reports of CYP3A based interactions of erythromycin with cyclosporine, carbamazepine, tacrolimus, alfentanil, disopyramide, rifabutin, quinidine, methyl-prednisolone, cilostazol, vinblastine, and bromocriptine. Concomitant administration of erythromycin with cisapride, pimozide, astemizole, or terfenadine is contraindicated. (See CONTRAINDICATIONS .) In addition, there have been reports of interactions of erythromycin with drugs not thought to be metabolized by CYP3A, including hexobarbital, phenytoin, and valproate. Erythromycin has been reported to significantly alter the metabolism of the nonsedating antihistamines terfenadine and astemizole when taken concomitantly. Rare cases of serious cardiovascular adverse events, including electrocardiographic QT/QT c interval prolongation, cardiac arrest, torsades de pointes, and other ventricular arrhythmias have been observed. (See CONTRAINDICATIONS .) In addition, deaths have been reported rarely with concomitant administration of terfenadine and erythromycin. There have been post-marketing reports of drug interactions when erythromycin was co-administered with cisapride, resulting in QT prolongation, cardiac arrhythmias, ventricular tachycardia, ventricular fibrillation, and torsades de pointes, most likely due to the inhibition of hepatic metabolism of cisapride by erythromycin. Fatalities have been reported. (See CONTRAINDICATIONS .) Colchicine Colchicine is a substrate for both CYP3A4 and the efflux transporter P-glycoprotein (P-gp). Erythromycin is considered a moderate inhibitor of CYP3A4. A significant increase in colchicine plasma concentration is anticipated when co-administered with moderate CYP3A4 inhibitors such as erythromycin. If co-administration of colchicine and erythromycin is necessary, the starting dose of colchicine may need to be reduced, and the maximum colchicine dose should be lowered. Patients should be monitored for clinical symptoms of colchicine toxicity (see WARNINGS )."
  ],
  "warnings": [
    "WARNINGS Hepatotoxicity There have been reports of hepatic dysfunction, including increased liver enzymes, and hepatocellular and/or cholestatic hepatitis, with or without jaundice, occurring in patients receiving oral erythromycin products. QT Prolongation Erythromycin has been associated with prolongation of the QT interval and infrequent cases of arrhythmia. Cases of torsades de pointes have been spontaneously reported during postmarketing surveillance in patients receiving erythromycin. Fatalities have been reported. Erythromycin should be avoided in patients with known prolongation of the QT interval, patients with ongoing proarrhythmic conditions such as uncorrected hypokalemia or hypomagnesemia, clinically significant bradycardia, and in patients receiving Class IA (quinidine, procainamide) or Class III (dofetilide, amiodarone, sotalol) antiarrhythmic agents. Elderly patients may be more susceptible to drug-associated effects on the QT interval. Syphilis in Pregnancy There have been reports suggesting that erythromycin does not reach the fetus in adequate concentration to prevent congenital syphilis. Infants born to women treated during pregnancy with oral erythromycin for early syphilis should be treated with an appropriate penicillin regimen. Clostridium difficile Associated Diarrhea Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including ERY-TAB ® , and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Drug Interactions Serious adverse reactions have been reported in patients taking erythromycin concomitantly with CYP3A4 substrates. These include colchicine toxicity with colchicine; rhabdomyolysis with simvastatin, lovastatin, and atorvastatin; and hypotension with calcium channel blockers metabolized by CYP3A4 (e.g., verapamil, amlodipine, diltiazem) (see PRECAUTIONS - Drug Interactions ). There have been post-marketing reports of colchicine toxicity with concomitant use of erythromycin and colchicine. This interaction is potentially life-threatening, and may occur while using both drugs at their recommended doses (see PRECAUTIONS - Drug Interactions ). Rhabdomyolysis with or without renal impairment has been reported in seriously ill patients receiving erythromycin concomitantly with lovastatin. Therefore, patients receiving concomitant lovastatin and erythromycin should be carefully monitored for creatine kinase (CK) and serum transaminase levels. (See package insert for lovastatin.)"
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequent side effects of oral erythromycin preparations are gastrointestinal and are dose-related. They include nausea, vomiting, abdominal pain, diarrhea and anorexia. Symptoms of hepatitis, hepatic dysfunction and/or abnormal liver function test results may occur. (See WARNINGS .) Onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment. (See WARNINGS .) Erythromycin has been associated with QT prolongation and ventricular arrhythmias, including ventricular tachycardia and torsades de pointes. (See WARNINGS ). Allergic reactions ranging from urticaria to anaphylaxis have occurred. Skin reactions ranging from mild eruptions to erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis have been reported rarely. There have been reports of interstitial nephritis coincident with erythromycin use. There have been rare reports of pancreatitis and convulsions. There have been isolated reports of reversible hearing loss occurring chiefly in patients with renal insufficiency and in patients receiving high doses of erythromycin."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Erythromycin is contraindicated in patients with known hypersensitivity to this antibiotic. Erythromycin is contraindicated in patients taking terfenadine, astemizole, cisapride, pimozide, ergotamine, or dihydroergotamine. (See PRECAUTIONS – Drug Interactions .) Do not use erythromycin concomitantly with HMG CoA reductase inhibitors (statins) that are extensively metabolized by CYP 3A4 (lovastatin or simvastatin), due to the increased risk of myopathy, including rhabdomyolysis."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION In most patients, ERY-TAB ® (erythromycin delayed-release tablets) are well absorbed and may be dosed orally without regard to meals. However, optimal blood levels are obtained when ERY-TAB ® 250 mg, ERY-TAB ® 333 mg or ERY-TAB ® 500 mg tablets are given in the fasting state (at least 1/2 hour and preferably 2 hours before meals). Adults The usual dose is 250 mg four times daily in equally spaced doses. The 333 mg tablet is recommended if dosage is desired every 8 hours. If twice-a-day dosage is desired, the recommended dose is 500 mg every 12 hours. Dosage may be increased up to 4 g per day according to the severity of the infection. However, twice-a-day dosing is not recommended when doses larger than 1 g daily are administered. Children Age, weight, and severity of the infection are important factors in determining the proper dosage. The usual dosage is 30 to 50 mg/kg/day, in equally divided doses. For more severe infections, this dose may be doubled but should not exceed 4 g per day. In the treatment of streptococcal infections of the upper respiratory tract (e.g., tonsillitis or pharyngitis), the therapeutic dosage of erythromycin should be administered for at least ten days. The American Heart Association suggests a dosage of 250 mg of erythromycin orally, twice a day in long-term prophylaxis of streptococcal upper respiratory tract infections for the prevention of recurring attacks of rheumatic fever in patients allergic to penicillin and sulfonamides. 1 Conjunctivitis of the Newborn Caused by Chlamydia trachomatis Oral erythromycin suspension 50 mg/kg/day in 4 divided doses for at least 2 weeks. 3 Pneumonia of Infancy Caused by Chlamydia trachomatis Although the optimal duration of therapy has not been established, the recommended therapy is oral erythromycin suspension 50 mg/kg/day in 4 divided doses for at least 3 weeks. Urogenital Infections During Pregnancy Due to Chlamydia trachomatis Although the optimal dose and duration of therapy have not been established, the suggested treatment is 500 mg of erythromycin by mouth four times a day or two erythromycin 333 mg tablets orally every 8 hours on an empty stomach for at least 7 days. For women who cannot tolerate this regimen, a decreased dose of one erythromycin 500 mg tablet orally every 12 hours, one 333 mg tablet orally every 8 hours or 250 mg by mouth four times a day should be used for at least 14 days. 3 For adults with uncomplicated urethral, endocervical, or rectal infections caused by Chlamydia trachomatis, when tetracycline is contraindicated or not tolerated 500 mg of erythromycin by mouth four times a day or two 333 mg tablets orally every 8 hours for at least 7 days. 3 For patients with nongonococcal urethritis caused by Ureaplasma urealyticum when tetracycline is contraindicated or not tolerated 500 mg of erythromycin by mouth four times a day or two 333 mg tablets orally every 8 hours for at least seven days. 3 Primary Syphilis 30 to 40 g given in divided doses over a period of 10 to 15 days. Acute Pelvic Inflammatory Disease Caused by N. Gonorrhoeae 500 mg Erythrocin Lactobionate-I.V. (erythromycin lactobionate for injection, USP) every 6 hours for 3 days, followed by 500 mg of erythromycin base orally every 12 hours, or 333 mg of erythromycin base orally every 8 hours for 7 days. Intestinal Amebiasis Adults 500 mg every 12 hours, 333 mg every 8 hours or 250 mg every 6 hours for 10 to 14 days. Children 30 to 50 mg/kg/day in divided doses for 10 to 14 days. Pertussis Although optimal dosage and duration have not been established, doses of erythromycin utilized in reported clinical studies were 40 to 50 mg/kg/day, given in divided doses for 5 to 14 days. Legionnaires' Disease Although optimal dosage has not been established, doses utilized in reported clinical data were 1 to 4 g daily in divided doses. Preoperative Prophylaxis for Elective Colorectal Surgery Listed below is an example of a recommended bowel preparation regimen. A proposed surgery time of 8:00 a.m. has been used. Pre-op Day 3 Minimum residue or clear liquid diet. Bisacodyl, 1 tablet orally at 6:00 p.m. Pre-op Day 2 Minimum residue or clear liquid diet. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m., 2:00 p.m. and 6:00 p.m. Enema at 7:00 p.m. and 8:00 p.m. Pre-op Day 1 Clear liquid diet. Supplemental (IV) fluids as needed. Magnesium sulfate, 30 mL, 50% solution (15 g) orally at 10:00 a.m. and 2:00 p.m. Neomycin sulfate (1.0 g) and erythromycin base (two 500 mg tablets, three 333 mg tablets or four 250 mg tablets) orally at 1:00 p.m., 2:00 p.m. and 11:00 p.m. No enema. Day of Operation Patient evacuates rectum at 6:30 a.m. for scheduled operation at 8:00 a.m."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of ERY-TAB ® and other antibacterial drugs, ERY-TAB ® should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. ERY-TAB ® tablets are indicated in the treatment of infections caused by susceptible strains of the designated microorganisms in the diseases listed below: Upper respiratory tract infections of mild to moderate degree caused by Streptococcus pyogenes ; Streptococcus pneumoniae ; Haemophilus influenzae (when used concomitantly with adequate doses of sulfonamides, since many strains of H. influenzae are not susceptible to the erythromycin concentrations ordinarily achieved). (See appropriate sulfonamide labeling for prescribing information.) Lower respiratory tract infections of mild to moderate severity caused by Streptococcus pyogenes or Streptococcus pneumoniae . Listeriosis caused by Listeria monocytogenes . Respiratory tract infections due to Mycoplasma pneumoniae . Skin and skin structure infections of mild to moderate severity caused by Streptococcus pyogenes or Staphylococcus aureus (resistant staphylococci may emerge during treatment). Pertussis (whooping cough) caused by Bordetella pertussis . Erythromycin is effective in eliminating the organism from the nasopharynx of infected individuals, rendering them noninfectious. Some clinical studies suggest that erythromycin may be helpful in the prophylaxis of pertussis in exposed susceptible individuals. Diphtheria: Infections due to Corynebacterium diphtheriae , as an adjunct to antitoxin, to prevent establishment of carriers and to eradicate the organism in carriers. Erythrasma: In the treatment of infections due to Corynebacterium minutissimum . Intestinal amebiasis caused by Entamoeba histolytica (oral erythromycins only). Extraenteric amebiasis requires treatment with other agents. Acute pelvic inflammatory disease caused by Neisseria gonorrhoeae : Erythrocin™ Lactobionate-I.V. (erythromycin lactobionate for injection, USP) followed by erythromycin base orally, as an alternative drug in treatment of acute pelvic inflammatory disease caused by N. gonorrhoeae in female patients with a history of sensitivity to penicillin. Patients should have a serologic test for syphilis before receiving erythromycin as treatment of gonorrhea and a follow-up serologic test for syphilis after 3 months. Erythromycins are indicated for treatment of the following infections caused by Chlamydia trachomatis : conjunctivitis of the newborn, pneumonia of infancy, and urogenital infections during pregnancy. When tetracyclines are contraindicated or not tolerated, erythromycin is indicated for the treatment of uncomplicated urethral, endocervical, or rectal infections in adults due to Chlamydia trachomatis . When tetracyclines are contraindicated or not tolerated, erythromycin is indicated for the treatment of nongonococcal urethritis caused by Ureaplasma urealyticum . Primary syphilis caused by Treponema pallidum . Erythromycin (oral forms only) is an alternative choice of treatment for primary syphilis in patients allergic to the penicillins. In treatment of primary syphilis, spinal fluid should be examined before treatment and as part of the follow-up after therapy. Legionnaires' Disease caused by Legionella pneumophila . Although no controlled clinical efficacy studies have been conducted, in vitro and limited preliminary clinical data suggest that erythromycin may be effective in treating Legionnaires' Disease. Prophylaxis Prevention of Initial Attacks of Rheumatic Fever Penicillin is considered by the American Heart Association to be the drug of choice in the prevention of initial attacks of rheumatic fever (treatment of Streptococcus pyogenes infections of the upper respiratory tract e.g., tonsillitis, or pharyngitis). 1 Erythromycin is indicated for the treatment of penicillin-allergic patients. The therapeutic dose should be administered for ten days. Prevention of Recurrent Attacks of Rheumatic Fever Penicillin or sulfonamides are considered by the American Heart Association to be the drugs of choice in the prevention of recurrent attacks of rheumatic fever. In patients who are allergic to penicillin and sulfonamides, oral erythromycin is recommended by the American Heart Association in the long-term prophylaxis of streptococcal pharyngitis (for the prevention of recurrent attacks of rheumatic fever). 1"
  ],
  "fetched_at": "2025-10-01T15:58:45.079267",
  "source": "OpenFDA"
}