{
  "drug_name": "Lofexidine",
  "generic_name": [
    "LOFEXIDINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "lofexidine hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Methadone: Methadone and lofexidine both prolong the QT interval. ECG monitoring is recommended when used concomitantly. ( 7.1 ) Oral Naltrexone: Concomitant use may reduce efficacy of oral naltrexone. ( 7.2 ) CYP2D6 Inhibitors: Concomitant use of paroxetine resulted in increased plasma levels of lofexidine. Monitor for symptoms of orthostasis and bradycardia with concomitant use of a CYP2D6 inhibitor. ( 7.4 ) 7.1 Methadone Lofexidine and methadone both prolong the QT interval. ECG monitoring is recommended in patients receiving methadone and lofexidine concomitantly [see Warnings and Precautions (5.2) , Clinical Pharmacology (12.3)]. 7.2 Oral Naltrexone Coadministration of lofexidine and oral naltrexone resulted in statistically significant differences in the steady-state pharmacokinetics of naltrexone. It is possible that oral naltrexone efficacy may be reduced if used concomitantly within 2 hours of lofexidine. This interaction is not expected if naltrexone is administered by non-oral routes [see Clinical Pharmacology (12.3)]. 7.3 CNS Depressant Drugs Lofexidine potentiate the CNS depressant effects of benzodiazepines and may potentiate the CNS depressant effects of alcohol, barbiturates, and other sedating drugs. Advise patients to inform their healthcare provider of other medications they are taking, including alcohol [see Warnings and Precautions (5.3)] . 7.4 CYP2D6 Inhibitor - Paroxetine Coadministration of lofexidine and paroxetine resulted in a 28% increase in the extent of absorption of lofexidine. Monitor for orthostatic hypotension and bradycardia when an inhibitor of CYP2D6 is used concomitantly with lofexidine [see Clinical Pharmacology (12.3)]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in labeling: Hypotension, Bradycardia, and Syncope [see Warnings and Precautions (5.1)] QT Prolongation [see Warnings and Precautions (5.2)] Central Nervous System Depression [see Warnings and Precautions (5.3)] Opioid Overdose [see Warnings and Precautions (5.4)] Discontinuation Symptoms [see Warnings and Precautions (5.5)] Most common adverse reactions (incidence ≥ 10% and notably more frequent than placebo) are orthostatic hypotension, bradycardia, hypotension, dizziness, somnolence, sedation, and dry mouth. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novadoz Pharmaceuticals LLC at 1-855-668-2369 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to adverse reaction rates observed for another drug and may not reflect the rates observed in practice. The safety of lofexidine was supported by three randomized, double-blind, placebo-controlled clinical trials, an open-label study, and clinical pharmacology studies with concomitant administration of either methadone, buprenorphine, or naltrexone. The three randomized, double-blind, placebo-controlled clinical trials enrolled 935 subjects dependent on short-acting opioids undergoing abrupt opioid withdrawal. Patients were monitored before each dose in an inpatient setting. Table 3 presents the incidence, rounded to the nearest percent, of adverse events that occurred in at least 10% of subjects treated with lofexidine and for which the incidence in patients treated with lofexidine were greater than the incidence in subjects treated with placebo in a study that tested two doses of lofexidine, 2.16 mg per day and 2.88 mg per day, and placebo. The overall safety profile in the combined dataset was similar. Orthostatic hypotension, bradycardia, hypotension, dizziness, somnolence, sedation, and dry mouth were notably more common in subjects treated with lofexidine than subjects treated with placebo. Table 3: Adverse Reactions Reported by ≥10% of Lofexidine-Treated Patients and More Frequently than Placebo Adverse Reaction Lofexidine 2.16 mg 1 (%) N=229 Lofexidine 2.88 mg 1 (%) N=222 Placebo (%) N=151 Insomnia 51 55 48 Orthostatic Hypotension 29 42 5 Bradycardia 24 32 5 Hypotension 30 30 1 Dizziness 19 23 3 Somnolence 11 13 5 Sedation 13 12 5 Dry Mouth 10 11 0 1 Assigned dose; mean average daily dose received was 79% of assigned dose due to dose-holds for out-of-range vital signs. Other notable adverse reactions associated with the use of lofexidine but reported in <10% of patients in the lofexidine group included: Syncope: 0.9%, 1.4% and 0% for lofexidine 2.16 mg/day and 2.88 mg/day and placebo, respectively Tinnitus: 0.9%, 3.2% and 0% for lofexidine 2.16 mg/day and 2.88 mg/day and placebo, respectively Blood pressure changes and adverse reactions after lofexidine cessation Elevations in blood pressure above normal values (≥ 140 mmHg systolic) and above a subject’s pre-treatment baseline are associated with discontinuing lofexidine, and peaked on the second day after discontinuation, as shown in Table 4. Blood pressure values were evaluated for 3 days following the last dose of a 5-day course of lofexidine 2.88 mg/day. Table 4: Blood Pressure Elevations after Stopping Treatment Abrupt Lofexidine Discontinuation 2.88 mg (N = 134) Placebo (N = 129) N at risk n (%) N at risk n (%) Systolic Blood Pressure on Day 2 after Discontinuation ≥ 140 mmHg and ≥ 20 mmHg increase from baseline ≥ 170 mmHg and ≥ 20 mmHg increase from baseline 58 23 (39.7) 37 6 (16.2) 58 5 (8.6) 37 0 Blood pressure elevations of a similar magnitude and incidence were observed in a small number of patients (N=10) that had a one-day, 50% dose reduction prior to discontinuation. After stopping treatment, subjects who were taking lofexidine also had a higher incidence of diarrhea, insomnia, anxiety, chills, hyperhidrosis, and extremity pain compared to subjects who were taking placebo. Sex-specific adverse event findings Four out of 101 females (4%) had serious cardiovascular adverse events compared to 3 out of 289 (1%) males assigned to receive lofexidine 2.88 mg/day. Discontinuations and dose-holds due to bradycardia and orthostatic hypotension, which are the most common adverse reactions associated with lofexidine, occurred with a greater incidence in females assigned to receive the highest studied dose of lofexidine, 2.88 mg/day as shown in Table 5. Table 5: Discontinuations and Dose-Holds for Bradycardia and Orthostatic Hypotension by Lofexidine Dose and Sex Lofexidine 2.16 mg Lofexidine 2.88 mg Male 22/162 (14%) 29/158 (18%) Female 9/67 (13%) 20/64 (31%) 6.2 Postmarketing Experience Lofexidine is marketed in other countries for relief of opioid withdrawal symptoms. The following events have been identified during postmarketing use of lofexidine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Since lofexidine’s initial market introduction in 1992, the most frequently reported postmarketing adverse event with lofexidine has been hypotension [see Warnings and Precautions (5.1)] . There has been one report of QT prolongation, bradycardia, torsades de pointes, and cardiac arrest with successful resuscitation in a patient who received lofexidine, and three reports of clinically significant QT prolongation in subjects concurrently receiving methadone with lofexidine."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The usual lofexidine tablet dosage is three 0.18 mg tablets taken orally 4 times daily at 5- to 6-hour intervals. Lofexidine tablet treatment may be continued for up to 14 days with dosing guided by symptoms. ( 2.1 ) Discontinue lofexidine tablets with a gradual dose reduction over 2 to 4 days. ( 2.1 ) Hepatic or Renal Impairment: Dosage adjustments are recommended based on degree of impairment. ( 2.2 , 2.3 ) 2.1 Dosing Information The usual lofexidine tablet starting dosage is three 0.18 mg tablets taken orally 4 times daily during the period of peak withdrawal symptoms (generally the first 5 to 7 days following last use of opioid) with dosing guided by symptoms and side effects. There should be 5 to 6 hours between each dose. The total daily dosage of lofexidine tablets should not exceed 2.88 mg (16 tablets) and no single dose should exceed 0.72 mg (4 tablets). Lofexidine tablet treatment may be continued for up to 14 days with dosing guided by symptoms. Discontinue lofexidine tablets with a gradual dose reduction over a 2- to 4-day period to mitigate lofexidine tablet withdrawal symptoms (e.g., reducing by 1 tablet per dose every 1 to 2 days) [see Warnings & Precautions (5.5)] .The lofexidine tablet dose should be reduced, held, or discontinued for individuals who demonstrate a greater sensitivity to lofexidine tablets side effects [see Warnings and Precautions (5.1) , Adverse Reactions (6.1) ] . Lower doses may be appropriate as opioid withdrawal symptoms wane. Lofexidine tablets can be administered in the presence or absence of food. 2.2 Dosage Recommendations for Patients with Hepatic Impairment Recommended dosage adjustments based on the degree of hepatic impairment are shown in Table 1. [see Use in Specific Populations (8.6), Clinical Pharmacology (12.3)] . Table 1: Dosage Recommendations in Patients with Hepatic Impairment Mild Impairment Moderate Impairment Severe Impairment Child-Pugh score 5 to 6 7 to 9 > 9 Recommended dose 3 tablets 4 times daily (2.16 mg per day) 2 tablets 4 times daily (1.44 mg per day) 1 tablet 4 times daily (0.72 mg per day) 2.3 Dosage Recommendations for Patients with Renal Impairment Recommended dosage adjustments based on the degree of renal impairment are shown in Table 2. Lofexidine tablets may be administered without regard to the timing of dialysis [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3)]. Table 2: Dosage Recommendations in Patients with Renal Impairment Moderate Impairment Severe Impairment, End- Stage Renal Disease, or on Dialysis Estimated GFR, mL/min/1.73 m 2 30 to 89.9 < 30 Recommended dose 2 tablets 4 times daily (1.44 mg per day) 1 tablet 4 times daily (0.72 mg per day)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lofexidine tablets are indicated for mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation in adults. Lofexidine tablets are a central alpha-2 adrenergic agonist indicated for mitigation of opioid withdrawal symptoms to facilitate abrupt opioid discontinuation in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:49:08.823747",
  "source": "OpenFDA"
}