{
  "drug_name": "Lomitapide",
  "generic_name": [
    "LOMITAPIDE MESYLATE"
  ],
  "brand_names": [
    "Juxtapid"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 inhibitors increase exposure to lomitapide. Strong and moderate CYP3A4 inhibitors are contraindicated with JUXTAPID. Patients must avoid grapefruit juice ( 4 , 5.6 , 7.1 ). When administered with weak CYP3A4 inhibitors, the dose of JUXTAPID should be decreased by half. The dosage of JUXTAPID may then be up-titrated to a maximum recommended dosage of 30 mg daily ( 2.3 , 5.6 , 7.2 ). Warfarin: Lomitapide increases plasma concentrations of warfarin. Monitor international normalized ratio (INR) regularly, especially with JUXTAPID dose adjustment ( 5.8 , 7.3 ). Simvastatin and lovastatin exposure increase with JUXTAPID. Limit dose when co-administered with JUXTAPID due to myopathy risk ( 5.7 , 7.4 ). P-glycoprotein (P-gp) Substrates: Consider dose reduction of P-gp substrate because of possible increased absorption with JUXTAPID ( 7.5 ). Bile Acid Sequestrants: Separate JUXTAPID dosing by at least 4 hours ( 7.6 ). 7.1 Moderate and Strong CYP3A4 Inhibitors A strong CYP3A4 inhibitor has been shown to increase lomitapide exposure approximately 27-fold [see Clinical Pharmacology (12.3) ] . Concomitant use of strong CYP3A4 inhibitors (such as boceprevir, clarithromycin, conivaptan, indinavir, itraconazole, ketoconazole, lopinavir/ritonavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, tipranavir/ritonavir, voriconazole) with lomitapide is contraindicated. Concomitant use of moderate CYP3A4 inhibitors (such as amprenavir, aprepitant, atazanavir, ciprofloxacin, crizotinib, darunavir/ritonavir, diltiazem, erythromycin, fluconazole, fosamprenavir, imatinib, verapamil) has not been studied, but concomitant use with lomitapide is contraindicated since lomitapide exposure will likely increase significantly in the presence of these inhibitors. Patients must avoid grapefruit juice while taking JUXTAPID [see Contraindications (4) , Warnings and Precautions (5.6) , and Clinical Pharmacology (12.3) ] . 7.2 Weak CYP3A4 Inhibitors Weak CYP3A4 inhibitors (such as alprazolam, amiodarone, amlodipine, atorvastatin, bicalutamide, cilostazol, cimetidine, cyclosporine, fluoxetine, fluvoxamine, ginkgo, goldenseal, isoniazid, lapatinib, nilotinib, pazopanib, ranitidine, ranolazine, ticagrelor, zileuton) can increase lomitapide exposure approximately 2-fold [see Clinical Pharmacology (12.3) ] . When administered with weak CYP3A4 inhibitors, the dose of JUXTAPID should be decreased by half. Careful titration of JUXTAPID may then be considered based on LDL-C response and safety/tolerability to a maximum recommended dosage of 30 mg daily except when coadministered with oral contraceptives, in which case the maximum recommended lomitapide dosage is 40 mg daily [see Dosage and Administration (2.3) , Warnings and Precautions (5.6) , and Clinical Pharmacology (12.3) ] . 7.3 Warfarin Lomitapide increases plasma concentrations of both R(+)-warfarin and S(-)-warfarin by approximately 30% and increased the INR 22%. Patients taking warfarin should undergo regular monitoring of INR, particularly after any changes in lomitapide dosage. The dose of warfarin should be adjusted as clinically indicated [see Warnings and Precautions (5.8) ] . 7.4 Simvastatin and Lovastatin The risk of myopathy, including rhabdomyolysis, with simvastatin and lovastatin monotherapy is dose related. Lomitapide approximately doubles the exposure of simvastatin; therefore, the recommended dose of simvastatin should be reduced by 50% when initiating JUXTAPID [see Clinical Pharmacology (12.3) ] . While taking JUXTAPID, limit simvastatin dosage to 20 mg daily (or 40 mg daily for patients who have previously tolerated simvastatin 80 mg daily for at least one year without evidence of muscle toxicity). Refer to the simvastatin prescribing information for simvastatin dosing recommendations. Interaction between lovastatin and lomitapide has not been studied. However, the metabolizing enzymes and transporters responsible for the disposition of lovastatin and simvastatin are similar, suggesting that JUXTAPID may increase the exposure of lovastatin; therefore, reducing the dose of lovastatin should be considered when initiating JUXTAPID. 7.5 P-glycoprotein Substrates Lomitapide is an inhibitor of P-glycoprotein (P-gp). Coadministration of lomitapide with P-gp substrates (such as aliskiren, ambrisentan, colchicine, dabigatran etexilate, digoxin, everolimus, fexofenadine, imatinib, lapatinib, maraviroc, nilotinib, posaconazole, ranolazine, saxagliptin, sirolimus, sitagliptin, talinolol, tolvaptan, topotecan) may increase the absorption of P-gp substrates. Dose reduction of the P-gp substrate should be considered when used concomitantly with lomitapide. 7.6 Bile Acid Sequestrants JUXTAPID has not been tested for interaction with bile acid sequestrants. Administration of JUXTAPID and bile acid sequestrants should be separated by at least 4 hours since bile acid sequestrants can interfere with the absorption of oral medications."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions have been observed and are discussed in detail in other sections of the label: Risk of hepatotoxicity [see Warnings and Precautions (5.1) ] Reduced absorption of fat-soluble vitamins, and serum fatty acids [see Warnings and Precautions (5.4) ] Gastrointestinal adverse reactions [see Warnings and Precautions (5.5) ] Most common adverse reactions (incidence ≥28%) are diarrhea, nausea, vomiting, dyspepsia, and abdominal pain ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Chiesi Farmaceutici S.p.A. at 1-888-661-9260 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. One single-arm, open-label, 78-week trial has been conducted in 29 patients with HoFH, 23 of whom completed at least one year of treatment. The initial dosage of JUXTAPID was 5 mg daily, with titration up to 60 mg daily during an 18-week period based on safety and tolerability. In this trial, the mean age was 30.7 years (range, 18 to 55 years), 16 (55%) patients were men, 25 (86%) patients were Caucasian, 2 (7%) were Asian, 1 (3%) was African American, and 1 (3%) was multi-racial [see Clinical Studies (14) ] . Five (17%) of the 29 patients with HoFH that participated in the clinical trial discontinued treatment due to an adverse reaction. The adverse reactions that contributed to treatment discontinuations included diarrhea (2 patients; 7%) and abdominal pain, nausea, gastroenteritis, weight loss, headache, and difficulty controlling INR on warfarin (1 patient each; 3%). The most common adverse reactions were gastrointestinal, reported by 27 (93%) of 29 patients. Adverse reactions reported by ≥8 (28%) patients in the HoFH clinical trial included diarrhea, nausea, vomiting, dyspepsia, and abdominal pain. Other common adverse reactions, reported by 5 to 7 (17-24%) patients, included weight loss, abdominal discomfort, abdominal distension, constipation, flatulence, increased ALT, chest pain, influenza, nasopharyngitis, and fatigue. The adverse reactions reported in at least 10% of patients during the HoFH clinical trial are presented in Table 4. Table 4: Adverse Reactions Reported in ≥10% of Patients in the Clinical Trial in HoFH ADVERSE REACTION N (%) Gastrointestinal Disorders Diarrhea 23 (79) Nausea 19 (65) Dyspepsia 11 (38) Vomiting 10 (34) Abdominal pain 10 (34) Abdominal discomfort 6 (21) Abdominal distension 6 (21) Constipation 6 (21) Flatulence 6 (21) Gastroesophageal reflux disease 3 (10) Defecation urgency 3 (10) Rectal tenesmus 3 (10) Infections Influenza 6 (21) Nasopharyngitis 5 (17) Gastroenteritis 4 (14) Investigations Decreased weight 7 (24) Increased ALT 5 (17) General Disorders Chest pain 7 (24) Fatigue 5 (17) Fever 3 (10) Musculoskeletal Disorders Back pain 4 (14) Nervous System Disorders Headache 3 (10) Dizziness 3 (10) Respiratory Disorders Pharyngolaryngeal pain 4 (14) Nasal congestion 3 (10) Cardiac Disorders Angina pectoris 3 (10) Palpitations 3 (10) Adverse reactions of severe intensity were reported by 8 (28%) of 29 patients, with the most common being diarrhea (4 patients, 14%), vomiting (3 patients, 10%), increased ALT or hepatotoxicity (3 patients, 10%), and abdominal pain, distension, and/or discomfort (2 patients, 7%). Transaminase Elevations During the HoFH clinical trial, 10 (34%) of 29 patients had at least one elevation in ALT and/or AST ≥3× ULN (see Table 5). No clinically meaningful elevations in total bilirubin or alkaline phosphatase were observed. Transaminases typically fell within one to four weeks of reducing the dose or withholding JUXTAPID. Table 5: Patient Incidence of Transaminase Elevations During the HoFH Clinical Trial N (%) Upper limits of normal (ULN) ranged from 33-41 international units/L for ALT and 36-43 international units/L for AST. Total Patients 29 Maximum ALT ≥3 to <5 × ULN 6 (21%) ≥5 to <10 × ULN 3 (10%) ≥10 to <20 × ULN 1 (3%) ≥20 × ULN 0 Maximum AST ≥3 to <5 × ULN 5 (17%) ≥5 to <10 × ULN 1 (3%) ≥10 to <20 × ULN 0 ≥20 × ULN 0 Among the 19 patients who enrolled in an extension study following the HoFH clinical trial, one discontinued because of increased transaminases that persisted despite several dose reductions, and one temporarily discontinued because of markedly elevated transaminases (ALT 24× ULN, AST 13× ULN) that had several possible causes, including a drug-drug interaction between JUXTAPID and the strong CYP3A4 inhibitor clarithromycin [see Drug Interactions (7.1) ]. Hepatic Steatosis Hepatic fat was prospectively measured using magnetic resonance spectroscopy (MRS) in all eligible patients during the HoFH clinical trial. After 26 weeks, the median absolute increase in hepatic fat from baseline was 6%, and the mean absolute increase was 8% (range, 0% to 30%). After 78 weeks, the median absolute increase in hepatic fat from baseline was 6%, and the mean absolute increase was 7% (range, 0% to 18%). Among the 23 patients with evaluable data, on at least one occasion during the trial, 18 (78%) exhibited an increase in hepatic fat >5% and 3 (13%) exhibited an increase >20%. Data from individuals who had repeat measurements after stopping JUXTAPID show that hepatic fat accumulation is reversible, but whether histological sequelae remain is unknown. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of JUXTAPID. Because these reactions are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to JUXTAPID exposure. Musculoskeletal disorders: Myalgia Skin reactions: Alopecia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS JUXTAPID is contraindicated in the following conditions: Pregnancy [see Warnings and Precautions (5.3) and Use in Specific Populations (8.1) ] . Concomitant administration of JUXTAPID with moderate or strong CYP3A4 inhibitors, as this can increase JUXTAPID exposure [see Warnings and Precautions (5.6) , Drug Interactions (7.1) , and Clinical Pharmacology (12.3) ]. Patients with moderate or severe hepatic impairment (based on Child-Pugh category B or C) and patients with active liver disease, including unexplained persistent elevations of serum transaminases [see Warnings and Precautions (5.1) and Use in Specific Populations (8.7) ] . Pregnancy ( 4 ). Concomitant use with strong or moderate CYP3A4 inhibitors ( 4 ). Moderate or severe hepatic impairment or active liver disease including unexplained persistent abnormal liver function tests ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Before treatment, measure ALT, AST, alkaline phosphatase, and total bilirubin; obtain a negative pregnancy test in females of reproductive potential; and initiate a low-fat diet supplying <20% of energy from fat ( 2.1 ). Initiate treatment at 5 mg once daily. Titrate dose based on acceptable safety/tolerability: increase to 10 mg daily after at least 2 weeks; and then, at a minimum of 4-week intervals, to 20 mg, 40 mg, and up to the maximum recommended dose of 60 mg daily ( 2.1 ). Due to reduced absorption of fat-soluble vitamins/fatty acids: Take daily vitamin E, linoleic acid, alpha-linolenic acid (ALA), eicosapentaenoic acid (EPA), and docosahexaenoic acid (DHA) supplements ( 2.1 , 5.4 ). Take once daily, whole, with water and without food, at least 2 hours after evening meal ( 2.2 ). Patients with end-stage renal disease on dialysis or with baseline mild hepatic impairment should not exceed 40 mg daily ( 2.5 , 2.6 ). 2.1 Initiation and Maintenance of Therapy Before beginning treatment with JUXTAPID: Measure transaminases (ALT, AST), alkaline phosphatase, and total bilirubin [see Warnings and Precautions (5.1) ] ; Obtain a negative pregnancy test in females of reproductive potential prior to initiating treatment with JUXTAPID [see Contraindications (4) , Warnings and Precautions (5.3) , Use in Specific Populations (8.1 , 8.3) ] ; Initiate a low-fat diet supplying <20% of energy from fat [see Warnings and Precautions (5.5) ]. The recommended starting dosage of JUXTAPID is 5 mg once daily, and the dose should be escalated gradually based on acceptable safety and tolerability. Transaminases should be measured prior to any increase in dose [see Warnings and Precautions (5.1) ] . The maintenance dosage of JUXTAPID should be individualized, taking into account patient characteristics such as goal of therapy and response to treatment, to a maximum of 60 mg daily as described in Table 1. Modify dosing for patients taking concomitant weak CYP3A4 inhibitors and for those with renal impairment or baseline hepatic impairment [see Dosage and Administration (2.3) , (2.5) , and (2.6) ] . Monitor transaminases during treatment with JUXTAPID as described in Warnings and Precautions (5.1) , and reduce or withhold dosing for patients who develop transaminase values ≥3× the upper limit of normal (ULN) [see Dosage and Administration (2.4) ]. Table 1: Recommended Regimen for Titrating Dosage DOSAGE DURATION OF ADMINISTRATION BEFORE CONSIDERING INCREASE TO NEXT DOSAGE 5 mg daily At least 2 weeks 10 mg daily At least 4 weeks 20 mg daily At least 4 weeks 40 mg daily At least 4 weeks 60 mg daily Maximum recommended dosage To reduce the risk of developing a fat-soluble nutrient deficiency due to JUXTAPID's mechanism of action in the small intestine, patients treated with JUXTAPID should take daily supplements that contain 400 international units vitamin E and at least 200 mg linoleic acid, 210 mg alpha-linolenic acid (ALA), 110 mg eicosapentaenoic acid (EPA), and 80 mg docosahexaenoic acid (DHA) [see Warnings and Precautions (5.4) ]. 2.2 Administration JUXTAPID should be taken once daily with a glass of water, without food, at least 2 hours after the evening meal because administration with food may increase the risk of gastrointestinal adverse reactions [see Warnings and Precautions (5.5) ]. Patients should swallow JUXTAPID capsules whole. Capsules should not be opened, crushed, dissolved, or chewed. 2.3 Dosing with Cytochrome P450 3A4 Inhibitors JUXTAPID is contraindicated with concomitant use of moderate and strong cytochrome P450 3A4 (CYP3A4) inhibitors [see Contraindications (4) and Drug Interactions (7.1) ]. The recommended maximum dosage of JUXTAPID is 30 mg daily with concomitant use of weak CYP3A4 inhibitors (such as alprazolam, amiodarone, amlodipine, atorvastatin, bicalutamide, cilostazol, cimetidine, cyclosporine, fluoxetine, fluvoxamine, ginkgo, goldenseal, isoniazid, lapatinib, nilotinib, pazopanib, ranitidine, ranolazine, ticagrelor, zileuton). However, the recommended maximum dosage of JUXTAPID is 40 mg daily with concomitant use of oral contraceptives. When initiating a weak CYP3A4 inhibitor in a patient already taking JUXTAPID 10 mg daily or more, decrease the dose of JUXTAPID by half; patients taking JUXTAPID 5 mg daily may continue with the same dosage. Careful titration of JUXTAPID may then be considered according to LDL-C response and safety/tolerability to a maximum recommended dosage of 30 mg daily except when coadministered with oral contraceptives, in which case the maximum recommended lomitapide dosage is 40 mg daily [see Drug Interactions (7.2) ] . 2.4 Dose Modification Based on Elevated Transaminases Table 2 summarizes recommendations for dose adjustment and monitoring for patients who develop elevated transaminases during therapy with JUXTAPID [see Warnings and Precautions (5.1) ]. Table 2: Dose Adjustment and Monitoring for Patients with Elevated Transaminases ALT OR AST TREATMENT AND MONITORING RECOMMENDATIONS Recommendations based on an ULN of approximately 30-40 international units/L. ≥3× and <5× ULN Confirm elevation with a repeat measurement within one week. If confirmed, reduce the dose and obtain additional liver-related tests if not already measured (such as alkaline phosphatase, total bilirubin, and INR). Repeat tests weekly and withhold dosing if there are signs of abnormal liver function (increase in bilirubin or INR), if transaminase levels rise above 5× ULN, or if transaminase levels do not fall below 3× ULN within approximately 4 weeks. In these cases of persistent or worsening abnormalities, also investigate to identify the probable cause. If resuming JUXTAPID after transaminases resolve to <3× ULN, consider reducing the dose and monitor liver-related tests more frequently. ≥5× ULN Withhold dosing, obtain additional liver-related tests if not already measured (such as alkaline phosphatase, total bilirubin, and INR), and investigate to identify the probable cause. If resuming JUXTAPID after transaminases resolve to <3× ULN, reduce the dose and monitor liver-related tests more frequently. If transaminase elevations are accompanied by clinical symptoms of liver injury (such as nausea, vomiting, abdominal pain, fever, jaundice, lethargy, flu-like symptoms), increases in bilirubin ≥2× ULN, or active liver disease, discontinue treatment with JUXTAPID and investigate to identify the probable cause [see Warnings and Precautions (5.1) ] . 2.5 Dosing in Patients with Renal Impairment Patients with end-stage renal disease receiving dialysis should not exceed 40 mg daily. There are no data available to guide dosing in other patients with renal impairment [see Use in Specific Populations (8.6) ]. 2.6 Dosing in Patients with Baseline Hepatic Impairment Patients with mild hepatic impairment (Child-Pugh A) should not exceed 40 mg daily [see Use in Specific Populations (8.7) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE JUXTAPID is a microsomal triglyceride transfer protein inhibitor indicated as an adjunct to a low-fat diet and other lipid-lowering treatments, including LDL apheresis where available, to reduce low-density lipoprotein cholesterol (LDL-C), total cholesterol (TC), apolipoprotein B (apo B), and non-high-density lipoprotein cholesterol (non-HDL-C) in patients with homozygous familial hypercholesterolemia (HoFH) ( 1 ). Limitations of Use The safety and effectiveness of JUXTAPID have not been established in patients with hypercholesterolemia who do not have HoFH, including those with heterozygous familial hypercholesterolemia (HeFH) ( 1 ). The effect of JUXTAPID on cardiovascular morbidity and mortality has not been determined ( 1 ). 1.1 Homozygous Familial Hypercholesterolemia JUXTAPID is indicated as an adjunct to a low-fat diet and other lipid-lowering treatments, including LDL apheresis where available, to reduce low-density lipoprotein cholesterol (LDL-C), total cholesterol (TC), apolipoprotein B (apo B), and non-high-density lipoprotein cholesterol (non-HDL-C) in patients with homozygous familial hypercholesterolemia (HoFH). Limitations of Use The safety and effectiveness of JUXTAPID have not been established in patients with hypercholesterolemia who do not have HoFH, including those with heterozygous familial hypercholesterolemia (HeFH). The effect of JUXTAPID on cardiovascular morbidity and mortality has not been determined."
  ],
  "fetched_at": "2025-10-01T17:01:10.138534",
  "source": "OpenFDA"
}