{
  "drug_name": "Lonafarnib",
  "generic_name": [
    "LONAFARNIB"
  ],
  "brand_names": [
    "Zokinvy"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS QTc Interval Prolongation Drugs: Avoid concomitant use with ZOKINVY. ( 2.2 , 5.2 , 7.1 , 12.3 ) See full prescribing information for additional clinically significant drug interactions with ZOKINVY and recommended dosage modifications for drug interactions. ( 2.2 , 7 ) 7.1 Effect of Other Drugs on ZOKINVY Table 5 presents clinically significant drug interactions involving drugs that affect ZOKINVY. Table 5: Clinically Significant Drug Interactions (Drugs that Affect ZOKINVY) CYP3A Inhibitors Clinical Impact Lonafarnib is metabolized by CYP3A. Concomitant use of ZOKINVY with a strong CYP3A inhibitor may increase lonafarnib area under curve (AUC) and maximum concentration (C max ) [see Clinical Pharmacology ( 12.3 )] , which may increase the incidence and severity of adverse reactions, including QTc interval prolongation. Prolongation of the QTc interval increases the risk of Torsade de pointes, other serious arrhythmias, and sudden death [see Warnings and Precautions ( 5.1 )] . Prevention or Management Strong CYP3A inhibitors Use of ZOKINVY with strong CYP3A inhibitors is contraindicated [see Contraindications ( 4 )] . Avoid consumption of grapefruit or Seville oranges. Moderate CYP3A inhibitors No dosage adjustment for ZOKINVY is recommended when moderate CYP3A inhibitors are added to steady-state ZOKINVY [see Dosage and Administration ( 2.2 )] . When initiating ZOKINVY in a patient who is currently on a moderate CYP3A inhibitor, the patient may be at increased risk of adverse reactions [see Dosage and Administration ( 2.2 )] . CYP3A Inducers Clinical Impact Coadministration of ZOKINVY with a strong CYP3A inducer decreases lonafarnib C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may reduce ZOKINVY efficacy. Prevention or Management Strong or moderate CYP3A inducers Use of ZOKINVY with strong or moderate CYP3A inducers is contraindicated [see Contraindications ( 4 )] . Weak CYP3A inducers No ZOKINVY dosage adjustment is recommended. QTc Prolongation Drugs Clinical Implication ZOKINVY causes QTc interval prolongation [see Clinical Pharmacology ( 12.2 )] . Concomitant use of ZOKINVY with other products that prolong the QTc interval may result in a greater increase of the QTc interval and adverse reactions associated with QTc interval prolongation, including Torsade de pointes, other serious arrythmias, and sudden death [see Warnings and Precautions ( 5.1 )] . Prevention or Management Avoid concomitant use of ZOKINVY with other drugs with a known potential to prolong the QTc interval. If concomitant use cannot be avoided, obtain ECGs when initiating, during concomitant use, and as clinically indicated [see Warnings and Precautions ( 5.1 )] . 7.2 ZOKINVY’s Effect on Other Drugs Table 6 presents clinically significant drug interactions involving drugs affected by ZOKINVY. Table 6: Clinically Significant Drug Interactions (Drugs Affected by ZOKINVY) CYP3A Substrates Clinical Impact Lonafarnib is a strong CYP3A mechanism-based inhibitor. Coadministration of ZOKINVY with a CYP3A substrate increases the AUC and C max of the CYP3A substrate [see Clinical Pharmacology ( 12.3 )] which may increase the risk of the CYP3A substrate’s adverse reactions, including myopathy or rhabdomyolysis (with statins), or extreme sedation or respiratory depression (with midazolam). Prevention or Management HMG CoA reductase inhibitors (“Statins”) Coadministration of ZOKINVY with lovastatin, simvastatin, or atorvastatin is contraindicated [see Contraindications ( 4 )] . Midazolam Coadministration of ZOKINVY with midazolam is contraindicated [see Contraindications ( 4 )] . Temporarily discontinue ZOKINVY for 10-14 days before and 2 days after administration of midazolam [see Dosage and Administration ( 2.3 )] . Other sensitive CYP3A substrates Avoid coadministration of ZOKINVY with sensitive CYP3A substrates. As noted above, use with lovastatin, simvastatin, or atorvastatin, and midazolam is contraindicated [see Contraindications ( 4 )] ). If coadministration of 11 other sensitive CYP3A substrates is unavoidable, monitor for adverse reactions and reduce the dosage of those sensitive CYP3A substrate(s) in accordance with their approved product labeling. Certain CYP3A substrates When ZOKINVY is coadministered with certain CYP3A substrates where minimal concentration changes may lead to serious or life-threatening toxicities, monitor for adverse reactions and reduce the dosage of the CYP3A substrate in accordance with its approved product labeling. Loperamide Clinical Impact Lonafarnib is a weak inhibitor of P-gp and strong inhibitor of CYP3A. Coadministration of ZOKINVY with loperamide increases the AUC and C max of loperamide [see Clinical Pharmacology ( 12.3 )] which may increase the risk of loperamide’s adverse reactions. Prevention or Management Loperamide is contraindicated in patients less than 2 years of age. When ZOKINVY is coadministered with loperamide, do not exceed loperamide 1 mg once daily when first coadministered. Slowly increase loperamide dosage with caution in accordance with its approved product labeling. CYP2C19 Substrates Clinical Impact Lonafarnib is a moderate CYP2C19 inhibitor. Coadministration of ZOKINVY with a CYP2C19 substrate increases the AUC and C max of the CYP2C19 substrate [see Clinical Pharmacology ( 12.3 )] which may increase the risk of the CYP2C19 substrate’s adverse reactions. Prevention or Management Avoid coadministration of ZOKINVY with CYP2C19 substrates. If coadministration is unavoidable, monitor for adverse reactions and reduce the dosage of the CYP2C19 substrate in accordance with its approved product labeling. P-gp Substrates Clinical Impact Lonafarnib is a weak P-gp inhibitor. Coadministration of ZOKINVY with a P-gp substrate increases the AUC and C max of the P-gp substrate [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of the P-gp substrate’s adverse reactions. Prevention or Management When ZOKINVY is coadministered with P-gp substrates (e.g., digoxin, dabigatran) where minimal concentration changes may lead to serious or life-threatening toxicities, monitor for adverse reactions and reduce the dosage of the P-gp substrate in accordance with its approved product labeling."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (incidence ≥25%) are vomiting, diarrhea, infection, nausea, decreased appetite, fatigue, upper respiratory tract infection, abdominal pain, musculoskeletal pain, electrolyte abnormalities, decreased weight, headache, myelosuppression, increased aspartate aminotransferase, decreased blood bicarbonate, cough, hypertension, and increased alanine aminotransferase. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Eiger BioPharmaceuticals, Inc. at 833-267-0545 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 84 subjects were treated with at least one dose of ZOKINVY with or without additional therapy, of which 8 were treated at a dosage of at least 115 mg/m 2 twice daily for greater than or equal to 10 years. The safety profile of ZOKINVY is based on 128 patient-years of treatment exposure (62 patients with HGPS and 1 patient with processing-deficient Progeroid Laminopathy with LMNA heterozygous mutation) and pooled results from two Phase 2 open-label, single-arm trials (n=63: 28 patients from Study 1 and 35 treatment naïve patients from Study 2). In Study 1, ZOKINVY treatment was initiated at 115 mg/m 2 twice daily and increased to 150 mg/m 2 twice daily after approximately 4 months for a total treatment duration of 24 to 30 months. Treatment naïve patients in Study 2 received ZOKINVY 150 mg/m 2 twice daily for up to 36 months. In both studies, ZOKINVY was administered orally via capsules or the capsule contents were mixed with Ora Blend SF or Ora-Plus and administered orally as a suspension. In these two studies, a total of 63 patients received ZOKINVY for a median duration of 2.2 years, with approximately 1.9 years at the recommended dose of 150 mg/m 2 twice daily. The population was 2 to 17 years old, with a similar proportion of males (33 [52%] patients) and females (30 [48%] patients). Most patients had classic HGPS (60 [95%] patients) compared to non-classic HGPS (2 [3%] patients) and 1 (2%) patient had Progeroid Laminopathy with LMNA heterozygous mutation. Table 4 summarizes adverse reactions reported in the clinical trials. The most common adverse reactions (≥25%) in the clinical trials were vomiting, diarrhea, infection, nausea, decreased appetite, fatigue, upper respiratory tract infection, abdominal pain, musculoskeletal pain, electrolyte abnormalities, decreased weight, headache, myelosuppression, increased aspartate aminotransferase, decreased blood bicarbonate, cough, hypertension, and increased alanine aminotransferase. Table 4: Adverse Reactions in ≥5% of Patients in Study 1 and Treatment-Naïve Patients in Study 2 Receiving ZOKINVY 1 Abdominal pain includes stomach pain and abdominal pain. 2 Infection includes abdominal infection, candidiasis, chicken pox, Clostridium difficile colitis, colitis, croup, dengue fever, flu syndrome, flu-like symptoms, fungal infection, gastroenteritis, gastrointestinal infection, Helicobacter pylori infection, infection, infection viral, influenza, nail infection, otitis media, parotitis, perirectal abscess, pneumonia, small intestine infection, submandibular lymphadenitis, tonsillitis, viral infection. 3 Upper respiratory infection includes bronchial infection, bronchitis, sinus infection, and upper respiratory infection. 4 Electrolyte abnormalities include hypermagnesemia, hypokalemia, hyperkalemia, hyponatremia, hypercalcemia, hyperphosphatemia, hypocalcemia, and hypernatremia. 5 Myelosuppression includes absolute neutrophil count decreased, low total white blood cells, lymphopenia, decreased hemoglobin, and hematocrit low. 6 Musculoskeletal pain includes arthritis, back pain, bone pain, foot pain, intercostal pain, joint pain, knee pain, leg pain, musculoskeletal pain, pain in ankle/extremity/fingers/hip/leg/limb/lower limbs/left arm, shoulder pain, unilateral leg pain. Excludes musculoskeletal pain for abdomen. 7 Cerebral ischemia includes cerebral ischemia, central nervous system hemorrhage, and ischemia cerebrovascular. 8 Ocular changes include visual acuity change, corneal clouding, conjunctivitis, watering eyes, keratitis. Adverse Reactions ZOKINVY n=63 n (%) Gastrointestinal disorders Vomiting 57 (90%) Diarrhea 51 (81%) Nausea 35 (56%) Abdominal Pain 1 30 (48%) Constipation 14 (22%) Flatulence 4 (6%) General disorders and administration site conditions Fatigue 32 (51%) Pyrexia 9 (14%) Infections and Infestations Infection 2 49 (78%) Upper Respiratory Tract Infection 32 (51%) Rhinitis 12 (19%) Investigations Decreased appetite (anorexia) 33 (53%) Electrolyte abnormalities 4 27 (43%) Weight decreased 23 (37%) Myelosuppression 5 22 (35%) Increased aspartate aminotransferase 22 (35%) Decreased blood bicarbonate 21 (33%) Hypertension 18 (29%) Increased alanine aminotransferase 17 (27%) Dehydration 3 (5%) Musculoskeletal and connective tissue disorders Musculoskeletal pain 6 30 (48%) Nervous system disorders Headache 23 (37%) Cerebral ischemia 7 7 (11%) Ophthalmic Ocular changes 8 15 (24%) Psychiatric disorders Depressed mood 3 (5%) Respiratory, thoracic and mediastinal disorders Cough 21 (33%) Epistaxis 13 (21%) Skin and subcutaneous tissue disorders Rash 7 (11%) Pruritus 5 (8%) Mucositis 5 (8%) Gastrointestinal Adverse Reactions As noted in Table 4 , gastrointestinal adverse reactions were the most frequently reported adverse reactions. Of the 57 patients who experienced vomiting, 30 (53%) patients had mild vomiting (defined as no intervention required), 26 (46%) patients had moderate vomiting (defined as outpatient intravenous hydration; medical intervention required), and 1 (2%) patient had severe vomiting (defined as tube feeding, total parenteral nutrition, or hospitalization indicated). Of the 35 patients who experienced nausea, 34 (97%) patients had mild nausea (defined as loss of appetite without alteration in eating habits) and 1 (3%) patient had moderate nausea (defined as oral intake decreased without significant weight loss, dehydration, or malnutrition). During the first four months of treatment in Study 1, 19 (68%) patients had vomiting and 10 (36%) patients had nausea. By the end of therapy, 4 (14%) patients who were still on ZOKINVY required antiemetics or anti-nauseants. A total of 4 patients discontinued ZOKINVY, mostly due to nausea or vomiting. Of the 51 patients who experienced diarrhea, the majority of patients (approximately 92%) experienced mild or moderate diarrhea; 38 (75%) patients reported mild diarrhea (defined as an increase of less than 4 stools per day over baseline) and 9 (18%) patients reported moderate diarrhea (defined as increase of 4 to 6 stools per day over baseline; limiting instrumental activities of daily living). Four (8%) patients reported severe diarrhea (defined as increase of seven or more stools per day over baseline; hospitalization indicated; severe increase in ostomy output compared to baseline; limiting self-care activities of daily living). During the first four months of treatment in Study 1, 23 (82%) patients had diarrhea; by the end of therapy, 3 (11%) patients had diarrhea. Twelve (43%) patients were treated with loperamide. Alanine Aminotransferase and Aspartate Aminotransferase Elevations Increased alanine aminotransferase was commonly reported (17 [27%] patients). Of the 17 patients with increased alanine aminotransferase, 14 (82%) patients had mild increases (defined as greater than upper limit of normal (ULN) to 3.0 times ULN if baseline was normal; 1.5 to 3.0 times ULN if baseline was abnormal), 1 (6%) patient had moderate increases (defined as greater than 3.0 to 5.0 times ULN if baseline was normal or abnormal), and 2 (12%) patients had severe increases (defined as greater than 5.0 to 20.0 times ULN if baseline was normal or abnormal). Increased aspartate aminotransferase was also commonly reported (22 [35%] patients). Of the 22 patients with increased aspartate aminotransferase, 21 (95%) patients had mild increases (defined as greater than ULN to 3.0 times ULN if baseline was normal; 1.5 to 3.0 times ULN if baseline was abnormal) and 1 (5%) patient had a severe increase (defined as greater than 5.0 to 20.0 times ULN if baseline was normal or abnormal). One patient with alanine and aspartate aminotransferase elevations also experienced hypertriglyceridemia and hyperglycemia resulting in discontinuation of ZOKINVY. Hypertension Increases in blood pressure have been documented in patients treated with ZOKINVY. At baseline, 22 (35%) patients had either a systolic blood pressure or a diastolic blood pressure or both above the 95th percentile. Over the course of the trials, 18 (29%) patients had hypertension based on systolic blood pressure or diastolic blood pressure measurements above the 95th percentile on 3 or more occasions. Five (8%) patients who were normotensive at baseline had either systolic blood pressure or diastolic blood pressure above the 95th percentile at the end of treatment."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ZOKINVY is contraindicated in patients taking: Strong CYP3A inhibitors [see Drug Interactions ( 7.1 )] Strong or moderate CYP3A inducers [see Drug Interactions ( 7.1 )] Midazolam [see Drug Interactions ( 7.2 )] Lovastatin, simvastatin, or atorvastatin [see Drug Interactions ( 7.2 )] Strong CYP3A inhibitors. ( 4 ) Strong or moderate CYP3A inducers. ( 4 ) Midazolam. ( 2.3 , 4 ) Lovastatin, simvastatin, or atorvastatin. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Start at 115 mg/m 2 twice daily with morning and evening meals. ( 2.1 ) After 4 months, increase to 150 mg/m 2 twice daily. ( 2.1 ) Round all total daily doses to nearest 25 mg increment. ( 2.1 ) See full prescribing information for dosage modifications due to adverse reactions. ( 2.2 ) See full prescribing information for preparation and administration instructions. ( 2.4 ) 2.1 Recommended Dosage The starting dosage of ZOKINVY for patients with a BSA of 0.39 m 2 and above is 115 mg/m 2 twice daily with morning and evening meals (see Table 1 ) to reduce the risk of gastrointestinal adverse reactions [see Adverse Reactions ( 6.1 )] . An appropriate dosage strength of ZOKINVY is not available for patients with a BSA of less than 0.39 m 2 [see Indications and Usage ( 1 )] . After 4 months of treatment, increase the dosage to 150 mg/m 2 twice daily with morning and evening meals (see Table 2 ). Round all total daily dosages to the nearest 25 mg increment (see Table 1 and Table 2 ). If a dose is missed, take the dose as soon as possible with food, up to 8 hours prior to the next scheduled dose. If less than 8 hours remain before the next scheduled dose, skip the missed dose, and resume taking ZOKINVY at the next scheduled dose. Table 1 provides the BSA-based dosage recommendations for the starting dosage of 115 mg/m 2 twice daily. Table 1: Recommended Dosage and Administration for 115 mg/m 2 Body Surface Area-Based Dosing BSA(m 2 ) Total Daily Dosage Rounded to Nearest 25 mg Morning Dosing Number of Capsule(s) Evening Dosing Number of Capsule(s) ZOKINVY 50 mg ZOKINVY 75 mg ZOKINVY 50 mg ZOKINVY 75 mg 0.39 - 0.48 100 1 1 0.49 - 0.59 125 1 1 0.6 - 0.7 150 1 1 0.71 - 0.81 175 2 1 0.82 - 0.92 200 2 2 0.93 – 1 225 1 1 2 Table 2 provides the BSA-based dosage recommendations for the dosage of 150 mg/m 2 twice daily. Table 2: Recommended Dosage and Administration for 150 mg/m 2 Body Surface Area-Based Dosing BSA(m 2 ) Total Daily Dosage Rounded to Nearest 25 mg Morning Dosing Number of Capsule(s) Evening Dosing Number of Capsule(s) ZOKINVY 50 mg ZOKINVY 75 mg ZOKINVY 50 mg ZOKINVY 75 mg 0.39 - 0.45 125 1 1 0.46 - 0.54 150 1 1 0.55 - 0.62 175 2 1 0.63 - 0.7 200 2 2 0.71 - 0.79 225 1 1 2 0.8 - 0.87 250 1 1 1 1 0.88 - 0.95 275 2 1 1 0.96 – 1 300 2 2 2.2 Dosage Modifications Due to Adverse Reactions and Drug Interactions Table 3: Recommended ZOKINVY Dosage Modifications Adverse Reaction Severity Monitoring and Dose Modifications for ZOKINVY QTc Interval Prolongation [see Warnings and Precautions ( 5.1 ), Drug Interactions ( 7.1 )] If the QTc interval is greater than or equal to 500 msec Withhold ZOKINVY until QTc interval is less than 470 msec, then resume ZOKINVY at same dosage. Monitor electrocardiograms (ECGs) prior to initiating ZOKINVY, during treatment, and as clinically indicated. Gastrointestinal Adverse Reactions [see Adverse Reactions ( 6.1 )] For patients who have increased their dose of ZOKINVY to 150 mg/m 2 twice daily and are experiencing repeated episodes of vomiting and/or diarrhea resulting in dehydration or weight loss The dose of ZOKINVY can be reduced to the starting dose of 115 mg/m 2 twice daily (see Table 1 ). Ensure ZOKINVY is taken with the morning and evening meals and with an adequate amount of water. CYP3A Drug Interactions [see Warnings and Precautions ( 5.2 ), Adverse Reactions ( 6.1 ), Drug Interactions ( 7.1 )] When moderate CYP3A inhibitors are added for a patient already on steady state ZOKINVY No dosage adjustment for ZOKINVY is recommended. When initiating ZOKINVY in a patient who is concurrently on a moderate CYP3A inhibitor The patient may be at increased risk of adverse reactions. Monitor the patient closely for adverse reactions for at least the first 7 days after initiating ZOKINVY. If the patient experiences an adverse reaction during the first 7 days of the starting dose or thereafter, consider an alternative therapy that is not a moderate CYP3A inhibitor. 2.3 Temporary Discontinuation for Midazolam Use Temporarily discontinue ZOKINVY for 10 to 14 days before and 2 days after administration of midazolam [see Contraindications ( 4 ), Drug Interactions ( 7.2 )]. 2.4 Preparation and Administration Instructions Administer ZOKINVY orally with the morning and evening meals. Patients Able to Swallow Capsules Administer ZOKINVY capsules whole with a sufficient amount of water. Do not chew the capsules. Patients Unable to Swallow Capsules The entire contents of ZOKINVY capsules can be mixed with Ora Blend SF ® or Ora-Plus ® or, for patients unable to access or tolerate Ora Blend SF or Ora-Plus, the contents of ZOKINVY capsules can be mixed with orange juice or applesauce (see preparation instructions below). Do not mix with juice containing grapefruit or Seville oranges [see Contraindications ( 4 ), Drug Interactions ( 7.1 )] . The mixture must be prepared fresh for each dose and be taken within approximately 10 minutes of mixing. Preparation of Dose in Ora Blend SF, Ora-Plus, or Orange Juice For each capsule, empty contents of the capsule into a container containing 5 mL to 10 mL of the liquid. Mix thoroughly with a spoon. Consume entire serving. Preparation of Dose in Applesauce For each capsule, empty contents of the capsule into a container containing 1 teaspoonful to 2 teaspoonfuls of applesauce. Mix thoroughly with a spoon. Consume entire serving."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZOKINVY is indicated in patients 12 months of age and older with a body surface area (BSA) of 0.39 m 2 and above: To reduce the risk of mortality in Hutchinson-Gilford Progeria Syndrome (HGPS) For the treatment of processing-deficient Progeroid Laminopathies with either: Heterozygous LMNA mutation with progerin-like protein accumulation Homozygous or compound heterozygous ZMPSTE24 mutations Limitations of Use ZOKINVY is not indicated for other Progeroid Syndromes or processing-proficient Progeroid Laminopathies. Based upon its mechanism of action, ZOKINVY would not be expected to be effective in these populations. ZOKINVY is a farnesyltransferase inhibitor indicated in patients 12 months of age and older with a body surface area of 0.39 m 2 and above: ( 1 ) To reduce risk of mortality in Hutchinson-Gilford Progeria Syndrome. For treatment of processing-deficient Progeroid Laminopathies with either: Heterozygous LMNA mutation with progerin-like protein accumulation. Homozygous or compound heterozygous ZMPSTE24 mutations. Limitations of Use Not indicated for other Progeroid Syndromes or processing-proficient Progeroid Laminopathies. Based upon its mechanism of action, ZOKINVY would not be expected to be effective in these populations. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:21:57.203798",
  "source": "OpenFDA"
}