{
  "drug_name": "Lorlatinib",
  "generic_name": [
    "LORLATINIB"
  ],
  "brand_names": [
    "Lorbrena"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A Inducers: Contraindicated. ( 2.4 , 7.1 ) • Moderate CYP3A Inducers: Avoid concomitant use. If coadministration cannot be avoided, increase the LORBRENA dose. ( 2.5 , 7.1 ) • Strong CYP3A Inhibitors: Avoid concomitant use; reduce LORBRENA dose if concomitant use cannot be avoided. ( 2.6 , 7.1 ) • Fluconazole : Avoid concomitant use; reduce LORBRENA dose if concomitant use cannot be avoided. ( 2.7 , 7.1 ) • Certain CYP3A Substrates: Avoid concomitant use with CYP3A substrates for which minimal concentration changes may lead to serious therapeutic failures. ( 7.2 ) • Certain P-gp Substrates: Avoid concomitant use with P-gp substrates for which minimal concentration changes may lead to serious therapeutic failures. ( 7.2 ) 7.1 Effect of Other Drugs on LORBRENA Strong CYP3A Inducers Concomitant use of LORBRENA with a strong CYP3A inducer decreased lorlatinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may decrease the efficacy of LORBRENA. Severe hepatotoxicity occurred in healthy subjects receiving LORBRENA with rifampin, a strong CYP3A inducer. In 12 healthy subjects receiving a single 100 mg dose of LORBRENA with multiple daily doses of rifampin, Grade 3 or 4 increases in ALT or AST occurred in 83% of subjects and Grade 2 increases in ALT or AST occurred in 8%. A possible mechanism for hepatotoxicity is through activation of the pregnane X receptor (PXR) by LORBRENA and rifampin, which are both PXR agonists. LORBRENA is contraindicated in patients taking strong CYP3A inducers [see Contraindication (4) ] . Discontinue strong CYP3A inducers for 3 plasma half-lives of the strong CYP3A inducer prior to initiating LORBRENA [see Dosage and Administration (2.3) ] . Moderate CYP3A Inducers Concomitant use of LORBRENA with a moderate CYP3A inducer decreased lorlatinib plasma concentrations, which may decrease the efficacy of LORBRENA [see Clinical Pharmacology (12.3) ] . Avoid concomitant use of moderate CYP3A inducers with LORBRENA. If concomitant use is unavoidable, increase the LORBRENA dose [see Dosage and Administration (2.4) ] . Strong CYP3A Inhibitors Concomitant use with a strong CYP3A inhibitor increased lorlatinib plasma concentrations [see Clinical Pharmacology (12.3) ], which may increase the incidence and severity of adverse reactions of LORBRENA. Avoid concomitant use of LORBRENA with a strong CYP3A inhibitor. If concomitant use cannot be avoided, reduce the LORBRENA dosage [see Dosage and Administration (2.5) ] . Fluconazole Concomitant use of LORBRENA with fluconazole may increase lorlatinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may increase the incidence and severity of adverse reactions of LORBRENA. Avoid concomitant use of LORBRENA with fluconazole. If concomitant use cannot be avoided, reduce the LORBRENA dosage [see Dosage and Administration (2.7) ] . 7.2 Effect of LORBRENA on Other Drugs Certain CYP3A Substrates LORBRENA is a moderate CYP3A inducer. Concomitant use of LORBRENA decreases the concentration of CYP3A substrates [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of these substrates. Avoid concomitant use of LORBRENA with certain CYP3A substrates, for which minimal concentration changes may lead to serious therapeutic failures. If concomitant use is unavoidable, increase the CYP3A substrate dosage in accordance with approved product labeling. Certain P-glycoprotein (P-gp) Substrates LORBRENA is a moderate P-gp inducer. Concomitant use of LORBRENA decreases the concentration of P-gp substrates [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of these substrates. Avoid concomitant use of LORBRENA with certain P-gp substrates for which minimal concentration changes may lead to serious therapeutic failures. If concomitant use is unavoidable, increase the P-gp substrate dosage in accordance with approved product labeling."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described elsewhere in the labeling: • Risk of Serious Hepatotoxicity with Concomitant Use of Strong CYP3A Inducers [see Warnings and Precautions (5.1) ] • Central Nervous System Effects [see Warnings and Precautions (5.2) ] • Hyperlipidemia [see Warnings and Precautions (5.3) ] • Atrioventricular Block [see Warnings and Precautions (5.4) ] • Interstitial Lung Disease/Pneumonitis [see Warnings and Precautions (5.5) ] • Hypertension [see Warnings and Precautions (5.6) ] • Hyperglycemia [see Warnings and Precautions (5.7) ] Most common (incidence ≥20%) adverse reactions and Grade 3–4 laboratory abnormalities are edema, peripheral neuropathy, weight gain, cognitive effects, fatigue, dyspnea, arthralgia, diarrhea, mood effects, hypercholesterolemia, hypertriglyceridemia, and cough. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or www.pfizer.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the Warnings and Precautions section reflects exposure to LORBRENA in 476 patients who received 100 mg LORBRENA once daily in Study B7461001 (N=327) and Study B7461006 (N=149). Among 476 patients who received LORBRENA, 75% were exposed for 6 months or longer and 61% were exposed for greater than 1 year. In this pooled safety population, the most frequent adverse reactions in ≥ 20% of 476 patients who received LORBRENA were edema (56%), peripheral neuropathy (44%), weight gain (31%), cognitive effects (28%), fatigue (27%), dyspnea (27%), arthralgia (24%), diarrhea (23%), mood effects (21%), and cough (21%). The most frequent Grade 3–4 laboratory abnormalities in ≥ 20% of 476 patients who received LORBRENA were hypercholesterolemia (21%) and hypertriglyceridemia (21%). Previously Untreated ALK-Positive Metastatic NSCLC (CROWN Study) The safety of LORBRENA was evaluated in 149 patients with ALK-positive NSCLC in a randomized, open-label, active-controlled trial for the treatment of patients with ALK-positive, locally advanced or metastatic, NSCLC who had not received previous systemic treatment for advanced disease [see Clinical Studies (14) ]. The median duration of exposure to LORBRENA was 16.7 months (4 days to 34.3 months) and 76% received LORBRENA for at least 12 months. Serious adverse reactions occurred in 34% of patients treated with LORBRENA; the most frequently reported serious adverse reactions were pneumonia (4.7%), dyspnea (2.7%), respiratory failure (2.7%), cognitive effects (2.0%), and pyrexia (2.0%). Fatal adverse reactions occurred in 3.4% of patients treated with LORBRENA and included pneumonia (0.7%), respiratory failure (0.7%), cardiac failure acute (0.7%), pulmonary embolism (0.7%), and sudden death (0.7%). Permanent discontinuation of LORBRENA due to adverse reactions occurred in 6.7% of patients. The most frequent adverse reaction that led to permanent discontinuation of LORBRENA was cognitive effects (1.3%). Adverse reactions leading to dose interruptions occurred in 49% of patients treated with LORBRENA. The most frequent adverse reactions that led to dose interruptions of LORBRENA were hypertriglyceridemia (7%), edema (5%), pneumonia (4.7%) cognitive effects (4.0%), mood effects (4.0%), and hypercholesterolemia (3.4%). Adverse reactions leading to dose reductions occurred in 21% of patients treated with LORBRENA. The most frequent adverse reactions that led to dose reductions were edema (5%), hypertriglyceridemia (4.0%), and peripheral neuropathy (3.4%). Tables 2 and 3 summarize most frequent adverse reactions and laboratory abnormalities, respectively, in patients treated with LORBRENA in Study B7461006. Table 2 Adverse Reactions (≥10% for all NCI CTCAE Grades or ≥2% for Grades 3–4) in Patients Treated with LORBRENA in Study B7461006 Adverse reactions were graded using NCI CTCAE version 4.03. Adverse Reaction LORBRENA N=149 Crizotinib N=142 All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Abbreviations: NCI CTCAE=National Cancer Institute Common Terminology Criteria for Adverse Events; SOC=System organ class. Psychiatric Mood effects Mood effects (including affective disorder, affect lability, agitation, anger, anxiety, bipolar I disorder, depressed mood, depression, depressive symptom, euphoric mood, intentional self-injury, irritability, mood altered, mood swings, stress). 16 2 5 0 Nervous system Peripheral neuropathy Peripheral neuropathy (including dysesthesia, gait disturbance, hypoesthesia, motor dysfunction, muscular weakness, neuralgia, neuropathy peripheral, paresthesia, peripheral motor neuropathy, peripheral sensory neuropathy). 34 2 15 0.7 Cognitive effects Cognitive effects (including events from SOC Nervous system disorders: amnesia, cognitive disorder, disturbance in attention, memory impairment, mental impairment; and also including events from SOC Psychiatric disorders: confusional state, delirium, disorientation). 21 2 6 0 Headache 17 0 18 0.7 Dizziness 11 0 14 0 Sleep effects Sleep effects (including insomnia, nightmare, sleep disorder, somnambulism). 11 1.3 10 0 Respiratory Dyspnea 20 2.7 16 2.1 Cough 16 0 18 0 Respiratory failure 2.7 2 0 0 Vascular disorders Hypertension 18 10 2.1 0 Ocular Vision disorder Vision disorder (including diplopia, photophobia, photopsia, vision blurred, visual acuity reduced, visual impairment, vitreous floaters). 18 0 39 0.7 Gastrointestinal Diarrhea 21 1.3 52 0.7 Nausea 15 0.7 52 2.1 Constipation 17 0 30 0.7 Vomiting 13 0.7 39 1.4 Musculoskeletal and connective tissue Arthralgia 19 0.7 11 0 Myalgia Myalgia (including musculoskeletal pain, myalgia). 15 0.7 7 0 Back pain 15 0.7 11 0 Pain in extremity 17 0 8 0 General Edema Edema (including edema, edema peripheral, eyelid edema, face edema, generalized edema, localized edema, periorbital edema, peripheral swelling, swelling). 56 4 40 1.4 Weight gain 38 17 13 2.1 Fatigue Fatigue (including asthenia, fatigue). 19 1.3 32 2.8 Pyrexia 17 1.3 13 1.4 Chest pain 11 1.3 14 0.7 Infections Upper respiratory tract infection Upper respiratory tract infection (including upper respiratory infection). 11 0.7 7.7 1.4 Pneumonia 7.4 2 8.5 3.5 Bronchitis 6.7 2 2.1 0 Skin Rash Rash (including dermatitis acneiform, maculopapular rash, rash). 11 0 8.5 0 Additional clinically significant adverse reactions occurring at an incidence between 1% and 10% were speech effects (6.7%) and psychotic effects (3.4%). Table 3 Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in Study B7461006 Laboratory Abnormality LORBRENA N=149 Crizotinib N=142 All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Abbreviations: ALT=alanine aminotransferase; AST=aspartate aminotransferase; CPK=creatine phosphokinase; GGT=gamma glutamyl transferase; NCI CTCAE=National Cancer Institute Common Terminology Criteria for Adverse Events; PTT=partial thromboplastin time. N=number of patients who had at least one on-study assessment for the parameter of interest. Chemistry Hypertriglyceridemia N=149 (LORBRENA). N=141 (crizotinib). 95 22 27 0 Hypercholesterolemia 91 19 12 0 Increased creatinine 81 0.7 99 2.1 Increased GGT 52 6 41 6 Increased AST 48 2 75 3.5 Hyperglycemia 48 7 27 2.1 Increased ALT 44 2.7 75 4.3 Increased CPK 39 2 64 5 Hypoalbuminemia 36 0.7 61 6 Increased lipase 28 7 34 5 Increased alkaline phosphatase 23 0 50 0.7 Hyperkalemia 21 1.3 27 2.1 Increased amylase N=148 (LORBRENA). Abbreviations: ALT=alanine aminotransferase; AST=aspartate aminotransferase; CPK=creatine phosphokinase; GGT=gamma glutamyl transferase; NCI CTCAE=National Cancer Institute Common Terminology Criteria for Adverse Events; PTT=partial thromboplastin time. 20 1.4 32 1.4 Hematology Anemia 48 2 38 2.8 Activated PTT N=138 (LORBRENA). N=135 (crizotinib). 25 0 14 0 Lymphopenia 23 2.7 43 6 Thrombocytopenia 23 0 7 0.7 Previously Treated ALK-Positive Metastatic NSCLC The data described below reflect exposure to LORBRENA in 295 patients with ALK-positive or ROS1-positive metastatic NSCLC who received LORBRENA 100 mg orally once daily in Study B7461001, a multi-cohort, non-comparative trial [see Clinical Studies (14) ] . The median duration of exposure to LORBRENA was 12.5 months (1 day to 35 months) and 52% received LORBRENA for ≥12 months. Patient characteristics were: median age of 53 years (19 to 85 years), age ≥65 years (18%), female (58%), White (49%), Asian (37%), and ECOG performance status 0 or 1 (96%). The most frequent (≥20%) adverse reactions were edema, peripheral neuropathy, cognitive effects, dyspnea, fatigue, weight gain, arthralgia, mood effects, and diarrhea. Of the worsening laboratory values occurring in ≥20% of patients, the most frequent were hypercholesterolemia, hypertriglyceridemia, anemia, hyperglycemia, increased AST, hypoalbuminemia, increased ALT, increased lipase, and increased alkaline phosphatase. Serious adverse reactions occurred in 32% of the 295 patients; the most frequently reported serious adverse reactions were pneumonia (3.4%), dyspnea (2.7%), pyrexia (2%), mental status changes (1.4%), and respiratory failure (1.4%). Fatal adverse reactions occurred in 2.7% of patients and included pneumonia (0.7%), myocardial infarction (0.7%), acute pulmonary edema (0.3%), embolism (0.3%), peripheral artery occlusion (0.3%), and respiratory distress (0.3%). Permanent discontinuation of LORBRENA for adverse reactions occurred in 8% of patients. The most frequent adverse reactions that led to permanent discontinuation were respiratory failure (1.4%), dyspnea (0.7%), myocardial infarction (0.7%), cognitive effects (0.7%) and mood effects (0.7%). Approximately 48% of patients required dose interruption. The most frequent adverse reactions that led to dose interruptions were edema (7%), hypertriglyceridemia (6%), peripheral neuropathy (5%), cognitive effects (4.4%), increased lipase (3.7%), hypercholesterolemia (3.4%), mood effects (3.1%), dyspnea (2.7%), pneumonia (2.7%), and hypertension (2.0%). Approximately 24% of patients required at least 1 dose reduction for adverse reactions. The most frequent adverse reactions that led to dose reductions were edema (6%), peripheral neuropathy (4.7%), cognitive effects (4.1%), and mood effects (3.1%). Tables 4 and 5 summarize most frequent adverse reactions and laboratory abnormalities, respectively, in patients treated with LORBRENA in Study B7461001. Table 4 Adverse Reactions Occurring in ≥10% of Patients in Study B7461001 Adverse reactions were graded using NCI CTCAE version 4.03. Adverse Reaction LORBRENA (N=295) All Grades (%) Grade 3 or 4 (%) Abbreviations: NCI CTCAE=National Cancer Institute Common Terminology Criteria for Adverse Events; SOC=System organ class. Psychiatric Mood effects Mood effects (including affective disorder, affect lability, aggression, agitation, anxiety, depressed mood, depression, euphoric mood, irritability, mania, mood altered, mood swings, personality change, stress, suicidal ideation). 23 1.7 Nervous system Peripheral neuropathy Peripheral neuropathy (including burning sensation, carpal tunnel syndrome, dysesthesia, formication, gait disturbance, hypoesthesia, muscular weakness, neuralgia, neuropathy peripheral, neurotoxicity, paresthesia, peripheral sensory neuropathy, sensory disturbance). 47 2.7 Cognitive effects Cognitive effects (including events from SOC Nervous system disorders: amnesia, cognitive disorder, dementia, disturbance in attention, memory impairment, mental impairment; and also including events from SOC Psychiatric disorders: attention deficit/hyperactivity disorder, confusional state, delirium, disorientation, reading disorder). 27 2 Headache 18 0.7 Dizziness 16 0.7 Speech effects Speech effects (including aphasia, dysarthria, slow speech, speech disorder) 12 0.3 Sleep effects Sleep effects (including abnormal dreams, insomnia, nightmare, sleep disorder, sleep talking, somnambulism) 10 0 Respiratory Dyspnea 27 5 Cough 18 0 Ocular Vision disorder Vision disorder (including blindness, diplopia, photophobia, photopsia, vision blurred, visual acuity reduced, visual impairment, vitreous floaters). 15 0.3 Gastrointestinal Diarrhea 22 0.7 Nausea 18 0.7 Constipation 15 0 Vomiting 12 1 Musculoskeletal and connective tissue Arthralgia 23 0.7 Myalgia Myalgia (including musculoskeletal pain, myalgia). 17 0 Back pain 13 0.7 Pain in extremity 13 0.3 General Edema Edema (including edema, edema peripheral, eyelid edema, face edema, generalized edema, localized edema, periorbital edema, peripheral swelling, swelling). 57 3.1 Fatigue Fatigue (including asthenia, fatigue). 26 0.3 Weight gain 24 4.4 Pyrexia 12 0.7 Infections Upper respiratory tract infection Upper respiratory infection (including fungal upper respiratory infection, upper respiratory infection, viral upper respiratory infection). 12 0 Skin Rash Rash (including dermatitis acneiform, maculopapular rash, pruritic rash, rash). 14 0.3 Additional clinically significant adverse reactions occurring at an incidence between 1% and 10% were psychotic effects (7%). Table 5 Worsening Laboratory Values Occurring in ≥20% of Patients in Study B7461001 Grades using NCI CTCAE version 4.03. Laboratory Abnormality LORBRENA All Grades (%) Grade 3 or 4 (%) Abbreviations: ALT=alanine aminotransferase; AST=aspartate aminotransferase; NCI CTCAE=National Cancer Institute Common Terminology Criteria for Adverse Events. N=number of patients who had at least one on-study assessment for the parameter of interest. Chemistry Hypercholesterolemia N=292. 96 18 Hypertriglyceridemia 90 18 Hyperglycemia N=293. 52 5 Increased AST 37 2.1 Hypoalbuminemia N=291. 33 1 Increased ALT 28 2.1 Increased lipase N=290. 24 10 Increased alkaline phosphatase 24 1 Increased amylase N=284. 22 3.9 Hypophosphatemia 21 4.8 Hyperkalemia 21 1 Hypomagnesemia 21 0 Hematology Anemia 52 4.8 Thrombocytopenia 23 0.3 Lymphopenia 22 3.4"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS LORBRENA is contraindicated in patients taking strong CYP3A inducers, due to the potential for serious hepatotoxicity [see Warnings and Precautions (5.1) ] . Concomitant use with strong CYP3A inducers. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 100 mg orally once daily. ( 2.2 ) Severe Renal Impairment: 75 mg orally once daily. ( 2.8 , 8.7 , 12.3 ) 2.1 Patient Selection Select patients for the treatment of metastatic NSCLC with LORBRENA based on the presence of ALK positivity in tumor specimens [see Indications and Usage (1) and Clinical Studies (14) ] . Information on FDA-approved tests for the detection of ALK rearrangements in NSCLC is available at http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage The recommended dosage of LORBRENA is 100 mg orally once daily, with or without food, until disease progression or unacceptable toxicity [see Clinical Pharmacology (12.3) ] . Swallow tablets whole. Do not chew, crush or split tablets. Do not ingest if tablets are broken, cracked, or otherwise not intact. Take LORBRENA at the same time each day. If a dose is missed, then take the missed dose unless the next dose is due within 4 hours. Do not take 2 doses at the same time to make up for a missed dose. Do not take an additional dose if vomiting occurs after LORBRENA but continue with the next scheduled dose. 2.3 Dosage Modifications for Adverse Reactions The recommended dose reductions are: • First dose reduction: LORBRENA 75 mg orally once daily • Second dose reduction: LORBRENA 50 mg orally once daily Permanently discontinue LORBRENA in patients who are unable to tolerate 50 mg orally once daily. Dosage modifications for adverse reactions of LORBRENA are provided in Table 1. Table 1 Recommended LORBRENA Dosage Modifications for Adverse Reactions Adverse Reaction Grade based on National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.03. Dosage Modifications Abbreviation: AV=atrioventricular; DBP=diastolic blood pressure; SBP=systolic blood pressure. Central Nervous System Effects [see Warnings and Precautions (5.2) ] Grade 1 Continue at the same dose or withhold the dose until recovery to baseline. Resume LORBRENA at the same dose or at a reduced dose. Grade 2 OR Grade 3 Withhold dose until Grade 0 or 1. Resume LORBRENA at a reduced dose. Grade 4 Permanently discontinue LORBRENA. Hyperlipidemia [see Warnings and Precautions (5.3) ] Grade 4 hypercholesterolemia OR Grade 4 hypertriglyceridemia Withhold LORBRENA until recovery of hypercholesterolemia and/or hypertriglyceridemia to less than or equal to Grade 2. Resume LORBRENA at the same dose. If severe hypercholesterolemia and/or hypertriglyceridemia recurs, resume LORBRENA at a reduced dose. Atrioventricular (AV) Block [see Warnings and Precautions (5.4) ] Second-degree AV block Withhold LORBRENA until PR interval is less than 200 ms. Resume LORBRENA at a reduced dose. First occurrence of complete AV block Withhold LORBRENA until 1. pacemaker placed OR 2. PR interval less than 200 ms. If a pacemaker is placed, resume LORBRENA at the same dose. If no pacemaker is placed, resume LORBRENA at a reduced dose. Recurrent complete AV block Place pacemaker or permanently discontinue LORBRENA. Interstitial Lung Disease (ILD)/Pneumonitis [see Warnings and Precautions (5.5) ] Any Grade treatment–related ILD/Pneumonitis Permanently discontinue LORBRENA. Hypertension [see Warnings and Precautions (5.6) ] Grade 3 (SBP greater than or equal to 160 mmHg or DBP greater than or equal to 100 mmHg; medical intervention indicated; more than one antihypertensive drug, or more intensive therapy than previously used indicated) Withhold LORBRENA until hypertension has recovered to Grade 1 or less (SBP less than 140 mmHg and DBP less than 90 mmHg), then resume LORBRENA at the same dose. If Grade 3 hypertension recurs, withhold LORBRENA until recovery to Grade 1 or less, and resume at a reduced dose. If adequate hypertension control cannot be achieved with optimal medical management, permanently discontinue LORBRENA. Grade 4 (life-threatening consequences, urgent intervention indicated) Withhold LORBRENA until recovery to Grade 1 or less, and resume at a reduced dose or permanently discontinue LORBRENA. If Grade 4 hypertension recurs, permanently discontinue LORBRENA. Hyperglycemia [see Warnings and Precautions (5.7) ] Grade 3 (greater than 250 mg/dL) despite optimal anti-hyperglycemic therapy OR Grade 4 Withhold LORBRENA until hyperglycemia is adequately controlled, then resume LORBRENA at the next lower dosage. If adequate hyperglycemic control cannot be achieved with optimal medical management, permanently discontinue LORBRENA. Other Adverse Reactions Grade 1 OR Grade 2 Continue LORBRENA at same dose or reduced dose. Grade 3 OR Grade 4 Withhold LORBRENA until symptoms resolve to less than or equal to Grade 2 or baseline. Resume LORBRENA at reduced dose. 2.4 Concomitant Use of Strong CYP3A Inducers LORBRENA is contraindicated in patients taking strong CYP3A inducers. Discontinue strong CYP3A inducers for 3 plasma half-lives of the strong CYP3A inducer prior to initiating LORBRENA [see Contraindications (4) , Warnings and Precautions (5.1) , Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . 2.5 Concomitant Use of Moderate CYP3A Inducers Avoid concomitant use of moderate CYP3A inducers with LORBRENA. If concomitant use with moderate CYP3A inducers is unavoidable, increase the LORBRENA dose to 125 mg once daily [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . 2.6 Dosage Modification for Strong CYP3A Inhibitors Avoid concomitant use of LORBRENA with strong CYP3A inhibitors. If concomitant use with a strong CYP3A inhibitor is unavoidable, reduce the starting dose of LORBRENA from 100 mg orally once daily to 75 mg orally once daily. In patients who have had a dose reduction to 75 mg orally once daily due to adverse reactions and who initiate a strong CYP3A inhibitor, reduce the LORBRENA dose to 50 mg orally once daily. If concomitant use of a strong CYP3A inhibitor is discontinued, increase the LORBRENA dose (after 3 plasma half-lives of the strong CYP3A inhibitor) to the dose that was used before starting the strong inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . 2.7 Dosage Modification for Fluconazole Avoid concomitant use of LORBRENA with fluconazole [see Clinical Pharmacology (12.3) ] . If concomitant use is unavoidable, reduce the starting dose of LORBRENA from 100 mg orally once daily to 75 mg orally once daily [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . 2.8 Dosage Modification for Severe Renal Impairment Reduce the recommended dosage of LORBRENA for patients with severe renal impairment (creatinine clearance [CL cr ] 15 to < 30 mL/min, estimated by Cockcroft-Gault) from 100 mg to 75 mg orally once daily [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LORBRENA ® is indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK)-positive as detected by an FDA-approved test. LORBRENA is a kinase inhibitor indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK)-positive as detected by an FDA-approved test. ( 1 , 2.1 )"
  ],
  "fetched_at": "2025-10-01T18:40:16.956324",
  "source": "OpenFDA"
}