{
  "drug_name": "Loteprednol",
  "generic_name": [
    "LOTEPREDNOL ETABONATE"
  ],
  "brand_names": [
    "Loteprednol Etabonate"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Prolonged use of corticosteroids may result in glaucoma with damage to the optic nerve, defects in visual acuity and fields of vision, and in posterior subcapsular cataract formation. Steroids should be used with caution in the presence of glaucoma. Prolonged use of corticosteroids may suppress the host response and thus increase the hazard of secondary ocular infections. In those diseases causing thinning of the cornea or sclera, perforations have been known to occur with the use of topical steroids. In acute purulent conditions of the eye, steroids may mask infection or enhance existing infection. Use of ocular steroids may prolong the course and may exacerbate the severity of many viral infections of the eye (including herpes simplex). Employment of a corticosteroid medication in the treatment of patients with a history of herpes simplex requires great caution. The use of steroids after cataract surgery may delay healing and increase the incidence of bleb formation."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS To report SUSPECTED ADVERSE REACTIONS, contact Sentiss at 1-855-473-6847 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . Reactions associated with ophthalmic steroids include elevated intraocular pressure, which may be associated with optic nerve damage, visual acuity and field defects, posterior subcapsular cataract formation, secondary ocular infection from pathogens including herpes simplex, and perforation of the globe where there is thinning of the cornea or sclera. Ocular adverse reactions occurring in 5-15% of patients treated with loteprednol etabonate ophthalmic suspension (0.2%-0.5%) in clinical studies included abnormal vision/blurring, burning on instillation, chemosis, discharge, dry eyes, epiphora, foreign body sensation, itching, injection, and photophobia. Other ocular adverse reactions occurring in less than 5% of patients include conjunctivitis, corneal abnormalities, eyelid erythema, keratoconjunctivitis, ocular irritation/pain/discomfort, papillae, and uveitis. Some of these events were similar to the underlying ocular disease being studied. Non-ocular adverse reactions occurred in less than 15% of patients. These include headache, rhinitis and pharyngitis. In a summation of controlled, randomized studies of individuals treated for 28 days or longer with loteprednol etabonate, the incidence of significant elevation of intraocular pressure (≥10 mmHg) was 2% (15/901) among patients receiving loteprednol etabonate, 7% (11/164) among patients receiving 1% prednisolone acetate and 0.5% (3/583) among patients receiving placebo."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Loteprednol etabonate, as with other ophthalmic corticosteroids, is contraindicated in most viral diseases of the cornea and conjunctiva including epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, and varicella, and also in mycobacterial infection of the eye and fungal diseases of ocular structures. Loteprednol etabonate is also contraindicated in individuals with known or suspected hypersensitivity to any of the ingredients of this preparation and to other corticosteroids."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION SHAKE VIGOROUSLY BEFORE USING. Steroid Responsive Disease Treatment: Apply one to two drops of loteprednol etabonate into the conjunctival sac of the affected eye four times daily. During the initial treatment within the first week, the dosing may be increased, up to 1 drop every hour, if necessary. Care should be taken not to discontinue therapy prematurely. If signs and symptoms fail to improve after two days, the patient should be re-evaluated (See PRECAUTIONS ). Post-Operative Inflammation: Apply one to two drops of loteprednol etabonate into the conjunctival sac of the operated eye four times daily beginning 24 hours after surgery and continuing throughout the first 2 weeks of the post-operative period."
  ],
  "indications": [
    "INDICATIONS AND USAGE Loteprednol etabonate is indicated for the treatment of steroid responsive inflammatory conditions of the palpebral and bulbar conjunctiva, cornea and anterior segment of the globe such as allergic conjunctivitis, acne rosacea, superficial punctate keratitis, herpes zoster keratitis, iritis, cyclitis, selected infective conjunctivitides, when the inherent hazard of steroid use is accepted to obtain an advisable diminution in edema and inflammation. Loteprednol etabonate is less effective than prednisolone acetate 1% in two 28-day controlled clinical studies in acute anterior uveitis, where 72% of patients treated with loteprednol etabonate experienced resolution of anterior chamber cells, compared to 87% of patients treated with prednisolone acetate 1%. The incidence of patients with clinically significant increases in IOP (≥10 mmHg) was 1% with loteprednol etabonate and 6% with prednisolone acetate 1%. Loteprednol etabonate should not be used in patients who require a more potent corticosteroid for this indication. Loteprednol etabonate is also indicated for the treatment of post-operative inflammation following ocular surgery."
  ],
  "fetched_at": "2025-09-30T22:12:14.038072",
  "source": "OpenFDA"
}