{
  "drug_name": "Luliconazole",
  "generic_name": [
    "LULICONAZOLE"
  ],
  "brand_names": [
    "LULICONAZOLE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS An in vivo study in adult subjects with moderate to severe interdigital tinea pedis and tinea cruris showed that Luliconazole Cream, 1% is mostly a weak inhibitor of CYP2C19. In a separate trial in adolescent subjects with tinea cruris, in vivo blood levels of Luliconazole Cream, 1%, were seen to approach those levels sufficient to show moderate inhibition of CYP2C19 [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions observed in clinical trials were application site reactions, which occurred in less than 1% of subjects. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Oceanside Pharmaceuticals at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In three Phase 3 clinical trials, 616 subjects were exposed to Luliconazole Cream, 1%: 305 with interdigital tinea pedis and 311 subjects with tinea cruris. Subjects with interdigital tinea pedis or tinea cruris applied Luliconazole Cream, 1% or vehicle cream once daily for 14 days or 7 days, respectively, to affected and adjacent areas. During clinical trials with Luliconazole Cream, 1%, the most common adverse reactions were application site reactions which occurred in less than 1% of subjects in both the Luliconazole and vehicle arms. Most adverse reactions were mild in severity. A post-approval clinical trial was conducted in 75 subjects age 2 to <18 years old with tinea corporis. The adverse reactions in the Luliconazole Cream, 1% treated population were similar to the vehicle treated population. 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing use of luliconazole cream, 1%: contact dermatitis and cellulitis. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For topical use only. Luliconazole Cream, 1% is not for ophthalmic, oral, or intravaginal use. • When treating interdigital tinea pedis, a thin layer of Luliconazole Cream, 1% should be applied to the affected area and approximately 1 inch of the immediate surrounding area(s) once daily for 2 weeks. • When treating tinea cruris or tinea corporis, Luliconazole Cream, 1% should be applied to the affected area and approximately 1 inch of the immediate surrounding area(s) once daily for 1 week. • For topical use only. Not for ophthalmic, oral, or intravaginal use. ( 2 ) • Interdigital Tinea Pedis: Luliconazole Cream, 1% should be applied to the affected and immediate surrounding area(s) once a day for 2 weeks. ( 2 ) • Tinea Cruris and Tinea Corporis: Luliconazole Cream, 1% should be applied to the affected skin and immediate surrounding area(s) once a day for 1 week. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Luliconazole Cream, 1% is indicated for the topical treatment of interdigital tinea pedis, tinea cruris, and tinea corporis caused by the organisms Trichophyton rubrum and Epidermophyton floccosum . Luliconazole Cream, 1% is an azole antifungal indicated for the topical treatment of interdigital tinea pedis, tinea cruris, and tinea corporis caused by the organisms Trichophyton rubrum and Epidermophyton floccosum. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:08:34.930074",
  "source": "OpenFDA"
}