{
  "drug_name": "Lumacaftor",
  "generic_name": [
    "LUMACAFTOR AND IVACAFTOR"
  ],
  "brand_names": [
    "ORKAMBI"
  ],
  "drug_interactions": [
    "5.6 Drug Interactions Substrates of CYP3A Lumacaftor is a strong inducer of CYP3A. Administration of ORKAMBI may decrease systemic exposure of medicinal products that are substrates of CYP3A, which may decrease therapeutic effect. Co-administration with sensitive CYP3A substrates or CYP3A substrates with a narrow therapeutic index is not recommended. ORKAMBI may substantially decrease hormonal contraceptive exposure, reducing their effectiveness and increasing the incidence of menstruation-associated adverse reactions, e.g., amenorrhea, dysmenorrhea, menorrhagia, menstrual irregular (27% in women using hormonal contraceptives compared with 3% in women not using hormonal contraceptives). Hormonal contraceptives, including oral, injectable, transdermal, and implantable, should not be relied upon as an effective method of contraception when co-administered with ORKAMBI [see Adverse Reactions (6.1) , Drug Interactions (7.3 , 7.11) , and Clinical Pharmacology (12.3) ] . Strong CYP3A Inducers Ivacaftor is a substrate of CYP3A4 and CYP3A5 isoenzymes. Use of ORKAMBI with strong CYP3A inducers, such as rifampin, significantly reduces ivacaftor exposure, which may reduce the therapeutic effectiveness of ORKAMBI. Therefore, co-administration with strong CYP3A inducers (e.g., rifampin, St. John's wort [ Hypericum perforatum ]) is not recommended [see Drug Interactions (7.2) and Clinical Pharmacology (12.3) ] .",
    "7 DRUG INTERACTIONS See Full Prescribing Information for a complete list. ( 2.3 , 7 , 12.3 ) Potential for Other Drugs to Affect Lumacaftor/Ivacaftor 7.1 Inhibitors of CYP3A Co-administration of lumacaftor/ivacaftor with itraconazole, a strong CYP3A inhibitor, did not impact the exposure of lumacaftor, but increased ivacaftor exposure by 4.3-fold. Due to the induction effect of lumacaftor on CYP3A, at steady-state, the net exposure of ivacaftor is not expected to exceed that when given in the absence of lumacaftor at a dose of 150 mg every 12 hours (the approved dose of ivacaftor monotherapy). Therefore, no dosage adjustment is necessary when CYP3A inhibitors are initiated in patients currently taking ORKAMBI. However, when initiating ORKAMBI in patients taking strong CYP3A inhibitors, reduce the ORKAMBI dosage as recommended for the first week of treatment to allow for the steady-state induction effect of lumacaftor. Following this period, continue with the recommended daily dose [see Dosage and Administration (2.3) ] . Examples of strong CYP3A inhibitors include: ketoconazole, itraconazole, posaconazole, and voriconazole. telithromycin, clarithromycin. No dosage adjustment is recommended when used with moderate or weak CYP3A inhibitors. 7.2 Inducers of CYP3A Co-administration of lumacaftor/ivacaftor with rifampin, a strong CYP3A inducer, had minimal effect on the exposure of lumacaftor, but decreased ivacaftor exposure (AUC) by 57%. This may reduce the effectiveness of ORKAMBI. Therefore, co-administration with strong CYP3A inducers, such as rifampin, rifabutin, phenobarbital, carbamazepine, phenytoin, and St. John's wort ( Hypericum perforatum ), is not recommended [see Warnings and Precautions (5.6) and Clinical Pharmacology (12.3) ] . No dosage adjustment is recommended when used with moderate or weak CYP3A inducers. Potential for Lumacaftor/Ivacaftor to Affect Other Drugs 7.3 CYP3A Substrates Lumacaftor is a strong inducer of CYP3A. Co-administration of lumacaftor with ivacaftor, a sensitive CYP3A substrate, decreased ivacaftor exposure by approximately 80%. Administration of ORKAMBI may decrease systemic exposure of medicinal products which are substrates of CYP3A, thereby decreasing the therapeutic effect of the medicinal product. Co-administration of ORKAMBI is not recommended with sensitive CYP3A substrates or CYP3A substrates with a narrow therapeutic index [see Warnings and Precautions (5.6) and Clinical Pharmacology (12.3) ] such as: Benzodiazepines : midazolam, triazolam (consider an alternative to these benzodiazepines). Immunosuppressants : cyclosporine, everolimus, sirolimus, and tacrolimus (avoid the use of ORKAMBI). 7.4 CYP2B6 and CYP2C Substrates In vitro studies suggest that lumacaftor has the potential to induce CYP2B6, CYP2C8, CYP2C9, and CYP2C19; inhibition of CYP2C8 and CYP2C9 has also been observed in vitro . Additionally, in vitro studies suggest that ivacaftor may inhibit CYP2C9. Therefore, concomitant use of ORKAMBI with CYP2B6, CYP2C8, CYP2C9, and CYP2C19 substrates may alter the exposure of these substrates. 7.5 Digoxin and Other P-gp Substrates Based on in vitro results which showed P-gp inhibition and pregnane-X-receptor (PXR) activation, lumacaftor has the potential to both inhibit and induce P-gp. Additionally, a clinical study with ivacaftor monotherapy showed that ivacaftor is a weak inhibitor of P-gp. Therefore, concomitant use of ORKAMBI with P-gp substrates may alter the exposure of these substrates. Monitor the serum concentration of digoxin and titrate the digoxin dose to obtain the desired clinical effect. 7.6 Anti-allergics and Systemic Corticosteroids ORKAMBI may decrease the exposure of montelukast, which may reduce its efficacy. No dosage adjustment for montelukast is recommended. Employ appropriate clinical monitoring, as is reasonable, when co-administered with ORKAMBI. Concomitant use of ORKAMBI may reduce the exposure and effectiveness of prednisone and methylprednisolone. A higher dose of these systemic corticosteroids may be required to obtain the desired clinical effect. 7.7 Antibiotics Concomitant use of ORKAMBI may decrease the exposure of clarithromycin, erythromycin, and telithromycin, which may reduce the effectiveness of these antibiotics. Consider an alternative to these antibiotics, such as ciprofloxacin, azithromycin, and levofloxacin. 7.8 Antifungals Concomitant use of ORKAMBI may reduce the exposure and effectiveness of itraconazole, ketoconazole, posaconazole, and voriconazole. Concomitant use of ORKAMBI with these antifungals is not recommended. Monitor patients closely for breakthrough fungal infections if such drugs are necessary. Consider an alternative such as fluconazole. 7.9 Anti-inflammatories Concomitant use of ORKAMBI may reduce the exposure and effectiveness of ibuprofen. A higher dose of ibuprofen may be required to obtain the desired clinical effect. 7.10 Antidepressants Concomitant use of ORKAMBI may reduce the exposure and effectiveness of citalopram, escitalopram, and sertraline. A higher dose of these antidepressants may be required to obtain the desired clinical effect. 7.11 Hormonal Contraceptives ORKAMBI may decrease hormonal contraceptive exposure, reducing the effectiveness. Hormonal contraceptives, including oral, injectable, transdermal, and implantable, should not be relied upon as an effective method of contraception when co-administered with ORKAMBI. Concomitant use of ORKAMBI with hormonal contraceptives increased the menstrual abnormality events [see Adverse Reactions (6.1) ] . Avoid concomitant use unless the benefit outweighs the risks. 7.12 Oral Hypoglycemics Concomitant use of ORKAMBI may reduce the exposure and effectiveness of repaglinide and may alter the exposure of sulfonylurea. A dosage adjustment may be required to obtain the desired clinical effect. No dosage adjustment is recommended for metformin. 7.13 Proton Pump Inhibitors, H 2 Blockers, Antacids ORKAMBI may reduce the exposure and effectiveness of proton pump inhibitors such as omeprazole, esomeprazole, and lansoprazole, and may alter the exposure of ranitidine. A dose adjustment may be required to obtain the desired clinical effect. No dose adjustment is recommended for calcium carbonate antacid. 7.14 Warfarin ORKAMBI may alter the exposure of warfarin. Monitor the international normalized ratio (INR) when warfarin co-administration with ORKAMBI is required. 7.15 Concomitant Drugs That Do Not Need Dosage Adjustment No dosage adjustment of ORKAMBI or concomitant drug is recommended when ORKAMBI is given with the following: azithromycin, aztreonam, budesonide, ceftazidime, cetirizine, ciprofloxacin, colistimethate, colistin, dornase alfa, fluticasone, ipratropium, levofloxacin, pancreatin, pancrelipase, salbutamol, salmeterol, sulfamethoxazole, trimethoprim, tiotropium, and tobramycin. Based on the metabolism and route of elimination, ORKAMBI is not expected to impact the exposure of these drugs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label: Use in Patients with Advanced Liver Disease [see Warnings and Precautions (5.1) ] Liver-related Events [see Warnings and Precautions (5.2) ] Hypersensitivity Reactions, Including Anaphylaxis [see Warnings and Precautions (5.3) ] Respiratory Events [see Warnings and Precautions (5.4) ] Effect on Blood Pressure [see Warnings and Precautions (5.5) ] Cataracts [see Warnings and Precautions (5.7) ] The most common adverse reactions to ORKAMBI (occurring in ≥5% of patients with CF homozygous for the F508del mutation in the CFTR gene) were dyspnea, nasopharyngitis, nausea, diarrhea, upper respiratory tract infection, fatigue, respiration abnormal, blood creatine phosphokinase increased, rash, flatulence, rhinorrhea, influenza. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Vertex Pharmaceuticals Incorporated at 1-877-634-8789 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The overall safety profile of ORKAMBI is based on the pooled data from 1108 patients with CF aged 12 years and older who are homozygous for the F508del mutation in the CFTR gene and who received at least one dose of study drug in two double-blind, placebo-controlled, Phase 3 clinical trials, each with 24 weeks of treatment (Trials 1 and 2). In addition, the following clinical trials have been conducted: A 24-week, open-label trial (Trial 3) in 58 patients with CF aged 6 through 11 years homozygous for the F508del-CFTR mutation. A 24-week, placebo-controlled trial (Trial 4) in 204 patients aged 6 through 11 years homozygous for the F508del-CFTR mutation. A 24-week, open-label trial (Trial 5) in 46 patients aged 12 years and older homozygous for the F508del-CFTR mutation and with advanced lung disease (ppFEV 1 <40). A 24-week, open-label trial (Trial 6) in 60 patients aged 2 through 5 years homozygous for the F508del-CFTR mutation. A 24-week, open-label trial (Trial 7) in 46 patients aged 1 through 2 years homozygous for the F508del - CFTR mutation. Of the 1108 patients, in the pooled analyses of Trial 1 and Trial 2, 49% were female and 99% were Caucasian; 369 patients received ORKAMBI every 12 hours and 370 patients received placebo. The proportion of patients who prematurely discontinued study drug due to adverse events was 5% for patients treated with ORKAMBI and 2% for patients who received placebo. Serious adverse reactions, whether considered drug-related or not by the investigators, that occurred more frequently in patients treated with ORKAMBI included pneumonia, hemoptysis, cough, increased blood creatine phosphokinase, and transaminase elevations. These occurred in 1% or less of patients. Table 3 shows adverse reactions occurring in ≥5% of patients with CF aged 12 years and older treated with ORKAMBI who are homozygous for the F508del mutation in the CFTR gene that also occurred at a higher rate than in patients who received placebo in the two double-blind, placebo-controlled trials. Table 3: Incidence of Adverse Drug Reactions in ≥5% of ORKAMBI-Treated Patients Aged 12 Years and Older Who are Homozygous for the F508del Mutation in the CFTR Gene in 2 Placebo-Controlled Phase 3 Clinical Trials of 24 Weeks Duration Adverse Reaction (Preferred Term) ORKAMBI N=369 (%) Placebo N=370 (%) Dyspnea 48 (13) 29 (8) Nasopharyngitis 48 (13) 40 (11) Nausea 46 (13) 28 (8) Diarrhea 45 (12) 31 (8) Upper respiratory tract infection 37 (10) 20 (5) Fatigue 34 (9) 29 (8) Respiration abnormal 32 (9) 22 (6) Blood creatine phosphokinase increased 27 (7) 20 (5) Rash 25 (7) 7 (2) Flatulence 24 (7) 11 (3) Rhinorrhea 21 (6) 15 (4) Influenza 19 (5) 8 (2) The safety profile from two pediatric trials in CF patients aged 6 through 11 years who are homozygous for the F508del-CFTR mutation, a 24-week, open-label, multicenter safety trial in 58 patients (Trial 3) and a 24-week, placebo-controlled, clinical trial (Trial 4) in 204 patients (103 received lumacaftor 200 mg/ivacaftor 250 mg every 12 hours and 101 received placebo), was similar to that observed in Trials 1 and 2. Adverse reactions that are not listed in Table 3, and that occurred in ≥5% of lumacaftor/ivacaftor-treated patients with an incidence of ≥3% higher than placebo included: productive cough (17.5% vs 5.9%), nasal congestion (16.5% vs 7.9%), headache (12.6% vs 8.9%), abdominal pain upper (12.6% vs 6.9%), and sputum increased (10.7% vs 2.0%). In a 24-week, open-label, multicenter, study in 60 patients aged 2 through 5 years with CF who were homozygous for the F508del-CFTR mutation (Trial 6) the safety profile was similar to that observed in studies in patients aged 6 years and older [see Clinical Pharmacology (12.2) ] . In a 24-week, open-label, multicenter, study in 46 patients aged 1 through 2 years with CF who were homozygous for the F508del-CFTR mutation (Trial 7) the safety profile was similar to that observed in studies in patients aged 2 years and older [see Clinical Pharmacology (12.2) ] . Additional information on selected adverse reactions from trials is detailed below: Description of Selected Adverse Drug Reactions Liver-related Adverse Reactions In Trials 1 and 2, the incidence of maximum transaminase (ALT or AST) levels >8, >5, and >3 × ULN elevations were similar between patients treated with ORKAMBI and those who received placebo. Three patients who received ORKAMBI had liver-related serious adverse reactions, including two reported as transaminase elevations and one as hepatic encephalopathy, compared to none in the placebo group. Of these three, one had elevated transaminases (>3 × ULN) associated with bilirubin elevation >2 × ULN. Following discontinuation or interruption of ORKAMBI, transaminases decreased to <3 × ULN. Among six patients with pre-existing cirrhosis and/or portal hypertension who received ORKAMBI, worsening liver function with increased ALT, AST, bilirubin, and hepatic encephalopathy was observed in one patient. The event occurred within five days of the start of dosing and resolved following discontinuation of ORKAMBI [see Warnings and Precautions (5.1 , 5.2) ] . During the 24-week, open-label, clinical trial in 58 patients aged 6 through 11 years (Trial 3), the incidence of maximum transaminase (ALT or AST) levels >8, >5, and >3 × ULN was 5%, 9%, and 19%. No patients had total bilirubin levels >2 × ULN. Lumacaftor/ivacaftor dosing was maintained or successfully resumed after interruption in all patients with transaminase elevations, except one patient who discontinued treatment permanently. During the 24-week, placebo-controlled, clinical trial in 204 patients aged 6 through 11 years (Trial 4), the incidence of maximum transaminase (ALT or AST) levels >8, >5, and >3 × ULN was 1%, 5%, and 13% in the lumacaftor/ivacaftor patients, and 2%, 3%, and 8% in the placebo-treated patients. No patients had total bilirubin levels >2 × ULN. Two patients in the lumacaftor/ivacaftor group and two patients in the placebo group discontinued treatment permanently due to transaminase elevations. During the 24-week, open-label, clinical trial in 60 patients aged 2 through 5 years (Trial 6), the incidence of maximum transaminase (ALT or AST) levels >8, >5, and >3 × ULN was 8.3% (5/60), 11.7% (7/60), and 15.0% (9/60). No patients had total bilirubin levels >2 × ULN. Three patients discontinued lumacaftor/ivacaftor treatment permanently due to transaminase elevations. During the 24-week, open-label, clinical trial in 46 patients aged 1 through 2 years (Trial 7), the incidence of maximum transaminase (ALT or AST) levels >8, >5, and >3 × ULN was 2.2% (1/46), 4.3% (2/46), and 10.9% (5/46), respectively. No patients had total bilirubin levels >2 × ULN. One patient discontinued lumacaftor/ivacaftor treatment permanently due to transaminase elevations. Respiratory Adverse Reactions In Trials 1 and 2, the incidence of respiratory symptom-related adverse reactions (e.g., chest discomfort, dyspnea, and respiration abnormal) was more common in patients treated with ORKAMBI (22%) compared to patients who received placebo (14%). The incidence of these adverse reactions was more common in patients treated with ORKAMBI with lower pre-treatment FEV 1 . In patients treated with ORKAMBI, the majority of the events began during the first week of treatment [see Warnings and Precautions (5.4) ] . During the 24-week, open-label, clinical trial in 46 patients aged 12 years and older (Trial 5) with advanced lung disease (ppFEV 1 <40) [mean ppFEV 1 29.1 at baseline (range: 18.3 to 42.0)], the incidence of respiratory symptom-related adverse reactions was 65% [see Warnings and Precautions (5.4) ] . During the 24-week, open-label, clinical trial (Trial 3) in 58 patients aged 6 through 11 years (mean baseline ppFEV 1 was 91.4), the incidence of respiratory symptom-related adverse reactions was 3% (2/58). During the 24-week, placebo-controlled, clinical trial (Trial 4) in patients aged 6 through 11 years [mean ppFEV 1 89.8 at baseline (range: 48.6 to 119.6)], the incidence of respiratory symptom-related adverse reactions was 11% in lumacaftor/ivacaftor patients and 9% in placebo patients. A decline in ppFEV 1 at initiation of therapy was observed during serial post-dose spirometry assessments. The absolute change from pre-dose at 4-6 hours post-dose was -7.7 on Day 1 and -1.3 on Day 15 in lumacaftor/ivacaftor patients. The post-dose decline was resolved by Week 16. Menstrual Abnormalities In Trials 1 and 2, the incidence of combined menstrual abnormality adverse reactions (e.g., amenorrhea, dysmenorrhea, menorrhagia, menstrual irregular) was more common in female patients treated with ORKAMBI (10%) compared to placebo (2%). These events occurred more frequently in the subset of female patients treated with ORKAMBI who were using hormonal contraceptives (27%) compared to those not using hormonal contraceptives (3%) [see Warnings and Precautions (5.6) and Drug Interactions (7.11) ] . Increased Blood Pressure In Trials 1 and 2, adverse reactions related to increases in blood pressure (e.g., hypertension, blood pressure increased) were reported in 1.1% (4/369) of patients treated with ORKAMBI and in no patients who received placebo. The proportion of patients who experienced a systolic blood pressure value >140 mmHg or a diastolic blood pressure >90 mmHg on at least two occasions was 3.6% and 2.2% in patients treated with ORKAMBI, respectively, compared with 1.6% and 0.5% in patients who received placebo [see Warnings and Precautions (5.5) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ORKAMBI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary : liver function decompensation including liver failure leading to death in patients with pre-existing cirrhosis with portal hypertension [see Warnings and Precautions (5.1) ] . Immune system disorders : anaphylaxis, angioedema"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Age Group Weight Dose Administration 1 through 2 years 7 kg to < 9 kg 1 packet of lumacaftor 75 mg/ivacaftor 94 mg granules Mixed with one teaspoon (5 mL) of soft food or liquid and administered orally every 12 hours with fat-containing food 9 kg to < 14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg granules 2 through 5 years <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg granules 6 through 11 years - 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) Taken orally every 12 hours with fat-containing food 12 years and older - 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) Reduce dosage in patients with moderate or severe hepatic impairment. ( 2.2 , 8.6 , 12.3 ) When initiating ORKAMBI in patients taking strong CYP3A inhibitors, reduce ORKAMBI dosage for the first week of treatment. ( 2.3 , 7.1 , 12.3 ) 2.1 Recommended Dosage in Adults and Pediatric Patients Aged 1 Year and Older The recommended dosage of ORKAMBI in adults and pediatric patients aged one year and older is based on patient's age and weight as described in Table 1. Table 1: Recommended Oral Dosage of ORKAMBI in Patients Aged 1 Year and Older Age Group Weight ORKAMBI Daily Dose (every 12 hours) Morning Dose Evening Dose 1 through 2 years 7 kg to <9 kg 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules 9 kg to <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 2 through 5 years <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 6 through 11 years - 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) 12 years and older - 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) Administration Instructions for ORKAMBI Oral Granules The entire content of each packet of oral granules should be mixed with one teaspoon (5 mL) of age-appropriate soft food or liquid and the mixture completely consumed. Some examples of soft foods or liquids include puréed fruits or vegetables, flavored yogurt or pudding, applesauce, water, milk, breast milk, infant formula or juice. Food should be at room temperature or below. Each packet is for single use only. Once mixed, the product has been shown to be stable for one hour, and therefore should be ingested during this period. Administration with Fat-Containing Food for ORKAMBI Tablets and Oral Granules A fat-containing meal or snack should be consumed just before or just after dosing for all formulations. Examples of appropriate fat-containing foods include eggs, avocados, nuts, butter, peanut butter, cheese pizza, breast milk, infant formula, whole-milk dairy products (such as whole milk, cheese, and yogurt), etc. Missed Dose If a patient misses a dose and remembers the missed dose within 6 hours, the patient should take the dose with fat-containing food. If more than 6 hours elapsed after the recommended dosing time, the patient should skip that dose and resume the normal schedule for the following dose. A double dose should not be taken to make up for the forgotten dose [see Clinical Pharmacology (12.3) and Patient Counseling Information (17) ] . 2.2 Dosage Adjustment for Patients with Hepatic Impairment For dosage adjustment for patients with hepatic impairment, refer to Table 2. Studies have not been conducted in patients with severe hepatic impairment (Child-Pugh Class C), but exposure is expected to be higher than in patients with moderate hepatic impairment. Therefore, use with caution at a maximum dose of 1 tablet in the morning and 1 tablet in the evening or less frequently, or 1 packet of oral granules once daily or less frequently in patients with severe hepatic impairment after weighing the risks and benefits of treatment [see Dosage and Administration (2.1) , Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Table 2: Recommended Dosage for Patients with Hepatic Impairment Age Group Weight Morning Dose Evening Dose Mild (Child-Pugh Class A) 1 through 2 years 7 kg to <9 kg 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules 9 kg to <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 2 through 5 years <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 6 through 11 years - 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) 12 years and older - 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) Moderate (Child-Pugh Class B) 1 through 2 years 7 kg to <9 kg 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules every other day 9 kg to <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules every other day ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules every other day 2 through 5 years <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules every other day ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules every other day 6 through 11 years - 2 tablets of lumacaftor 100 mg/ivacaftor 125 mg (lumacaftor 200 mg/ivacaftor 250 mg per dose) 1 tablet of lumacaftor 100 mg/ivacaftor 125 mg 12 years and older - 2 tablets of lumacaftor 200 mg/ivacaftor 125 mg (lumacaftor 400 mg/ivacaftor 250 mg per dose) 1 tablet of lumacaftor 200 mg/ivacaftor 125 mg Severe (Child-Pugh Class C) 1 through 2 years 7 kg to <9 kg 1 packet of lumacaftor 75 mg/ivacaftor 94 mg oral granules or less frequently. N/A 9 kg to <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 2 through 5 years <14 kg 1 packet of lumacaftor 100 mg/ivacaftor 125 mg oral granules ≥14 kg 1 packet of lumacaftor 150 mg/ivacaftor 188 mg oral granules 6 through 11 years - 1 tablet of lumacaftor 100 mg/ivacaftor 125 mg 1 tablet of lumacaftor 100 mg/ivacaftor 125 mg 12 years and older - 1 tablet of lumacaftor 200 mg/ivacaftor 125 mg 1 tablet of lumacaftor 200 mg/ivacaftor 125 mg 2.3 Dosage Adjustment for Patients Taking CYP3A Inhibitors No dosage adjustment is necessary when CYP3A inhibitors are initiated in patients already taking ORKAMBI. However, when initiating ORKAMBI in patients currently taking strong CYP3A inhibitors, reduce the ORKAMBI dosage for the first week of treatment based on age as follows [see Dosage and Administration (2.1) and Drug Interactions (7.1) ]: 1 through 5 years of age: 1 packet of granules every other day 6 years of age and older: 1 tablet daily Following this one-week period, resume the recommended daily dosage. If ORKAMBI is interrupted for more than one-week and then re-initiated while taking strong CYP3A inhibitors, reduce the ORKAMBI dosage for the first week of treatment re-initiation based on age as follows: 1 through 5 years of age: 1 packet of granules every other day 6 years of age and older: 1 tablet daily Following this one-week period, resume the recommended daily dosage."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ORKAMBI is indicated for the treatment of cystic fibrosis (CF) in patients aged 1 year and older who are homozygous for the F508del mutation in the CFTR gene. If the patient's genotype is unknown, an FDA-cleared CF mutation test should be used to detect the presence of the F508del mutation on both alleles of the CFTR gene. ORKAMBI is a combination of ivacaftor, a cystic fibrosis transmembrane conductance regulator (CFTR) potentiator, and lumacaftor, indicated for the treatment of cystic fibrosis (CF) in patients aged 1 year and older who are homozygous for the F508del mutation in the CFTR gene. If the patient's genotype is unknown, an FDA-cleared CF mutation test should be used to detect the presence of the F508del mutation on both alleles of the CFTR gene. ( 1 ) Limitations of Use: The efficacy and safety of ORKAMBI have not been established in patients with CF other than those homozygous for the F508del mutation. ( 1 ) Limitations of Use The efficacy and safety of ORKAMBI have not been established in patients with CF other than those homozygous for the F508del mutation ."
  ],
  "fetched_at": "2025-10-01T17:31:29.186359",
  "source": "OpenFDA"
}