{
  "drug_name": "Lumateperone",
  "generic_name": [
    "LUMATEPERONE"
  ],
  "brand_names": [
    "CAPLYTA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 inducers: Avoid concomitant use. ( 7.1 ) Strong CYP3A4 inhibitors: Recommended dosage is 10.5 mg once daily. ( 2.2 , 7.1 ) Moderate CYP3A4 inhibitors: Recommended dosage is 21 mg once daily. ( 2.2 , 7.1 ) 7.1 Drugs Having Clinically Important Interactions with CAPLYTA Table 5: Clinically Important Drug Interactions with CAPLYTA CYP3A4 Inducers Clinical Impact Concomitant use of CAPLYTA with CYP3A4 inducers decreases the exposure of lumateperone [see Clinical Pharmacology (12.3 ) ]. Intervention Avoid concomitant use of CAPLYTA with CYP3A4 inducers. Moderate or Strong CYP3A4 inhibitors Clinical Impact Concomitant use of CAPLYTA with moderate or strong CYP3A4 inhibitors increases lumateperone exposure [see Clinical Pharmacology (12.3 )], which may increase the risk of adverse reactions. Intervention Reduce CAPLYTA dose when used concomitantly with moderate or strong CYP3A4 inhibitors [see Dosage and Administration (2.2) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning , Warnings and Precautions (5.1) ] Suicidal Thoughts and Behaviors [see Boxed Warning , Warnings and Precautions (5.2) ] Cerebrovascular Adverse Reactions, Including Stroke, in Elderly Patients with Dementia-related Psychosis [see Warnings and Precautions (5.3) ] Neuroleptic Malignant Syndrome [see Warnings and Precautions (5.4) ] Tardive Dyskinesia [see Warnings and Precautions (5.5) ] Metabolic Changes [see Warnings and Precautions (5.6) ] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions (5.7) ] Orthostatic Hypotension and Syncope [see Warnings and Precautions (5.8) ] Falls [see Warnings and Precautions (5.9) ] Seizures [see Warnings and Precautions (5.10) ] Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.11) ] Body Temperature Dysregulation [see Warnings and Precautions (5.12) ] Dysphagia [see Warnings and Precautions (5.13) ] Most common adverse reactions in clinical trials (incidence > 5% and greater than twice placebo) were ( 6.1 ): Schizophrenia: somnolence/sedation and dry mouth. Bipolar depression: somnolence/sedation, dizziness, nausea, dry mouth. To report SUSPECTED ADVERSE REACTIONS, contact Intra-Cellular Therapies, Inc. at 1-888-611-4824 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of CAPLYTA has been evaluated in placebo-controlled clinical trials in 2664 adult patients with schizophrenia and bipolar depression exposed to one or more doses. A total of 402 CAPLYTA-exposed patients had at least 6 months of exposure and 108 had at least 1 year of exposure to the 42-mg dose of CAPLYTA. Schizophrenia The following findings are based on the pooled short-term (4- to 6-week), placebo-controlled studies in adult patients with schizophrenia in which CAPLYTA was administered at a daily dose of 42 mg (N=406). There was no single adverse reaction leading to discontinuation that occurred at a rate of >2% in CAPLYTA-treated patients. The most common adverse reactions (incidence of at least 5% of patients exposed to CAPLYTA and greater than twice the rate of placebo) are somnolence/sedation and dry mouth. Adverse reactions associated with CAPLYTA (incidence of at least 2% in patients exposed to CAPLYTA and greater than placebo) are shown in Table 2. Table 2: Adverse Reactions Reported in >2% of CAPLYTA-Treated Patients and Occurred at a Greater Incidence than in Placebo-Treated Patients in 4- to 6-week Schizophrenia Trials CAPLYTA 42 mg (N=406) Placebo (N=412) Somnolence/Sedation 24% 10% Nausea 9% 5% Dry Mouth 6% 2% Dizziness 1 5% 3% Creatine Phosphokinase Increased 4% 1% Fatigue 3% 1% Vomiting 3% 2% Hepatic Transaminases Increased 2 2% 1% Decreased Appetite 2% 1% 1 Dizziness, dizziness postural 2 ALT, AST, “hepatic enzymes” increased, or liver function test abnormal Bipolar Depression - Monotherapy The following findings are based on the pooled short-term (6-week), placebo-controlled monotherapy bipolar depression studies in adult patients treated with CAPLYTA administered at a daily dose of 42 mg (N=372). There was no single adverse reaction leading to discontinuation that occurred at a rate of >2% in CAPLYTA-treated patients. The most common adverse reactions (incidence of at least 5% of patients exposed to CAPLYTA and greater than twice the rate of placebo) are somnolence/sedation, dizziness, nausea, and dry mouth. Adverse reactions associated with CAPLYTA (incidence of at least 2% in patients exposed to CAPLYTA and greater than placebo) are shown in Table 3. Table 3: Adverse Reactions Reported in >2% of CAPLYTA-Treated Patients and that Occurred at Greater Incidence than in the Placebo-Treated Patients in Pooled 6-week Monotherapy Bipolar Depression Trials CAPLYTA 42 mg (N=372) Placebo (N=374) Headache 14% 8% Somnolence/Sedation 13% 3% Dizziness 1 8% 4% Nausea 8% 3% Dry mouth 5% 1% Diarrhea 4% 2% Vomiting 4% 0% Abdominal pain 2 2% 1% Upper respiratory tract infection 2% 1% 1 Dizziness, dizziness postural 2 Abdominal discomfort, abdominal pain, abdominal pain upper and lower Bipolar Depression - Adjunctive Therapy with Lithium or Valproate The following findings are based on a 6-week, placebo-controlled adjunctive therapy bipolar depression study in adult patients treated with CAPLYTA administered at a daily dose of 42 mg (N=177). There was no single adverse reaction leading to discontinuation that occurred at a rate of >2% in CAPLYTA-treated patients. The most common adverse reactions (incidence of at least 5% of patients exposed to CAPLYTA and greater than twice the rate of placebo) are somnolence/sedation, dizziness, nausea, and dry mouth. Adverse reactions associated with CAPLYTA (incidence of at least 2% in patients exposed to CAPLYTA and greater than placebo) are shown in Table 4. Table 4: Adverse Reactions Reported in >2% of CAPLYTA-Treated Patients and that Occurred at Greater Incidence than in the Placebo-Treated Patients in a 6-Week Adjunctive Therapy Bipolar Depression Trial CAPLYTA 42 mg (N=177) Placebo (N=175) Somnolence/Sedation 13% 3% Dizziness 1 11% 2% Nausea 9% 4% Dry mouth 5% 1% Vomiting 4% 0% Diarrhea 3% 2% Upper respiratory tract infection 3% 1% Blurred vision 3% 1% Increased blood prolactin 2% 0% 1 Dizziness, dizziness postural Dystonia Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. Although these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and higher doses of first-generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Extrapyramidal Symptoms (EPS) In the short-term, placebo-controlled schizophrenia and bipolar depression studies, data was objectively collected on the Simpson-Angus Scale (SAS) for EPS (total score ranges from 0 to 40), the Barnes Akathisia Rating Scale (BARS) for akathisia (total score ranges from 0 to 14) and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesia (total score ranges from 0 to 28). Schizophrenia In the 4- to 6-week, placebo-controlled schizophrenia trials, the frequency of reported events related to extrapyramidal symptoms (EPS), including akathisia, extrapyramidal disorder, muscle spasms, restlessness, musculoskeletal stiffness, dyskinesia, dystonia, muscle twitching, tardive dyskinesia, tremor, drooling, and involuntary muscle contractions was 6.7% for CAPLYTA and 6.3% for placebo. In the 4- to 6-week schizophrenia trials, the mean changes from baseline for CAPLYTA-treated patients and placebo-treated patients were 0.1 and 0 for the SAS, -0.1 and 0 for the BARS, and 0.1 and 0 for the AIMS, respectively. Bipolar Depression In the 6-week, monotherapy bipolar depression trials, the frequency of reported reactions related to EPS, including muscle spasms, dyskinesia, extrapyramidal disorder, movement disorder, tremor, restlessness, and akathisia was 1.3% for CAPLYTA and 1.1% for placebo. In a 6-week, adjunctive therapy bipolar depression trial, the frequency of reported reactions related to EPS, including tremor, muscle spasms, akathisia, extrapyramidal disorder, gait disturbance, and restlessness was 4.0% for CAPLYTA and 2.3% for placebo. In the 6-week, monotherapy bipolar depression trials, the mean changes from baseline for CAPLYTA-treated patients and placebo-treated patients were 0 and 0 for the SAS, -0.1 and -0.1 for the BARS, and 0 and 0 for the AIMS, respectively. In the 6-week adjunctive therapy bipolar depression trial, the mean changes from baseline for CAPLYTA-treated patients and placebo-treated patients were 0 and 0 for the SAS, 0 and -0.1 for the BARS, and 0and 0 for the AIMS, respectively. 6.2 Postmarketing Experience The following adverse reaction has been identified during post-approval use of CAPLYTA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Central and Peripheral Nervous System Disorders : burning sensation, including skin burning sensation"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS CAPLYTA is contraindicated in patients with history of hypersensitivity reaction to lumateperone. Reactions have included pruritus, rash (e.g. allergic dermatitis, papular rash, and generalized rash), and urticaria. Known hypersensitivity to lumateperone or any components of CAPLYTA. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of CAPLYTA is 42 mg once daily with or without food. ( 2.1 ) Dose titration is not required. ( 2.1 ) Moderate or severe hepatic impairment: Recommended dosage is 21 mg once daily. ( 2.3 , 8.6 ) 2.1 Recommended Dosage The recommended dosage of CAPLYTA is 42 mg administered orally once daily with or without food. Dose titration is not required. 2.2 Dosage Recommendations for Concomitant Use with Moderate or Strong CYP3A4 Inhibitors Coadministration with Strong CYP3A4 Inhibitors The recommended dosage for patients receiving strong CYP3A4 inhibitors is CAPLYTA 10.5 mg once daily [see Drug Interactions (7.1) ] . Coadministration with Moderate CYP3A4 Inhibitors The recommended dosage for patients receiving moderate CYP3A4 inhibitors is CAPLYTA 21 mg once daily [see Drug Interactions (7.1) ] . 2.3 Dosage Recommendations for Patients with Hepatic Impairment For patients with moderate or severe hepatic impairment (Child-Pugh class B or C), the recommended dosage of CAPLYTA is 21 mg once daily [see Use in Specific Populations (8.6) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE CAPLYTA is indicated for the treatment of: Schizophrenia in adults [see Clinical Studies (14.1) ] . Depressive episodes associated with bipolar I or II disorder (bipolar depression) in adults, as monotherapy and as adjunctive therapy with lithium or valproate [see Clinical Studies (14.2) ] . CAPLYTA is an atypical antipsychotic indicated for the treatment of: Schizophrenia in adults. ( 1 ) Depressive episodes associated with bipolar I or II disorder (bipolar depression) in adults, as monotherapy and as adjunctive therapy with lithium or valproate. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:08:59.862751",
  "source": "OpenFDA"
}