{
  "drug_name": "Lurasidone",
  "generic_name": [
    "LURASIDONE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Lurasidone Hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drugs Having Clinically Important Interactions with Lurasidone Table 34: Clinically Important Drug Interactions with Lurasidone Strong CYP3A4 Inhibitors Clinical Impact: Concomitant use of lurasidone hydrochloride tablets with strong CYP3A4 inhibitors increased the exposure of lurasidone compared to the use of lurasidone hydrochloride tablets alone [ see Clinical Pharmacology (12.3) ]. Intervention: Lurasidone hydrochloride tablets should not be used concomitantly with strong CYP3A4 inhibitors [ see Contraindications (4) ]. Examples: Ketoconazole, clarithromycin, ritonavir, voriconazole, mibefradil Moderate CYP3A4 Inhibitors Clinical Impact: Concomitant use of lurasidone hydrochloride tablets with moderate CYP3A4 inhibitors increased the exposure of lurasidone compared to the use of lurasidone hydrochloride tablets alone [ see Clinical Pharmacology (12.3) ]. Intervention: Lurasidone hydrochloride tablets dose should be reduced to half of the original level when used concomitantly with moderate inhibitors of CYP3A4 [ see Dosage and Administration (2.6) ]. Examples: Diltiazem, atazanavir, erythromycin, fluconazole, verapamil Strong CYP3A4 Inducers Clinical Impact: Concomitant use of lurasidone hydrochloride tablets with strong CYP3A4 inducers decreased the exposure of lurasidone compared to the use of lurasidone hydrochloride tablets alone [ see Clinical Pharmacology (12.3) ]. Intervention: Lurasidone hydrochloride tablets should not be used concomitantly with strong CYP3A4 inducers [ see Contraindications (4) ]. Examples: Rifampin, avasimibe, St. John's wort, phenytoin, carbamazepine Moderate CYP3A4 Inducers Clinical Impact: Concomitant use of lurasidone hydrochloride tablets with moderate CYP3A4 inducers decreased the exposure of lurasidone compared to the use of lurasidone hydrochloride tablets alone [ see Clinical Pharmacology (12.3) ]. Intervention: Lurasidone hydrochloride tablets dose should be increased when used concomitantly with moderate inducers of CYP3A4 [ see Dosage and Administration (2.6) ]. Examples: Bosentan, efavirenz, etravirine, modafinil, nafcillin 7.2 Drugs Having No Clinically Important Interactions with Lurasidone ​ Based on pharmacokinetic studies, no dosage adjustment of lurasidone hydrochloride is required when administered concomitantly with lithium, valproate, or substrates of P-gp or CYP3A4 [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning and Warnings and Precautions (5.1) ] Suicidal Thoughts and Behaviors [see Boxed Warning and Warnings and Precautions (5.2) ] Cerebrovascular Adverse Reactions, Including Stroke, in Elderly Patients with Dementia-related Psychosis [see Warnings and Precautions (5.3) ] Neuroleptic Malignant Syndrome [see Warnings and Precautions (5.4) ] Tardive Dyskinesia [see Warnings and Precautions (5.5) ] Metabolic Changes [see Warnings and Precautions (5.6) ] Hyperprolactinemia [see Warnings and Precautions (5.7) ] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions (5.8) ] Orthostatic Hypotension and Syncope [see Warnings and Precautions (5.9) ] Falls [see Warnings and Precautions (5.10) ] Seizures [see Warnings and Precautions (5.11) ] Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.12) ] Body Temperature Dysregulation [see Warnings and Precautions (5.13) ] Activation of Mania/Hypomania [see Warnings and Precautions (5.14) ] Dysphagia [see Warnings and Precautions (5.15) ] Neurological Adverse Reactions in Patients with Parkinson’s Disease or Dementia with Lewy Bodies [see Warnings and Precautions (5.16) ] Commonly observed adverse reactions (incidence ≥ 5% and at least twice the rate for placebo) were ( 6.1 ): Adult patients with schizophrenia: somnolence, akathisia, extrapyramidal symptoms, and nausea Adolescent patients (13 to 17 years) with schizophrenia: somnolence, nausea, akathisia, EPS (non-akathisia), rhinitis (80 mg only), and vomiting Adult patients with bipolar depression: akathisia, extrapyramidal symptoms, and somnolence Pediatric patients (10 to 17 years) with bipolar depression: nausea, weight increase, and insomnia. To report SUSPECTED ADVERSE REACTIONS, contact Avet Pharmaceuticals Inc. at 1-866-901-DRUG (3784) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adults The information below is derived from an integrated clinical study database for lurasidone hydrochloride tablets consisting of 3,799 adult patients exposed to one or more doses of lurasidone hydrochloride tablets for the treatment of schizophrenia, and bipolar depression in placebo-controlled studies. This experience corresponds with a total experience of 1,250.9 patient-years. A total of 1,106 lurasidone hydrochloride tablets-treated patients had at least 24 weeks and 371 lurasidone hydrochloride tablets-treated patients had at least 52 weeks of exposure. Adverse events during exposure to study treatment were obtained by general inquiry and voluntarily reported adverse experiences, as well as results from physical examinations, vital signs, ECGs, weights and laboratory investigations. Adverse experiences were recorded by clinical investigators using their own terminology. In order to provide a meaningful estimate of the proportion of individuals experiencing adverse events, events were grouped in standardized categories using MedDRA terminology. Schizophrenia The following findings are based on the short-term, placebo-controlled premarketing adult studies for schizophrenia in which lurasidone hydrochloride tablets was administered at daily doses ranging from 20 to 160 mg (n=1,508). Commonly Observed Adverse Reactions: The most common adverse reactions (incidence ≥5% and at least twice the rate of placebo) in patients treated with lurasidone hydrochloride tablets were somnolence, akathisia, extrapyramidal symptoms, and nausea. Adverse Reactions Associated with Discontinuation of Treatment: A total of 9.5% (143/1,508) lurasidone hydrochloride tablets-treated patients and 9.3% (66/708) of placebo-treated patients discontinued due to adverse reactions. There were no adverse reactions associated with discontinuation in subjects treated with lurasidone hydrochloride tablets that were at least 2% and at least twice the placebo rate. Adverse Reactions Occurring at an Incidence of 2% or More in Lurasidone Hydrochloride Tablets-Treated Patients: Adverse reactions associated with the use of lurasidone hydrochloride tablets (incidence of 2% or greater, rounded to the nearest percent and lurasidone hydrochloride tablets incidence greater than placebo) that occurred during acute therapy (up to 6 weeks in patients with schizophrenia) are shown in Table 19. Table 19: Adverse Reactions in 2% or More of Lurasidone Hydrochloride Tablets-Treated Patients and That Occurred at Greater Incidence than in the Placebo-Treated Patients in Adult Short-term Schizophrenia Studies Note: Figures rounded to the nearest integer * Somnolence includes adverse event terms: hypersomnia, hypersomnolence, sedation, and somnolence ** Extrapyramidal symptoms include adverse event terms: bradykinesia, cogwheel rigidity, drooling, dystonia, extrapyramidal disorder, hypokinesia, muscle rigidity, oculogyric crisis, oromandibular dystonia, parkinsonism, psychomotor retardation, tongue spasm, torticollis, tremor, and trismus Percentage of Patients Reporting Reaction Lurasidone Hydrochloride Tablets Body System or Organ Class Placebo (N=708) (%) 20 mg/day (N=71) (%) 40 mg/day (N=487) (%) 80 mg/day (N=538) (%) 120 mg/day (N=291) (%) 160 mg/day (N=121) (%) All Lurasidone Hydrochloride Tablets (N=1,508) (%) Gastrointestinal Disorders Nausea 5 11 10 9 13 7 10 Vomiting 6 7 6 9 9 7 8 Dyspepsia 5 11 6 5 8 6 6 Salivary Hypersecretion <1 1 1 2 4 2 2 Musculoskeletal and Connective Tissue Disorders Back Pain 2 0 4 3 4 0 3 Nervous System Disorders Somnolence* 7 15 16 15 26 8 17 Akathisia 3 6 11 12 22 7 13 Extrapyramidal Disorder** 6 6 11 12 22 13 14 Dizziness 2 6 4 4 5 6 4 Psychiatric Disorders Insomnia 8 8 10 11 9 7 10 Agitation 4 10 7 3 6 5 5 Anxiety 4 3 6 4 7 3 5 Restlessness 1 1 3 1 3 2 2 ​ Dose-Related Adverse Reactions in the Schizophrenia Studies Akathisia and extrapyramidal symptoms were dose-related. The frequency of akathisia increased with dose up to 120 mg/day (5.6% for lurasidone hydrochloride tablets 20 mg, 10.7% for lurasidone hydrochloride tablets 40 mg, 12.3% for lurasidone hydrochloride tablets 80 mg, and 22.0% for lurasidone hydrochloride tablets 120 mg). Akathisia was reported by 7.4% (9/121) of patients receiving 160 mg/day. Akathisia occurred in 3.0% of subjects receiving placebo. The frequency of extrapyramidal symptoms increased with dose up to 120 mg/day (5.6% for lurasidone hydrochloride tablets 20 mg, 11.5% for lurasidone hydrochloride tablets 40 mg, 11.9% for lurasidone hydrochloride tablets 80 mg, and 22.0% for lurasidone hydrochloride tablets 120 mg). Bipolar Depression (Monotherapy) The following findings are based on the adult short-term, placebo-controlled premarketing study for bipolar depression in which lurasidone hydrochloride tablets were administered at daily doses ranging from 20 to 120 mg (n=331). Commonly Observed Adverse Reactions : The most common adverse reactions (incidence ≥5%, in either dose group, and at least twice the rate of placebo) in patients treated with lurasidone hydrochloride tablets were akathisia, extrapyramidal symptoms, somnolence, nausea, vomiting, diarrhea, and anxiety. Adverse Reactions Associated with Discontinuation of Treatment: A total of 6.0% (20/331) lurasidone hydrochloride tablets-treated patients and 5.4% (9/168) of placebo-treated patients discontinued due to adverse reactions. There were no adverse reactions associated with discontinuation in subjects treated with lurasidone hydrochloride tablets that were at least 2% and at least twice the placebo rate. Adverse Reactions Occurring at an Incidence of 2% or More in Lurasidone Hydrochloride Tablets-Treated Patients: Adverse reactions associated with the use of lurasidone hydrochloride tablets (incidence of 2% or greater, rounded to the nearest percent and lurasidone hydrochloride tablets incidence greater than placebo) that occurred during acute therapy (up to 6 weeks in patients with bipolar depression) are shown in Table 20. Table 20: Adverse Reactions in 2% or More of Lurasidone Hydrochloride Tablets-Treated Patients and That Occurred at Greater Incidence than in the Placebo-Treated Patients in the Adult Short-term Monotherapy Bipolar Depression Study Note: Figures rounded to the nearest integer *Extrapyramidal symptoms include adverse event terms: bradykinesia, cogwheel rigidity, drooling, dystonia, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, muscle rigidity, oculogyric crisis, oromandibular dystonia, parkinsonism, psychomotor retardation, tongue spasm, torticollis, tremor, and trismus ** Somnolence includes adverse event terms: hypersomnia, hypersomnolence, sedation, and somnolence Percentage of Patients Reporting Reaction Body System or Organ Class Dictionary-derived Term Placebo (N=168) (%) Lurasidone Hydrochloride Tablets 20 to 60 mg/day (N=164) (%) Lurasidone Hydrochloride Tablets 80 to 120 mg/day (N=167) (%) All Lurasidone Hydrochloride Tablets (N=331) (%) Gastrointestinal Disorders Nausea 8 10 17 14 Dry Mouth 4 6 4 5 Vomiting 2 2 6 4 Diarrhea 2 5 3 4 Infections and Infestations Nasopharyngitis 1 4 4 4 Influenza 1 <1 2 2 Urinary Tract Infection <1 2 1 2 Musculoskeletal and Connective Tissue Disorders Back Pain <1 3 <1 2 Nervous System Disorders Extrapyramidal Symptoms* 2 5 9 7 Akathisia 2 8 11 9 Somnolence** 7 7 14 11 Psychiatric Disorders Anxiety 1 4 5 4 Dose-Related Adverse Reactions in the Monotherapy Study: In the adult short-term, placebo-controlled study (involving lower and higher lurasidone hydrochloride tablets dose ranges) [see Clinical Studies (14.2) ] the adverse reactions that occurred with a greater than 5% incidence in the patients treated with lurasidone hydrochloride tablets in any dose group and greater than placebo in both groups were nausea (10.4%, 17.4%), somnolence (7.3%, 13.8%), akathisia (7.9%, 10.8%), and extrapyramidal symptoms (4.9%, 9.0%) for lurasidone hydrochloride tablets 20 to 60 mg/day and lurasidone hydrochloride tablets 80 to 120 mg/day, respectively. Bipolar Depression Adjunctive Therapy with Lithium or Valproate The following findings are based on two adult short-term, placebo-controlled premarketing studies for bipolar depression in which lurasidone hydrochloride tablet was administered at daily doses ranging from 20 to 120 mg as adjunctive therapy with lithium or valproate (n=360). Commonly Observed Adverse Reactions: The most common adverse reactions (incidence ≥5% and at least twice the rate of placebo) in subjects treated with lurasidone hydrochloride tablets were akathisia and somnolence. Adverse Reactions Associated with Discontinuation of Treatment : A total of 5.8% (21/360) lurasidone hydrochloride tablets-treated patients and 4.8% (16/334) of placebo-treated patients discontinued due to adverse reactions. There were no adverse reactions associated with discontinuation in subjects treated with lurasidone hydrochloride tablets that were at least 2% and at least twice the placebo rate. Adverse Reactions Occurring at an Incidence of 2% or More in Lurasidone Hydrochloride Tablets-Treated Patients: Adverse reactions associated with the use of lurasidone hydrochloride tablets (incidence of 2% or greater, rounded to the nearest percent and lurasidone hydrochloride tablets incidence greater than placebo) that occurred during acute therapy (up to 6 weeks in patients with bipolar depression) are shown in Table 21. Table 21: Adverse Reactions in 2% or More of Lurasidone Hydrochloride Tablets-Treated Patients and That Occurred at Greater Incidence than in the Placebo-Treated Patients in the Adult Short-term Adjunctive Therapy Bipolar Depression Studies Note: Figures rounded to the nearest integer *Extrapyramidal symptoms include adverse event terms: bradykinesia, cogwheel rigidity, drooling, dystonia, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, muscle rigidity, oculogyric crisis, oromandibular dystonia, parkinsonism, psychomotor retardation, tongue spasm, torticollis, tremor, and trismus ** Somnolence includes adverse event terms: hypersomnia, hypersomnolence, sedation, and somnolence Percentage of Patients Reporting Reaction Body System or Organ Class Dictionary-derived Term Placebo (N=334) (%) Lurasidone Hydrochloride Tablets 20 to 120 mg/day (N=360) (%) Gastrointestinal Disorders Nausea 10 14 Vomiting 1 4 General Disorders Fatigue 1 3 Infections and Infestations Nasopharyngitis 2 4 Investigations Weight Increased <1 3 Metabolism and Nutrition Disorders Increased Appetite 1 3 Nervous System Disorders Extrapyramidal Symptoms* 9 14 Somnolence** 5 11 Akathisia 5 11 Psychiatric Disorders Restlessness <1 4 ​Adolescents Schizophrenia The following findings are based on the short-term, placebo-controlled adolescent study for schizophrenia in which lurasidone hydrochloride tablet was administered at daily doses ranging from 40 (N=110) to 80 mg (N=104). Commonly Observed Adverse Reactions : The most common adverse reactions (incidence ≥5% and at least twice the rate of placebo) in adolescent patients (13 to 17 years) treated with lurasidone hydrochloride tablets were somnolence, nausea, akathisia, extrapyramidal symptoms (non-akathisia, 40 mg only), vomiting, and rhinorrhea/rhinitis (80 mg only). Adverse Reactions Associated with Discontinuation of Treatment : The incidence of discontinuation due to adverse reactions between lurasidone hydrochloride tablets- and placebo-treated adolescent patients (13 to 17 years) was 4% and 8%, respectively. Adverse Reactions Occurring at an Incidence of 2% or More in Lurasidone Hydrochloride Tablets-Treated Patients : Adverse reactions associated with the use of lurasidone hydrochloride tablets (incidence of 2% or greater, rounded to the nearest percent and lurasidone hydrochloride tablets incidence greater than placebo) that occurred during acute therapy (up to 6-weeks in adolescent patients with schizophrenia) are shown in Table 22. Table 22: Adverse Reactions in 2% or More of Lurasidone Hydrochloride Tablets-Treated Patients and That Occurred at Greater Incidence than in the Placebo-Treated Patients in the Adolescent Short-term Schizophrenia Study Note: Figures rounded to the nearest integer * Somnolence includes adverse event terms: hypersomnia, sedation, and somnolence ** Viral Infection includes adverse event terms: nasopharyngitis, influenza, viral infection, upper respiratory tract infection *** Rhinitis incudes adverse event terms: rhinitis, allergic rhinitis, rhinorrhea, and nasal congestion Percentage of Patients Reporting Reaction Body System or Organ Class Dictionary-derived Term Placebo (N=112) Lurasidone Hydrochloride Tablets 40 mg/day (N=110) Lurasidone Hydrochloride Tablets 80 mg/day (N=104) All Lurasidone Hydrochloride Tablets (N=214) Gastrointestinal Disorders Nausea 3 13 14 14 Vomiting 2 8 6 8 Diarrhea 1 3 5 4 Dry Mouth 0 2 3 2 Infections and Infestations Viral Infection ** 6 11 10 10 Rhinitis *** 2 <1 8 4 Oropharyngeal pain 0 <1 3 2 Tachycardia 0 0 3 1 Nervous System Disorders Somnolence * 7 15 13 15 Akathisia 2 9 9 9 Dizziness 1 5 5 5 Pediatric Patients (10 to 17 years) Bipolar Depression The following findings are based on the 6-week, placebo-controlled study for bipolar depression in pediatric patients 10 to 17 years in which lurasidone hydrochloride tablet was administered at daily doses ranging from 20 to 80 mg (N=175). Commonly Observed Adverse Reactions : The most common adverse reactions (incidence ≥5%, and at least twice the rate of placebo) in pediatric patients (10 to 17 years) treated with lurasidone hydrochloride tablets were nausea, weight increase, and insomnia. Adverse Reactions Associated with Discontinuation of Treatment : The incidence of discontinuation due to adverse reactions between lurasidone hydrochloride tablets- and placebo-treated pediatric patients 10 to 17 years was 2% and 2%, respectively. Adverse Reactions Occurring at an Incidence of 2% or More in Lurasidone Hydrochloride Tablets-Treated Patients: Adverse reactions associated with the use of lurasidone hydrochloride tablets (incidence of 2% or greater, rounded to the nearest percent and lurasidone hydrochloride tablets incidence greater than placebo) that occurred during acute therapy (up to 6 weeks in pediatric patients with bipolar depression) are shown in Table 23. Table 23: Adverse Reactions in 2% or More of Lurasidone Hydrochloride Tablets-Treated Patients and That Occurred at Greater Incidence than in the Placebo-Treated Patients in the 6-Week Bipolar Depression Study in Pediatric Patients (10 to 17 years) Note: Figures rounded to the nearest integer *Somnolence includes adverse event terms: hypersomnia, hypersomnolence, sedation, and somnolence **EPS includes adverse event terms: akathisia, cogwheel rigidity, dyskinesia, dystonia, hyperkinesia, joint stiffness, muscle rigidity, muscle spasms, musculoskeletal stiffness, oculogyric crisis, parkinsonism, tardive dyskinesia, and tremor Percentage of Patients Reporting Reaction Body System or Organ Class Dictionary-derived Term Placebo (N=172) Lurasidone Hydrochloride Tablets 20 to 80 mg/day (N=175) Gastrointestinal Disorders Nausea 6 16 Vomiting 4 6 Abdominal Pain Upper 2 3 Diarrhea 2 3 Abdominal Pain 1 3 General Disorders And Administration Site Conditions Fatigue 2 3 Investigations Weight Increased 2 7 Metabolism and Nutrition Disorders Decreased Appetite 2 4 Nervous System Disorders Somnolence* 6 11 Extrapyramidal symptoms** 5 6 Dizziness 5 6 Psychiatric Disorders Insomnia 2 5 Abnormal Dreams 2 2 Respiratory, Thoracic and Mediastinal Disorders Oropharyngeal Pain 2 2 Extrapyramidal Symptoms Schizophrenia Adults In the short-term, placebo-controlled schizophrenia studies, for lurasidone hydrochloride tablets-treated patients, the incidence of reported events related to extrapyramidal symptoms (EPS), excluding akathisia and restlessness, was 13.5% and 5.8% for placebo-treated patients. The incidence of akathisia for lurasidone hydrochloride tablets-treated patients was 12.9% and 3.0% for placebo-treated patients. Incidence of EPS by dose is provided in Table 24. Table 24: Incidence of EPS Compared to Placebo in Adult Schizophrenia Studies Note: Figures rounded to the nearest integer * Dystonia includes adverse event terms: dystonia, oculogyric crisis, oromandibular dystonia, tongue spasm, torticollis, and trismus ** Parkinsonism includes adverse event terms: bradykinesia, cogwheel rigidity, drooling, extrapyramidal disorder, hypokinesia, muscle rigidity, parkinsonism, psychomotor retardation, and tremor Lurasidone Hydrochloride Tablets Adverse Event Term Placebo (N=708) (%) 20 mg/day (N=71) (%) 40 mg/day (N=487) (%) 80 mg/day (N=538) (%) 120 mg/day (N=291) (%) 160 mg/day (N=121) (%) All EPS events 9 10 21 23 39 20 All EPS events, excluding Akathisia/Restlessness 6 6 11 12 22 13 Akathisia 3 6 11 12 22 7 Dystonia* <1 0 4 5 7 2 Parkinsonism** 5 6 9 8 17 11 Restlessness 1 1 3 1 3 2 ​Adolescents In the short-term, placebo-controlled, study of schizophrenia in adolescents, the incidence of EPS, excluding events related to akathisia, for lurasidone hydrochloride tablets-treated patients was higher in the 40 mg (10%) and the 80 mg (7.7%) treatment groups vs. placebo (3.6%); and the incidence of akathisia-related events for lurasidone hydrochloride tablets-treated patients was 8.9% vs. 1.8% for placebo-treated patients. Incidence of EPS by dose is provided in Table 25. Table 25: Incidence of EPS Compared to Placebo in the Adolescent Schizophrenia Study Note: Figures rounded to the nearest integer * Dystonia includes adverse event terms: dystonia, trismus, oculogyric crisis, oromandibular dystonia, tongue spasm, and torticollis ** Parkinsonism includes adverse event terms: bradykinesia, drooling, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, parkinsonism, and psychomotor retardation Lurasidone Hydrochloride Tablets Adverse Event Term Placebo (N=112) (%) 40 mg/day (N=110) (%) 80 mg/day (N=104) (%) All EPS events 5 14 14 All EPS events, excluding Akathisia/Restlessness 4 7 7 Akathisia 2 9 9 Parkinsonism** <1 4 0 Dyskinesia <1 <1 1 Dystonia* 0 <1 1 Bipolar Depression Adults Monotherapy In the adult short-term, placebo-controlled monotherapy bipolar depression study, for lurasidone hydrochloride tablets-treated patients, the incidence of reported events related to EPS, excluding akathisia and restlessness was 6.9% and 2.4% for placebo-treated patients. The incidence of akathisia for lurasidone hydrochloride tablets-treated patients was 9.4% and 2.4% for placebo-treated patients. Incidence of EPS by dose groups is provided in Table 26. Table 26: Incidence of EPS Compared to Placebo in the Adult Monotherapy Bipolar Depression Study Note: Figures rounded to the nearest integer * Dystonia includes adverse event terms: dystonia, oculogyric crisis, oromandibular dystonia, tongue spasm, torticollis, and trismus ** Parkinsonism includes adverse event terms: bradykinesia, cogwheel rigidity, drooling, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, muscle rigidity, parkinsonism, psychomotor retardation, and tremor Lurasidone Hydrochloride Tablets Adverse Event Term Placebo (N=168) (%) 20 to 60 mg/day (N=164) (%) 80 to 120 mg/day (N=167) (%) All EPS events 5 12 20 All EPS events, excluding Akathisia/Restlessness 2 5 9 Akathisia 2 8 11 Dystonia* 0 0 2 Parkinsonism** 2 5 8 Restlessness <1 0 3 Adjunctive Therapy with Lithium or Valproate In the adult short-term, placebo-controlled adjunctive therapy bipolar depression studies, for lurasidone hydrochloride tablets-treated patients, the incidence of EPS, excluding akathisia and restlessness, was 13.9% and 8.7% for placebo. The incidence of akathisia for lurasidone hydrochloride tablets-treated patients was 10.8% and 4.8% for placebo-treated patients. Incidence of EPS is provided in Table 27. Table 27: Incidence of EPS Compared to Placebo in the Adult Adjunctive Therapy Bipolar Depression Studies Note: Figures rounded to the nearest integer * Dystonia includes adverse event terms: dystonia, oculogyric crisis, oromandibular dystonia, tongue spasm, torticollis, and trismus ** Parkinsonism includes adverse event terms: bradykinesia, cogwheel rigidity, drooling, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, muscle rigidity, parkinsonism, psychomotor retardation, and tremor Adverse Event Term Placebo (N=334) (%) Lurasidone Hydrochloride Tablets 20 to 120 mg/day (N=360) (%) All EPS events 13 24 All EPS events, excluding Akathisia/Restlessness 9 14 Akathisia 5 11 Dystonia* <1 1 Parkinsonism** 8 13 Restlessness <1 4 In the short-term, placebo-controlled schizophrenia and bipolar depression studies, data was objectively collected on the Simpson Angus Rating Scale (SAS) for extrapyramidal symptoms (EPS), the Barnes Akathisia Scale (BAS) for akathisia and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesias. Pediatric Patients (10 to 17 years) In the 6-week, placebo-controlled study of bipolar depression in pediatric patients 10 to 17 years, the incidence of EPS, excluding events related to akathisia, for lurasidone hydrochloride tablets-treated patients was similar in the lurasidone hydrochloride tablets 20 to 80 mg/day (3.4%) treatment group vs. placebo (3.5%); and the incidence of akathisia-related events for lurasidone hydrochloride tablets-treated patients was 2.9% vs. 3.5% for placebo-treated patients. Incidence of EPS by dose is provided in Table 28. Table 28: Incidence of EPS Compared to Placebo in the Bipolar Depression Study in Pediatric Patients (10 to 17 years) Note: Figures rounded to the nearest integer * EPS include adverse event terms: akathisia, cogwheel rigidity, dyskinesia, dystonia, hyperkinesia, joint stiffness, muscle rigidity, muscle spasms, musculoskeletal stiffness, oculogyric crisis, parkinsonism, tardive dyskinesia, and tremor ** Parkinsonism includes adverse event terms: bradykinesia, drooling, extrapyramidal disorder, glabellar reflex abnormal, hypokinesia, parkinsonism, and psychomotor retardation ***Dystonia includes adverse event terms: dystonia, oculogyric crisis, oromandibular dystonia, tongue spasm, torticollis, and trismus Adverse Event Term Placebo (N=172) (%) Lurasidone Hydrochloride Tablets 20 to 80 mg/day (N=175) (%) All EPS events* 5 6 All EPS events, excluding Akathisia/Restlessness 4 3 Akathisia 4 3 Parkinsonism** <1 <1 Dystonia*** 1 <1 Salivary hypersecretion <1 <1 Psychomotor hyperactivity 0 <1 Tardive Dyskinesia <1 0 Schizophrenia Adults The mean change from baseline for lurasidone hydrochloride tablets-treated patients for the SAS, BAS and AIMS was comparable to placebo-treated patients, with the exception of the Barnes Akathisia Scale global score (lurasidone hydrochloride tablets, 0.1; placebo, 0.0). The percentage of patients who shifted from normal to abnormal was greater in lurasidone hydrochloride tablets-treated patients and placebo for the BAS (lurasidone hydrochloride tablets, 14.4%; placebo, 7.1%), the SAS (lurasidone hydrochloride tablets, 5.0%; placebo, 2.3%) and the AIMS (lurasidone hydrochloride tablets, 7.4%; placebo, 5.8%). Adolescents The mean change from baseline for lurasidone hydrochloride tablets-treated patients with adolescent schizophrenia for the SAS, BAS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in lurasidone hydrochloride tablets-treated patients and placebo for the BAS (lurasidone hydrochloride tablets, 7.0%; placebo, 1.8%), the SAS (lurasidone hydrochloride tablets, 8.3%; placebo, 2.7%) and the AIMS (lurasidone hydrochloride tablets, 2.8%; placebo, 0.9%). Bipolar Depression Adults Monotherapy The mean change from baseline for lurasidone hydrochloride tablets-treated adult patients for the SAS, BAS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in lurasidone hydrochloride tablets-treated patients and placebo for the BAS (lurasidone hydrochloride tablets, 8.4%; placebo, 5.6%), the SAS (lurasidone hydrochloride tablets, 3.7%; placebo, 1.9%) and the AIMS (lurasidone hydrochloride tablets, 3.4%; placebo, 1.2%). Adjunctive Therapy with Lithium or Valproate The mean change from baseline for lurasidone hydrochloride tablets-treated adult patients for the SAS, BAS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in lurasidone hydrochloride tablets-treated patients and placebo for the BAS (lurasidone hydrochloride tablets, 8.7%; placebo, 2.1%), the SAS (lurasidone hydrochloride tablets, 2.8%; placebo, 2.1%) and the AIMS (lurasidone hydrochloride tablets, 2.8%; placebo, 0.6%). Pediatric Patients (10 to 17 years) The mean change from baseline for lurasidone hydrochloride tablets-treated pediatric patients 10 to 17 years with bipolar depression for the SAS, BAS and AIMS was comparable to placebo-treated patients. The percentage of patients who shifted from normal to abnormal was greater in lurasidone hydrochloride tablets-treated patients and placebo for the BAS (lurasidone hydrochloride tablets, 4.6%; placebo, 2.4%), the SAS (lurasidone hydrochloride tablets, 0.6%; placebo, 0%) and was the same for the AIMS (lurasidone hydrochloride tablets, 0%; placebo, 0%). Dystonia Class Effect: Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first-generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Schizophrenia Adults In the short-term, placebo-controlled schizophrenia clinical studies, dystonia occurred in 4.2% of lurasidone hydrochloride tablets-treated subjects (0.0% lurasidone hydrochloride tablets 20 mg, 3.5% lurasidone hydrochloride tablets 40 mg, 4.5% lurasidone hydrochloride tablets 80 mg, 6.5% lurasidone hydrochloride tablets 120 mg and 2.5% lurasidone hydrochloride tablets 160 mg) compared to 0.8% of subjects receiving placebo. Seven subjects (0.5%, 7/1,508) discontinued clinical trials due to dystonic events – four were receiving lurasidone hydrochloride tablets 80 mg/day and three were receiving lurasidone hydrochloride tablets 120 mg/day. Adolescents In the short-term, placebo-controlled, adolescent schizophrenia study, dystonia occurred in 1% of lurasidone hydrochloride tablets-treated patients (1% lurasidone hydrochloride tablets 40 mg and 1% lurasidone hydrochloride tablets 80 mg) compared to 0% of patients receiving placebo. No patients discontinued the clinical study due to dystonic events. Bipolar Depression Adults Monotherapy In the adult short-term, flexible-dose, placebo-controlled monotherapy bipolar depression study, dystonia occurred in 0.9% of lurasidone hydrochloride tablets-treated subjects (0.0% and 1.8% for lurasidone hydrochloride tablets 20 to 60 mg/day and lurasidone hydrochloride tablets 80 to 120 mg/day, respectively) compared to 0.0% of subjects receiving placebo. No subject discontinued the clinical study due to dystonic events. Adjunctive Therapy with Lithium or Valproate In the adult short-term, flexible-dose, placebo-controlled adjunctive therapy bipolar depression studies, dystonia occurred in 1.1% of lurasidone hydrochloride tablets-treated subjects (20 to 120 mg) compared to 0.6% of subjects receiving placebo. No subject discontinued the clinical study due to dystonic events. Pediatric Patients (10 to 17 years) In the 6-week, placebo-controlled bipolar depression study in pediatric patients 10 to 17 years, dystonia occurred in 0.6% of lurasidone hydrochloride tablets-treated patients compared to 1.2% of patients receiving placebo. No patients discontinued the clinical study due to dystonic events. Other Adverse Reactions Observed During the Premarketing Evaluation of Lurasidone Hydrochloride Tablets Following is a list of adverse reactions reported by adult patients treated with lurasidone hydrochloride tablets at multiple doses of ≥20 mg once daily within the premarketing database of 2,905 patients with schizophrenia. The reactions listed are those that could be of clinical importance, as well as reactions that are plausibly drug-related on pharmacologic or other grounds. Reactions listed in Table 19 or those that appear elsewhere in the lurasidone hydrochloride tablets label are not included. Reactions are further categorized by organ class and listed in order of decreasing frequency according to the following definitions: those occurring in at least 1/100 patients (frequent) (only those not already listed in the tabulated results from placebo-controlled studies appear in this listing); those occurring in 1/100 to 1/1,000 patients (infrequent); and those occurring in fewer than 1/1,000 patients (rare). Blood and Lymphatic System Disorders: Infrequent: anemia Cardiac Disorders: Frequent: tachycardia; Infrequent: AV block 1st degree, angina pectoris, bradycardia Ear and Labyrinth Disorders: Infrequent: vertigo Eye Disorders: Frequent: blurred vision Gastrointestinal Disorders: Frequent: abdominal pain, diarrhea; Infrequent: gastritis General Disorders and Administrative Site Conditions: Rare: sudden death Investigations: Frequent: CPK increased Metabolism and Nutritional System Disorders: Frequent: decreased appetite Musculoskeletal and Connective Tissue Disorders: Rare: rhabdomyolysis Nervous System Disorders: Infrequent: cerebrovascular accident, dysarthria Psychiatric Disorders: Infrequent: abnormal dreams, panic attack, sleep disorder Renal and Urinary Disorders: Infrequent: dysuria; Rare: renal failure Reproductive System and Breast Disorders: Infrequent: amenorrhea, dysmenorrhea; Rare: breast enlargement, breast pain, galactorrhea, erectile dysfunction, priapism Skin and Subcutaneous Tissue Disorders: Frequent: rash, pruritus; Rare: angioedema Vascular Disorders: Frequent: hypertension Clinical Laboratory Changes Schizophrenia Adults Serum Creatinine : In short-term, placebo-controlled trials, the mean change from Baseline in serum creatinine was +0.05 mg/dL for lurasidone hydrochloride tablets-treated patients compared to +0.02 mg/dL for placebo-treated patients. A creatinine shift from normal to high occurred in 3.0% (43/1,453) of lurasidone hydrochloride tablets-treated patients and 1.6% (11/681) on placebo. The threshold for high creatinine value varied from >0.79 to >1.3 mg/dL based on the centralized laboratory definition for each study (Table 29). Table 29: Serum Creatinine Shifts from Normal at Baseline to High at Study End-Point in Adult Schizophrenia Studies Laboratory Parameter Placebo (N=708) Lurasidone Hydrochloride Tablets 20 mg/day (N=71) Lurasidone Hydrochloride Tablets 40 mg/day (N=487) Lurasidone Hydrochloride Tablets 80 mg/day (N=538) Lurasidone Hydrochloride Tablets 120 mg/day (N=291) Lurasidone Hydrochloride Tablets 160 mg/day (N=121) Serum Creatinine Elevated 2% 1% 2% 2% 5% 7% Adolescents Serum Creatinine: In the short-term, placebo-controlled, adolescent schizophrenia study, the mean change from Baseline in serum creatinine was -0.009 mg/dL for lurasidone hydrochloride tablets-treated patients compared to +0.017 mg/dL for placebo-treated patients. A creatinine shift from normal to high (based on the centralized laboratory definition) occurred in 7.2% (14/194) of lurasidone hydrochloride tablets-treated patients and 2.9% (3/103) on placebo (Table 30). Table 30: Serum Creatinine Shifts from Normal at Baseline to High at Study End-Point in the Adolescent Schizophrenia Study Laboratory Parameter Placebo (N=103) Lurasidone Hydrochloride Tablets 40 mg/day (N=97) Lurasidone Hydrochloride Tablets 80 mg/day (N=97) Serum Creatinine Elevated 2.9% 7.2% 7.2% ​Bipolar Depression Adults Monotherapy Serum Creatinine: In the adult short-term, flexible-dose, placebo-controlled monotherapy bipolar depression study, the mean change from Baseline in serum creatinine was +0.01 mg/dL for lurasidone hydrochloride tablets-treated patients compared to -0.02 mg/dL for placebo-treated patients. A creatinine shift from normal to high occurred in 2.8% (9/322) of lurasidone hydrochloride tablets-treated patients and 0.6% (1/162) on placebo (Table 31). Table 31: Serum Creatinine Shifts from Normal at Baseline to High at Study End-Point in the Adult Monotherapy Bipolar Depression Study Laboratory Parameter Placebo (N=168) Lurasidone Hydrochloride Tablets 20 to 60 mg/day (N=164) Lurasidone Hydrochloride Tablets 80 to 120 mg/day (N=167) Serum Creatinine Elevated <1% 2% 4% Adjunctive Therapy with Lithium or Valproate Serum Creatinine: In adult short-term, placebo-controlled premarketing adjunctive studies for bipolar depression, the mean change from Baseline in serum creatinine was +0.04 mg/dL for lurasidone hydrochloride tablets-treated patients compared to -0.01 mg/dL for placebo-treated patients. A creatinine shift from normal to high occurred in 4.3% (15/360) of lurasidone hydrochloride tablets-treated patients and 1.6% (5/334) on placebo (Table 32). Table 32: Serum Creatinine Shifts from Normal at Baseline to High at Study End-Point in the Adult Adjunctive Therapy Bipolar Depression Studies Laboratory Parameter Placebo (N=334) Lurasidone Hydrochloride Tablets 20 to 120 mg/day (N=360) Serum Creatinine Elevated 2% 4% ​ Pediatric Patients (10 to 17 years) Serum Creatinine: In the 6-week, placebo-controlled bipolar depression study in pediatric patients 10 to 17 years, the mean change from Baseline in serum creatinine was +0.021 mg/dL for lurasidone hydrochloride tablets-treated patients compared to +0.009 mg/dL for placebo-treated patients. A creatinine shift from normal to high (based on the centralized laboratory definition) occurred in 6.7% (11/163) of lurasidone hydrochloride tablets-treated patients and 4.5% (7/155) on placebo (Table 33). Table 33: Serum Creatinine Shifts from Normal at Baseline to High at Study End-Point in the Bipolar Depression Study in Pediatric Patients (10 to 17 years) Laboratory Parameter Placebo (N=155) Lurasidone Hydrochloride Tablets 20 to 80 mg/day (N=163) Serum Creatinine Elevated 4.5% 6.7% Pediatric Patients (6 to 17 years) In a 104-week, open-label study in pediatric patients with schizophrenia, bipolar depression, or autistic disorder, the mean change from baseline to Week 104 in serum creatinine was +0.07 mg/dL. In patients with a normal serum creatinine at baseline, 6% experienced a shift to high at endpoint. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of lurasidone hydrochloride tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Reactions: Urticaria, throat swelling, tongue swelling, dyspnea, and rash. Metabolism and Nutrition Disorders: Hyponatremia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Known hypersensitivity to lurasidone HCl or any components in the formulation. Angioedema has been observed with lurasidone [see Adverse Reactions (6.1) ] . Strong CYP3A4 inhibitors (e.g., ketoconazole, clarithromycin, ritonavir, voriconazole, mibefradil, etc.) [see Drug Interactions (7.1) ] . Strong CYP3A4 inducers (e.g., rifampin, avasimibe, St. John’s wort, phenytoin, carbamazepine, etc.) [see Drug Interactions (7.1) ] . Known hypersensitivity to lurasidone hydrochloride or any components in the formulation ( 4 ). Concomitant use with a strong CYP3A4 inhibitor (e.g., ketoconazole) ( 2.6 , 4 , 7.1 ). Concomitant use with a strong CYP3A4 inducer (e.g., rifampin) ( 2.6 , 4 , 7.1 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Lurasidone hydrochloride tablets should be taken with food (at least 350 calories). Administration with food substantially increases the absorption of lurasidone ( 2.3 , 12.3 ). Indication Starting Dose Recommended Dose Schizophrenia – adults ( 2.1 ) 40 mg per day 40 mg to 160 mg per day Schizophrenia adolescents (13 to 17 years) ( 2.1 ) 40 mg per day 40 mg to 80 mg per day Bipolar Depression-adults ( 2.2 ) 20 mg per day 20 mg to 120 mg per day Bipolar Depression pediatric patients (10 to 17 years) ( 2.2 ) 20 mg per day 20 mg to 80 mg per day Moderate and Severe Renal Impairment: Recommended starting dose is 20 mg per day, and the maximum recommended dose is 80 mg per day ( 2.4 , 8.6 ). Moderate and Severe Hepatic Impairment: Recommended starting dose is 20 mg per day. The maximum recommended dose is 80 mg per day in moderate hepatic impairment and 40 mg per day in severe hepatic impairment ( 2.5 , 8.7 ). Concomitant Use of a Moderate CYP3A4 inhibitor (e.g., diltiazem): Lurasidone hydrochloride tablets dose should be reduced to half of the original dose level. Recommended starting dose is 20 mg per day. Maximum recommended dose is 80 mg per day ( 2.6 , 7.1 ). Concomitant Use of a Moderate CYP3A4 Inducer: It may be necessary to increase the dose of lurasidone hydrochloride tablets ( 2.6 , 7.1 ). 2.1 Schizophrenia Adults The recommended starting dose of lurasidone hydrochloride tablet is 40 mg once daily. Initial dose titration is not required. Lurasidone hydrochloride tablets have been shown to be effective in a dose range of 40 mg per day to 160 mg per day [ see Clinical Studies (14.1) ] . The maximum recommended dose is 160 mg per day. Adolescents (13 to 17 years) The recommended starting dose of lurasidone hydrochloride tablet is 40 mg once daily. Initial dose titration is not required. Lurasidone hydrochloride tablets have been shown to be effective in a dose range of 40 mg per day to 80 mg per day [ see Clinical Studies ( 14.1 ) ] . The maximum recommended dose is 80 mg per day. 2.2 Depressive Episodes Associated with Bipolar I Disorder Adults The recommended starting dose of lurasidone hydrochloride tablet is 20 mg given once daily as monotherapy or as adjunctive therapy with lithium or valproate. Initial dose titration is not required. Lurasidone hydrochloride tablets have been shown to be effective in a dose range of 20 mg per day to 120 mg per day as monotherapy or as adjunctive therapy with lithium or valproate [ see Clinical Studies ( 14.2 ) ]. The maximum recommended dose, as monotherapy or as adjunctive therapy with lithium or valproate, is 120 mg per day. In the monotherapy study, the higher dose range (80 mg to 120 mg per day) did not provide additional efficacy, on average, compared to the lower dose range (20 to 60 mg per day) [ see Clinical Studies ( 14.2 )] . Pediatric Patients (10 to 17 years) The recommended starting dose of lurasidone hydrochloride tablet is 20 mg given once daily as monotherapy. Initial dose titration is not required. The dose may be increased after one week based on clinical response. Lurasidone hydrochloride tablets have been shown to be effective in a dose range of 20 mg per day to 80 mg per day as monotherapy. At the end of the clinical study, most of the patients (67%) received 20 mg or 40 mg once daily [see Clinical Studies (14.2) ] . The maximum recommended dose is 80 mg per day. The efficacy of lurasidone hydrochloride tablets in the treatment of mania associated with bipolar disorder has not been established. 2.3 Administration Information Lurasidone hydrochloride tablets should be taken with food (at least 350 calories). Administration with food substantially increases the absorption of lurasidone. Administration with food increases the AUC approximately 2-fold and increases the C max approximately 3-fold. In the clinical studies, lurasidone hydrochloride tablets were administered with food [see Clinical Pharmacology (12.3) ] . The effectiveness of lurasidone hydrochloride tablets for longer-term use, that is, for more than 6 weeks, has not been established in controlled studies. Therefore, the physician who elects to use lurasidone hydrochloride tablets for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient [see Dosage and Administration ( 2.1 and 2.2 )] . 2.4 Dose Modifications for Renal Impairment Dose adjustment is recommended in moderate (creatinine clearance: 30 to <50 mL/min) and severe renal impairment (creatinine clearance <30 mL/min) patients. The recommended starting dose is 20 mg per day. The dose in these patients should not exceed 80 mg per day [see Use in Specific Populations (8.6) ] . 2.5 Dose Modifications for Hepatic Impairment Dose adjustment is recommended in moderate (Child-Pugh Score = 7 to 9) and severe hepatic impairment (Child-Pugh Score = 10 to 15) patients. The recommended starting dose is 20 mg per day. The dose in moderate hepatic impairment patients should not exceed 80 mg per day and the dose in severe hepatic impairment patients should not exceed 40 per mg/day [see Use in Specific Populations (8.7) ]. 2.6 Dose Modifications Due to Drug Interactions of CYP3A4 Inhibitors and CYP3A4 Inducers Concomitant Use with CYP3A4 Inhibitors Lurasidone hydrochloride tablets should not be used concomitantly with a strong CYP3A4 inhibitor (e.g., ketoconazole, clarithromycin, ritonavir, voriconazole, mibefradil, etc.) [see Contraindications (4) ] . If lurasidone hydrochloride tablets are being prescribed and a moderate CYP3A4 inhibitor (e.g. diltiazem, atazanavir, erythromycin, fluconazole, verapamil etc.) is added to the therapy, the lurasidone hydrochloride tablets dose should be reduced to half of the original dose level. Similarly, if a moderate CYP3A4 inhibitor is being prescribed and lurasidone hydrochloride tablets are added to the therapy, the recommended starting dose of lurasidone hydrochloride tablets is 20 mg per day, and the maximum recommended dose of lurasidone hydrochloride tablets is 80 mg per day [see Contraindications (4) , Drug Interactions (7.1) ] . Grapefruit and grapefruit juice should be avoided in patients taking lurasidone hydrochloride tablets, since these may inhibit CYP3A4 and alter lurasidone concentrations [ see Drug Interactions (7.1) ] . Concomitant Use with CYP3A4 Inducers Lurasidone hydrochloride tablets should not be used concomitantly with a strong CYP3A4 inducer (e.g., rifampin, avasimibe, St. John’s wort, phenytoin, carbamazepine, etc.) [see Contraindications (4) ; Drug Interactions (7.1) ] . If lurasidone hydrochloride tablets are used concomitantly with a moderate CYP3A4 inducer, it may be necessary to increase the lurasidone hydrochloride tablets dose after chronic treatment (7 days or more) with the CYP3A4 inducer."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lurasidone hydrochloride tablet is indicated for: Treatment of adult and adolescent patients (13 to 17 years) with schizophrenia [see Clinical Studies (14.1) ] . Monotherapy treatment of adult and pediatric patients (10 to 17 years) with major depressive episode associated with bipolar I disorder (bipolar depression) [see Clinical Studies (14.2) ] . Adjunctive treatment with lithium or valproate in adult patients with major depressive episode associated with bipolar I disorder (bipolar depression) [see Clinical Studies (14.2) ] . Lurasidone hydrochloride is an atypical antipsychotic indicated for the treatment of: Schizophrenia in adults and adolescents (13 to 17 years) ( 1 , 14.1 ) Depressive episode associated with Bipolar I Disorder (bipolar depression) in adults and pediatric patients (10 to 17 years) as monotherapy ( 1 , 14.2 ) Depressive episode associated with Bipolar I Disorder (bipolar depression) in adults as adjunctive therapy with lithium or valproate ( 1 , 14.2 )"
  ],
  "fetched_at": "2025-10-01T17:00:12.753880",
  "source": "OpenFDA"
}