{
  "drug_name": "Lurbinectedin",
  "generic_name": [
    "LURBINECTEDIN"
  ],
  "brand_names": [
    "ZEPZELCA"
  ],
  "drug_interactions": [
    "2.3 Dosage Modifications for Use with Strong and Moderate CYP3A Inhibitors Avoid coadministration of ZEPZELCA with strong or moderate CYP3A inhibitors. If coadministration of ZEPZELCA with a strong or moderate CYP3A inhibitor cannot be avoided, reduce the dose of ZEPZELCA by 50% [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . After discontinuation of a strong or moderate CYP3A inhibitor for 5 half-lives of the inhibitor, increase the ZEPZELCA dose to the dose used before starting the inhibitor .",
    "7 DRUG INTERACTIONS • Effect of Other Drugs on ZEPZELCA : Avoid coadministration. ( 7.1 ) 7.1 Effect of Other Drugs on ZEPZELCA Strong and Moderate CYP3A Inhibitors Coadministration of ZEPZELCA with a strong or a moderate CYP3A inhibitor increases lurbinectedin systemic exposure [see Clinical Pharmacology (12.3) ], which may increase the incidence and severity of adverse reactions to ZEPZELCA. Avoid grapefruit and Seville oranges during ZEPZELCA treatment, as these contain strong or moderate inhibitors of CYP3A. Avoid coadministration of ZEPZELCA with strong or moderate CYP3A inhibitors. If coadministration cannot be avoided, reduce the dose of ZEPZELCA [see Dosage and Administration (2.3) ] . Strong CYP3A Inducers Avoid coadministration of ZEPZELCA with strong CYP3A inducers. Coadministration of ZEPZELCA with a strong CYP3A inducer may decrease lurbinectedin systemic exposure, which may decrease the efficacy of ZEPZELCA [see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Myelosuppression [see Warnings and Precautions (5.1) ] • Hepatotoxicity [see Warnings and Precautions (5.2) ] • Extravasation Resulting in Tissue Necrosis [see Warnings and Precautions (5.3) ] • Rhabdomyolysis [see Warnings and Precautions (5.4) ] The most common adverse reactions, including laboratory abnormalities, (≥20%) are leukopenia, lymphopenia, fatigue, anemia, neutropenia, increased creatinine, increased alanine aminotransferase, increased glucose, thrombocytopenia, nausea, decreased appetite, musculoskeletal pain, decreased albumin, constipation, dyspnea, decreased sodium, increased aspartate aminotransferase, vomiting, cough, decreased magnesium and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Jazz Pharmaceuticals, Inc. at 1-800-520-5568 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to ZEPZELCA as a single agent at a dose of 3.2 mg/m 2 intravenously every 21 days in 554 patients with advanced solid tumors. Among 554 patients who received ZEPZELCA, including 105 patients with small cell lung cancer (SCLC) in PM1183-B-005-14 (Study B-005), 24% were exposed for 6 months or longer and 5% were exposed for greater than one year. Small Cell Lung Cancer (SCLC) The safety of ZEPZELCA was evaluated in a cohort of 105 patients with previously treated SCLC in Study B-005 [see Clinical Studies (14) ] . Patients received ZEPZELCA 3.2 mg/m 2 intravenously every 21 days. All patients in this study received a pre-specified anti-emetic regimen consisting of a corticosteroid and serotonin antagonist. Patients could receive G-CSF for secondary prophylaxis (i.e., after patients had an initial decrease in WBC), but not primary prophylaxis. Among patients who received ZEPZELCA, 29% were exposed for 6 months or longer and 6% were exposed for greater than one year. Serious adverse reactions occurred in 34% of patients who received ZEPZELCA. Serious adverse reactions in ≥ 3% of patients included pneumonia, febrile neutropenia, neutropenia, respiratory tract infection, anemia, dyspnea, and thrombocytopenia. Permanent discontinuation due to an adverse reaction occurred in two patients (1.9%) who received ZEPZELCA. Adverse reactions resulting in permanent discontinuation in ≥ 1% of patients who received ZEPZELCA, which included peripheral neuropathy and myelosuppression. Dosage interruptions due to an adverse reaction occurred in 30.5% of patients who received ZEPZELCA. Adverse reactions requiring dosage interruption in ≥ 3% of patients who received ZEPZELCA included neutropenia, and hypoalbuminemia. Dose reductions due to an adverse reaction occurred in 25% of patients who received ZEPZELCA. Adverse reactions requiring dosage reductions in ≥ 3% of patients who received ZEPZELCA included neutropenia, febrile neutropenia and fatigue. The most common adverse reactions, including laboratory abnormalities, (≥ 20%) were leukopenia, lymphopenia, fatigue, anemia, neutropenia, increased creatinine, increased alanine aminotransferase, increased glucose, thrombocytopenia, nausea, decreased appetite, musculoskeletal pain, decreased albumin, constipation, dyspnea, decreased sodium, increased aspartate aminotransferase, vomiting, cough, decreased magnesium and diarrhea. Table 3 summarizes the adverse reactions in the SCLC cohort of Study B-005. Table 3: Adverse Reactions (≥ 10%) in Patients with SCLC Who Received ZEPZELCA in Study B-005 a Graded per NCI CTCAE 4.0. b No grade 5 adverse reactions were reported. c Includes abdominal pain, abdominal pain upper and abdominal discomfort. d Includes musculoskeletal pain, back pain, arthralgia, pain in extremity, musculoskeletal chest pain, neck pain, bone pain and myalgia. e Includes cough and productive cough. f Includes upper respiratory tract infection, viral upper respiratory tract infection, respiratory tract infection and bronchitis. g Includes pneumonia and lung infection. h Includes neuropathy peripheral, neuralgia, paresthesia, peripheral sensory neuropathy, hypoesthesia, and hyperesthesia. Adverse Reaction ZEPZELCA (n=105) All Grades a,b (%) Grades 3-4 (%) General disorders Fatigue 77 12 Pyrexia 13 0 Chest pain 10 0 Gastrointestinal disorders Nausea 37 0 Constipation 31 0 Vomiting 22 0 Diarrhea 20 4 Abdominal pain c 11 1 Musculoskeletal and connective tissue disorders Musculoskeletal pain d 33 4 Metabolism and nutrition disorders Decreased appetite 33 1 Respiratory, thoracic and mediastinal disorders Dyspnea 31 6 Cough e 20 0 Infections and infestations Respiratory tract infection f 18 5 Pneumonia g 10 7 Nervous system disorders Peripheral neuropathy h 11 1 Headache 10 1 Clinically relevant adverse reactions in < 10% of patients who received ZEPZELCA include dysgeusia, febrile neutropenia and pneumonitis. Table 4 summarizes the laboratory abnormalities in Study B-005. Table 4: Select Laboratory Abnormalities (≥ 20%) Worsening from Baseline in Patients with SCLC Who Received ZEPZELCA in Study B-005 a The denominator used to calculate the rate varied from 95 to 105 based on the number of patients with a baseline value and at least one post-treatment value. b Graded per NCI CTCAE 4.0. Laboratory Abnormality ZEPZELCA a (n=105) All Grades b (%) Grades 3-4 (%) Hematology Decreased leukocytes 79 29 Decreased lymphocytes 79 43 Decreased hemoglobin 74 10 Decreased neutrophils 71 46 Decreased platelets 37 7 Chemistry Increased creatinine 69 0 Increased alanine aminotransferase 66 4 Increased glucose 52 5 Decreased albumin 32 1 Decreased sodium 31 7 Increased aspartate aminotransferase 26 2 Decreased magnesium 22 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ZEPZELCA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. General disorders and administration site conditions: Extravasation including tissue necrosis requiring debridement. Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis. Metabolism and nutrition disorders: Tumor lysis syndrome."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended Dosage : 3.2 mg/m 2 every 21 days until disease progression or unacceptable toxicity. ( 2.1 ) • Administer ZEPZELCA as an intravenous infusion over 60 minutes. ( 2.1 ) • Moderate Hepatic Impairment : Recommended dosage is 1.6 mg/m 2 every 21 days until disease progression or unacceptable toxicity. ( 2.4 , 8.6 ) • Severe Hepatic Impairment : Avoid use of ZEPZELCA. If use cannot be avoided, the recommended dosage is 1.6 mg/m 2 by intravenous infusion every 21 days until disease progression or unacceptable toxicity. ( 2.4 , 8.6 ) • Consider premedication with corticosteroids and serotonin antagonists for antiemetic prophylaxis. ( 2.5 ) 2.1 Recommended Dosage The recommended dosage of ZEPZELCA is 3.2 mg/m 2 by intravenous infusion over 60 minutes every 21 days until disease progression or unacceptable toxicity. Initiate treatment with ZEPZELCA only if absolute neutrophil count (ANC) is at least 1,500 cells/mm 3 and platelet count is at least 100,000/mm 3 . 2.2 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are listed in Table 1. Permanently discontinue ZEPZELCA in patients who are unable to tolerate 2 mg/m 2 or require a dose delay greater than two weeks. Table 1: Dose Reduction for ZEPZELCA for Adverse Reactions Dose Reduction Total Dose First Second 2.6 mg/m 2 every 21 days 2 mg/m 2 every 21 days Dosage modifications for ZEPZELCA for adverse reactions are presented in Table 2. Table 2: Dosage Modifications for ZEPZELCA for Adverse Reactions a National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.0 b Patients with isolated Grade 4 neutropenia (neutrophil count less than 500 cells/mm 3 ) may receive G-CSF prophylaxis rather than undergo lurbinectedin dose reduction. Adverse Reaction Severity a Dosage Modification Neutropenia b [see Warnings and Precautions (5.1) ] Grade 4 or Any grade febrile neutropenia • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at a reduced dose Thrombocytopenia [see Warnings and Precautions (5.1) ] Grade 3 with bleeding or Grade 4 • Withhold ZEPZELCA until platelet ≥ 100,000/mm 3 • Resume ZEPZELCA at reduced dose Hepatotoxicity [see Warnings and Precautions (5.2) ] Grade 2 • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at same dose Grade ≥ 3 • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at reduced dose or permanently discontinue Rhabdomyolysis [see Warnings and Precautions (5.4) ] Grade 2 • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at same dose Grade ≥ 3 • Permanently discontinue ZEPZELCA. Other Adverse Reactions [see Postmarketing (6.2) ] Grade 2 • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at same dose Grade ≥ 3 • Withhold ZEPZELCA until Grade ≤ 1 • Resume ZEPZELCA at reduced dose or permanently discontinue 2.3 Dosage Modifications for Use with Strong and Moderate CYP3A Inhibitors Avoid coadministration of ZEPZELCA with strong or moderate CYP3A inhibitors. If coadministration of ZEPZELCA with a strong or moderate CYP3A inhibitor cannot be avoided, reduce the dose of ZEPZELCA by 50% [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . After discontinuation of a strong or moderate CYP3A inhibitor for 5 half-lives of the inhibitor, increase the ZEPZELCA dose to the dose used before starting the inhibitor . 2.4 Dosage Modifications for Patients with Severe and Moderate Hepatic Impairment Avoid administration of ZEPZELCA in patients with severe hepatic impairment (total bilirubin > 3 × Upper Limit of Normal (ULN)). If administration of ZEPZELCA cannot be avoided, the recommended dosage is 1.6 mg/m 2 by intravenous infusion over 60 minutes every 21 days until disease progression or unacceptable toxicity [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . In patients with moderate hepatic impairment (total bilirubin > 1.5 to ≤ 3 × ULN and any AST), the recommended dosage of ZEPZELCA is 1.6 mg/m 2 by intravenous infusion over 60 minutes every 21 days until disease progression or unacceptable toxicity. 2.5 Premedication Consider administering the following pre-infusion medications for antiemetic prophylaxis [see Adverse Reactions (6.1) ] : • Corticosteroids (dexamethasone 8 mg intravenously or equivalent) • Serotonin antagonists (ondansetron 8 mg intravenously or equivalent) 2.6 Preparation, Administration and Storage ZEPZELCA is a hazardous drug. Follow applicable special handling and disposal procedures 1 . Preparation • Inject 8 mL of Sterile Water for Injection USP into the vial, yielding a solution containing 0.5 mg/mL lurbinectedin. Shake the vial until complete dissolution. • Visually inspect the solution for particulate matter and discoloration. The reconstituted solution is a clear, colorless or slightly yellowish solution, essentially free of visible particles. • Calculate the required volume of reconstituted solution as follows: • For administration through a central venous line, withdraw the appropriate amount of reconstituted solution from the vial and add to an infusion container containing at least 100 mL of diluent (0.9% Sodium Chloride Injection USP or 5% Dextrose Injection USP). • For administration through a peripheral venous line, withdraw the appropriate amount of reconstituted solution from the vial and add to an infusion container containing at least 250 mL of diluent (0.9% Sodium Chloride Injection USP or 5% Dextrose Injection USP). Administration • Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. If particulate matter is observed, do not administer. • ZEPZELCA can be administered with or without an in-line filter. If infusion lines containing in-line filters are utilized for administration of ZEPZELCA, polyethersulfone (PES) in-line filters with pore sizes of 0.22 micron are recommended. o Do not use in-line nylon membrane filters when the reconstituted ZEPZELCA solution is diluted using 0.9% Sodium Chloride Injection, USP. Adsorption of ZEPZELCA to the Nylon membrane filters has been observed when 0.9% Sodium Chloride Injection, USP is used as the diluent. • Compatibility with other intravenous administration materials and the diluted ZEPZELCA solution has been demonstrated in the following materials: o Polyolefin containers (polyethylene, polypropylene and mixtures). o Polyvinyl Chloride (PVC) (non-DEHP-containing), polyurethane and polyolefin infusion sets (polyethylene, polypropylene and polybutadiene). o Implantable venous access systems with titanium and plastic resin ports and with polyurethane or silicone intravenous catheters. • Do not co-administer ZEPZELCA and other intravenous drugs concurrently within the same intravenous line. Storage of Infusion Solution • If not used immediately after reconstitution or dilution, the ZEPZELCA solution can be stored prior to administration for up to 24 hours following reconstitution, including infusion time, at either room temperature/ ambient light or under refrigeration at 2ºC to 8ºC (36ºF to 46ºF) conditions. volume calculation"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZEPZELCA is indicated for the treatment of adult patients with metastatic small cell lung cancer (SCLC) with disease progression on or after platinum-based chemotherapy. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ZEPZELCA is an alkylating drug indicated for the treatment of adult patients with metastatic small cell lung cancer (SCLC) with disease progression on or after platinum-based chemotherapy. ( 1 ) This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:11:44.280664",
  "source": "OpenFDA"
}