{
  "drug_name": "Macimorelin",
  "generic_name": [
    "MACIMORELIN ACETATE"
  ],
  "brand_names": [
    "Macrilen"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drugs that Prolong QT Interval Co-administration of MACRILEN with drugs that prolong the QT interval (such as antipsychotic medications (e.g., chlorpromazine, haloperidol, thioridazine, ziprasidone), antibiotics (e.g., moxifloxacin), Class 1A (e.g., quinidine, procainamide) and Class III (e.g., amiodarone, sotalol) antiarrhythmic medications or any other medications known to prolong the QT interval) may lead to development of torsade de pointes-type ventricular tachycardia. Avoid concomitant use of MACRILEN with drugs that prolong the QT interval. Sufficient washout time of drugs that are known to prolong the QT interval prior to administration of MACRILEN is recommended [see Dosage and Administration ( 2.2 ) and Warnings and Precautions ( 5.1 )] . 7.2 Cytochrome P450 (CYP) 3A4 Inducers Co-administration of a strong CYP3A4 inducer with MACRILEN (e.g., carbamazepine, enzalutamide, mitotane, phenytoin, rifampin, St. John's wort, bosentan, efavirenz, etravirine, modafinil, armodafinil, rufinamide) may reduce the plasma macimorelin concentrations and may lead to false positive test results. Discontinue strong CYP3A4 inducers prior to MACRILEN use. Sufficient washout time of strong CYP3A4 inducers prior to administration of MACRILEN is recommended [see Dosage and Administration ( 2.2 ) and Warnings and Precautions ( 5.2 )] . 7.3 Drugs Affecting Growth Hormone Release The following drugs may impact the accuracy of the MACRILEN diagnostic test. Avoid concomitant use of MACRILEN with the following [see Dosage and Administration ( 2.2 )] : • Drugs that directly affect the pituitary secretion of growth hormone (such as somatostatin, insulin, glucocorticoids, and cyclooxygenase inhibitors such as aspirin or indomethacin). • Drugs that may transiently elevate growth hormone concentrations (such as clonidine, levodopa, and insulin). • Drugs that may blunt the growth hormone response to MACRILEN (such as muscarinic antagonists: atropine, anti-thyroid medication: propylthiouracil, and growth hormone products). Discontinue growth hormone products at least one week before administering the MACRILEN diagnostic test. Sufficient washout time of drugs affecting growth hormone release prior to administration of MACRILEN is recommended."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions were dysgeusia, dizziness, headache, fatigue, nausea, hunger, diarrhea, upper respiratory tract infection, feeling hot, hyperhidrosis, nasopharyngitis, and sinus bradycardia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Novo Nordisk Inc. at 1-800-727-6500, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trial of another drug and may not reflect the rates observed in practice. The data in Table 1 are derived from an open-label, randomized, cross-over study that compared the diagnostic performance of MACRILEN to the insulin tolerance test (ITT) for the diagnosis of adult growth hormone deficiency [see Clinical Studies ( 14 )]. A total of 154 subjects with a high to low pre-test probability of having adult growth hormone deficiency received a single oral dose of 0.5 mg/kg MACRILEN. Out of 154 subjects, 58% were male, 42% female, and 86% of white origin. Median values were for age 41 years (range: 18 – 66 years) and body mass index was 27.5 kg/m 2 (range: 16 – 40 kg/m 2 ). Common adverse reactions presented in Table 1 were adverse reactions that were not present at baseline and occurred during MACRILEN dosing in at least two individuals. Table 1: Common Adverse Reactions Reported in at Least Two Individuals Dosed with MACRILEN in an Open-Label Study Number of Subjects (n = 154) Proportion of Subjects (%) Dysgeusia 7 4.5 Dizziness 6 3.9 Headache 6 3.9 Fatigue 6 3.9 Nausea 5 3.2 Hunger 5 3.2 Diarrhea 3 1.9 Upper respiratory tract infection 3 1.9 Feeling hot 2 1.3 Hyperhidrosis 2 1.3 Nasopharyngitis 2 1.3 Sinus bradycardia 2 1.3"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dose is 0.5 mg/kg as a single oral dose, after fasting for at least 8 hours ( 2.1 ). • See Full Prescribing Information for important preparation and administration instructions ( 2.3 ). • Discontinue therapy with strong CYP3A4 inducers, growth hormones and drugs that affect GH release for an adequate length of time before administering MACRILEN ( 2.2 ). • Adequately replace other hormone deficiencies before administering MACRILEN ( 2.2 ). 2.1 Recommended Dose The recommended dose is a single oral dose of 0.5 mg/kg of macimorelin. The dose is administered as a reconstituted solution [see Dosage and Administration ( 2.3 )] in patients fasted for at least 8 hours. 2.2 Important Recommendations Before MACRILEN Use • Discontinue strong CYP3A4 inducers prior to MACRILEN use [see Warning and Precautions ( 5.2 ) and Drug Interactions ( 7.2 )]. • Discontinue growth hormone (GH) therapy at least one week before administering MACRILEN [see Drug Interactions ( 7.3 )] . • Avoid the use of MACRILEN with drugs known to affect pituitary GH secretion [see Drug Interactions ( 7.3 )] . • For patients with deficiencies in sex hormones, thyroid hormone and/or glucocorticoid, adequately replace each of the missing hormones before administering MACRILEN. • Ensure that the patient has fasted for at least 8 hours before MACRILEN use. 2.3 Directions for Preparation and Administration Prepare and administer by a healthcare professional exactly as follows. Prepare the MACRILEN solution: a. Weigh the patient in kilograms (i.e., kg) . b. Determine the number of MACRILEN pouches needed to prepare the dose: i. For a patient weighing up to 120 kg, use 1 pouch. ii. For a patient weighing more than 120 kg, use 2 pouches. c. Use a glass or transparent plastic container with graduation in milliliters (i.e., mL) to dissolve the entire contents of the pouch(es) in the appropriate volume of water. i. For 1 pouch dissolve in 120 mL of water (corresponds to 60 mg/120 mL). ii. For 2 pouches dissolve in 240 mL of water (corresponds to 120 mg/240 mL). d. Stir the MACRILEN solution gently for about 2 to 3 minutes (a small amount of un-dissolved particles will remain). The solution will have a final concentration of 0.5 mg/mL . e. Use the MACRILEN solution within 30 minutes after preparation. f. Discard any unused MACRILEN solution. Determine the volume of MACRILEN solution needed for the test: g. Determine the recommended dose to be administered by multiplying the patient weight in kilogram by 0.5 mg/kg. For example, a 70 kg patient will need a 35 mg dose. h. Determine the volume of prepared MACRILEN solution to be administered by dividing the recommended dose by 0.5 mg/mL. For example, a patient requiring a dose of 35 mg will need 70 mL of reconstituted MACRILEN solution. i. Use a syringe (without a needle) with graduations in mL to measure the exact volume of MACRILEN solution to be administered and transfer the required volume of MACRILEN solution into a drinking glass. Administer the MACRILEN solution and perform the test: j. Have the patient being tested drink the entire volume of MACRILEN solution in the drinking glass (i.e., the dose) within 30 seconds . k. Observe the patient being tested per routine for the duration of the test. l. Draw venous blood samples for GH determination at 30 minutes, 45 minutes, 60 minutes and 90 minutes after administration of MACRILEN. m. Prepare serum samples and send to a laboratory for growth hormone determinations. n. o. p. q. r. s. t. u. v. 2.4 Interpretation of MACRILEN Test Results Clinical studies have established that a maximally stimulated serum GH level of less than 2.8 ng/mL (i.e., at the 30, 45, 60 and 90 minute timepoints) following MACRILEN administration confirms the presence of adult growth hormone deficiency."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MACRILEN is indicated for the diagnosis of adult growth hormone deficiency (AGHD). MACRILEN is a growth hormone (GH) secretagogue receptor agonist indicated for the diagnosis of adult growth hormone deficiency ( 1 ). Limitations of Use : The safety and diagnostic performance has not been established for subjects with BMI > 40kg/m 2 ( 1 ). Limitations of Use The safety and diagnostic performance of MACRILEN have not been established for subjects with a body mass index (BMI) > 40 kg/m 2 ."
  ],
  "fetched_at": "2025-10-01T19:31:40.493816",
  "source": "OpenFDA"
}