{
  "drug_name": "Macitentan",
  "generic_name": [
    "MACITENTAN"
  ],
  "brand_names": [
    "OPSUMIT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 inducers (rifampin) reduce exposure to macitentan: avoid co-administration with OPSUMIT ( 7.1 , 12.3 ). Strong CYP3A4 inhibitors (ketoconazole, ritonavir) increase exposure to macitentan: avoid co-administration with OPSUMIT ( 7.2 , 12.3 ) . Moderate dual CYP3A4 and CYP2C9 inhibitors (fluconazole, amiodarone) or use of combined CYP3A4 and CYP2C9 inhibitors may increase exposure to macitentan: avoid co-administration with OPSUMIT ( 7.3 , 12.3 ). 7.1 Strong CYP3A4 Inducers Strong inducers of CYP3A4 such as rifampin significantly reduce macitentan exposure. Concomitant use of OPSUMIT with strong CYP3A4 inducers should be avoided [see Clinical Pharmacology (12.3) ] . 7.2 Strong CYP3A4 Inhibitors Concomitant use of strong CYP3A4 inhibitors like ketoconazole approximately double macitentan exposure. Many HIV drugs like ritonavir are strong inhibitors of CYP3A4. Avoid concomitant use of OPSUMIT with strong CYP3A4 inhibitors [see Clinical Pharmacology (12.3) ] . Use other PAH treatment options when strong CYP3A4 inhibitors are needed as part of HIV treatment [see Clinical Pharmacology (12.3) ] . 7.3 Moderate Dual or Combined CYP3A4 and CYP2C9 Inhibitors Concomitant use of moderate dual inhibitors of CYP3A4 and CYP2C9 such as fluconazole is predicted to increase macitentan exposure approximately 4-fold based on physiologically based pharmacokinetic (PBPK) modeling. Avoid concomitant use of OPSUMIT with moderate dual inhibitors of CYP3A4 and CYP2C9 (such as fluconazole and amiodarone) [see Clinical Pharmacology (12.3) ] . Concomitant treatment of both a moderate CYP3A4 inhibitor and moderate CYP2C9 inhibitor with OPSUMIT should also be avoided [see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Clinically significant adverse reactions that appear in other sections of the labeling include: Embryo-fetal Toxicity [see Warnings and Precautions (5.1) ] Hepatotoxicity [see Warnings and Precautions (5.2) ] Fluid Retention [see Warnings and Precautions (5.3) ] Decrease in Hemoglobin [see Warnings and Precautions (5.4) ] Most common adverse reactions (more frequent than placebo by ≥3%) are anemia, nasopharyngitis/pharyngitis, bronchitis, headache, influenza, and urinary tract infection ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Actelion at 1-800-526-7736 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Safety data for OPSUMIT were obtained primarily from one placebo-controlled clinical study in 742 patients with PAH (SERAPHIN study) [see Clinical Studies (14.1) ]. The exposure to OPSUMIT in this trial was up to 3.6 years with a median exposure of about 2 years (N=542 for 1 year; N=429 for 2 years; and N=98 for more than 3 years). The overall incidence of treatment discontinuations because of adverse events was similar across OPSUMIT 10 mg and placebo treatment groups (approximately 11%). Table 2 presents adverse reactions more frequent on OPSUMIT than on placebo by ≥3%. Table 2: Adverse Reactions Adverse Reaction OPSUMIT 10 mg (N=242) (%) Placebo (N=249) (%) Anemia 13 3 Nasopharyngitis/pharyngitis 20 13 Bronchitis 12 6 Headache 14 9 Influenza 6 2 Urinary tract infection 9 6 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of OPSUMIT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: hypersensitivity reactions (angioedema, pruritus and rash) Vascular disorders : flushing Respiratory, thoracic and mediastinal disorders: nasal congestion Gastrointestinal disorders: Elevations of liver aminotransferases (ALT, AST) and liver injury have been reported with OPSUMIT use; in most cases alternative causes could be identified (heart failure, hepatic congestion, autoimmune hepatitis). Endothelin receptor antagonists have been associated with elevations of aminotransferases, hepatotoxicity, and cases of liver failure [see Warnings and Precautions (5.2) ] . General disorders and administration site conditions: edema/fluid retention. Cases of edema and fluid retention occurred within weeks of starting OPSUMIT, some requiring intervention with a diuretic, fluid management or hospitalization for decompensated heart failure [see Warnings and Precautions (5.3) ]. Cardiac disorders: symptomatic hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pregnancy ( 4.1 ) Hypersensitivity ( 4.2 ) 4.1 Pregnancy OPSUMIT may cause fetal harm when administered to a pregnant woman. OPSUMIT is contraindicated in females who are pregnant. OPSUMIT was consistently shown to have teratogenic effects when administered to animals. If OPSUMIT is used during pregnancy, advise the patient of the potential risk to a fetus [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1) ] . 4.2 Hypersensitivity OPSUMIT is contraindicated in patients with a history of a hypersensitivity reaction to macitentan or any component of the product [see Adverse Reactions (6.2) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 10 mg once daily . Doses higher than 10 mg once daily have not been studied in patients with PAH and are not recommended ( 2.1 ). 2.1 Recommended Dosage The recommended dosage of OPSUMIT is 10 mg once daily for oral administration. Doses higher than 10 mg once daily have not been studied in patients with PAH and are not recommended. 2.2 Pregnancy Testing in Females of Reproductive Potential Exclude pregnancy before initiating treatment with OPSUMIT in females of reproductive potential [see Boxed Warning , Contraindications (4.1) , Warnings and Precautions (5.1) , and Use in Specific Populations (8.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OPSUMIT is an endothelin receptor antagonist (ERA) indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) in adults to reduce the risks of disease progression and hospitalization for PAH ( 1.1 ). 1.1 Pulmonary Arterial Hypertension OPSUMIT is an endothelin receptor antagonist (ERA) indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) in adults to reduce the risks of disease progression and hospitalization for PAH. Effectiveness was established in a long-term study in PAH patients with predominantly WHO Functional Class II–III symptoms treated for an average of 2 years. Patients had idiopathic and heritable PAH (57%), PAH caused by connective tissue disorders (31%), and PAH caused by congenital heart disease with repaired shunts (8%) [see Clinical Studies (14.1) ] ."
  ],
  "fetched_at": "2025-10-01T17:08:26.750099",
  "source": "OpenFDA"
}