{
  "drug_name": "Mafenide",
  "generic_name": [
    "MAFENIDE ACETATE"
  ],
  "brand_names": [
    "SULFAMYLON"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Fatal hemolytic anemia with disseminated intravascular coagulation, presumably related to a glucose-6-phosphate dehydrogenase deficiency, has been reported following therapy with SULFAMYLON Cream. Contains sodium metabisulfite, a sulfite that may cause allergic-type reactions including anaphylactic symptoms and life-threatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in nonasthmatic people."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS It is frequently difficult to distinguish between an adverse reaction to SULFAMYLON Cream and the effect of a severe burn. A single case of bone marrow depression and a single case of acute attack of porphyria have been reported following therapy with SULFAMYLON Cream. Fatal hemolytic anemia with disseminated intravascular coagulation, presumably related to a glucose-6-phosphate dehydrogenase deficiency, has been reported following therapy with SULFAMYLON Cream. Dermatologic: The most frequently reported reaction was pain on application or a burning sensation. Rare occurrences are excoriation of new skin and bleeding of skin. Allergic: Rash itching, facial edema, swelling, hive, blisters, erythema, and eosinophilia. Respiratory: Tachypnea or hyperventilation, decrease in arterial pCO 2 . Metabolic: Acidosis, increase in serum chloride. Accidental ingestion of SULFAMYLON Cream has been reported to cause diarrhea. To report SUSPECTED ADVERSE REACTIONS, contact Rising Pharma Holdings, Inc. at 1-844-874-7464 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS SULFAMYLON is contraindicated in patients who are hypersensitive to it. It is not known whether there is cross sensitivity to other sulfonamides."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Prompt institution of appropriate measures for controlling shock and pain is of prime importance. The burn wounds are then cleansed and debrided, and SULFAMYLON Cream is applied with a sterile gloved hand. Satisfactory results can be achieved with application of the cream once or twice daily, to a thickness of approximately 1/16 inch; thicker application is not recommended. The burned areas should be covered with SULFAMYLON Cream at all times. Therefore, whenever necessary, the cream should be reapplied to any areas from which it has been removed (e.g., by patient activity). The routine of administration can be accomplished in minimal time, since dressings usually are not required, if individual patient demands make them necessary, however, only a thin layer of dressings should be used. When feasible, the patient should be bathed daily to aid in debridement. A whirlpool bath is particularly helpful, but the patient may be bathed in bed or in a shower. The duration of therapy with SULFAMYLON Cream depends on each patient’s requirements. Treatment is usually continued until healing is progressing well or until the burn site is ready for grafting. SULFAMYLON Cream should not be withdrawn from the therapeutic regimen while there is the possibility of infection. However, if allergic manifestations occur during treatment with SULFAMYLON Cream, discontinuation of treatment should be considered. If acidosis occurs and becomes difficult to control, particularly in patients with pulmonary dysfunction, discontinuing therapy SULFAMYLON Cream for 24 to 48 hours while continuing fluid therapy may aid in restoring acid-base balance."
  ],
  "indications": [
    "INDICATIONS AND USAGE SULFAMYLON Cream is a topical agent indicated for adjunctive therapy of patients with second- and third-degree burns."
  ],
  "fetched_at": "2025-10-01T16:38:19.191547",
  "source": "OpenFDA"
}