{
  "drug_name": "Mannitol",
  "generic_name": [
    "MANNITOL"
  ],
  "brand_names": [
    "Osmitrol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Nephrotoxic Drugs and Diuretics : May increase the risk of renal failure; avoid concomitant use. ( 7.1 , 7.2 ) • Neurotoxic Drugs : May potentiate CNS toxicity of mannitol; avoid concomitant use. ( 7.3 ) • Drugs Affected by Electrolyte Imbalances : May result in cardiac adverse reactions; monitor serum electrolytes and discontinue OSMITROL if cardiac status worsens. ( 7.4 ) • Renally Eliminated Agents : Concomitant use may decrease the effectiveness of agents that undergo significant renal elimination. However, concomitant use of mannitol and lithium may increase risk of lithium toxicity. If concomitant use is necessary, frequently monitor lithium concentrations and for signs of toxicity. ( 7.5 ) 7.1 Nephrotoxic Drugs Concomitant administration of nephrotoxic drugs (e.g., cyclosporine, aminoglycosides) increases the risk of renal failure following administration of mannitol. Avoid use of nephrotoxic drugs with OSMITROL, if possible [see Warnings and Precautions (5.2) ]. 7.2 Diuretics Concomitant administration of other diuretics may potentiate the renal toxicity of mannitol. Avoid use of other diuretics with OSMITROL, if possible [see Warnings and Precautions (5.2) ]. 7.3 Neurotoxic Drugs Concomitant administration of systemic neurotoxic drugs (e.g., aminoglycosides) with OSMITROL may potentiate the CNS toxicity of mannitol. Avoid use of systemic neurotoxic drugs with OSMITROL, if possible [see Warnings and Precautions (5.3) ]. 7.4 Drugs Affected by Electrolyte Imbalances The development of electrolyte imbalances (e.g., hyperkalemia, hypokalemia) associated with mannitol administration may result in cardiac adverse reactions in patients receiving drugs that are sensitive to such imbalances (e.g., digoxin, drugs that prolong the QT interval, neuromuscular blocking agents) [see Warnings and Precautions (5.4) ]. During and following OSMITROL infusion, monitor serum electrolytes and discontinue OSMITROL if cardiac status worsens [see Warnings and Precautions (5.5) ]. 7.5 Renally Eliminated Drugs Mannitol therapy may increase the elimination, and decrease the effectiveness of treatment with, drugs that undergo significant renal elimination. Concomitant administration of mannitol with lithium may initially increase the elimination of lithium but may also increase the risk of lithium toxicity if patients develop hypovolemia or renal impairment. In patients receiving lithium, consider holding lithium doses during treatment with OSMITROL. In patients requiring concomitant administration of lithium and OSMITROL, frequently monitor serum lithium concentrations and for signs of lithium toxicity. 7.6 Interference with Laboratory Tests High concentrations of mannitol can cause false low results for inorganic phosphorus blood concentrations when an assay based on the conversion of phosphate (orthophosphate) to the phosphomolybdate complex is used. Mannitol may produce false positive results in tests for blood ethylene glycol concentrations in which mannitol is initially oxidized to an aldehyde."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions from voluntary reports or clinical studies have been reported with OSMITROL. Because many of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Hypersensitivity reactions : cardiac arrest, anaphylaxis, hypotension, dyspnea, hypertension, pyrexia, chills, sweating, cough, musculoskeletal stiffness, myalgia, urticarial/rash, pruritus, generalized pain, discomfort, nausea, vomiting, and headache. [see Warnings and Precautions (5.1) ] • Renal Failure : acute kidney injury, osmotic nephrosis, azotemia, anuria, hematuria, oliguria, polyuria [see Warnings and Precautions (5.2) ] • CNS Toxicity : coma, seizures, confusion, lethargy; rebound increase in intracranial pressure; dizziness [see Warnings and Precautions (5.3) ] • Fluid and Electrolyte Imbalances : hypovolemia, hypervolemia, peripheral edema, dehydration, hyponatremia, hypernatremia, hyperkalemia, hypokalemia; metabolic acidosis [see Warnings and Precautions (5.4) ] • Infusion Site Reactions : phlebitis, inflammation, pain, rash, erythema, pruritus; compartment syndrome and swelling associated with extravasation [see Warnings and Precautions (5.6) ] • Cardiac and Respiratory Disorders : congestive cardiac failure, pulmonary edema, palpitations • Gastrointestinal Disorders : thirst, dry mouth • General Disorders : asthenia, malaise The most common adverse reactions are hypersensitivity reactions, renal failure, CNS toxicity, hypo/hypervolemia, hypo/hypernatremia, hypo/hyperkalemia, and infusion site reactions. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Baxter Healthcare at 1-866-888-2472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS OSMITROL is contraindicated in patients with: • Known hypersensitivity to mannitol [see Warnings and Precautions (5.1) ] • Anuria [see Warnings and Precautions (5.2) ] • Severe hypovolemia [see Warnings and Precautions (5.4) ] • Pre-existing severe pulmonary vascular congestion or pulmonary edema [see Warnings and Precautions (5.5) ] • Active intracranial bleeding except during craniotomy • Known hypersensitivity to mannitol. ( 4 , 5.1 ) • Anuria. ( 4 , 5.2 ) • Severe hypovolemia. ( 4 , 5.4 ) • Pre-existing severe pulmonary vascular congestion or pulmonary edema. ( 4 , 5.5 ) • Active intracranial bleeding except during craniotomy. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration Instructions ( 2.1 ): • For intravenous infusion preferably into a large central vein. • Prior to administration, evaluate renal, cardiac and pulmonary status, and correct fluid and electrolyte imbalances. Recommended Dosage ( 2.2 ) : • The dosage, concentration and rate of administration depend on the age, weight and condition of the patient, including fluid requirement, urinary output and concomitant therapy. • Reduction of Intracranial Pressure : 0.25 gram/kg administered every 6 to 8 hours as an intravenous infusion over 30 minutes. • Reduction of Intraocular Pressure : 1.5 to 2 grams/kg of a 15% or 20% w/v solution as a single dose administered intravenously over at least 30 minutes. 2.1 Important Preparation and Administration Instructions • OSMITROL is for intravenous infusion preferably into a large central vein [see Warnings and Precautions (5.5) , Description (11) ]. • Prior to administration of OSMITROL, evaluate renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances [see Dosage and Administration (2.2) ]. • Do not administer OSMITROL simultaneously with blood products through the same administration set because of the possibility of pseudoagglutination or hemolysis. Preparation 1. Tear overwrap down side at slit and remove solution container. 2. Visually inspect the container. Do not administer unless solution is clear and seal is intact. o If the outlet port protector is damaged, detached, or not present, discard container as solution path sterility may be impaired. o Some opacity of the plastic due to moisture absorption during the sterilization process may be observed. This is normal and does not affect the solution quality or safety. The opacity will diminish gradually. 3. Check for minute leaks by squeezing inner bag firmly. If leaks are found, discard solution as sterility may be impaired. 4. Admixing OSMITROL with other medications is not recommended. 5. Inspect OSMITROL visually for particulate matter and discoloration prior to administration. If particulates or discoloration are present, discard the bag. 6. OSMITROL solutions may crystallize when exposed to low temperature. At higher concentrations, the solutions have a greater tendency to crystallize. Inspect OSMITROL for crystals prior to administration. If crystals are visible, re-dissolve by warming the solution up to 70°C, with agitation. Solutions should not be heated in water or in a microwave oven due to potential for product contamination or damage. Allow the solution to cool to room or body temperature before re-inspection for crystals and use. Administration 1. Suspend container from eyelet support. 2. Remove protector from outlet port at bottom of container. 3. Attach administration set. Refer to complete directions accompanying set. 4. Use administration sets with a final in-line filter because of the potential for OSMITROL crystals to form. 5. To prevent air embolism, use a non-vented infusion set or close the vent on a vented set, avoid multiple connections, do not connect flexible containers in series, fully evacuate residual gas in the container prior to administration, do not pressurize the flexible container to increase flow rates, and if administration is controlled by a pumping device, turn off pump before the container runs dry. 6. For single use only; discard unused portion. 2.2 Recommended Dosage Prior to administration of OSMITROL, evaluate renal, cardiac and pulmonary status of the patient and correct fluid and electrolyte imbalances. The total dosage, concentration, and rate of administration depend on the age, weight, and condition of the patient being treated, including fluid requirement, electrolyte balance, serum osmolality, urinary output, and concomitant therapy. The following outline of administration and dosage is only a general guide to therapy. Reduction of Intracranial Pressure Usually a maximum reduction in intracranial pressure can be achieved with a dose of 0.25 gram/kg given intravenously as an intravenous infusion over 30 minutes which may be repeated every six to eight hours. During and following OSMITROL infusion, monitor fluid and electrolytes, serum osmolarity, and renal, cardiac and pulmonary function. Discontinue OSMITROL if renal, cardiac, or pulmonary status worsens or CNS toxicity develops [see Warnings and Precautions (5.2 , 5.3 , 5.4 , 5.5) ] . Reduction of Intraocular Pressure The recommended dosage is 1.5 to 2 grams/kg of a 20% w/v solution (7.5 to 10 mL/kg) or as a 15% w/v solution (10 to 13 mL/kg) as a single dose administered intravenously over at least 30 minutes. When used preoperatively, administer OSMITROL sixty to ninety minutes before surgery to achieve maximal reduction of intraocular pressure before operation."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OSMITROL is indicated for: • The reduction of intracranial pressure and treatment of cerebral edema; • The reduction of elevated intraocular pressure. OSMITROL is an osmotic diuretic, indicated for the reduction of: • intracranial pressure and treatment of cerebral edema. ( 1 ) • elevated intraocular pressure. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:31:52.193717",
  "source": "OpenFDA"
}