{
  "drug_name": "Maraviroc",
  "generic_name": [
    "MARAVIROC"
  ],
  "brand_names": [
    "Maraviroc"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Coadministration with CYP3A inhibitors, including protease inhibitors (except tipranavir/ritonavir), will increase the concentration of maraviroc. ( 7.1 ) • Coadministration with CYP3A inducers, including efavirenz, may decrease the concentration of maraviroc. ( 7.1 ) • Coadministration with St. John’s wort is not recommended. ( 7.1 ). 7.1 Effect of Concomitant Drugs on the Pharmacokinetics of Maraviroc Maraviroc is metabolized by CYP3A and is also a substrate for P-glycoprotein (P-gp), organic anion-transporting polypeptide (OATP)1B1, and multidrug resistance-associated protein (MRP)2. The pharmacokinetics of maraviroc are likely to be modulated by inhibitors and inducers of CYP3A and P-gp and may be modulated by inhibitors of OATP1B1 and MRP2. Therefore, a dosage adjustment may be required when maraviroc is coadministered with those drugs [ see Dosage and Administration ( 2.3 , 2.4 ) ]. Concomitant use of maraviroc and St. John's wort ( Hypericum perforatum ) or products containing St. John's wort is not recommended. Coadministration of maraviroc with St. John's wort is expected to substantially decrease maraviroc concentrations and may result in suboptimal levels of maraviroc and lead to loss of virologic response and possible resistance to maraviroc. Additional drug interaction information is available [ see Clinical Pharmacology ( 12.3 ) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: • Hepatotoxicity [ see Boxed Warning, Warnings and Precautions ( 5.1 ) ] • Severe Skin and Hypersensitivity Reactions [ see Warnings and Precautions ( 5.2 ) ] • Cardiovascular Events [ see Warnings and Precautions ( 5.3 ) ] • The most common adverse events in treatment-experienced adult subjects (greater than 8% incidence) which occurred at a higher frequency compared with placebo are upper respiratory tract infections, cough, pyrexia, rash, and dizziness. ( 6.1 ) • The most common adverse events in treatment-naive adult subjects (greater than 8% incidence) which occurred at a higher frequency than the comparator arm are upper respiratory tract infections, bronchitis, flatulence, bloating and distention, upper respiratory tract signs and symptoms, and gastrointestinal atonic and hypomotility disorders. ( 6.1 ) • The most common adverse reactions in treatment-experienced pediatric subjects (greater than or equal to 3% incidence) are vomiting, abdominal pain, diarrhea, nausea, and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hetero Labs Limited at 1-866-495-1995 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials Experience in Adult Subjects Treatment-Experienced Subjects: The safety profile of maraviroc is primarily based on 840 HIV-1-infected subjects who received at least 1 dose of maraviroc during two Phase 3 trials. A total of 426 of these subjects received the indicated twice-daily dosing regimen. Assessment of treatment-emergent adverse events is based on the pooled data from 2 trials in subjects with CCR5-tropic HIV-1 (A4001027 and A4001028). The median duration of therapy with maraviroc for subjects in these trials was 48 weeks, with the total exposure on maraviroc twice daily at 309 patient-years versus 111 patient-years on placebo each administered with optimized background therapy (OBT). The population was 89% male and 84% white, with mean age of 46 years (range: 17 to 75 years). Subjects received dose equivalents of 300 mg maraviroc once or twice daily. The most common adverse events reported with twice-daily therapy with maraviroc with frequency rates higher than placebo, regardless of causality, were upper respiratory tract infections, cough, pyrexia, rash, and dizziness. In these 2 trials, the rate of discontinuation due to adverse events was 5% for subjects who received maraviroc twice daily + OBT as well as those who received placebo + OBT. Most of the adverse events reported were judged to be mild to moderate in severity. The data described below occurred with twice-daily dosing of maraviroc. The total numbers of subjects reporting infections were 233 (55%) and 84 (40%) in the group receiving maraviroc twice daily and the placebo group, respectively. Correcting for the longer duration of exposure on maraviroc compared with placebo, the exposure-adjusted frequency (rate per 100 subject-years) of these events was 133 for both maraviroc twice daily and placebo. Dizziness or postural dizziness occurred in 8% of subjects on either maraviroc or placebo, with 2 subjects (0.5%) on maraviroc permanently discontinuing therapy (1 due to syncope, 1 due to orthostatic hypotension) versus 1 subject on placebo (0.5%) permanently discontinuing therapy due to dizziness. Treatment-emergent adverse events, regardless of causality, from Trials A4001027 and A4001028 are summarized in Table 5. Selected events occurring at greater than or equal to 2% of subjects and at a numerically higher rate in subjects treated with maraviroc are included; events that occurred at the same or higher rate on placebo are not displayed. Table 5. Selected Treatment-Emergent Adverse Events (All Causality) ≥2% on Maraviroc (and at a Higher Rate Compared with Placebo) in Trials A4001027 and A4001028 (Pooled Analysis, 48 Weeks) Body System/ Adverse Event Maraviroc Twice Daily a Placebo (n = 426) % Exposure-Adjusted Rate (per 100 pt-yrs) PYE=309 b (n = 209) % Exposure-Adjusted Rate (per 100 pt-yrs) PYE=111 b Eye Disorders Conjunctivitis 2 3 1 3 Ocular infections, inflammations, and associated manifestations 2 3 1 2 Gastrointestinal Disorders Constipation 6 9 3 6 General Disorders and Administration Site Conditions Pyrexia 13 20 9 17 Pain and discomfort 4 5 3 5 Infections and Infestations Upper respiratory tract infection 23 37 13 27 Herpes infection 8 11 4 8 Sinusitis 7 10 3 6 Bronchitis 7 9 5 9 Folliculitis 4 5 2 4 Anogenital warts 2 3 1 3 Influenza 2 3 0.5 1 Otitis media 2 3 0.5 1 Metabolism and Nutrition Disorders Appetite disorders 8 11 7 13 Musculoskeletal and Connective Tissue Disorders Joint-related signs and symptoms 7 10 3 5 Muscle pains 3 4 0.5 1 Neoplasms Benign, Malignant, and Unspecified Skin neoplasms benign 3 4 1 3 Nervous System Disorders Dizziness/postural dizziness 9 13 8 17 Paresthesias and dysesthesias 5 7 3 6 Sensory abnormalities 4 6 1 3 Disturbances in consciousness 4 5 3 6 Peripheral neuropathies 4 5 3 6 Psychiatric Disorders Disturbances in initiating and maintaining sleep 8 11 5 10 Depressive disorders 4 6 3 5 Anxiety symptoms 4 5 3 7 Renal and Urinary Disorders Bladder and urethral symptoms 5 7 1 3 Urinary tract signs and symptoms 3 4 1 3 Respiratory, Thoracic, and Mediastinal Disorders Coughing and associated symptoms 14 21 5 10 Upper respiratory tract signs and symptoms 6 9 3 6 Nasal congestion and inflammations 4 6 3 5 Breathing abnormalities 4 5 2 5 Paranasal sinus disorders 3 4 0.5 1 Skin and Subcutaneous Tissue Disorders Rash 11 16 5 11 Apocrine and eccrine gland disorders 5 7 4 7.5 Pruritus 4 5 2 4 Lipodystrophies 3 5 0.5 1 Erythema 2 3 1 2 Vascular Disorders Vascular hypertensive disorders 3 4 2 4 a 300-mg dose equivalent. b PYE = Patient-years of exposure. Laboratory Abnormalities: Table 6 shows the treatment-emergent Grade 3 to 4 laboratory abnormalities that occurred in greater than 2% of subjects receiving maraviroc. Table 6. Maximum Shift in Laboratory Test Values (without Regard to Baseline) ≥2% of Grade 3 to 4 Abnormalities (ACTG Criteria) in Trials A4001027 and A4001028 (Pooled Analysis, 48 Weeks) Laboratory Parameter Preferred Term Limit Maraviroc Twice Daily + OBT (n = 421) a % Placebo + OBT (n = 207) a % Aspartate aminotransferase >5.0 x ULN 4.8 2.9 Alanine aminotransferase >5.0 x ULN 2.6 3.4 Total bilirubin >2.5 x ULN 5.5 5.3 Amylase >2.0 x ULN 5.7 5.8 Lipase >2.0 x ULN 4.9 6.3 Absolute neutrophil count <750/mm 3 4.3 2.4 ULN = Upper limit of normal. a Percentages based on total subjects evaluated for each laboratory parameter. Treatment-Naive Subjects: Treatment-Emergent Adverse Events: Treatment-emergent adverse events, regardless of causality, from Trial A4001026, a double-blind, comparative, controlled trial in which 721 treatment-naive subjects received maraviroc 300 mg twice daily (n = 360) or efavirenz 600 mg once daily (n = 361) in combination with lamivudine/zidovudine (COMBIVIR) for 96 weeks, are summarized in Table 7. Selected events occurring in greater than or equal to 2% of subjects and at a numerically higher rate in subjects treated with maraviroc are included; events that occurred at the same or higher rate on efavirenz are not displayed. Table 7. Selected Treatment-Emergent Adverse Events (All Causality) ≥2% on maraviroc (and at a Higher Rate Compared with Efavirenz) in Trial A4001026 (96 Weeks) Body System/ Adverse Event Maraviroc tablets 300 mg Twice Daily + Lamivudine/Zidovudine (n = 360) (%) Efavirenz 600 mg Once Daily + Lamivudine/Zidovudine (n = 361) (%) Blood and Lymphatic System Disorders Anemias NEC 8 5 Neutropenias 4 3 Ear and Labyrinth Disorders Ear disorders NEC 3 2 Gastrointestinal Disorders Flatulence, bloating, and distention 10 7 Gastrointestinal atonic and hypomotility disorders NEC 9 5 Gastrointestinal signs and symptoms NEC 3 2 General Disorders and Administration Site Conditions Body temperature perception 3 1 Infections and Infestations Upper respiratory tract infection 32 30 Bronchitis 13 9 Herpes infection 7 6 Bacterial infections NEC 6 3 Herpes zoster /varicella 5 4 Tinea infections 4 3 Lower respiratory tract and lung infections 3 2 Neisseria infections 3 0 Viral infections NEC 3 2 Musculoskeletal and Connective Tissue Disorders Joint-related signs and symptoms 6 5 Nervous System Disorders Parasthesias and dyesthesias 4 3 Memory loss (excluding dementia) 3 1 Renal and Urinary Disorders Bladder and urethral symptoms 4 3 Reproductive System and Breast Disorders Erection and ejaculation conditions and disorders 3 2 Respiratory, Thoracic, and Mediastinal Disorders Upper respiratory tract signs and symptoms 9 5 Skin and Subcutaneous Disorders Nail and nail bed conditions (excluding infections and infestations) 6 2 Lipodystrophies 4 3 Acnes 3 2 Alopecias 2 1 Laboratory Abnormalities: Table 8. Maximum Shift in Laboratory Test Values (without Regard to Baseline) ≥2% of Grade 3 to 4 Abnormalities (ACTG Criteria) in Trial A4001026 (96 Weeks) Laboratory Parameter Preferred Term Limit Maraviroc 300 mg Twice Daily + Lamivudine/Zidovudine (n = 353) a % Efavirenz 600 mg Once Daily + Lamivudine/Zidovudine (n = 350) a % Aspartate aminotransferase >5.0 x ULN 4.0 4.0 Alanine aminotransferase >5.0 x ULN 3.9 4.0 Creatine kinase >10.0 x ULN 3.9 4.8 Amylase >2.0 x ULN 4.3 6.0 Absolute neutrophil count <750/mm 3 5.7 4.9 Hemoglobin <7.0 g/dL 2.9 2.3 ULN = Upper limit of normal. a n = Total number of subjects evaluable for laboratory abnormalities. Percentages based on total subjects evaluated for each laboratory parameter. If the same subject in a given treatment group had greater than 1 occurrence of the same abnormality, only the most severe is counted. Less Common Adverse Events in Clinical Trials: The following adverse events occurred in less than 2% of subjects treated with maraviroc or at a rate similar to the comparator. These events have been included because of their seriousness and either increased frequency on maraviroc or are potential risks due to the mechanism of action. Events attributed to the subject’s underlying HIV-1 infection are not listed. Blood and Lymphatic System: Marrow depression and hypoplastic anemia. Cardiac Disorders: Unstable angina, acute cardiac failure, coronary artery disease, coronary artery occlusion, myocardial infarction, myocardial ischemia. Hepatobiliary Disorders: Hepatic cirrhosis, hepatic failure, cholestatic jaundice, portal vein thrombosis, jaundice. Infections and Infestations : Endocarditis, infective myositis, viral meningitis, pneumonia, treponema infections, septic shock, Clostridium difficile colitis, meningitis. Musculoskeletal and Connective Tissue Disorders: Myositis, osteonecrosis, rhabdomyolysis, blood CK increased. Neoplasms Benign, Malignant, and Unspecified (Including Cysts and Polyps): Abdominal neoplasm, anal cancer, basal cell carcinoma, Bowen’s disease, cholangiocarcinoma, diffuse large B-cell lymphoma, lymphoma, metastases to liver, esophageal carcinoma, nasopharyngeal carcinoma, squamous cell carcinoma, squamous cell carcinoma of skin, tongue neoplasm (malignant stage unspecified), anaplastic large cell lymphomas T- and null-cell types, bile duct neoplasms malignant, endocrine neoplasms malignant and unspecified. Nervous System Disorders: Cerebrovascular accident, convulsions and epilepsy, tremor (excluding congenital), facial palsy, hemianopia, loss of consciousness, visual field defect. Clinical Trials Experience in Pediatric Subjects HIV-1–Infected Pediatric Subjects: Trial A4001031 is an open-label trial in which 103 treatment-experienced, CCR5-tropic, HIV-1–infected pediatric subjects aged 2 to less than 18 years weighing at least 10 kg received maraviroc twice daily in combination with OBT. The dose of maraviroc was based on body surface area (BSA) and on whether the subject was receiving potent CYP3A inhibitors and/or inducers. The median duration of therapy with maraviroc was 131 weeks with 72% of subjects receiving study treatment for greater than 48 weeks and 62% of subjects receiving study treatment for 96 weeks. In these 103 children and adolescents, the safety profile through 96 weeks was similar to that for adults. Most of the adverse reactions reported were mild to moderate; severe (Grade 3 and 4) adverse reactions occurred in 2% of subjects. The most common adverse reactions (all grades) reported with twice-daily therapy with maraviroc were vomiting (12%), abdominal pain (4%), diarrhea (4%), nausea (4%), and dizziness (3%). Three subjects (3%) discontinued due to adverse events. Maraviroc-related gastrointestinal adverse events through 48 weeks (nausea, vomiting, diarrhea, constipation, and abdominal pain/cramps) were observed more commonly in subjects who received the maraviroc oral solution (21%) compared with those who received maraviroc tablets (16%). Subjects were permitted to change formulations after Week 48. 6.2 Postmarketing Experience The following adverse events have been identified during post-approval use of maraviroc. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders Stevens-Johnson syndrome (SJS), drug rash with eosinophilia and systemic symptoms (DRESS), toxic epidermal necrolysis (TEN)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Maraviroc tablets are contraindicated in patients with severe renal impairment or ESRD (CrCl less than 30 mL per minute) who are concomitantly taking potent CYP3A inhibitors or inducers [ see Warnings and Precautions ( 5.3 ) ]. • Maraviroc tablets are contraindicated in patients with severe renal impairment or end-stage renal disease (ESRD) (CrCl less than 30 mL per minute) who are concomitantly taking potent CYP3A inhibitors or inducers. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Prior to initiation of maraviroc tablets for treatment of HIV-1 infection, test all patients for CCR5 tropism using a highly sensitive tropism assay. ( 2.1 ) • Maraviroc tablets are taken twice daily by mouth and may be taken with or without food. Maraviroc tablets must be given in combination with other antiretroviral medications. ( 2.2 ) Recommended Dosage in Adult Patients: ( 2.3 ) Concomitant Medications Dosage of Maraviroc tablets When given with potent cytochrome P450 (CYP)3A inhibitors (with or without potent CYP3A inducers) including PIs (except tipranavir/ritonavir) ( 2.3 , 7.1 ) 150 mg twice daily With NRTIs, tipranavir/ritonavir, nevirapine, raltegravir, and other drugs that are not potent CYP3A inhibitors or CYP3A inducers ( 2.3 , 7.1 ) 300 mg twice daily With potent and moderate CYP3A inducers including efavirenz (without a potent CYP3A inhibitor) ( 2.3 , 7.1 ) 600 mg twice daily A more complete list of coadministered drugs is listed in Dosage and Administration. ( 2 ) Recommended Dosage in Pediatric Patients 2 years and older and weighing at Least 10 kg: Administer twice daily. Dosage should be based on body weight (kg) and concomitant medications and should not exceed the recommended adult dose. ( 2.4 ) Recommended Dosage in Patients with Renal Impairment: Dose adjustment may be necessary in adult patients with renal impairment. ( 2.5 ) 2.1 Testing prior to Initiation of Maraviroc Tablets Prior to initiation of maraviroc tablets for treatment of HIV-1 infection, test all patients for CCR5 tropism using a highly sensitive tropism assay. Maraviroc tablets are recommended for patients with only CCR5-tropic HIV-1 infection. Outgrowth of pre-existing low-level CXCR4- or dual/mixed-tropic HIV-1 not detected by tropism testing at screening has been associated with virologic failure on maraviroc tablets [ see Microbiology ( 12.4 ), Clinical Studies ( 14.1 ) ]. Monitor patients for ALT, AST, and bilirubin prior to initiation of maraviroc tablets and at other time points during treatment as clinically indicated [see Warnings and Precautions ( 5.1 )] . 2.2 General Dosing Recommendations • Maraviroc tablets are taken twice daily by mouth and may be taken with or without food. • Maraviroc tablets must be given in combination with other antiretroviral medications. • The recommended dosage of maraviroc tablets differs based on concomitant medications due to drug interactions. 2.3 Recommended Dosage in Adult Patients with Normal Renal Function Table 1 displays oral dosage of maraviroc tablets based on different concomitant medications [ see Drug Interactions ( 7.1 ) ]. Table 1. Recommended Dosage in Adults Concomitant Medications Dosage of Maraviroc Tablets Potent cytochrome P450 (CYP)3A inhibitors (with or without a potent CYP3A inducer) a 150 mg twice daily Noninteracting concomitant medications b 300 mg twice daily Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) c 600 mg twice daily a Potent CYP3A inhibitors (with or without a potent CYP3A inducer) including: clarithromycin, cobicistat, elvitegravir/ritonavir, itraconazole, ketoconazole, nefazodone, protease inhibitors (except tipranavir/ritonavir), telithromycin. b Noninteracting concomitant medications include all medications that are not potent CYP3A inhibitors or inducers such as: dolutegravir, enfuvirtide, nevirapine, all nucleoside reverse transcriptase inhibitors (NRTIs), raltegravir, and tipranavir/ritonavir. c Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) including: carbamazepine, efavirenz, etravirine, phenobarbital, phenytoin, and rifampin. 2.4 Recommended Dosage in Pediatric Patients with Normal Renal Function The recommended dosage of maraviroc tablets should be based on body weight (kg) and should not exceed the recommended adult dose. The recommended dosage also differs based on concomitant medications due to drug interactions (Table 2 and Table 3) [ see Drug Interactions ( 7.1 ), Use in Specific Populations ( 8.4 )]. Before prescribing maraviroc tablets, assess children for the ability to swallow tablets. If a child is unable to reliably swallow maraviroc tablets, the oral solution formulation should be prescribed. The recommended oral dosage of maraviroc tablets in pediatric patients aged 2 years and older weighing at least 10 kg is presented in Table 2. Table 2. Recommended Dosage in Pediatric Patients Aged 2 Years and Older Weighing at Least 10 kg (Tablets) Concomitant Medications Dosage of Maraviroc Tablets Based on Weight 10 kg to <14 kg 14 kg to <20 kg 20 kg to <30 kg 30 kg to <40 kg ≥40 kg Potent CYP3A inhibitors (with or without a CYP3A inducer) a 50 mg twice daily 50 mg twice daily 75 mg twice daily 100 mg twice daily 150 mg twice daily Noninteracting concomitant medications b 150 mg twice daily 200 mg twice daily 200 mg twice daily 300 mg twice daily 300 mg twice daily Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) c Not recommended d a Potent CYP3A inhibitors (with or without a CYP3A inducer) including: clarithromycin, cobicistat, elvitegravir/ritonavir, itraconazole, ketoconazole, nefazodone, protease inhibitors (except tipranavir/ritonavir), telithromycin. b Noninteracting concomitant medications including all medications that are not potent CYP3A inhibitors or inducers such as: dolutegravir, enfuvirtide, nevirapine, all NRTIs, raltegravir, and tipranavir/ritonavir. c Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) including: carbamazepine, efavirenz, etravirine, phenobarbital, phenytoin, and rifampin. d Insufficient data are available to recommend use. The recommended oral dosage of maraviroc oral solution in pediatric patients weighing at least 10 kg is presented in Table 3. Table 3. Recommended Dosage in Pediatric Patients Weighing at Least 10 kg Concomitant Medications Dosage (Volume of Solution) of Maraviroc Tablets Based on Weight 10 kg to <14 kg 14 kg to <20 kg 20 kg to <30 kg 30 kg to <40 kg ≥40 kg Potent CYP3A inhibitors (with or without a CYP3A inducer) a 50 mg (2.5 mL) twice daily 50 mg (2.5 mL twice daily 80 mg (4 mL) twice daily 100 mg (5 mL) twice daily 150 mg (7.5 mL) twice daily Noninteracting concomitant medications c 150 mg (7.5 mL) twice daily 200 mg (10 mL) twice daily 200 mg (10 mL) twice daily 300 mg (15 mL) twice daily 300 mg (15 mL) twice daily Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) d Not recommended d a PotentCYP3A inhibitors(with or without a CYP3A inducer) including:clarithromycin, cobicistat,elvitegravir/ritonavir, itraconazole,ketoconazole,nefazodone,proteaseinhibitors (excepttipranavir/ritonavir), telithromycin. b Insufficient data areavailable to recommend use. c Noninteractingconcomitantmedicationsincluding all medicationsthatare not potent CYP3A inhibitorsor inducers such as: dolutegravir, enfuvirtide,nevirapine, all NRTIs,raltegravir, and tipranavir/ritonavir. d Potent and moderateCYP3A inducers (without a potent CYP3A inhibitor)including: carbamazepine,efavirenz,etravirine, phenobarbital,phenytoin, and rifampin. Administer the oral solution using the included press-in bottle adapter and the appropriate oral dosing syringe: for doses of 2.5 mL, use the 3-mL syringe; for doses greater than 2.5 mL, use the 10-mL syringe. 2.5 Recommended Dosage in Patients with Renal Impairment Adult Patients Table 4 provides dosing recommendations for patients based on renal function and concomitant medications. Table 4. Recommended Dosage in Adults Based on Renal Function Concomitant Medications Dosage of Maraviroc Tablets Based on Renal Function Normal (CrCl >80 mL/min) Mild (CrCl >50 and ≤80 mL/min) Moderate (CrCl ≥30 and ≤50 mL/min) Severe (CrCl <30 mL/min) End-Stage Renal Disease on Regular Hemodialysis Potent CYP3A inhibitors (with or without a CYP3A inducer) a 150 mg twice daily 150 mg twice daily 150 mg twice daily Contraindicated Contraindicated Noninteracting concomitant medications b 300 mg twice daily 300 mg twice daily 300 mg twice daily 300 mg twice daily 300 mg twice daily c Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) d 600 mg twice daily 600 mg twice daily 600 mg twice daily Contraindicated Contraindicated a Potent CYP3A inhibitors (with or without a CYP3A inducer) including: clarithromycin, cobicistat, elvitegravir/ritonavir, itraconazole, ketoconazole, nefazodone, protease inhibitors (except tipranavir/ritonavir), telithromycin. b Noninteracting concomitant medications include all medications that are not potent CYP3A inhibitors or inducers such as: dolutegravir, enfuvirtide, nevirapine, all NRTIs, raltegravir, and tipranavir/ritonavir. c Dosage of maraviroc tablets should be reduced to 150 mg twice daily if there are any symptoms of postural hypotension [ see Contraindications ( 4 ) , Warnings and Precautions ( 5.3 )] . d Potent and moderate CYP3A inducers (without a potent CYP3A inhibitor) including: carbamazepine, efavirenz, etravirine, phenobarbital, phenytoin, and rifampin. Pediatric Patients There are no data to recommend specific doses of maraviroc tablets in pediatric patients with mild or moderate renal impairment [ see Use in Specific Populations ( 8.6 ) ]. Additionally, maraviroc tablets are contraindicated for pediatric patients with severe renal impairment or end-stage renal disease (ESRD) on regular hemodialysis who are receiving potent CYP3A inhibitors or inducers [ see Contraindications ( 4 ) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Maraviroc tablets are indicated in combination with other antiretroviral agents for the treatment of only CCR5-tropic human immunodeficiency virus type 1 (HIV-1) infection in adult and pediatric patients 2 years of age and older weighing at least 10 kg. Limitations of Use: • Maraviroc tablets are not recommended in patients with dual/mixed- or CXCR4-tropic HIV-1 [ see Microbiology ( 12.4 ) ]. Maraviroc tablet is a CCR5 co-receptor antagonist indicated in combination with other antiretroviral agents for the treatment of only CCR5-tropic HIV-1 infection in adults and pediatric patients 2 years of age and older weighing at least 10 kg. ( 1 ) Limitations of Use: • Not recommended in patients with dual/mixed- or CXCR4-tropic HIV-1. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:42:54.384151",
  "source": "OpenFDA"
}