{
  "drug_name": "Maribavir",
  "generic_name": [
    "MARIBAVIR"
  ],
  "brand_names": [
    "Livtencity"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Refer to the full prescribing information for important drug interactions with LIVTENCITY. ( 5.1 , 5.3 , 7 ) Coadministration with strong CYP3A4 inducers: not recommended. Refer to full prescribing information for dosage modification when coadministered with certain anticonvulsants. ( 2.2 , 7.3 ) 7.1 Reduced Antiviral Activity When Coadministered with Ganciclovir or Valganciclovir LIVTENCITY is not recommended to be coadministered with valganciclovir/ganciclovir (vGCV/GCV). LIVTENCITY may antagonize the antiviral activity of ganciclovir and valganciclovir by inhibiting human CMV pUL97 kinase, which is required for activation/phosphorylation of ganciclovir and valganciclovir [see Warnings and Precautions (5.1) and Microbiology (12.4) ] . 7.2 Potential for Other Drugs to Affect LIVTENCITY Maribavir is a substrate of CYP3A4. Coadministration of LIVTENCITY with strong inducers of CYP3A4 is not recommended, except for selected anticonvulsants [see Dosage and Administration (2.2) and Drug Interactions (7.3) ] . 7.3 Potential for LIVTENCITY to Affect Other Drugs Maribavir is a weak inhibitor of CYP3A4, and an inhibitor of P-gp and breast cancer resistance protein (BCRP). Coadministration of LIVTENCITY with drugs that are sensitive substrates of CYP3A, P-gp and BCRP may result in a clinically relevant increase in plasma concentrations of these substrates (see Table 4 ) . Table 4 provides a list of established or potentially clinically significant drug interactions, based on either clinical drug interaction studies or predicted interactions due to the expected magnitude of interaction and potential for serious adverse events or decrease in efficacy [see Warnings and Precautions (5.3) and Clinical Pharmacology (12.3) ] . Table 4: Established and Other Potentially Significant Drug Interactions This table is not all inclusive. Concomitant Drug Class: Drug Name Effect on Concentration Clinical Comments ↓=decrease, ↑=increase. Antiarrhythmics Digoxin The interaction between LIVTENCITY and the concomitant drug was evaluated in a clinical study [see Clinical Pharmacology (12.3) ] . ↑ Digoxin Use caution when LIVTENCITY and digoxin are coadministered. Monitor serum digoxin concentrations. The dose of digoxin may need to be reduced when coadministered with LIVTENCITY. Refer to the respective prescribing information. Anticonvulsants Carbamazepine ↓ Maribavir A dose adjustment of LIVTENCITY to 800 mg twice daily is recommended when coadministered with carbamazepine. Phenobarbital ↓ Maribavir A dose adjustment of LIVTENCITY to 1,200 mg twice daily is recommended when coadministration with phenobarbital. Phenytoin ↓ Maribavir A dose adjustment of LIVTENCITY to 1,200 mg twice daily is recommended when coadministration with phenytoin. Antimycobacterials Rifabutin ↓ Maribavir Coadministration of LIVTENCITY and rifabutin is not recommended due to potential for a decrease in efficacy of LIVTENCITY. Rifampin ↓ Maribavir Coadministration of LIVTENCITY and rifampin is not recommended due to potential for a decrease in efficacy of LIVTENCITY. Herbal Products St. John's wort ↓ Maribavir Coadministration of LIVTENCITY and St. John's wort is not recommended due to potential for a decrease in efficacy of LIVTENCITY. HMG-CoA Reductase Inhibitors Rosuvastatin ↑ Rosuvastatin The patient should be closely monitored for rosuvastatin-related events, especially the occurrence of myopathy and rhabdomyolysis. Immunosuppressants Cyclosporine ↑ Cyclosporine Frequently monitor cyclosporine levels throughout treatment with LIVTENCITY, especially following initiation and after discontinuation of LIVTENCITY and adjust dose, as needed. Everolimus ↑ Everolimus Frequently monitor everolimus levels throughout treatment with LIVTENCITY, especially following initiation and after discontinuation of LIVTENCITY and adjust dose, as needed. Sirolimus ↑ Sirolimus Frequently monitor sirolimus levels throughout treatment with LIVTENCITY, especially following initiation and after discontinuation of LIVTENCITY and adjust dose, as needed. Tacrolimus ↑ Tacrolimus Frequently monitor tacrolimus levels throughout treatment with LIVTENCITY, especially following initiation and after discontinuation of LIVTENCITY and adjust dose, as needed. 7.4 Drugs without Clinically Significant Interactions with LIVTENCITY No clinically significant interactions were observed in clinical drug-drug interaction studies of LIVTENCITY and ketoconazole, antacid, caffeine, warfarin, voriconazole, dextromethorphan, or midazolam [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse events (all grades, >10%) in subjects treated with LIVTENCITY were taste disturbance, nausea, diarrhea, vomiting, and fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals America, Inc. at 1-877-TAKEDA-7 (1-877-825-3327) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of LIVTENCITY was evaluated in one Phase 3 multicenter, randomized, open-label, active-control trial in which 352 adult transplant recipients were randomized, and treated with LIVTENCITY (N=234) or Investigator-Assigned Treatment (IAT) consisting of monotherapy or dual therapy with ganciclovir, valganciclovir, foscarnet, or cidofovir as dosed by the investigator (N=116) for up to 8-weeks following a diagnosis of CMV infection/disease refractory to treatment (with or without genotypic resistance) with ganciclovir, valganciclovir, foscarnet or cidofovir. The mean treatment durations (SD) for LIVTENCITY and IAT were 48.6 (± 13.82) and 31.2 (± 16.91) days, respectively. The most common adverse events occurring in more than 10% of subjects receiving LIVTENCITY are outlined in Table 2. Table 2: Adverse Events (All Grades) Reported in >10% of Subjects in the LIVTENCITY Group in Trial 303 ADVERSE EVENT LIVTENCITY N=234 (%) IAT IAT (Investigator-Assigned Treatment) included monotherapy or dual therapy with ganciclovir, valganciclovir, foscarnet, or cidofovir as dosed by the investigator. N=116 (%) Taste disturbance taste disturbance includes the following reported preferred terms: ageusia, dysgeusia, hypogeusia and taste disorder. 46 4 Nausea 21 22 Diarrhea 19 21 Vomiting 14 16 Fatigue 12 9 Similar proportions of subjects experienced serious adverse events (38% in the LIVTENCITY group and 37% in the IAT group). The most common serious adverse event in both treatment groups occurred in the Infections and Infestations System Organ Class (SOC) (23% in the LIVTENCITY group and 15% in the IAT group) with CMV infection and disease being the most common in both groups. A higher proportion of subjects in the IAT group discontinued study medication due to an adverse event compared to the LIVTENCITY group (32% in the IAT group vs 13% in the LIVTENCITY group). The most commonly reported causes that led to study drug discontinuation were neutropenia (9%) and acute kidney injury (5%) in the IAT group and dysgeusia, diarrhea, nausea, and recurrence of underlying disease (each reported at 1%) in the LIVTENCITY group. Taste disturbance occurred in 46% of subjects treated with LIVTENCITY. These events rarely led to discontinuation of LIVTENCITY (1%) and, for 37% of the subjects, these events resolved while on therapy (median duration 43 days; range 7 to 59 days). For the subjects with ongoing taste disturbance after drug discontinuation, resolution occurred in 89%. In subjects with resolution of symptoms after drug discontinuation, the median duration of symptoms off treatment was 6 days (range 2 to 85 days). Laboratory Abnormalities Selected laboratory abnormalities reported in subjects with refractory (with or without genotypic resistance) CMV infections in Trial 303 are presented in Table 3. Table 3: Selected Laboratory Abnormalities Reported in Trial 303 Laboratory Parameter LIVTENCITY N=234 n (%) IAT N=116 n (%) Neutrophils (cells/µL) <500 4 (2) 4 (3) ≥500 to <750 7 (3) 7 (6) ≥750 to <1,000 10 (4) 6 (5) Hemoglobin (g/dL) <6.5 3 (1) 1 (1) ≥6.5 to <8.0 34 (15) 23 (20) ≥8.0 to <9.5 76 (32) 33 (28) Platelets (cells/µL) <25,000 11 (5) 6 (5) ≥25,000 to <50,000 27 (12) 10 (9) ≥50,000 to <100,000 41 (18) 20 (17) Creatinine (mg/dL) >2.5 16 (7) 12 (10) >1.5 to ≤2.5 78 (33) 29 (25)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 400 mg (two 200 mg tablets) orally twice daily with or without food. ( 2.1 , 8.4 ) 2.1 Recommended Dosage The recommended dosage in adults and pediatric patients (12 years of age and older and weighing at least 35 kg) is 400 mg (two 200 mg tablets) taken orally twice daily with or without food [see Use in Specific Populations (8.4) , Clinical Pharmacology (12.3) and Clinical Studies (14) ] . 2.2 Dosage Adjustment When Coadministered with Anticonvulsants If LIVTENCITY is coadministered with carbamazepine, increase the dosage of LIVTENCITY to 800 mg (four 200 mg tablets) twice daily [see Drug Interactions (7.3) ] . If LIVTENCITY is coadministered with phenytoin or phenobarbital, increase the dosage of LIVTENCITY to 1,200 mg (six 200 mg tablets) twice daily [see Drug Interactions (7.3) ] . 2.3 Administration The immediate-release tablets can be taken as whole, dispersed or crushed tablets by mouth, or as dispersed tablets through a nasogastric or orogastric tube (French size 10 or larger). The suspension may be prepared ahead of time and stored at room temperature for up to 8 hours. Administration of Dispersed Tablets or Crushed Tablets by Mouth Place the appropriate number of tablets for the prescribed dose into a suitable container. If desired, the tablets may be crushed. Add the appropriate volume of drinking water (other liquids have not been tested) to make a suspension (see Table 1 below) . Table 1: Number of Tablets and Volume of Drinking Water Needed to Make a Suspension for Administration of Dispersed or Crushed Tablets by Mouth Recommended Dosage Number of 200 mg Tablets Volume of Drinking Water 400 mg Two 30 mL 800 mg Four 60 mL 1,200 mg Six 90 mL Swirl the container gently to keep the particles from settling, and administer the suspension before it settles. The mixture will have a bitter taste. Rinse the container with 15 mL of drinking water and administer the rinse water. Repeat Step 3. Visually confirm that no particles are left in the container. If particles remain, repeat Step 3. Administration of Dispersed Tablets through a Nasogastric (NG) or Orogastric (OG) Tube Remove the cap (if applicable) and plunger out of a 50 or 60 mL catheter-tip compatible syringe or equivalent. Add two tablets into the syringe body and place the plunger back in the syringe. Only two tablets can be administered via NG or OG tube at a time. Draw 30 mL of drinking water (other liquids have not been tested) into the syringe and hold the syringe with the tip pointing upward. Pull the plunger further to a higher volume position to have some air space in the syringe. Place the cap back on the syringe (if applicable). Shake the syringe well (careful not to spill the contents) for about 30 to 45 seconds or until the tablets are completely dispersed. Once the tablets are completely dispersed in the syringe, remove the cap from the syringe again (if applicable) and attach the syringe to the NG or OG tube and administer the dispersion before it settles. Draw 15 mL of water using the same syringe and flush through the same NG or OG tube. Repeat Step 4 and make sure no particles are left in the syringe by visual inspection. If particles remain, repeat Step 4. For doses of 800 mg (four 200 mg tablets) and 1,200 mg (six 200 mg tablets) [see Dosage and Administration (2.2) ] , repeat Steps 1-5 until prescribed dose is reached. The same syringe, NG or OG tube can be used."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LIVTENCITY is indicated for the treatment of adults and pediatric patients (12 years of age and older and weighing at least 35 kg) with post-transplant cytomegalovirus (CMV) infection/disease that is refractory to treatment (with or without genotypic resistance) with ganciclovir, valganciclovir, cidofovir or foscarnet [see Use in Specific Populations (8.4) and Clinical Studies (14) ] . LIVTENCITY is a cytomegalovirus (CMV) pUL97 kinase inhibitor indicated for the treatment of adults and pediatric patients (12 years of age and older and weighing at least 35 kg) with post-transplant CMV infection/disease that is refractory to treatment (with or without genotypic resistance) with ganciclovir, valganciclovir, cidofovir or foscarnet. ( 1 , 8.4 )"
  ],
  "fetched_at": "2025-10-01T16:15:02.794624",
  "source": "OpenFDA"
}