{
  "drug_name": "Mavorixafor",
  "generic_name": [
    "MAVORIXAFOR"
  ],
  "brand_names": [
    "XOLREMDI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 inhibitors: Reduce XOLREMDI daily dosage. ( 2.2 , 7.1 ) P-gp inhibitors or moderate CYP3A4 inhibitors: Monitor more frequently for XOLREMDI adverse reactions and reduce XOLREMDI daily dosage if necessary. ( 7.1 ) Strong CYP3A4 Inducers: Avoid concomitant use. ( 7.1 ) CYP3A4 or P-gp substrates: Monitor more frequently for substrate adverse reactions unless otherwise recommended. ( 7.2 ) 7.1 Effect of Other Drugs on XOLREMDI Strong or Moderate CYP3A4 Inhibitors Reduce XOLREMDI daily dosage to 200 mg when used concomitantly with a strong CYP3A4 inhibitor [see Dosage and Administration (2.2) ] . Monitor more frequently for XOLREMDI adverse reactions that may be associated with an increase in mavorixafor exposure when used concomitantly with moderate CYP3A4 inhibitor and reduce the XOLREMDI daily dosage by steps of 100 mg, if necessary, but not to a dose less than 200 mg. Mavorixafor is a CYP3A4 substrate. Concomitant use with a strong CYP3A4 inhibitor increases mavorixafor maximal concentrations (C max ) and area under the concentration-time curve (AUC) [see Clinical Pharmacology (12.3) ] , which may increase the risk of XOLREMDI adverse reactions. Strong CYP3A4 Inducers Avoid concomitant use with a strong CYP3A4 inducer. Mavorixafor is a CYP3A4 substrate. Concomitant use with a strong CYP3A4 inducer is predicted to decrease mavorixafor C max and AUC based upon a mechanistic understanding of its elimination [see Clinical Pharmacology (12.3) ] , which may reduce XOLREMDI's effectiveness. P-gp Inhibitors Monitor more frequently for XOLREMDI adverse reactions that may be associated with an increase in mavorixafor exposure when used concomitantly with P-gp inhibitors and reduce the XOLREMDI daily dosage by steps of 100 mg, if necessary, but not to a dose less than 200 mg. Mavorixafor is a P-gp substrate. Concomitant use with a P-gp inhibitors increases mavorixafor C max and AUC [see Clinical Pharmacology (12.3) ] , which may increase the risk of XOLREMDI adverse reactions. 7.2 Effect of XOLREMDI on Other Drugs CYP2D6 Substrates The use of XOLREMDI with drugs that are another drug highly dependent on CYP2D6 for clearance is contraindicated [see Contraindications (4) ] . Mavorixafor is a CYP2D6 inhibitor. Mavorixafor increases exposure of CYP2D6 substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to these substrates. CYP3A4 Substrates Monitor for CYP3A4 substrate related adverse reactions more frequently, unless otherwise recommended in the substrate's Prescribing Information, when XOLREMDI is used concomitantly with CYP3A4 substrates where minimal substrate concentration changes may lead to serious adverse reactions. Mavorixafor is an inhibitor of CYP3A4. Mavorixafor may increase the C max and AUC of CYP3A4 substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions from the CYP3A4 substrate. P-gp Substrates Monitor for P-gp substrate related adverse reactions more frequently, unless otherwise recommended in the substrate's Prescribing Information, when XOLREMDI is used concomitantly with P-gp substrates where minimal substrate concentration changes may lead to serious adverse reactions. Digoxin: Measure serum digoxin concentrations before initiating concomitant use with XOLREMDI, and continue monitoring serum digoxin concentrations as recommended in the Prescribing Information for digoxin [see Clinical Pharmacology (12.3) ] . Mavorixafor is an inhibitor of P-gp. Mavorixafor may increase the C max and AUC of P-gp substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions from the P-gp substrate. Metformin: Monitor for glycemic control and adjust the dose of metformin as necessary. Mavorixafor may decrease the mean C max and AUC of metformin, which may reduce metformin's effectiveness. The mechanism of this interaction is unknown. 7.3 Drugs that Prolong the QTc Interval Obtain an electrocardiogram when initiating, during concomitant use, and as clinically indicated in patients receiving concomitant medications with a known potential to prolong the QTc interval [see Warnings and Precautions (5.2) ] . XOLREMDI causes QTc interval prolongation [see Clinical Pharmacology (12.2) ] . Concomitant use of XOLREMDI with other products that prolong QTc interval may result in a greater increase in QTc interval and adverse reactions associated with QTc interval prolongation, including torsade de pointes, other serious arrythmias, and sudden death [see Warnings and Precautions (5.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: QTc Interval Prolongation [see Warnings and Precautions (5.2) ] The most common adverse reactions (›10% and at a frequency higher than placebo) were: thrombocytopenia, pityriasis, rash, rhinitis, epistaxis, vomiting, and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact X4 Pharmaceuticals, Inc. at 1-866-MED-X4MI (1-866-633-9464) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of XOLREMDI was evaluated in Study 1, a randomized placebo-controlled trial of 31 adult and pediatric patients 12 years and older with WHIM syndrome [see Clinical Studies (14) ] . Patients received XOLREMDI 400 mg or 200 mg, based on age and body weight (N=14) or placebo (N=17). One patient received the 200 mg dose, and 13 patients received the 400 mg dose. Note that the 200 mg XOLREMDI daily dose is only recommended for use in patients receiving strong CYP3A4 inhibitors [see Dosage and Administration (2.1 , 2.2) ] . For all other patients, the recommended dosage is either 400 mg daily (if weighing more than 50 kg) or 300 mg daily (if weighing up to 50 kg), unless dose reductions are needed due to concomitant use with moderate CYP3A4 inhibitors or P-gp inhibitors [see Drug Interactions (7.1) ] . The data below are based on the 52-week, placebo-controlled portion of the study. Twelve patients received XOLREMDI for at least 6 months, and 10 patients received XOLREMDI for at least 1 year. Table 1 summarizes the most common adverse reactions (>10%) in Study 1, which were thrombocytopenia, pityriasis, rash, rhinitis, epistaxis, vomiting, and dizziness. Table 1: Adverse Reactions in ≥10% Patients with WHIM Syndrome Receiving XOLREMDI and More Frequently Reported than Placebo During Study 1 Number (N) and Percent (%) of Patients Adverse Reaction XOLREMDI (N=14) Placebo (N=17) Thrombocytopenia 3 (21%) 0 Pityriasis 2 (14%) 0 Rash 2 (14%) 0 Rhinitis 2 (14%) 0 Epistaxis 2 (14%) 1 (6%) Vomiting 2 (14%) 1 (6%) Dizziness 2 (14%) 1 (6%) Serious adverse reactions of thrombocytopenia occurred in 3 of the 14 patients who received XOLREMDI, 2 of which occurred in the setting of infection or febrile neutropenia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Use of XOLREMDI is contraindicated with drugs that are highly dependent on CYP2D6 for clearance [see Drug Interactions (7.2) ] . Use with drugs highly dependent on CYP2D6 for clearance. ( 4 , 7.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: Weight more than 50 kg: 400 mg orally once daily. ( 2 ) Weight less than or equal to 50 kg: 300 mg orally once daily. ( 2 ) Administer XOLREMDI on an empty stomach after an overnight fast, and at least 30 minutes before food. ( 2 ) 2.1 Recommended Dosage The recommended dosage of XOLREMDI is: Weight more than 50 kg: 400 mg orally once daily on an empty stomach after an overnight fast, and at least 30 minutes before food. Weight less than or equal to 50 kg: 300 mg orally once daily on an empty stomach after an overnight fast, and at least 30 minutes before food. Swallow the capsules whole. Do not open, break, or chew capsules. If a dose of XOLREMDI is missed, the next dose should be taken as scheduled. Do not take more than 1 XOLREMDI dose each day. 2.2 Dosage Modifications for Strong CYP3A4 inhibitors Reduce daily dosage of XOLREMDI to 200 mg when used concomitantly with strong CYP3A4 inhibitors [see Drug Interactions (7.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XOLREMDI is indicated in patients 12 years of age and older with WHIM syndrome (warts, hypogammaglobulinemia, infections and myelokathexis) to increase the number of circulating mature neutrophils and lympocytes. XOLREMDI is a CXC chemokine receptor 4 antagonist indicated in patients 12 years of age and older with WHIM syndrome (warts, hypogammaglobulinemia, infections and myelokathexis) to increase the number of circulating mature neutrophils and lymphocytes. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:00:14.223836",
  "source": "OpenFDA"
}