{
  "drug_name": "ME-344",
  "generic_name": [
    "1 NF UNITS, 50 MCG CBL, 2.5 MG F-THF, 1 MG PTEGLU-, 7 MG ME-THF"
  ],
  "brand_names": [
    "Biopar delta-FORTE"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS Mild transient diarrhea, polycythemia vera, itching, transitory exanthema, feeling of swelling of entire body may occur with administration of cobalamin. Allergic sensitization has been reported following both oral and parenteral administration of folate. Sensitivity to porcine intrinsic factor derived from liver substance has been reported in patients, and may occur at any time; Biopar TM delta -FORTE contains a non-inhibitory form of intrinsic factor that is not derived from liver substance but rather just the mucosa (stomach substance) - in which such senstitivity is less likely to occur, however caution is advised and continuous monitoring under licensed medical supervision is required."
  ],
  "contraindications": [],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION The adult dose is one capsule daily preferably on an empty stomach . A deficiency of cobalamin may present first as folate deficiency - which is why folate supplementation may mask the symptoms that would normally result and also why advanced folate supplementation requires licensed medical supervision; because of this, reticulocyte plasma count, cobalamin and folate must be obtained prior to treatment . Requirements of cobalamin and/or folate in excess of normal (due to pregnancy, thyrotoxicosis, hemolytic anemia, hemorrhage, malignancy, hepatic and renal disease) can usually be met with oral supplementation. As a general rule - in Pernicious Anemia patients, treatment will be required for the remainder of the patient’s life , and usually requires weekly or monthly injections at the doctor's office. Patients that are non-compliant with parenteral therapy (injections) may use this product as a substitute ONLY UNDER THE DIRECT SUPERVISION OF A LICENSED MEDICAL PRACTITIONER ."
  ],
  "indications": [
    "INDICATIONS & USAGE Biopar TM delta -FORTE is specifically indicated as a primary and adjunctive treatment in pernicious anemia patients having idiosyncrasy or sensitivity to parenteral administration - or when parental therapy is refused;"
  ],
  "fetched_at": "2025-10-01T19:30:59.506577",
  "source": "OpenFDA"
}