{
  "drug_name": "Meglumine",
  "generic_name": [
    "IOTHALAMATE MEGLUMINE"
  ],
  "brand_names": [
    "Conray"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS SEVERE ADVERSE EVENTS - INADVERTENT INTRATHECAL ADMINISTRATION: Serious adverse reactions have been reported due to the inadvertent intrathecal administration of iodinated contrast media that are not indicated for intrathecal use. These serious adverse reactions include: death, convulsions, cerebral hemorrhage, coma, paralysis, arachnoiditis, acute renal failure, cardiac arrest, seizures, rhabdomyolysis, hyperthermia, and brain edema. Special attention must be given to ensure that this drug product is not administered intrathecally. Ionic iodinated contrast media inhibit blood coagulation, in vitro, more than nonionic contrast media. Nonetheless, it is prudent to avoid prolonged contact of blood with syringes containing ionic contrast media. Serious, rarely fatal, thromboembolic events causing myocardial infarction and stroke have been reported during angiographic procedures with both ionic and nonionic contrast media. Therefore, meticulous intravascular administration technique is necessary, particularly during angiographic procedures, to minimize thromboembolic events. Numerous factors, including length of procedure, catheter and syringe material, underlying disease state and concomitant medications may contribute to the development of thromboembolic events. For these reasons, meticulous angiographic techniques are recommended, including close attention to guidewire and catheter manipulation, use of manifold systems and/or three-way stopcocks, frequent catheter flushing with heparinized saline solutions and minimizing the length of the procedure. The use of plastic syringes in place of glass syringes has been reported to decrease, but not eliminate, the likelihood of in vitro clotting. Serious or fatal reactions have been associated with the administration of iodine-containing radiopaque media. It is of utmost importance to be completely prepared to treat any contrast medium reaction. Serious neurologic sequelae, including permanent paralysis, have been reported following cerebral arteriography, selective spinal arteriography and arteriography of vessels supplying the spinal cord. The intravascular injection of a contrast medium should never be made following the administration of vasopressors since they strongly potentiate neurologic effects. In patients with subarachnoid hemorrhage, a rare association between contrast administration and clinical deterioration, including convulsions and death, has been reported. Therefore, administration of intravascular iodinated ionic contrast media in these patients should be undertaken with caution. A definite risk exists in the use of intravascular contrast agents in patients who are known to have multiple myeloma. In such instances, anuria has developed, resulting in progressive uremia, renal failure and eventually death. Although neither the contrast agent nor dehydration has separately proved to be the cause of anuria in myeloma, it has been speculated that the combination of both may be causative factors. The risk in myelomatous patients is not a contraindication to the procedure; however, partial dehydration in the preparation of these patients for the examination is not recommended, since this may predispose to precipitation of myeloma protein in the renal tubules. No form of therapy, including dialysis, has been successful in reversing the effect. Myeloma, which occurs most commonly in persons over 40, should be considered before instituting intravascular administration of contrast agents. Administration of radiopaque materials to patients known or suspected to have pheochromocytoma should be performed with extreme caution. If, in the opinion of the physician, the possible benefits of such procedures outweigh the considered risks, the procedures may be performed; however, the amount of radiopaque medium injected should be kept to an absolute minimum. The blood pressure should be assessed throughout the procedure, and measures for treatment of a hypertensive crisis should be available. Contrast media have been shown to promote the phenomenon of sickling in individuals who are homozygous for sickle cell disease when the material is injected intravenously or intra-arterially. Convulsions have occurred in patients with primary or metastatic cerebral lesions following the administration of iodine-containing radiopaque media for the contrast enhancement of CT brain images. In patients with advanced renal disease, iodinated contrast media should be used with caution, and only when the need for the examination dictates, since excretion of the medium may be impaired. Patients with combined renal and hepatic disease, those with severe hypertension or congestive heart failure, and recent renal transplant recipients may present an additional risk. Renal failure has been reported in patients with liver dysfunction who were given an oral cholecystographic agent followed by an intravascular iodinated radiopaque agent, and also in patients with occult renal disease, notably diabetics and hypertensives. In these classes of patients, there should be no fluid restriction and every attempt made to maintain normal hydration, prior to contrast medium administration, since dehydration is the single most important factor influencing further renal impairment. Acute renal failure has been reported in diabetic patients with diabetic nephropathy and in susceptible non-diabetic patients (often elderly with pre-existing renal disease) following the administration of iodinated contrast agents. Therefore, careful consideration of the potential risks should be given before performing this radiographic procedure in these patients. Caution should be exercised in performing contrast medium studies in patients with endotoxemia and/or those with elevated body temperatures. Reports of thyroid storm occurring following the intravascular use of iodinated radiopaque agents in patients with hyperthyroidism or with an autonomously functioning thyroid nodule, suggest that this additional risk be evaluated in such patients before use of this drug. Iodine containing contrast agents may alter the results of thyroid function tests which depend on iodine estimation, e.g. PBI and radioactive iodine uptake studies. Such tests, if indicated, should be performed prior to the administration of this preparation. Thyroid Dysfunction in Pediatric Patients 0 to 3 Years of Age: Thyroid dysfunction characterized by hypothyroidism or transient thyroid suppression has been reported after both single exposure and multiple exposures to iodinated contrast media (ICM) in pediatric patients 0 to 3 years of age. Younger age, very low birth weight, prematurity, underlying medical conditions affecting thyroid function, admission to neonatal or pediatric intensive care units, and congenital cardiac conditions are associated with an increased risk of hypothyroidism after ICM exposure. Pediatric patients with congenital cardiac conditions may be at the greatest risk given that they often require high doses of contrast during invasive cardiac procedures. An underactive thyroid during early life may be harmful for cognitive and neurological development and may require thyroid hormone replacement therapy. After exposure to ICM, individualize thyroid function monitoring based on underlying risk factors, especially in term and preterm neonates. Severe Cutaneous Adverse Reactions: Severe cutaneous adverse reactions (SCAR) may develop from 1 hour to several weeks after intravascular contrast agent administration. These reactions include Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS). Reaction severity may increase and time to onset may decrease with repeat administration of contrast agent; prophylactic medications may not prevent or mitigate severe cutaneous adverse reactions. Avoid administering Conray to patients with a history of a severe cutaneous adverse reaction to Conray.",
    "SEVERE ADVERSE EVENTS - INADVERTENT INTRATHECAL ADMINISTRATION: Serious adverse reactions have been reported due to the inadvertent intrathecal administration of iodinated contrast media that are not indicated for intrathecal use. These serious adverse reactions include: death, convulsions, cerebral hemorrhage, coma, paralysis, arachnoiditis, acute renal failure, cardiac arrest, seizures, rhabdomyolysis, hyperthermia, and brain edema. Special attention must be given to ensure that this drug product is not administered intrathecally. Ionic iodinated contrast media inhibit blood coagulation, in vitro, more than nonionic contrast media. Nonetheless, it is prudent to avoid prolonged contact of blood with syringes containing ionic contrast media. Serious, rarely fatal, thromboembolic events causing myocardial infarction and stroke have been reported during angiographic procedures with both ionic and nonionic contrast media. Therefore, meticulous intravascular administration technique is necessary, particularly during angiographic procedures, to minimize thromboembolic events. Numerous factors, including length of procedure, catheter and syringe material, underlying disease state and concomitant medications may contribute to the development of thromboembolic events. For these reasons, meticulous angiographic techniques are recommended, including close attention to guidewire and catheter manipulation, use of manifold systems and/or three-way stopcocks, frequent catheter flushing with heparinized saline solutions and minimizing the length of the procedure. The use of plastic syringes in place of glass syringes has been reported to decrease, but not eliminate, the likelihood of in vitro clotting. Serious or fatal reactions have been associated with the administration of iodine-containing radiopaque media. It is of utmost importance to be completely prepared to treat any contrast medium reaction. Serious neurologic sequelae, including permanent paralysis, have been reported following cerebral arteriography, selective spinal arteriography and arteriography of vessels supplying the spinal cord. The intravascular injection of a contrast medium should never be made following the administration of vasopressors since they strongly potentiate neurologic effects. In patients with subarachnoid hemorrhage, a rare association between contrast administration and clinical deterioration, including convulsions and death, has been reported. Therefore, administration of intravascular iodinated ionic contrast media in these patients should be undertaken with caution. A definite risk exists in the use of intravascular contrast agents in patients who are known to have multiple myeloma. In such instances, anuria has developed, resulting in progressive uremia, renal failure and eventually death. Although neither the contrast agent nor dehydration has separately proved to be the cause of anuria in myeloma, it has been speculated that the combination of both may be causative factors. The risk in myelomatous patients is not a contraindication to the procedure; however, partial dehydration in the preparation of these patients for the examination is not recommended, since this may predispose to precipitation of myeloma protein in the renal tubules. No form of therapy, including dialysis, has been successful in reversing the effect. Myeloma, which occurs most commonly in persons over 40, should be considered before instituting intravascular administration of contrast agents. Administration of radiopaque materials to patients known or suspected to have pheochromocytoma should be performed with extreme caution. If, in the opinion of the physician, the possible benefits of such procedures outweigh the considered risks, the procedures may be performed; however, the amount of radiopaque medium injected should be kept to an absolute minimum. The blood pressure should be assessed throughout the procedure, and measures for treatment of a hypertensive crisis should be available. Contrast media have been shown to promote the phenomenon of sickling in individuals who are homozygous for sickle cell disease when the material is injected intravenously or intra-arterially. Convulsions have occurred in patients with primary or metastatic cerebral lesions following the administration of iodine-containing radiopaque media for the contrast enhancement of CT brain images. In patients with advanced renal disease, iodinated contrast media should be used with caution, and only when the need for the examination dictates, since excretion of the medium may be impaired. Patients with combined renal and hepatic disease, those with severe hypertension or congestive heart failure, and recent renal transplant recipients may present an additional risk. Renal failure has been reported in patients with liver dysfunction who were given an oral cholecystographic agent followed by an intravascular iodinated radiopaque agent, and also in patients with occult renal disease, notably diabetics and hypertensives. In these classes of patients, there should be no fluid restriction and every attempt made to maintain normal hydration, prior to contrast medium administration, since dehydration is the single most important factor influencing further renal impairment. Acute renal failure has been reported in diabetic patients with diabetic nephropathy and in susceptible non-diabetic patients (often elderly with pre-existing renal disease) following the administration of iodinated contrast agents. Therefore, careful consideration of the potential risks should be given before performing this radiographic procedure in these patients. Caution should be exercised in performing contrast medium studies in patients with endotoxemia and/or those with elevated body temperatures. Reports of thyroid storm occurring following the intravascular use of iodinated radiopaque agents in patients with hyperthyroidism or with an autonomously functioning thyroid nodule, suggest that this additional risk be evaluated in such patients before use of this drug. Iodine containing contrast agents may alter the results of thyroid function tests which depend on iodine estimation, e.g. PBI and radioactive iodine uptake studies. Such tests, if indicated, should be performed prior to the administration of this preparation. Thyroid Dysfunction in Pediatric Patients 0 to 3 Years of Age: Thyroid dysfunction characterized by hypothyroidism or transient thyroid suppression has been reported after both single exposure and multiple exposures to iodinated contrast media (ICM) in pediatric patients 0 to 3 years of age. Younger age, very low birth weight, prematurity, underlying medical conditions affecting thyroid function, admission to neonatal or pediatric intensive care units, and congenital cardiac conditions are associated with an increased risk of hypothyroidism after ICM exposure. Pediatric patients with congenital cardiac conditions may be at the greatest risk given that they often require high doses of contrast during invasive cardiac procedures. An underactive thyroid during early life may be harmful for cognitive and neurological development and may require thyroid hormone replacement therapy. After exposure to ICM, individualize thyroid function monitoring based on underlying risk factors, especially in term and preterm neonates. Severe Cutaneous Adverse Reactions: Severe cutaneous adverse reactions (SCAR) may develop from 1 hour to several weeks after intravascular contrast agent administration. These reactions include Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS). Reaction severity may increase and time to onset may decrease with repeat administration of contrast agent; prophylactic medications may not prevent or mitigate severe cutaneous adverse reactions. Avoid administering Conray to patients with a history of a severe cutaneous adverse reaction to Conray."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reactions to injectable contrast media fall into two categories: chemotoxic reactions and idiosyncratic reactions. Chemotoxic reactions result from the physio-chemical properties of the contrast media, the dose and speed of injection. All hemodynamic disturbances and injuries to organs or vessels perfused by the contrast medium are included in this category. Idiosyncratic reactions include all other reactions. They occur more frequently in patients 20 to 40 years old. Idiosyncratic reactions may or may not be dependent on the amount of dose injected, the speed of injection, the mode of injection and the radiographic procedure. Idiosyncratic reactions are subdivided into minor, intermediate and severe. The minor reactions are self-limited and of short duration; the severe reactions are life-threatening and treatment is urgent and mandatory. Fatalities have been reported following the administration of iodine-containing contrast agents. Based upon clinical literature, the incidence of death is reported to range from one in 10,000 (0.01 percent) to less than one in 100,000 (0.001 percent). The following adverse reactions have been observed in conjunction with the use of iodine-containing contrast agents. The most frequent adverse reactions are nausea, vomiting, facial flush and a feeling of body warmth. These are usually of brief duration. Other reactions include the following: Hypersensitivity reactions: Dermal manifestations of urticaria with or without pruritus, erythema and maculopapular rash. Dry mouth. Sweating. Conjunctival symptoms. Facial, peripheral and angioneurotic edema. Symptoms related to the respiratory system include sneezing, nasal stuffiness, coughing, choking, dyspnea, chest tightness and wheezing, which may be initial manifestations of more severe and infrequent reactions including asthmatic attack, laryngospasm and bronchospasm with or without edema, pulmonary edema, apnea and cyanosis. Rarely, these allergic-type reactions can progress into anaphylaxis with loss of consciousness and coma and severe cardiovascular disturbances. Cardiovascular reactions: Generalized vasodilation, flushing and venospasm. Occasionally, thrombosis or rarely, thrombophlebitis. Red blood cell clumping and agglutination, crenation and interference in clot formation. Extremely rare cases of disseminated intravascular coagulation resulting in death have been reported. Severe cardiovascular responses include rare cases of hypotensive shock, coronary insufficiency, cardiac arrhythmia, fibrillation and arrest. These severe reactions are usually reversible with prompt and appropriate management; however, fatalities have occurred. Endocrine reactions: Hyperthyroidism, hypothyroidism. Skin and Subcutaneous Tissue Disorders: Reactions range from mild (e.g. rash, erythema, pruritus, urticaria and skin discoloration) to severe: [e.g. Stevens-Johnson syndrome and toxic epidermal necrolysis (SJS/TEN), acute generalized exanthematous pustulosis (AGEP) and drug reaction with eosinophilia and systemic symptoms (DRESS)]. Technique reactions: Extravasation with burning pain, hematomas, ecchymosis and tissue necrosis, paresthesia or numbness, vascular constriction due to injection rate, thrombosis and thrombophlebitis. Neurological reactions: Spasm, convulsions, aphasia, syncope, paresis, paralysis resulting from spinal cord injury and pathology associated with syndrome of transverse myelitis, visual field losses which are usually transient but may be permanent, coma and death. Other reactions: Headache, trembling, shaking, chills without fever and lightheadedness. Temporary renal shutdown or other nephropathy. (Adverse reactions to specific procedures receive comment under that procedure.)"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Refer to PRECAUTIONS, General, concerning hypersensitivity. Conray should not be used for myelography. Arthrography should not be performed if infection is present in or near the joint. Percutaneous transhepatic cholangiography is contraindicated in patients with coagulation defects and prolonged prothrombin times. Endoscopic retrograde cholangiopancreatography is contraindicated during an acute attack of pancreatitis or during severe clinically evident cholangitis and in patients in whom endoscopy is prohibited."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION It is advisable that Conray be at or close to body temperature when injected. The patient should be instructed to omit the meal that precedes the examination. Appropriate premedication, which may include a barbiturate, tranquilizer or analgesic drug, may be administered prior to the examination. A preliminary film is recommended to check the position of the patient and the x-ray exposure factors. If a minor reaction occurs during administration, the injection should be slowed or stopped until the reaction has subsided. If a major reaction occurs, the injection should be discontinued immediately. Under no circumstances should either corticosteroids or antihistamines be mixed in the same syringe with the contrast medium because of a potential for chemical incompatibility. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration."
  ],
  "indications": [
    "INDICATIONS AND USAGE Conray is indicated for use in excretory urography, cerebral angiography, peripheral arteriography, venography, arthrography, direct cholangiography, endoscopic retrograde cholangiopancreatography, contrast enhancement of computed tomographic brain images, cranial computerized angiotomography, intravenous digital subtraction angiography and arterial digital subtraction angiography. Conray may also be used for enhancement of computed tomographic scans performed for detection and evaluation of lesions in the liver, pancreas, kidneys, abdominal aorta, mediastinum, abdominal cavity and retroperitoneal space. Continuous or multiple scans separated by intervals of 1 to 3 seconds during the first 30 to 90 seconds post-injection of the contrast medium (dynamic CT scanning) may provide enhancement of diagnostic significance, and may be of benefit in establishing diagnoses of certain lesions in these sites with greater assurance than is possible with CT alone, and in supplying additional features of the lesions. In other cases, the contrast agent may allow visualization of lesions not seen with CT alone, or may help to define suspicious lesions seen with unenhanced CT (see CLINICAL PHARMACOLOGY ). Subsets of patients in whom delayed body CT scans might be helpful have not been identified. Inconsistent results have been reported and abnormal and normal tissues may be isodense during the time frame used for delayed CT scanning. The risks of such indiscriminate use of contrast media are well known and such use is not recommended. At present, consistent results have been documented using dynamic CT techniques only."
  ],
  "fetched_at": "2025-10-01T17:38:07.740501",
  "source": "OpenFDA"
}