{
  "drug_name": "Meloxicam",
  "generic_name": [
    "MELOXICAM"
  ],
  "brand_names": [
    "Meloxicam"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 3 for clinically significant drug interactions with meloxicam. See also Warnings and Precautions ( 5.2 , 5.6 , 5.12 ) and Clinical Pharmacology ( 12.3 ) . Drugs that Interfere with Hemostasis Clinical Impact: Meloxicam and anticoagulants such as warfarin have a synergistic effect on bleeding. The concomitant use of meloxicam and anticoagulants have an increased risk of serious bleeding compared to the use of either drug alone. Serotonin release by platelets plays an important role in hemostasis. Case-control and cohort epidemiological studies showed that concomitant use of drugs that interfere with serotonin reuptake and an NSAID may potentiate the risk of bleeding more than an NSAID alone. Intervention: Monitor patients with concomitant use of meloxicam with anticoagulants (e.g., warfarin), antiplatelet agents (e.g., aspirin), selective serotonin reuptake inhibitors (SSRIs), and serotonin norepinephrine reuptake inhibitors (SNRIs) for signs of bleeding [see Warnings and Precautions ( 5.12 )]. Aspirin Clinical Impact: Controlled clinical studies showed that the concomitant use of NSAIDs and analgesic doses of aspirin does not produce any greater therapeutic effect than the use of NSAIDs alone. In a clinical study, the concomitant use of an NSAID and aspirin was associated with a significantly increased incidence of GI adverse reactions as compared to use of the NSAID alone [see Warnings and Precautions ( 5.2 )]. Intervention: Concomitant use of meloxicam and low dose aspirin or analgesic doses of aspirin is not generally recommended because of the increased risk of bleeding [see Warnings and Precautions ( 5.12 )]. Meloxicam is not a substitute for low dose aspirin for cardiovascular protection. ACE Inhibitors, Angiotensin Receptor Blockers, or Beta-Blockers Clinical Impact: NSAIDs may diminish the antihypertensive effect of angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), or beta-blockers (including propranolol). In patients who are elderly, volume-depleted (including those on diuretic therapy), or have renal impairment, co-administration of an NSAID with ACE inhibitors or ARBs may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Intervention: During concomitant use of meloxicam and ACE inhibitors, ARBs, or beta-blockers, monitor blood pressure to ensure that the desired blood pressure is obtained. During concomitant use of meloxicam and ACE inhibitors or ARBs in patients who are elderly, volume-depleted, or have impaired renal function, monitor for signs of worsening renal function [see Warnings and Precautions ( 5.6 )]. When these drugs are administered concomitantly, patients should be adequately hydrated. Assess renal function at the beginning of the concomitant treatment and periodically thereafter. Diuretics Clinical Impact: Clinical studies, as well as post-marketing observations, showed that NSAIDs reduced the natriuretic effect of loop diuretics (e.g., furosemide) and thiazide diuretics in some patients. This effect has been attributed to the NSAID inhibition of renal prostaglandin synthesis. However, studies with furosemide agents and meloxicam have not demonstrated a reduction in natriuretic effect. Furosemide single and multiple dose pharmacodynamics and pharmacokinetics are not affected by multiple doses of meloxicam. Intervention: During concomitant use of meloxicam with diuretics, observe patients for signs of worsening renal function, in addition to assuring diuretic efficacy including antihypertensive effects [see Warnings and Precautions ( 5.6 )]. Lithium Clinical Impact: NSAIDs have produced elevations in plasma lithium levels and reductions in renal lithium clearance. The mean minimum lithium concentration increased 15%, and the renal clearance decreased by approximately 20%. This effect has been attributed to NSAID inhibition of renal prostaglandin synthesis [see Clinical Pharmacology ( 12.3 )]. Intervention: During concomitant use of meloxicam and lithium, monitor patients for signs of lithium toxicity. Methotrexate Clinical Impact: Concomitant use of NSAIDs and methotrexate may increase the risk for methotrexate toxicity (e.g., neutropenia, thrombocytopenia, renal dysfunction). Intervention: During concomitant use of meloxicam and methotrexate, monitor patients for methotrexate toxicity. Cyclosporine Clinical Impact: Concomitant use of meloxicam and cyclosporine may increase cyclosporine's nephrotoxicity. Intervention: During concomitant use of meloxicam and cyclosporine, monitor patients for signs of worsening renal function. NSAIDs and Salicylates Clinical Impact: Concomitant use of meloxicam with other NSAIDs or salicylates (e.g., diflunisal, salsalate) increases the risk of GI toxicity, with little or no increase in efficacy [see Warnings and Precautions ( 5.2 )]. Intervention: The concomitant use of meloxicam with other NSAIDs or salicylates is not recommended. Pemetrexed Clinical Impact: Concomitant use of meloxicam and pemetrexed may increase the risk of pemetrexed-associated myelosuppression, renal, and GI toxicity (see the pemetrexed prescribing information). Intervention: During concomitant use of meloxicam and pemetrexed, in patients with renal impairment whose creatinine clearance ranges from 45 to 79 mL/min, monitor for myelosuppression, renal and GI toxicity. Patients taking meloxicam should interrupt dosing for at least five days before, the day of, and two days following pemetrexed administration. In patients with creatinine clearance below 45 mL/min, the concomitant administration of meloxicam with pemetrexed is not recommended. Drugs that Interfere with Hemostasis (e.g., warfarin, aspirin, SSRIs/SNRIs) : Monitor patients for bleeding who are concomitantly taking meloxicam with drugs that interfere with hemostasis. Concomitant use of meloxicam and analgesic doses of aspirin is not generally recommended ( 7 ) ACE Inhibitors, Angiotensin Receptor Blockers (ARBs) or Beta-Blockers : Concomitant use with meloxicam may diminish the antihypertensive effect of these drugs. Monitor blood pressure ( 7 ) ACE Inhibitors and ARBs : Concomitant use with meloxicam in elderly, volume-depleted, or those with renal impairment may result in deterioration of renal function. In such high risk patients, monitor for signs of worsening renal function ( 7 ) Diuretics : NSAIDs can reduce natriuretic effect of furosemide and thiazide diuretics. Monitor patients to assure diuretic efficacy including antihypertensive effects ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common (≥5% and greater than placebo) adverse events in adults are diarrhea, upper respiratory tract infections, dyspepsia, and influenza-like symptoms ( 6.1 ) Adverse events observed in pediatric studies were similar in nature to the adult clinical trial experience ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. The following adverse reactions are discussed in greater detail in other sections of the labeling: Cardiovascular Thrombotic Events [see Boxed Warning and Warnings and Precautions ( 5.1 ) ] GI Bleeding, Ulceration, and Perforation [see Boxed Warning and Warnings and Precautions ( 5.2 ) ] Hepatotoxicity [see Warnings and Precautions ( 5.3 ) ] Hypertension [see Warnings and Precautions ( 5.4 ) ] Heart Failure and Edema [see Warnings and Precautions ( 5.5 ) ] Renal Toxicity and Hyperkalemia [see Warnings and Precautions ( 5.6 ) ] Anaphylactic Reactions [see Warnings and Precautions ( 5.7 ) ] Serious Skin Reactions [see Warnings and Precautions ( 5.9 ) ] Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) [ see Warnings and Precautions ( 5.10 ) ] Fetal Toxicity [see Warnings and Precautions ( 5.11 )] Hematologic Toxicity [see Warnings and Precautions ( 5.12 ) ] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adults Osteoarthritis and Rheumatoid Arthritis: The meloxicam Phase 2/3 clinical trial database includes 10,122 OA patients and 1012 RA patients treated with meloxicam 7.5 mg/day, 3505 OA patients and 1351 RA patients treated with meloxicam 15 mg/day. Meloxicam at these doses was administered to 661 patients for at least 6 months and to 312 patients for at least one year. Approximately 10,500 of these patients were treated in ten placebo- and/or active-controlled osteoarthritis trials and 2363 of these patients were treated in ten placebo- and/or active-controlled rheumatoid arthritis trials. Gastrointestinal (GI) adverse events were the most frequently reported adverse events in all treatment groups across meloxicam trials. A 12-week multicenter, double-blind, randomized trial was conducted in patients with osteoarthritis of the knee or hip to compare the efficacy and safety of meloxicam with placebo and with an active control. Two 12-week multicenter, double-blind, randomized trials were conducted in patients with rheumatoid arthritis to compare the efficacy and safety of meloxicam with placebo. Table 1a depicts adverse events that occurred in ≥2% of the meloxicam treatment groups in a 12-week placebo- and active-controlled osteoarthritis trial. Table 1b depicts adverse events that occurred in ≥2% of the meloxicam treatment groups in two 12-week placebo-controlled rheumatoid arthritis trials. Table 1a Adverse Events (%) Occurring in ≥2% of Meloxicam Patients in a 12-Week Osteoarthritis Placebo- and Active-Controlled Trial Placebo Meloxicam 7 . 5 mg daily Meloxicam 15 mg daily Diclofenac 100 mg daily No . of Patients 157 154 156 153 Gastrointestinal 17.2 20.1 17.3 28.1 Abdominal pain 2.5 1.9 2.6 1.3 Diarrhea 3.8 7.8 3.2 9.2 Dyspepsia 4.5 4.5 4.5 6.5 Flatulence 4.5 3.2 3.2 3.9 Nausea 3.2 3.9 3.8 7.2 Body as a Whole Accident household 1.9 4.5 3.2 2.6 Edema WHO preferred terms edema, edema dependent, edema peripheral, and edema legs combined 2.5 1.9 4.5 3.3 Fall 0.6 2.6 0.0 1.3 Influenza-like symptoms 5.1 4.5 5.8 2.6 Central and Peripheral Nervous System Dizziness 3.2 2.6 3.8 2.0 Headache 10.2 7.8 8.3 5.9 Respiratory Pharyngitis 1.3 0.6 3.2 1.3 Upper respiratory tract infection 1.9 3.2 1.9 3.3 Skin Rash WHO preferred terms rash, rash erythematous, and rash maculo-papular combined 2.5 2.6 0.6 2.0 Table 1b Adverse Events (%) Occurring in ≥2% of Meloxicam Patients in two 12-Week Rheumatoid Arthritis Placebo-Controlled Trials Placebo Meloxicam 7 . 5 mg daily Meloxicam 15 mg daily No . of Patients 469 481 477 Gastrointestinal Disorders 14.1 18.9 16.8 Abdominal pain NOS MedDRA preferred term: nausea, abdominal pain NOS, influenza-like illness, headaches NOS, and rash NOS 0.6 2.9 2.3 Dyspeptic signs and symptoms MedDRA high level term (preferred terms): dyspeptic signs and symptoms (dyspepsia, dyspepsia aggravated, eructation, gastrointestinal irritation), upper respiratory tract infections-pathogen unspecified (laryngitis NOS, pharyngitis NOS, sinusitis NOS), joint related signs and symptoms (arthralgia, arthralgia aggravated, joint crepitation, joint effusion, joint swelling) 3.8 5.8 4.0 Nausea 2.6 3.3 3.8 General Disorders and Administration Site Conditions Influenza-like illness 2.1 2.9 2.3 Infection and Infestations Upper respiratory tract infections-pathogen class unspecified 4.1 7.0 6.5 Musculoskeletal and Connective Tissue Disorders Joint related signs and symptoms 1.9 1.5 2.3 Nervous System Disorders Headaches NOS 6.4 6.4 5.5 Skin and Subcutaneous Tissue Disorders Rash NOS 1.7 1.0 2.1 The adverse events that occurred with meloxicam in ≥2% of patients treated short-term (4 to 6 weeks) and long-term (6 months) in active-controlled osteoarthritis trials are presented in Table 2. Table 2 Adverse Events (%) Occurring in ≥2% of Meloxicam Patients in 4 to 6 Weeks and 6 Month Active-Controlled Osteoarthritis Trials 4 to 6 Weeks Controlled Trials 6 Month Controlled Trials Meloxicam 7 . 5 mg daily Meloxicam 15 mg daily Meloxicam 7 . 5 mg daily Meloxicam 15 mg daily No . of Patients 8955 256 169 306 Gastrointestinal 11.8 18.0 26.6 24.2 Abdominal pain 2.7 2.3 4.7 2.9 Constipation 0.8 1.2 1.8 2.6 Diarrhea 1.9 2.7 5.9 2.6 Dyspepsia 3.8 7.4 8.9 9.5 Flatulence 0.5 0.4 3.0 2.6 Nausea 2.4 4.7 4.7 7.2 Vomiting 0.6 0.8 1.8 2.6 Body as a Whole Accident household 0.0 0.0 0.6 2.9 Edema WHO preferred terms edema, edema dependent, edema peripheral, and edema legs combined 0.6 2.0 2.4 1.6 Pain 0.9 2.0 3.6 5.2 Central and Peripheral Nervous System Dizziness 1.1 1.6 2.4 2.6 Headache 2.4 2.7 3.6 2.6 Hematologic Anemia 0.1 0.0 4.1 2.9 Musculoskeletal Arthralgia 0.5 0.0 5.3 1.3 Back pain 0.5 0.4 3.0 0.7 Psychiatric Insomnia 0.4 0.0 3.6 1.6 Respiratory Coughing 0.2 0.8 2.4 1.0 Upper respiratory tract infection 0.2 0.0 8.3 7.5 Skin Pruritus 0.4 1.2 2.4 0.0 Rash WHO preferred terms rash, rash erythematous, and rash maculo-papular combined 0.3 1.2 3.0 1.3 Urinary Micturition frequency 0.1 0.4 2.4 1.3 Urinary tract infection 0.3 0.4 4.7 6.9 Higher doses of meloxicam (22.5 mg and greater) have been associated with an increased risk of serious GI events; therefore, the daily dose of meloxicam should not exceed 15 mg. Pediatrics Pauciarticular and Polyarticular Course Juvenile Rheumatoid Arthritis (JRA): Three hundred and eighty-seven patients with pauciarticular and polyarticular course JRA were exposed to meloxicam with doses ranging from 0.125 to 0.375 mg/kg per day in three clinical trials. These studies consisted of two 12-week multicenter, double-blind, randomized trials (one with a 12-week open-label extension and one with a 40-week extension) and one 1-year open-label PK study. The adverse events observed in these pediatric studies with meloxicam were similar in nature to the adult clinical trial experience, although there were differences in frequency. In particular, the following most common adverse events, abdominal pain, vomiting, diarrhea, headache, and pyrexia, were more common in the pediatric than in the adult trials. Rash was reported in seven (<2%) patients receiving meloxicam. No unexpected adverse events were identified during the course of the trials. The adverse events did not demonstrate an age or gender-specific subgroup effect. The following is a list of adverse drug reactions occurring in <2% of patients receiving meloxicam in clinical trials involving approximately 16,200 patients. Body as a Whole allergic reaction, face edema, fatigue, fever, hot flushes, malaise, syncope, weight decrease, weight increase Cardiovascular angina pectoris, cardiac failure, hypertension, hypotension, myocardial infarction, vasculitis Central and Peripheral Nervous System convulsions, paresthesia, tremor, vertigo Gastrointestinal colitis, dry mouth, duodenal ulcer, eructation, esophagitis, gastric ulcer, gastritis, gastroesophageal reflux, gastrointestinal hemorrhage, hematemesis, hemorrhagic duodenal ulcer, hemorrhagic gastric ulcer, intestinal perforation, melena, pancreatitis, perforated duodenal ulcer, perforated gastric ulcer, stomatitis ulcerative Heart Rate and Rhythm arrhythmia, palpitation, tachycardia Hematologic leukopenia, purpura, thrombocytopenia Liver and Biliary System ALT increased, AST increased, bilirubinemia, GGT increased, hepatitis Metabolic and Nutritional dehydration Psychiatric abnormal dreaming, anxiety, appetite increased, confusion, depression, nervousness, somnolence Respiratory asthma, bronchospasm, dyspnea Skin and Appendages alopecia, angioedema, bullous eruption, photosensitivity reaction, pruritus, sweating increased, urticaria Special Senses abnormal vision, conjunctivitis, taste perversion, tinnitus Urinary System albuminuria, BUN increased, creatinine increased, hematuria, renal failure 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of meloxicam. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Decisions about whether to include an adverse event from spontaneous reports in labeling are typically based on one or more of the following factors: (1) seriousness of the event, (2) number of reports, or (3) strength of causal relationship to the drug. Adverse reactions reported in worldwide postmarketing experience or the literature include: acute urinary retention; agranulocytosis; alterations in mood (such as mood elevation); anaphylactoid reactions including shock; erythema multiforme; exfoliative dermatitis; interstitial nephritis; jaundice; liver failure; Stevens-Johnson syndrome; fixed drug eruption (FDE); toxic epidermal necrolysis, and infertility female."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Meloxicam is contraindicated in the following patients: Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to meloxicam or any components of the drug product [see Warnings and Precautions ( 5.7 , 5.9 ) ] History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions ( 5.7 , 5.8 ) ] In the setting of coronary artery bypass graft (CABG) surgery [see Warnings and Precautions ( 5.1 ) ] Known hypersensitivity to meloxicam or any components of the drug product ( 4 ) History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs ( 4 ) In the setting of CABG surgery ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals ( 2.1 ) OA ( 2.2 ) and RA (2.3): Starting dose: 7.5 mg once daily Dose may be increased to 15 mg once daily JRA ( 2.4 ): 7.5 mg once daily in children ≥60 kg Meloxicam Tablets are not interchangeable with approved formulations of oral meloxicam even if the total milligram strength is the same ( 2.6 ) 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of meloxicam tablets and other treatment options before deciding to use meloxicam tablets. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [see Warnings and Precautions ( 5 )] . After observing the response to initial therapy with meloxicam tablets, adjust the dose to suit an individual patient's needs. In adults, the maximum recommended daily oral dose of meloxicam tablets is 15 mg regardless of formulation. In patients with hemodialysis, a maximum daily dosage of 7.5 mg is recommended [see Use in Specific Populations ( 8.7 ) and Clinical Pharmacology ( 12.3 )] . Meloxicam tablets may be taken without regard to timing of meals. 2.2 Osteoarthritis For the relief of the signs and symptoms of osteoarthritis the recommended starting and maintenance oral dose of meloxicam tablets is 7.5 mg once daily. Some patients may receive additional benefit by increasing the dose to 15 mg once daily. 2.3 Rheumatoid Arthritis For the relief of the signs and symptoms of rheumatoid arthritis, the recommended starting and maintenance oral dose of meloxicam tablets is 7.5 mg once daily. Some patients may receive additional benefit by increasing the dose to 15 mg once daily. 2.4 Juvenile Rheumatoid Arthritis (JRA) Pauciarticular and Polyarticular Course For the treatment of juvenile rheumatoid arthritis, the recommended oral dose of meloxicam is 7.5 mg once daily in children who weigh ≥60 kg. There was no additional benefit demonstrated by increasing the dose above 7.5 mg in clinical trials. Meloxicam tablets should not be used in children who weigh <60 kg. 2.5 Renal Impairment The use of meloxicam in subjects with severe renal impairment is not recommended. In patients on hemodialysis, the maximum dosage of meloxicam is 7.5 mg per day [see Clinical Pharmacology ( 12.3 )]. 2.6 Non-Interchangeability with Other Formulations of Meloxicam Meloxicam Tablets have not shown equivalent systemic exposure to other approved formulations of oral meloxicam. Therefore, Meloxicam Tablets are not interchangeable with other formulations of oral meloxicam product even if the total milligram strength is the same. Do not substitute similar dose strengths of Meloxicam Tablets with other formulations of oral meloxicam product."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Meloxicam tablet USP is a non-steroidal anti-inflammatory drug indicated for: Osteoarthritis (OA) ( 1.1 ) Rheumatoid Arthritis (RA) ( 1.2 ) Juvenile Rheumatoid Arthritis (JRA) in patients who weigh ≥60 kg ( 1.3 ) 1.1 Osteoarthritis (OA Meloxicam tablets USP are indicated for relief of the signs and symptoms of osteoarthritis [see Clinical Studies ( 14.1 )] . 1.2 Rheumatoid Arthritis (RA) Meloxicam tablets USP are indicated for relief of the signs and symptoms of rheumatoid arthritis [see Clinical Studies ( 14.1 )] . 1.3 Juvenile Rheumatoid Arthritis (JRA) Pauciarticular and Polyarticular Course Meloxicam tablets USP are indicated for relief of the signs and symptoms of pauciarticular or polyarticular course Juvenile Rheumatoid Arthritis in patients who weigh ≥60 kg [see Dosage and Administration ( 2.4 ) and Clinical Studies ( 14.2 )] ."
  ],
  "fetched_at": "2025-09-30T21:50:59.092046",
  "source": "OpenFDA"
}