{
  "drug_name": "Mepivacaine",
  "generic_name": [
    "MEPIVACAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Mepivacaine"
  ],
  "drug_interactions": [
    "Clinically Significant Drug Interactions The administration of local anesthetic solutions containing vasopressors, such as Levonordefrin, Epinephrine or Norepinephrine, to patients receiving tricyclic antidepressants or monoamine oxidase inhibitors may produce severe, prolonged hypertension. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful patient monitoring is essential. Concurrent administration of vasopressor drugs and of ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents. Phenothiazines and butyrophenones may reduce or reverse the pressor effect of Epinephrine. Solutions containing a vasoconstrictor should be used cautiously in the presence of disease which may adversely affect the patient's cardiovascular system. Serious cardiac arrhythmias may occur if preparations containing a vasoconstrictor are employed in patients during or following the administration of potent inhalation anesthetics. Patients who are administered local anesthetics are at increased risk of developing methemoglobinemia when concurrently exposed to the following drugs, which could include other local anesthetics: EXAMPLES OF DRUGS ASSOCIATED WITH METHEMOGLOBINEMIA: Class Examples Nitrates/Nitrites nitric oxide, nitroglycerin, nitroprus-side, nitrous oxide Local anesthetics articaine, benzocaine, bupivacaine, lidocaine, mepivacaine, prilocaine, procaine, ropivacaine, tetracaine Antineoplastic Agents cyclophosphamide, flutamide, hy-droxyurea, ifosfamide, rasburicase Antibiotics dapsone, nitrofurantoin, para-aminosalicylic acid, sulfonamides Antimalarials chloroquine, primaquine Anticonvulsants Phenobarbital, phenytoin, sodium valproate Other drugs acetaminophen, metoclopramide, quinine, sulfasalazine MEPIVACAINE SHOULD BE USED WITH CAUTION IN PATIENTS WITH KNOWN DRUG ALLERGIES AND SENSITIVITIES. A thorough history of the patient's prior experience with Mepivacaine or other local anesthetics as well as concomitant or recent drug use should be taken (see CONTRAINDICATIONS ). Patients allergic to methylparaben or para-aminobenzoic acid derivatives (procaine, tetracaine, benzocaine, etc.) have not shown cross-sensitivity to agents of the amide type such as Mepivacaine. Since Mepivacaine is metabolized in the liver and excreted by the kidneys, it should be used cautiously in patients with liver and renal disease."
  ],
  "warnings": [
    "WARNINGS RESUSCITATIVE EQUIPMENT AND DRUGS SHOULD BE IMMEDIATELY AVAILABLE. (See ADVERSE REACTIONS). Reactions resulting in fatality have occurred on rare occasions with the use of local anesthetics, even in the absence of a history of hypersensitivity. Fatalities may occur with use of local anesthetics in the head and neck region as the result of retrograde arterial flow to vital CNS areas even when maximum recommended doses are observed. The practitioner should be alert to early evidence of alteration in sensorium or vital signs. The solution which contains a vasoconstrictor (Mepivacaine HCl 2% (20 mg/mL)) should be used with extreme caution for patients whose medical history and physical evaluation suggest the existence of hypertension, arteriosclerotic heart disease, cerebral vascular insufficiency, heart block, thyrotoxicosis and diabetes, etc. The solution which contains a vasoconstrictor (Mepivacaine HCl 2% (20 mg/mL)) also contains potassium metabisulfite, a sulfite that may cause allergic-type reactions including anaphylactic symptoms and lifethreatening or less severe asthmatic episodes in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people. Mepivacaine HCl 3% (30 mg/mL) is SULFITE FREE. Mepivacaine, along with other local anesthetics, is capable of producing methemoglobinemia. The clinical signs of methemoglobinemia are cyanosis of the nail beds and lips, fatigue and weakness. If methemoglobinemia does not respond to administration of oxygen, administration of methylene blue intravenously 1-2 mg/kg body weight over a 5 minute period is recommended. The American Heart Association has made the following recommendations regarding the use of local anesthetics with vasoconstrictors in patients with ischemic heart disease: “Vasoconstrictor agents should be used in local anesthesia solutions during dental practice only when it is clear that the procedure will be shortened or the analgesia rendered more profound. When a vasoconstrictor is indicated, extreme care should be taken to avoid intravascular injection. The minimum possible amount of vasoconstrictor should be used.” (Kaplan, EL, editor: Cardiovascular disease in dental practice, Dallas 1986, American Heart Association.) Methemoglobinemia: Cases of methemoglobinemia have been reported in association with local anesthetic use; MEPIVACAINE, along with other local anesthetics, is capable of producing this condition. Although all patients are at risk for methemoglobinemia, patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition. If local anesthetics must be used in these patients, close monitoring for symptoms and signs of methemoglobinemia is recommended. Signs of methemoglobinemia may occur immediately or may be delayed some hours after exposure, and are characterized by cyanosis of the skin, nail beds and lips, and/or abnormal coloration of the blood, fatigue and weakness. Methemoglobin levels may continue to rise; therefore, immediate treatment is required to avert more serious central nervous system and cardiovascular adverse effects, including seizures, coma, arrhythmias, and death. Discontinue MEPIVACAINE and any other oxidizing agents. Depending on the severity of the signs and symptoms, patients may respond to supportive care, i.e., oxygen therapy, hydration. If methemoglobinemia does not respond to administration of oxygen, a more severe clinical presentation may require treatment with methylene blue exchange transfusion, or hyperbaric oxygen."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Reactions to Mepivacaine are characteristic of those associated with other amide-type local anesthetics. Systemic adverse reactions involving the central nervous system and the cardiovascular system usually result from high plasma levels (which may be due to excessive dosage, rapid absorption, inadvertent intravascular injection, or slow metabolic degradation), injection technique, or volume of injection. A small number of reactions may result from hypersensitivity, idiosyncrasy or diminished tolerance to normal dosage on the part of the patient. Persistent paresthesias of the lips, tongue, and oral tissues have been reported with the use of mepivacaine, with slow, incomplete, or no recovery. These post-marketing events have been reported chiefly following nerve blocks in the mandible and have involved the trigeminal nerve and its branches. Reactions involving the central nervous system are characterized by excitation and/or depression. Nervousness, dizziness, blurred vision, or tremors may occur followed by drowsiness, convulsions, unconsciousness, and possible respiratory arrest. Since excitement may be transient or absent, the first manifestations may be drowsiness merging into unconsciousness and respiratory arrest. Cardiovascular reactions are depressant. They may be the result of direct drug effect or more commonly in dental practice, the result of vasovagal reaction, particularly if the patient is in the sitting position. Failure to recognize premonitory signs such as sweating, feeling of faintness, changes in pulse or sensorium may result in progressive cerebral hypoxia and seizure or serious cardiovascular catastrophe. Management consists of placing the patient in the recumbent position and administration of oxygen. Vasoactive drugs such as Ephedrine or Methoxamine may be administered intravenously. Allergic reactions are rare and may occur as a result of sensitivity to the local anesthetic and are characterized by cutaneous lesions of delayed onset or urticaria, edema and other manifestations of allergy. The detection of sensitivity by skin testing is of limited value. As with other local anesthetics, anaphylactoid reactions to Mepivacaine have occurred rarely. The reaction may be abrupt and severe and is not usually dose related. Localized puffiness and swelling may occur."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Mepivacaine is contraindicated in patients with a known hypersensitivity to amide-type local anesthetics."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION As with all local anesthetics, the dose varies and depends upon the area to be anesthetized, the vascularity of the tissues, individual tolerance and the technique of anesthesia. The lowest dose needed to provide effective anesthesia should be administered. For specific techniques and procedures refer to standard dental manuals and textbooks. For infiltration and block injections in the upper or lower jaw, the average dose of 1 cartridge will usually suffice. Each cartridge contains 1.7 mL (34 mg of 2% or 51 mg of 3%). 5.3 cartridges (180 mg of the 2% solution or 270 mg of the 3% solution) are usually adequate to effect anesthesia of the entire oral cavity. Whenever a larger dose seems to be necessary for an extensive procedure, the maximum dose should be calculated according to the patient's weight. A dose of up to 3 mg per pound of body weight may be administered. At any single dental sitting the total dose for all injected sites should not exceed 400 mg in adults. The maximum pediatric dose should be carefully calculated. Maximum dose for pediatric population = Child's Weight (lbs.) 150 × Maximum Recommended Dose for Adults (400 mg) The following table, approximating these calculations, may also be used as a guide. This table is based upon a recommended maximum for larger pediatric population of 5.3 cartridges (the maximum recommended adult dose) during any single dental sitting, regardless of the pediatric patient's weight or (for 2% mepivacaine) calulated maximum amount of drug: Maximum Allowable Dosage* 3% Mepivacaine 2% Mepivacaine 1:20,000 Levonordefrin 3 mg/lb 3mg/lb (270 mg max.) (180 mg max.) Weight (lb.) mg Number of Cartridges mg Number of Cartridges 20 60 1.2 60 1.8 30 90 1.8 90 2.6 40 120 2.3 120 3.5 50 150 2.9 150 4.4 60 180 3.5 180 5.3 80 240 4.7 180 5.3 100 270 5.3 180 5.3 120 270 5.3 180 5.3 *Adapted from Malamed, Stanley F. Handbook of medical emergencies in the dental office, ed. 2, St. Louis, 1982. The C.V. Mosby Co. When using Mepivacine HCl Injection USP for infiltration or regional block anesthesia, injection should always be made slowly and with frequent aspiration. Any unused portion of a cartridge should be discarded. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
  ],
  "indications": [
    "INDICATIONS AND USAGE Mepivacaine is indicated for production of local anesthesia for dental procedures by infiltration or nerve block in adults and pediatric patients."
  ],
  "fetched_at": "2025-09-30T22:31:14.133279",
  "source": "OpenFDA"
}