{
  "drug_name": "Mercaptomethyl Phosphonate",
  "generic_name": [
    "Mercaptomethyl Phosphonate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Tenofovir disoproxil fumarate increases didanosine concentrations. Dose reduction and close monitoring for didanosine toxicity are warranted. ( 7.2 ) Coadministration decreases atazanavir concentrations. When coadministered with TRUVADA, use atazanavir given with ritonavir. ( 7.2 ) Coadministration of TRUVADA with certain HIV-1 protease inhibitors or certain drugs to treat HCV increases tenofovir concentrations. Monitor for evidence of tenofovir toxicity. ( 7.2 ) Consult Full Prescribing Information prior to and during treatment for important drug interactions. ( 7.2 ) 7.1 Drugs Affecting Renal Function FTC and tenofovir are primarily excreted by the kidneys by a combination of glomerular filtration and active tubular secretion [see Clinical Pharmacology (12.3) ] . No drug-drug interactions due to competition for renal excretion have been observed; however, coadministration of TRUVADA with drugs that are eliminated by active tubular secretion may increase concentrations of FTC, tenofovir, and/or the coadministered drug. Some examples include, but are not limited to, acyclovir, adefovir dipivoxil, cidofovir, ganciclovir, valacyclovir, valganciclovir, aminoglycosides (e.g., gentamicin), and high-dose or multiple NSAIDs [see Warnings and Precautions (5.3) ] . Drugs that decrease renal function may increase concentrations of FTC and/or tenofovir. 7.2 Established and Significant Interactions Table 7 provides a listing of established or clinically significant drug interactions. The drug interactions described are based on studies conducted with either TRUVADA, the components of TRUVADA (FTC and TDF) as individual agents and/or in combination, or are predicted drug interactions that may occur with TRUVADA [see Clinical Pharmacology (12.3) ]. Table 7 Established and Significant This table is not all inclusive. Drug Interactions: Alteration in Dose or Regimen May Be Recommended Based on Drug Interaction Trials Concomitant Drug Class: Drug Name Effect on Concentration Clinical Comment b. ↑=Increase, ↓=Decrease NRTI: didanosine Indicates that a drug-drug interaction trial was conducted. ↑ didanosine Patients receiving TRUVADA and didanosine should be monitored closely for didanosine-associated adverse reactions. Discontinue didanosine in patients who develop didanosine-associated adverse reactions. Higher didanosine concentrations could potentiate didanosine-associated adverse reactions, including pancreatitis, and neuropathy. Suppression of CD4+ cell counts has been observed in patients receiving TDF with didanosine 400 mg daily. In patients weighing greater than 60 kg, reduce the didanosine dose to 250 mg when it is coadministered with TRUVADA. Data are not available to recommend a dose adjustment of didanosine for adult or pediatric patients weighing less than 60 kg. When coadministered, TRUVADA and Videx EC may be taken under fasted conditions or with a light meal (less than 400 kcal, 20% fat). HIV-1 Protease Inhibitor s: atazanavir ↓ atazanavir When coadministered with TRUVADA, atazanavir 300 mg should be given with ritonavir 100 mg. lopinavir/ritonavir atazanavir/ritonavir darunavir/ritonavir ↑ tenofovir Monitor patients receiving TRUVADA concomitantly with lopinavir/ritonavir, ritonavir-boosted atazanavir, or ritonavir-boosted darunavir for TDF-associated adverse reactions. Discontinue TRUVADA in patients who develop TDF-associated adverse reactions. Hepatitis C Antiviral Agents: sofosbuvir/velpatasvir sofosbuvir/velpatasvir/voxilaprevir ↑ tenofovir Monitor patients receiving TRUVADA concomitantly with EPCLUSA ® (sofosbuvir/velpatasvir) or VOSEVI ® (sofosbuvir/velpatasvir/voxilaprevir) for adverse reactions associated with TDF. ledipasvir/sofosbuvir Monitor patients receiving TRUVADA concomitantly with HARVONI ® (ledipasvir/sofosbuvir) without an HIV-1 protease inhibitor/ritonavir or an HIV-1 protease inhibitor/cobicistat combination for adverse reactions associated with TDF. In patients receiving TRUVADA concomitantly with HARVONI and an HIV-1 protease inhibitor/ritonavir or an HIV-1 protease inhibitor/cobicistat combination, consider an alternative HCV or antiretroviral therapy, as the safety of increased tenofovir concentrations in this setting has not been established. If coadministration is necessary, monitor for adverse reactions associated with TDF."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Severe Acute Exacerbations of Hepatitis B in Patients with HBV Infection [see Warnings and Precautions (5.1) ] . New Onset or Worsening Renal Impairment [see Warnings and Precautions (5.3) ] . Immune Reconstitution Syndrome [see Warnings and Precautions (5.4) ] . Bone Loss and Mineralization Defects [see Warnings and Precautions (5.5) ] . Lactic Acidosis/Severe Hepatomegaly with Steatosis [see Warnings and Precautions (5.6) ] . In HIV-1 infected patients, the most common adverse reactions (incidence greater than or equal to 10%) are diarrhea, nausea, fatigue, headache, dizziness, depression, insomnia, abnormal dreams, and rash. ( 6.1 ) In HIV-1 uninfected adults in PrEP trials, adverse reactions that were reported by more than 2% of TRUVADA participants and more frequently than by placebo participants were headache, abdominal pain, and weight decreased. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Gilead Sciences, Inc. at 1-800-445-3235 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions from Clinical Trials Experience in HIV-1 Infected Subjects Clinical Trials in Adult Subjects In Study 934, 511 antiretroviral-naïve subjects received efavirenz (EFV) administered in combination with either FTC+TDF (N=257) or zidovudine (AZT)/lamivudine (3TC) (N=254) for 144 weeks. The most common adverse reactions (incidence greater than or equal to 10%, all grades) included diarrhea, nausea, fatigue, headache, dizziness, depression, insomnia, abnormal dreams, and rash. Table 3 provides the treatment-emergent adverse reactions (Grades 2–4) occurring in greater than or equal to 5% of subjects treated in any treatment group. Skin discoloration, manifested by hyperpigmentation, occurred in 3% of subjects taking FTC+TDF, and was generally mild and asymptomatic. The mechanism and clinical significance are unknown. Table 3 Selected Adverse Reactions Frequencies of adverse reactions are based on all treatment-emergent adverse events, regardless of relationship to study drug. (Grades 2–4) Reported in ≥5% in Any Treatment Group in Study 934 (0–144 Weeks) FTC+TDF+EFV From Weeks 96 to 144 of the trial, subjects received TRUVADA with efavirenz in place of FTC+TDF with efavirenz. AZT/3TC+EFV N=257 N=254 Fatigue 9% 8% Depression 9% 7% Nausea 9% 7% Diarrhea 9% 5% Dizziness 8% 7% Upper respiratory tract infections 8% 5% Sinusitis 8% 4% Rash event Rash event includes rash, exfoliative rash, rash generalized, rash macular, rash maculo-papular, rash pruritic, and rash vesicular. 7% 9% Headache 6% 5% Insomnia 5% 7% Nasopharyngitis 5% 3% Vomiting 2% 5% Laboratory Abnormalities: Laboratory abnormalities observed in this trial were generally consistent with those seen in other trials of TDF and/or FTC (Table 4). Table 4 Significant Laboratory Abnormalities Reported in ≥1% of Subjects in Any Treatment Group in Study 934 (0–144 Weeks) FTC+TDF+EFV From Weeks 96 to 144 of the trial, subjects received TRUVADA with efavirenz in place of FTC+TDF with efavirenz. AZT/3TC+EFV N=257 N=254 Any ≥ Grade 3 Laboratory Abnormality 30% 26% Fasting Cholesterol (>240 mg/dL) 22% 24% Creatine Kinase (M: >990 U/L) (F: >845 U/L) 9% 7% Serum Amylase (>175 U/L) 8% 4% Alkaline Phosphatase (>550 U/L) 1% 0% AST (M: >180 U/L) (F: >170 U/L) 3% 3% ALT (M: >215 U/L) (F: >170 U/L) 2% 3% Hemoglobin (<8.0 mg/dL) 0% 4% Hyperglycemia (>250 mg/dL) 2% 1% Hematuria (>75 RBC/HPF) 3% 2% Glycosuria (≥3+) <1% 1% Neutrophils (<750/mm 3 ) 3% 5% Fasting Triglycerides (>750 mg/dL) 4% 2% Clinical Trials in Pediatric Subjects Emtricitabine: In addition to the adverse reactions reported in adults, anemia and hyperpigmentation were observed in 7% and 32%, respectively, of pediatric subjects (3 months to less than 18 years of age) who received treatment with FTC in the larger of two open-label, uncontrolled pediatric trials (N=116). Tenofovir Disoproxil Fumarate: In pediatric clinical trials (Studies 352 and 321) conducted in 184 HIV-1 infected subjects 2 to less than 18 years of age, the adverse reactions observed in pediatric subjects who received treatment with TDF were consistent with those observed in clinical trials of TDF in adults. In Study 352 (2 to less than 12 years of age), 89 pediatric subjects received TDF for a median exposure of 104 weeks. Of these, 4 subjects discontinued from the trial due to adverse reactions consistent with proximal renal tubulopathy. Three of these 4 subjects presented with hypophosphatemia and had decreases in total body or spine BMD Z-score [see Warnings and Precautions (5.5) ]. Total body BMD gain at Week 48 was less in the TDF group compared to the stavudine (d4T) or zidovudine (AZT) treatment groups. The mean rate of BMD gain in lumbar spine was similar between treatment groups. One TDF-treated subject and none of the d4T- or AZT-treated subjects experienced significant (greater than 4%) lumbar spine BMD loss at Week 48. Changes from baseline in BMD Z-scores were −0.012 for lumbar spine and −0.338 for total body in the 64 subjects who were treated with TDF for 96 weeks. In Study 321 (12 to less than 18 years of age), the mean rate of BMD gain at Week 48 was less in the TDF compared to the placebo treatment group. Six TDF-treated subjects and one placebo-treated subject had significant (greater than 4%) lumbar spine BMD loss at Week 48. Changes from baseline BMD Z-scores were −0.341 for lumbar spine and −0.458 for total body in the 28 subjects who were treated with TDF for 96 weeks. In both trials, skeletal growth (height) appeared to be unaffected. Adverse Reactions from Clinical Trial Experience in Uninfected Subjects Taking TRUVADA for HIV-1 PrEP Clinical Trials in Adult Subjects The safety profile of TRUVADA for HIV-1 PrEP was comparable to that observed in clinical trials of HIV-infected subjects based on two randomized placebo-controlled clinical trials (iPrEx, Partners PrEP) in which 2,830 HIV-1 uninfected adults received TRUVADA once daily for HIV-1 PrEP. Subjects were followed for a median of 71 weeks and 87 weeks, respectively. Table 5 provides a list of selected adverse events that occurred in 2% or more of subjects in any treatment group in the iPrEx trial, with an incidence greater than placebo. Table 5 Selected Adverse Events (All Grades) Reported in ≥2% in Any Treatment Group in the iPrEx Trial and Greater than Placebo FTC/TDF (N=1251) Placebo (N=1248) Headache 7% 6% Abdominal pain 4% 2% Weight decreased 3% 2% In the Partners PrEP trial, the frequency of adverse events in the TRUVADA treatment group was generally either less than or the same as in the placebo group. Laboratory Abnormalities : Table 6 provides a list of Grade 2–4 laboratory abnormalities observed in the iPrEx and Partners PrEP trials. Six subjects in the TDF-containing arms of the Partners PrEP trial discontinued from the trial due to an increase in serum creatinine compared with no discontinuations in the placebo group. One subject in the TRUVADA arm of the iPrEx trial discontinued from the trial due to an increase in serum creatinine and another subject discontinued due to low serum phosphorus. Grades 2−3 proteinuria (2–4+) and/or glycosuria (3+) occurred in less than 1% of subjects treated with TRUVADA in the iPrEx trial and Partners PrEP trial. Table 6 Laboratory Abnormalities (Highest Toxicity Grade Reported for Each Subject) in the iPrEx Trial and Partners PrEP Trial iPrEx Trial Partners PrEP Trial Grade 2–4 Grading is per DAIDS criteria. FTC/TDF (N=1251) Placebo (N=1248) FTC/TDF (N=1579) Placebo (N=1584) Creatinine (>1.4 × ULN) <1% <1% <1% <1% Phosphorus (<2.0 mg/dL) 10% 8% 9% 9% AST (>2.6 × ULN) 5% 5% <1% <1% ALT (>2.6 × ULN) 7% 7% <1% <1% Hemoglobin (<9.4 mg/dL) 1% 2% 2% 2% Neutrophils (<750/mm 3 ) <1% <1% 5% 3% Changes in Bone Mineral Density: In clinical trials of HIV-1 uninfected individuals, decreases in BMD were observed. In the iPrEx trial, a substudy of 503 subjects found mean changes from baseline in BMD ranging from –0.4% to –1.0% across total hip, spine, femoral neck, and trochanter in the TRUVADA group compared with the placebo group, which returned toward baseline after discontinuation of treatment. Thirteen percent of TRUVADA-treated subjects versus 6% of placebo-treated subjects lost at least 5% of BMD at the spine during treatment. Bone fractures were reported in 1.7% of the TRUVADA group compared with 1.4% in the placebo group. No correlation between BMD and fractures was noted [see Clinical Studies (14.3) ] . The Partners PrEP trial found similar fracture rates between the treatment and placebo groups (0.8% and 0.6%, respectively); no BMD evaluations were performed in this trial [see Clinical Studies (14.4) ] . Clinical Trials in Adolescent Subjects In a single-arm, open-label clinical trial (ATN113), in which 67 HIV-1 uninfected adolescent (15 to 18 years of age) men who have sex with men received TRUVADA once daily for HIV-1 PrEP, the safety profile of TRUVADA was similar to that observed in adults. Median duration to exposure of TRUVADA was 47 weeks [see Use in Specific Populations (8.4) ]. In the ATN113 trial, median BMD increased from baseline to Week 48, +2.58% for lumbar spine and +0.72% for total body. One subject had significant (greater than or equal to 4%) total body BMD loss at Week 24. Median changes from baseline BMD Z-scores were 0.0 for lumbar spine and −0.2 for total body at Week 48. Three subjects showed a worsening (change from > −2 to ≤ −2) from baseline in their lumbar spine or total body BMD Z-scores at Week 24 or 48. Interpretation of these data, however, may be limited by the low rate of adherence to TRUVADA by Week 48. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of TDF. No additional adverse reactions have been identified during postapproval use of FTC. Because postmarketing reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders allergic reaction, including angioedema Metabolism and Nutrition Disorders lactic acidosis, hypokalemia, hypophosphatemia Respiratory, Thoracic , and Mediastinal Disorders dyspnea Gastrointestinal Disorders pancreatitis, increased amylase, abdominal pain Hepatobiliary Disorders hepatic steatosis, hepatitis, increased liver enzymes (most commonly AST, ALT gamma GT) Skin and Subcutaneous Tissue Disorders rash Musculoskeletal and Connective Tissue Disorders rhabdomyolysis, osteomalacia (manifested as bone pain and which may contribute to fractures), muscular weakness, myopathy Renal and Urinary Disorders acute renal failure, renal failure, acute tubular necrosis, Fanconi syndrome, proximal renal tubulopathy, interstitial nephritis (including acute cases), nephrogenic diabetes insipidus, renal insufficiency, increased creatinine, proteinuria, polyuria General Disorders and Administration Site Conditions asthenia The following adverse reactions, listed under the body system headings above, may occur as a consequence of proximal renal tubulopathy: rhabdomyolysis, osteomalacia, hypokalemia, muscular weakness, myopathy, hypophosphatemia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS TRUVADA for HIV-1 PrEP is contraindicated in individuals with unknown or positive HIV-1 status [see Warnings and Precautions (5.2) ] . TRUVADA for HIV-1 PrEP is contraindicated in individuals with unknown or positive HIV-1 status. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Testing: Prior to or when initiating TRUVADA test for hepatitis B virus infection. Prior to initiation and during use of TRUVADA, on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all individuals. In individuals with chronic kidney disease, also assess serum phosphorus. ( 2.1 ) HIV-1 Screening: Screen all individuals for HIV-1 infection immediately prior to initiating TRUVADA for HIV-1 PrEP and at least once every 3 months while taking TRUVADA, and upon diagnosis of any other sexually transmitted infections (STIs). ( 2.2 ) Treatment of HIV-1 Infection Recommended dosage in adults and pediatric patients weighing at least 35 kg: One TRUVADA tablet (containing 200 mg of FTC and 300 mg of TDF) once daily taken orally with or without food. ( 2.3 ) Recommended dosage in pediatric patients weighing at least 17 kg: One TRUVADA low-strength tablet (100 mg/150 mg, 133 mg/200 mg, or 167 mg/250 mg based on body weight) once daily taken orally with or without food. ( 2.4 ) Recommended dosage in renally impaired HIV-1 infected adult patients: Creatinine clearance (CrCl) 30−49 mL/min: 1 tablet every 48 hours. ( 2.6 ) CrCl below 30 mL/min or hemodialysis: TRUVADA is not recommended. ( 2.6 ) HIV-1 Pre-Exposure Prophylaxis (PrEP) Recommended dosage in HIV-1 uninfected adults and adolescents weighing at least 35 kg: One TRUVADA tablet (containing 200 mg of FTC and 300 mg of TDF) once daily taken orally with or without food. ( 2.5 ) Recommended dosage in renally impaired HIV-uninfected individuals: TRUVADA is not recommended in HIV-uninfected individuals if CrCl is below 60 mL/min. ( 2.6 ) 2.1 Testing Prior to Initiation of TRUVADA for Treatment of HIV-1 Infection or for HIV-1 PrEP Prior to or when initiating TRUVADA, test individuals for hepatitis B virus infection [see Warnings and Precautions (5.1) ] . Prior to initiation, and during use of TRUVADA, on a clinically appropriate schedule, assess serum creatinine, estimated creatinine clearance, urine glucose, and urine protein in all individuals. In individuals with chronic kidney disease, also assess serum phosphorus [see Warnings and Precautions (5.3) ]. 2.2 HIV-1 Screening for Individuals Receiving TRUVADA for HIV-1 PrEP Screen all individuals for HIV-1 infection immediately prior to initiating TRUVADA for HIV-1 PrEP and at least once every 3 months while taking TRUVADA, and upon diagnosis of any other sexually transmitted infections (STIs) [see Indications and Usage (1.2) , Contraindications (4) , and Warnings and Precautions (5.2) ]. If recent (<1 month) exposures to HIV-1 are suspected or clinical symptoms consistent with acute HIV-1 infection are present, use a test approved or cleared by the FDA as an aid in the diagnosis of acute or primary HIV-1 infection [see Warnings and Precautions (5.2) , Use in Specific Populations (8.4) , and Clinical Studies (14.3 and 14.4) ]. 2.3 Recommended Dosage for Treatment of HIV-1 Infection in Adults and Pediatric Patients Weighing at Least 35 kg TRUVADA is a two-drug fixed dose combination product containing emtricitabine (FTC) and tenofovir disoproxil fumarate (TDF). The recommended dosage of TRUVADA in adults and in pediatric patients weighing at least 35 kg is one tablet (containing 200 mg of FTC and 300 mg of TDF) once daily taken orally with or without food [see Clinical Pharmacology (12.3) ] . 2.4 Recommended Dosage for Treatment of HIV-1 Infection in Pediatric Patients Weighing at Least 17 kg and Able to Swallow a Tablet The recommended oral dosage of TRUVADA for pediatric patients weighing at least 17 kg and who can swallow a tablet is presented in Table 1. Tablets should be taken once daily with or without food. Weight should be monitored periodically and the TRUVADA dose adjusted accordingly. Table 1 Dosing for Treatment of HIV-1 Infection in Pediatric Patients Weighing 17 kg to less than 35 kg Body Weight (kg) Dosing of TRUVADA (FTC/TDF) 17 to less than 22 one 100 mg /150 mg tablet once daily 22 to less than 28 one 133 mg /200 mg tablet once daily 28 to less than 35 one 167 mg /250 mg tablet once daily 2.5 Recommended Dosage for HIV-1 PrEP in Adults and Adolescents Weighing at Least 35 kg The dosage of TRUVADA for HIV-1 PrEP is one tablet (containing 200 mg of FTC and 300 mg of TDF) once daily taken orally with or without food in HIV-1 uninfected adults and adolescents weighing at least 35 kg [see Clinical Pharmacology (12.3) ] . 2.6 Dosage Adjustment in Individuals with Renal Impairment Treatment of HIV-1 Infection Table 2 provides dosage interval adjustment for patients with renal impairment. No dosage adjustment is necessary for HIV-1 infected patients with mild renal impairment (creatinine clearance 50–80 mL/min). The safety and effectiveness of the dosing interval adjustment recommendations in patients with moderate renal impairment (creatinine clearance 30–49 mL/min) have not been clinically evaluated; therefore, clinical response to treatment and renal function should be closely monitored in these patients [see Warnings and Precautions (5.3) ] . No data are available to make dosage recommendations in pediatric patients with renal impairment. Table 2 Dosage Interval Adjustment for HIV-1 Infected Adult Patients with Altered Creatinine Clearance Creatinine Clearance (mL/min) Calculated using ideal (lean) body weight ≥50 30–49 <30 (Including Patients Requiring Hemodialysis) Recommended Dosing Interval Every 24 hours Every 48 hours TRUVADA is not recommended. HIV-1 PrEP TRUVADA for HIV-1 PrEP is not recommended in HIV-1 uninfected individuals with estimated creatinine clearance below 60 mL/min [see Warnings and Precautions (5.3) ] . If a decrease in estimated creatinine clearance is observed in uninfected individuals while using TRUVADA for HIV-1 PrEP, evaluate potential causes and re-assess potential risks and benefits of continued use [see Warnings and Precautions (5.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE HIV-1 Treatment ( 1.1 ) TRUVADA is a two-drug combination of emtricitabine (FTC) and tenofovir disoproxil fumarate (TDF), both HIV-1 nucleoside analog reverse transcriptase inhibitors, and is indicated: in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 17 kg. HIV-1 PrEP ( 1.2 ): TRUVADA is indicated in at-risk adults and adolescents weighing at least 35 kg for pre-exposure prophylaxis (PrEP) to reduce the risk of sexually acquired HIV-1 infection. Individuals must have a negative HIV-1 test immediately prior to initiating TRUVADA for HIV-1 PrEP. 1.1 Treatment of HIV-1 Infection TRUVADA is indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients weighing at least 17 kg [see Clinical Studies (14) ] . 1.2 HIV-1 Pre-Exposure Prophylaxis (PrEP) TRUVADA is indicated in at-risk adults and adolescents weighing at least 35 kg for pre-exposure prophylaxis (PrEP) to reduce the risk of sexually acquired HIV-1 infection. Individuals must have a negative HIV-1 test immediately prior to initiating TRUVADA for HIV-1 PrEP [see Dosage and Administration (2.2) , Warnings and Precautions (5.2) ] ."
  ],
  "fetched_at": "2025-10-01T03:45:08.601561",
  "source": "OpenFDA"
}