{
  "drug_name": "Meropenem",
  "generic_name": [
    "MEROPENEM"
  ],
  "brand_names": [
    "MEROPENEM"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of Meropenem for Injection, USP with probenecid inhibits renal excretion of meropenem and is therefore not recommended. ( 7.1 ) The concomitant use of Meropenem for Injection, USP and valproic acid or divalproex sodium is generally not recommended. Antibacterial drugs other than carbapenems should be considered to treat infections in patients whose seizures are well controlled on valproic acid or divalproex sodium. ( 5.4 , 7.2 ) 7.1 Probenecid Probenecid competes with meropenem for active tubular secretion, resulting in increased plasma concentrations of meropenem. Co-administration of probenecid with meropenem is not recommended. 7.2 Valproic Acid Case reports in the literature have shown that co-administration of carbapenems, including meropenem, to patients receiving valproic acid or divalproex sodium results in a reduction in valproic acid concentrations. The valproic acid concentrations may drop below the therapeutic range as a result of this interaction, therefore increasing the risk of breakthrough seizures. Although the mechanism of this interaction is unknown, data from in vitro and animal studies suggest that carbapenems may inhibit the hydrolysis of valproic acid's glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid. If administration of Meropenem for Injection, USP is necessary, then supplemental anti-convulsant therapy should be considered [see Warnings and Precautions (5.4) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following are discussed in greater detail in other sections of labeling: Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Severe Cutaneous Adverse Reactions [ see Warnings and Precautions (5.2) ] Seizure Potential [see Warnings and Precautions (5.3) ] Risk of Breakthrough Seizures Due to Drug Interaction with Valproic Acid [see Warnings and Precautions (5.4) ] Clostridium difficile – associated Diarrhea [see Warnings and Precautions (5.5) ] Development of Drug-Resistant Bacteria [see Warnings and Precautions (5.6) ] Overgrowth of Nonsusceptible Organisms [see Warnings and Precautions (5.7) ] Thrombocytopenia [see Warnings and Precautions (5.8) ] Potential for Neuromotor Impairment [see Warnings and Precautions (5.9) ] Most common adverse reactions (2% or less) are: headache, nausea, constipation, diarrhea, anemia, vomiting, and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Xellia Pharmaceuticals USA, LLC at safety@xellia.com or 1-833-295-6953, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Adverse Reactions from Clinical Trials Because clinical trials are conducted under widely varying conditions, adverse reactions rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult Patients During clinical investigations, 2904 immunocompetent adult patients were treated for non-CNS infections with Meropenem for Injection, USP (500 mg or 1 gram every 8 hours). Deaths in 5 patients were assessed as possibly related to meropenem; 36 (1.2%) patients had meropenem discontinued because of adverse events. Many patients in these trials were severely ill and had multiple background diseases, physiological impairments and were receiving multiple other drug therapies. In the seriously ill patient population, it was not possible to determine the relationship between observed adverse events and therapy with Meropenem for Injection, USP. The following adverse reaction frequencies were derived from the clinical trials in the 2904 patients treated with Meropenem for Injection, USP. Local Adverse Reactions Local adverse events that were reported with Meropenem for Injection, USP were as follows: Inflammation at the injection site 2.4% Injection site reaction 0.9% Phlebitis/thrombophlebitis 0.8% Pain at the injection site 0.4% Edema at the injection site 0.2% Systemic Adverse Reactions Systemic adverse events that were reported with Meropenem for Injection, USP occurring in greater than 1.0% of the patients were diarrhea (4.8%), nausea/vomiting (3.6%), headache (2.3%), rash (1.9%), sepsis (1.6%), constipation (1.4%), apnea (1.3%), shock (1.2%), and pruritus (1.2%). Additional systemic adverse events that were reported with Meropenem for Injection, USP and occurring in less than or equal to 1.0% but greater than 0.1% of the patients are listed below within each body system in order of decreasing frequency: Bleeding events were seen as follows: gastrointestinal hemorrhage (0.5%), melena (0.3%), epistaxis (0.2%), hemoperitoneum (0.2%). Body as a Whole: pain, abdominal pain, chest pain, fever, back pain, abdominal enlargement, chills, pelvic pain Cardiovascular: heart failure, heart arrest, tachycardia, hypertension, myocardial infarction, pulmonary embolus, bradycardia, hypotension, syncope Digestive System: oral moniliasis, anorexia, cholestatic jaundice/jaundice, flatulence, ileus, hepatic failure, dyspepsia, intestinal obstruction Hemic/Lymphatic: anemia, hypochromic anemia, hypervolemia Metabolic/Nutritional: peripheral edema, hypoxia Nervous System: insomnia, agitation, delirium, confusion, dizziness, seizure, nervousness, paresthesia, hallucinations, somnolence, anxiety, depression, asthenia [see Warnings and Precautions (5.3) and (5.9) ] Respiratory: respiratory disorder, dyspnea, pleural effusion, asthma, cough increased, lung edema Skin and Appendages: urticaria, sweating, skin ulcer Urogenital System: dysuria, kidney failure, vaginal moniliasis, urinary incontinence Adverse Laboratory Changes Adverse laboratory changes that were reported and occurring in greater than 0.2% of the patients were as follows: Hepatic: increased alanine transaminase (ALT), aspartate transaminase (AST), alkaline phosphatase, lactate dehydrogenase (LDH), and bilirubin Hematologic: increased platelets, increased eosinophils, decreased platelets, decreased hemoglobin, decreased hematocrit, decreased white blood cell (WBC), shortened prothrombin time and shortened partial thromboplastin time, leukocytosis, hypokalemia Renal: increased creatinine and increased blood urea nitrogen (BUN) Urinalysis: presence of red blood cells Complicated Skin and Skin Structure Infections In a study of complicated skin and skin structure infections, the adverse reactions were similar to those listed above. The most common adverse events occurring in greater than 5% of the patients were: headache (7.8%), nausea (7.8%), constipation (7.0%), diarrhea (7.0%), anemia (5.5%), and pain (5.1%). Adverse events with an incidence of greater than 1%, and not listed above, include: pharyngitis, accidental injury, gastrointestinal disorder, hypoglycemia, peripheral vascular disorder, and pneumonia. Patients with Renal Impairment: For patients with varying degrees of renal impairment, the incidence of heart failure, kidney failure, seizure and shock reported with Meropenem for Injection, USP, increased in patients with moderately severe renal impairment (creatinine clearance 10 to 26 mL/min) [see Dosage and Administration (2.2) , Warnings and Precautions (5.9) , Use in Specific Populations (8.5) and (8.6) and Clinical Pharmacology (12.3) ]. Pediatric Patients: Systemic and Local Adverse Reactions Pediatric Patients with Serious Bacterial Infections (excluding Bacterial Meningitis): Meropenem for Injection, USP was studied in 515 pediatric patients (3 months to less than 13 years of age) with serious bacterial infections (excluding meningitis, see next section) at dosages of 10 mg/kg to 20 mg/kg every 8 hours. The types of systemic and local adverse events seen in these patients are similar to the adults, with the most common adverse events reported as possibly, probably, or definitely related to Meropenem for Injection, USP and their rates of occurrence as follows: Diarrhea 3.5% Rash 1.6% Nausea and Vomiting 0.8% Pediatric Patients with Bacterial Meningitis: Meropenem for Injection, USP was studied in 321 pediatric patients (3 months to less than 17 years of age) with meningitis at a dosage of 40 mg/kg every 8 hours. The types of systemic and local adverse events seen in these patients are similar to the adults, with the most common adverse reactions reported as possibly, probably, or definitely related to Meropenem for Injection, USP and their rates of occurrence as follows: Diarrhea 4.7% Rash (mostly diaper area moniliasis) 3.1% Oral Moniliasis 1.9% Glossitis 1.0% In the meningitis studies, the rates of seizure activity during therapy were comparable between patients with no CNS abnormalities who received meropenem and those who received comparator agents (either cefotaxime or ceftriaxone). In the Meropenem for Injection, USP treated group, 12/15 patients with seizures had late onset seizures (defined as occurring on day 3 or later) versus 7/20 in the comparator arm. The meropenem group had a statistically higher number of patients with transient elevation of liver enzymes. Pediatric Patients (Neonates and Infants less than 3 months of Age): Meropenem for Injection, USP was studied in 200 neonates and infants less than 3 months of age. The study was open-label, uncontrolled, 98% of the infants received concomitant medications, and the majority of adverse events were reported in neonates less than 32 weeks gestational age and critically ill at baseline, making it difficult to assess the relationship of the adverse events to Meropenem for Injection, USP. The adverse reactions seen in these patients that were reported and their rates of occurrence are as follows: Convulsion 5.0% Hyperbilirubinemia (conjugated) 4.5% Vomiting 2.5% Adverse Laboratory Changes in Pediatric Patients: Laboratory changes seen in the pediatric studies, including the meningitis studies, were similar to those reported in the adult studies. 6.2 Post marketing Experience The following adverse reactions have been identified during post-approval use of Meropenem for Injection, USP. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Worldwide post-marketing adverse reactions not otherwise listed in the Adverse Reactions from Clinical Trials section of this prescribing information and reported as possibly, probably, or definitely drug related are listed within each body system in order of decreasing severity. Blood and Lymphatic System Disorders : agranulocytosis, neutropenia, and leukopenia; a positive direct or indirect Coombs test, and hemolytic anemia. Immune System Disorders : angioedema. Skin and Subcutaneous Disorders : Stevens-Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS), erythema multiforme and acute generalized exanthematous pustulosis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Meropenem for Injection, USP is contraindicated in patients with known hypersensitivity to any component of this product or to other drugs in the same class or in patients who have demonstrated anaphylactic reactions to beta (β)-lactams. Known hypersensitivity to product components or anaphylactic reactions to β-lactams. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 500 mg every 8 hours by intravenous infusion over 15 to 30 minutes for complicated skin and skin structure infections (cSSSI) for adult patients. When treating infections caused by Pseudomonas aeruginosa , a dose of 1 gram every 8 hours is recommended. ( 2.1 ) 1 gram every 8 hours by intravenous infusion over 15 minutes to 30 minutes for intra-abdominal infections for adult patients. ( 2.1 ) 1 gram every 8 hours by intravenous bolus injection (5 mL to 20 mL) over 3 minutes to 5 minutes for adult patients. ( 2.1 ) Dosage should be reduced in adult patients with renal impairment. ( 2.2 ) Recommended Meropenem for Injection, USP Dosage Schedule for Adult Patients with Renal Impairment Creatinine Clearance (mL/min) Dose (dependent on type of infection) Dosing Interval Greater than 50 Recommended dose (500 mg cSSSI and 1 gram Intra-abdominal) Every 8 hours 26 to 50 Recommended dose Every 12 hours 10 to 25 One-half recommended dose Every 12 hours Less than 10 One-half recommended dose Every 24 hours Pediatric patients 3 months of age and older Recommended Meropenem for Injection, USP Dosage Schedule for Pediatric Patients 3 Months of Age and Older with Normal Renal Function ( 2.3 ) Type of Infection Dose (mg/kg) Up to a Maximum Dose Dosing Interval - Intravenous infusion is to be given over approximately 15 minutes to 30 minutes. - Intravenous bolus injection (5 mL to 20 mL) is to be given over approximately 3 minutes to 5 minutes. - There is no experience in pediatric patients with renal impairment. Complicated skin and skin structure 20 mg/kg (or 1 gram for pediatric patients weighing over 50 kg) every 8 hours is recommended when treating complicated skin and skin structure infections caused by P. aeruginosa. ( 2.3 ) 10 500 mg Every 8 hours Intra-abdominal 20 1 gram Every 8 hours Meningitis 40 2 gram Every 8 hours Pediatric patients less than 3 months of age Recommended Meropenem for Injection, USP Dosage Schedule for Pediatric Patients Less Than 3 Months of Age with Complicated Intra-Abdominal Infections and Normal Renal Function ( 2.3 ) Age Group Dose (mg/kg) Dose Interval - Intravenous infusion is to be given over 30 minutes. - There is no experience in pediatric patients with renal impairment. GA: gestational age and PNA: postnatal age Infants less than 32 weeks GA and PNA less than 2 weeks 20 Every 12 hours Infants less than 32 weeks GA and PNA 2 weeks and older 20 Every 8 hours Infants 32 weeks and older GA and PNA less than 2 weeks 20 Every 8 hours Infants 32 weeks and older GA and PNA 2 weeks and older 30 Every 8 hours 2.1 Adult Patients The recommended dose of Meropenem for Injection, USP is 500 mg given every 8 hours for skin and skin structure infections and 1 gram given every 8 hours for intra-abdominal infections. When treating complicated skin and skin structure infections caused by P. aeruginosa , a dose of 1 gram every 8 hours is recommended. Meropenem for Injection, USP should be administered by intravenous infusion over approximately 15 minutes to 30 minutes. Doses of 1 gram may also be administered as an intravenous bolus injection (5 mL to 20 mL) over approximately 3 minutes to 5 minutes. 2.2 Use in Adult Patients with Renal Impairment Dosage should be reduced in patients with creatinine clearance of 50 mL/min or less. (See dosing table below.) When only serum creatinine is available, the following formula (Cockcroft and Gault equation) 1 may be used to estimate creatinine clearance. Males: Creatinine Clearance (mL/min) = Weight (kg) × (140 - age) 72 × serum creatinine (mg/dL) Females: 0.85 × above value Table 1: Recommended Meropenem for Injection, USP Dosage Schedule for Adult Patients with Renal Impairment Creatinine Clearance (mL/min) Dose (dependent on type of infection) Dosing Interval Greater than 50 Recommended dose (500 mg cSSSI and 1 gram Intra-abdominal) Every 8 hours 26 to 50 Recommended dose Every 12 hours 10 to 25 One-half recommended dose Every 12 hours Less than 10 One-half recommended dose Every 24 hours There is inadequate information regarding the use of Meropenem for Injection, USP in patients on hemodialysis or peritoneal dialysis. 2.3 Use in Pediatric Patients Pediatric Patients 3 Months of Age and Older For pediatric patients 3 months of age and older, the Meropenem for Injection, USP dose is 10 mg/kg, 20 mg/kg or 40 mg/kg every 8 hours (maximum dose is 2 grams every 8 hours), depending on the type of infection (cSSSI, cIAI, intra-abdominal infection or meningitis). See dosing table 2 below. For pediatric patients weighing over 50 kg administer Meropenem for Injection, USP at a dose of 500 mg every 8 hours for cSSSI, 1 gram every 8 hours for cIAI and 2 grams every 8 hours for meningitis. Administer Meropenem for Injection, USP as an intravenous infusion over approximately 15 minutes to 30 minutes or as an intravenous bolus injection (5 mL to 20 mL) over approximately 3 minutes to 5 minutes. There is limited safety data available to support the administration of a 40 mg/kg (up to a maximum of 2 grams) bolus dose. Table 2: Recommended Meropenem for Injection, USP Dosage Schedule for Pediatric Patients 3 Months of Age and Older with Normal Renal Function Type of Infection Dose (mg/kg) Up to a Maximum Dose Dosing Interval There is no experience in pediatric patients with renal impairment. Complicated skin and skin structure infections 10 500 mg Every 8 hours Complicated intra-abdominal infections 20 1 gram Every 8 hours Meningitis 40 2 grams Every 8 hours When treating cSSSI caused by P. aeruginosa , a dose of 20 mg/kg (or 1 gram for pediatric patients weighing over 50 kg) every 8 hours is recommended. Pediatric Patients Less Than 3 Months of Age For pediatric patients (with normal renal function) less than 3 months of age, with complicated intra-abdominal infections, the Meropenem for Injection, USP dose is based on gestational age (GA) and postnatal age (PNA). See dosing table 3 below. Meropenem for Injection, USP should be given as intravenous infusion over 30 minutes. Table 3: Recommended Meropenem for Injection, USP Dosage Schedule for Pediatric Patients Less than 3 Months of Age with Complicated Intra-abdominal Infections and Normal Renal Function Age Group Dose (mg/kg) Dose Interval There is no experience in pediatric patients with renal impairment. Infants less than 32 weeks GA and PNA less than 2 weeks 20 Every 12 hours Infants less than 32 weeks GA and PNA 2 weeks and older 20 Every 8 hours Infants 32 weeks and older GA and PNA less than 2 weeks 20 Every 8 hours Infants 32 weeks and older GA and PNA 2 weeks and older 30 Every 8 hours 2.4 Preparation and Administration of Meropenem for Injection, USP Important Administration Instructions: Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. For Intravenous Bolus Administration Re-constitute injection vials (500 mg and 1 gram) with Sterile Water for Injection (see table 4 below). Shake to dissolve and let stand until clear. Table 4: Volume of Sterile Water for Injection for Reconstitution of Injection Vials Vial Size Amount of Diluent Added (mL) Approximate Withdrawable Volume (mL) Approximate Average Concentration (mg/mL) 500 mg 10 10 50 1 gram 20 20 50 For Infusion Injection vials (500 mg and 1 gram) may be directly re-constituted with a compatible infusion fluid. Alternatively, an injection vial may be re-constituted, then the resulting solution added to an intravenous container and further diluted with an appropriate infusion fluid [see Dosage and Administration (2.5) and (2.6) ]. Do not use flexible container in series connections. 2.5 Compatibility Compatibility of Meropenem for Injection, USP with other drugs has not been established. Meropenem for Injection, USP should not be mixed with or physically added to solutions containing other drugs. 2.6 Stability and Storage Freshly prepared solutions of Meropenem for Injection, USP should be used. However, re-constituted solutions of Meropenem for Injection, USP maintain satisfactory potency under the conditions described below. Solutions of intravenous Meropenem for Injection, USP should not be frozen. Intravenous Bolus Administration Meropenem for Injection, USP vials re-constituted with Sterile Water for Injection for bolus administration (up to 50 mg/mL of Meropenem for Injection, USP) may be stored for up to 3 hours at up to 25°C (77°F) or for 13 hours at up to 5°C (41°F). Intravenous Infusion Administration Solutions prepared for infusion (Meropenem for Injection, USP concentrations ranging from 1 mg/mL to 20 mg/mL) re-constituted with Sodium Chloride Injection 0.9% may be stored for 1 hour at up to 25°C (77°F) or 15 hours at up to 5°C (41°F). Solutions prepared for infusion (Meropenem for Injection, USP concentrations ranging from 1 mg/mL to 20 mg/mL) re-constituted with Dextrose Injection 5% should be used immediately."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Meropenem for Injection, USP is a penem antibacterial indicated for the treatment of: Complicated skin and skin structure infections (adult patients and pediatric patients 3 months of age and older only). ( 1.1 ) Complicated intra-abdominal infections (adult and pediatric patients). ( 1.2 ) Bacterial meningitis (pediatric patients 3 months of age and older only). ( 1.3 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of Meropenem for Injection, USP and other antibacterial drugs, Meropenem for Injection, USP should only be used to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. 1.1 Complicated Skin and Skin Structure Infections (Adult Patients and Pediatric Patients 3 Months of Age and Older Only) Meropenem for Injection, USP is indicated for the treatment of complicated skin and skin structure infections (cSSSI) due to Staphylococcus aureus (methicillin-susceptible isolates only), Streptococcus pyogenes, Streptococcus agalactiae , viridans group streptococci, Enterococcus faecalis (vancomycin-susceptible isolates only), Pseudomonas aeruginosa, Escherichia coli, Proteus mirabilis, Bacteroides fragilis, and Peptostreptococcus species. 1.2 Complicated Intra-abdominal Infections (Adult and Pediatric Patients) Meropenem for Injection, USP is indicated for the treatment of complicated appendicitis and peritonitis caused by viridans group streptococci, Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa, Bacteroides fragilis, B. thetaiotaomicron, and Peptostreptococcus species. 1.3 Bacterial Meningitis (Pediatric Patients 3 Months of Age and Older Only) Meropenem for Injection, USP is indicated for the treatment of bacterial meningitis caused by Haemophilus influenzae, Neisseria meningitidis and penicillin-susceptible isolates of Streptococcus pneumoniae. Meropenem for Injection, USP has been found to be effective in eliminating concurrent bacteremia in association with bacterial meningitis. 1.4 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of Meropenem for Injection, USP and other antibacterial drugs, Meropenem for Injection, USP should only be used to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:33:10.838581",
  "source": "OpenFDA"
}