{
  "drug_name": "Mesobiliverdin IV alpha",
  "generic_name": [
    "TRAMETINIB"
  ],
  "brand_names": [
    "Mekinist"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS MEKINIST is indicated for use in combination with dabrafenib. Refer to the dabrafenib prescribing information for additional risk information that applies to combination use treatment."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: New Primary Malignancies [see Warnings and Precautions ( 5.1)] Hemorrhage [see Warnings and Precautions (5.2)] Colitis and Gastrointestinal Perforation [see Warnings and Precautions (5.3)] Venous Thromboembolic Events [see Warnings and Precautions (5. 4 )] Cardiomyopathy [see Warnings and Precautions (5. 5 )] Ocular Toxicities [see Warnings and Precautions (5. 6 )] Interstitial Lung Disease/Pneumonitis [see Warnings and Precautions (5. 7 )] Serious Febrile Reactions [see Warnings and Precautions (5. 8 )] Serious Skin Toxicities [see Warnings and Precautions (5. 9 )] Hyperglycemia [see Warnings and Precautions (5. 10 )] Hemophagocytic Lymphohistiocytosis [see Warnings and Precautions (5. 12 )] There are additional adverse reactions associated with dabrafenib. Refer to the dabrafenib prescribing information for additional information. Most common adverse reactions (≥ 20%) for MEKINIST as a single agent include rash, diarrhea, and lymphedema. ( 6.1 ) Most common adverse reactions (≥ 20%) for MEKINIST in combination with dabrafenib include: Unresectable or metastatic melanoma: pyrexia, nausea, rash, chills, diarrhea, vomiting, hypertension, and peripheral edema. ( 6.1 ) Adjuvant treatment of melanoma: pyrexia, fatigue, nausea, headache, rash, chills, diarrhea, vomiting, arthralgia, and myalgia. ( 6.1 ) NSCLC: pyrexia, fatigue, nausea, vomiting, diarrhea, dry skin, decreased appetite, edema, rash, chills, hemorrhage, cough, and dyspnea. ( 6.1 ) Adult patients with solid tumors: pyrexia, fatigue, nausea, rash, chills, headache, hemorrhage, cough, vomiting, constipation, diarrhea, myalgia, arthralgia, and edema. ( 6.1 ) Pediatric patients with solid tumors: pyrexia, rash, vomiting, fatigue, dry skin, cough, diarrhea, dermatitis acneiform, headache, abdominal pain, nausea, hemorrhage, constipation, and paronychia. ( 6.1 ) Pediatric patients with LGG: pyrexia, rash, headache, vomiting, musculoskeletal pain, fatigue, diarrhea, dry skin, nausea, hemorrhage, abdominal pain, and dermatitis acneiform. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult Safety Pools The pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to MEKINIST 2 mg orally, once daily as a single agent in 329 patients with various solid tumors enrolled in METRIC, MEK113583, and MEK111054. Among these 329 patients who received MEKINIST as a single agent, 33% were exposed for 6 months or longer and 9% were exposed for greater than one year. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to MEKINIST 2 mg orally, once daily, administered in combination with dabrafenib 150 mg orally, twice daily, in 1087 patients enrolled in COMBI-d, COMBI-v, COMBI-AD, and BRF113928 with unresectable or metastatic melanoma, adjuvant melanoma, or NSCLC. Among these 1087 patients who received MEKINIST administered with dabrafenib, 70% were exposed for 6 months or longer and 21% were exposed for greater than one year. Pediatric Safety Pool The pediatric pooled safety population described in the WARNINGS AND PRECAUTIONS reflects exposure to weight-based MEKINIST orally, once daily administered in combination with dabrafenib in 166 pediatric patients across two trials: a multi-center, open-label, multi-cohort study in pediatric patients with BRAF V600E mutation-positive glioma requiring systemic therapy (Study G2201; n = 123) and a multi-center, open-label, multi-cohort study in pediatric patients with refractory or recurrent solid tumors with MAPK pathway activation (Study X2101; n = 43) [see Clinical Studies (14.6, 14.7)] . Among 166 patients who received MEKINIST administered with dabrafenib, 85% were exposed for 6 months and 69% were exposed for greater than one year. The most common (> 20%) adverse reactions were pyrexia (66%), rash (54%), headache (40%), vomiting (38%), musculoskeletal pain (36%), fatigue (31%), dry skin (31%), diarrhea (30%), nausea (26%), epistaxis and other bleeding events (25%), abdominal pain (24%), and dermatitis acneiform (23%). The most common (> 2%) Grade 3 or 4 laboratory abnormalities were decreased neutrophil count (20%), increased alanine aminotransferase (3.1%), and increased aspartate aminotransferase (3.1%). Unresectable or Metastatic BRAF V600E or V600K Mutation-Positive Melanoma MEKINIST as a Single Agent The safety of MEKINIST was evaluated in the METRIC study, a randomized, open-label trial of patients with BRAF V600E or V600K mutation-positive unresectable or metastatic melanoma who received MEKINIST (N = 211) 2 mg orally once daily or chemotherapy (N = 99) (either dacarbazine 1000 mg/m 2 every 3 weeks or paclitaxel 175 mg/m 2 every 3 weeks) [see Clinical Studies (14.1)] . Patients with abnormal LVEF, history of acute coronary syndrome within 6 months, or current evidence of Class II or greater congestive heart failure (New York Heart Association) were excluded. The median duration of treatment with MEKINIST was 4.3 months. In this study, 9% of patients who received MEKINIST experienced adverse reactions resulting in permanent discontinuation of trial medication. The most frequent adverse reactions resulting in permanent discontinuation of MEKINIST were decreased LVEF, pneumonitis, renal failure, diarrhea, and rash. Adverse reactions led to dose reductions in 27% of patients treated with MEKINIST. Rash and decreased LVEF were the most frequent reasons cited for dose reductions of MEKINIST. Table 6 and Table 7 present adverse reactions and laboratory abnormalities, respectively, of MEKINIST as a single agent in the METRIC study. Table 6. Select Adverse Reactions Occurring in ≥ 10% of Patients Who Received MEKINIST and at a Higher Incidence (≥ 5%) Than in the Chemotherapy Arm or ≥ 2% (Grades 3 or 4) Adverse Reactions in the METRIC Study a NCI CTCAE version 4.0. b Grade 4 adverse reactions limited to rash (n = 1) in trametinib arm and diarrhea (n = 1) in chemotherapy arm. c Includes stomatitis, aphthous stomatitis, mouth ulceration, and mucosal inflammation. d Includes abdominal pain, lower abdominal pain, upper abdominal pain, and abdominal tenderness. e Includes lymphedema, edema, and peripheral edema. f Includes epistaxis, gingival bleeding, hematochezia, rectal hemorrhage, melena, vaginal hemorrhage, hemorrhoidal hemorrhage, hematuria, and conjunctival hemorrhage. Adverse Reactions MEKINIST Chemotherapy N = 211 N = 99 All Grades a (%) Grades 3 and 4 b (%) All Grades a (%) Grades 3 and 4 b (%) Skin and subcutaneous tissue Rash 57 8 10 0 Acneiform dermatitis 19 < 1 1 0 Dry skin 11 0 0 0 Pruritus 10 2 1 0 Paronychia 10 0 1 0 Gastrointestinal Diarrhea 43 0 16 2 Stomatitis c 15 2 2 0 Abdominal pain d 13 1 5 1 Vascular Lymphedema e 32 1 4 0 Hypertension 15 12 7 3 Hemorrhage f 13 < 1 0 0 Table 7. Laboratory Abnormalities Occurring at a Higher Incidence in Patients Who Received MEKINIST in the METRIC Study [Between-Arm Difference of ≥ 5% (All Grades) or ≥ 2% (Grades 3 or 4) a ] Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a Only Grade 3 adverse reactions were reported in either treatment arm. Laboratory Abnormality MEKINIST Chemotherapy N = 211 N = 99 All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) Increased AST 60 2 16 1 Hypoalbuminemia 42 2 23 1 Increased ALT 39 3 20 3 Anemia 38 2 26 3 Increased alkaline phosphatase 24 2 18 3 Other clinically important adverse reactions for MEKINIST in a pool of MEKINIST monotherapy clinical studies observed in less than 10% of patients who received MEKINIST were: Cardiac: Bradycardia, atrioventricular block, bundle branch block Gastrointestinal: Dry mouth Infections and Infestations: Folliculitis, rash pustular, cellulitis Musculoskeletal and Connective Tissue: Rhabdomyolysis Nervous System: Dizziness, dysgeusia, peripheral neuropathy Ocular: Blurred vision, dry eye MEKINIST with Dabrafenib The safety of MEKINIST when administered with dabrafenib was evaluated in 559 patients with previously untreated, unresectable or metastatic, BRAF V600 mutation-positive melanoma who received MEKINIST in two trials, the COMBI-d study (n = 209), a multi-center, double-blind, randomized (1:1), active-controlled trial and the COMBI-v study (n = 350), a multi-center, open-label, randomized (1:1), active-controlled trial. In both trials, patients received MEKINIST 2 mg orally once daily and dabrafenib 150 mg orally twice daily until disease progression or unacceptable toxicity. Both trials excluded patients with abnormal LVEF, history of acute coronary syndrome within 6 months, history of Class II or greater congestive heart failure (New York Heart Association), history of RVO or RPED, QTcB interval ≥ 480 msec, uncontrolled hypertension, uncontrolled arrhythmias, active brain metastases, or known history of glucose-6-phosphate dehydrogenase deficiency [see Clinical Studies (14.1)] . Among these 559 patients, 197 (35%) were exposed to MEKINIST for > 6 months to 12 months while 185 (33%) were exposed to MEKINIST for > 1 year. The median age was 55 years (range: 18 to 91), 57% were male, and 98% were White, 72% had baseline ECOG performance status of 0 and 28% had ECOG performance status of 1, 64% had M1c disease, 35% had elevated lactate dehydrogenase (LDH) at baseline, and 0.5% had a history of brain metastases. The most common adverse reactions (≥ 20%) for MEKINIST in patients who received MEKINIST plus dabrafenib in the COMBI-d and COMBI-v studies were: pyrexia, nausea, rash, chills, diarrhea, vomiting, hypertension, and peripheral edema. The demographics and baseline tumor characteristics of patients enrolled in the COMBI-d study are summarized in Clinical Studies [see Clinical Studies (14.1)] . Patients who received MEKINIST plus dabrafenib had a median duration of exposure of 11 months (range: 3 days to 30 months) to MEKINIST. Among the 209 patients who received MEKINIST plus dabrafenib, 26% were exposed to MEKINIST for > 6 months to 12 months while 46% were exposed to MEKINIST for > 1 year. In the COMBI-d study, adverse reactions leading to discontinuation of MEKINIST occurred in 11% of patients who received MEKINIST plus dabrafenib; the most frequent were pyrexia (1.4%) and decreased ejection fraction (1.4%). Adverse reactions leading to dose reductions of MEKINIST occurred in 18% of patients who received MEKINIST plus dabrafenib; the most frequent were pyrexia (2.9%), neutropenia (1.9%), decreased ejection fraction (1.9%), and rash (1.9%). Adverse reactions leading to dose interruptions of MEKINIST occurred in 46% of patients who received MEKINIST plus dabrafenib; the most frequent were pyrexia (18%), chills (7%), vomiting (6%), and decreased ejection fraction (4.8%). Table 8 and Table 9 present selected adverse reactions and laboratory abnormalities, respectively, of MEKINIST observed in the COMBI-d study. Table 8. Adverse Reactions Occurring in ≥ 10% (All Grades) of Patients Who Received MEKINIST with Dabrafenib and at a Higher Incidence* Than in Patients Who Received Single-Agent Dabrafenib in COMBI-d a * ≥ 5% for All Grades or ≥ 2% for Grades 3–4 incidence in patients who received MEKINIST with dabrafenib compared with patients who received dabrafenib as a single agent. a NCI CTCAE version 4.0. b Includes peripheral edema, edema, lymphedema, localized edema, and generalized edema. c Includes abdominal pain, upper abdominal pain, lower abdominal pain, and abdominal discomfort. d Includes rash, generalized rash, pruritic rash, erythematous rash, papular rash, vesicular rash, macular rash, maculo-papular rash, and follicular rash. e Most common events (≥ 1%) include epistaxis, hematochezia, decreased hemoglobin, purpura, and rectal hemorrhage. Grade 4 events were limited to hepatic hematoma and duodenal ulcer hemorrhage (each n = 1 in the pooled combination arm). Adverse Reactions Pooled MEKINIST plus Dabrafenib N = 559 COMBI-d Study MEKINIST plus Dabrafenib N = 209 Dabrafenib N = 211 All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) General Pyrexia 54 5 57 7 33 1.9 Chills 31 0.5 31 0 17 0.5 Peripheral edema b 21 0.7 25 1.4 11 0.5 Gastrointestinal Nausea 35 0.4 34 0.5 27 1.4 Diarrhea 31 1.3 30 1.4 16 0.9 Vomiting 27 1.1 25 1.0 14 0.5 Abdominal pain c 18 0.9 26 1.0 14 2.4 Skin and subcutaneous tissue Rash d 32 1.1 42 0 27 1.4 Vascular Hypertension 26 11 25 6 16 6 Hemorrhage e 18 2.0 19 1.9 15 1.9 Nervous system Dizziness 11 0.2 14 0 7 0 Other clinically important adverse reactions for MEKINIST across the COMBI-d and COMBI-v studies (N = 559) observed in less than 10% of patients who received MEKINIST in combination with dabrafenib were: Cardiac: Bradycardia, atrioventricular block, bundle branch block Immune System: Sarcoidosis Musculoskeletal and Connective Tissue: Rhabdomyolysis Nervous System: Peripheral neuropathy, Guillain-Barré syndrome Skin and Subcutaneous Tissue: Photosensitivity Table 9. Laboratory Abnormalities Worsening from Baseline Occurring at ≥ 10% (All Grades) of Patients Who Received MEKINIST with Dabrafenib and at a Higher Incidence* Than in Patients Who Received Single-Agent Dabrafenib in COMBI-d Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. * ≥ 5% for All Grades or ≥ 2% for Grades 3–4 incidence in patients who received MEKINIST with dabrafenib compared with patients who received dabrafenib as a single agent. a For these laboratory tests, the denominator is 556. b For these laboratory tests, the denominator is 208 for the combination arm, 207-209 for the dabrafenib arm. c Grade 4 adverse reactions limited to lymphopenia and hyperglycemia (each n = 4), increased ALT and increased AST (each n = 3), neutropenia (n = 2), and hyponatremia (n = 1) in the pooled combination arm; neutropenia, lymphopenia, increased ALT, increased AST, and hyperglycemia (each n = 1) in the COMBI-d study combination arm; neutropenia, thrombocytopenia, increased ALT, and increased AST (each n = 1) in the dabrafenib arm. Laboratory Abnormality Pooled MEKINIST plus Dabrafenib N = 559 a COMBI-d Study MEKINIST plus Dabrafenib N = 209 b Dabrafenib N = 211 b All Grades (%) Grades 3 and 4 c (%) All Grades (%) Grades 3 and 4 c (%) All Grades (%) Grades 3 and 4 c (%) Chemistry Hyperglycemia 60 4.7 65 6 57 4.3 Hypoalbuminemia 48 1.1 53 1.4 27 0 Hyponatremia 25 8 24 6 14 2.9 Hepatic Increased AST 59 4.1 60 4.3 21 1.0 Increased blood alkaline phosphatase 49 2.7 50 1.0 25 0.5 Increased ALT 48 4.5 44 3.8 28 1.0 Hematology Neutropenia 46 7 50 6 16 1.9 Anemia 43 2.3 43 2.4 38 4.3 Lymphopenia 32 8 38 9 28 7 Thrombocytopenia 21 0.7 19 0.5 10 0.5 Adjuvant Treatment of BRAF V600E or V600K Mutation-Positive Melanoma The safety of MEKINIST when administered with dabrafenib was evaluated in 435 patients with Stage III melanoma with BRAF V600E or V600K mutations following complete resection who received at least one dose of study therapy in the COMBI-AD study [see Clinical Studies (14.2)] . Patients received MEKINIST 2 mg orally once daily and dabrafenib 150 mg orally twice daily for 12 months. The trial excluded patients with abnormal LVEF; history of acute coronary syndromes, coronary angioplasty, or stenting within 6 months; Class II or greater congestive heart failure (New York Heart Association); QTc interval ≥ 480 msec; treatment refractory hypertension; uncontrolled arrhythmias; or history of RVO. Patients who received MEKINIST in combination with dabrafenib had a median duration of exposure of 11 months (range: 0 to 12) to MEKINIST. Among the 435 patients who received MEKINIST in combination with dabrafenib, 72% were exposed to MEKINIST for > 6 months. The median age of patients who received MEKINIST in combination with dabrafenib was 50 years (range: 18 to 89), 56% were male, 99% were White, 92% had baseline ECOG performance status of 0, and 8% had baseline ECOG performance status of 1. The most common adverse reactions (≥ 20%) in patients who received MEKINIST in combination with dabrafenib were: pyrexia, fatigue, nausea, headache, rash, chills, diarrhea, vomiting, arthralgia, and myalgia. Adverse reactions resulting in discontinuation and dose interruptions of MEKINIST occurred in 24% and 54% of patients, respectively; the most frequent for each were pyrexia and chills. Adverse reactions leading to dose reductions of MEKINIST occurred in 23% of patients; the most frequent were pyrexia and decreased ejection fraction. Table 10 summarizes the adverse reactions that occurred in at least 20% of the patients who received MEKINIST in combination with dabrafenib. Table 10. Adverse Reactions Occurring in ≥ 20% of Patients in the COMBI-AD Study a a NCI CTCAE version 4.0. b Includes pyrexia and hyperpyrexia. c Includes fatigue, asthenia, and malaise. d Includes headache and tension headache. e Includes rash, rash maculo-papular, rash macular, rash generalized, rash erythematous, rash papular, rash pruritic, nodular rash, rash vesicular, and rash pustular. f Includes myalgia, musculoskeletal pain, and musculoskeletal chest pain. Adverse Reactions MEKINIST plus Dabrafenib N = 435 Placebo N = 432 All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) General Pyrexia b 63 5 11 < 1 Fatigue c 59 5 37 < 1 Chills 37 1 4 0 Gastrointestinal Nausea 40 < 1 20 0 Diarrhea 33 < 1 15 < 1 Vomiting 28 < 1 10 0 Nervous system Headache d 39 1 24 0 Skin and subcutaneous tissue Rash e 37 < 1 16 < 1 Musculoskeletal and connective tissue Arthralgia 28 < 1 14 0 Myalgia f 20 < 1 14 0 Other clinically important adverse reactions for MEKINIST in the COMBI-AD study observed in less than 20% of patients who received MEKINIST in combination with dabrafenib were: blurred vision (6%), decreased ejection fraction (5%), peripheral neuropathy (2.5%), rhabdomyolysis (< 1%), atrioventricular block (< 1%), Guillain-Barré syndrome (< 1%), and sarcoidosis (< 1%). The laboratory abnormalities are summarized in Table 11. Table 11. Laboratory Abnormalities Worsening from Baseline Occurring in ≥ 20% of Patients in the COMBI-AD Study Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a The incidence is based on the number of patients who had both a baseline and at least one on-study laboratory measurement: MEKINIST plus Dabrafenib (range: 429 to 431) and Placebo arm (range: 426 to 428). Laboratory Abnormality MEKINIST plus Dabrafenib a N = 435 Placebo a N = 432 All Grades (%) Grades 3 and 4 (%) All Grades (%) Grades 3 and 4 (%) Chemistry Hyperglycemia 63 3 47 2 Hypophosphatemia 42 7 10 < 1 Hypoalbuminemia 25 < 1 < 1 0 Hepatic Increased AST 57 6 11 < 1 Increased ALT 48 5 18 < 1 Increased blood alkaline phosphatase 38 1 6 < 1 Hematology Neutropenia 47 6 12 < 1 Lymphopenia 26 5 6 < 1 Anemia 25 < 1 6 < 1 Trial COMBI-APlus (Pyrexia Management Study) COMBI-APlus evaluated the impact of pyrexia-related outcomes of a revised pyrexia management algorithm in patients who received dabrafenib administered with trametinib in the adjuvant treatment of BRAF V600 mutation-positive melanoma after complete resection. The pyrexia management algorithm interrupted both dabrafenib and trametinib when patient’s temperature is ≥ 100.4°F. Grade 3-4 pyrexia occurred in 4.3% of patients, hospitalizations due to pyrexia occurred in 5.1% of patients, pyrexia with complications (dehydration, hypotension, renal dysfunction, syncope, severe chills) occurred in 2.2% of patients, and treatment discontinuation due to pyrexia occurred in 2.5% of patients. Metastatic, BRAF V600E Mutation-Positive Non-Small Cell Lung Cancer The safety of MEKINIST when administered with dabrafenib was evaluated in 93 patients with previously untreated (n = 36) and previously treated (n = 57) metastatic BRAF V600E mutation-positive NSCLC in a multi-center, multi-cohort, non-randomized, open-label trial (Study BRF113928). Patients received MEKINIST 2 mg orally once daily and dabrafenib 150 mg orally twice daily until disease progression or unacceptable toxicity. The trial excluded patients with abnormal LVEF, history of acute coronary syndrome within 6 months, history of Class II or greater congestive heart failure (New York Heart Association), QTc interval ≥ 480 msec, treatment refractory hypertension, uncontrolled arrhythmias, active brain metastases, history of ILD or pneumonitis, or history or current RVO [see Clinical Studies (14.3)]. Among these 93 patients, 53 (57%) were exposed to MEKINIST and dabrafenib for > 6 months and 27 (29%) were exposed to MEKINIST and dabrafenib for ≥ 1 year. The median age was 65 years (range: 41 to 91), 46% were male, 85% were White; 32% had baseline ECOG performance status of 0 and 61% had ECOG performance status of 1; 98% had non-squamous histology; and 12% were current smokers, 60% were former smokers, and 28% had never smoked. The most common adverse reactions (≥ 20%) in these 93 patients were: pyrexia, fatigue, nausea, vomiting, diarrhea, dry skin, decreased appetite, edema, rash, chills, hemorrhage, cough, and dyspnea. Adverse reactions leading to discontinuation of MEKINIST occurred in 19% of patients; the most frequent were pyrexia (2.2%), decreased ejection fraction (2.2%), and respiratory distress (2.2%). Adverse reactions leading to dose reductions of MEKINIST occurred in 30% of patients; the most frequent were pyrexia (5%), nausea (4.3%), vomiting (4.3%), diarrhea (3.2%), and neutropenia (3.2%). Adverse reactions leading to dose interruptions of MEKINIST occurred in 57% of patients; the most frequent were pyrexia (16%), vomiting (10%), neutropenia (8%), nausea (5%), and decreased ejection fraction (5%). Table 12 and Table 13 present adverse reactions and laboratory abnormalities, respectively, of MEKINIST in combination with dabrafenib in Study BRF113928. Table 12. Adverse Reactions Occurring in ≥ 20% (All Grades) of Patients Treated with MEKINIST plus Dabrafenib in Study BRF113928 a a NCI CTCAE version 4.0. b Includes fatigue, malaise, and asthenia. c Includes peripheral edema, edema, and generalized edema. d Includes rash, rash generalized, rash papular, rash macular, rash maculo-papular, and rash pustular. e Includes hemoptysis, hematoma, epistaxis, purpura, hematuria, subarachnoid hemorrhage, gastric hemorrhage, urinary bladder hemorrhage, contusion, hematochezia, injection site hemorrhage, pulmonary hemorrhage, and retroperitoneal hemorrhage. Adverse Reactions MEKINIST plus Dabrafenib N = 93 All Grades (%) Grades 3 and 4 (%) General Pyrexia 55 5 Fatigue b 51 5 Edema c 28 0 Chills 23 1.1 Gastrointestinal Nausea 45 0 Vomiting 33 3.2 Diarrhea 32 2.2 Decreased appetite 29 0 Skin and subcutaneous tissue Dry skin 31 1.1 Rash d 28 3.2 Vascular Hemorrhage e 23 3.2 Respiratory system Cough 22 0 Dyspnea 20 5 Other clinically important adverse reactions for MEKINIST in Study BRF113928 observed in less than 20% of patients who received MEKINIST administered with dabrafenib were: Cardiac: Atrioventricular block Nervous System: Peripheral neuropathy Table 13. Treatment-Emergent Laboratory Abnormalities Occurring in ≥ 20% (All Grades) of Patients Who Received MEKINIST plus Dabrafenib in Study BRF113928 Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a For these laboratory tests, the denominator is 90. b For these laboratory tests, the denominator is 91. Laboratory Abnormality MEKINIST plus Dabrafenib N = 93 All Grades (%) Grades 3 and 4 (%) Chemistry a Hyperglycemia 71 9 Hyponatremia 57 17 Hypophosphatemia 36 7 Increased creatinine 21 1.1 Hepatic a Increased blood alkaline phosphatase 64 0 Increased AST 61 4.4 Increased ALT 32 6 Hematology b Leukopenia 48 8 Anemia 46 10 Neutropenia 44 8 Lymphopenia 42 14 Advanced BRAF V600E Mutation-Positive Tumors Study BRF117019 The safety of MEKINIST when administered with dabrafenib was evaluated in a multi-cohort, multi-center, non-randomized, open-label study in adult patients with cancers with the BRAF V600E mutation (Study BRF117019). A total of 206 patients were enrolled in the trial, 36 of whom were enrolled in the ATC cohort, 105 were enrolled in specific solid tumor cohorts, and 65 in other malignancies [see Clinical Studies (14.4, 14.6)] . Patients received MEKINIST 2 mg orally once daily and dabrafenib 150 mg orally twice daily until disease progression or unacceptable toxicity. Among these 206 patients, 101 (49%) were exposed to MEKINIST for ≥ 1 year and 103 (50%) were exposed to dabrafenib for ≥ 1 year. The median age was 60 years (range: 18 to 89); 56% were male; 79% were White; and 34% had baseline ECOG performance status of 0 and 60% had ECOG performance status of 1. Serious adverse reactions occurred in 45% of patients who received MEKINIST in combination with dabrafenib. Serious adverse reactions in > 5% of patients included pyrexia (11%) and pneumonia (6%). Fatal adverse reactions occurred in 3.9% of patients who received MEKINIST in combination with dabrafenib. Fatal adverse reactions that occurred in > 1% of patients included sepsis (1.9%). Permanent treatment discontinuation due to an adverse reaction occurred in 13% of patients. Adverse reactions which resulted in permanent treatment discontinuation in > 1% of patients included nausea (1.5%). Dosage interruptions due to an adverse reaction occurred in 55% of patients. Adverse reactions which required dosage interruption in > 5% of patients included pyrexia (22%), chills (9%), fatigue (6%), neutropenia (6%), and nausea (5%). Dose reductions due to an adverse reaction occurred in 44% of patients. Adverse reactions which required dose reductions in > 5% of patients included pyrexia (18%), chills (8%), and fatigue (6%). The most common (≥ 20%) adverse reactions, including laboratory abnormalities, are listed in Table 14 and Table 15. Table 14 summarizes the adverse reactions in Study BRF117019. Table 14. Adverse Reactions (≥ 20%) in Adult Patients Treated with MEKINIST Plus Dabrafenib in Study BRF117019 a NCI CTCAE version 4.0. b Includes fatigue, asthenia, and malaise. c Includes peripheral edema and peripheral swelling. d Includes rash, rash maculo-papular, rash erythematous, rash pustular, and rash papular. e Includes epistaxis, hematuria, contusion, hematoma, hemoptysis, conjunctival hemorrhage, hematochezia, rectal hemorrhage, hemorrhoidal hemorrhage, melaena, purpura, eye contusion, eye hemorrhage, gastric hemorrhage, gingival bleeding, hematemesis, hemorrhage intracranial, hemorrhagic stroke, hemothorax, increased tendency to bruise, large intestinal hemorrhage, mouth hemorrhage, petechiae, pharyngeal hemorrhage, prothrombin time prolonged, pulmonary hematoma, retinal hemorrhage, vaginal hemorrhage, and vitreous hemorrhage. f Includes cough and productive cough. g Includes myalgia, musculoskeletal chest pain, and musculoskeletal pain. Adverse Reactions MEKINIST plus Dabrafenib a (N = 206) All Grades (%) Grade 3 or 4 (%) General Pyrexia 55 4.95 Fatigue b 50 5 Chills 30 0.5 Peripheral edema c 22 0 Gastrointestinal Nausea 40 1.5 Constipation 27 0 Vomiting 27 1.5 Diarrhea 26 2.93 Skin and subcutaneous tissue Rash d 40 2.4 Nervous system Headache 30 1.5 Vascular Hemorrhage e 29 4.4 Respiratory system Cough f 29 0 Musculoskeletal and connective tissue Myalgia g 24 0.5 Arthralgia 23 0.5 Clinically relevant adverse reactions for MEKINIST in Study BRF117019 observed in less than 20% of patients who received MEKINIST in combination with dabrafenib were: peripheral neuropathy (9%), decreased ejection fraction (8%), atrioventricular block (2.9%), uveitis (1.9%), hypersensitivity (1.9%) and Guillain-Barré syndrome (< 1%). Table 15 summarizes the laboratory abnormalities in Study BRF117019. Table 15. Select Laboratory Abnormalities (≥ 20%) That Worsened from Baseline in Adult Patients Treated with MEKINIST Plus Dabrafenib in Study BRF117019 Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a The denominator used to calculate the rate varied from 199 to 202 based on the number of patients with a baseline value and at least one post-treatment value. Laboratory Abnormality MEKINIST plus Dabrafenib a All Grades (%) Grade 3 or 4 (%) Chemistry Hyperglycemia 61 8 Decreased sodium 35 10 Decreased magnesium 24 0 Increased creatinine 21 1.5 Hepatic Increased alkaline phosphatase 51 5 Increased AST 51 4.6 Increased ALT 39 3 Hematology Decreased hemoglobin 44 9 BRAF V600E Mutation-Positive Solid Tumors in Pediatric Patients Study CTMT212X2101 (X2101) The safety of MEKINIST when administered with dabrafenib was evaluated in Study X2101, a multi-center, open-label, multi-cohort study in pediatric patients (n = 48) with refractory or recurrent solid tumors activation [see Clinical Studies (14.6)] . The median duration of exposure to MEKINIST in Parts C (dose escalation) and D (cohort expansion) was 20.8 and 24.4 months, respectively. The median duration of exposure to dabrafenib in Parts C and D was 20.8 and 24.9 months, respectively. The median age of pediatric patients who received MEKINIST with dabrafenib was 9 years (range: 1 to 17). Serious adverse reactions occurred in 46% of patients who received MEKINIST in combination with dabrafenib. Serious adverse reactions in > 5% of patients included pyrexia (25%) and decreased ejection fraction (6%). Permanent treatment discontinuation due to an adverse reaction occurred in 21% of patients. Adverse reactions which resulted in permanent treatment discontinuation in > 3% of patients included increased ALT (6%), increased AST (4.2%) and decreased ejection fraction (4.2%). Dosage interruptions due to an adverse reaction occurred in 73% of patients. Adverse reactions which required dosage interruption in > 5% of patients included pyrexia (56%), vomiting (19%), neutropenia (13%), rash (13%), decreased ejection fraction (6%), and uveitis (6%). Dose reductions due to an adverse reaction occurred in 25% of patients. Adverse reactions which required dose reductions in > 5% of patients included pyrexia (13%). The most common (≥ 20%) adverse reactions, including laboratory abnormalities, are listed in Table 16 and Table 17. Table 16 summarizes the adverse reactions in Study X2101. Table 16. Adverse Reactions (≥ 20%) in Pediatric Patients Treated with MEKINIST Plus Dabrafenib in Study X2101 a NCI CTCAE version 4.0. b Includes fatigue, asthenia, and malaise. c Includes rash, rash maculo-papular, rash erythematous, rash papular, rash pustular, and rash macular. d Includes dermatitis acneiform and acne. e Includes abdominal pain and abdominal pain upper. f Includes epistaxis, hematuria, contusion, hematoma, petechiae, rectal hemorrhage, and red blood cell count decreased. Adverse Reactions MEKINIST plus Dabrafenib a (N = 48) All Grades (%) Grade 3 or 4 (%) General Pyrexia 75 17 Fatigue b 48 0 Skin and subcutaneous tissue Rash c 73 2.1 Dry skin 48 0 Dermatitis acneiform d 40 0 Gastrointestinal Vomiting 52 4.2 Diarrhea 42 2.1 Abdominal pain e 33 4.2 Nausea 33 2.1 Constipation 23 0 Respiratory system Cough 44 0 Nervous system Headache 35 0 Vascular Hemorrhage f 33 0 Infections and infestations Paronychia 23 0 Clinically relevant adverse reactions for MEKINIST in Study X2101 observed in less than 20% of patients (N=48) who received MEKINIST in combination with dabrafenib were: atrioventricular block (2.1%). Table 17 summarizes the laboratory abnormalities in Study X2101. Table 17. Select Laboratory Abnormalities (≥ 20%) That Worsened from Baseline in Pediatric Patients Treated with MEKINIST Plus Dabrafenib in Study X2101 Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a The denominator used to calculate the rate varied from 39 to 48 based on the number of patients with a baseline value and at least one post-treatment value. Laboratory Abnormality MEKINIST plus Dabrafenib a All Grades (%) Grade 3 or 4 (%) Chemistry Hyperglycemia 65 2.2 Hypoalbuminemia 48 2.1 Hypocalcemia 40 2.1 Decreased phosphate 38 0 Decreased magnesium 33 2.1 Hypernatremia 27 0 Hypokalemia 21 2.1 Hepatic Increased AST 55 4.2 Increased ALT 40 6 Increased alkaline phosphatase 28 6 Increased total bilirubin 21 2.1 Hematology Decreased hemoglobin 60 6 Decreased neutrophils 49 28 BRAF V600E Mutation-Positive Low-Grade Glioma in Pediatric Patients Study CDRB436G2201 (G2201) The safety of MEKINIST in combination with dabrafenib was evaluated in pediatric patients 1 to < 18 years of age in Study G2201. Patients with low-grade glioma (LGG) who required first systemic therapy were randomized (2:1) to MEKINIST plus dabrafenib (n = 73) or carboplatin plus vincristine (n = 33). Nine patients crossed over from the carboplatin plus vincristine arm to the MEKINIST and dabrafenib arm. Pediatric patients received weight-based MEKINIST orally once daily administered in combination with dabrafenib until disease progression or intolerable toxicity. Patients in the control arm received carboplatin and vincristine at doses of 175 mg/m 2 and 1.5 mg/m 2 , respectively in 10-week induction course followed by eight 6-week cycles of maintenance therapy or until disease progression or intolerable toxicity. Among patients with low-grade glioma who were randomized to MEKINIST plus dabrafenib (n = 73), 95% were exposed for 6 months or longer and 71% were exposed for greater than one year. The median age of these patients was 10 years (range: 1 to 17); 60% female; 75% White, 7% Asian, 2.7% Black or African American, 4% other race, and 11% where race was unknown or not reported. Serious adverse reactions occurred in 40% of these patients. Serious adverse reactions in > 3% of patients included pyrexia (14%) and vomiting (4%). Permanent discontinuation of MEKINIST due to an adverse reaction occurred in 4% of patients. Adverse reactions which resulted in permanent discontinuation of MEKINIST included chills, fatigue, pyrexia, weight increased, and headache. Dosage interruptions of MEKINIST due to an adverse reaction occurred in 70% of patients. Adverse reactions which required a dosage interruption in > 5% of patients included pyrexia (52%). Dose reductions of MEKINIST due to an adverse reaction occurred in 12% of patients. Adverse reactions which required dose reductions in > 2% of patients included weight increased (2.7%). The most common (≥ 15%) adverse reactions were pyrexia (68%), rash (51%), headache (47%), vomiting (34%), musculoskeletal pain (34%), fatigue (33%), diarrhea (29%), dry skin (26%), nausea (25%), hemorrhage (25%), abdominal pain (25%), dermatitis acneiform (22%), dizziness (15%), upper respiratory tract infection (15%), and weight increased (15%). The most common (≥ 20%) laboratory abnormalities that worsened from baseline were leukopenia (59%), increased alkaline phosphatase (55%), anemia (46%), decreased neutrophils (44%), increased AST (37%), decreased magnesium (34%), increased magnesium (32%), decreased platelets (30%), increased ALT (29%), and increased lymphocytes (24%). Table 18 summarizes the adverse reactions in Study G2201. Table 18. Adverse Reactions (≥ 15%) in Pediatric LGG Patients Who Received MEKINIST in Combination with Dabrafenib in Study G2201 a a NCI CTCAE version 4.03. b Includes diarrhea, colitis, enterocolitis, and enteritis. c Includes abdominal pain and upper abdominal pain. d Includes stomatitis, cheilitis, mouth ulceration, aphthous ulcer, and glossitis. e Includes pyrexia and body temperature increased. f Includes fatigue and asthenia. g Includes headache and migraine with aura. h Includes dizziness and vertigo. i Includes peripheral neuropathy, peripheral motor neuropathy, peripheral sensorimotor neuropathy, paresthesia, neuralgia, hypoaesthesia, and peripheral sensory neuropathy. j Includes epistaxis, post-procedural hemorrhage, hematuria, upper gastrointestinal hemorrhage, and hemorrhage intracranial. k Includes rash, rash macular, rash maculo-papular, rash pustular, rash papular, rash erythematous, eczema, erythema multiforme, dermatitis, dermatitis exfoliative, skin exfoliation, palmar-plantar erythrodysaesthesia syndrome, and dermatitis bullous. l Includes dermatitis acneiform, acne, and acne pustular. m Includes back pain, myalgia, pain in extremity, arthralgia, bone pain, non-cardiac chest pain, neck pain, and musculoskeletal stiffness. Adverse Reactions MEKINIST plus Dabrafenib N = 73 Carboplatin plus Vincristine N = 33 All Grades (%) Grade ≥ 3 (%) All Grades (%) Grade ≥ 3 (%) Gastrointestinal Vomiting 34 1 48 3 Diarrhea b 29 0 18 6 Nausea 25 0 45 0 Abdominal pain c 25 0 24 0 Constipation 12 0 36 0 Stomatitis d 10 0 18 0 General Pyrexia e 68 8 18 3 Fatigue f 33 0 39 0 Nervous system Headache g 47 1 33 3 Dizziness h 15 0 9 3 Peripheral neuropathy i 7 0 45 6 Vascular Hemorrhage j 25 0 12 0 Skin and subcutaneous tissue Rash k 51 2.7 18 3 Dry skin 26 0 3 0 Dermatitis acneiform l 22 0 0 0 Alopecia 3 0 24 0 Musculoskeletal and connective tissue Musculoskeletal pain m 34 0 30 0 Pain in jaw 1.4 0 18 0 Metabolism and nutrition Decreased appetite 5 0 24 0 Respiratory, thoracic and mediastinal Oropharyngeal pain 11 0 18 0 Psychiatric Anxiety 1.4 0 15 3 Immune system Hypersensitivity 0 0 15 3 Infections and infestations Upper respiratory tract infection 15 0 6 0 Injury, poisoning and procedural complications Infusion-related reaction 0 0 15 3 Investigations Weight increased 15 7 0 0 Table 19 summarizes the laboratory abnormalities in Study G2201. Table 19. Select Laboratory Abnormalities (≥ 20%) That Worsened from Baseline in Pediatric LGG Patients Who Received MEKINIST in Combination with Dabrafenib in Study G2201 a Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase. a The denominator used to calculate the rate varied from 70 to 73 in D + T arm and 9 to 33 in C + V arm based on the number of patients with a baseline value and at least one post-treatment value. Laboratory Abnormality MEKINIST plus Dabrafenib N = 73 Carboplatin plus Vincristine N = 33 All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hepatic Increased alkaline phosphatase 55 0 13 0 Increased AST 37 1.4 55 0 Increased ALT 29 3 61 9 Chemistry Decreased magnesium 34 4.1 76 6 Increased magnesium 32 0 24 3 Increased potassium 15 4.2 21 6 Decreased calcium 14 4.1 22 9 Decreased potassium 8 1.4 70 0 Decreased phosphate 7 2.7 33 3 Decreased sodium 5 1.4 27 6 Increased serum fasting glucose 0 0 44 0 Hematology Decreased leukocytes 59 0 91 18 Decreased hemoglobin 46 0 94 36 Decreased neutrophils 44 17 84 75 Decreased platelets 30 0 73 18 Increased lymphocytes 24 0 13 3.1 Decreased lymphocytes 16 1.4 56 6 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of MEKINIST in combination with dabrafenib. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac: Atrioventricular block complete. This adverse reaction was also observed with MEKINIST monotherapy. Immune System: Hemophagocytic lymphohistiocytosis (HLH) [see Warnings and Precautions (5.12)] Skin and Subcutaneous Tissue: SCAR (including DRESS and SJS) [see Warnings and Precautions (5.9)]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of MEKINIST in adult patients is 2 mg orally once daily. The recommended dosage for MEKINIST in pediatric patients is based on body weight. ( 2 ) 2.1 Patient Selection Melanoma Confirm the presence of BRAF V600E or V600K mutation in tumor specimens prior to initiation of treatment with MEKINIST as a single agent or in combination with dabrafenib [see Clinical Studies (14.1, 14.2)] . Information on FDA-approved tests for the detection of BRAF V600 mutations in melanoma is available at: http://www.fda.gov/CompanionDiagnostics . NSCLC Confirm the presence of BRAF V600E mutation in tumor specimens prior to initiation of treatment with MEKINIST and dabrafenib [see Clinical Studies (14.3)] . Information on FDA-approved tests for the detection of BRAF V600E mutations in NSCLC is available at: http://www.fda.gov/CompanionDiagnostics . ATC Confirm the presence of BRAF V600E mutation in tumor specimens prior to initiation of treatment with MEKINIST and dabrafenib [see Clinical Studies (14.4)] . Information on FDA-approved tests for the detection of BRAF V600E mutations in ATC is available at: http://www.fda.gov/CompanionDiagnostics . Solid Tumors Confirm the presence of BRAF V600E mutation in tumor specimens prior to initiation of treatment with MEKINIST and dabrafenib [see Clinical Studies (14.6)] . An FDA-approved test for the detection of BRAF V600E mutation in solid tumors other than melanoma and NSCLC is not currently available. Low-Grade Glioma Confirm the presence of BRAF V600E mutation in tumor specimens prior to initiation of treatment with MEKINIST and dabrafenib [see Clinical Studies (14.7)] . An FDA-approved test for the detection of BRAF V600E mutation in LGG is not currently available. 2.2 Recommended Dosage MEKINIST Tablets Adult Patients The recommended dosage for MEKINIST tablets in adult patients is 2 mg orally taken once daily [see Dosage and Administration (2.3)] . Pediatric Patients The recommended dosage for MEKINIST tablets in pediatric patients who weigh at least 26 kg is based on body weight (Table 1) [see Dosage and Administration (2.3)] . A recommended dosage of MEKINIST tablets has not been established in patients who weigh less than 26 kg. Table 1. Recommended Dosage for MEKINIST Tablets in Pediatric Patients (Weight-based) Body Weight Recommended Dosage 26 to 37 kg 1 mg orally once daily 38 to 50 kg 1.5 mg orally once daily 51 kg or greater 2 mg orally once daily MEKINIST for Oral Solution Adult and Pediatric Patients The recommended dosage for MEKINIST for oral solution for adult and pediatric patients is based on body weight (Table 2) [see Dosage and Administration (2.3)] . Table 2. Recommended Dosage for MEKINIST for Oral Solution in Adult and Pediatric Patients (Weight-based) Body Weight Recommended Dosage Total Volume of Oral Solution Once Daily (Trametinib Content) 8 kg 0.3 mg (6 mL) 9 kg 0.35 mg (7 mL) 10 kg 0.35 mg (7 mL) 11 kg 0.4 mg (8 mL) 12 to 13 kg 0.45 mg (9 mL) 14 to 17 kg 0.55 mg (11 mL) 18 to 21 kg 0.7 mg (14 mL) 22 to 25 kg 0.85 mg (17 mL) 26 to 29 kg 0.9 mg (18 mL) 30 to 33 kg 1 mg (20 mL) 34 to 37 kg 1.15 mg (23 mL) 38 to 41 kg 1.25 mg (25 mL) 42 to 45 kg 1.4 mg (28 mL) 46 to 50 kg 1.6 mg (32 mL) ≥ 51 kg 2 mg (40 mL) Duration of Treatment The recommended duration of treatment for patients with unresectable or metastatic melanoma or solid tumors, metastatic NSCLC, or locally advanced or metastatic anaplastic thyroid cancer is until disease progression or unacceptable toxicity. The recommended duration of treatment in the adjuvant melanoma setting is until disease recurrence or unacceptable toxicity for up to 1 year. The recommended duration of treatment for pediatric patients with LGG is until disease progression or until unacceptable toxicity. Combination Therapy with Dabrafenib Refer to the dabrafenib prescribing information for recommended dabrafenib dosing information. 2.3 Administration Take MEKINIST at the same time each day, approximately 24 hours apart. Do not take a missed dose of MEKINIST within 12 hours of the next dose of MEKINIST. If vomiting occurs after MEKINIST administration, do not take an additional dose. Take the next dose at its scheduled time. MEKINIST Tablets Take MEKINIST tablets on an empty stomach (at least 1 hour before or 2 hours after a meal) [see Clinical Pharmacology (12.3)] . Do not crush or break MEKINIST tablets. MEKINIST for Oral Solution MEKINIST powder for oral solution must be reconstituted by a pharmacist or other healthcare provider prior to dispensing to the patient. MEKINIST for oral solution is intended for administration by a caregiver. Prior to use of the oral solution, ensure caregivers receive training on proper dosing and administration of MEKINIST for oral solution. When administering MEKINIST for oral solution as a single agent, take the oral solution with a low-fat meal or on an empty stomach [see Clinical Pharmacology (12.3)] . When coadministering with dabrafenib, take the MEKINIST oral solution on an empty stomach (at least 1 hour before or 2 hours after a meal). Breastfeeding and/or baby formula may be given on demand if a pediatric patient is unable to tolerate the fasting conditions [see Clinical Pharmacology (12.3)] . Preparation and Administration To prepare MEKINIST for oral solution, tap the bottle until powder flows freely. Add 90 mL distilled or purified water to the powder in the bottle and invert or gently shake the bottle with re-attached cap for up to 5 minutes until powder is fully dissolved yielding a clear solution. Separate the bottle adapter from the oral syringe. Insert bottle adapter into bottle neck after reconstitution of the solution. Write the discard after date. Once reconstituted, MEKINIST for oral solution can be used for 35 days. The final concentration of the solution is 0.05 mg/mL. Administer MEKINIST for oral solution from an oral syringe or feeding tube (4 French gauge or larger). After reconstitution, store in original bottle below 25°C (77°F) and do not freeze. 2.4 Dosage Modifications for Adverse Reactions Dose reductions for adverse reactions associated with MEKINIST are presented in Tables 3 and 4. Table 3. Recommended Dosage Reductions for MEKINIST Tablets for Adverse Reactions Recommended Dosage 1 mg orally once daily 1.5 mg orally once daily 2 mg orally once daily First dose reduction 0.5 mg orally once daily 1 mg orally once daily 1.5 mg orally once daily Second dose reduction N/A 0.5 mg orally once daily 1 mg orally once daily Subsequent modification Permanently discontinue MEKINIST tablets if unable to tolerate a maximum of two dose reductions. Table 4. Recommended Dosage Reductions for MEKINIST for Oral Solution for Adverse Reactions Body Weight (Recommended dosage once daily) First Dose Reduction (Administer once daily) Second Dose Reduction (Administer once daily) 8 kg [0.3 mg (6 mL)] 0.25 mg (5 mL) 0.15 mg (3 mL) 9 kg [0.35 mg (7 mL)] 0.25 mg (5 mL) 0.2 mg (4 mL) 10 kg [0.35 mg (7 mL)] 0.25 mg (5 mL) 0.2 mg (4 mL) 11 kg [0.4 mg (8 mL)] 0.3 mg (6 mL) 0.2 mg (4 mL) 12 to 13 kg [0.45 mg (9 mL)] 0.35 mg (7 mL) 0.25 mg (5 mL) 14 to 17 kg [0.55 mg (11 mL)] 0.4 mg (8 mL) 0.3 mg (6 mL) 18 to 21 kg [0.7 mg (14 mL)] 0.55 mg (11 mL) 0.35 mg (7 mL) 22 to 25 kg [0.85 mg (17 mL)] 0.65 mg (13 mL) 0.45 mg (9 mL) 26 to 29 kg [0.9 mg (18 mL)] 0.7 mg (14 mL) 0.45 mg (9 mL) 30 to 33 kg [1 mg (20 mL)] 0.75 mg (15 mL) 0.5 mg (10 mL) 34 to 37 kg [1.15 mg (23 mL)] 0.85 mg (17 mL) 0.6 mg (12 mL) 38 to 41 kg [1.25 mg (25 mL)] 0.95 mg (19 mL) 0.65 mg (13 mL) 42 to 45 kg [1.4 mg (28 mL)] 1.05 mg (21 mL) 0.7 mg (14 mL) 46 to 50 kg [1.6 mg (32 mL)] 1.2 mg (24 mL) 0.8 mg (16 mL) ≥ 51 kg [2 mg (40 mL)] 1.5 mg (30 mL) 1 mg (20 mL) Permanently discontinue MEKINIST for oral solution if unable to tolerate a maximum of two dose reductions. Dosage modifications for adverse reactions associated with MEKINIST are presented in Table 5. Table 5. Recommended Dosage Modifications for MEKINIST for Adverse Reactions a National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.0. b See Tables 3 and 4 for recommended dose reductions of MEKINIST. c Dose modifications are not recommended for MEKINIST when administered with dabrafenib for the following adverse reactions of dabrafenib: non-cutaneous malignancies and uveitis. Dose modification of MEKINIST is not required for new primary cutaneous malignancies. Severity of Adverse Reaction a Dosage Modification for MEKINIST b Hemorrhage [see Warnings and Precautions (5.2)] Grade 3 Withhold MEKINIST. If improved, resume MEKINIST at lower dose. If not improved, permanently discontinue MEKINIST. Grade 4 Permanently discontinue MEKINIST. Venous Thromboembolic Events [see Warnings and Precautions (5.4)] Uncomplicated deep venous thrombosis (DVT) or pulmonary embolism (PE) Withhold MEKINIST for up to 3 weeks. If improved to Grade 0-1, resume MEKINIST at lower dose. If not improved, permanently discontinue MEKINIST. Life-threatening PE Permanently discontinue MEKINIST. Cardiomyopathy [see Warnings and Precautions (5.5)] Asymptomatic, absolute decrease in left ventricular ejection fraction (LVEF) of 10% or greater from baseline that is below the institutional lower limit of normal (LLN) Withhold MEKINIST for up to 4 weeks. If improved to normal LVEF value, resume MEKINIST at lower dose. If not improved to normal LVEF value, permanently discontinue MEKINIST. Symptomatic cardiomyopathy Absolute decrease in LVEF of greater than 20% from baseline that is below the institutional LLN Permanently discontinue MEKINIST. Ocular Toxicities [see Warnings and Precautions (5.6)] Retinal pigment epithelial detachments (RPED) Withhold MEKINIST for up to 3 weeks. If improved, resume MEKINIST at same or lower dose. If not improved, permanently discontinue MEKINIST or resume MEKINIST at lower dose. Retinal vein occlusion (RVO) Permanently discontinue MEKINIST. Pulmonary [see Warnings and Precautions (5.7)] Interstitial lung disease (ILD)/pneumonitis Permanently discontinue MEKINIST. Febrile Reactions [see Warnings and Precautions (5.8)] Fever of 100.4°F to 104°F (or first symptoms in case of recurrence) Withhold MEKINIST until fever resolves, then resume MEKINIST at same or lower dose. Fever higher than 104°F Fever complicated by rigors, hypotension, dehydration, or renal failure Withhold MEKINIST until febrile reactions resolve for at least 24 hours, then resume MEKINIST at lower dose. Or Permanently discontinue MEKINIST. Skin Toxicities [see Warnings and Precautions (5.9)] Intolerable Grade 2 Grade 3 or 4 Withhold MEKINIST for up to 3 weeks. If improved, resume MEKINIST at lower dose. If not improved, permanently discontinue MEKINIST. Severe cutaneous adverse reactions (SCARs) Permanently discontinue MEKINIST. Other Adverse Reactions c Intolerable Grade 2 Any Grade 3 Withhold MEKINIST. If improved to Grade 0-1, resume MEKINIST at lower dose. If not improved, permanently discontinue MEKINIST. First occurrence of any Grade 4 Withhold MEKINIST until improves to Grade 0-1, then resume MEKINIST at lower dose. Or Permanently discontinue MEKINIST. Recurrent Grade 4 Permanently discontinue MEKINIST. Refer to the dabrafenib prescribing information for dose modifications for adverse reactions associated with dabrafenib."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MEKINIST is a kinase inhibitor indicated as a single agent for the treatment of BRAF-inhibitor treatment-naïve patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations as detected by an FDA-approved test. ( 1.1 , 2.1 ) MEKINIST is indicated, in combination with dabrafenib, for: the treatment of patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations as detected by an FDA-approved test. ( 1.1 , 2.1 ) the adjuvant treatment of patients with melanoma with BRAF V600E or V600K mutations, as detected by an FDA-approved test, and involvement of lymph node(s), following complete resection. ( 1.2 , 2.1 ) the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with BRAF V600E mutation as detected by an FDA-approved test. ( 1.3 , 2.1 ) the treatment of patients with locally advanced or metastatic anaplastic thyroid cancer (ATC) with BRAF V600E mutation, as detected by an FDA-approved test, and with no satisfactory locoregional treatment options. ( 1.4 , 2.1 ) the treatment of adult and pediatric patients 1 year of age and older with unresectable or metastatic solid tumors with BRAF V600E mutation who have progressed following prior treatment and have no satisfactory alternative treatment options. This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1.5 , 2.1 ) the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy. ( 1.6 , 2.1 ) Limitations of Use : MEKINIST is not indicated for treatment of patients with colorectal cancer because of known intrinsic resistance to BRAF inhibition. ( 1.7 , 12.1 ) 1.1 BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma MEKINIST ® is indicated, as a single agent in BRAF-inhibitor treatment-naïve patients or in combination with dabrafenib, for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutations, as detected by an FDA-approved test [see Dosage and Administration (2.1)] . 1.2 Adjuvant Treatment of BRAF V600E or V600K Mutation-Positive Melanoma MEKINIST is indicated, in combination with dabrafenib, for the adjuvant treatment of patients with melanoma with BRAF V600E or V600K mutations as detected by an FDA-approved test, and involvement of lymph node(s), following complete resection [see Dosage and Administration (2.1)]. 1.3 BRAF V600E Mutation-Positive Metastatic NSCLC MEKINIST is indicated, in combination with dabrafenib, for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) with BRAF V600E mutation as detected by an FDA-approved test [see Dosage and Administration (2.1)] . 1.4 BRAF V600E Mutation-Positive Locally Advanced or Metastatic Anaplastic Thyroid Cancer MEKINIST is indicated, in combination with dabrafenib, for the treatment of patients with locally advanced or metastatic anaplastic thyroid cancer (ATC) with BRAF V600E mutation, as detected by an FDA-approved test, and with no satisfactory locoregional treatment options [see Dosage and Administration (2.1)] . 1.5 BRAF V600E Mutation-Positive Unresectable or Metastatic Solid Tumors MEKINIST is indicated, in combination with dabrafenib, for the treatment of adult and pediatric patients 1 year of age and older with unresectable or metastatic solid tumors with BRAF V600E mutation who have progressed following prior treatment and have no satisfactory alternative treatment options [see Dosage and Administration (2.1)] . This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14.6)] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). 1.6 BRAF V600E Mutation-Positive Low-Grade Glioma MEKINIST is indicated, in combination with dabrafenib, for the treatment of pediatric patients 1 year of age and older with low-grade glioma (LGG) with a BRAF V600E mutation who require systemic therapy [see Dosage and Administration (2.1)] . 1.7 Limitations of Use MEKINIST is not indicated for treatment of patients with colorectal cancer because of known intrinsic resistance to BRAF inhibition [see Indications and Usage (1.5), Clinical Pharmacology (12.1)] ."
  ],
  "fetched_at": "2025-10-01T15:21:01.741790",
  "source": "OpenFDA"
}