{
  "drug_name": "Methylnaltrexone",
  "generic_name": [
    "METHYLNALTREXONE BROMIDE"
  ],
  "brand_names": [
    "Relistor"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Other Opioid Antagonists : Potential for additive effect and increased risk of opioid withdrawal; avoid concomitant use. ( 7.1 ) 7.1 Other Opioid Antagonists Avoid concomitant use of RELISTOR with other opioid antagonists because of the potential for additive effects of opioid receptor antagonism and increased risk of opioid withdrawal. 7.2 Drugs Metabolized by Cytochrome P450 Isozymes In healthy subjects, a subcutaneous dose of 0.3 mg/kg of RELISTOR did not significantly affect the metabolism of dextromethorphan, a CYP2D6 substrate.",
    "7.1 Other Opioid Antagonists Avoid concomitant use of RELISTOR with other opioid antagonists because of the potential for additive effects of opioid receptor antagonism and increased risk of opioid withdrawal.",
    "7.2 Drugs Metabolized by Cytochrome P450 Isozymes In healthy subjects, a subcutaneous dose of 0.3 mg/kg of RELISTOR did not significantly affect the metabolism of dextromethorphan, a CYP2D6 substrate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Serious and important adverse reactions described elsewhere in the labeling include: Gastrointestinal perforation [see Warnings and Precautions ( 5.1 )] Severe or persistent diarrhea [see Warnings and Precautions ( 5.2 )] Opioid withdrawal [see Warnings and Precautions ( 5.3 )] The most common adverse reactions are: OIC in adult patients with chronic non-cancer pain ( 6.1 ) RELISTOR tablets (≥ 2%): abdominal pain, diarrhea, headache, abdominal distention, vomiting, hyperhidrosis, anxiety, muscle spasms, rhinorrhea, and chills. RELISTOR injection (≥ 1%): abdominal pain, nausea, diarrhea, hyperhidrosis, hot flush, tremor, and chills. OIC in adult patients with advanced illness ( 6.1 ) RELISTOR injection (≥ 5%): abdominal pain, flatulence, nausea, dizziness, and diarrhea. To report SUSPECTED ADVERSE REACTIONS, contact Salix Pharmaceuticals at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Opioid-Induced Constipation in Adult Patients with Chronic Non-Cancer Pain The safety of RELISTOR tablets was evaluated in a double-blind, placebo-controlled trial in adult patients with OIC and chronic non-cancer pain receiving opioid analgesia. This study (Study 1) included a 12-week, double-blind, placebo-controlled period in which adult patients were randomized to receive RELISTOR tablets 450 mg orally (200 patients) or placebo (201 patients) [see Clinical Studies ( 14.1 ) ] . After 4 weeks of double-blind treatment administered once daily, patients continued 8 weeks of double-blind treatment on an as needed basis (but not more than once daily). The most common adverse reactions in adult patients with OIC and chronic non-cancer pain receiving RELISTOR tablets are shown in Table 4 . Adverse reactions of abdominal pain, diarrhea, hyperhidrosis, anxiety, rhinorrhea, and chills may reflect symptoms of opioid withdrawal. Table 4: Adverse Reactions* in 4-Week Double-Blind, Placebo-Controlled Period of Clinical Study of RELISTOR Tablets in Adult Patients with OIC and Chronic Non-Cancer Pain (Study 1) Adverse Reaction RELISTOR Tablets n = 200 Placebo n = 201 Abdominal Pain ** 14% 10% Diarrhea 5% 2% Headache 4% 3% Abdominal Distention 4% 2% Vomiting 3% 2% Hyperhidrosis 3% 1% Anxiety 2% 1% Muscle Spasms 2% 1% Rhinorrhea 2% 1% Chills 2% 0% The safety of RELISTOR injection was evaluated in a double-blind, placebo-controlled trial in adult patients with OIC and chronic non-cancer pain receiving opioid analgesia. This study (Study 2) included a 4-week, double-blind, placebo-controlled period in which adult patients were randomized to receive RELISTOR injection 12 mg subcutaneously once daily (150 patients) or placebo (162 patients) [see Clinical Studies ( 14.1 )] . After 4 weeks of double-blind treatment, patients began an 8‑week open-label treatment period during which RELISTOR injection 12 mg subcutaneously was administered less frequently than the recommended dosage regimen of 12 mg once daily. The most common adverse reactions in adult patients with OIC and chronic non-cancer pain receiving RELISTOR injection are shown in Table 5 . The adverse reactions in the table below may reflect symptoms of opioid withdrawal. Table 5: Adverse Reactions* in 4-Week Double-Blind, Placebo-Controlled Period of Clinical Study of RELISTOR Injection in Adult Patients with OIC and Chronic Non-Cancer Pain (Study 2) Adverse Reaction RELISTOR Injection n = 150 Placebo n = 162 Abdominal Pain** 21% 7% Nausea 9% 6% Diarrhea 6% 4% Hyperhidrosis 6% 1% Hot Flush 3% 2% Tremor 1% <1% Chills 1% 0% * Adverse reactions occurring in at least 1% of patients receiving RELISTOR injection 12 mg subcutaneously once daily and at an incidence greater than placebo. ** Includes: abdominal pain, upper abdominal pain, lower abdominal pain, abdominal discomfort and abdominal tenderness During the 4-week double-blind period, in patients with OIC and chronic non-cancer pain that received RELISTOR every other day, there was a higher incidence of adverse reactions, including nausea (12%), diarrhea (12%), vomiting (7%), tremor (3%), feeling of body temperature change (3%), piloerection (3%), and chills (2%) as compared to daily RELISTOR dosing. Use of RELISTOR injection 12 mg subcutaneously every other day is not recommended in patients with OIC and chronic non-cancer pain [see Dosage and Administration ( 2.2 )]. The rates of discontinuation due to adverse reactions during the double-blind period (Study 2) were higher in the RELISTOR once daily (7%) than the placebo group (3%). Abdominal pain was the most common adverse reaction resulting in discontinuation from the double-blind period in the RELISTOR once daily group (2%). The safety of RELISTOR injection was also evaluated in a 48-week, open-label, uncontrolled trial in 1034 adult patients with OIC and chronic non-cancer pain (Study 3). Patients were allowed to administer RELISTOR injection 12 mg subcutaneously less frequently than the recommended dosage regimen of 12 mg once daily, and took a median of 6 doses per week. A total of 624 patients (60%) completed at least 24 weeks of treatment and 477 (46%) completed the 48‑week study. The adverse reactions seen in this study were similar to those observed during the 4-week double-blind period of Study 2. Additionally, in Study 3, investigators reported 4 myocardial infarctions (1 fatal), 1 stroke (fatal), 1 fatal cardiac arrest and 1 sudden death. It is not possible to establish a relationship between these events and RELISTOR. Opioid-Induced Constipation in Adult Patients with Advanced Illness The safety of RELISTOR injection was evaluated in two, double-blind, placebo-controlled trials in adult patients with OIC and advanced illness receiving palliative care: Study 4 included a single-dose, double-blind, placebo-controlled period, whereas Study 5 included a 14-day multiple dose, double-blind, placebo-controlled period [ see Clinical Studies ( 14.2 ) ] . The most common adverse reactions in adult patients with OIC and advanced illness receiving RELISTOR injection are shown in Table 6 below. Table 6: Adverse Reactions from All Doses in Double-Blind, Placebo-Controlled Clinical Studies of RELISTOR Injection in Adult Patients with OIC and Advanced Illness* (Studies 4 and 5) Adverse Reaction RELISTOR Injection n = 165 Placebo n = 123 Abdominal Pain ** 29% 10% Flatulence 13% 6% Nausea 12% 5% Dizziness 7% 2% Diarrhea 6% 2% * Adverse reactions occurring in at least 5% of patients receiving all doses of RELISTOR injection (0.075, 0.15, and 0.3 mg/kg) and at an incidence greater than placebo ** Includes: abdominal pain, upper abdominal pain, lower abdominal pain, abdominal discomfort and abdominal tenderness The rates of discontinuation due to adverse reactions during the double-blind, placebo-controlled clinical trials (Study 4 and Study 5) were comparable between RELISTOR (1%) and placebo (2%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of RELISTOR injection. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Gastrointestinal Perforation, cramping, vomiting General Disorders and Administration Site Disorders Diaphoresis, flushing, malaise, pain. Cases of opioid withdrawal have been reported [see Warnings and Precautions ( 5.3 )].",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Opioid-Induced Constipation in Adult Patients with Chronic Non-Cancer Pain The safety of RELISTOR tablets was evaluated in a double-blind, placebo-controlled trial in adult patients with OIC and chronic non-cancer pain receiving opioid analgesia. This study (Study 1) included a 12-week, double-blind, placebo-controlled period in which adult patients were randomized to receive RELISTOR tablets 450 mg orally (200 patients) or placebo (201 patients) [see Clinical Studies ( 14.1 ) ] . After 4 weeks of double-blind treatment administered once daily, patients continued 8 weeks of double-blind treatment on an as needed basis (but not more than once daily). The most common adverse reactions in adult patients with OIC and chronic non-cancer pain receiving RELISTOR tablets are shown in Table 4 . Adverse reactions of abdominal pain, diarrhea, hyperhidrosis, anxiety, rhinorrhea, and chills may reflect symptoms of opioid withdrawal. Table 4: Adverse Reactions* in 4-Week Double-Blind, Placebo-Controlled Period of Clinical Study of RELISTOR Tablets in Adult Patients with OIC and Chronic Non-Cancer Pain (Study 1) Adverse Reaction RELISTOR Tablets n = 200 Placebo n = 201 Abdominal Pain ** 14% 10% Diarrhea 5% 2% Headache 4% 3% Abdominal Distention 4% 2% Vomiting 3% 2% Hyperhidrosis 3% 1% Anxiety 2% 1% Muscle Spasms 2% 1% Rhinorrhea 2% 1% Chills 2% 0% The safety of RELISTOR injection was evaluated in a double-blind, placebo-controlled trial in adult patients with OIC and chronic non-cancer pain receiving opioid analgesia. This study (Study 2) included a 4-week, double-blind, placebo-controlled period in which adult patients were randomized to receive RELISTOR injection 12 mg subcutaneously once daily (150 patients) or placebo (162 patients) [see Clinical Studies ( 14.1 )] . After 4 weeks of double-blind treatment, patients began an 8‑week open-label treatment period during which RELISTOR injection 12 mg subcutaneously was administered less frequently than the recommended dosage regimen of 12 mg once daily. The most common adverse reactions in adult patients with OIC and chronic non-cancer pain receiving RELISTOR injection are shown in Table 5 . The adverse reactions in the table below may reflect symptoms of opioid withdrawal. Table 5: Adverse Reactions* in 4-Week Double-Blind, Placebo-Controlled Period of Clinical Study of RELISTOR Injection in Adult Patients with OIC and Chronic Non-Cancer Pain (Study 2) Adverse Reaction RELISTOR Injection n = 150 Placebo n = 162 Abdominal Pain** 21% 7% Nausea 9% 6% Diarrhea 6% 4% Hyperhidrosis 6% 1% Hot Flush 3% 2% Tremor 1% <1% Chills 1% 0% * Adverse reactions occurring in at least 1% of patients receiving RELISTOR injection 12 mg subcutaneously once daily and at an incidence greater than placebo. ** Includes: abdominal pain, upper abdominal pain, lower abdominal pain, abdominal discomfort and abdominal tenderness During the 4-week double-blind period, in patients with OIC and chronic non-cancer pain that received RELISTOR every other day, there was a higher incidence of adverse reactions, including nausea (12%), diarrhea (12%), vomiting (7%), tremor (3%), feeling of body temperature change (3%), piloerection (3%), and chills (2%) as compared to daily RELISTOR dosing. Use of RELISTOR injection 12 mg subcutaneously every other day is not recommended in patients with OIC and chronic non-cancer pain [see Dosage and Administration ( 2.2 )]. The rates of discontinuation due to adverse reactions during the double-blind period (Study 2) were higher in the RELISTOR once daily (7%) than the placebo group (3%). Abdominal pain was the most common adverse reaction resulting in discontinuation from the double-blind period in the RELISTOR once daily group (2%). The safety of RELISTOR injection was also evaluated in a 48-week, open-label, uncontrolled trial in 1034 adult patients with OIC and chronic non-cancer pain (Study 3). Patients were allowed to administer RELISTOR injection 12 mg subcutaneously less frequently than the recommended dosage regimen of 12 mg once daily, and took a median of 6 doses per week. A total of 624 patients (60%) completed at least 24 weeks of treatment and 477 (46%) completed the 48‑week study. The adverse reactions seen in this study were similar to those observed during the 4-week double-blind period of Study 2. Additionally, in Study 3, investigators reported 4 myocardial infarctions (1 fatal), 1 stroke (fatal), 1 fatal cardiac arrest and 1 sudden death. It is not possible to establish a relationship between these events and RELISTOR. Opioid-Induced Constipation in Adult Patients with Advanced Illness The safety of RELISTOR injection was evaluated in two, double-blind, placebo-controlled trials in adult patients with OIC and advanced illness receiving palliative care: Study 4 included a single-dose, double-blind, placebo-controlled period, whereas Study 5 included a 14-day multiple dose, double-blind, placebo-controlled period [ see Clinical Studies ( 14.2 ) ] . The most common adverse reactions in adult patients with OIC and advanced illness receiving RELISTOR injection are shown in Table 6 below. Table 6: Adverse Reactions from All Doses in Double-Blind, Placebo-Controlled Clinical Studies of RELISTOR Injection in Adult Patients with OIC and Advanced Illness* (Studies 4 and 5) Adverse Reaction RELISTOR Injection n = 165 Placebo n = 123 Abdominal Pain ** 29% 10% Flatulence 13% 6% Nausea 12% 5% Dizziness 7% 2% Diarrhea 6% 2% * Adverse reactions occurring in at least 5% of patients receiving all doses of RELISTOR injection (0.075, 0.15, and 0.3 mg/kg) and at an incidence greater than placebo ** Includes: abdominal pain, upper abdominal pain, lower abdominal pain, abdominal discomfort and abdominal tenderness The rates of discontinuation due to adverse reactions during the double-blind, placebo-controlled clinical trials (Study 4 and Study 5) were comparable between RELISTOR (1%) and placebo (2%).",
    "6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of RELISTOR injection. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Gastrointestinal Perforation, cramping, vomiting General Disorders and Administration Site Disorders Diaphoresis, flushing, malaise, pain. Cases of opioid withdrawal have been reported [see Warnings and Precautions ( 5.3 )]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RELISTOR is contraindicated in patients with known or suspected gastrointestinal obstruction and patients at increased risk of recurrent obstruction, due to the potential for gastrointestinal perforation [see Warnings and Precautions ( 5.1 )] . Patients with known or suspected mechanical gastrointestinal obstruction and at increased risk of recurrent obstruction. ( 4 , 5.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration Instructions ( 2.1 ) Be within close proximity to toilet facilities once administered. Discontinue if treatment with opioid pain medication is also discontinued. In adult patients with chronic non-cancer pain and OIC: Patients receiving opioids for less than 4 weeks may be less responsive to RELISTOR. Discontinue all maintenance laxative therapy before starting RELISTOR; may resume laxatives if there is a suboptimal response to RELISTOR after 3 days. Re-evaluate the continued need for RELISTOR when opioid regimen is changed to avoid adverse reactions. In patients with chronic non-cancer pain and OIC, take RELISTOR tablets with water on an empty stomach at least 30 minutes before the first meal of the day. Dosing For OIC in adult patients with chronic non-cancer pain ( 2.2 ): RELISTOR tablets: The recommended dosage is 450 mg once daily in the morning. RELISTOR injection: The recommended dosage is 12 mg subcutaneously once daily. For OIC in adult patients with advanced illness ( 2.3 ): The pre-filled syringe is only for patients who require a RELISTOR injection dose of 8 mg or 12 mg. Use the vial for patients who require other doses of RELISTOR injection. RELISTOR injection: See Table 1 in the full prescribing information for the recommended dosage; administer one dose every other day, as needed, but no more frequently than one dose in a 24-hour period. Dosage Adjustment See full prescribing information dosage adjustment in renal or hepatic impairment by indication. ( 2.4 , 2.5 ) Preparation and Administration of RELISTOR Injection ( 2.6 ) For subcutaneous use only. Inject in upper arm, abdomen or thigh. Rotate injection sites. 2.1 Important Administration Information Be within close proximity to toilet facilities once RELISTOR is administered. Discontinue RELISTOR if treatment with the opioid pain medication is also discontinued. In adult patients with chronic non-cancer pain and OIC: Patients receiving opioids for less than 4 weeks may be less responsive to RELISTOR [see Clinical Studies ( 14.1 )]. Discontinue all maintenance laxative therapy prior to initiation of RELISTOR. Laxative(s) can be used as needed if there is a suboptimal response to RELISTOR after three days. Re-evaluate the continued need for RELISTOR when the opioid regimen is changed to avoid adverse reactions. In patients with chronic non-cancer pain and OIC, take RELISTOR tablets with water on an empty stomach at least 30 minutes before the first meal of the day. 2.2 Opioid-Induced Constipation in Adult Patients with Chronic Non-Cancer Pain The recommended dosage of RELISTOR tablets is 450 mg taken orally once daily in the morning. The recommended dosage of RELISTOR injection is 12 mg administered subcutaneously once daily. 2.3 Opioid-Induced Constipation in Adult Patients with Advanced Illness The pre-filled syringe is only for patients who require a RELISTOR injection dose of 8 mg or 12 mg. Use the vial for patients who require other doses of RELISTOR injection. Table 1 below shows the recommended weight-based dose of RELISTOR injection and the corresponding injection volume. The recommended dosage regimen is one dose administered subcutaneously every other day, as needed. Do not administer more frequently than one dose per 24-hour period. Table 1: Weight-Based Dosing of RELISTOR Injection and Corresponding Injection Volume for Adult Patients with OIC and Advanced Illness Weight of Adult Patient Subcutaneous Dose Injection Volume Less than 38 kg 0.15 mg/kg See below* 38 kg to less than 62 kg 8 mg 0.4 mL 62 kg to 114 kg 12 mg 0.6 mL More than 114 kg 0.15 mg/kg See below* *Calculate the injection volume for these patients by multiplying the patient weight in kilograms by 0.0075 and then rounding up the volume to the nearest 0.1 mL. 2.4 Dosage in Patients with Renal Impairment The recommended dosage of RELISTOR in patients with moderate and severe renal impairment (i.e., creatinine clearance less than 60 mL/minute as estimated by Cockcroft-Gault) [see Use in Specific Populations ( 8.6 )] , is shown below by indication: OIC in Adult Patients with Chronic Non - Cancer Pain RELISTOR tablets: 150 mg once daily in the morning. RELISTOR injection: 6 mg administered subcutaneously once daily OIC in Adult Patients with Advanced Illness RELISTOR injection: The recommended dosage regimen is one dose every other day, as needed is shown in Table 2 . Table 2: Weight-Based Dosing in Moderate and Severe Renal Impairment of RELISTOR Injection and Corresponding Injection Volume for Adult Patients with OIC and Advanced Illness Weight of Adult Patient Subcutaneous Dose Injection Volume Less than 38 kg 0.075 mg/kg See below* 38 kg to less than 62 kg 4 mg 0.2 mL 62 kg to 114 kg 6 mg 0.3 mL More than 114 kg 0.075 mg/kg See below* *Calculate the injection volume for these patients by multiplying the patient weight in kilograms by 0.00375 and then rounding up the volume to the nearest 0.1 mL. 2.5 Dosage in Patients with Hepatic Impairment OIC in Adult Patients with Chronic Non-Cancer Pain RELISTOR tablets: The recommended dosage in adult patients with moderate or severe hepatic impairment (Child-Pugh Class B or C) is 150 mg, once daily in the morning [ see Use in Specific Populations ( 8.7 )]. RELISTOR injection: If considering dose adjustment for patients with severe hepatic impairment, follow the recommendations in Table 3 [see Use in Specific Populations ( 8.7 )]. Table 3: Weight-Based Dosing in Severe Hepatic Impairment of RELISTOR Injection and Corresponding Injection Volume for Adult Patients with OIC and Chronic Non-Cancer Pain Weight of Adult Patient Subcutaneous Dose Injection Volume Less than 38 kg 0.075 mg/kg See below* 38 kg to less than 62 kg 4 mg 0.2 mL 62 kg to 114 kg 6 mg 0.3 mL More than 114 kg 0.075 mg/kg See below* * Calculate the injection volume for these patients by multiplying the patient weight in kilograms by 0.00375 and then rounding up the volume to the nearest 0.1 mL. 2.6 Preparation and Administration of RELISTOR Injection RELISTOR injection is for subcutaneous use only. Single-dose pre-filled syringes: Do not remove the pre-filled syringe from the tray until ready to administer. Inspect RELISTOR injection visually for particulate matter and discoloration prior to administration. RELISTOR injection is colorless to pale yellow. Discard the pre-filled syringe or vial if particulate matter or discoloration is present. Administer RELISTOR injection subcutaneously in the upper arm, abdomen or thigh. Do not inject at the same spot each time (rotate injection sites). RELISTOR single-dose vials: Once drawn into the syringe, if immediate administration is not possible, store at ambient room temperature and administer within 24 hours. Discard any unused portion that remains in the vial. For patient or caregiver instructions for preparation and administration of RELISTOR injection (including recommended specifications for the syringe and needle to be used with the single-dose vial), see Instructions for Use.",
    "2.1 Important Administration Information Be within close proximity to toilet facilities once RELISTOR is administered. Discontinue RELISTOR if treatment with the opioid pain medication is also discontinued. In adult patients with chronic non-cancer pain and OIC: Patients receiving opioids for less than 4 weeks may be less responsive to RELISTOR [see Clinical Studies ( 14.1 )]. Discontinue all maintenance laxative therapy prior to initiation of RELISTOR. Laxative(s) can be used as needed if there is a suboptimal response to RELISTOR after three days. Re-evaluate the continued need for RELISTOR when the opioid regimen is changed to avoid adverse reactions. In patients with chronic non-cancer pain and OIC, take RELISTOR tablets with water on an empty stomach at least 30 minutes before the first meal of the day.",
    "2.3 Opioid-Induced Constipation in Adult Patients with Advanced Illness The pre-filled syringe is only for patients who require a RELISTOR injection dose of 8 mg or 12 mg. Use the vial for patients who require other doses of RELISTOR injection. Table 1 below shows the recommended weight-based dose of RELISTOR injection and the corresponding injection volume. The recommended dosage regimen is one dose administered subcutaneously every other day, as needed. Do not administer more frequently than one dose per 24-hour period. Table 1: Weight-Based Dosing of RELISTOR Injection and Corresponding Injection Volume for Adult Patients with OIC and Advanced Illness Weight of Adult Patient Subcutaneous Dose Injection Volume Less than 38 kg 0.15 mg/kg See below* 38 kg to less than 62 kg 8 mg 0.4 mL 62 kg to 114 kg 12 mg 0.6 mL More than 114 kg 0.15 mg/kg See below* *Calculate the injection volume for these patients by multiplying the patient weight in kilograms by 0.0075 and then rounding up the volume to the nearest 0.1 mL.",
    "2.4 Dosage in Patients with Renal Impairment The recommended dosage of RELISTOR in patients with moderate and severe renal impairment (i.e., creatinine clearance less than 60 mL/minute as estimated by Cockcroft-Gault) [see Use in Specific Populations ( 8.6 )] , is shown below by indication: OIC in Adult Patients with Chronic Non - Cancer Pain RELISTOR tablets: 150 mg once daily in the morning. RELISTOR injection: 6 mg administered subcutaneously once daily OIC in Adult Patients with Advanced Illness RELISTOR injection: The recommended dosage regimen is one dose every other day, as needed is shown in Table 2 . Table 2: Weight-Based Dosing in Moderate and Severe Renal Impairment of RELISTOR Injection and Corresponding Injection Volume for Adult Patients with OIC and Advanced Illness Weight of Adult Patient Subcutaneous Dose Injection Volume Less than 38 kg 0.075 mg/kg See below* 38 kg to less than 62 kg 4 mg 0.2 mL 62 kg to 114 kg 6 mg 0.3 mL More than 114 kg 0.075 mg/kg See below* *Calculate the injection volume for these patients by multiplying the patient weight in kilograms by 0.00375 and then rounding up the volume to the nearest 0.1 mL."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RELISTOR is an opioid antagonist. RELISTOR tablets and RELISTOR injection are indicated for the treatment of opioid-induced constipation (OIC) in adults with chronic non-cancer pain, including patients with chronic pain related to prior cancer or its treatment who do not require frequent (e.g., weekly) opioid dosage escalation. ( 1.1 ) RELISTOR injection is indicated for the treatment of OIC in adults with advanced illness or pain caused by active cancer who require opioid dosage escalation for palliative care. ( 1.2 ) 1.1 Opioid-Induced Constipation in Adult Patients with Chronic Non-Cancer Pain RELISTOR tablets and RELISTOR injection are indicated for the treatment of opioid-induced constipation (OIC) in adult patients with chronic non-cancer pain, including patients with chronic pain related to prior cancer or its treatment who do not require frequent (e.g., weekly) opioid dosage escalation. 1.2 Opioid-Induced Constipation in Adult Patients with Advanced Illness RELISTOR injection is indicated for the treatment of OIC in adult patients with advanced illness or pain caused by active cancer who require opioid dosage escalation for palliative care."
  ],
  "fetched_at": "2025-10-01T16:38:39.872152",
  "source": "OpenFDA"
}