{
  "drug_name": "Methionine Phosphinate",
  "generic_name": [
    "Methionine Phosphinate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Dual Blockade of the Renin-Angiotensin System (RAS): Dual blockade of the RAS with angiotensin receptor blockers, ACE inhibitors, or aliskiren is associated with increased risks of hypotension, hyperkalemia, and changes in renal function (including acute renal failure) compared to monotherapy. Closely monitor blood pressure, renal function and electrolytes in patients on fosinopril and other agents that affect the RAS. Do not co-administer aliskiren with fosinopril in patients with diabetes. Avoid use of aliskiren with fosinopril in patients with renal impairment (GFR <60 mL/min). With diuretics: Patients on diuretics, especially those with intravascular volume depletion, may occasionally experience an excessive reduction of blood pressure after initiation of therapy with fosinopril sodium. The possibility of hypotensive effects with fosinopril sodium can be minimized by either discontinuing the diuretic or increasing salt intake prior to initiation of treatment with fosinopril sodium. If this is not possible, the starting dose should be reduced and the patient should be observed closely for several hours following an initial dose and until blood pressure has stabilized. (see DOSAGE AND ADMINISTRATION ). With potassium supplements and potassium-sparing diuretics: Fosinopril sodium can attenuate potassium loss caused by thiazide diuretics. Potassium-sparing diuretics (spironolactone, amiloride, triamterene, and others) or potassium supplements can increase the risk of hyperkalemia. Therefore, if concomitant use of such agents is indicated, they should be given with caution, and the patient’s serum potassium should be monitored frequently. With lithium: Increased serum lithium levels and symptoms of lithium toxicity have been reported in patients receiving ACE inhibitors during therapy with lithium. These drugs should be co administered with caution, and frequent monitoring of serum lithium levels is recommended. If a diuretic is also used, the risk of lithium toxicity may be increased. With antacids: In a clinical pharmacology study, coadministration of an antacid (aluminum hydroxide, magnesium hydroxide, and simethicone) with fosinopril reduced serum levels and urinary excretion of fosinoprilat as compared with fosinopril administrated alone, suggesting that antacids may impair absorption of fosinopril. Therefore, if concomitant and administration of these agents is indicated, dosing should be separated by 2 hours. Other: Neither fosinopril sodium nor its metabolites have been found to interact with food. In separate single or multiple dose pharmacokinetic interaction studies with chlorthalidone, nifedipine, propranolol, hydrochlorothiazide, cimetidine, metoclopramide, propantheline, digoxin, and warfarin, the bioavailability of fosinoprilat was not altered by coadministration of fosinopril with any one of these drugs. In study with concomitant administration of aspirin and fosinopril sodium. The bioavailability of unbound fosinoprilat was not altered. In a pharmacokinetic interaction study with warfarin, bioavailability parameters, the degree of protein binding, and the anticoagulant effect (measured by prothrombin time) of warfarin were not significantly changed."
  ],
  "warnings": [
    "WARNINGS Anaphylactoid and Possibly Related Reactions Presumably because angiotensin-converting enzyme inhibitors affect the metabolism of eicosanoids and polypeptides, including endogenous bradykinin, patients receiving ACE inhibitors (including fosinopril sodium) may be subject to a variety of adverse reactions, some of them serious. Head and Neck Angioedema: Angioedema involving the extremities, face, lips, mucous membranes, tongue, glottis or larynx has been reported in patients treated with ACE inhibitors. If angioedema involves the tongue, glottis or larynx, airway obstruction may occur and be fatal. If laryngeal stridor or angioedema of the face, lips mucous membranes, tongue, glottis or extremities occurs, treatment with fosinopril sodium should be discontinued and appropriate therapy instituted immediately. Where there is involvement of the tongue, glottis, or larynx, likely to cause airway obstruction, appropriate therapy, e.g., subcutaneous epinephrine solution 1:1000 (0.3 mL to 0.5 mL) should be promptly administered (see PRECAUTIONS: Information for Patients and ADVERSE REACTIONS ). Intestinal Angioedema: Intestinal angioedema has been reported in patients treated with ACE inhibitors. These patients presented with abdominal pain (with or without nausea or vomiting); in some cases there was no prior history of facial angioedema and C-1 esterase levels were normal. The angioedema was diagnosed by procedures including abdominal CT scan or ultrasound, or at surgery, and symptoms resolved after stopping the ACE inhibitor. Intestinal angioedema should be included in the differential diagnosis of patients on ACE inhibitors presenting with abdominal pain. Anaphylactoid reactions during desensitization: Two patients undergoing desensitizing treatment with hymenoptera venom while receiving ACE inhibitors sustained life-threatening anaphylactoid reactions. In the same patients, these reactions were avoided when ACE inhibitors were temporarily withheld, but they reappeared upon inadvertent rechallenge. Anaphylactoid reactions during membrane exposure: Anaphylactoid reactions have been reported in patients dialyzed with high-flux membranes and treated concomitantly with an ACE inhibitor. Anaphylactoid reactions have also been reported in patients undergoing low-density lipoprotein apheresis with dextran sulfate absorption. Hypotension Fosinopril sodium can cause symptomatic hypotension. Like other ACE inhibitors, fosinopril has been only rarely associated with hypotension in uncomplicated hypertensive patients. Symptomatic hypotension is most likely to occur in patients who have been volume-and /or salt-depleted as a result of prolonged diuretic therapy, dietary salt restriction, dialysis, diarrhea, or vomiting. Volume and/or salt depletion should be corrected before initiating therapy with fosinopril sodium. In patients with heart failure, with our without associated renal insufficiency, ACE inhibitor therapy may cause excessive hypotension, which may be associated with oliguria or azotemia and rarely, with acute renal failure and death. In such patients, fosinopril sodium therapy should be started under close medical supervision; they should be followed closely for the first 2 weeks of treatment and whenever the dose of fosinopril or diuretic is increased. Consideration should be given to reducing the diuretic dose in patients with normal or low blood pressure who have been treated vigorously with diuretics or who are hyponatremic. If hypotension occurs, the patient should be placed in a supine position, and, if necessary, treated with intravenous infusion of physiological saline. Fosinopril sodium treatment usually can be continued following restoration of blood pressure and volume. Neutropenia / Agranulocytosis Another angiotensin-converting enzyme inhibitor, captopril, has been shown to cause agranulocytosis and bone marrow depression, rarely in uncomplicated patients, but more frequently in patients with renal impairment, especially if they also have a collagen-vascular disease such as systemic lupus erythematosus or scleroderma. Available data from clinical trials of fosinopril are insufficient to show that fosinopril does not cause agranulocytosis at similar rates. Monitoring of white blood cell counts should be considered in patients with collagen-vascular disease, especially if the disease is associated with impaired renal function. Fetal toxicity Pregnancy Category D Use of drugs that act on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Resulting oligohydramnios can be associated with fetal lung hypoplasia and skeletal deformations. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death. When pregnancy is detected, discontinue fosinopril as soon as possible. These adverse outcomes are usually associated with use of these drugs in the second and third trimester of pregnancy. Most epidemiologic studies examining fetal abnormalities after exposure to antihypertensive use in the first trimester have not distinguished drugs affecting the renin-angiotensin system from other antihypertensive agents. Appropriate management of maternal hypertension during pregnancy is important to optimize outcomes for both mother and fetus. In the unusual case that there is no appropriate alternative to therapy with drugs affecting the renin-angiotensin system for a particular patient, apprise the mother of the potential risk to the fetus. Perform serial ultrasound examinations to assess the intra-amniotic environment. If oligohydramnios is observed, discontinue fosinopril, unless it is considered lifesaving for the mother. Fetal testing may be appropriate, based on the week of pregnancy. Patients and physicians should be aware, however, that oligohydramnios may not appear until after the fetus has sustained irreversible injury. Closely observe infants with histories of in utero exposure to fosinopril for hypotension, oliguria, and hyperkalemia (see Precautions , Pediatric Use ). No teratogenic effects of fosinopril were seen in studies of pregnant rats and rabbits. On a mg/kg basis, the doses used were up to 180 times (in rats) and one time (in rabbits) the maximum recommended human dose."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Fosinopril sodium has been evaluated for safety in more than 2100 individuals in hypertension and heart failure trials, including approximately 530 patients treated for a year or more. Generally adverse events were mild and transient, and their frequency was not prominently related to dose within the recommended daily dosage range. Hypertension In placebo-controlled clinical trials (688 fosinopril sodium -treated patients), the usual duration of therapy was two to three months. Discontinuation due to any clinical or laboratory adverse event were 4.1% and 1.1% in fosinopril sodium-treated and placebo-treated patients, respectively. The most frequent reasons (0.4 to 0.9%) were headache, elevated transaminases, fatigue, cough (see PRECAUTIONS: General Cough ), diarrhea, and nausea and vomiting. During clinical trials with any fosinopril sodium regimen, the incidence of adverse events in the elderly (>65 years old) was similar to that seen in younger patients. Clinical adverse events probably or possibly related or of uncertain relationship to therapy, occurring in at least 1% of patients treated with fosinopril sodium alone and at least as frequent on fosinopril sodium as on placebo in placebo-controlled clinical trials are shown in the table below. Clinical Adverse Events in Placebo-Controlled Trials (Hypertension) Fosinopril Sodium (N=688) Incidence (Discontinuation) Placebo (N=184) Incidence (Discontinuation) Cough 2.2 (0.4) 0.0 (0.0) Dizziness 1.6 (0.0) 0.0 (0.0) Nausea/Vomiting 1.2 (0.4) 0.5 (0.0) The following events were also seen at >1% on fosinopril sodium but occurred in the placebo group at a greater rate: headache, diarrhea, fatigue, and sexual dysfunction. Other clinical events probably or possibly related, or of uncertain relationship to therapy occurring in 0.2 to 1.0% of patients (excepted as noted) treated with fosinopril sodium in controlled or uncontrolled clinical trials (N=1479) and less frequent, clinically significant events include (listed by body system): General: Chest pain, edema, weakness, excessive sweating. Cardiovascular: Angina/myocardial infarction, cerebrovascular accident, hypertensive crisis, rhythm disturbances, palpitations, hypotension, syncope, flushing, claudication. Orthostatic: hypotension occurred in 1.4% of patients treated with fosinopril monotherapy. Hypotension or orthostatic hypotension was a cause for discontinuation of therapy in 0.1% of patients. Dermatologic: Urticaria, rash, photosensitivity, pruritus. Endocrine/Metabolic: Gout, decreased libido. Gastrointestinal: Pancreatitis, hepatitis, dysphagia, abdominal distention, abdominal pain, flatulence, constipation, heartburn, appetite/weight change, dry mouth. Hematologic: Lymphadenopathy. Immunologic: Angioedema. (See WARNINGS: Head and Neck Angioedema and Intestinal Angioedema . ) Musculoskeletal: Arthralgia, musculoskeletal pain, myalgia/muscle cramp. Nervous/Psychiatric: Memory disturbance, tremor, confusion, mood change, paresthesia, sleep disturbance, drowsiness, vertigo. Respiratory: Bronchospasm, pharyngitis, sinusitis/rhinitis, laryngitis/hoarseness, epistaxis. A symptom-complex of cough, bronchospasm, and eosinophilia has been observed in two patients treated with fosinopril. Special Senses: Tinnitus, vision disturbance, taste disturbance, eye irritation. Urogenital: Renal insufficiency, urinary frequency. Heart Failure In placebo-controlled clinical trials (361 fosinopril sodium -treated patients), the usual duration of therapy was 3-6 months. Discontinuations due to any clinical or laboratory adverse events, except for heart failure, were 8.0% and 7.5% in fosinopril sodium-treated and placebo-treated patients, respectively. The most frequent reason for discontinuation of fosinopril sodium was angina pectoris (1.1%). Significant hypotension after the first dose of fosinopril sodium occurred in 14/590 (2.4%) of patients; 5/590 (0.8%) patients discontinued due to first dose hypotension. Clinical adverse events probably or possibly relate or of uncertain relationship to therapy, occurring in at least 1% of patients treated with fosinopril sodium and at least as common as the placebo group, in placebo-controlled trials are shown in the table below. Clinical Adverse Events in Placebo-Controlled Trials (Heart Failure) Fosinopril Sodium (N=361) Incidence (Discontinuation) Placebo (N=373) Incidence (Discontinuation) Dizziness 11.9 (0.6) 5.4 (0.3) Cough 9.7 (0.8) 5.1 (0.0) Hypotension 4.4 (0.8) 0.8 (0.0) Musculoskeletal Pain 3.3 (0.0) 2.7 (0.0) Nausea/Vomiting 2.2 (0.6) 1.6 (0.3) Diarrhea 2.2 (0.0) 1.3 (0.0) Chest Pain (non-cardiac) 2.2 (0.0) 1.6 (0.0) Upper Respiratory Infection 2.2 (0.0) 1.3 (0.0) Orthostatic Hypotension 1.9 (0.0) 0.8 (0.0) Subjective Cardiac Rhythm Disturbances 1.4 (0.6) 0.8 (0.3) Weakness 1.4 (0.3) 0.5 (0.0) The following events also occurred at a rate of 1% or more on fosinopril sodium, but occurred on placebo more often: fatigue, dyspnea, headache, rash, abdominal pain, muscle cramp, angina pectoris, edema, and insomnia. The incidence of adverse events in the elderly (>65 years old) was similar to that seen in younger patients. Other clinical events probably or possibly related, or of uncertain relationship to therapy occurring in 0.4 to 1.0% of patients (except as noted) treated with fosinopril sodium in controlled clinical trials (N=516) and less frequent, clinically significant events include (listed by body system): General: Fever, influenza, weight gain, hyperhidrosis, sensation of cold, fall, pain. Cardiovascular: Sudden death cardio respiratory arrest, shock (0.2%), atrial rhythm disturbance, cardiac rhythm disturbances, non anginal chest pain, edema lower extremity death, syncope, conduction disorder, bradycardia, tachycardia. Dermatologic: Pruritus. Endocrine/Metabolic: Gout, sexual dysfunction. Gastrointestinal: Hepatomegaly, abdominal distension, decreased appetite, dry mouth, constipation, flatulence. Immunologic: Angioedema (0.2%). Musculoskeletal: Muscle ache, swelling of an extremity, weakness of an extremity. Nervous/Psychiatric: Cerebral infarction, TIA, depression, numbness, paresthesia, vertigo, behavior change, tremor. Respiratory: Abnormal vocalization, rhinitis, sinus abnormality, tracheobronchitis, abnormal breathing, pleuritic chest pain. Special Senses: Vision disturbance, taste disturbance. Urogenital: Abnormal urination, kidney pain. Potential Adverse Effects Reported with ACE Inhibitors Body as a whole: Anaphylactoid reactions (see WARNINGS: Anaphylactoid and possible related reactions and PRECAUTIONS: Hemodialysis ). Other medically important adverse effects reported with ACE inhibitors include: Cardiac arrest; eosinophilic pneumonitis; neutropenia/agranulocytosis, pancytopenia, anemia (including hemolytic and aplastic), thrombocytopenia; acute renal failure; hepatic failure, jaundice (hepatocellular or cholestatic); symptomatic hyponatremia; bullous pemphigus, exfoliative dermatitis; a syndrome which may include: arthralgia/arthritis, vasculitis, serositis, myalgia, fever, rash or other dermatologic manifestations, a positive ANA, leukocytosis, eosinophilia, or an elevated ESR. Laboratory Test Abnormalities Serum Electrolytes: Hyperkalemia, (see PRECAUTIONS ), hyponatremia, (see PRECAUTIONS: Drug Interactions, With diuretics ). BUN/Serum Creatinine: Elevations, usually transient and minor, of BUN or serum creatinine have been observed. In placebo controlled clinical trials, there were no significant differences in the number of patients experiencing increases in serum creatinine (outside the normal range or 1.33 times the pre-treatment value) between the fosinopril and placebo treatment groups. Rapid reduction of long standing or markedly elevated blood pressure by any antihypertensive therapy can result in decrease in the glomerular filtration rate and, in turn, lead to increases in BUN or serum creatinine. (See PRECAUTIONS: General . ) Hematology: In controlled trials, a mean hemoglobin decrease if 0.1 g/dL was observed in fosinopril-treated patients. In individual patients decreases in hemoglobin or hematocrit were usually transient, small, and not associated with symptoms. No patient was discontinued from therapy due to the development of anemia. Other : Neutropenia (see WARNINGS ), leukopenia and eosinophilia. Liver Function Tests: Elevations of transaminases, LDH, alkaline phosphatase and serum bilirubin have been reported. Fosinopril therapy was discontinued because of serum transaminase elevations in 0.7% of patients. In the majority of cases, the abnormalities were either present at baseline or were associated with other etiologic factors. In those cases, which were possibly related to fosinopril therapy, the elevations were generally mild and transient and resolved after discontinuation of therapy. Pediatric Patients Information relating to treatment-emergent adverse events is available in the approved labeling for Bristol-Myers Squibb Company’s fosinopril sodium drug product. However, due to Bristol Myers Squibb’s marketing exclusively rights, this drug product is not labeled for pediatric use."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Fosinopril sodium tablets are contraindicated in patients who are hypersensitive to this product or to any other angiotensin converting enzyme inhibitor (e.g., a patient who has experienced angioedema with any other ACE inhibitor therapy)."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Hypertension Adults The recommended initial dose of fosinopril sodium tablets is 10 mg once a day, both as monotherapy and when the drug is added to a diuretic. Dosage should then be adjusted according to blood pressure response at peak (2-6 hours) and trough (about 24 hours after dosing) blood levels. The usual dosage range needed to maintain a response at trough is 20-40 mg but some patients appear to have a further response to 80 mg. In some patients treated with once daily dosing, the antihypertensive effect may diminish toward the end of the dosing interval. If trough response is inadequate, dividing the daily dose should be considered. If blood pressure is not adequately controlled fosinopril sodium alone, a diuretic may be added. Concomitant administration of fosinopril sodium with potassium supplements, potassium salt substitutes, or potassium sparing diuretics can lead to increases of serum potassium (see PRECAUTIONS ). In patients who are currently being treated with a diuretic, symptomatic hypotension occasionally can occur following the initial dose of fosinopril sodium tablets. To reduce the likelihood of hypotension, the diuretic should, if possible, be discontinued two to three days prior to beginning therapy with fosinopril sodium tablets (see WARNINGS). Then, if blood pressure is not controlled with fosinopril sodium tablets alone diuretic therapy should be resumed. If diuretic therapy cannot be discontinued, an initial dose of 10 mg of fosinopril sodium tablets should be used with careful medical supervision for several hours and until blood pressure has stabilized. (See WARNINGS ; PRECAUTIONS: Information for Patients and Drug Interactions ). Since concomitant administration of fosinopril sodium tablets with potassium supplements, or potassium containing salt substitutes or potassium-sparing diuretics may lead to increases in serum potassium, they should be used with caution (see PRECAUTIONS ). Pediatrics Information related to the dosing of fosinopril sodium in the treatment of hypertension in pediatric patients weighing more than 50 kg is available in the approved labeling for Bristol-Myers Squibb Company’s fosinopril sodium drug product. However, due to Bristol-Myers Squibb’s marketing exclusivity rights, this drug product is not labeled for pediatric use. Heart Failure Digitalis is not required for fosinopril sodium tablets to manifest improvements in exercise tolerance and symptoms. Most placebo-controlled clinical trial experience has been with both digitalis and diuretics presents as background therapy. The usual starting dose of fosinopril sodium tablets should be 10 mg once daily. Following the initial dose of fosinopril sodium tablets, the patient should be observed under medical supervision for at least two hours for the presence of hypotension or orthostasis and, if present, until blood pressure stabilizes. An initial dose of 5 mg is preferred in heart failure patients with moderate to severe renal failure or those who have been vigorously diuresed. Dosage should be increased, over a several week period, to a dose that is maximal and tolerated but not exceeding 40 mg once daily. The usual effective dosage range is 20 to 40 mg once daily. The appearance of hypotension, orthostasis, or azotemia early in dose titration should not preclude further careful dose titration. Consideration should be given to reducing the dose of concomitant diuretic. For Hypertensive or Heart Failure Patients with Renal Impairment: In patients with impaired renal function, the total body clearance of fosinoprilat is approximately 50% slower than in patients with normal renal function. Since hepatobiliary elimination partially compensates for diminished renal elimination, the totally body clearance for fosinoprilat does not differ appreciably with any degree of renal insufficiency (creatinine clearances <80 mL/min/1.73m 2 ), including end stage renal failure (creatinine clearance <10 mL/min/1.73m 2 ) This relative constancy of body clearance of active fosinoprilat, resulting from the dual route of elimination, permits use of the usual dose in patients with any degree of renal impairment. (See WARNINGS: Anaphylactoid reactions during membrane exposure and PRECAUTIONS: Hemodialysis .)"
  ],
  "indications": [
    "INDICATIONS AND USAGE Fosinopril sodium tablets, USP are indicated for the treatment of hypertension. It may be used alone or in combination with thiazide diuretics. Fosinopril sodium tablets, USP are indicated in the management of heart failure as adjunctive therapy when added to conventional therapy including diuretics with or without digitalis (see DOSAGE AND ADMINISTRATION ). In using fosinopril sodium, consideration should be given to the fact that another angiotensin converting enzyme inhibitor, captopril, has caused agranulocytosis, particularly in patients with renal impairment or collagen-vascular disease. Available data are insufficient to show that fosinopril sodium does not have a similar risk (see WARNINGS ). In considering use of fosinopril sodium, it should be noted that in controlled trials ACE inhibitors have an effect on blood pressure that is less in black patients than in non- blacks. In addition, ACE inhibitors (for which adequate data are available) cause a higher rate of angioedema in black than in non-black patients (see WARNINGS: Head and Neck Angioedema and Intestinal Angioedema )."
  ],
  "fetched_at": "2025-10-01T04:36:51.433378",
  "source": "OpenFDA"
}