{
  "drug_name": "Methacholine",
  "generic_name": [
    "METHACHOLINE CHLORIDE"
  ],
  "brand_names": [
    "Provocholine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Beta-Adrenergic Blockers The use of beta-adrenergic blockers may impair reversal of Provocholine-caused bronchoconstriction. Beta-Agonists, Anticholinergics, and Theophylline Beta-agonists, anticholinergics, and theophylline inhibit the response of airways to Provocholine; therefore, hold these drugs before Provocholine use for the following duration: • Short-acting β-agonists (e.g., albuterol): 6 hours • Long-acting β-agonists (e.g., salmeterol): 36 hours • Short-acting anti-cholinergics (e.g., ipratropium): 12 hours • Long-acting anti-cholinergics (e.g., tiotropium): ≥168 hours • Oral theophylline: 12-48 hours Oral or Inhaled Corticosteroids, and Inhaled Cromoglycate Regular use of oral or inhaled corticosteroids and inhaled cromoglycate may acutely decrease bronchial responsiveness to Provocholine. However, these drugs may be continued with Provocholine use. Beta-Adrenergic Blockers : May impair reversal of Provocholine-caused bronchoconstriction (7) Beta-Agonists, Anticholinergics, and Theophylline : Inhibit response to Provocholine; therefore, hold these drugs prior to Provocholine use (7) Oral or Inhaled Corticosteroids, and Inhaled Cromyoglycate : May decrease response to Provocholine (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions associated with the use of Provocholine were identified in clinical studies or post marketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Bronchospasm (includes symptoms such as chest tightness, cough or wheezing). Adverse reactions less commonly associated with Provocholine include headache, throat irritation, light-headedness and itching. Adverse reactions associated with Provocholine include headache, throat irritation, light-headedness and itching (6) To report SUSPECTED ADVERSE REACTIONS, contact Methapharm at 1-866-701-4636 or call FDA at 1-800-FDA-1088 or visit www.fda.gov/medwatch"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Provocholine is contraindicated in the following: Hypersensitivity to methacholine or other parasympathomimetic agents. Reactions have included rash, itching/swelling (especially of the face/tongue/throat), severe dizziness, trouble breathing. Baseline FEV 1 < 60% predicted (adults or pediatric patients) or <1.5 L (adults) Known hypersensitivity to methacholine chloride or other parasympathomimetic agents (4) Baseline FEV 1 <60% predicted (adults or children) or <1.5 L (adults) (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The methacholine challenge test should be conducted in a pulmonary function laboratory or clinic, by adequately trained personnel, for safety and accuracy (2.1) Determine baseline FEV1 values to assess whether a patient is able to undergo the methacholine challenge test (2.1) Recommended dosage(s) of Provocholine in the Methacholine Challenge Test is administration of increasing concentrations of Provocholine solution via nebulization (2.2) Administer using either the 5-Breath Dosimeter Dosing Method or the 2-Minute Tidal Breathing Dosing Method with the doubling or quadrupling stepwise protocols (2.4, 2.5) See the Full Prescribing Information for the required reconstitution and dilution procedures prior to use (2.3) See the Full Prescribing Information for the calculation and interpretation of the results (2.6) 2.1 Methacholine Challenge Test Overview Provocholine should be administered in a methacholine challenge test in a pulmonary function laboratory or clinic, by adequately trained personnel, for safety and accuracy, and should be performed only under the responsibility of a healthcare practitioner trained in and thoroughly familiar with all aspects of the technique of the test and the management of respiratory distress. Emergency medication and equipment should be immediately available to treat acute respiratory distress. Only consider Provocholine use in patients on chronic asthma drugs if the accuracy of the asthma diagnosis is in doubt. In these patients, only administer Provocholine if spirometry is normal after supervised withdrawal of the asthma drugs. Provocholine is not recommended for use in patients with clinically apparent asthma or wheezing. Before starting a methacholine challenge test, baseline spirometry must be performed. For a patient to be able to undergo the test, he or she must present with baseline FEV1 (Forced Expiratory Volume in 1 second) greater than or equal to 60% of the predicted value (in adults and children) and greater than or equal to 1.5 L (in adults). Do not use Provocholine in pediatric and adult patients with baseline FEV1 < 60% predicted or in adults with FEV1 < 1.5 L [ see Contraindications (4) and Warnings and Precautions (5.1) ]. At commencement of the methacholine challenge test and prior to nebulization with Provocholine dose(s), FEV1 must be measured following exposure to nebulized diluent or base solution (contains no methacholine chloride) to obtain the post-diluent FEV1 [ see Dosage and Administration (2.4, 2.5) ]. Provocholine powder for inhalation solution requires reconstitution and dilution before use ( see Reconstitution and Dilution Prior to Administration (2.3) ). Provocholine inhalation solution (in a ready-to-use kit) does not require reconstitution and/or dilution. Administer Provocholine by oral inhalation using either the 5-Breath Dosimeter Dosing Method or the 2-Minute Tidal Breathing Dosing Method with the doubling or quadrupling stepwise protocols [ see Dosage and Administration (2.4, 2.5) ]. Discard any unused solution from the nebulizer after each administration. May use Provocholine with or without meals. The methacholine challenge test is considered positive if there is a reduction in FEV1 of 20% or more from post-diluent FEV1. The test should be stopped at this point. The reduction value must be calculated and recorded before starting the test with Provocholine ( see Calculation and Interpretation of Methacholine Challenge Test Results (2.6) ). An inhaled β agonist must be administered after a methacholine challenge test with Provocholine to expedite the return of the FEV1 to baseline and to relieve any discomfort of the subject. Most patients revert to normal pulmonary function within 10 to 20 minutes following administration of a β agonist.",
    "2.2 Recommended Dosage The recommended dosage of Provocholine powder for inhalation solution (require reconstitution and dilution) or inhalation solution (in a ready-to-use kit) used in the methacholine challenge test administered via nebulization in adult and pediatric patients (5 years or older) is increasing concentrations of methacholine chloride solutions using either doubling or quadrupling dosing concentrations. Please refer to Table 3 for the doubling or quadrupling dosing concentrations.",
    "2.3 Reconstitution and Dilution Prior to Administration 1. Provocholine Powder for Inhalation Solution requires reconstitution before use ( see Tables 1 and 2 ): Add 6.25 mL of 0.9% Sodium Chloride Injection (0.9% saline) or 0.9% Sodium Chloride Injection with 0.4% phenol (0.9% saline with 0.4% phenol) to the supplied vials containing 100 mg of Provocholine powder. Shake the vial to obtain a clear solution. 2. Dilute the reconstituted Provocholine solution: Using sterile, empty USP Type 1 borosilicate glass vials, dilute the reconstituted Provocholine solution with 0.9% saline or 0.9% saline with 0.4% phenol either by doubling the concentration (see Table 1 ) or quadrupling the concentration ( see Table 2 ). After adding the diluent, shake each vial to obtain a clear solution. Use the same diluent to prepare all concentrations 3. Use a sterile bacterial-retentive filter (porosity 0.22 µ m) when transferring the reconstituted or diluted solution from each vial (at least 2 mL) to a nebulizer. 4. Refrigerate the reconstituted and diluted solutions at 36 o F to 46 o F (2 o C to 8 o C) for up to 2 weeks. Since the temperature of the solution affects nebulizer output, solutions should be taken out of the refrigerator and allowed to equilibrate to room temperature (approximately 30 minutes) before use. Table 1: Reconstitution and Dilution of Supplied Provocholine powder for inhalation solution: Doubling Concentrations TAKE ADD 0.9% Saline or 0.9% Saline with 0.4% Phenol Concentration (Total Volume) after reconstitution or dilution 100 mg of Provocholine Powder in one supplied vial 6.25 mL 16 mg/mL (6.25 mL) (Solution A) 3 mL of Solution A 3 mL 8 mg/mL (6 mL) (Solution B) 3 mL of Solution B 3 mL 4 mg/mL (6 mL) (Solution C) 3 mL of Solution C 3 mL 2 mg/mL (6 mL) (Solution D) 3 mL of Solution D 3 mL 1 mg/mL (6 mL) (Solution E) 3 mL of Solution E 3 mL 0.5 mg/mL (6 mL) (Solution F) 3 mL of Solution F 3 mL 0.25 mg/mL (6 mL) (Solution G) 3 mL of Solution G 3 mL 0.125 mg/mL (6 mL) (Solution H) 3 mL of Solution H 3 mL 0.0625 mg/mL (6 mL) (Solution I) Table 2: Reconstitution and Dilution of Supplied Provocholine powder for inhalation solution: Quadrupling Concentrations TAKE ADD 0.9% Saline or 0.9% Saline with 0.4% Phenol Concentration (Total Volume) after reconstitution or dilution 100 mg of Provocholine Powder in one supplied vial 6.25 mL 16 mg/mL (6.25 mL) (Solution 1) 3 mL of Solution 1 9 mL 4 mg/mL (12 mL) (Solution 2) 3 mL of Solution 2 9 mL 1 mg/mL (12 mL) (Solution 3) 3 mL of Solution 3 9 mL 0.25 mg/mL (12 mL) (Solution 4) 3 mL of Solution 4 9 mL 0.0625 mg/mL (12 mL) (Solution 5)",
    "2.4 Administration with the Five (5)-Breath Dosimeter Dosing Method in Patients 5 Years of Age and Older Prior to administering the Provocholine dose(s), determine the post-diluent FEV 1 value required for the methacholine challenge test. Administration of the Diluent or Base to Obtain Post-Diluent FEV 1 Value 1. For the Provocholine powder for inhalation solution : Using a 3 mL syringe and needle, draw up 2 to 3 mL of the same diluent used to reconstitute the Provocholine Powder (0.9% saline or 0.9% saline with 0.4% phenol) and dispense into the nebulizer using a sterile bacterial-retentive filter (porosity 0.22 µm). For the Provocholine inhalation solution: Dispense the contents of a vial containing the base solution (contains no methacholine chloride) into the nebulizer. 2. Instruct the patient to hold the nebulizer upright with the mouthpiece in his/her mouth. The patient should wear a nose clip while inhaling from the nebulizer. 3. At the end of exhalation during tidal breathing (functional residual capacity), instruct the patient to inhale slowly and deeply through the mouthpiece. Trigger the dosimeter soon after oral inhalation begins. Encourage the patient to continue inhaling slowly (about 5 seconds to complete the inhalation) and to hold the breath at total lung capacity (TLC) for another 5 seconds. 4. Repeat Step 3 for a total of five inspiratory capacity inhalations. Take no more than 2 minutes to perform these 5 inhalations. 5. Perform spirometry and measure the FEV 1 30 and 90 seconds after the fifth inhalation from the nebulizer to obtain the post-diluent FEV 1 value. These values may be left at ambient (spirometer) temperature pressure saturated (ATPS). If the FEV 1 value is not of acceptable quality, repeat the procedure. If the post-diluent FEV 1 falls by ≥ 20% from baseline FEV 1 , do not give further inhalations and proceed to Step 8. If the post-diluent FEV 1 falls by < 20% from baseline FEV 1 , continue to Step 6. Administration of Provocholine in a Methacholine Challenge Test 6. For the Provocholine powder for inhalation: Using a 3 mL syringe and needle, draw up the recommended Provocholine concentration (see Table 3) that was prepared using either the doubling or quadrupling dose method and dispense into the nebulizer using a sterile bacterial-retentive filter (porosity 0.22 µm). See Tables 1 and 2 for preparation of the Provocholine powder for inhalation solution. Table 3: Recommended Provocholine Dose(s) By Nebulization [Doubling Dose(s) or Quadrupling Dose(s)] Doubling Dose Increments Provocholine Concentration Provocholine Dose* 0.0625 mg/mL (Solution I) 1.484 mcg 0.125 mg/mL (Solution H) 2.969 mcg 0.25 mg/mL (Solution G) 5.938 mcg 0.5 mg/mL (Solution F) 11.875 mcg 1 mg/mL (Solution E) 23.75 mcg 2 mg/mL (Solution D) 47.5 mcg 4 mg/mL (Solution C) 95 mcg 8 mg/mL (Solution B) 190 mcg 16 mg/mL (Solution A) 380 mcg Quadrupling Dose Increments Provocholine Concentration Provocholine Dose* 0.0625 mg/mL (Solution 5) 1.484 mcg 0.25 mg/mL (Solution 4) 5.938 mcg 1 mg/mL (Solution 3) 23.75 mcg 4 mg/mL (Solution 2) 95 mcg 16 mg/mL (Solution 1) 380 mcg * Dose delivered based on the drug output of the English Wright Nebulizer and the duration of inhalation (2 minutes). For the Provocholine inhalation solution: Dispense the contents of a vial of the appropriate Provocholine concentration, starting with the lowest dose, into the nebulizer. The Provocholine solution concentrations, 0.0625 mg/mL, 0.25 mg/mL, 1 mg/mL, 4 mg/mL, and 16 mg/mL, provided in the kit are ready-to-use. No further dilution is required. 7. Repeat steps 2 through 5 for each Provocholine concentration, emptying the nebulizer between each concentration. To keep the cumulative effect of Provocholine relatively constant, the time interval between the commencement of two subsequent concentrations should be kept to 5 minutes. 8. Stop dosing if the FEV1 has fallen by ≥ 20% from the post-diluent FEV1, or the highest Provocholine concentration (16 mg/mL) has been administered (whichever comes first). Do not administer additional Provocholine concentrations if severe bronchoconstriction occurs [see Warnings and Precautions (5.1)]. 9. After the test is completed, administer an inhaled β-agonist to the patient to expedite the return of the FEV1 to within 90% of baseline and to relieve any discomfort (the majority of patients revert to normal pulmonary function within 5 minutes after β-agonist administration; in contrast the majority of patients revert to normal pulmonary function within 30-45 minutes without β-agonist administration). Wait 10 minutes and measure the FEV1 and Vital Capacity. Patients should not be allowed to leave the laboratory until their FEV1 has returned to within 90% of baseline. 10. After the test, wash and clean reusable nebulizers thoroughly according to manufacturer’s recommendations.",
    "2.5 Administration with the Two (2)-Minute Tidal Breathing Dosing Method in Patients 5 Years of Age and Older Administer the diluent and the Provocholine dose(s) using the English Wright nebulizer or other suitable nebulizer as long as the device output and particle size are characterized. Prior to administering the Provocholine dose(s), determine the post-diluent FEV1 required for the methacholine challenge test. Administration of the Diluent or Base Solution to Obtain Post-Diluent FEV1 Value 1. For the Provocholine powder for inhalation solution: Using a 3 mL syringe and needle, draw up 2 to 3 mL of the same diluent used to reconstitute the Provocholine powder (0.9% saline or 0.9% saline with 0.4% phenol) and dispense into the nebulizer using a sterile bacterial-retentive filter (porosity 0.22 µm). For the Provocholine inhalation solution: Dispense the contents of a vial containing the base solution (contains no methacholine chloride) into the nebulizer. 2. Instruct the patient to relax and breathe the aerosol quietly (tidal breathing) for 2 minutes of inhalation time. 3. Place the face mask loosely over the nose and mouth or the mouthpiece in the mouth (with a nose clip) of the patient. The patient should hold the nebulizer to avoid warming the solution. Nebulizer should be kept upright and vertical. 4. Start the nebulizer by adjusting the flow meter so that the nebulizer is operating at the calibrated output (0.13 mL/minute for the English Wright nebulizer). Start the stopwatch immediately. 5. After exactly 2 minutes, turn off the flow meter, remove the face mask (or the mouthpiece from the mouth), and discard any remaining solution. 6. Perform spirometry and measure the FEV1 30 and 90 seconds after the end of the inhalation to obtain the post-diluent FEV1. These values may be left at ambient (spirometer) temperature pressure saturated (ATPS). If the FEV1 value is not of acceptable quality, repeat the procedure. If the post-diluent FEV1 falls by ≥ 20% from baseline FEV1, do not give further inhalations and proceed to Step 9. If the post-diluent FEV1 falls by < 20% from baseline FEV1, continue to Step 7. Administration of Provocholine in a Methacholine Challenge Test 7. For the Provocholine powder for inhalation solution: Using a 3 mL syringe and needle, draw up the recommended Provocholine dose (see Table 3) using either the doubling or quadrupling dose method and dispense into the nebulizer using a sterile bacterial-retentive filter (porosity 0.22 µm). See Tables 1 and 2 for preparation of the Provocholine powder for inhalation. For the Provocholine inhalation solution: Dispense the contents of a vial of the appropriate Provocholine concentration, starting with the lowest dose, into the nebulizer. The Provocholine solution concentrations, 0.0625 mg/mL, 0.25 mg/mL, 1 mg/mL, 4 mg/mL, and 16 mg /mL, provided in the kit are ready-to-use. No further dilution is required. 8. Repeat steps 2 through 6 for each Provocholine dose, emptying the nebulizer between each dose. However, stop dosing if the FEV1 has fallen by ≥ 20% from the post-diluent FEV1 or the highest Provocholine concentration (16 mg/mL) has been administered (whichever comes first). Do not administer additional Provocholine doses if severe bronchoconstriction occurs [ see Warnings and Precautions (5.1) ]. 9. After the test is completed, administer an inhaled β-agonist to the patient to expedite the return of the FEV1 to within 90% of baseline and to relieve any discomfort (the majority of patients revert to normal pulmonary function within 5 minutes after β-agonist administration; in contrast the majority of patients revert to normal pulmonary function within 30-45 minutes without β-agonist administration). Wait 10 minutes and measure the FEV1 and Vital Capacity. Patients should not be allowed to leave the laboratory until their FEV1 has returned to within 90% of baseline. 10. After the test, wash and clean reusable nebulizers thoroughly according to manufacturer’s recommendations and discard disposable nebulizers appropriately.",
    "2.6 Calculation and Interpretation of Methacholine Challenge Test Results A positive methacholine challenge test is a ≥ 20% reduction in the FEV 1 (after Provocholine oral inhalation) compared with the mean post-diluent FEV 1 . Calculate and record post-diluent FEV 1 value before the methacholine challenge test is started. Express airway hyperreactivity as the provocative Provocholine concentration (mg/mL) providing a fall in FEV 1 of ≥ 20% (PC 20 ) when the methacholine challenge test is dosed using either the 5-breath dosimeter method or the 2-minute tidal breathing method, or as the provocative Provocholine dose (mcg) providing a fall in FEV 1 of ≥ 20% (PD 20 ) when using the 2-minute tidal breathing method. Calculation of PC 20 Calculate PC 20 using one of the following methods. Determine the percent decrease in FEV 1 using the mean post-diluent FEV 1 and the lowest FEV 1 post-dose, as shown below: % fall in FEV 1 = mean post-diluent FEV 1 - lowest FEV 1 post-Provocholine x 100 mean post-diluent FEV 1 Method #1 Plot the percent decrease in FEV 1 against the increasing methacholine concentration using a log scale and obtain the PC 20 by linear interpolation between the last two points, as shown in Figure 1. Method #2 Alternatively, calculate the PC 20 as follows: PC 20 = antilog [log C1+ (log C2 - log C1)(20 - R1) ] (R2- R1) Where: • C1 = second last methacholine concentration (< 20% FEV 1 decrease) • C2 = last methacholine concentration (≥ 20% FEV 1 decrease) • R1 = % fall FEV 1 after C1 • R2 = % fall FEV 1 after C2 Calculation of PD 20 (2-minute tidal breathing method only) Calculate the PD 20 as follows: PD 20 = antilog [log D1+ (log D2 - log D1)(20 - R1) ] (R2- R1) Where: • D1 = second last Provocholine dose (< 20% FEV 1 decrease) • D2 = last Provocholine dose (≥ 20% FEV 1 decrease) • R1 = % FEV 1 decrease after D1 • R2 = % FEV 1 decrease after D2 When using the English Wright nebulizer, refer to Table 2 for D1 and D2. Interpretation of Results A negative (normal) methacholine challenge result is defined as FEV 1 reduction of < 20% after all the doses (doubling or quadrupling dose increments) in Table 1 (for 5-breath dosimeter method) or Table 2 (for the 2-minute tidal breathing method) have been administered. If asthma drugs are discontinued prior to the methacholine challenge test, consider the possibility of rebound airway hyperreactivity in the interpretation of the test results. The methacholine challenge test may occasionally be falsely positive after an influenza infection or upper respiratory infection, immunizations, in very young or very old patients, in patients with chronic lung disease (e.g., cystic fibrosis, sarcoidosis, tuberculosis, chronic obstructive pulmonary disease), in patients with allergic rhinitis without asthma symptoms, in smokers, or in patients after exposure to air pollutants. figure1"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Provocholine, used in a methacholine challenge test, is indicated for the diagnosis of bronchial airway hyperreactivity in adults and pediatric patients five years of age and older who do not have clinically apparent asthma. Provocholine, a cholinergic agonist used in a methacholine challenge test, is indicated for the diagnosis of bronchial airway hyperreactivity in adults and pediatric patients five years of age and older who do not have clinically apparent asthma (1)"
  ],
  "fetched_at": "2025-10-01T16:32:36.821366",
  "source": "OpenFDA"
}