{
  "drug_name": "Methadone",
  "generic_name": [
    "METHADONE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Methadone Hydrochloride"
  ],
  "drug_interactions": [
    "Information for Patients Life-Threatening Respiratory Depression Discuss the risk of respiratory depression with patients, explaining that the risk is greatest when starting methadone hydrochloride oral concentrate or when the dose is increased ( see WARNINGS ). Advise patients how to recognize respiratory depression and to seek medical attention if they are experiencing breathing difficulties. Interactions with Benzodiazepines and Other CNS Depressants Inform patients and caregivers that potentially fatal addictive effects may occur if methadone hydrochloride oral concentrate is used with benzodiazepines or other CNS depressants, including alcohol. Counsel patients that such medications should not be used concomitantly unless supervised by a healthcare provider ( see WARNINGS and PRECAUTIONS, Drug Interactions ). Symptoms of Arrhythmia Instruct patients to seek medical attention immediately if they experience symptoms suggestive of an arrhythmia (such as palpitations, near syncope, or syncope) when taking methadone hydrochloride oral concentrate ( see WARNINGS ). Accidental Ingestion Inform patients that accidental ingestion, especially by children, may result in respiratory depression or death ( see WARNINGS ). Instruct patients to take steps to store methadone hydrochloride oral concentrate securely. Advise patients to dispose of unused methadone hydrochloride oral concentrate by flushing down the toilet. Abuse Potential Inform patients that methadone hydrochloride oral concentrate contains methadone, a Schedule II controlled substance that is subject to abuse ( see WARNINGS ). Instruct patients not to share methadone hydrochloride oral concentrate with others and to take steps to protect methadone hydrochloride oral concentrate from theft or misuse. Important Administration Instructions ( see DOSAGE AND ADMINISTRATION ) Instruct patients how to properly take methadone hydrochloride oral concentrate, including the following: Methadone hydrochloride oral concentrate is for oral administration only. The preparation must not be injected . Inform patients that methadone hydrochloride oral concentrate should be taken only as directed to reduce the risk of life-threatening adverse reactions (e.g., respiratory depression), and the dose should not be adjusted without consulting a physician or other healthcare professional. Reassure patients initiating treatment with methadone hydrochloride oral concentrate for opioid dependence that the dose of methadone will “hold” for longer periods of time as treatment progresses. Apprise patients seeking to discontinue treatment with methadone for opioid dependence of the high risk of relapse to illicit drug use associated with discontinuation of methadone hydrochloride oral concentrate maintenance treatment. Advise patients not to discontinue methadone hydrochloride oral concentrate without first discussing the need for a tapering regimen with the prescriber. Serotonin Syndrome Inform patients that methadone hydrochloride oral concentrate could cause a rare but potentially life-threatening condition resulting from concomitant administration of serotonergic drugs. Warn patients of the symptoms of serotonin syndrome and to seek medical attention right away if symptoms develop. Instruct patients to inform their physicians if they are taking, or plan to take serotonergic medications ( see WARNINGS and PRECAUTIONS, Drug Interactions ). MAOI Interaction Inform patients to avoid taking methadone hydrochloride oral concentrate while using any drugs that inhibit monoamine oxidase. Patients should not start MAOIs while taking methadone hydrochloride oral concentrate ( see WARNINGS and PRECAUTIONS, Drug Interactions ). Adrenal Insufficiency Inform patients that methadone hydrochloride oral concentrate could cause adrenal insufficiency, a potentially life-threatening condition. Adrenal insufficiency may present with non-specific symptoms and signs such as nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. Advise patients to seek medical attention if they experience a constellation of these symptoms ( see WARNINGS ). Anaphylaxis Inform patients that anaphylaxis has been reported with ingredients contained in methadone hydrochloride oral concentrate. Advise patients how to recognize such a reaction and when to seek medical attention ( see ADVERSE REACTIONS ). Neonatal Opioid Withdrawal Advise women that if they are pregnant while being treated with methadone hydrochloride oral concentrate, the baby may have signs of withdrawal at birth and that withdrawal is treatable ( see WARNINGS ). Lactation Instruct nursing mothers using methadone hydrochloride oral concentrate to watch for signs of methadone toxicity in their infants, which include increased sleepiness (more than usual), difficulty breastfeeding, breathing difficulties, or limpness. Instruct nursing mothers to talk to their baby’s healthcare provider immediately if they notice these signs. If they cannot reach the healthcare provider right away, instruct them to take the baby to the emergency room or call 911 (or local emergency services) ( see PRECAUTIONS, Pregnancy ). Constipation Advise patients of the potential for severe constipation, including management instructions and when to seek medical attention ( see CLINICAL PHARMACOLOGY and ADVERSE REACTIONS )."
  ],
  "warnings": [
    "WARNINGS Methadone hydrochloride oral concentrate and Methadone hydrochloride oral concentrate Sugar-Free are for oral administration only. The preparation must not be injected. Methadone hydrochloride oral concentrate and Methadone hydrochloride oral concentrate Sugar-Free, if dispensed, should be packaged in child-resistant containers and kept out of reach of children to prevent accidental ingestion. Life-Threatening Respiratory Depression Serious, life-threatening, or fatal respiratory depression has been reported with the use of methadone, even when used as recommended. Respiratory depression, if not immediately recognized and treated, may lead to respiratory arrest and death. Respiratory depression from opioids is manifested by a reduced urge to breathe and a decreased rate of respiration, often associated with a “sighing” pattern of breathing (deep breaths separated by abnormally long pauses). Carbon dioxide (CO 2 ) retention from opioid-induced respiratory depression can exacerbate the sedating effects of opioids. Management of respiratory depression may include close observation, supportive measures, and use of opioid antagonists, depending on the patient’s clinical status ( see OVERDOSAGE ). While serious, life-threatening, or fatal respiratory depression can occur at any time during the use of methadone hydrochloride oral concentrate, the risk is greatest during the initiation of therapy or following a dose increase. The peak respiratory depressant effect of methadone occurs later, and persists longer than the peak pharmacologic effect, especially during the initial dosing period. Monitor patients closely for respiratory depression, when initiating therapy with methadone hydrochloride oral concentrate and following dose increases. Instruct patients against use by individuals other than the patient for whom methadone was prescribed and to keep methadone out of the reach of children, as such inappropriate use may result in fatal respiratory depression. To reduce the risk of respiratory depression, proper dosing and titration of methadone are essential ( see DOSAGE AND ADMINISTRATION ). Overestimating the methadone dosage when initiating treatment can result in fatal overdose with the first dose. To further reduce the risk of respiratory depression, consider the following: Patients tolerant to other opioids may be incompletely tolerant to methadone . Incomplete cross-tolerance is of particular concern for patients tolerant to other mu-opioid agonists. Deaths have been reported during conversion from chronic, high-dose treatment with other opioid agonists. Follow induction directions closely to avoid inadvertent overdose ( see DOSAGE AND ADMINISTRATION ). Proper dosing and titration are essential and methadone should be overseen only by healthcare professionals who are knowledgeable in the pharmacokinetics and pharmacodynamics of methadone. Risks from Concomitant Use of Benzodiazepines or Other CNS Depressants with Methadone Concomitant use of methadone and benzodiazepines or other CNS depressants increases the risk of adverse reactions including overdose and death. Medication-assisted treatment of opioid use disorder, however, should not be categorically denied to patients taking these drugs. Prohibiting or creating barriers to treatment can pose an even greater risk of morbidity and mortality due to the opioid use disorder alone. As a routine part of orientation to methadone treatment, educate patients about the risks of concomitant use of benzodiazepines, sedatives, opioid analgesics, or alcohol. Develop strategies to manage use of prescribed or illicit benzodiazepines or other CNS depressants at admission to methadone treatment, or if it emerges as a concern during treatment. Adjustments to induction procedures and additional monitoring may be required. There is no evidence to support dose limitations or arbitrary caps of methadone as a strategy to address benzodiazepine use in methadone-treated patients. However, if a patient is sedated at the time of methadone dosing, ensure that a medically-trained healthcare provider evaluates the cause of sedation and delays or omits the methadone dose if appropriate. Cessation of benzodiazepines or other CNS depressants is preferred in most cases of concomitant use. In some cases monitoring in a higher level of care for taper may be appropriate. In others, gradually tapering a patient off a prescribed benzodiazepine or other CNS depressant or decreasing to the lowest effective dose may be appropriate. For patients in methadone treatment, benzodiazepines are not the treatment of choice for anxiety or insomnia. Before co-prescribing benzodiazepines, ensure that patients are appropriately diagnosed and consider alternative medications and non-pharmacologic treatments to address anxiety or insomnia. Ensure that other healthcare providers prescribing benzodiazepines or other CNS depressants are aware of the patient’s methadone treatment and coordinate care to minimize the risks associated with concomitant use. In addition, take measures to confirm that patients are taking the medications prescribed and not diverting or supplementing with illicit drugs. Toxicology screening should test for prescribed and illicit benzodiazepines ( see PRECAUTIONS, Drug Interactions ). Life-Threatening QT Prolongation Cases of QT interval prolongation and serious arrhythmia (torsades de pointes) have been observed during treatment with methadone. These cases appear to be more commonly associated with, but not limited to, higher dose treatment (> 200 mg/day). Most cases involve patients being treated for pain with large, multiple daily doses of methadone, although cases have been reported in patients receiving doses commonly used for maintenance treatment of opioid addiction. In most patients on the lower doses typically used for maintenance, concomitant medications and/or clinical conditions such as hypokalemia were noted as contributing factors. However, the evidence strongly suggests that methadone possesses the potential for adverse cardiac conduction effects in some patients. The effects of methadone on the QT interval have been confirmed in in vivo laboratory studies, and methadone has been shown to inhibit cardiac potassium channels in in vitro studies. Closely monitor patients with risk factors for development of prolonged QT interval (e.g., cardiac hypertrophy, concomitant diuretic use, hypokalemia, hypomagnesemia), a history of cardiac conduction abnormalities, and those taking medications affecting cardiac conduction. QT prolongation has also been reported in patients with no prior cardiac history who have received high doses of methadone. Evaluate patients developing QT prolongation while on methadone hydrochloride oral concentrate treatment for the presence of modifiable risk factors, such as concomitant medications with cardiac effects, drugs which might cause electrolyte abnormalities, and drugs which might act as inhibitors of methadone metabolism. Only initiate therapy with methadone hydrochloride oral concentrate in patients for whom the anticipated benefit outweighs the risk of QT prolongation and development of dysrhythmias that have been reported with high doses of methadone. The use of methadone in patients already known to have a prolonged QT interval has not been systematically studied. Accidental Ingestion Accidental ingestion of even one dose of methadone hydrochloride oral concentrate, especially by children, can result in respiratory depression and death due to an overdose. Keep methadone hydrochloride oral concentrate out of reach of children to prevent accidental ingestion. Misuse, Abuse, and Diversion of Opioids Methadone hydrochloride oral concentrate contain methadone, an opioid agonist and a Schedule II controlled substance. Methadone can be abused in a manner similar to other opioid agonists, legal or illicit. Opioid agonists are sought by drug abusers and people with addiction disorders and are subject to criminal diversion. Contact local state professional licensing board or state controlled substances authority for information on how to prevent and detect abuse or diversion of this product. Neonatal Opioid Withdrawal Syndrome Neonatal opioid withdrawal syndrome (NOWS) is an expected and treatable outcome of prolonged use of opioids during pregnancy, whether that use is medically-authorized or illicit. Unlike opioid withdrawal syndrome in adults, NOWS may be life-threatening if not recognized and treated in the neonate. Healthcare professionals should observe newborns for signs of NOWS and manage accordingly ( see PRECAUTIONS, Pregnancy ). Advise pregnant women receiving opioid addiction treatment with methadone hydrochloride oral concentrate of the risk of neonatal opioid withdrawal syndrome and ensure that appropriate treatment will be available. This risk must be balanced against the risk of untreated opioid addiction which often results in continued or relapsing illicit opioid use and is associated with poor pregnancy outcomes. Therefore, prescribers should discuss the importance and benefits of management of opioid addiction throughout pregnancy. Risks of Concomitant Use of Cytochrome P450 3A4, 2B6, 2C19, 2C9, or 2D6 Inhibitors or Discontinuation P450 3A4, 2B6, 2C19, or 2C9 Inducers Concomitant use of methadone hydrochloride oral concentrate with CYP3A4, CYP2B6, CYP2C19, CYP2C9, or CYP2D6 inhibitors, may increase plasma concentrations of methadone, prolong opioid adverse reactions, and may cause potentially fatal respiratory depression, particularly when an inhibitor is added after a stable dose of methadone hydrochloride oral concentrate is achieved. Similarly, discontinuation of concomitant CYP3A4, CYP2B6, CYP2C19, or CYP2C9 inducers in methadone hydrochloride oral concentrate-treated patients may increase methadone plasma concentrations resulting in fatal respiratory depression. Consider dosage reduction of methadone hydrochloride oral concentrate when using concomitant CYP3A4, CYP2B6, CYP2C19, CYP2C9 or CYP2D6 inhibitors or discontinuing CYP3A4, CYP2B6, CYP2C19, or CYP2C9 inducers in methadone-treated patients, and follow patients closely at frequent intervals for signs and symptoms of respiratory depression and sedation. Addition of CYP3A4, CYP2B6, CYP2C19, or CYP2C9 inducers or discontinuation of a CYP3A4, CYP2B6, CYP2C19, CYP2C9, or CYP2D6 inhibitors in patients treated with methadone hydrochloride oral concentrate may decrease methadone plasma concentrations, reducing efficacy or, and may, lead to a withdrawal symptoms in patients physically dependent on methadone. When using methadone hydrochloride oral concentrate with CYP3A4, CYP2B6, CYP2C19, or CYP2C9 inducers or discontinuing CYP3A4, CYP2B6, CYP2C19, CYP2C9, or CYP2D6 inhibitors, follow patients for signs or symptoms of opioid withdrawal and consider increasing the methadone hydrochloride oral concentrate dosage as needed. Life-Threatening Respiratory Depression in Patients with Chronic Pulmonary Disease or in Elderly, Cachectic, or Debilitated Patients The use of methadone hydrochloride oral concentrate in patients with acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment is contraindicated. Patients with Chronic Pulmonary Disease - Methadone hydrochloride oral concentrate-treated patients with significant chronic obstructive pulmonary disease or cor pulmonale, and those with a substantially decreased respiratory reserve, hypoxia, hypercapnia, or pre-existing respiratory depression are at increased risk of decreased respiratory drive including apnea, even at recommended dosages of methadone hydrochloride oral concentrate ( see WARNINGS, Life-Threatening Respiratory Depression ). Elderly, Cachectic, or Debilitated Patients - Life-threatening respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients because they may have altered pharmacokinetics or altered clearance compared to younger, healthier patients ( see WARNINGS, Life-Threatening Respiratory Depression ). Monitor such patients closely, particularly when initiating and titrating methadone hydrochloride oral concentrate and when methadone hydrochloride oral concentrate is given concomitantly with other drugs that depress respiration. Serotonin Syndrome with Concomitant Use of Serotonergic Drugs Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of methadone hydrochloride oral concentrate with serotonergic drugs. Serotonergic drugs include selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that affect the serotonergic neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), and drugs that impair metabolism of serotonin (including MAO inhibitors, both those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue) ( see PRECAUTIONS, Drug Interactions ). This may occur within the recommended dosage range. Serotonin syndrome symptoms may include mental status changes (e.g., agitation, hallucinations, coma), autonomic instability (e.g., tachycardia, labile blood pressure, hyperthermia), neuromuscular aberrations (e.g., hyperreflexia, incoordination, rigidity), and/or gastrointestinal symptoms (e.g., nausea, vomiting, diarrhea). The onset of symptoms generally occurs within several hours to a few days of concomitant use, but may occur later than that. Discontinue methadone hydrochloride oral concentrate if serotonin syndrome is suspected. Adrenal Insufficiency Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Presentation of adrenal insufficiency may include nonspecific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency. Severe Hypotension Methadone may cause severe hypotension including orthostatic hypotension and syncope in ambulatory patients. There is an increased risk in patients whose ability to maintain normal blood pressure is compromised by a reduced blood volume or concurrent administration of certain CNS depressant drugs (e.g., phenothiazines or general anesthetics) ( see PRECAUTIONS, Drug Interactions ). Monitor these patients for signs of hypotension after initiating or titrating the dosage of methadone hydrochloride oral concentrate. In patients with circulatory shock, methadone hydrochloride oral concentrate may cause vasodilation that can further reduce cardiac output and blood pressure. Avoid the use of methadone hydrochloride oral concentrate in patients with circulatory shock. Use in Patients with Head Injury or Increased Intracranial Pressure In patients who may be susceptible to the intracranial effects of CO 2 retention (e.g., those with evidence of increased intracranial pressure or brain tumors) , methadone hydrochloride oral concentrate may reduce respiratory drive, and the resultant CO 2 retention can further increase intracranial pressure . Monitor such patients for signs of sedation and respiratory depression, particularly when initiating therapy with methadone. Opioids may also obscure the clinical course in a patient with a head injury. Avoid the use of methadone in patients with impaired consciousness or coma. Risks of Use in Patients with Gastrointestinal Conditions Methadone hydrochloride oral concentrate is contraindicated in patients with known or suspected gastrointestinal obstruction, including paralytic ileus. The methadone in methadone hydrochloride oral concentrate may cause spasm of the sphincter of Oddi. Opioids may cause increases in the serum amylase. Monitor patients with biliary tract disease, including acute pancreatitis, for worsening symptoms. Increased Risks of Seizure in Patients with Seizure Disorders Methadone may increase frequency of seizures in patients with seizure disorders, and increase the risks of seizures occurring in other clinical settings associated with seizures. Monitor patients with a history of seizure disorders for worsened seizure control during methadone hydrochloride oral concentrate therapy. Withdrawal Avoid the use of mixed agonist/antagonist (i.e., pentazocine, nalbuphine, and butorphanol) or partial agonist (e.g., buprenorphine) analgesics in patients who are receiving a full opioid agonist, including methadone hydrochloride oral concentrate. In these patients, mixed agonists/antagonist and partial agonist analgesics may precipitate withdrawal symptoms ( see PRECAUTIONS, Drug Interactions ). When discontinuing methadone hydrochloride oral concentrate, gradually taper the dosage ( see DOSAGE AND ADMINISTRATION ). Do not abruptly discontinue methadone hydrochloride oral concentrate. Use in Ambulatory Patients Driving or Operating Heavy Machinery Inform patients that methadone hydrochloride oral concentrate may impair the ability to perform potentially hazardous activities such as driving or operating heavy machinery. Advise patients not to perform such tasks until they know how they will react to the medication ( see PRECAUTIONS, Information for Patients ). Laboratory Test Interactions False positive urine drug screens for methadone have been reported for several drugs including diphenhydramine, doxylamine, clomipramaine, chlorpromazine, thioridazine, quetiapine, and verapamil."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The major hazards of methadone are respiratory depression and, to a lesser degree, systemic hypotension. Respiratory arrest, shock, cardiac arrest, and death have occurred. The most frequently observed adverse reactions include lightheadedness, dizziness, sedation, nausea, vomiting, and sweating. These effects seem to be more prominent in ambulatory patients. In such individuals, lower doses are advisable. Other adverse reactions include the following: (listed alphabetically under each subsection) Body as a Whole – asthenia (weakness), edema, headache Cardiovascular ( see WARNINGS, Cardiac Conduction Effects ) – arrhythmias, bigeminal rhythms, bradycardia, cardiomyopathy, ECG abnormalities, extrasystoles, flushing, heart failure, hypotension, palpitations, phlebitis, QT interval prolongation, syncope, T-wave inversion, tachycardia, torsade de pointes, ventricular fibrillation, ventricular tachycardia Digestive – abdominal pain, anorexia, biliary tract spasm, constipation, dry mouth, glossitis Hematologic and Lymphatic – reversible thrombocytopenia has been described in opioid addicts with chronic hepatitis Metabolic and Nutritional – hypokalemia, hypomagnesemia, weight gain Nervous – agitation, confusion, disorientation, dysphoria, euphoria, insomnia, seizures Respiratory – pulmonary edema, respiratory depression ( see WARNINGS, Respiratory Depression ) Skin and Appendages – pruritus, urticaria, other skin rashes, and rarely, hemorrhagic urticaria Special Senses – hallucinations, visual disturbances Urogenital – amenorrhea, antidiuretic effect, reduced libido and/or potency, urinary retention or hesitancy Postmarketing Experience The following adverse reactions have been identified during post-approval use of methadone hydrochloride oral concentrate. Serotonin syndrome - Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs ( see WARNINGS and PRECAUTIONS, Drug Interactions ). Adrenal insufficiency - Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use ( see WARNINGS ). Anaphylaxis - Anaphylactic reaction has been reported with ingredients contained in methadone hydrochloride oral concentrate ( see CONTRAINDICATIONS ). Androgen deficiency - Cases of androgen deficiency have occurred with chronic use of opioids( see CLINICAL PHARMACOLOGY )."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Methadone hydrochloride is contraindicated in patients with: Significant respiratory depression Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment Known or suspected gastrointestinal obstruction, including paralytic ileus Hypersensitivity (e.g., anaphylaxis) to methadone or any other ingredient in methadone hydrochloride oral concentrate"
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Conditions for Distribution and Use of Methadone Products for the Treatment of Opioid Addiction Code of Federal Regulations, Title 42, Sec 8. Methadone products when used for the treatment of opioid addiction in detoxification or maintenance programs, shall be dispensed only by opioid treatment programs (and agencies, practitioners or institutions by formal agreement with the program sponsor) certified by the Substance Abuse and Mental Health Services Administration and approved by the designated state authority. Certified treatment programs shall dispense and use methadone in oral form only and according to the treatment requirements stipulated in the Federal Opioid Treatment Standards (42 CFR 8.12). See below for important regulatory exceptions to the general requirement for certification to provide opioid agonist treatment. Failure to abide by the requirements in these regulations may result in criminal prosecution, seizure of the drug supply, revocation of the program approval, and injunction precluding operation of the program. Regulatory Exceptions To The General Requirement For Certification To Provide Opioid Agonist Treatment During inpatient care, when the patient was admitted for any condition other than concurrent opioid addiction (pursuant to 21 CFR 1306.07(c)), to facilitate the treatment of the primary admitting diagnosis. During an emergency period of no longer than 3 days while definitive care for the addiction is being sought in an appropriately licensed facility (pursuant to 21 CFR 1306.07(b)). Important General Information Consider the following important factors that differentiate methadone from other opioids: The peak respiratory depressant effect of methadone occurs later and persists longer than its peak pharmacologic effect. A high degree of opioid tolerance does not eliminate the possibility of methadone overdose, iatrogenic or otherwise. Deaths have been reported during conversion to methadone from chronic, high-dose treatment with other opioid agonists and during initiation of methadone treatment of addiction in subjects previously abusing high doses of other opioid agonists. There is high interpatient variability in absorption, metabolism, and relative analgesic potency. Population-based conversion ratios between methadone and other opioids are not accurate when applied to individuals. With repeated dosing, methadone is retained in the liver and then slowly released, prolonging the duration of potential toxicity. Steady-state plasma concentrations are not attained until 3 to 5 days after initiation of dosing. Methadone hydrochloride oral concentrate has a narrow therapeutic index, especially when combined with other drugs. Induction/Initial Dosing for Detoxification and Maintenance Treatment of Opioid Addiction For detoxification and maintenance of opiate dependence, methadone should be administered in accordance with the treatment standards cited in 42 CFR Section 8.12, including limitations on unsupervised administration. The initial methadone dose should be administered, under supervision, when there are no signs of sedation or intoxication, and the patient shows symptoms of withdrawal. Initially, a single dose of 20 to 30 mg of methadone will often be sufficient to suppress withdrawal symptoms. The initial dose should not exceed 30 mg. If same-day dosing adjustments are to be made, the patient should be asked to wait 2 to 4 hours for further evaluation, when peak levels have been reached. An additional 5 to 10 mg of methadone may be provided if withdrawal symptoms have not been suppressed or if symptoms reappear. The total daily dose of methadone on the first day of treatment should not ordinarily exceed 40 mg. Dose adjustments should be made over the first week of treatment based on control of withdrawal symptoms at the time of expected peak activity (e.g., 2 to 4 hours after dosing). Dose adjustment should be cautious; deaths have occurred in early treatment due to the cumulative effects of the first several days’ dosing. Patients should be reminded that the dose will “hold” for a longer period of time as tissue stores of methadone accumulate. Initial doses should be lower for patients whose tolerance is expected to be low at treatment entry. Loss of tolerance should be considered in any patient who has not taken opioids for more than 5 days. Initial doses should not be determined by previous treatment episodes or dollars spent per day on illicit drug use. During the induction phase of methadone maintenance treatment, patients may show typical withdrawal symptoms, which should be differentiated from methadone-induced side effects. They may exhibit some or all of the following signs and symptoms associated with acute withdrawal from heroin or other opiates: lacrimation, rhinorrhea, sneezing, yawning, excessive perspiration, goose-flesh, fever, chilliness alternating with flushing, restlessness, irritability, weakness, anxiety, depression, dilated pupils, tremors, tachycardia, abdominal cramps, body aches, involuntary twitching and kicking movements, anorexia, nausea, vomiting, diarrhea, intestinal spasms, and weight loss. Short-Term Detoxification For patients preferring a brief course of stabilization followed by a period of medically supervised withdrawal, it is generally recommended that the patient be titrated to a total daily dose of about 40 mg in divided doses to achieve an adequate stabilizing level. Stabilization can be continued for 2 to 3 days, after which the dose of methadone should be gradually decreased. The rate at which methadone is decreased should be determined separately for each patient. The dose of methadone can be decreased on a daily basis or at 2-day intervals, but the amount of intake should remain sufficient to keep withdrawal symptoms at a tolerable level. In hospitalized patients, a daily reduction of 20% of the total daily dose may be tolerated. In ambulatory patients, a somewhat slower schedule may be needed. Titration and Maintenance Treatment of Opioid Dependence Patients in maintenance treatment should be titrated to a dose at which opioid symptoms are prevented for 24 hours, drug hunger or craving is reduced, the euphoric effects of self-administered opioids are blocked or attenuated, and the patient is tolerant to the sedative effects of methadone. Most commonly, clinical stability is achieved at doses between 80 to 120 mg/day. During prolonged administration of methadone, monitor patients for persistent constipation and manage accordingly. Medically Supervised Withdrawal After a Period of Maintenance Treatment There is considerable variability in the appropriate rate of methadone taper in patients choosing medically supervised withdrawal from methadone treatment. It is generally suggested that dose reductions should be less than 10% of the established tolerance or maintenance dose, and that 10 to 14-day intervals should elapse between dose reductions. Apprise patients of the high risk of relapse to illicit drug use associated with discontinuation of methadone maintenance treatment. Risk of Relapse in Patients on Methadone Maintenance Treatment of Opioid Addiction Abrupt opioid discontinuation can lead to development of opioid withdrawal symptoms ( see DRUG ABUSE AND DEPENDENCE ). Opioid withdrawal symptoms have been associated with an increased risk of relapse to illicit drug use in susceptible patients. Considerations for Management of Acute Pain During Methadone Maintenance Treatment Patients in methadone maintenance treatment for opioid dependence who experience physical trauma, postoperative pain or other acute pain cannot be expected to derive analgesia from their existing dose of methadone. Such patients should be administered analgesics, including opioids, in doses that would otherwise be indicated for nonmethadone-treated patients with similar painful conditions. When opioids are required for management of acute pain in methadone maintenance patients, somewhat higher and/or more frequent doses will often be required than would be the case for non-tolerant patients due to the opioid tolerance induced by methadone. Dosage Adjustment During Pregnancy Methadone clearance may be increased during pregnancy. During pregnancy, woman’s methadone dose may need to be increased or the dosing interval decreased. Methadone should be used in pregnancy only if the potential benefit justifies the potential risk to the fetus ( see CLINICAL PHARMACOLOGY, Pharmacokinetics, Specific Populations , and PRECAUTIONS, Pregnancy )."
  ],
  "indications": [
    "INDICATIONS AND USAGE For detoxification treatment of opioid addiction (heroin or other morphine-like drugs). For maintenance treatment of opioid addiction (heroin or other morphine-like drugs), in conjunction with appropriate social and medical services. Limitations of Use Methadone products used for the treatment of opioid addiction in detoxification or maintenance programs are subject to the conditions for distribution and use required under 21 CFR, Title 42, Sec 8 ( see DOSAGE AND ADMINISTRATION )."
  ],
  "fetched_at": "2025-09-30T21:08:31.819050",
  "source": "OpenFDA"
}