{
  "drug_name": "Methotrexate",
  "generic_name": [
    "METHOTREXATE"
  ],
  "brand_names": [
    "METHOTREXATE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Refer to the full prescribing information for drug interactions with methotrexate. (7) 7.1 Effects of Other Drugs on Methotrexate Drugs that Increase Methotrexate Exposure Coadministration of methotrexate with the following products may increase methotrexate plasma concentrations, which may increase the risk of methotrexate severe adverse reactions. In some cases, the coadministration of methotrexate with these products may also subsequently reduce active metabolite formation, which may decrease the clinical effectiveness of methotrexate. Increased organ specific adverse reactions may also occur when methotrexate is coadministered with hepatotoxic or nephrotoxic products. If coadministration cannot be avoided, monitor closely for methotrexate adverse reactions when coadministered with: Oral antibiotics (including neomycin) Antifolate drugs (e.g., dapsone, pemetrexed, pyrimethamine and sulfonamides) Oral or intravenous penicillin or sulfonamide antibiotics Aspirin and other nonsteroidal anti- inflammatory drugs Hepatotoxic products Highly protein-bound drugs (e.g., oral anticoagulants, phenytoin, salicylates, sulfonamides, sulfonylureas, and tetracyclines) Proton pump inhibitors Weak acids (e.g., salicylates) Nephrotoxic products Probenecid Nitrous Oxide Coadministration of methotrexate with nitrous oxide anesthesia potentiates the effect of methotrexate on folate-dependent metabolic pathways, which may increase the risk of severe methotrexate adverse reactions. Avoid nitrous oxide anesthesia in patients receiving methotrexate. Consider alternative therapies in patients who have received prior nitrous oxide anesthesia. Folic Acid Coadministration of methotrexate with folic acid or its derivatives decreases the clinical effectiveness of methotrexate in patients with neoplastic diseases. Methotrexate competes with reduced folates for active transport across cell membranes. Instruct patients to take folic or folinic acid only as directed by their healthcare provider [see Warnings and Precautions (5.10)]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions [see Warnings and Precautions (5.2)] Myelosuppression [see Warnings and Precautions (5.3)] Gastrointestinal Toxicity [see Warnings and Precautions (5.4)] Hepatotoxicity [see Warnings and Precautions (5.5)] Pulmonary Toxicity [see Warnings and Precautions (5.6)] Dermatologic Reactions [see Warnings and Precautions (5.7)] Renal Toxicity [see Warnings and Precautions (5.8)] Serious Infections [see Warnings and Precautions (5.11)] Neurotoxicity [see Warnings and Precautions (5.12)] Secondary Malignancies [see Warnings and Precautions (5.13)] Tumor Lysis Syndrome [see Warnings and Precautions (5.14)] Increased Risk of Adverse Reactions Due to Third-Space Accumulation [see Warnings and Precautions (5.17)] Common adverse reactions include ulcerative stomatitis, leukopenia, nausea, abdominal distress. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Alembic Pharmaceuticals Limited at 1-866-210-9797 or FDA at 1-800-FDA-1088 www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials and other studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Common adverse reactions were: ulcerative stomatitis, leukopenia, nausea, and abdominal distress. Other clinically relevant adverse reactions were infection, malaise, fatigue, chills, fever, and dizziness. Rheumatoid Arthritis The most common adverse reactions of methotrexate that exceeded the rate of placebo in 12- to 18-week double-blind studies in patients (n=128) with rheumatoid arthritis are listed below. Patients received methotrexate 7.5 to 15 mg orally once weekly. Most patients received concomitant nonsteroidal anti-inflammatory drugs (NSAIDs) and some also received corticosteroids. Hepatic histology was not examined in these short-term studies. Incidence ≥10%: Elevated liver tests 15%, nausea/vomiting 10% Incidence 3% to <10%: Stomatitis, thrombocytopenia (platelet count < 100,000/mm 3 ) Incidence 1% to <3%: Rash/pruritus/dermatitis, diarrhea, alopecia, leukopenia (white blood cell count < 3000/mm 3 ), pancytopenia, dizziness Two other controlled trials of patients (n=680) with rheumatoid arthritis who received methotrexate 7.5 mg to 15 mg orally once weekly showed the following serious adverse reaction: Incidence 1%: Interstitial pneumonitis Other less common adverse reactions were: anemia, headache, upper respiratory infection, anorexia, arthralgias, chest pain, coughing, dysuria, eye discomfort, epistaxis, fever, infection, sweating, tinnitus, vaginal discharge. Polyarticular Juvenile Idiopathic Arthritis (pJIA) The most common adverse reactions reported in patients 2 to 18 years of age with pJIA treated with methotrexate 5 mg/m 2 to 20 mg/m 2 orally once weekly or 0.1 to 0.65 mg/kg orally once weekly were as follows: elevated liver tests 14%; gastrointestinal reactions (e.g., nausea, vomiting, diarrhea) 11%; stomatitis 2%; leukopenia 2%; headache 1.2%; alopecia 0.5%; dizziness 0.2%; rash 0.2%. Most patients received concomitant NSAIDs and some also received corticosteroids. Psoriasis In two published series of adults with psoriasis (n=204, 248) who received methotrexate up to 25 mg per week for up to 4 years, adverse reaction rates were similar to those in patients with rheumatoid arthritis, except for alopecia, photosensitivity, and “burning of skin lesions” (3% to 10% each). Painful plaque erosions have been reported. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of methotrexate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular: Thromboembolic events (including arterial thrombosis, cerebral thrombosis, deep vein thrombosis, retinal vein thrombosis, thrombophlebitis, and pulmonary embolus), pericarditis, pericardial effusion, hypotension, sudden death Endocrine: Diabetes Eye: Optic neuropathy, blurred vision, ocular pain, conjunctivitis, xerophthalmia Gastrointestinal: Hemorrhagic enteritis, intestinal perforation, gingivitis, pancreatitis, pharyngitis, hematemesis, melena, gastrointestinal ulceration Hematology: Aplastic anemia, lymphadenopathy, hypogammaglobulinemia Hepatobiliary: Acute hepatitis, decreased serum albumin, fibrosis, cirrhosis Immune system: Anaphylaxis, anaphylactoid reactions, vasculitis Metabolism: Hyperglycemia Musculoskeletal: Stress fracture, soft tissue and bone necrosis, arthralgia, myalgia, osteoporosis Nervous system: Headaches, drowsiness, blurred vision, speech impairment (including dysarthria and aphasia), transient cognitive dysfunction, mood alteration, unusual cranial sensations, paresis, encephalopathy, and convulsions. Renal: Azotemia, hematuria, proteinuria, cystitis Reproductive: Defective oogenesis or spermatogenesis, loss of libido, impotence, gynecomastia, menstrual dysfunction Respiratory: Pulmonary fibrosis, respiratory failure, chronic interstitial obstructive pulmonary disease, pleuritic pain and thickening, alveolitis Skin: Toxic epidermal necrolysis, Stevens-Johnson syndrome, exfoliative dermatitis, skin necrosis, and erythema multiforme, erythematous rashes, pruritus, alopecia, skin ulceration, accelerated nodulosis, urticaria, pigmentary changes, ecchymosis, telangiectasia, photosensitivity, acne, furunculosis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Methotrexate tablets are contraindicated in: • Pregnant women receiving methotrexate tablets for treatment of non-neoplastic diseases [see Warnings and Precautions (5.1), and Use in Specific Populations (8.1, 8.3)]. • Patients with a history of severe hypersensitivity reactions, including anaphylaxis, to methotrexate. [see Warnings and Precautions (5.2)]. • In pregnancy for non-neoplastic diseases (4) • History of severe hypersensitivity to methotrexate (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Instruct patients and caregivers to take the recommended dosage as directed, because medication errors have led to deaths. (2.1, 5.9) • Verify pregnancy status in females of reproductive potential before starting methotrexate tablets. (4, 5.1) • ALL: The recommended dosage is 20 mg/m 2 orally once weekly as a part of a combination chemotherapy maintenance regimen. (2.2) • Mycosis fungoides: The recommended dosage is 25 to 75 mg orally once weekly as monotherapy; 10 mg/m 2 orally twice weekly as part of combination chemotherapy. (2.2) • Relapsed or refractory non-Hodgkin lymphoma: The recommended dosage is 2.5 mg orally two to four times per week as part of metronomic combination chemotherapy. (2.2) • Rheumatoid Arthritis: The recommended starting dosage is 7.5 mg orally once weekly; adjust dose to achieve an optimal response. (2.3) • pJIA: The recommended starting dosage is 10 mg/m 2 orally once weekly; adjust dose to achieve an optimal response. (2.4) • Psoriasis: The recommended dosage is 10 to 25 mg orally once weekly until adequate response is achieved. (2.5) 2.1 Important Dosage and Safety Information Verify pregnancy status in females of reproductive potential before starting methotrexate tablets [see Contraindications (4), Warnings and Precautions (5.1)]. Instruct patients and caregivers to take the recommended dosage as directed, because medication errors have led to deaths [see Warnings and Precautions (5.9)]. When switching the dosing regimen from oral administration to intravenous, intramuscular, or subcutaneous administration, an alternative dosing regimen may be necessary. Do not administer to patients who are unable to swallow a tablet. Methotrexate tablets are a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 2.2 Recommended Dosage for Neoplastic Diseases Acute Lymphoblastic Leukemia The recommended starting dosage of methotrexate tablets is 20 mg/m 2 orally once weekly, as part of a combination chemotherapy maintenance regimen. After initiating methotrexate tablets, periodically monitor absolute neutrophil count (ANC) and platelet count and adjust the dose to maintain ANC at a desirable level and for excessive myelosuppression. Mycosis Fungoides The recommended dosage of methotrexate tablets is 25 to 75 mg orally once weekly when administered as a single agent or 10 mg/m 2 orally twice weekly as part of a combination chemotherapy regimen. Relapsed or Refractory Non-Hodgkin Lymphomas The recommended dosage of methotrexate tablets is 2.5 mg orally 2 to 4 times per week (maximum 10 mg per week) as part of a metronomic combination chemotherapy regimen. 2.3 Recommended Dosage for Rheumatoid Arthritis The recommended starting dosage of methotrexate tablets is 7.5 mg orally once weekly with escalation to achieve optimal response. Dosages of more than 20 mg once weekly result in an increased risk of serious adverse reactions, including myelosuppression. When responses are observed, the majority occurred between 3 and 6 weeks from initiation of treatment; however, responses have occurred up to 12 weeks after treatment initiation. Administer folic acid or folinic acid to reduce the risk of methotrexate adverse reactions [see Warnings and Precautions (5.10)]. 2.4 Recommended Dosage for Polyarticular Juvenile Idiopathic Arthritis The recommended starting dosage of methotrexate tablets is 10 mg/m 2 orally once weekly with escalation to achieve optimal response. Dosages of more than 30 mg/m 2 once weekly result in an increased risk of serious adverse reactions, including myelosuppression. When responses are observed, the majority occurred between 3 and 6 weeks from initiation of treatment; however, responses have occurred up to 12 weeks after treatment initiation. Administer folic acid or folinic acid to reduce the risk of methotrexate adverse reactions [see Warnings and Precautions (5.10)]. 2.5 Recommended Dosage for Psoriasis The recommended dosage of methotrexate tablets is 10 to 25 mg orally once weekly until an adequate response is achieved. Adjust the dose gradually to achieve optimal clinical response; do not exceed a dose of 30 mg per week. Once optimal clinical response has been achieved, reduce the dosage to the lowest possible dosing regimen. Administer folic acid or folinic acid supplementation to reduce the risk of methotrexate adverse reactions [see Warnings and Precautions (5.10)]. 2.6 Dosage Modifications for Adverse Reactions Discontinue methotrexate tablets for: • Anaphylaxis or other severe hypersensitivity reactions [see Warnings and Precautions (5.2)] • Lymphoproliferative disease [see Warnings and Precautions (5.13)] Withhold, dose reduce or discontinue methotrexate tablets as appropriate for: • Myelosuppression [see Warnings and Precautions (5.3)] Withhold or discontinue methotrexate tablets as appropriate for: • Severe gastrointestinal toxicity [see Warnings and Precautions 5.4)] • Hepatotoxicity [see Warnings and Precautions 5.5)] • Pulmonary toxicity [see Warnings and Precautions 5.6)] • Severe dermatologic reactions [see Warnings and Precautions 5.7)] • Severe renal toxicity [see Warnings and Precautions 5.8)] • Serious infections [see Warnings and Precautions 5.11)] • Neurotoxicity [see Warnings and Precautions 5.12)]"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Methotrexate tablets are a diydrofolate reductase inhibitor indicated for the: • Treatment of adults and pediatric patients with acute lymphoblastic leukemia (ALL) as part of a combination chemotherapy maintenance regimen (1.1) • Treatment of adults with mycosis fungoides (1.1) • Treatment of adults with relapsed or refractory non-Hodgkin lymphoma as part of a metronomic combination regimen (1.1) • Treatment of adults with rheumatoid arthritis (1.2) • Treatment of pediatric patients with polyarticular juvenile idiopathic arthritis (pJIA) (1.3) • Treatment of adults with severe psoriasis (1.4) 1.1 Neoplastic Diseases Methotrexate tablets are indicated for the: • treatment of adults and pediatric patients with acute lymphoblastic leukemia (ALL) as part of a combination chemotherapy maintenance regimen • treatment of adults with mycosis fungoides (cutaneous T-cell lymphoma) as a single agent or as part of a combination chemotherapy regimen • treatment of adults with relapsed or refractory non-Hodgkin lymphomas as part of a metronomic combination chemotherapy regimen 1.2 Rheumatoid Arthritis Methotrexate tablets are indicated for the treatment of adults with rheumatoid arthritis. 1.3 Polyarticular Juvenile Idiopathic Arthritis Methotrexate tablets are indicated for the treatment of pediatric patients with polyarticular Juvenile Idiopathic Arthritis (pJIA). 1.4 Psoriasis Methotrexate tablets are indicated for the treatment of adults with severe psoriasis."
  ],
  "fetched_at": "2025-09-30T21:20:29.144476",
  "source": "OpenFDA"
}