{
  "drug_name": "Methscopolamine",
  "generic_name": [
    "METHSCOPOLAMINE BROMIDE"
  ],
  "brand_names": [
    "METHSCOPOLAMINE BROMIDE"
  ],
  "drug_interactions": [
    "4. Drug interactions Additive anticholinergic effects may result from concomitant use with antipsychotics, tricyclic antidepressants, and other drugs with anticholinergic effects. Concomitant administration with antacids may interfere with the absorption of methscopolamine bromide."
  ],
  "warnings": [
    "WARNINGS In the presence of high environmental temperature, heat prostration (fever and heat stroke due to decreased sweating) can occur with drug use. Diarrhea may be an early symptom of incomplete intestinal obstruction, especially in patients with ileostomy or colostomy. In this instance treatment with this drug would be inappropriate and possibly harmful. Methscopolamine bromide may produce drowsiness or blurred vision. The patient should be cautioned regarding activities requiring mental alertness such as operating a motor vehicle or other machinery or performing hazardous work while taking this drug. With overdosage, a curare-like action may occur, i.e., neuromuscular blockade leading to muscular weakness and possible paralysis."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions have been observed, but there is not enough data to support an estimate of frequency. Cardiovascular : Tachycardia, palpitation. Allergic : Severe allergic reaction or drug idiosyncrasies including anaphylaxis. CNS : Headaches, nervousness, mental confusion, drowsiness, dizziness. Special Senses : Blurred vision, dilation of the pupil, cycloplegia, increased ocular tension, loss of taste. Renal : Urinary hesitancy and retention. Gastrointestinal : Nausea, vomiting, constipation, bloated feeling. Dermatologic : Decreased sweating, urticaria and other dermal manifestations. Miscellaneous : Xerostomia, weakness, insomnia, impotence, suppression of lactation."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Glaucoma; obstructive uropathy (e.g., bladder neck obstruction due to prostatic hypertrophy); obstructive disease of the gastrointestinal tract (e.g., pyloroduodenal stenosis); paralytic ileus; intestinal atony of the elderly or debilitated patient; unstable cardiovascular status in acute hemorrhage; severe ulcerative colitis; toxic megacolon complicating ulcerative colitis; myasthenia gravis. Methscopolamine Bromide Tablets, 2.5 mg and 5 mg is contraindicated in patients who are hypersensitive to methscopolamine bromide or related drugs."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The average dosage of Methscopolamine Bromide Tablets is 2.5 mg one-half hour before meals and 2.5 to 5 mg at bedtime. A starting dose of 12.5 mg daily will be clinically effective in most patients without the production of appreciable side effects. If the patient is experiencing symptoms such as severe abdominal pain or cramping which demand prompt relief, the drug may be started on a daily dosage of 20 mg, administered in doses of 5 mg one- half hour before meals and at bedtime. If very unpleasant side effects develop promptly, the daily dosage should be reduced. If neither symptomatic relief nor side effects appear, the daily dosage may be increased. Some patients have tolerated 30 mg daily with no unpleasant reactions. Patients whose dosage has been reduced to eliminate or modify side effects often continue to show adequate response both subjectively in relief of symptoms and objectively as measured by antisecretory effects. The ultimate aim of therapy is to arrive at a dosage which provides maximal clinical effectiveness with a minimum of unpleasant side effects. Many patients report no side effects on a dosage which gives complete relief of symptoms. On the other hand, some patients have reported severe side effects without appreciable symptomatic relief. Such patients must be considered unsuited for this therapy. Usually they have been or will prove to be similarly intolerant to other anticholinergic drugs. If methscopolamine bromide is to be used in a patient who gives a history of such intolerance, it should be started at a low dosage."
  ],
  "indications": [
    "INDICATIONS AND USAGE Adjunctive therapy for the treatment of peptic ulcer. METHSCOPOLAMINE BROMIDE HAS NOT BEEN SHOWN TO BE EFFECTIVE IN CONTRIBUTING TO THE HEALING OF PEPTIC ULCER, DECREASING THE RATE OF RECURRENCE OR PREVENTING COMPLICATIONS."
  ],
  "fetched_at": "2025-10-01T17:53:23.641643",
  "source": "OpenFDA"
}