{
  "drug_name": "Methsuximide",
  "generic_name": [
    "METHSUXIMIDE"
  ],
  "brand_names": [
    "Methsuximide"
  ],
  "drug_interactions": [
    "DRUG INTERACTIONS Since methsuximide may interact with concurrently administered antiepileptic drugs, periodic serum level determinations of these drugs may be necessary (eg, methsuximide may increase the plasma concentrations of phenytoin and phenobarbital)."
  ],
  "warnings": [
    "WARNINGS Blood dyscrasias Blood dyscrasias, including some with fatal outcome, have been reported to be associated with the use of succinimides; therefore, periodic blood counts should be performed. Should signs and/or symptoms of infection (eg, sore throat, fever) develop, blood counts should be considered at that point. Effects on Liver It has been reported that succinimides have produced morphological and functional changes in animal liver. For this reason, methsuximide should be administered with extreme caution to patients with known liver or renal disease. Periodic urinalysis and liver function studies are advised for all patients receiving the drug. Systemic Lupus Erythematosus Cases of systemic lupus erythematosus have been reported with the use of succinimides. The physician should be alert to this possibility. Suicidal Behavior and Ideation Antiepileptic drugs (AEDs), including methsuximide, increase the risk of suicidal thoughts or behavior in patients taking these drugs for any indication. Patients treated with any AED for any indication should be monitored for the emergence or worsening of depression, suicidal thoughts or behavior, and/or any unusual changes in mood or behavior. Pooled analyses of 199 placebo-controlled clinical trials (mono- and adjunctive therapy) of 11 different AEDs showed that patients randomized to one of the AEDs had approximately twice the risk (adjusted Relative Risk 1.8, 95% CI:1.2, 2.7) of suicidal thinking or behavior compared to patients randomized to placebo. In these trials, which had a median treatment duration of 12 weeks, the estimated incidence rate of suicidal behavior or ideation among 27,863 AED-treated patients was 0.43%, compared to 0.24% among 16,029 placebo-treated patients, representing an increase of approximately one case of suicidal thinking or behavior for every 530 patients treated. There were four suicides in drug-treated patients in the trials and none in placebo-treated patients, but the number is too small to allow any conclusion about drug effect on suicide. The increased risk of suicidal thoughts or behavior with AEDs was observed as early as one week after starting drug treatment with AEDs and persisted for the duration of treatment assessed. Because most trials included in the analysis did not extend beyond 24 weeks, the risk of suicidal thoughts or behavior beyond 24 weeks could not be assessed. The risk of suicidal thoughts or behavior was generally consistent among drugs in the data analyzed. The finding of increased risk with AEDs of varying mechanisms of action and across a range of indications suggests that the risk applies to all AEDs used for any indication. The risk did not vary substantially by age (5–100 years) in the clinical trials analyzed. Table 1 shows absolute and relative risk by indication for all evaluated AEDs. Table 1 Risk by indication for antiepileptic drugs in the pooled analysis Indication Placebo Patients with Events Per 1000 Patients Drug Patients with Events Per 1000 Patients Relative Risk: Incidence of Events in Drug Patients/Incidence in Placebo Patients Risk Difference: Additional Drug Patients with Events Per 1000 Patients Epilepsy 1.0 3.4 3.5 2.4 Psychiatric 5.7 8.5 1.5 2.9 Other 1.0 1.8 1.9 0.9 Total 2.4 4.3 1.8 1.9 The relative risk for suicidal thoughts or behavior was higher in clinical trials for epilepsy than in clinical trials for psychiatric or other conditions, but the absolute risk differences were similar for the epilepsy and psychiatric indications. Anyone considering prescribing methsuximide or any other AED must balance the risk of suicidal thoughts or behavior with the risk of untreated illness. Epilepsy and many other illnesses for which AEDs are prescribed are themselves associated with morbidity and mortality and an increased risk of suicidal thoughts and behavior. Should suicidal thoughts and behavior emerge during treatment, the prescriber needs to consider whether the emergence of these symptoms in any given patient may be related to the illness being treated. Patients, their caregivers, and families should be informed that AEDs increase the risk of suicidal thoughts and behavior and should be advised of the need to be alert for the emergence or worsening of the signs and symptoms of depression, any unusual changes in mood or behavior, or the emergence of suicidal thoughts, behavior, or thoughts about self-harm. Behaviors of concern should be reported immediately to healthcare providers. Usage in Pregnancy Reports suggest an association between the use of anticonvulsant drugs by women with epilepsy and an elevated incidence of birth defects in children born to these women. Data are more extensive with respect to phenytoin and phenobarbital, but these are also the most commonly prescribed anticonvulsants; less systematic or anecdotal reports suggest a possible similar association with the use of all known anticonvulsant drugs. The reports suggesting an elevated incidence of birth defects in children of drug-treated epileptic women cannot be regarded as adequate to prove a definite cause and effect relationship. There are intrinsic methodologic problems in obtaining adequate data on drug teratogenicity in humans; the possibility also exists that other factors, eg, genetic factors or the epileptic condition itself, may be more important than drug therapy in leading to birth defects. The great majority of mothers on anticonvulsant medication deliver normal infants. It is important to note that anticonvulsant drugs should not be discontinued in patients in whom the drug is administered to prevent major seizures because of the strong possibility of precipitating status epilepticus with attendant hypoxia and threat to life. In individual cases where the severity and frequency of the seizure disorder are such that the removal of medication does not pose a serious threat to the patient, discontinuation of the drug may be considered prior to and during pregnancy, although it cannot be said with any confidence that even minor seizures do not pose some hazard to the developing embryo or fetus. The prescribing physician will wish to weigh these considerations in treating or counseling epileptic women of childbearing potential."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Gastrointestinal System: Gastrointestinal symptoms occur frequently and have included nausea or vomiting, anorexia, diarrhea, weight loss, epigastric and abdominal pain, and constipation. Hemopoietic System: Hemopoietic complications associated with the administration of methsuximide have included eosinophilia, leukopenia, monocytosis, and pancytopenia with or without bone marrow suppression. Nervous System : Neurologic and sensory reactions reported during therapy with methsuximide have included drowsiness, ataxia or dizziness, irritability and nervousness, headache, blurred vision, photophobia, hiccups, and insomnia. Drowsiness, ataxia, and dizziness have been the most frequent side effects noted. Psychologic abnormalities have included confusion, instability, mental slowness, depression, hypochondriacal behavior, and aggressiveness. There have been rare reports of psychosis, suicidal behavior, and auditory hallucinations. Integumentary System : Dermatologic manifestations which have occurred with the administration of methsuximide have included urticaria, Stevens-Johnson syndrome, and pruritic erythematous rashes. Cardiovascular : Hyperemia. Genitourinary System : Proteinuria, microscopic hematuria. Body as a Whole : Periorbital edema."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Methsuximide should not be used in patients with a history of hypersensitivity to succinimides."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION Optimum dosage of methsuximide must be determined by trial. A suggested dosage schedule is 300 mg per day for the first week. If required, dosage may be increased thereafter at weekly intervals by 300 mg per day for the three weeks following to a daily dosage of 1.2 g. Because therapeutic effect and tolerance vary among patients, therapy with methsuximide must be individualized according to the response of each patient. Optimal dosage is that amount of methsuximide which is barely sufficient to control seizures so that side effects may be kept to a minimum. Methsuximide may be administered in combination with other anticonvulsants when other forms of epilepsy coexist with absence (petit mal)."
  ],
  "indications": [
    "INDICATIONS & USAGE Methsuximide is indicated for the control of absence (petit mal) seizures that are refractory to other drugs."
  ],
  "fetched_at": "2025-10-01T15:55:04.574481",
  "source": "OpenFDA"
}