{
  "drug_name": "Methenamine",
  "generic_name": [
    "METHENAMINE, SODIUM SALICYLATE"
  ],
  "brand_names": [
    "TopCare Antibacterial Plus Urinary Pain Relief"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Reye's syndrome: Children and teenagers who have or are recovering from chicken pox or flu-like symptoms should not use this product. If changes in behaviour with nausea and vomiting occur, consult a doctor because these symptoms could be an early sign of Reye's syndrome, a rare but serious illness. Stomach bleeding warning: This product contains an NSAID, which may cause stomach bleeding. The chance is higher if you: • take other drugs containing prescription or nonprescription NSAIDs (aspirin, ibuprofen, naproxen or others) • have 3 or more alcoholic drinks every day while using this product • have stomach ulcers or bleeding problems • take a blood thinning (anticoagulant) or steroid drug • are age 60 or older • take more or for a longer time than directed Do not use: • if you are on a sodium restricted diet • if you are allergic to salicylates (including aspirin) unless directed by a doctor • if you have stomach problems (such as heartburn, upset stomach, or stomach pain) that persist or recur, or if you have ulcers or bleeding problems unless directed by a doctor Ask a doctor before use if you have • frequent, burning urination for the first time • the stomach bleeding warning applying to you • history of stomach problems, such as heartburn • high blood pressure • heart disease • liver cirrhosis • bleeding problems • diuretic use • ulcers • kidney disease • reached age 60 or older Ask a doctor or pharmacist before use if you are • taking any other drug containing an NSAID (prescription or nonprescription) • taking a blood thinning (anticoagulant), steroid, diabetes, gout or arthritis drug When using this product • do not take more than the recommended dosage Stop and ask a doctor if • product has been used for 3 days • you experience any of the following signs of stomach bleeding: • feel faint, vomit blood • have bloody or black stools • have stomach pain that does not get better • ringing in the ears or a loss of hearing occurs If pregnant or breast feeding, ask a health professional before use."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions: Adults and children 12 years and over: take 2 tablets with a full glass of water 3 times a day. Drink plenty of fluids. Children under 12 years: ask a doctor"
  ],
  "indications": [
    "Uses Temporarily relieves: pain & burning • frequency and urgency of urination"
  ],
  "fetched_at": "2025-10-01T16:38:33.950042",
  "source": "OpenFDA"
}