{
  "drug_name": "Methylprednisolone",
  "generic_name": [
    "METHYLPREDNISOLONE ACETATE, LIDOCAINE HYDROCHLORIDE, BUPIVACAINE HYDROCHLORIDE, POVIDINE IODINE, SODIUM CHLORIDE, ISOPROPYL ALCOHOL"
  ],
  "brand_names": [
    "Dyural 40 Kit"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Local Anesthetics : The toxic effects of local anesthetics are additive. Monitor for neurologic and cardiovascular effects when additional local anesthetics are administered. ( 7.1 ) Monoamine Oxidase Inhibitors and Tricyclic Antidepressants : Administration of Bupivacaine Hydrochloride and Epinephrine Injection to patients receiving monoamine oxidase inhibitors or tricyclic antidepressants may produce severe, prolonged hypertension. Concurrent use of these agents should generally be avoided. ( 5.6 , 7.2 ) Ergot-Type Oxytocic Drugs : Concurrent administration of Bupivacaine Hydrochloride and Epinephrine Injection and ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents. ( 5.6 , 7.3 ) Nonselective Beta-Adrenergic Antagonists : Administration of Bupivacaine Hydrochloride and Epinephrine Injection (containing a vasoconstrictor) in patients receiving nonselective beta-adrenergic antagonists may cause severe hypertension and bradycardia. Concurrent use of these agents should generally be avoided. ( 5.6 , 7.4 ) Drugs Associated with Methemoglobinemia : Patients are at increased risk of developing methemoglobinemia when concurrently exposed to nitrates, nitrites, local anesthetics, antineoplastic agents, antibiotics, antimalarials, anticonvulsants, and other drugs. ( 7.5 ) Potent Inhalation Anesthetics : Serious dose-related cardiac arrhythmias may occur if preparations containing a vasoconstrictor such as epinephrine are used in patients during or following the administration of potent inhalation anesthetics. ( 5.13 , 7.6 ) 7.1 Local Anesthetics The toxic effects of local anesthetics are additive. If coadministration of other local anesthetics with Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection cannot be avoided, monitor patients for neurologic and cardiovascular effects related to local anesthetic systemic toxicity [see Dosage and Administration (2.1) , Warnings and Precautions (5.2) ] . 7.2 Monoamine Oxidase Inhibitors and Tricyclic Antidepressants The administration Bupivacaine Hydrochloride and Epinephrine Injection to patients receiving monoamine oxidase inhibitors, or tricyclic antidepressants may produce severe, prolonged hypertension. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful monitoring of the patient's hemodynamic status is essential [see Warnings and Precautions (5.6) ] . 7.3 Ergot-Type Oxytocic Drugs Concurrent administration of Bupivacaine Hydrochloride and Epinephrine Injection and ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents. Avoid use of Bupivacaine Hydrochloride and Epinephrine concomitantly with ergot-type oxytocic drugs [see Warnings and Precautions (5.6) ]. 7.4 Nonselective Beta-Adrenergic Antagonists Administration of Bupivacaine Hydrochloride and Epinephrine Injection (containing a vasoconstrictor) in patients receiving nonselective beta-adrenergic antagonists may cause severe hypertension and bradycardia. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful monitoring of the patient's blood pressure and heart rate is essential [see Warnings and Precautions (5.6) ]. 7.5 Drugs Associated with Methemoglobinemia Patients who are administered Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection are at increased risk of developing methemoglobinemia when concurrently exposed to following drugs, which could include other local anesthetics [see Warnings and Precautions (5.3) ] . Examples of Drugs Associated with Methemoglobinemia: Class Examples Nitrates/Nitrites nitric oxide, nitroglycerin, nitroprusside, nitrous oxide Local anesthetics articaine, benzocaine, bupivacaine, lidocaine, mepivacaine, prilocaine, procaine, ropivacaine, tetracaine Antineoplastic agents cyclophosphamide, flutamide, hydroxyurea, isofamide, rasburicase Antibiotics dapsone, nitrofurantoin, para-aminosalicylic acid, sulfonamides Antimalarials chloroquine, primaquine Anticonvulsants phenobarbital, phenytoin, sodium valproate Other drugs acetaminophen, metoclopramide, quinine, sulfasalazine 7.6 Potent Inhalation Anesthetics Serious dose-related cardiac arrhythmias may occur if preparations containing a vasoconstrictor such as epinephrine (e.g., Bupivacaine Hydrochloride and Epinephrine Injection) are used in patients during or following the administration of potent inhalation anesthetics [see Warnings and Precautions (5.13) ] . 7.7 Phenothiazines and Butyrophenones Phenothiazines and butyrophenones may reduce or reverse the pressor effect of epinephrine. Concurrent use of Bupivacaine Hydrochloride and Epinephrine Injection and these agents should generally be avoided. In situations when concurrent therapy is necessary, careful patient monitoring is essential.",
    "Drug Interactions Aminoglutethimide : Aminoglutethimide may lead to a loss of corticosteroid-induced adrenal suppression. Amphotericin B injection and potassium-depleting agents: When corticosteroids are administered concomitantly with potassium depleting agents (e.g., amphotericin B, diuretics), patients should be observed closely for development of hypokalemia. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure. Antibiotics : Macrolide antibiotics have been reported to cause a significant decrease in corticosteroid clearance (see PRECAUTIONS : Drug Interactions , Hepatic Enzyme Inhibitors ). Anticholinesterases: Concomitant use of anticholinesterase agents and corticosteroids may produce severe weakness in patients with myasthenia gravis. If possible, anticholinesterase agents should be withdrawn at least 24 hours before initiating corticosteroid therapy. Anticoagulants , oral : Co-administration of corticosteroids and warfarin usually results in inhibition of response to warfarin, although there have been some conflicting reports. Therefore, coagulation indices should be monitored frequently to maintain the desired anticoagulant effect. Antidiabetics: Because corticosteroids may increase blood glucose concentration, dosage adjustments of antidiabetic agents may be required. Antitubercular drugs: Serum concentrations of isoniazid may be decreased. Cholestyramine: Cholestyramine may increase the clearance of oral corticosteroids. Cyclosporine: Increased activity of both cyclosporine and corticosteroids may occur when the two are used concurrently. Convulsions have been reported with this concurrent use. Digitalis glycosides: Patients on digitalis glycosides may be at risk of arrhythmias due to hypokalemia. Estrogens, including oral contraceptives: Estrogens may decrease the hepatic metabolism of certain corticosteroids, thereby increasing their effect. Hepatic Enzyme Inducers (e.g., barbiturates, phenytoin, carbamazepine, rifampin): Drugs which induce cytochrome P450 3A4 enzyme activity may enhance the metabolism of corticosteroids and require that the dosage of the corticosteroid be increased. Hepatic Enzyme Inhibitors (e.g., ketoconazole, macrolide antibiotics such as erythromycin and troleandomycin): Drugs which inhibit cytochrome P450 3A4 have the potential to result in increased plasma concentrations of corticosteroids. Ketoconazole : Ketoconazole has been reported to significantly decrease the metabolism of certain corticosteroids by up to 60%, leading to an increased risk of corticosteroid side effects. Nonsteroidal anti-inflammatory drugs (NSAIDs) : Concomitant use of aspirin (or other nonsteroidal anti-inflammatory agents) and corticosteroids increases the risk of gastrointestinal side effects. Aspirin should be used cautiously in conjunction with corticosteroids in hypoprothrombinemia. The clearance of salicylates may be increased with concurrent use of corticosteroids. Skin tests : Corticosteroids may suppress reactions to skin tests. Vaccines : Patients on prolonged corticosteroid therapy may exhibit a diminished response to toxoids and live or inactivated vaccines due to inhibition of antibody response. Corticosteroids may also potentiate the replication of some organisms contained in live attenuated vaccines. Routine administration of vaccines or toxoids should be deferred until corticosteroid therapy is discontinued if possible (see WARNINGS : Infections, Vaccinations ).",
    "Clinically Significant Drug Interactions The administration of local anesthetic solutions containing epinephrine or norepinephrine to patients receiving monoamine oxidase inhibitors or tricyclic antidepressants may produce severe, prolonged hypertension. Phenothiazines and butyrophenones may reduce or reverse the pressor effect of epinephrine. Concurrent use of these agents should generally be avoided. In situations when concurrent therapy is necessary, careful patient monitoring is essential. Concurrent administration of vasopressor drugs (for the treatment of hypotension related to obstetric blocks) and ergot-type oxytocic drugs may cause severe, persistent hypertension or cerebrovascular accidents."
  ],
  "warnings": [
    "WARNINGS Serious Neurologic Adverse Reactions with Epidural Administration Serious neurologic events, some resulting in death, have been reported with epidural injection of corticosteroids. Specific events reported include, but are not limited to, spinal cord infarction, paraplegia, quadriplegia, cortical blindness, and stroke. These serious neurologic events have been reported with and without use of fluoroscopy. The safety and effectiveness of epidural administration of corticosteroids have not been established, and corticosteroids are not approved for this use. General This product is not suitable for multi-dose use. Following administration of the desired dose, any remaining suspension should be discarded. Injection of methylprednisolone acetate may result in dermal and/or subdermal changes forming depressions in the skin at the injection site. In order to minimize the incidence of dermal and subdermal atrophy, care must be exercised not to exceed recommended doses in injections. Multiple small injections into the area of the lesion should be made whenever possible. The technique of intra-articular and intramuscular injection should include precautions against injection or leakage into the dermis. Injection into the deltoid muscle should be avoided because of a high incidence of subcutaneous atrophy. It is critical that, during administration of methylprednisolone acetate injectable suspension, appropriate technique be used and care taken to ensure proper placement of drug. Rare instances of anaphylactoid reactions have occurred in patients receiving corticosteroid therapy (see ADVERSE REACTIONS ). Increased dosage of rapidly acting corticosteroids is indicated in patients on corticosteroid therapy subjected to any unusual stress before, during, and after the stressful situation. Results from one multicenter, randomized, placebo-controlled study with methylprednisolone hemisuccinate, an IV corticosteroid, showed an increase in early (at 2 weeks) and late (at 6 months) mortality in patients with cranial trauma who were determined not to have other clear indications for corticosteroid treatment. High doses of systemic corticosteroids, including methylprednisolone acetate, should not be used for the treatment of traumatic brain injury. Cardio-renal Average and large doses of corticosteroids can cause elevation of blood pressure, salt and water retention, and increased excretion of potassium. These effects are less likely to occur with synthetic derivatives when used in large doses. Dietary salt restriction and potassium supplementation may be necessary. All corticosteroids increase calcium excretion. Literature reports suggest an apparent association between use of corticosteroids and left ventricular free wall rupture after a recent myocardial infarction; therefore, therapy with corticosteroids should be used with great caution in these patients. Endocrine Hypothalamic-pituitary adrenal (HPA) axis suppression. Cushing’s syndrome, and Hyperglycemia: Monitor patients for these conditions with chronic use. Corticosteroids can produce reversible HPA axis suppression with the potential for glucocorticosteroid insufficiency after withdrawal of treatment. Drug induced secondary adrenocortical insufficiency may be minimized by gradual reduction of dosage. This type of relative insufficiency may persist for months after discontinuation of therapy; therefore, in any situation of stress occurring during that period, hormone therapy should be reinstituted. Infections General Persons who are on corticosteroids are more susceptible to infections than are healthy individuals. There may be decreased resistance and inability to localize infection when corticosteroids are used. Infections with any pathogen (viral, bacterial, fungal, protozoan, or helminthic) in any location of the body, may be associated with the use of corticosteroids alone or in combination with other immunosuppressive agents. These infections may be mild, but can be severe and at times fatal. With increasing doses of corticosteroids, the rate of occurrence of infectious complications increases. Do not use intra-articularly, intrabursally, or for intratendinous administration for local effect in the presence of an acute infection. Corticosteroids may mask some signs of infection and new infections may appear during their use. Fungal Infections Corticosteroids may exacerbate systemic fungal infections and therefore should not be used in the presence of such infections unless they are needed to control drug interactions. There have been cases reported in which concomitant use of amphotericin B and hydrocortisone was followed by cardiac enlargement and congestive heart failure (see CONTRAINDICATIONS and PRECAUTIONS : Drug Interactions , Amphotericin B injection and potassium-depleting agents ). Special Pathogens Latent disease may be activated or there may be an exacerbation of intercurrent infections due to pathogens, including those caused by Amoeba, Candida, Cryptococcus, Mycobacterium, Nocardia, Pneumocystis, and Toxoplasma. It is recommended that latent amebiasis or active amebiasis be ruled out before initiating corticosteroid therapy in any patient who has spent time in the tropics or in any patient with unexplained diarrhea. Similarly, corticosteroids should be used with great care in patients with known or suspected Strongyloides (threadworm) infestation. In such patients, corticosteroid-induced immunosuppression may lead to Strongyloides hyperinfection and dissemination with widespread larval migration, often accompanied by severe enterocolitis and potentially fatal gram-negative septicemia. Corticosteroids should not be used in cerebral malaria. There is currently no evidence of benefit from steroids in this condition. Tuberculosis The use of corticosteroids in active tuberculosis should be restricted to those cases of fulminating or disseminated tuberculosis in which the corticosteroid is used for the management of the disease in conjunction with an appropriate antituberculous regimen. If corticosteroids are indicated in patients with latent tuberculosis or tuberculin reactivity, close observation is necessary, as reactivation of the disease may occur. During prolonged corticosteroid therapy, these patients should receive chemoprophylaxis. Vaccinations Administration of live or live, attenuated vaccines is contraindicated in patients receiving immunosuppressive doses of corticosteroids. Killed or inactivated vaccines may be administered. However, the response to such vaccines cannot be predicted. Immunization procedures may be undertaken in patients who are receiving corticosteroids as replacement therapy (e.g., for Addison’s disease). Viral Infections Chicken pox and measles can have a more serious or even fatal course in pediatric and adult patients on corticosteroids. In pediatric and adult patients who have not had these diseases, particular care should be taken to avoid exposure. The contribution of the underlying disease and/or prior corticosteroid treatment to the risk is also not known. If exposed to chicken pox, prophylaxis with varicella zoster immune globulin (VZIG) may be indicated. If exposed to measles, prophylaxis with immunoglobulin (IG) may be indicated (see the respective package inserts for complete VZIG and IG prescribing information). If chicken pox develops, treatment with antiviral agents should be considered. Ophthalmic Use of corticosteroids may produce posterior subcapsular cataracts, glaucoma with possible damage to the optic nerves, and may enhance the establishment of secondary ocular infections due to bacteria, fungi, or viruses. The use of systemic corticosteroids is not recommended in the treatment of optic neuritis and may lead to an increase in the risk of new episodes. Corticosteroids should be used cautiously in patients with ocular herpes simplex because of corneal perforation. Corticosteroids should not be used in active ocular herpes simplex.",
    "WARNINGS LIDOCAINE HYDROCHLORIDE INJECTION FOR INFILTRATION AND NERVE BLOCK SHOULD BE EMPLOYED ONLY BY CLINICIANS WHO ARE WELL VERSED IN DIAGNOSIS AND MANAGEMENT OF DOSE-RELATED TOXICITY AND OTHER ACUTE EMERGENCIES THAT MIGHT ARISE FROM THE BLOCK TO BE EMPLOYED AND THEN ONLY AFTER ENSURING THE IMMEDIATE AVAILABILITY OF OXYGEN, OTHER RESUSCITATIVE DRUGS, CARDIOPULMONARY EQUIPMENT AND THE PERSONNEL NEEDED FOR PROPER MANAGEMENT OF TOXIC REACTIONS AND RELATED EMERGENCIES (see also ADVERSE REACTIONS and PRECAUTIONS ). DELAY IN PROPER MANAGEMENT OF DOSE-RELATED TOXICITY, UNDERVENTILATION FROM ANY CAUSE AND/OR ALTERED SENSITIVITY MAY LEAD TO THE DEVELOPMENT OF ACIDOSIS, CARDIAC ARREST AND, POSSIBLY, DEATH. Methemoglobinemia Cases of methemoglobinemia have been reported in association with local anesthetic use. Although all patients are at risk for methemoglobinemia, patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition. If local anesthetics must be used in these patients, close monitoring for symptoms and signs of methemoglobinemia is recommended. Signs of methemoglobinemia may occur immediately or may be delayed some hours after exposure, and are characterized by a cyanotic skin discoloration and/or abnormal coloration of the blood. Methemoglobin levels may continue to rise; therefore, immediate treatment is required to avert more serious central nervous system and cardiovascular adverse effects, including seizures, coma, arrhythmias, and death. Discontinue lidocaine hydrochloride and any other oxidizing agents. Depending on the severity of the signs and symptoms, patients may respond to supportive care, i.e., oxygen therapy, hydration. A more severe clinical presentation may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen. Intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures is an unapproved use, and there have been post-marketing reports of chondrolysis in patients receiving such infusions. The majority of reported cases of chondrolysis have involved the shoulder joint; cases of gleno-humeral chondrolysis have been described in pediatric and adult patients following intra-articular infusions of local anesthetics with and without epinephrine for periods of 48 to 72 hours. There is insufficient information to determine whether shorter infusion periods are not associated with these findings. The time of onset of symptoms, such as joint pain, stiffness and loss of motion can be variable, but may begin as early as the 2 nd month after surgery. Currently, there is no effective treatment for chondrolysis; patients who experienced chondrolysis have required additional diagnostic and therapeutic procedures and some required arthroplasty or shoulder replacement. To avoid intravascular injection, aspiration should be performed before the local anesthetic solution is injected. The needle must be repositioned until no return of blood can be elicited by aspiration. Note, however, that the absence of blood in the syringe does not guarantee that intravascular injection has been avoided. Anaphylactic reactions may occur following administration of lidocaine hydrochloride (see ADVERSE REACTIONS ). In the case of severe reaction, discontinue the use of the drug.",
    "Warnings: FOR EXTERNAL USE ONLY",
    "WARNINGS Intravenous administration of Sterile Water for Injection without a solute may result in hemolysis.",
    "Warnings For external use only Flammable - keep away from fire or flame Do not use with electrocautery procedures When using this product do not get into eyes apply over large areas of the body in case of deep or puncture wounds, animal bites or serious burns consult a doctor Stop use and ask a doctor if condition persists or gets worse or lasts for more than 72 hours do not use longer than 1 week unless directed by a doctor Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away."
  ],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions have been reported and described in the Warnings and Precautions section of the labeling: Cardiac Arrest in Obstetrical Anesthesia [see Warnings and Precautions (5.1) ] Dose-Related Toxicity [see Warnings and Precautions (5.2) ] Methemoglobinemia [see Warnings and Precautions (5.3) ] Chondrolysis with Intra-Articular Infusion [see Warnings and Precautions (5.5) ] Severe, Persistent Hypertension, Cerebrovascular Accidents, and Bradycardia Due to Drug Interactions [see Warnings and Precautions (5.6) ] Cardiac Arrest with Intravenous Regional Anesthesia Use [see Contraindications (4) , Warnings and Precautions (5.7) ] Allergic-Type Reactions [see Warnings and Precautions (5.8) ] Systemic Toxicities with Unintended Intravascular or Intrathecal Injection [see Warnings and Precautions (5.9) ] Respiratory Arrest Following Retrobulbar Block [see Warnings and Precautions (5.15) ] The following adverse reactions from voluntary reports or clinical studies have been reported with bupivacaine or bupivacaine and epinephrine. Because many of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse reactions to Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection are characteristic of those associated with other amide-type local anesthetics. A major cause of adverse reactions to this group of drugs is excessive plasma levels, which may be due to overdosage, unintentional intravascular injection, or slow metabolic degradation. The most commonly encountered acute adverse reactions that demand immediate counter-measures were related to the CNS and the cardiovascular system. These adverse reactions were generally dose-related and due to high plasma levels which may have resulted from overdosage, rapid absorption from the injection site, diminished tolerance, or from unintentional intravascular injection of the local anesthetic solution. In addition to systemic dose-related toxicity, unintentional intrathecal injection of drug during the intended performance of caudal or lumbar epidural block or nerve blocks near the vertebral column (especially in the head and neck region) has resulted in underventilation or apnea (\"Total or High Spinal\"). Also, hypotension due to loss of sympathetic tone and respiratory paralysis or underventilation due to cephalad extension of the motor level of anesthesia have occurred. This has led to secondary cardiac arrest when untreated. Most common adverse reactions are related to the central nervous system and the cardiovascular system. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Nervous System Disorders Adverse reactions were characterized by excitation and/or depression of the central nervous system and included restlessness, anxiety, dizziness, tinnitus, blurred vision, tremors, convulsions, drowsiness, unconsciousness, respiratory arrest, nausea, vomiting, chills, pupillary constriction. In the practice of caudal or lumbar epidural block, unintentional penetration of the subarachnoid space by the catheter or needle has occurred. Subsequent adverse effects may have depended partially on the amount of drug administered intrathecally and the physiological and physical effects of a dural puncture. A high spinal has been characterized by paralysis of the legs, loss of consciousness, respiratory paralysis, and bradycardia. Neurologic effects following epidural or caudal anesthesia have included spinal block of varying magnitude (including high or total spinal block); hypotension secondary to spinal block; urinary retention; fecal and urinary incontinence; loss of perineal sensation and sexual function; persistent anesthesia, paresthesia, weakness, paralysis of the lower extremities and loss of sphincter control, all of which had slow, incomplete, or no recovery; headache; backache; septic meningitis; meningismus; slowing of labor; increased incidence of forceps delivery; and cranial nerve palsies due to traction on nerves from loss of cerebrospinal fluid. Neurologic effects following other procedures or routes of administration have included persistent anesthesia, paresthesia, weakness, paralysis, all with slow, incomplete, or no recovery. Convulsions : Incidence varied with the procedure used and the total dose administered. In a survey of studies of epidural anesthesia, overt toxicity progressing to convulsions occurred in approximately 0.1% of local anesthetic administrations. The incidences of adverse neurologic reactions associated with the use of local anesthetics may be related to the total dose of local anesthetic administered and are also dependent upon the particular drug used, the route of administration, and the physical status of the patient. Cardiac Disorders High doses or unintentional intravascular injection have led to high plasma levels and related depression of the myocardium, decreased cardiac output, heartblock, hypotension, bradycardia, ventricular arrhythmias, including ventricular tachycardia and ventricular fibrillation, and cardiac arrest [see Warnings and Precautions (5.9) ]. Immune System Disorders Allergic-type reactions have occurred as a result of sensitivity to bupivacaine or to other formulation ingredients, such as the antimicrobial preservative methylparaben contained in multiple-dose vials or sulfites in epinephrine-containing solutions. These reactions were characterized by signs such as urticaria, pruritus, erythema, angioneurotic edema (including laryngeal edema), tachycardia, sneezing, nausea, vomiting, dizziness, syncope, excessive sweating, elevated temperature, and severe hypotension. Cross sensitivity among members of the amide-type local anesthetic group has been reported [see Warnings and Precautions (5.8) ] .",
    "ADVERSE REACTIONS The following adverse reactions have been reported with methylprednisolone acetate or other corticosteroids: Allergic reactions : Allergic or hypersensitivity reactions, anaphylactoid reaction, anaphylaxis, angioedema. Blood and lymphatic system disorders: Leukocytosis. Cardiovascular : Bradycardia, cardiac arrest, cardiac arrhythmias, cardiac enlargement, circulatory collapse, congestive heart failure, fat embolism, hypertension, hypertrophic cardiomyopathy in premature infants, myocardial rupture following recent myocardial infarction (see WARNINGS ), pulmonary edema, syncope, tachycardia, thromboembolism, thrombophlebitis, vasculitis. Dermatologic : Acne, allergic dermatitis, cutaneous and subcutaneous atrophy, dry scaly skin, ecchymoses and petechiae, edema, erythema, hyperpigmentation, hypopigmentation, impaired wound healing, increased sweating, rash, sterile abscess, striae, suppressed reactions to skin tests, thin fragile skin, thinning scalp hair, urticaria. Endocrine : Decreased carbohydrate and glucose tolerance, development of cushingoid state, glycosuria, hirsutism, hypertrichosis, increased requirements for insulin or oral hypoglycemic agents in diabetes, manifestations of latent diabetes mellitus, menstrual irregularities, secondary adrenocortical and pituitary unresponsiveness (particularly in times of stress, as in trauma, surgery, or illness), suppression of growth in pediatric patients. Fluid and electrolyte disturbances : Congestive heart failure in susceptible patients, fluid retention, hypokalemic alkalosis, potassium loss, sodium retention. Gastrointestinal : Abdominal distention, bowel/bladder dysfunction (after intrathecal administration), elevation in serum liver enzyme levels (usually reversible upon discontinuation), hepatomegaly, increased appetite, nausea, pancreatitis, peptic ulcer with possible subsequent perforation and hemorrhage, perforation of the small and large intestine (particularly in patients with inflammatory bowel disease), ulcerative esophagitis. Metabolic : Negative nitrogen balance due to protein catabolism. Musculoskeletal : Aseptic necrosis of femoral and humeral heads, calcinosis (following intra-articular or intra-lesional use), Charcot-like arthropathy, loss of muscle mass, muscle weakness, osteoporosis, pathologic fracture of long bones, postinjection flare (following intra-articular use), steroid myopathy, tendon rupture, vertebral compression fractures. Neurologic/Psychiatric : Convulsions, depression, emotional instability, euphoria, headache, increased intracranial pressure with papilledema (pseudotumor cerebri) usually following discontinuation of treatment, insomnia, mood swings, neuritis, neuropathy, paresthesia, personality changes, psychic disorders, vertigo. Ophthalmic : Exophthalmoses, glaucoma, increased intraocular pressure, posterior subcapsular cataracts. Other : Abnormal fat deposits, decreased resistance to infection, hiccups, increased or decreased motility and number of spermatozoa, injection site infections following non-sterile administration (see WARNINGS ), malaise, moon face, weight gain. The following adverse reactions have been reported with the following routes of administration: Intrathecal/Epidural : Arachnoiditis, bowel/bladder dysfunction, headache, meningitis, parapareisis/paraplegia, seizures, sensory disturbances. Intranasal : Allergic reactions, rhinitis, temporary/permanent visual impairment including blindness. Ophthalmic : Increased intraocular pressure, infection, ocular and periocular inflammation including allergic reactions, residue or slough at injection site, temporary/permanent visual impairment including blindness. Miscellaneous injection sites (scalp, tonsillar fauces, sphenopalatine ganglion): Blindness. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch.",
    "ADVERSE REACTIONS Systemic Adverse experiences following the administration of lidocaine hydrochloride are similar in nature to those observed with other amide local anesthetic agents. These adverse experiences are, in general, dose-related and may result from high plasma levels caused by excessive dosage, rapid absorption or inadvertent intravascular injection, or may result from a hypersensitivity, idiosyncrasy or diminished tolerance on the part of the patient. Serious adverse experiences are generally systemic in nature. The following types are those most commonly reported: Central Nervous System CNS manifestations are excitatory and/or depressant and may be characterized by lightheadedness, nervousness, apprehension, euphoria, confusion, dizziness, drowsiness, tinnitus, blurred or double vision, vomiting, sensations of heat, cold or numbness, twitching, tremors, convulsions, unconsciousness, respiratory depression and arrest. The excitatory manifestations may be very brief or may not occur at all, in which case the first manifestation of toxicity may be drowsiness merging into unconsciousness and respiratory arrest. Drowsiness following the administration of lidocaine hydrochloride is usually an early sign of a high blood level of the drug and may occur as a consequence of rapid absorption. Cardiovascular System Cardiovascular manifestations are usually depressant and are characterized by bradycardia, hypotension, and cardiovascular collapse, which may lead to cardiac arrest. Allergic Allergic reactions are characterized by cutaneous lesions, urticaria, edema or anaphylactoid reactions. Allergic reactions may occur as a result of sensitivity to local anesthetic agents. Allergic reactions, including anaphylactic reactions, may occur as a result of sensitivity to lidocaine, but are infrequent. If allergic reactions do occur, they should be managed by conventional means. The detection of sensitivity by skin testing is of doubtful value. There have been no reports of cross sensitivity between lidocaine hydrochloride and procainamide or between lidocaine hydrochloride and quinidine. Neurologic The incidences of adverse reactions associated with the use of local anesthetics may be related to the total dose of local anesthetic administered and are also dependent upon the particular drug used, the route of administration and the physical status of the patient. In a prospective review of 10,440 patients who received lidocaine hydrochloride for spinal anesthesia, the incidences of adverse reactions were reported to be about 3 percent each for positional headaches, hypotension and backache; 2 percent for shivering; and less than 1 percent each for peripheral nerve symptoms, nausea, respiratory inadequacy and double vision. Many of these observations may be related to local anesthetic techniques, with or without a contribution from the local anesthetic. In the practice of caudal or lumbar epidural block, occasional unintentional penetration of the subarachnoid space by the catheter may occur. Subsequent adverse effects may depend partially on the amount of drug administered subdurally. These may include spinal block of varying magnitude (including total spinal block), hypotension secondary to spinal block, loss of bladder and bowel control, and loss of perineal sensation and sexual function. Persistent motor, sensory and/or autonomic (sphincter control) deficit of some lower spinal segments with slow recovery (several months) or incomplete recovery have been reported in rare instances when caudal or lumbar epidural block has been attempted. Backache and headache have also been noted following use of these anesthetic procedures. There have been reported cases of permanent injury to extraocular muscles requiring surgical repair following retrobulbar administration. Hematologic Methemoglobinemia.",
    "ADVERSE REACTIONS Reactions which may occur because of this solution, added drugs or the technique of reconstitution or administration include febrile response, local tenderness, abscess, tissue necrosis or infection at the site of injection, venous thrombosis or phlebitis extending from the site of injection and extravasation. If an adverse reaction does occur, discontinue the infusion, evaluate the patient, institute appropriate countermeasures, and if possible, retrieve and save the remainder of the unused vehicle for examination.",
    "ADVERSE REACTIONS Reactions which may occur because of this solution, added drugs or the technique of reconstitution or administration include febrile response, local tenderness, abscess, tissue necrosis or infection at the site of injection, venous thrombosis or phlebitis extending from the site of injection and extravasation. If an adverse reaction does occur, discontinue the infusion, evaluate the patient, institute appropriate countermeasures, and if possible, retrieve and save the remainder of the unused vehicle for examination."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection is contraindicated in: obstetrical paracervical block anesthesia. Its use in this technique has resulted in fetal bradycardia and death. intravenous regional anesthesia (Bier Block) [see Warnings and Precautions (5.7) ]. patients with a known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection. Obstetrical paracervical block anesthesia. Its use in this technique has resulted in fetal bradycardia and death. ( 4 ) Intravenous regional anesthesia (Bier Block). ( 4 ) Known hypersensitivity to bupivacaine or to any local anesthetic agent of the amide-type or to other components of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection. ( 4 )",
    "CONTRAINDICATIONS Methylprednisolone acetate injectable suspension is contraindicated in patients with known hypersensitivity to the product and its constituents. Intramuscular corticosteroid preparations are contraindicated for idiopathic thrombocytopenic purpura. Methylprednisolone acetate injectable suspension is contraindicated for intrathecal administration. This formulation of methylprednisolone acetate has been associated with reports of severe medical events when administered by this route. Methylprednisolone acetate injectable suspension is contraindicated in systemic fungal infections, except when administered as an intra-articular injection for localized joint conditions (see WARNINGS : Infections, Fungal Infections ).",
    "CONTRAINDICATIONS Lidocaine hydrochloride is contraindicated in patients with a known history of hypersensitivity to local anesthetics of the amide type.",
    "CONTRAINDICATIONS Sterile Water for Injection, USP must be made approximately isotonic prior to use."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Not for intrathecal use. ( 2.1 ) Avoid use of solutions containing antimicrobial preservatives (i.e., multiple-dose vials) for epidural or caudal anesthesia. ( 2.1 , 5.4 ) Three mL of Bupivacaine Hydrochloride and Epinephrine Injection without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine) is recommended for use as a test dose prior to caudal and lumbar epidural blocks when clinical conditions permit. ( 2.4 ) See full prescribing information for: Recommended concentrations and dosages of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection according to type of block. ( 2.2 ) Additional dosage and administration information pertaining to use in epidural anesthesia, test dose for caudal and lumbar epidural blocks, use in dentistry, and use in ophthalmic surgery. ( 2.3 , 2.4 , 2.5 , 2.6 ) 2.1 Important Dosage and Administration Information Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection is not for intrathecal use. Avoid use of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection solutions containing antimicrobial preservatives (i.e., multiple-dose vials) for epidural or caudal anesthesia [see Warnings and Precautions (5.4) ] . Discard unused portions of solution not containing preservatives, i.e., those supplied in single-dose vials, following initial use. Visually inspect this product for particulate matter and discoloration prior to administration whenever solution and container permit. Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection are clear, colorless solutions. Do not administer solutions which are discolored or contain particulate matter. Mixing or the prior or intercurrent use of any other local anesthetic with Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection is not recommended because of insufficient data on the clinical use of such mixtures. Administration Precautions Bupivacaine Hydrochloride Injection Injection/Bupivacaine Hydrochloride and Epinephrine Injection are to be administered in carefully adjusted dosages by or under the supervision of experienced clinicians who are well versed in the diagnosis and management of dose-related toxicity and other acute emergencies which might arise from the block to be employed. Use Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection only if the following are immediately available: oxygen, cardiopulmonary resuscitative equipment and drugs, and the personnel resources needed for proper management of toxic reactions and related emergencies [see Warnings and Precautions (5.2) , Adverse Reactions (6) , Overdosage (10) ] . The toxic effects of local anesthetics are additive. Monitor for neurologic and cardiovascular effects related to local anesthetic systemic toxicity when additional local anesthetics are administered with Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection [see Warnings and Precautions (5.2) , Drug Interactions (7.1) , Overdosage (10) ] . Aspirate for blood or cerebrospinal fluid (where applicable) prior to injecting Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection, both the initial dose and all subsequent doses, to avoid intravascular or intrathecal injection. However, a negative aspiration for blood or cerebrospinal fluid does not ensure against an intravascular or intrathecal injection [see Warnings and Precautions (5.9) ] . Avoid rapid injection of a large volume of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection and use fractional (incremental) doses when feasible. During major regional nerve blocks, such as those of the brachial plexus or lower extremity, the patient should have an indwelling intravenous catheter to assure adequate intravenous access. The lowest dosage of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection that results in effective anesthesia should be used to avoid high plasma levels and serious adverse reactions. Perform careful and constant monitoring of cardiovascular and respiratory (adequacy of oxygenation and ventilation) vital signs and the patient's level of consciousness after each local anesthetic injection. Use Bupivacaine Hydrochloride and Epinephrine Injection in carefully restricted quantities in areas of the body supplied by end arteries or having otherwise compromised blood supply such as digits, nose, external ear, or penis [see Warnings and Precautions (5.12) ] . 2.2 Recommended Concentrations and Dosages of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection The dosage of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection administered varies with the anesthetic procedure, the area to be anesthetized, the vascularity of the tissues, the number of neuronal segments to be blocked, the depth of anesthesia and degree of muscle relaxation required, the duration of anesthesia desired, individual tolerance, and the physical condition of the patient. Administer the smallest dosage and concentration required to produce the desired result. The types of block and recommended Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection concentrations are shown in Table 1. Table 1. Types of Block and Recommended Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection Concentrations Type of Block Bupivacaine Hydrochloride Bupivacaine Hydrochloride and Epinephrine 0.25% (2.5 mg/mL) 0.5% (5 mg/mL) 0.75% (7.5 mg/mL) Bupivacaine Hydrochloride Injection 0.75% (7.5 mg/mL) is not recommended for nonobstetrical surgical procedures in pregnant patients. 0.25% (2.5 mg/mL) 0.5% (5 mg/mL) ✓= indicated use [see Warnings and Precautions (5.1) ]. Local infiltration ✓ ✓ Peripheral nerve block ✓ ✓ ✓ ✓ Retrobulbar block ✓ Sympathetic block ✓ Caudal block Avoid use of multiple-dose vials of Bupivacaine Hydrochloride Injection and Bupivacaine Hydrochloride and Epinephrine Injection for caudal or epidural anesthesia [see Warnings and Precautions (5.4)] . ✓ ✓ ✓ ✓ Lumbar epidural block ✓ ✓ ✓ (not for obstetrical anesthesia) ✓ ✓ Epidural test dose ✓ Dental block ✓ At recommended dosages, Bupivacaine Hydrochloride/Bupivacaine Hydrochloride and Epinephrine produces complete sensory block, but the effect on motor function differs among the three concentrations. Table 2 provides information on the expected effect on motor function for the three concentrations. Table 2. Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection Concentration vs. Motor Function Bupivacaine Hydrochloride Injection Concentration Motor Function 0.25% (2.5 mg/mL) These products include Bupivacaine Hydrochloride Injection and Bupivacaine Hydrochloride and Epinephrine Injection [the epinephrine concentration (1:200,000) is not included in the table]. When used for caudal, epidural, or peripheral nerve block, produces incomplete motor block. Should be used for operations in which muscle relaxation is not important, or when another means of providing muscle relaxation is used concurrently. Onset of action may be slower than with the 0.5% (5 mg/mL) or 0.75% (7.5 mg/mL) solutions. 0.5% (5 mg/mL) Provides motor blockade for caudal, epidural, or nerve block, but muscle relaxation may be inadequate for operations in which complete muscle relaxation is essential. 0.75% (7.5 mg/mL) These are only Bupivacaine Hydrochloride Injection products [there is no 0.75% (7.5 mg/mL) concentration for Bupivacaine Hydrochloride and Epinephrine Injection]. Produces complete motor block. Most useful for epidural block in abdominal operations requiring complete muscle relaxation, and for retrobulbar anesthesia. Not for obstetrical anesthesia. The duration of anesthesia with Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection is such that for most indications, a single-dose is sufficient. The maximum dosage limit within the recommended dosage range must be individualized in each case after evaluating the size and physical status of the patient, as well as the anticipated rate of systemic absorption from a particular injection site. The dosages in Table 3 are recommended as a guide for use in the average adult. These doses may be repeated once every three hours. Do not exceed a total daily dosage of 400 mg in 24 hours. The duration of anesthetic effect may be prolonged by the addition of epinephrine. Table 3. Recommended Concentrations and Doses of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection in Adults Type of Block Concentration of Bupivacaine Hydrochloride Injection Each Dose Motor Block With continuous (intermittent) techniques, repeat doses increase the degree of motor block. The first repeat dose of 0.5% (5 mg/mL) may produce complete motor block. Intercostal nerve block with 0.25% (2.5 mg/mL) also may produce complete motor block for intra-thoracic and upper intra-abdominal surgery. mL mg of Bupivacaine Hydrochloride Injection Local infiltration 0.25% (2.5 mg/mL) Solutions with or without epinephrine (i.e., applies to Bupivacaine Hydrochloride Injection and Bupivacaine Hydrochloride and Epinephrine Injection). The Bupivacaine Hydrochloride and Epinephrine Injection products include epinephrine (1:200,000). Up to 70 (without epinephrine) Up to 175 (without epinephrine) ― Up to 90 (with epinephrine) Up to 225 (with epinephrine) Peripheral nerve block 0.5% (5 mg/mL) 5–35 (without epinephrine) 25–175 (without epinephrine) moderate to complete 5–45 (with epinephrine) 25–225 (with epinephrine) 0.25% (2.5 mg/mL) 5–70 (without epinephrine) 12.5–175 (without epinephrine) moderate to complete 5–90 (with epinephrine) 12.5–225 (with epinephrine) Retrobulbar block [see Dosage and Administration (2.6) ] 0.75% (7.5 mg/mL) 2–4 15–30 complete Sympathetic block 0.25% (2.5 mg/mL) 20–50 50–125 ― Caudal block [see Dosage and Administration (2.4) ] 0.5% (5 mg/mL) 15–30 75–150 moderate to complete 0.25% (2.5 mg/mL) 15–30 37.5–75 moderate Lumbar epidural block [see Dosage and Administration (2.3) ] 0.75% (7.5 mg/mL) For single-dose use; not for intermittent epidural technique. Not for obstetrical anesthesia. 10–20 75–150 complete 0.5% (5 mg/mL) 10–20 50–100 moderate to complete 0.25% (2.5 mg/mL) 10–20 25–50 partial to moderate Epidural test dose [see Dosage and Administration (2.4) ] 0.5% (5 mg/mL) with epinephrine 2–3 10–15 (10–15 micrograms epinephrine) ― Dental [see Dosage and Administration (2.5) ] 0.5% (5 mg/mL) with epinephrine 1.8–3.6 per site 9–18 per site ― 2.3 Use in Epidural Anesthesia During the administration of epidural anesthesia, it is recommended that a test dose of Bupivacaine Hydrochloride and Epinephrine Injection without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine) be administered initially and the effects monitored before the full dose is given. When using a \"continuous\" catheter technique, test doses should be given prior to both the initial and all supplemental doses, because a catheter in the epidural space can migrate into a blood vessel or through the dura [see Dosage and Administration (2.4) ] . During epidural administration, administer Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection, 0.5% (5 mg/mL) and Bupivacaine Hydrochloride Injection 0.75% (7.5 mg/mL) solutions in incremental doses of 3 mL to 5 mL with sufficient time between doses to detect toxic manifestations of unintentional intravascular or intrathecal injection. Administer injections slowly, with frequent aspirations before and during the injection to avoid intravascular injection. Perform syringe aspirations before and during each supplemental injection in continuous (intermittent) catheter techniques. In obstetrics, use ONLY the 0.5% (5 mg/mL) and 0.25% (2.5 mg/mL) concentrations of Bupivacaine Hydrochloride Injection/Bupivacaine Hydrochloride and Epinephrine Injection [see Warnings and Precautions (5.1) ]; incremental doses of 3 mL to 5 mL of the 0.5% (5 mg/mL) solution not exceeding 50 mg to 100 mg at any dosing interval are recommended. Repeat doses should be preceded by a test dose containing epinephrine if not clinically contraindicated. Use only the single-dose vials for caudal or epidural anesthesia; avoid use of the multiple-dose vials for these procedures, which contain a preservative [see Dosage and Administration (2.1 , 2.4) , Warnings and Precautions (5.4 , 5.9) ] . 2.4 Test Dose for Caudal and Lumbar Epidural Blocks Three mL of Bupivacaine Hydrochloride and Epinephrine Injection without antimicrobial preservative (0.5% bupivacaine with 1:200,000 epinephrine) is recommended for use as a test dose prior to caudal and lumbar epidural blocks when clinical conditions permit. This test dose may serve as a warning of unintended intravascular or intrathecal injection. Closely monitor for early clinical signs of toxicity following each test dose [see Warnings and Precautions (5.9) ] . Allot adequate time for onset of spinal block to detect possible intrathecal injection. An intravascular or intrathecal injection is still possible even if results of the test dose are negative. The test dose itself may produce a systemic toxic reaction, high spinal, or cardiovascular effects from the epinephrine [see Warnings and Precautions (5.2 , 5.9) , Overdosage (10) ]. 2.5 Use in Dentistry Bupivacaine Hydrochloride and Epinephrine Injection 0.5% (5 mg/mL) is recommended for infiltration and block injection in the maxillary and mandibular area when a longer duration of local anesthesia is desired, such as for procedures generally associated with significant postoperative pain. The average dose of 1.8 mL (9 mg) per injection site will usually suffice; an occasional second dose of 1.8 mL (9 mg) may be used if necessary to produce adequate anesthesia after allowing 2 to 10 minutes for block onset [see Clinical Pharmacology (12.2) ]. Use the lowest effective dose and allow time between injections; it is recommended that the total dose for all injection sites, spread out over a single dental sitting, not exceed 90 mg for a healthy adult patient (ten 1.8 mL injections of 0.5% (5 mg/mL) Bupivacaine Hydrochloride and Epinephrine Injection). Inject slowly and with frequent aspirations. 2.6 Use in Ophthalmic Surgery When Bupivacaine Hydrochloride Injection 0.75% (7.5 mg/mL) is used for retrobulbar block, complete corneal anesthesia usually precedes onset of clinically acceptable external ocular muscle akinesia. Therefore, presence of akinesia rather than anesthesia alone should determine readiness of the patient for surgery [see Warnings and Precautions (5.15) ] .",
    "DOSAGE AND ADMINISTRATION Because of possible physical incompatibilities, methylprednisolone acetate injectable suspension should not be diluted or mixed with other solutions. The initial dosage of parenterally administered methylprednisolone acetate injectable suspension will vary from 4 mg to 120 mg, depending on the specific disease entity being treated. However, in certain overwhelming, acute, life-threatening situations, administration in dosages exceeding the usual dosages may be justified and may be in multiples of the oral dosages. It Should Be Emphasized that Dosage Requirements Are Variable and Must Be Individualized on the Basis of the Disease Under Treatment and the Response of the Patient. After a favorable response is noted, the proper maintenance dosage should be determined by decreasing the initial drug dosage in small decrements at appropriate time intervals until the lowest dosage which will maintain an adequate clinical response is reached. Situations which may make dosage adjustments necessary are changes in clinical status secondary to remissions or exacerbations in the disease process, the patient’s individual drug responsiveness, and the effect of patient exposure to stressful situations not directly related to the disease entity under treatment. In this latter situation, it may be necessary to increase the dosage of the corticosteroid for a period of time consistent with the patient’s condition. If after long-term therapy the drug is to be stopped, it is recommended that it be withdrawn gradually rather than abruptly. A. Administration for Local Effect Therapy with methylprednisolone acetate injectable suspension does not obviate the need for the conventional measures usually employed. Although this method of treatment will ameliorate symptoms, it is in no sense a cure and the hormone has no effect on the cause of the inflammation. 1. Rheumatoid Arthritis and Osteoarthritis. The dose for intra-articular administration depends upon the size of the joint and varies with the severity of the condition in the individual patient. In chronic cases, injections may be repeated at intervals ranging from one to five or more weeks, depending upon the degree of relief obtained from the initial injection. The doses in the following table are given as a general guide: Size of Joint Examples Range of Dosage Large Knees Ankles Shoulders 20 mg to 80 mg Medium Elbows Wrists 10 mg to 40 mg Small Metacarpophalangeal Interphalangeal Sternoclavicular Acromioclavicular 4 mg to 10 mg Procedure: It is recommended that the anatomy of the joint involved be reviewed before attempting intra-articular injection. In order to obtain the full anti-inflammatory effect, it is important that the injection be made into the synovial space. Employing the same sterile technique as for a lumbar puncture, a sterile 20 to 24 gauge needle (on a dry syringe) is quickly inserted into the synovial cavity. Procaine infiltration is elective. The aspiration of only a few drops of joint fluid proves the joint space has been entered by the needle. The injection site for each joint is determined by that location where the synovial cavity is most superficial and most free of large vessels and nerves. With the needle in place, the aspirating syringe is removed and replaced by a second syringe containing the desired amount of methylprednisolone acetate injectable suspension. The plunger is then pulled outward slightly to aspirate synovial fluid and to make sure the needle is still in the synovial space. After injection, the joint is moved gently a few times to aid mixing of the synovial fluid and the suspension. The site is covered with a small sterile dressing. Suitable sites for intra-articular injection are the knee, ankle, wrist, elbow, shoulder, phalangeal, and hip joints. Since difficulty is not infrequently encountered in entering the hip joint, precautions should be taken to avoid any large blood vessels in the area. Joints not suitable for injection are those that are anatomically inaccessible such as the spinal joints and those like the sacroiliac joints that are devoid of synovial space. Treatment failures are most frequently the result of failure to enter the joint space. Little or no benefit follows injection into surrounding tissue. If failures occur when injections into the synovial spaces are certain, as determined by aspiration of fluid, repeated injections are usually futile. If a local anesthetic is used prior to injection of methylprednisolone acetate injectable suspension, the anesthetic package insert should be read carefully and all the precautions observed. 2. Bursitis . The area around the injection site is prepared in a sterile way and a wheal at the site made with 1 percent procaine hydrochloride solution. A 20 to 24 gauge needle attached to a dry syringe is inserted into the bursa and the fluid aspirated. The needle is left in place and the aspirating syringe changed for a small syringe containing the desired dose. After injection, the needle is withdrawn and a small dressing applied. 3. Miscellaneous: Ganglion, Tendinitis, Epicondylitis. In the treatment of conditions such as tendinitis or tenosynovitis, care should be taken following application of a suitable antiseptic to the overlying skin to inject the suspension into the tendon sheath rather than into the substance of the tendon. The tendon may be readily palpated when placed on a stretch. When treating conditions such as epicondylitis, the area of greatest tenderness should be outlined carefully and the suspension infiltrated into the area. For ganglia of the tendon sheaths, the suspension is injected directly into the cyst. In many cases, a single injection causes a marked decrease in the size of the cystic tumor and may effect disappearance. The usual sterile precautions should be observed, of course, with each injection. The dose in the treatment of the various conditions of the tendinous or bursal structures listed above varies with the condition being treated and ranges from 4 mg to 30 mg. In recurrent or chronic conditions, repeated injections may be necessary. 4. Injections for Local Effect in Dermatologic Conditions . Following cleansing with an appropriate antiseptic such as 70% alcohol, 20 mg to 60 mg is injected into the lesion. It may be necessary to distribute doses ranging from 20 mg to 40 mg by repeated local injections in the case of large lesions. Care should be taken to avoid injection of sufficient material to cause blanching since this may be followed by a small slough. One to four injections are usually employed, the intervals between injections varying with the type of lesion being treated and the duration of improvement produced by the initial injection. B. Administration for Systemic Effect The intramuscular dosage will vary with the condition being treated. When employed as a temporary substitute for oral therapy, a single injection during each 24-hour period of a dose of the suspension equal to the total daily oral dose of methylprednisolone tablets, USP is usually sufficient. When a prolonged effect is desired, the weekly dose may be calculated by multiplying the daily oral dose by 7 and given as a single intramuscular injection. In pediatric patients, the initial dose of methylprednisolone may vary depending on the specific disease entity being treated. Dosage must be individualized according to the severity of the disease and response of the patient. The recommended dosage may be reduced for pediatric patients, but dosage should be governed by the severity of the condition rather than by strict adherence to the ratio indicated by age or body weight. In patients with the adrenogenital syndrome , a single intramuscular injection of 40 mg every two weeks may be adequate. For maintenance of patients with rheumatoid arthritis , the weekly intramuscular dose will vary from 40 mg to 120 mg. The usual dosage for patients with dermatologic lesions benefited by systemic corticoid therapy is 40 mg to 120 mg of methylprednisolone acetate administered intramuscularly at weekly intervals for one to four weeks. In acute severe dermatitis due to poison ivy, relief may result within 8 to 12 hours following intramuscular administration of a single-dose of 80 mg to 120 mg. In chronic contact dermatitis, repeated injections at 5 to 10 day intervals may be necessary. In seborrheic dermatitis, a weekly dose of 80 mg may be adequate to control the condition. Following intramuscular administration of 80 mg to 120 mg to asthmatic patients, relief may result within 6 to 48 hours and persist for several days to two weeks. If signs of stress are associated with the condition being treated, the dosage of the suspension should be increased. If a rapid hormonal effect of maximum intensity is required, the intravenous administration of highly soluble methylprednisolone sodium succinate is indicated. For the purpose of comparison, the following is the equivalent milligram dose of the various glucocorticoids: Cortisone, 25 Triamcinolone, 4 Hydrocortisone, 20 Paramethasone, 2 Prednisolone, 5 Betamethasone, 0.75 Prednisone, 5 Dexamethasone, 0.75 Methylprednisolone, 4 These dose relationships apply only to oral or intravenous administration of these compounds. When these substances or their derivatives are injected intramuscularly or into joint spaces, their relative properties may be greatly altered.",
    "DOSAGE AND ADMINISTRATION Table 1 (Recommended Dosages) summarizes the recommended volumes and concentrations of lidocaine hydrochloride injection for various types of anesthetic procedures. The dosages suggested in this table are for normal healthy adults and refer to the use of epinephrine-free solutions. When larger volumes are required, only solutions containing epinephrine should be used except in those cases where vasopressor drugs may be contraindicated. There have been adverse event reports of chondrolysis in patients receiving intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures. Lidocaine hydrochloride injection is not approved for this use (see WARNINGS and DOSAGE AND ADMINISTRATION ). These recommended doses serve only as a guide to the amount of anesthetic required for most routine procedures. The actual volumes and concentrations to be used depend on a number of factors such as type and extent of surgical procedure, depth of anesthesia and degree of muscular relaxation required, duration of anesthesia required, and the physical condition of the patient. In all cases the lowest concentration and smallest dose that will produce the desired result should be given. Dosages should be reduced for children and for the elderly and debilitated patients and patients with cardiac and/or liver disease. The onset of anesthesia, the duration of anesthesia and the degree of muscular relaxation are proportional to the volume and concentration (i.e., total dose) of local anesthetic used. Thus, an increase in volume and concentration of lidocaine hydrochloride injection will decrease the onset of anesthesia, prolong the duration of anesthesia, provide a greater degree of muscular relaxation and increase the segmental spread of anesthesia. However, increasing the volume and concentration of lidocaine hydrochloride injection may result in a more profound fall in blood pressure when used in epidural anesthesia. Although the incidence of side effects with lidocaine hydrochloride is quite low, caution should be exercised when employing large volumes and concentrations, since the incidence of side effects is directly proportional to the total dose of local anesthetic agent injected. Epidural Anesthesia For epidural anesthesia the following dosage form of lidocaine hydrochloride injection is recommended: 1% without epinephrine 30 mL single dose vials Although this solution is intended specifically for epidural anesthesia, it may also be used for infiltration and peripheral nerve block, provided it is employed as a single dose unit. This solution contains no bacteriostatic agent. In epidural anesthesia, the dosage varies with the number of dermatomes to be anesthetized (generally 2 to 3 mL of the indicated concentration per dermatome). Caudal and Lumbar Epidural Block As a precaution against the adverse experience sometimes observed following unintentional penetration of the subarachnoid space, a test dose such as 2 to 3 mL of 1.5% lidocaine hydrochloride should be administered at least 5 minutes prior to injecting the total volume required for a lumbar or caudal epidural block. The test dose should be repeated if the patient is moved in a manner that may have displaced the catheter. Epinephrine, if contained in the test dose (10 to 15 mcg have been suggested), may serve as a warning of unintentional intravascular injection. If injected into a blood vessel, this amount of epinephrine is likely to produce a transient “epinephrine response” within 45 seconds, consisting of an increase in heart rate and systolic blood pressure, circumoral pallor, palpitations and nervousness in the unsedated patient. The sedated patient may exhibit only a pulse rate increase of 20 or more beats per minute for 15 or more seconds. Patients on beta blockers may not manifest changes in heart rate, but blood pressure monitoring can detect an evanescent rise in systolic blood pressure. Adequate time should be allowed for onset of anesthesia after administration of each test dose. The rapid injection of a large volume of lidocaine hydrochloride injection through the catheter should be avoided, and, when feasible, fractional doses should be administered. In the event of the known injection of a large volume of local anesthetic solution into the subarachnoid space, after suitable resuscitation and if the catheter is in place, consider attempting the recovery of drug by draining a moderate amount of cerebrospinal fluid (such as 10 mL) through the epidural catheter.",
    "Directions Povidone iodine: Tear at notch, remove applicator, use only once. As a first aid antiseptic clean affected area apply 1 to 3 times daily may be covered with a sterile bandage, if bandaged let dry. For preoperative patient skin preparation clean area apply to operative site prior to surgery using the applicator",
    "DOSAGE AND ADMINISTRATION The volume of the preparation to be used for diluting or dissolving any drug for injection, is dependent on the vehicle concentration, dose and route of administration as recommended by the manufacturer. This parenteral should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "DOSAGE AND ADMINISTRATION The volume of the preparation to be used for diluting or dissolving any drug for injection is dependent on the vehicle concentration, dose and route of administration as recommended by the manufacturer. This parenteral should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit.",
    "Directions apply to skin as needed discard after single use"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Bupivacaine Hydrochloride Injection is indicated in adults for the production of local or regional anesthesia or analgesia for surgery, dental and oral surgery procedures, diagnostic and therapeutic procedures, and for obstetrical procedures. Specific concentrations and presentations of Bupivacaine Hydrochloride Injection are recommended for each type of block indicated to produce local or regional anesthesia or analgesia [see Dosage and Administration (2.2) ]. Bupivacaine Hydrochloride Injection contains bupivacaine, an amide local anesthetic. Bupivacaine Hydrochloride Injection is indicated in adults for the production of local or regional anesthesia or analgesia for surgery, dental and oral surgery procedures, diagnostic and therapeutic procedures, and for obstetrical procedures. For each type of block indicated to produce local or regional anesthesia or analgesia, specific concentrations and presentations are recommended. ( 1 , 2.2 ) Limitations of Use Not all blocks are indicated for use with Bupivacaine Hydrochloride Injection given clinically significant risks associated with use. ( 1 , 2.2 , 4 , 5.1 , 5.4 , 5.5 , 5.7 , 5.9 ) Limitations of Use Not all blocks are indicated for use with Bupivacaine Hydrochloride Injection given clinically significant risks associated with use [see Dosage and Administration (2.2) , Contraindications (4) , Warnings and Precautions (5.1 , 5.4 , 5.5 , 5.7 , 5.9) ] .",
    "INDICATIONS AND USAGE A. For Intramuscular Administration When oral therapy is not feasible and the strength, dosage form, and route of administration of the drug reasonably lend the preparation to the treatment of the condition, the intramuscular use of methylprednisolone acetate injectable suspension is indicated as follows: Allergic States : Control of severe or incapacitating allergic conditions intractable to adequate trials of conventional treatment in asthma, atopic dermatitis, contact dermatitis, drug hypersensitivity reactions, serum sickness, transfusion reactions. Dermatologic Diseases : Bullous dermatitis herpetiformis, exfoliative dermatitis, mycosis fungoides, pemphigus, severe erythema multiforme (Stevens-Johnson syndrome). Endocrine Disorders : Primary or secondary adrenocortical insufficiency (hydrocortisone or cortisone is the drug of choice; synthetic analogs may be used in conjunction with mineralocorticoids where applicable; in infancy, mineralocorticoid supplementation is of particular importance), congenital adrenal hyperplasia, hypercalcemia associated with cancer, nonsupportive thyroiditis. Gastrointestinal Diseases : To tide the patient over a critical period of the disease in regional enteritis (systemic therapy) and ulcerative colitis. Hematologic Disorders : Acquired (autoimmune) hemolytic anemia, congenital (erythroid) hypoplastic anemia (Diamond Blackfan anemia), pure red cell aplasia, select cases of secondary thrombocytopenia. Miscellaneous : Trichinosis with neurologic or myocardial involvement, tuberculous meningitis with subarachnoid block or impending block when used concurrently with appropriate antituberculous chemotherapy. Neoplastic Diseases : For palliative management of: leukemias and lymphomas. Nervous System : Cerebral edema associated with primary or metastatic brain tumor or craniotomy. Ophthalmic Diseases : Sympathetic ophthalmia, temporal arteritis, uveitis, ocular inflammatory conditions unresponsive to topical corticosteroids. Renal Diseases : To induce diuresis or remission of proteinuria in idiopathic nephrotic syndrome, or that due to lupus erythematosus. Respiratory Diseases : Berylliosis, fulminating or disseminated pulmonary tuberculosis when used concurrently with appropriate antituberculous chemotherapy, idiopathic eosinophilic pneumonias, symptomatic sarcoidosis. Rheumatic Disorders : As adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis; acute rheumatic carditis; ankylosing spondylitis; psoriatic arthritis; rheumatoid arthritis, including juvenile rheumatoid arthritis (selected cases may require low-dose maintenance therapy). For the treatment of dermatomyositis, polymyositis, and systemic lupus erythematosus. B. For Intra-articular Or Soft Tissue Administration ( See WARNINGS ) Methylprednisolone acetate injectable suspension is indicated as adjunctive therapy for short-term administration (to tide the patient over an acute episode or exacerbation) in acute gouty arthritis, acute and subacute bursitis, acute nonspecific tenosynovitis, epicondylitis, rheumatoid arthritis, synovitis of osteoarthritis. C. For Intralesional Administration Methylprednisolone acetate injectable suspension is indicated for intralesional use in alopecia areata, discoid lupus erythematosus; keloids, localized hypertrophic, infiltrated inflammatory lesions of granuloma annulare, lichen planus, lichen simplex chronicus (neurodermatitis) and psoriatic plaques; necrobiosis lipoidica diabeticorum. Methylprednisolone acetate injectable suspension also may be useful in cystic tumors of an aponeurosis or tendon (ganglia).",
    "INDICATIONS AND USAGE Lidocaine hydrochloride injection is indicated for production of local or regional anesthesia by infiltration techniques such as percutaneous injection and intravenous regional anesthesia by peripheral nerve block techniques such as brachial plexus and intercostal and by central neural techniques such as lumbar and caudal epidural blocks, when the accepted procedures for these techniques as described in standard textbooks are observed.",
    "For use as an first aid antiseptic pre-operative skin preperation",
    "INDICATIONS AND USAGE This parenteral preparation is indicated only for diluting or dissolving drugs for intravenous, intramuscular or subcutaneous injection, according to instructions of the manufacturer of the drug to be administered.",
    "INDICATIONS AND USAGE This parenteral preparation is indicated only for diluting or dissolving drugs for intravenous, intramuscular or subcutaneous injection, according to instructions of the manufacturer of the drug to be administered.",
    "Uses For first aid to decrease germs in minor cuts scrapes burns For preparation of the skin prior to injection"
  ],
  "fetched_at": "2025-09-30T22:31:11.934550",
  "source": "OpenFDA"
}