{
  "drug_name": "Methoxy arachidonyl fluorophosphonate",
  "generic_name": [
    "METHOXY POLYETHYLENE GLYCOL-EPOETIN BETA"
  ],
  "brand_names": [
    "Mircera"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections of the labeling: • Increased Mortality, Myocardial Infarction, Stroke, and Thromboembolism [see Warnings and Precautions ( 5.1 )] • Increased Mortality and/or Tumor Progression in Patients with Cancer [see Warnings and Precautions ( 5.2 )] • Hypertension [see Warnings and Precautions ( 5.3 )] • Seizures [see Warnings and Precautions ( 5.4 )] • Pure Red Cell Aplasia [see Warnings and Precautions ( 5.6 )] • Serious Allergic Reactions [see Warnings and Precautions ( 5.7 )] • Severe Cutaneous Reactions [see Warnings and Precautions ( 5.8 )] The most common adverse reactions (≥ 10%) are hypertension, diarrhea, nasopharyngitis ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Vifor (International) Inc. at 1-800-576-8295, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of Mircera cannot be directly compared to rates in the clinical trials of other drugs and may not reflect the rates observed in practice. Adult Patients The data described below reflect exposure to Mircera in 2737 patients, including 1451 exposed for 6 months and 1144 exposed for greater than one year. Mircera was studied primarily in active-controlled studies (n=1789 received Mircera, and n=948 received another ESA) and in long-term follow up studies. The population was 18 to 92 years of age, 58% male, and the percentage of Caucasian, Black (including African Americans), Asian and Hispanic patients were 73%, 20%, 5%, and 9%, respectively. Approximately 85% of the patients were receiving dialysis. Most patients received Mircera using dosing regimens of once every two or four weeks, administered subcutaneously or intravenously. The most commonly reported adverse reactions in ≥10% of patients were hypertension [see Warnings and Precautions ( 5.3 )] , diarrhea, and nasopharyngitis. The most common adverse reactions that led to treatment discontinuation in the Mircera clinical studies were: hypertension, coronary artery disease, anemia, concomitant termination of other CKD therapy and septic shock. Some of the adverse reactions reported are typically associated with CKD, or recognized complications of dialysis, and may not necessarily be attributable to Mircera therapy. Adverse reaction rates did not importantly differ between patients receiving Mircera or another ESA. Table 6 summarizes the most frequent adverse reactions (≥5%) in patients treated with Mircera. Table 6: Adverse Reactions Occurring in ≥ 5% of CKD Patients BODY SYSTEM Adverse Reaction Patients Treated with Mircera (n=1789) VASCULAR Hypertension 13% Hypotension 5% GASTROINTESTINAL Diarrhea 11% Vomiting 6% Constipation 5% INFECTIONS AND INFESTATIONS Nasopharyngitis 11% Upper Respiratory Tract Infection 9% Urinary Tract Infection 5% NERVOUS SYSTEM Headache 9% MUSCULOSKELETAL AND CONNECTIVE TISSUE Muscle Spasms 8% Back Pain 6% Pain in Extremity 5% INJURY, POISONING AND PROCEDURAL COMPLICATIONS Procedural Hypotension 8% Arteriovenous Fistula Thrombosis 5% Arteriovenous Fistula Site Complication 5% METABOLISM AND NUTRITION Fluid Overload 7% RESPIRATORY, THORACIC AND MEDIASTINAL Cough 6% In the controlled trials, the rates of serious adverse reactions did not importantly differ between patients receiving Mircera and another ESA (38% vs. 42%) except for the occurrence of serious gastrointestinal hemorrhage (1.2% vs. 0.2%). Serious hemorrhagic adverse reactions of all types occurred among 5% and 4% of patients receiving Mircera or another ESA, respectively. Pediatric Patients In an open-label, multiple dose study, 64 pediatric patients (ages 5 to 17 years) with CKD who were on hemodialysis and who had stable hemoglobin levels while previously receiving another ESA (epoetin alfa/beta or darbepoetin alfa) were then converted to Mircera administered intravenously once every 4 weeks for 20 weeks (core study period). Patients who completed the core study period with hemoglobin within ± 1 g/dL of their baseline hemoglobin and within the target range of 10 to 12 g/dL were eligible to enter an optional 52-week safety extension period (total duration of treatment, up to 73 weeks). In the extension period, 25 (out of 37) patients were treated for at least an additional 5 months. During the whole study (core study and safety extension), 33 patients were exposed to Mircera for at least 6 months and 19 were exposed for greater than 15 months. All reported adverse reactions regardless of causality (more than 5% incidence) in the pediatric population included headache (22%), nasopharyngitis (22%), hypertension (19%), vomiting (11%), bronchitis (9%), abdominal pain (8%), arteriovenous fistula thrombosis (6%), cough (6%), device related infection (6%), hyperkalemia (6%), pharyngitis (6%), pyrexia (6%), thrombocytopenia (6%), and thrombosis in device (6%). A second open-label, single-arm, multicenter study was conducted to ascertain the optimal starting dose of Mircera given subcutaneously for the maintenance treatment of anemia in 40 pediatric patients (ages 3 months to 17 years) with CKD on dialysis or not on dialysis. Patients completing the 20 weeks of treatment (core period) with Hb within ±1 g/dL of their baseline Hb and within the target range of 10 to 12 g/dL, were eligible to enter an optional 24-week safety extension period. Mircera was administered subcutaneously once every 4 weeks for the duration of the study. Thirty-eight (38) patients were exposed to Mircera for 20 weeks, and 21 patients were exposed to Mircera for 44 weeks. Overall, the pattern of adverse events reported was similar to the established safety profile of Mircera in adult patients and the patients aged 5 to 17 years in the previous intravenous study. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Mircera. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Stevens-Johnson syndrome/toxic epidermal necrolysis has been reported [see Warnings and Precautions ( 5.7 )] . Pure Red Cell Aplasia (PRCA) Cases of PRCA and of severe anemia, with or without other cytopenias that arise following the development of neutralizing antibodies to erythropoietin have been reported in patients treated with Mircera [see Warnings and Precautions ( 5.6 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Mircera is contraindicated in patients with: • Uncontrolled hypertension [see Warnings and Precautions ( 5.3 )] • Pure red cell aplasia (PRCA) that begins after treatment with Mircera or other erythropoietin protein drugs [see Warnings and Precautions ( 5.6 )] • History of serious or severe allergic reactions to Mircera (e.g., anaphylactic reactions, angioedema, bronchospasm, skin rash, and urticaria) [see Warnings and Precautions ( 5.7 , 5.8 )] . • Uncontrolled hypertension ( 4 ). • Pure red cell aplasia (PRCA) that begins after treatment with Mircera or other erythropoietin protein drugs ( 4 ). • History of serious allergic reactions to Mircera, including anaphylaxis ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Mircera is administered by subcutaneous or intravenous injection ( 2.2 ). Adult Patients • Initial Treatment: (patients not currently treated with an ESA): • CKD patients on dialysis: 0.6 mcg/kg body weight administered once every two weeks ( 2.2 ). • CKD patients not on dialysis: 1.2 mcg/kg body weight administered once every month as a single subcutaneous injection. Alternatively, a starting dose of 0.6 mcg/kg body weight may be administered once every two weeks as a single intravenous or subcutaneous injection ( 2.2 ). • Conversion from Another ESA: • Dosed once monthly or once every two weeks based on total weekly epoetin alfa or darbepoetin alfa dose at time of conversion ( 2.2 ). Pediatric Patients • Conversion from another ESA: dosed once every 4 weeks based on total weekly epoetin alfa or darbepoetin alfa dose at time of conversion ( 2.2 ). • In patients less than 6 years of age, maintain the same route of administration as the previous ESA when switching from another ESA to Mircera. 2.1 Important Dosing Information Evaluation of Iron Stores and Nutritional Factors Evaluate the iron status in all patients before and during treatment. Administer supplemental iron therapy when serum ferritin is less than 100 mcg/L or when serum transferrin saturation is less than 20%. The majority of patients with CKD will require supplemental iron during the course of ESA therapy. Monitoring of Response to Therapy Correct or exclude other causes of anemia (e.g., vitamin deficiency, metabolic or chronic inflammatory conditions, bleeding, etc.) before initiating Mircera [see Warnings and Precautions ( 5.9 )]. Following initiation of therapy and after each dose adjustment, monitor hemoglobin weekly until the hemoglobin level is stable and sufficient to minimize the need for RBC transfusion. Individualization of Dosing Individualize and use the lowest dose of Mircera sufficient to reduce the need for RBC transfusions [see Warnings and Precautions ( 5.1 )] . In controlled trials, patients experienced greater risks for death, serious adverse cardiovascular reactions, and stroke when administered erythropoiesis-stimulating agents (ESAs) to target a hemoglobin level of greater than 11 g/dL for adult patients. No trial has identified a hemoglobin target level, ESA dose, or dosing strategy that does not increase these risks. Physicians and patients should weigh the possible benefits of decreasing transfusions against the increased risks of death and other serious cardiovascular adverse events [see Boxed Warning and Clinical Studies ( 14 )] . 2.2 For Adult Patients with CKD Prefilled syringes are not designed for administration of partial doses. Round doses to the closest dose achievable with the prefilled syringes. When initiating or adjusting therapy, monitor hemoglobin levels at least weekly until stable, then monitor at least monthly. When adjusting therapy consider hemoglobin rate of rise, rate of decline, ESA responsiveness and hemoglobin variability. A single hemoglobin excursion may not require a dosing change. • Do not increase the dose more frequently than once every 4 weeks. Decreases in dose can occur more frequently. Avoid frequent dose adjustments. • If the hemoglobin rises rapidly (e.g., more than 1 g/dL in any 2-week period), reduce the dose of Mircera by approximately 25% to the closest dose achievable with the prefilled syringes to reduce rapid responses. • If the hemoglobin continues to rise following a dose reduction, discontinue Mircera until the hemoglobin level begins to decrease, at which point therapy should be restarted with a dose that is approximately 25% below the previously administered dose. • For patients who do not respond adequately, if the hemoglobin has not increased by more than 1 g/dL after 4 weeks of therapy, increase the dose by approximately 25% to the closest dose achievable with the prefilled syringes. • For patients who do not respond adequately over a 12-week escalation period, increasing the Mircera dose further is unlikely to improve response and may increase risks. Use the lowest dose that will maintain a hemoglobin level sufficient to reduce the need for RBC transfusions. Evaluate other causes of anemia. Discontinue Mircera if responsiveness does not improve. Administer Mircera either intravenously or subcutaneously. When administered subcutaneously, Mircera should be injected in the abdomen, arm or thigh. For Adult Patients with CKD on dialysis : • Initiate Mircera treatment when the hemoglobin level is less than 10 g/dL. • If the hemoglobin level approaches or exceeds 11 g/dL, reduce or interrupt the dose of Mircera. • The recommended starting dose of Mircera for the treatment of anemia in adult CKD patients who are not currently treated with an ESA is 0.6 mcg/kg body weight administered once every two weeks as a single intravenous or subcutaneous injection. The intravenous route is recommended for patients receiving hemodialysis because the intravenous route may be less immunogenic [see Adverse Reactions ( 6.2 )] . • Once the hemoglobin has been stabilized, Mircera may be administered once monthly using a dose that is twice that of the every-two-week dose and subsequently titrated as necessary. For Adult Patients with CKD not on dialysis : • Consider initiating Mircera treatment only when the hemoglobin level is less than 10 g/dL and the following considerations apply: o The rate of hemoglobin decline indicates the likelihood of requiring a RBC transfusion and , o Reducing the risk of alloimmunization and/or other RBC transfusion-related risks is a goal. • If the hemoglobin level exceeds 10 g/dL, reduce or interrupt the dose of Mircera, and use the lowest dose of Mircera sufficient to reduce the need for RBC transfusions. • The recommended starting dose of Mircera for the treatment of anemia in adult CKD patients who are not currently treated with an ESA is 1.2 mcg/kg body weight administered once every month as a single subcutaneous injection. Alternatively, a starting dose of 0.6 mcg/kg body weight may be administered once every two weeks as a single intravenous or subcutaneous injection. • Once the hemoglobin has been stabilized, Mircera may be administered once monthly using a dose that is twice that of the every-two-week dose and subsequently titrated as necessary. Refer patients who self-administer Mircera to the Instructions for Use [see Patient Counseling Information ( 17 )] . Conversion from Epoetin alfa or Darbepoetin alfa to Mircera in Adult Patients with CKD Mircera can be administered once every two weeks or once monthly to patients whose hemoglobin has been stabilized by treatment with an ESA (see Table 1 ). The dose of Mircera, given as a single intravenous or subcutaneous injection, should be based on the total weekly ESA dose at the time of conversion. Table1: Mircera Starting Doses for Adult Patients Currently Receiving an ESA Previous Weekly Epoetin alfa Dose (units/week) Previous Weekly Darbepoetin alfa Dose (mcg/week) Mircera Dose Once Monthly (mcg/month) Once Every Two Weeks (mcg/every two weeks) Less than 8000 units Less than 40 mcg 120 mcg 60 mcg 8000 units to 16000 units 40 mcg to 80 mcg 200 mcg 100 mcg More than 16000 units More than 80 mcg 360 mcg 180 mcg 2.3 For Pediatric Patients with CKD Conversion from Epoetin alfa or Darbepoetin alfa to Mircera in Pediatric Patients with CKD Pre-filled syringes are not designed for administration of partial doses. Pediatric patients requiring a dose of less than 30 mcg of Mircera should not be treated with Mircera. In patients less than 6 years of age, maintain the same route of administration as the previous ESA when switching from another ESA to Mircera. Administer Mircera once every 4 weeks as an intravenous or subcutaneous injection to pediatric patients (ages 3 months to 17 years) whose hemoglobin level has been stabilized by treatment with an ESA. The starting dose of Mircera is calculated based on the total weekly ESA dose at the time of conversion. Refer to Table 2 for the dose of Mircera corresponding to the available commercial prefilled syringe strengths. Table 2: Mircera Starting Doses for Pediatric Patients Currently Receiving an ESA Previous Weekly Epoetin Alfa or Epoetin Beta Dose (Units/Week) Previous Weekly Darbepoetin Alfa Dose (mcg/week) Mircera Dose Once Every 4 Weeks (mcg) Less than 1300 units Less than 6 mcg 30 mcg 1300 units to less than 2000 units 6 mcg to less than 9 mcg 50 mcg 2000 units to less than 2700 units 9 mcg to less than 12 mcg 75 mcg 2700 units to less than 3500 units 12 mcg to less than 15 mcg 100 mcg 3500 units to less than 4200 units 15 mcg to less than 19 mcg 120 mcg 4200 units to less than 5500 units 19 mcg to less than 24 mcg 150 mcg 5500 units to less than 7000 units 24 mcg to less than 31 mcg 200 mcg 7000 units to less than 9500 units 31 mcg to less than 42 mcg 250 mcg greater than or equal to 9500 units greater than or equal to 42 mcg 360 mcg In patients <less than 6 years of age, maintain the same route of administration as the previous ESA when switching from another ESA to Mircera. If a dose adjustment is required to maintain the hemoglobin concentration above 10 g/dl and within the target range, refer to Table 3 for the Mircera dose adjustment based on hemoglobin response. Dose adjustments should not be made more often than once every 4 weeks. Table 3: Mircera Dose Adjustments for Pediatric Patients Hemoglobin Assessment Compared with the Previous Mircera Dose Hb decreases by more than 1.0 g/dL compared with baseline Hb Increase dose by approximately 25% to the closest dose achievable with the prefilled syringes Hb is less than 10 g/dL and greater than or equal to 9 g/dL (Hb<10.0 and ≥9.0 g/dL) Increase dose by approximately 25% to the closest dose achievable with the prefilled syringes Hb is less than 9 g/dL (Hb <9.0 g/dL) Increase dose by approximately 50% to the closest dose achievable with the prefilled syringes Hb increases by more than 1.0 g/dL compared with the baseline Hb Decrease dose by approximately 25% to the closest dose achievable with the prefilled syringes Hb is increasing and is approaching 12 g/dL or Hb is greater than or equal to 12 g/dL (Hb≥12 g/dL) Decrease dose by approximately 25% to the closest dose achievable with the prefilled syringes If Hb exceeds 12 g/dL and continues to increase following a dose reduction Stop doses until Hb is less than 12.0 g/dL. Resume dose at approximately 25% below previous dose to the closest dose achievable with the prefilled syringes at next scheduled dosing day. 2.4 Preparation and Administration of Mircera Mircera is packaged as single-dose prefilled syringes. Mircera contains no preservatives. Discard any unused portion. Do not pool unused portions from the prefilled syringes. Do not use the prefilled syringe more than once. Always store Mircera prefilled syringes in their original cartons. Vigorous shaking or prolonged exposure to light should be avoided. Do not mix Mircera with any parenteral solution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Do not use any prefilled syringes exhibiting particulate matter or a coloration other than colorless to slightly yellowish. For administration using the prefilled syringe, the plunger must be fully depressed during injection in order for the needle guard to activate. Following administration, remove the needle from the injection site and then release the plunger to allow the needle guard to move up until the entire needle is covered. Children and adolescents less than 17 years of age should not self-inject Mircera. Intravenous and subcutaneous administration should be performed by a healthcare professional or adult caregiver. See “Instructions for Use” for complete instructions on the preparation and administration of Mircera. Examine each prefilled syringe for the expiration date. Do not use Mircera after the expiration date."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Mircera is an erythropoiesis-stimulating agent (ESA) indicated for the treatment of anemia associated with chronic kidney disease (CKD) in: • adult patients on dialysis and adult patients not on dialysis ( 1.1 ). • pediatric patients 3 months to 17 years of age on dialysis or not on dialysis who are converting from another ESA after their hemoglobin level was stabilized with an ESA ( 1.1 ). Limitations of Use Mircera is not indicated and is not recommended for use: • In the treatment of anemia due to cancer chemotherapy ( 5.2 ). • As a substitute for RBC transfusions in patients who require immediate correction of anemia ( 12.2 ). Mircera has not been shown to improve quality of life, fatigue, or patient well-being. 1.1 Anemia Due to Chronic Kidney Disease Mircera is indicated for the treatment of anemia associated with chronic kidney disease (CKD) in: • adult patients on dialysis and adult patients not on dialysis. • pediatric patients 3 months to 17 years of age on dialysis or not on dialysis who are converting from another ESA after their hemoglobin level was stabilized with an ESA. Limitations of Use Mircera is not indicated and is not recommended: • In the treatment of anemia due to cancer chemotherapy [see Warnings and Precautions ( 5.2 )] . • As a substitute for RBC transfusions in patients who require immediate correction of anemia [see Clinical Pharmacology ( 12.2 )] . Mircera has not been shown to improve symptoms, physical functioning, or health-related quality of life."
  ],
  "fetched_at": "2025-10-01T02:58:33.429557",
  "source": "OpenFDA"
}