{
  "drug_name": "Metoclopramide",
  "generic_name": [
    "METOCLOPRAMIDE"
  ],
  "brand_names": [
    "Metoclopramide"
  ],
  "drug_interactions": [
    "Drug Interactions The effects of metoclopramide on gastrointestinal motility are antagonized by anticholinergic drugs and narcotic analgesics. Additive sedative effects can occur when metoclopramide is given with alcohol, sedatives, hypnotics, narcotics, or tranquilizers. The finding that metoclopramide releases catecholamines in patients with essential hypertension suggests that it should be used cautiously, if at all, in patients receiving monoamine oxidase inhibitors. Absorption of drugs from the stomach may be diminished (e.g. digoxin) by metoclopramide, whereas the rate and/or extent of absorption of drugs from the small bowel may be increased (e.g., acetaminophen, tetracycline, levodopa, ethanol, cyclosporine). Gastroparesis (gastric stasis) may be responsible for poor diabetic control in some patients. Exogenously administered insulin may begin to act before food has left the stomach and lead to hypoglycemia. Because the action of metoclopramide will influence the delivery of food to the intestines and thus the rate of absorption, insulin dosage or timing of dosage may require adjustment."
  ],
  "warnings": [
    "WARNINGS Mental depression has occurred in patients with and without prior history of depression. Symptoms have ranged from mild to severe and have included suicidal ideation and suicide. Metoclopramide should be given to patients with a prior history of depression only if the expected benefits outweigh the potential risks. Extrapyramidal symptoms, manifested primarily as acute dystonic reactions, occur in approximately 1 in 500 patients treated with the usual adult dosages of 30 to 40 mg/day of metoclopramide. These usually are seen during the first 24 to 48 hours of treatment with metoclopramide, occur more frequently in pediatric patients and adult patients less than 30 years of age and are even more frequent at the higher doses. These symptoms may include involuntary movements of limbs and facial grimacing, torticollis, oculogyric crisis, rhythmic protrusion of tongue, bulbar type of speech, trismus, or dystonic reactions resembling tetanus. Rarely, dystonic reactions may present as stridor and dyspnea, possibly due to laryngospasm. If these symptoms should occur, inject 50 mg diphenhydramine hydrochloride intramuscularly, and they usually will subside. Benztropine mesylate, 1 to 2 mg intramuscularly, may also be used to reverse these reactions. Parkinsonian-like symptoms have occurred, more commonly within the first 6 months after beginning treatment with metoclopramide, but occasionally after longer periods. These symptoms generally subside within 2 to 3 months following discontinuance of metoclopramide. Patients with preexisting Parkinson’s disease should be given metoclopramide cautiously, if at all, since such patients may experience exacerbation of parkinsonian symptoms when taking metoclopramide. Tardive Dyskinesia (see Boxed Warnings) Treatment with metoclopramide can cause tardive dyskinesia (TD), a potentially irreversible and disfiguring disorder characterized by involuntary movements of the face, tongue, or extremities. The risk of developing tardive dyskinesia increases with duration of treatment and the total cumulative dose. An analysis of utilization patterns showed that about 20% of patients who used metoclopramide took it for longer than 12 weeks. Treatment with metoclopramide for longer than the recommended 12 weeks should be avoided in all but rare cases where therapeutic benefit is thought to outweigh the risk of developing TD. Although the risk of developing TD in the general population may be increased among the elderly, women, and diabetics, it is not possible to predict which patients will develop metoclopramide-induced TD. Both the risk of developing TD and the likelihood that TD will become irreversible increase with duration of treatment and total cumulative dose. Metoclopramide should be discontinued in patients who develop signs or symptoms of TD. There is no known effective treatment for established cases of TD, although in some patients, TD may remit, partially or completely, within several weeks to months after metoclopramide is withdrawn. Metoclopramide itself may suppress, or partially suppress, the signs of TD, thereby masking the underlying disease process. The effect of this symptomatic suppression upon the long term course of TD is unknown. Therefore, metoclopramide should not be used for the symptomatic control of TD. Neuroleptic Malignant Syndrome (NMS) There have been rare reports of an uncommon but potentially fatal symptom complex sometimes referred to as Neuroleptic Malignant Syndrome (NMS) associated with metoclopramide. Clinical manifestations of NMS include hyperthermia, muscle rigidity, altered consciousness, and evidence of autonomic instability (irregular pulse or blood pressure, tachycardia, diaphoresis and cardiac arrhythmias). The diagnostic evaluation of patients with this syndrome is complicated. In arriving at a diagnosis, it is important to identify cases where the clinical presentation includes both serious medical illness (e.g., pneumonia, systemic infection, etc.) and untreated or inadequately treated extrapyramidal signs and symptoms (EPS). Other important considerations in the differential diagnosis include central anticholinergic toxicity, heat stroke, malignant hyperthermia, drug fever and primary central nervous system (CNS) pathology. The management of NMS should include 1) immediate discontinuation of metoclopramide and other drugs not essential to concurrent therapy, 2) intensive symptomatic treatment and medical monitoring, and 3) treatment of any concomitant serious medical problems for which specific treatments are available. Bromocriptine and dantrolene sodium have been used in treatment of NMS, but their effectiveness have not been established (see ADVERSE REACTIONS )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS In general, the incidence of adverse reactions correlates with the dose and duration of metoclopramide administration. The following reactions have been reported, although in most instances, data do not permit an estimate of frequency: CNS Effects Restlessness, drowsiness, fatigue, and lassitude occur in approximately 10% of patients receiving the most commonly prescribed dosage of 10 mg 4 times daily. (see PRECAUTIONS ). Insomnia, headache, confusion, dizziness or mental depression with suicidal ideation (see WARNINGS ) occur less frequently. The incidence of drowsiness is greater at higher doses. There are isolated reports of convulsive seizures without clearcut relationship to metoclopramide. Rarely, hallucinations have been reported. Extrapyramidal Reactions (EPS) Acute dystonic reactions, the most common type of EPS associated with metoclopramide, occur in approximately 0.2% of patients (1 in 500) treated with 30 to 40 mg of metoclopramide per day. Symptoms include involuntary movements of limbs, facial grimacing, torticollis, oculogyric crisis, rhythmic protrusion of tongue, bulbar type of speech, trismus, opisthotonus (tetanus-like reactions), and, rarely, stridor and dyspnea possibly due to laryngospasm; ordinarily these symptoms are readily reversed by diphenhydramine (see WARNINGS ). Parkinsonian-like symptoms may include bradykinesia, tremor, cogwheel rigidity, mask-like facies (see WARNINGS ). Tardive dyskinesia most frequently is characterized by involuntary movements of the tongue, face, mouth, or jaw, and sometimes by involuntary movements of the trunk and/or extremities; movements may be choreoathetotic in appearance (see WARNINGS ). Motor restlessness (akathisia) may consist of feelings of anxiety, agitation, jitteriness, and insomnia, as well as inability to sit still, pacing, foot tapping. These symptoms may disappear spontaneously or respond to a reduction in dosage. Neuroleptic Malignant Syndrome Rare occurrences of neuroleptic malignant syndrome (NMS) have been reported. This potentially fatal syndrome is comprised of the symptom complex of hyperthermia, altered consciousness, muscular rigidity, and autonomic dysfunction (see WARNINGS ). Endocrine Disturbances Galactorrhea, amenorrhea, gynecomastia, impotence secondary to hyperprolactinemia (see PRECAUTIONS ). Fluid retention secondary to transient elevation of aldosterone (see CLINICAL PHARMACOLOGY ). Cardiovascular Hypotension, hypertension, supraventricular tachycardia, bradycardia, fluid retention, acute congestive heart failure, and possible AV block (see CONTRAINDICATIONS and PRECAUTIONS ). Gastrointestinal Nausea and bowel disturbances, primarily diarrhea. Hepatic Rarely, cases of hepatotoxicity, characterized by such findings as jaundice and altered liver function tests, when metoclopramide was administered with other drugs with known hepatotoxic potential. Renal Urinary frequency and incontinence. Hematologic A few cases of neutropenia, leukopenia, or agranulocytosis, generally without clearcut relationship to metoclopramide. Methemoglobinemia, in adults and especially with overdosage in neonates (see OVERDOSAGE ). Sulfhemoglobinemia in adults. Allergic Reactions A few cases of rash, urticaria, or bronchospasm, especially in patients with a history of asthma. Rarely, angioneurotic edema, including glossal or laryngeal edema. Miscellaneous Visual disturbances. Porphyria."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Metoclopramide should not be used whenever stimulation of gastrointestinal motility might be dangerous, e.g., in the presence of gastrointestinal hemorrhage, mechanical obstruction, or perforation. Metoclopramide is contraindicated in patients with pheochromocytoma because the drug may cause a hypertensive crisis, probably due to release of catecholamines from the tumor. Such hypertensive crises may be controlled by phentolamine. Metoclopramide is contraindicated in patients with known sensitivity or intolerance to the drug. Metoclopramide should not be used in epileptics or patients receiving other drugs which are likely to cause extrapyramidal reactions, since the frequency and severity of seizures or extrapyramidal reactions may be increased."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Therapy with metoclopramide oral solution should not exceed 12 weeks in duration. For the Relief of Symptomatic Gastroesophageal Reflux Administer from 10 mg to 15 mg metoclopramide orally up to 4 times daily 30 minutes before each meal and at bedtime, depending upon symptoms being treated and clinical response (see CLINICAL PHARMACOLOGY and INDICATIONS AND USAGE ). If symptoms occur only intermittently or at specific times of the day, use of metoclopramide in single doses up to 20 mg prior to the provoking situation may be preferred rather than continuous treatment. Occasionally, patients (such as elderly patients) who are more sensitive to the therapeutic or adverse effects of metoclopramide will require only 5 mg per dose. Experience with esophageal erosions and ulcerations is limited, but healing has thus far been documented in one controlled trial using 4 times daily therapy at 15 mg/dose, and this regimen should be used when lesions are present, so long as it is tolerated (see ADVERSE REACTIONS ). Because of the poor correlation between symptoms and endoscopic appearance of the esophagus, therapy directed at esophageal lesions is best guided by endoscopic evaluation. Therapy longer than 12 weeks has not been evaluated and cannot be recommended. For the Relief of Symptoms Associated with Diabetic Gastroparesis (Diabetic Gastric Stasis) Administer 10 mg of metoclopramide 30 minutes before each meal and at bedtime for two to eight weeks, depending upon response and the likelihood of continued well-being upon drug discontinuation. The initial route of administration should be determined by the severity of the presenting symptoms. If only the earliest manifestations of diabetic gastric stasis are present, oral administration of metoclopramide may be initiated. However, if severe symptoms are present, therapy should begin with metoclopramide injection (consult labeling of the injection prior to initiating parenteral administration). Administration of metoclopramide injection up to 10 days maybe required before symptoms subside at which time oral administration may be instituted. Since diabetic gastric stasis is frequently recurrent, metoclopramide therapy should be reinstituted at the earliest manifestation. Use in Patients with Renal or Hepatic Impairment Since metoclopramide is excreted principally through the kidneys, in those patients whose creatinine clearance is below 40 mL/min, therapy should be initiated at approximately one-half the recommended dosage. Depending upon clinical efficacy and safety considerations, the dosage may be increased or decreased as appropriate. See OVERDOSAGE section for information regarding dialysis. Metoclopramide undergoes minimal hepatic metabolism, except for simple conjugation. Its safe use has been described in patients with advanced liver disease whose renal function was normal."
  ],
  "indications": [
    "INDICATIONS AND USAGE The use of Metoclopramide Oral Solution is recommended for adults only. Therapy should not exceed 12 weeks in duration. Symptomatic Gastroesophageal Reflux Metoclopramide Oral Solution is indicated as short-term (4 to 12 weeks) therapy for adults with symptomatic, documented gastroesophageal reflux who fail to respond to conventional therapy. The principal effect of metoclopramide is on symptoms of post-prandial and daytime heartburn with less observed effect on nocturnal symptoms. If symptoms are confined to particular situations, such as following the evening meal, use of metoclopramide as single doses prior to the provocative situation should be considered, rather than using the drug throughout the day. Healing of esophageal ulcers and erosions has been endoscopically demonstrated at the end of 12-week trial using doses of 15 mg 4 times daily. As there is no documented correlation between symptoms and healing of esophageal lesions, patients with documented lesions should be monitored endoscopically. Diabetic Gastroparesis (Diabetic Gastric Stasis) Metoclopramide is indicated for the relief of symptoms associated with acute and recurrent diabetic gastric stasis. The usual manifestations of delayed gastric emptying (e.g., nausea, vomiting, heartburn, persistent fullness after meals, and anorexia) appear to respond to metoclopramide within different time intervals. Significant relief of nausea occurs early and continues to improve over a three-week period. Relief of vomiting and anorexia may precede the relief of abdominal fullness by one week or more."
  ],
  "fetched_at": "2025-09-30T22:34:01.545156",
  "source": "OpenFDA"
}