{
  "drug_name": "Metyrosine",
  "generic_name": [
    "METYROSINE"
  ],
  "brand_names": [
    "metyrosine"
  ],
  "drug_interactions": [
    "Drug Interactions Caution should be observed in administering metyrosine to patients receiving phenothiazines or haloperidol because the extrapyramidal effects of these drugs can be expected to be potentiated by inhibition of catecholamine synthesis. Concurrent use of metyrosine with alcohol or other CNS depressants can increase their sedative effects (see WARNINGS and PRECAUTIONS, Information for Patients )."
  ],
  "warnings": [
    "WARNINGS Maintain Fluid Volume During and After Surgery When metyrosine is used preoperatively, alone or especially in combination with alpha-adrenergic blocking drugs, adequate intravascular volume must be maintained intraoperatively (especially after tumor removal) and postoperatively to avoid hypotension and decreased perfusion of vital organs resulting from vasodilatation and expanded volume capacity. Following tumor removal, large volumes of plasma may be needed to maintain blood pressure and central venous pressure within the normal range. In addition, life-threatening arrhythmias may occur during anesthesia and surgery, and may require treatment with a beta-blocker or lidocaine. During surgery, patients should have continuous monitoring of blood pressure and electrocardiogram. Intraoperative Effects While the preoperative use of metyrosine in patients with pheochromocytoma is thought to decrease intraoperative problems with blood pressure control, metyrosine does not eliminate the danger of hypertensive crises or arrhythmias during manipulation of the tumor, and the alpha-adrenergic blocking drug, phentolamine, may be needed. Interaction with Alcohol Metyrosine may add to the sedative effects of alcohol and other CNS depressants, e.g., hypnotics, sedatives, and tranquilizers (see PRECAUTIONS, Information for Patients and Drug Interactions )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Central Nervous System Sedation The most common adverse reaction to metyrosine is moderate to severe sedation, which has been observed in almost all patients. It occurs at both low and high dosages. Sedative effects begin within the first 24 hours of therapy, are maximal after two to three days, and tend to wane during the next few days. Sedation usually is not obvious after one week unless the dosage is increased, but at dosages greater than 2000 mg/day some degree of sedation or fatigue may persist. In most patients who experience sedation, temporary changes in sleep pattern occur following withdrawal of the drug. Changes consist of insomnia that may last for two or three days and feelings of increased alertness and ambition. Even patients who do not experience sedation while on metyrosine may report symptoms of psychic stimulation when the drug is discontinued. Extrapyramidal Signs Extrapyramidal signs such as drooling, speech difficulty, and tremor have been reported in approximately 10% of patients. These occasionally have been accompanied by trismus and frank parkinsonism. Anxiety and Psychic Disturbances Anxiety and psychic disturbances such as depression, hallucinations, disorientation, and confusion may occur. These effects seem to be dose-dependent and may disappear with reduction of dosage. Diarrhea Diarrhea occurs in about 10% of patients and may be severe. Anti-diarrheal agents may be required if continuation of metyrosine is necessary. Miscellaneous Infrequently, slight swelling of the breast, galactorrhea, nasal stuffiness, decreased salivation, dry mouth, headache, nausea, vomiting, abdominal pain, and impotence or failure of ejaculation may occur. Crystalluria (see PRECAUTIONS ) and transient dysuria and hematuria have been observed in a few patients. Hematologic disorders (including eosinophilia, anemia, thrombocytopenia, and thrombocytosis), increased SGOT levels, peripheral edema, and hypersensitivity reactions such as urticaria and pharyngeal edema have been reported rarely. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Metyrosine capsules are contraindicated in persons known to be hypersensitive to this compound."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The recommended initial dosage of metyrosine capsules for adults and children 12 years of age and older is 250 mg orally four times daily. This may be increased by 250 mg to 500 mg every day to a maximum of 4 g/day in divided doses. When used for preoperative preparation, the optimally effective dosage of metyrosine capsules should be given for at least five to seven days. Optimally effective dosages of metyrosine capsules usually are between 2 g/day and 3 g/day, and the dose should be titrated by monitoring clinical symptoms and catecholamine excretion. In patients who are hypertensive, dosage should be titrated to achieve normalization of blood pressure and control of clinical symptoms. In patients who are usually normotensive, dosage should be titrated to the amount that will reduce urinary metanephrines and/or vanillylmandelic acid by 50% or more. If patients are not adequately controlled by the use of metyrosine capsules, an alpha-adrenergic blocking agent (phenoxybenzamine) should be added. Use of metyrosine capsules in children under 12 years of age has been limited and a dosage schedule for this age group cannot be given."
  ],
  "indications": [
    "INDICATIONS AND USAGE Metyrosine capsules are indicated in the treatment of patients with pheochromocytoma for: 1. Preoperative preparation of patients for surgery. 2. Management of patients when surgery is contraindicated. 3. Chronic treatment of patients with malignant pheochromocytoma. Metyrosine capsules are not recommended for the control of essential hypertension."
  ],
  "fetched_at": "2025-09-30T21:33:49.616137",
  "source": "OpenFDA"
}