{
  "drug_name": "Mifepristone",
  "generic_name": [
    "MIFEPRISTONE"
  ],
  "brand_names": [
    "Korlym"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Based on the long terminal half-life of mifepristone after reaching steady state, at least 2 weeks should elapse after cessation of KORLYM before initiating or increasing the dose of any interacting concomitant medication. Drugs metabolized by CYP3A: Administer drugs that are metabolized by CYP3A at the lowest dose when used with KORLYM ( 7.1 ). CYP3A inhibitors: Caution should be used when KORLYM is used with strong CYP3A inhibitors. Limit mifepristone dose to 900 mg per day when used with strong CYP3A inhibitors ( 7.2 ). CYP3A inducers: Do not use KORLYM with CYP3A inducers ( 7.3 ). Drugs metabolized by CYP2C8/2C9: Use the lowest dose of CYP2C8/2C9 substrates when used with KORLYM ( 7.4 ). Drugs metabolized by CYP2B6: Use of KORLYM should be done with caution with bupropion and efavirenz ( 7.5 ). Hormonal contraceptives: Do not use with KORLYM ( 7.6 ). 7.1 Drugs Metabolized by CYP3A Because KORLYM is an inhibitor of CYP3A, concurrent use of KORLYM with a drug whose metabolism is largely or solely mediated by CYP3A is likely to result in increased plasma concentrations of the drug. Discontinuation or dose reduction of such medications may be necessary with KORLYM co-administration. KORLYM increased the exposure to simvastatin and simvastatin acid significantly in healthy subjects. Concomitant use of simvastatin or lovastatin is contraindicated because of the increased risk of myopathy and rhabdomyolysis. [See Contraindications (4.2), Clinical Pharmacology 12.3 ] The exposure of other substrates of CYP3A with narrow therapeutic ranges, such as cyclosporine, dihydroergotamine, ergotamine, fentanyl, pimozide, quinidine, sirolimus, and tacrolimus, may be increased by concomitant administration with KORLYM. Therefore, the concomitant use of such CYP3A substrates with KORLYM is contraindicated. [See Contraindications (4.2)] Other drugs with similar high first pass metabolism in which CYP3A is the primary route of metabolism should be used with extreme caution if co-administered with KORLYM. The lowest possible dose and/or a decreased frequency of dosing must be used with therapeutic drug monitoring when possible. Use of alternative drugs without these metabolic characteristics is advised when possible with concomitant KORLYM. If drugs that undergo low first pass metabolism by CYP3A or drugs in which CYP3A is not the major metabolic route are co-administered with KORLYM, use the lowest dose of concomitant medication necessary, with appropriate monitoring and follow-up. [See Clinical Pharmacology ( 12.3 )] 7.2 CYP3A Inhibitors Medications that inhibit CYP3A could increase plasma mifepristone concentrations and dose reduction of KORLYM may be required. Ketoconazole and other strong inhibitors of CYP3A, such as itraconazole, nefazodone, ritonavir, nelfinavir, indinavir, atazanavir, amprenavir and fosamprenavir, clarithromycin, conivaptan, lopinavir /ritonavir, posaconazole, saquinavir, telithromycin, or voriconazole may increase exposure to mifepristone. Caution should be used when strong CYP3A inhibitors are prescribed in combination with KORLYM. The benefit of concomitant use of these agents should be carefully weighed against the potential risks. The dose of KORLYM should be limited to 900 mg, and strong inhibitors of CYP3A should be used only when necessary. [See Dosage and Administration ( 2.4 ), Warnings & Precautions ( 5.6 ), and Clinical Pharmacology ( 12.3 )] 7.3 CYP3A Inducers No medications that induce CYP3A have been studied when co-administered with KORLYM. Avoid co-administration of KORLYM and CYP3A inducers such as rifampin, rifabutin, rifapentin, phenobarbital, phenytoin, carbamazepine, and St. John's wort. 7.4 Drugs Metabolized by CYP2C8/2C9 Because KORLYM is an inhibitor of CYP2C8/2C9, concurrent use of KORLYM with a drug whose metabolism is largely or solely mediated by CYP2C8/2C9 is likely to result in increased plasma concentrations of the drug. KORLYM significantly increased exposure of fluvastatin, a typical CYP2C8/2C9 substrate, in healthy subjects. When given concomitantly with KORLYM, drugs that are substrates of CYP2C8/2C9 (including non-steroidal anti-inflammatory drugs, warfarin, and repaglinide) should be used at the smallest recommended doses, and patients should be closely monitored for adverse effects. [See Clinical Pharmacology ( 12.3 )] 7.5 Drugs Metabolized by CYP2B6 Mifepristone is an inhibitor of CYP2B6 and may cause significant increases in exposure of drugs that are metabolized by CYP2B6 such as bupropion and efavirenz. Since no study has been conducted to evaluate the effect of mifepristone on substrates of CYP2B6, the concomitant use of bupropion and efavirenz should be undertaken with caution. [See Clinical Pharmacology ( 12.3 )] 7.6 Use of Hormonal Contraceptives Mifepristone is a progesterone-receptor antagonist and will interfere with the effectiveness of hormonal contraceptives. Therefore, non-hormonal contraceptive methods should be used. [See Use In Specific Populations ( 8.3 )]"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions in Cushing's syndrome (≥ 20%): nausea, fatigue, headache, decreased blood potassium, arthralgia, vomiting, peripheral edema, hypertension, dizziness, decreased appetite, endometrial hypertrophy ( 6 ). To report suspected adverse reactions, contact Corcept Therapeutics at 1-855-844-3270 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed cannot be directly compared to rates in other clinical trials and may not reflect the rates observed in clinical practice. Safety data on the use of KORLYM are available from 50 patients with Cushing's syndrome enrolled in an uncontrolled, open-label, multi-center trial (Study 400). Forty-three patients had Cushing's disease and all except one had previously undergone pituitary surgery. Four patients had ectopic ACTH secretion, and three had adrenal carcinoma. Patients were treated for up to 24 weeks. A dose of 300 mg per day was administered for the initial 14 days; thereafter, the dose could be escalated in increments of 300 mg per day based on assessments of tolerability and clinical response. Doses were escalated up to 900 mg per day for patients <60 kg, or 1200 mg per day for patients >60 kg. The most frequently reported adverse reactions (reported in ≥20% of patients, regardless of relationship to KORLYM) were nausea, fatigue, headache, decreased blood potassium, arthralgia, vomiting, peripheral edema, hypertension, dizziness, decreased appetite, and endometrial hypertrophy. Drug-related adverse events resulted in dose interruption or reduction in study drug in 40% of patients. The adverse reactions that occurred in ≥10% of the Cushing's syndrome patients receiving KORLYM, regardless of relationship to KORLYM, are shown in Table 2 . Table 2. Treatment Emergent Adverse Events Occurring in ≥10% of Cushing's Syndrome Patients Receiving KORLYM Body System/Adverse Reaction Percent (%) of Patients Reporting Event (n = 50) *The denominator was 26 females who had baseline and end-of-trial transvaginal ultrasound Gastrointestinal disorders Nausea 48 Vomiting 26 Dry mouth 18 Diarrhea 12 Constipation 10 General disorders and administration/site conditions Fatigue 48 Edema peripheral 26 Pain 14 Nervous system disorders Headache 44 Dizziness 22 Somnolence 10 Musculoskeletal and connective tissue disorders Arthralgia 30 Back pain 16 Myalgia 14 Pain in extremity 12 Investigations Blood potassium decreased 34 Thyroid function test abnormal 18 Infections and infestations Sinusitis 14 Nasopharyngitis 12 Metabolism and nutrition disorders Decreased appetite 20 Anorexia 10 Vascular disorders Hypertension 24 Reproductive system and breast disorders Endometrial hypertrophy 38* Respiratory, thoracic, and mediastinal disorders Dyspnea 16 Psychiatric disorders Anxiety 10 Laboratory Tests Reductions in high density lipoprotein-cholesterol (HDL-C) levels have been observed following treatment with KORLYM. In study subjects that experienced declines in HDL-C, levels returned to baseline following discontinuation of drug. The clinical significance of the treatment-related reduction in HDL-C levels in patients with Cushing's syndrome is not known. In a study of patients with Cushing's syndrome, hypokalemia was observed in 44% of subjects during treatment with KORLYM. In these cases, hypokalemia responded to treatment with potassium supplementation and/or mineralocorticoid antagonist therapy (e.g., spironolactone or eplerenone). Hypokalemia should be corrected prior to initiating KORLYM. [See Warnings and Precautions ( 5.2 )] Elevations of thyroid-stimulating hormone (TSH) were seen in subjects treated with KORLYM. Of the 42 subjects with detectable TSH at baseline, eight (19%) had increases in TSH above the normal range, while remaining asymptomatic. The TSH levels returned to normal in most patients without intervention when KORLYM was discontinued at the end of the study. Vaginal Bleeding and Endometrial Changes In Study 400, the thickness of the endometrium increased from a mean of 6.14 mm at baseline (n=23) to 15.7 mm at end-of-trial (n=18) in premenopausal women; in postmenopausal women the increase was from 2.75 mm (n=6) to 7.35 mm (n=8). Endometrial thickness above the upper limit of normal was reported in 10/26 females who had baseline and end-of-trial transvaginal ultrasound (38%). The endometrial thickness returned to the normal range in 3 out of 10 patients 6 weeks after treatment cessation at the end of the study. Vaginal bleeding occurred in 5 out of 35 females (14%). Two of five subjects with vaginal bleeding had normal endometrial thickness. Endometrial biopsies were performed in six patients; five of these patients had endometrial thickening. No endometrial carcinoma was detected in the sampled cases. Additional Data from Clinical Trials The following are adverse events that were reported in Study 400 at frequencies of ≥ 5% to 10%, and may be related to KORLYM's mechanism of action: Gastrointestinal disorders: gastroesophageal reflux, abdominal pain General disorders and administration site conditions: asthenia, malaise, edema, pitting edema, thirst Investigations: blood triglycerides increased Metabolism and nutrition disorders: hypoglycemia Musculoskeletal and connective tissue disorders: muscular weakness, flank pain, musculoskeletal chest pain Psychiatric disorders: insomnia Reproductive system and breast disorders: vaginal hemorrhage, metrorrhagia [See Warnings and Precautions ( 5.3 )] Adrenal Insufficiency Adrenal insufficiency was reported in two subjects (4%) in Study 400. The most typical symptoms of adrenal insufficiency were nausea and decreased appetite. No hypotension or hypoglycemia was reported during the events. Adrenal insufficiency resolved in both cases with KORLYM interruption and /or dexamethasone administration. Rash Generalized, maculo-papular rash was reported in 2 subjects (4%) in Study 400. Two additional subjects developed pruritus (4%). None resulted in discontinuation of KORLYM, and all the events resolved by the end of the study. 6.2 Postmarketing Experience The following adverse reaction has been identified during post approval use of KORLYM. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. - Angioedema"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS KORLYM is contraindicated in: Pregnancy [See Dosage and Administration ( 2.1 ), Use in Specific Populations ( 8.1 , 8.3 )] Patients taking drugs metabolized by CYP3A such as simvastatin, lovastatin, and CYP3A substrates with narrow therapeutic ranges, such as cyclosporine, dihydroergotamine, ergotamine, fentanyl, pimozide, quinidine, sirolimus, and tacrolimus, due to an increased risk of adverse events. [See Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] Patients receiving systemic corticosteroids for lifesaving purposes (e.g., immunosuppression after organ transplantation) because KORLYM antagonizes the effect of glucocorticoids. Women with a history of unexplained vaginal bleeding or with endometrial hyperplasia with atypia or endometrial carcinoma. Patients with known hypersensitivity to mifepristone or to any of the product components. Pregnancy ( 4 , 8.1 ) Patients taking drugs metabolized by CYP3A such as simvastatin, lovastatin, and CYP3A substrates with narrow therapeutic ranges ( 4 ) Patients receiving systemic corticosteroids for lifesaving purposes ( 4 ) Women with a history of unexplained vaginal bleeding or endometrial hyperplasia with atypia or endometrial carcinoma ( 4 ) Patients with known hypersensitivity to mifepristone or to any of the product components ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain a negative pregnancy test in females of reproductive potential prior to initiating treatment with KORLYM or if treatment is interrupted for more than 14 days. ( 2.1 ) Administer once daily orally with a meal ( 2.2 ). The recommended starting dose is 300 mg once daily ( 2.2 ). Based on clinical response and tolerability, the dose may be increased in 300 mg increments to a maximum of 1200 mg once daily. Do not exceed 20 mg/kg per day ( 2.2 ). Renal impairment: do not exceed 600 mg once daily ( 2.3 ). Mild-to-moderate hepatic impairment: do not exceed 600 mg once daily. Do not use in severe hepatic impairment ( 2.4 ). Concomitant administration with strong CYP3A inhibitors: Do not exceed 900 mg once daily ( 2.5 ). 2.1 Testing Prior to and During KORLYM Administration Obtain a negative pregnancy test in females of reproductive potential prior to initiating treatment with KORLYM or if treatment is interrupted for more than 14 days [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 ), Use in Specific Populations ( 8.1 , 8.3 )]. 2.2 Adult Dosage The recommended starting dose is 300 mg orally once daily. KORLYM must be given as a single daily dose. KORLYM should always be taken with a meal. Patients should swallow the tablet whole. Do not split, crush, or chew tablets. Dosing and titration The daily dose of KORLYM may be increased in 300 mg increments. The dose of KORLYM may be increased to a maximum of 1200 mg once daily but should not exceed 20 mg/kg per day. Increases in dose should not occur more frequently than once every 2-4 weeks. Decisions about dose increases should be based on a clinical assessment of tolerability and degree of improvement in Cushing's syndrome manifestations. Changes in glucose control, anti-diabetic medication requirements, insulin levels, and psychiatric symptoms may provide an early assessment of response (within 6 weeks) and may help guide early dose titration. Improvements in cushingoid appearance, acne, hirsutism, striae, and body weight occur over a longer period of time and, along with measures of glucose control, may be used to determine dose changes beyond the first 2 months of therapy. Careful and gradual titration of KORLYM accompanied by monitoring for recognized adverse reactions [ See Warnings and Precautions ( 5.1 ) and ( 5.2 ) ] may reduce the risk of severe adverse reactions. Dose reduction or even dose discontinuation may be needed in some clinical situations. If KORLYM treatment is interrupted, it should be reinitiated at the lowest dose (300 mg). If treatment was interrupted because of adverse reactions, the titration should aim for a dose lower than the one that resulted in treatment interruption. 2.3 Dosing in Renal Impairment No change in initial dose of KORLYM is required in renal impairment. The maximum dose should be limited to 600 mg. [See Renal Impairment ( 8.6 ) and Clinical Pharmacology ( 12.3 )] 2.4 Dosing in Hepatic Impairment No change in the initial dose of KORLYM is required in mild to moderate hepatic impairment. The maximum dose should be limited to 600 mg. KORLYM should not be used in severe hepatic impairment. [See Hepatic Impairment ( 8.7 ) and Clinical Pharmacology ( 12.3 )] 2.5 Concomitant Administration with CYP3A Inhibitors Ketoconazole and other strong inhibitors of CYP3A, such as itraconazole, nefazodone, ritonavir, nelfinavir, indinavir, atazanavir, amprenavir and fosamprenavir, clarithromycin, conivaptan, lopinavir/ritonavir, posaconazole, saquinavir, telithromycin, or voriconazole may increase exposure to mifepristone. KORLYM should be used in combination with strong CYP3A inhibitors only when necessary. [See Warnings and Precautions ( 5.6 ), Drug Interactions ( 7.2 )] Administration of KORLYM to patients already being treated with strong CYP3A inhibitors: Start at a dose of 300 mg. If clinically indicated, titrate to a maximum of 900 mg. Administration of strong CYP3A inhibitors to patients already being treated with KORLYM: Adjust the dose of KORLYM according to Table 1 . Table 1. Dose adjustment of KORLYM when strong CYP3A inhibitor is added Current dose of KORLYM Adjustment to dose of KORLYM if adding a strong CYP3A inhibitor 300 mg No change 600 mg Reduce dose to 300 mg. If clinically indicated, titrate to a maximum of 600 mg 900 mg Reduce dose to 600 mg. If clinically indicated, titrate to a maximum of 900 mg 1200 mg Reduce dose to 900 mg"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE KORLYM (mifepristone) is a cortisol receptor blocker indicated to control hyperglycemia secondary to hypercortisolism in adult patients with endogenous Cushing's syndrome who have type 2 diabetes mellitus or glucose intolerance and have failed surgery or are not candidates for surgery. LIMITATIONS OF USE: KORLYM should not be used in the treatment of patients with type 2 diabetes unless it is secondary to Cushing's syndrome. KORLYM (mifepristone) is a cortisol receptor blocker indicated to control hyperglycemia secondary to hypercortisolism in adult patients with endogenous Cushing's syndrome who have type 2 diabetes mellitus or glucose intolerance and have failed surgery or are not candidates for surgery ( 1 ). Important Limitations of Use: Do not use for the treatment of type 2 diabetes mellitus unrelated to endogenous Cushing's syndrome."
  ],
  "fetched_at": "2025-09-30T22:09:33.319002",
  "source": "OpenFDA"
}