{
  "drug_name": "Migalastat",
  "generic_name": [
    "MIGALASTAT HYDROCHLORIDE"
  ],
  "brand_names": [
    "Galafold"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Full Prescribing Information for clinically significant drug interactions. (7.1) 7.1 Effect of Other Drugs on GALAFOLD Co-administration of GALAFOLD with caffeine decreases migalastat AUC and C max [see Clinical Pharmacology (12.3) ] which may reduce GALAFOLD efficacy. Avoid co-administration of GALAFOLD with caffeine at least 2 hours before and 2 hours after taking GALAFOLD [see Dosage and Administration (2.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse drug reactions ≥ 10% are: headache, nasopharyngitis, urinary tract infection, nausea, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Amicus Therapeutics at 1-877-4AMICUS or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical trials, 139 patients with Fabry disease (79 females, 60 males, 92% Caucasian, ages 16 to 72 years), who were naïve to GALAFOLD or previously treated with enzyme replacement therapy, were exposed to at least one dose of GALAFOLD. Of the 139 patients, 127 patients were exposed to GALAFOLD 123 mg every other day for 6 months and 123 patients were exposed for greater than one year. The clinical trials included one randomized, double-blind, placebo-controlled clinical trial of 6 months duration followed by a 6-month open-label treatment phase (Study 1) [see Clinical Studies (14) ] . A second trial was a randomized, open-label, active-controlled clinical trial of 18 months duration in patients with Fabry disease receiving enzyme replacement therapy who were randomized to either switch to GALAFOLD or continue enzyme replacement therapy (Study 2; NCT01218659). In addition, there were two open-label, long-term extension trials. The most common adverse reactions reported with GALAFOLD (≥ 10%) during the 6-month placebo-controlled, double-blind phase of Study 1 were headache, nasopharyngitis, urinary tract infection, nausea, and pyrexia. Table 1 shows adverse reactions that occurred in at least 5% of patients treated with GALAFOLD during the 6-month placebo-controlled, double-blind phase of Study 1. Table 1: Adverse Reactions* in Patients with Fabry Disease (Study 1) * Adverse reactions were those that occurred in at least 5% of patients treated with GALAFOLD. ** Included urinary tract infection, cystitis, and kidney infection Adverse Reaction GALAFOLD % (N = 34) Placebo % (N = 33) Headache 35% 21% Nasopharyngitis 18% 6% Urinary tract infection** 15% 0 Nausea 12% 6% Pyrexia 12% 3% Abdominal pain 9% 3% Back pain 9% 0 Cough 9% 0 Diarrhea 9% 3% Epistaxis 9% 3% Adverse reactions that occurred in > 5% of patients who received GALAFOLD in the 6-month open-label treatment phase of Study 1, in Study 2, and in the long-term extension trials (N = 115, mean duration of treatment 2.7 years) included those in Table 1 with the addition of vomiting. 6.2 Postmarketing Experience The following adverse reaction has been identified during post-approval use of GALAFOLD. Because this reaction is reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate its frequency or establish a causal relationship to drug exposure. General disorder: angioedema"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Select adults with confirmed Fabry disease who have an amenable GLA variant for treatment with GALAFOLD. ( 2.1 ) Treatment is indicated for patients with an amenable GLA variant that is interpreted by a clinical genetics professional as causing Fabry disease (pathogenic, likely pathogenic) in the clinical context of the patient. Consultation with a clinical genetics professional is strongly recommended in cases where the amenable GLA variant is of uncertain clinical significance (VUS, variant of uncertain significance) or may be benign (not causing Fabry disease). ( 2.1 , 12.1 ) The recommended dosage of GALAFOLD is 123 mg orally once every other day. Take GALAFOLD at the same time of day and do not take on consecutive days. Swallow capsule whole. Do not cut, crush, or chew the capsule. ( 2.2 ) Take GALAFOLD on an empty stomach. Do not consume food or caffeine at least 2 hours prior to and 2 hours after taking GALAFOLD to give a minimum 4 hour fast. ( 2.2 ) If the GALAFOLD dose is missed, take the missed dose if it is within 12 hours of the time that the dose should have been taken. If more than 12 hours have passed, take GALAFOLD at the next planned dosing day and time following the original every-other-day dosing schedule. ( 2.3 ) 2.1 Patient Selection Select adults with confirmed Fabry disease who have an amenable GLA variant for treatment with GALAFOLD [see Clinical Pharmacology (12.1) ] . Treatment is indicated for patients with an amenable GLA variant that is interpreted by a clinical genetics professional as causing Fabry disease (pathogenic, likely pathogenic) in the clinical context of the patient. Consultation with a clinical genetics professional is strongly recommended in cases where the amenable GLA variant is of uncertain clinical significance (VUS, variant of uncertain significance) or may be benign (not causing Fabry disease). 2.2 Recommended Dosage and Administration The recommended dosage of GALAFOLD is 123 mg orally once every other day. Take GALAFOLD at the same time of day and do not take on consecutive days. Swallow capsule whole. Do not cut, crush, or chew the capsule. Take GALAFOLD on an empty stomach. Do not consume food or caffeine at least 2 hours prior to and 2 hours after taking GALAFOLD to give a minimum 4 hour fast [see Clinical Pharmacology (12.3) ] . Water (plain, flavored, or sweetened), fruit juices without pulp, and caffeine-free carbonated beverages can be consumed during the fasting period. 2.3 Recommendations for a Missed Dose If the GALAFOLD dose is missed, take the missed dose if it is within 12 hours of the time that the dose should have been taken. If more than 12 hours have passed, take GALAFOLD at the next planned dosing day and time following the original every-other-day dosing schedule."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GALAFOLD is indicated for the treatment of adults with a confirmed diagnosis of Fabry disease and an amenable galactosidase alpha gene ( GLA ) variant based on in vitro assay data [see Dosage and Administration (2.1) and Clinical Pharmacology (12.1) ] . This indication is approved under accelerated approval based on reduction in kidney interstitial capillary cell globotriaosylceramide (KIC GL-3) substrate [see Clinical Studies (14) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. GALAFOLD is an alpha-galactosidase A (alpha-Gal A) pharmacological chaperone indicated for the treatment of adults with a confirmed diagnosis of Fabry disease and an amenable galactosidase alpha gene ( GLA ) variant based on in vitro assay data. ( 1 , 12.1 ) This indication is approved under accelerated approval based on reduction in kidney interstitial capillary cell globotriaosylceramide (KIC GL-3) substrate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:51:03.335242",
  "source": "OpenFDA"
}