{
  "drug_name": "Milbemycin oxime",
  "generic_name": [
    "NORGESTIMATE AND ETHINYL ESTRADIOL"
  ],
  "brand_names": [
    "Norgestimate and Ethinyl Estradiol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the labeling of concurrently used drugs to obtain further information about interactions with hormonal contraceptives or the potential for enzyme alterations. No drug-drug interaction studies were conducted with Sprintec. Drugs or herbal products that induce certain enzymes including CYP3A4, may decrease the effectiveness of COCs or increase breakthrough bleeding. Counsel patients to use a back-up or alternative method of contraception when enzyme inducers are used with COCs. ( 7.1 ) 7.1 Effects of Other Drugs on Combined Oral Contraceptives Substances decreasing the plasma concentrations of COCs Drugs or herbal products that induce certain enzymes, including cytochrome P450 3A4 (CYP3A4), may decrease the plasma concentrations of COCs and potentially diminish the effectiveness of COCs or increase breakthrough bleeding. Some drugs or herbal products that may decrease the effectiveness of hormonal contraceptives include phenytoin, barbiturates, carbamazepine, bosentan, felbamate, griseofulvin, oxcarbazepine, rifampicin, topiramate, rifabutin, rufinamide, aprepitant, and products containing St. John’s wort. Interactions between hormonal contraceptives and other drugs may lead to breakthrough bleeding and/or contraceptive failure. Counsel women to use an alternative method of contraception or a back-up method when enzyme inducers are used with COCs, and to continue back-up contraception for 28 days after discontinuing the enzyme inducer to ensure contraceptive reliability. Colesevelam : Colesevelam, a bile acid sequestrant, given together with a COC, has been shown to significantly decrease the AUC of EE. The drug interaction between the contraceptive and colesevelam was decreased when the two drug products were given 4 hours apart. Substances increasing the plasma concentrations of COCs Coadministration of atorvastatin or rosuvastatin and certain COCs containing ethinyl estradiol (EE) increase AUC values for EE by approximately 20 to 25%. Ascorbic acid and acetaminophen may increase plasma EE concentrations, possibly by inhibition of conjugation. CYP3A4 inhibitors such as itraconazole, voriconazole, fluconazole, grapefruit juice, or ketoconazole may increase plasma hormone concentrations. Human immunodeficiency virus (HIV)/Hepatitis C virus (HCV) protease inhibitors, non-nucleoside reverse transcriptase inhibitors, and HIV/AIDS medications containing strong inhibitors or inducers of CYP3A Significant changes (increase or decrease) in the plasma concentrations of estrogen and/or progestin have been noted in some cases of coadministration with HIV protease inhibitors (decrease [e.g., nelfinavir, ritonavir, darunavir/ritonavir, (fos)amprenavir/ritonavir, lopinavir/ritonavir, and tipranavir/ritonavir] or increase [e.g., indinavir and atazanavir/ritonavir])/HCV protease inhibitors (decrease [e.g., boceprevir and telaprevir]) or with non-nucleoside reverse transcriptase inhibitors (decrease [e.g., nevirapine] or increase [e.g., etravirine]) or with HIV/AIDS medications containing strong inhibitors (e.g., cobicistat and ritonavir) or inducers of CYP3A. 7.2 Effects of Combined Oral Contraceptives on Other Drugs COCs containing EE may inhibit the metabolism of other compounds (e.g., cyclosporine, prednisolone, theophylline, tizanidine, and voriconazole) and increase their plasma concentrations. COCs have been shown to decrease plasma concentrations of acetaminophen, clofibric acid, morphine, salicylic acid, temazepam and lamotrigine. Significant decrease in plasma concentration of lamotrigine has been shown, likely due to induction of lamotrigine glucuronidation. This may reduce seizure control; therefore, dosage adjustments of lamotrigine may be necessary. Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone because the serum concentration of thyroid-binding globulin increases with use of COCs. 7.3 Interference with Laboratory Tests The use of contraceptive steroids may influence the results of certain laboratory tests, such as coagulation factors, lipids, glucose tolerance, and binding proteins. 7.4 Concomitant Use with HCV Combination Therapy – Liver Enzyme Elevation Do not coadminister Sprintec with HCV drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to potential for ALT elevations [see Warnings and Precautions ( 5.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions with the use of COCs are discussed elsewhere in labeling: Serious cardiovascular events and stroke [see Boxed Warning and Warnings and Precautions ( 5.1 )] Vascular events [see Warnings and Precautions ( 5.1 )] Liver disease [see Warnings and Precautions ( 5.2 )] The most common adverse reactions reported during clinical trials (≥2%) were: Sprintec: headache/migraine, abdominal/gastrointestinal pain, vaginal infection, genital discharge, breast issues (including breast pain, discharge, and enlargement), mood disorders (including depression and mood altered), flatulence, nervousness, rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of norgestimate and ethinyl estradiol was evaluated in 1,647 healthy women of child-bearing potential who participated in 3 clinical trials and received at least 1 dose of norgestimate and ethinyl estradiol for contraception. Two trials were randomized active-controlled trials and 1 was an uncontrolled open-label trial. In all 3 trials, subjects were followed for up to 24 cycles. Common Adverse Reactions (≥ 2% of subjects) : The most common adverse reactions reported by at least 2% of the 1,647 women were the following in order of decreasing incidence: headache/migraine (32.9%), abdominal/gastrointestinal pain (7.8%), vaginal infection (8.4%), genital discharge (6.8%), breast issues (including breast pain, discharge, and enlargement) (6.3%), mood disorders (including depression and mood altered) (5.0%), flatulence (3.2%), nervousness (2.9%), and rash (2.6%). Adverse Reactions Leading to Study Discontinuation : Over the three trials, between 11 to 21% of subjects discontinued the trial due to an adverse reaction. The most common adverse reactions (≥1%) leading to discontinuation were: metrorrhagia (6.9%), nausea/vomiting (5.0%), headache (4.1%), mood disorders (including depression and mood altered) (2.4%), premenstrual syndrome (1.7%), hypertension (1.4%), breast pain (1.4%), nervousness (1.3%), amenorrhea (1.1%), dysmenorrhea (1.1%), weight increased (1.1%), and flatulence (1.1%). Serious Adverse Reactions : breast cancer (1 subject), mood disorders including depression, irritability, and mood swings (1 subject), myocardial infarction (1 subject), and venous thromboembolic events including pulmonary embolism (1 subject) and deep vein thrombosis (DVT) (1 subject). 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 1). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 1). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 to 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8 to 10 years of COC use. Figure 1: Relevant Studies of Risk of Breast Cancer with Combined Oral Contraceptive Use RR = relative risk; OR = odds ratio; HR = hazard ratio. “ ever COC ” are females with current or past COC use; “ never COC use ” are females that never used COCs. The following additional adverse reactions have been reported from worldwide postmarketing experience with norgestimate/ethinyl estradiol. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Infections and Infestations : Urinary tract infection; Neoplasms Benign, Malignant and Unspecified (Incl. Cysts and Polyps) : Breast cancer, benign breast neoplasm, hepatic adenoma, focal nodular hyperplasia, breast cyst; Immune System Disorders : Anaphylactic reaction, hypersensitivity; Metabolism and Nutrition Disorders : Dyslipidemia; Psychiatric Disorders : Anxiety, insomnia; Nervous System Disorders : Syncope, convulsion, paresthesia, dizziness; Eye Disorders : Visual impairment, dry eye, contact lens intolerance; Ear and Labyrinth Disorders : Vertigo; Cardiac Disorders : Tachycardia, palpitations; Vascular Events : Deep vein thrombosis, pulmonary embolism, retinal vascular thrombosis, hot flush, venous thrombosis (including Budd Chiari Syndrome and hepatic vein thrombosis); Arterial Events : Arterial thromboembolism, myocardial infarction, cerebrovascular accident; Respiratory, Thoracic and Mediastinal Disorders : Dyspnea; Gastrointestinal Disorders : Pancreatitis, abdominal distension, diarrhea, constipation; Hepatobiliary Disorders : Hepatitis; Skin and Subcutaneous Tissue Disorders : Angioedema, erythema nodosum, hirsutism, night sweats, hyperhidrosis, photosensitivity reaction, urticaria, pruritus, acne; Musculoskeletal, Connective Tissue, and Bone Disorders : Muscle spasms, pain in extremity, myalgia, back pain; Reproductive System and Breast Disorders : Ovarian cyst, suppressed lactation, vulvovaginal dryness; General Disorders and Administration Site Conditions : Chest pain, asthenic conditions. 1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sprintec is contraindicated in females who are known to have or develop the following conditions: A high risk of arterial or venous thrombotic diseases. Examples include women who are known to: Smoke, if over age 35 [see Boxed Warning and Warnings and Precautions ( 5.1 )] Have deep vein thrombosis or pulmonary embolism, now or in the past [see Warnings and Precautions ( 5.1 )] Have inherited or acquired hypercoagulopathies [see Warnings and Precautions ( 5.1 )] Have cerebrovascular disease [see Warnings and Precautions ( 5.1 )] Have coronary artery disease [see Warnings and Precautions ( 5.1 )] Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions ( 5.1 )] Have uncontrolled hypertension [see Warnings and Precautions ( 5.4 )] Have diabetes mellitus with vascular disease [see Warnings and Precautions ( 5.6 )] Have headaches with focal neurological symptoms or migraine headaches with aura [see Warnings and Precautions ( 5.7 )] Women over age 35 with any migraine headaches [see Warnings and Precautions ( 5.7 )] Liver tumors, benign or malignant, or liver disease [see Warnings and Precautions ( 5.2 )] Undiagnosed abnormal uterine bleeding [see Warnings and Precautions ( 5.8 )] Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive [see Warnings and Precautions ( 5.10 )] Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations [see Warnings and Precautions ( 5.3 )] A high risk of arterial or venous thrombotic diseases ( 4 ) Liver tumors or liver disease ( 4 ) Undiagnosed abnormal uterine bleeding ( 4 ) Breast cancer ( 4 ) Coadministration with Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take one tablet daily by mouth at the same time every day. ( 2.1 ) Take tablets in the order directed on the blister pack. ( 2.1 ) Do not skip or delay tablet intake. ( 2.1 ) 2.1 Recommended Dosage and Administration Take one tablet by mouth at the same time each day with or without food. Table 1 provides the recommended dosage and administration instructions for Sprintec. Table 1: Instructions for Administration of Sprintec Starting COCs in women not currently using hormonal contraception (Day 1 Start or Sunday Start) Important: Consider the possibility of ovulation and conception prior to initiation of this product. Tablet Color: Sprintec active tablets are blue (Day 1 to Day 21). Sprintec has white inactive tablets (Day 22 to Day 28). Day 1 Start: Take first active tablet without regard to meals on the first day of menses. Take subsequent active tablets once daily at the same time each day for a total of 21 days. Take one white inactive tablet daily for 7 days and at the same time of day that active tablets were taken. Begin each subsequent pack on the same day of the week as the first cycle pack (i.e., on the day after taking the last inactive tablet) Sunday Start: Take first active tablet without regard to meals on the first Sunday after the onset of menses. Due to the potential risk of becoming pregnant, use additional non-hormonal contraception (such as condoms and spermicide) for the first seven days of the patient’s first cycle pack of Sprintec. Take subsequent active tablets once daily at the same time each day for a total of 21 days. Take one white inactive tablet daily for the following 7 days and at the same time of day that active tablets were taken. Begin each subsequent pack on the same day of the week as the first cycle pack (i.e., on the Sunday after taking the last inactive tablet) and additional non-hormonal contraceptive is not needed. Switching to Sprintec from another oral contraceptive Start on the same day that a new pack of the previous oral contraceptive would have started. Switching from another contraceptive method to Sprintec Start Sprintec: Transdermal patch On the day when next application would have been scheduled Vaginal ring On the day when next insertion would have been scheduled Injection On the day when next injection would have been scheduled Intrauterine contraceptive On the day of removal If the IUD is not removed on first day of the patient’s menstrual cycle, additional non-hormonal contraceptive (such as condoms and spermicide) is needed for the first seven days of the first cycle pack. Implant On the day of removal Complete instructions to facilitate patient counseling on proper tablet usage are located in the FDA-Approved Patient Labeling. Starting Sprintec after Abortion or Miscarriage First-trimester After a first-trimester abortion or miscarriage, Sprintec may be started immediately. An additional method of contraception is not needed if Sprintec is started immediately. If Sprintec is not started within 5 days after termination of the pregnancy, the patient should use additional non-hormonal contraception (such as condoms and spermicide) for the first seven days of her first cycle pack of Sprintec. Second-trimester Do not start until 4 weeks after a second-trimester abortion or miscarriage, due to the increased risk of thromboembolic disease. Start Sprintec, following the instructions in Table 1 for Day 1 or Sunday start, as desired. If using Sunday start, use additional non-hormonal contraception (such as condoms and spermicide) for the first seven days of the patient’s first cycle pack of Sprintec [see Contraindications ( 4 ) and Warnings and Precautions ( 5.1 )]. Starting Sprintec after Childbirth Do not start until 4 weeks after delivery, due to the increased risk of thromboembolic disease. Start contraceptive therapy with Sprintec following the instructions in Table 1 for women not currently using hormonal contraception. Sprintec is not recommended for use in lactating women [see Use in Specific Populations ( 8.2 )]. If the woman has not yet had a period postpartum, consider the possibility of ovulation and conception occurring prior to use of Sprintec [see Contraindications ( 4 ), Warnings and Precautions ( 5.1 ), and Use in Specific Populations ( 8.1 , and 8.2 )]. 2.2 Recommendations Regarding Missed Doses Contraceptive failure may occur when active tablets are missed. Table 2 describes instructions for Sprintec dosing and use of additional non-hormonal contraception (such as condoms) when active tablets are missed. Table 2: Instructions for Missed Sprintec Tablets If one active tablet is missed in Weeks 1, 2, or 3 Take the tablet as soon as possible. Continue taking one tablet a day until the pack is finished. If two active tablets are missed in Week 1 or Week 2 Take the two missed tablets as soon as possible and the next two active tablets the next day. Continue taking one tablet a day until the pack is finished. Additional non-hormonal contraception (such as condoms and spermicide) should be used as back-up if the patient has sex within 7 days after missing tablets. If two active tablets are missed in the third week or three or more active tablets are missed in a row in Weeks 1, 2, or 3 Day 1 start : Throw out the rest of the pack and start a new pack that same day. Sunday start : Continue taking one tablet a day until Sunday, then throw out the rest of the pack and start a new pack that same day. Additional non-hormonal contraception (such as condoms and spermicide) should be used as back-up if the patient has sex within 7 days after missing tablets. 2.3 Dosage Recommendations if Vomiting or Diarrhea Occurs In case of severe vomiting or diarrhea, absorption may not be complete and additional contraceptive measures should be taken. If vomiting or diarrhea occurs within 3 to 4 hours after taking an active tablet, handle this as a missed tablet."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sprintec ® is a combination of norgestimate, a progestin, and ethinyl estradiol, an estrogen, indicated for use by females of reproductive potential to prevent pregnancy. ( 1.1 ) 1.1 Oral Contraceptive Sprintec ® (norgestimate and ethinyl estradiol tablets) is indicated for use by females of reproductive potential to prevent pregnancy [see Clinical Studies ( 14 )]."
  ],
  "fetched_at": "2025-10-01T18:06:13.624850",
  "source": "OpenFDA"
}