{
  "drug_name": "Milnacipran",
  "generic_name": [
    "MILNACIPRAN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Savella"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Milnacipran undergoes minimal CYP450 related metabolism, with the majority of the dose excreted unchanged in urine (55%) and has a low binding to plasma proteins (13%). In vitro and in vivo studies showed that SAVELLA is unlikely to be involved in clinically significant pharmacokinetic drug interactions [see Pharmacokinetics in Special Populations ( 12.3 )] . SAVELLA is unlikely to be involved in clinically significant pharmacokinetic drug interactions ( 7 ). Pharmacodynamic interactions of SAVELLA with other drugs can occur ( 7 ). 7.1 Monoamine Oxidase Inhibitors (MAOIs) The concomitant use of SSRIs and SNRIs, including SAVELLA, with MAOIs increases the risk of serotonin syndrome. The use of MAOIs intended to treat psychiatric disorders with SAVELLA or within 5 days of stopping treatment with SAVELLA is contraindicated. The use of SAVELLA within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated. In addition, do not initiate SAVELLA in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue. No reports involved the administration of methylene blue by other routes (such as oral tablets or local tissue injection). If it is necessary to initiate treatment with a MAOI such as linezolid or intravenous methylene blue in a patient taking SAVELLA, discontinue SAVELLA before initiating treatment with the MAOI [see Dosage and Administration ( 2.5 , 2.6 ), Contraindications ( 4 ), Drug Interactions ( 7.1 )] . 7.2 Serotonergic Drugs Serotonin syndrome can occur with use of SAVELLA and other serotonergic drugs (other SNRIs, SSRIs, triptans, tricyclic antidepressants, opioids, lithium, tryptophan, buspirone, amphetamines, and St. John’s Wort), or with drugs that impair metabolism of serotonin (i.e., monoamine oxidase inhibitors). Advise patients of the signs and symptoms associated with serotonin syndrome and to seek medical care immediately if they experience these symptoms [ s ee Dosage and Administration ( 2.5 , 2.6 ), Warnings and Precautions ( 5.2 )] . 7.3 Triptans There have been rare postmarketing reports of serotonin syndrome with use of an SSRI and a triptan. If concomitant treatment of SAVELLA with a triptan is clinically warranted, careful observation of the patient is advised, particularly during treatment initiation and dose increases [see Warnings and Precautions ( 5.2 )] . 7.4 Catecholamines SAVELLA inhibits the reuptake of norepinephrine. Therefore, concomitant use of SAVELLA with epinephrine and norepinephrine may be associated with paroxysmal hypertension and possible arrhythmia [see Warnings and Precautions ( 5.3 , 5.4 )] . 7.5 CNS-active drugs Given the primary CNS effects of SAVELLA, use caution when it is taken in combination with other centrally acting drugs, including those with a similar mechanism of action. Clomipramine: In a drug-drug interaction study, an increase in euphoria and postural hypotension was observed in patients who switched from clomipramine to SAVELLA. 7.6 Clinically Important Interactions with Select Cardiovascular Agents Digoxin: Use of SAVELLA concomitantly with digoxin may be associated with potentiation of adverse hemodynamic effects. Postural hypotension and tachycardia have been reported in combination therapy with intravenously administered digoxin (1 mg). Avoid co-administration of SAVELLA and intravenous digoxin [see Warnings and Precautions ( 5.3 , 5.4 )] . Clonidine: Because SAVELLA inhibits norepinephrine reuptake, co-administration with clonidine may inhibit clonidine’s anti-hypertensive effect. 7.7 Drugs that Interfere with Hemostasis Concomitant use of SAVELLA with an antiplatelet or anticoagulant drug (e.g., NSAIDs, aspirin, and warfarin) may potentiate the risk of bleeding. This may be due to the effect of SAVELLA on the release of serotonin by platelets. Closely monitor for bleeding for patients receiving an antiplatelet or anticoagulant drug when SAVELLA is initiated or discontinued [see Warnings and Precautions ( 5.9 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most frequently occurring adverse reactions (≥ 5% and greater than placebo) were nausea, headache, constipation, dizziness, insomnia, hot flush, hyperhidrosis, vomiting, palpitations, heart rate increased, dry mouth, and hypertension ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact AbbVie at 1-800-678-1605 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial s Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Patient Exposure SAVELLA was evaluated in three double-blind placebo-controlled trials involving 2209 fibromyalgia patients (1557 patients treated with SAVELLA and 652 patients treated with placebo) for a treatment period up to 29 weeks. The stated frequencies of adverse reactions represent the proportion of individuals who experienced, at least once, a treatment-emergent adverse reaction of the type listed. A reaction was considered treatment emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. Adverse Reactions Leading to Discontinuation In placebo-controlled trials in patients with fibromyalgia, 23% of patients treated with SAVELLA 100 mg/day, 26% of patients treated with SAVELLA 200 mg/day discontinued prematurely due to adverse reactions, compared to 12% of patients treated with placebo. The adverse reactions that led to withdrawal in ≥ 1% of patients in the SAVELLA treatment group and with an incidence rate greater than that in the placebo treatment group were nausea (milnacipran 6%, placebo 1%), palpitations (milnacipran 3%, placebo 1%), headache (milnacipran 2%, placebo 0%), constipation (milnacipran 1%, placebo 0%), heart rate increased (milnacipran 1%, placebo 0%), hyperhidrosis (milnacipran 1%, placebo 0%), vomiting (milnacipran 1%, placebo 0%), and dizziness (milnacipran 1% and placebo 0.5%). Discontinuation due to adverse reactions was generally more common among patients treated with SAVELLA 200 mg/day compared to SAVELLA 100 mg/day. Most Common Adverse Reactions in Placebo Controlled Trials In the placebo-controlled fibromyalgia patient trials, the most frequently occurring adverse reaction in clinical trials was nausea. The most common adverse reactions (incidence ≥ 5% and twice placebo) in patients treated with SAVELLA were constipation, hot flush, hyperhidrosis, vomiting, palpitations, heart rate increased, dry mouth, and hypertension. Table 4 lists all adverse reactions that occurred in at least 2% of patients treated with SAVELLA at either 100 or 200 mg/day and at an incidence greater than that of placebo. Table 4: Treatment-Emergent Adverse Reaction Incidence in Placebo Controlled Trials in Fibromyalgia Patients (Events Occurring in at Least 2% of All SAVELLA-Treated Patients and Occurring More Frequently in Either SAVELLA Treatment Group Than in the Placebo Treatment Group) System Organ Class– Preferred Term SAVELLA 100 mg/day (n = 623) % SAVELLA 200 mg/day (n = 934) % All SAVELLA (n = 1557) % Placebo (n = 652) % Cardiac Disorders Palpitations 8 7 7 2 Tachycardia 3 2 2 1 Eye Disorders Vision blurred 1 2 2 1 Gastrointestinal Disorders Nausea 35 39 37 20 Constipation 16 15 16 4 Vomiting 6 7 7 2 Dry mouth 5 5 5 2 Abdominal pain 3 3 3 2 General Disorders Chest pain 3 2 2 2 Chills 1 2 2 0 Chest discomfort 2 1 1 1 Infections Upper respiratory tract infection 7 6 6 6 Investigations Heart rate increased 5 6 6 1 Blood pressure increased 3 3 3 1 Metabolism and Nutrition Disorders Decreased appetite 1 2 2 0 Nervous System Disorders Headache 19 17 18 14 Dizziness 11 10 10 6 Migraine 6 4 5 3 Paresthesia 2 3 2 2 Tremor 2 2 2 1 Hypoesthesia 1 2 1 1 Tension headache 2 1 1 1 Psychiatric Disorders Insomnia 12 12 12 10 Anxiety 5 3 4 4 Respiratory Disorders Dyspnea 2 2 2 1 Skin Disorders Hyperhidrosis 8 9 9 2 Rash 3 4 3 2 Pruritus 3 2 2 2 Vascular Disorders Hot flush 11 12 12 2 Hypertension 7 4 5 2 Flushing 2 3 3 1 Weight Changes In placebo-controlled fibromyalgia clinical trials, patients treated with SAVELLA for up to 3 months experienced a mean weight loss of approximately 0.8 kg in both the SAVELLA 100 mg/day and the SAVELLA 200 mg/day treatment groups, compared with a mean weight loss of approximately 0.2 kg in placebo-treated patients. Genitourinary Adverse Reactions in Males In the placebo-controlled fibromyalgia studies, the following treatment-emergent adverse reactions related to the genitourinary system were observed in at least 2% of male patients treated with SAVELLA, and occurred at a rate greater than in placebo-treated male patients: dysuria, ejaculation disorder, erectile dysfunction, ejaculation failure, libido decreased, prostatitis, scrotal pain, testicular pain, testicular swelling, urinary hesitation, urinary retention, urethral pain, and urine flow decreased. Other Adverse Reactions Observed During Clinical Trials of SAVELLA in Fibromyalgia Following is a list of frequent (those occurring on one or more occasions in at least 1/100 patients) treatment-emergent adverse reactions reported from 1824 fibromyalgia patients treated with SAVELLA for periods up to 68 weeks. The listing does not include those events already listed in Table 4 , those events for which a drug cause was remote, those events which were so general as to be uninformative, and those events reported only once which did not have a substantial probability of being acutely life threatening. Adverse reactions are categorized by body system and listed in order of decreasing frequency. Adverse reactions of major clinical importance are described in the Warnings and Precautions section ( 5 ) . Gastrointestinal Disorders ― diarrhea, dyspepsia, gastroesophageal reflux disease, flatulence, abdominal distension General Disorders ― fatigue, peripheral edema, irritability, pyrexia Infections ― urinary tract infection, cystitis Injury, Poisoning, and Procedural Complications ― contusion, fall Investigations ― weight decreased or increased Metabolism and Nutrition Disorders ― hypercholesterolemia Nervous System Disorders ― somnolence, dysgeusia Psychiatric Disorders ― depression, stress Skin Disorders ― night sweats 6. 2 Postmarketing Experience The following additional adverse reactions have been identified from spontaneous reports of SAVELLA received worldwide. These adverse reactions have been chosen for inclusion because of a combination of seriousness, frequency of reporting, or potential causal connection to SAVELLA. However, because these adverse reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These events include: Blood and Lymphatic System Disorders ― leukopenia, neutropenia, thrombocytopenia Cardiac Disorders ― supraventricular tachycardia, Takotsubo cardiomyopathy Eye Disorders ― accommodation disorder Endocrine Disorders ― hyperprolactinemia Gastrointestinal Disorders ― acute pancreatitis Hepatobiliary Disorders ― hepatitis Metabolism and Nutrition Disorders ― anorexia, hyponatremia Musculoskeletal and Connective Tissue Disorders ― rhabdomyolysis Nervous System Disorders ― anosmia, convulsions (including grand mal), hyposmia, loss of consciousness, Parkinsonism Psychiatric Disorders ― aggression, anger, delirium, hallucination, homicidal ideation Renal and Urinary Disorders ― acute renal failure Reproductive System and Breast Disorders ― galactorrhea, decreased libido, delayed or absent orgasm Skin Disorders ― erythema multiforme, Stevens Johnson syndrome Vascular Disorders ― hypertensive crisis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Serotonin Syndrome and MAOIs: Do not use MAOIs intended to treat psychiatric disorders with SAVELLA or within 5 days of stopping treatment with SAVELLA. Do not use SAVELLA within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start SAVELLA in a patient who is being treated with linezolid or intravenous methylene blue ( 4.1 , 5.2 ). 4.1 Monoamine Oxidase Inhibitors (MAOIs) The use of MAOIs intended to treat psychiatric disorders with SAVELLA or within 5 days of stopping treatment with SAVELLA is contraindicated because of an increased risk of serotonin syndrome. The use of SAVELLA within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see Dosage and Administration ( 2.5 ), Warnings and Precautions ( 5.2 )] . Starting SAVELLA in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome [see Dosage and Administration ( 2.6 ), Warnings and Precautions ( 5.2 )] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION SAVELLA is given orally with or without food. Taking SAVELLA with food may improve the tolerability of the drug. Administer SAVELLA in two divided doses per day ( 2.1 ). Based on efficacy and tolerability, dosing may be titrated according to the following schedule ( 2.1 ): Day 1: 12.5 mg once Days 2-3: 25 mg/day (12.5 mg twice daily) Days 4-7: 50 mg/day (25 mg twice daily) After Day 7: 100 mg/day (50 mg twice daily) Recommended dose is 100 mg/day ( 2.1 ). May be increased to 200 mg/day based on individual patient response ( 2.1 ). Adjust dose in patients with severe renal impairment ( 2.2 ). 2.1 Recommended Dosing The recommended dose of SAVELLA is 100 mg/day (50 mg twice daily). Based on efficacy and tolerability dosing may be titrated according to the following schedule: Day 1: 12.5 mg once Days 2-3: 25 mg/day (12.5 mg twice daily) Days 4-7: 50 mg/day (25 mg twice daily) After Day 7: 100 mg/day (50 mg twice daily) Based on individual patient response, the dose may be increased to 200 mg/day (100 mg twice daily). Doses above 200 mg/day have not been studied. Taper SAVELLA and do not abruptly discontinue after extended use [see Dosage and Administration ( 2.4 ) , Warnings and Precautions ( 5.7 )] . 2.2 Patients with Renal Insufficiency No dosage adjustment is necessary in patients with mild renal impairment. Use SAVELLA with caution in patients with moderate renal impairment. For patients with severe renal impairment (indicated by an estimated creatinine clearance of 5-29 mL/min), reduce the maintenance dose by 50% to 50 mg/day (25 mg twice daily). Based on individual patient response, the dose may be increased to 100 mg/day (50 mg twice daily). SAVELLA is not recommended for patients with end-stage renal disease. 2.3 Patients with Hepatic Insufficiency No dosage adjustment is necessary for patients with hepatic impairment. As with any drug, exercise caution in patients with severe hepatic impairment. 2.4 Discontinuing SAVELLA Withdrawal symptoms have been observed in clinical trials following discontinuation of milnacipran, as with other serotonin and norepinephrine re-uptake inhibitors (SNRIs) and selective serotonin re-uptake inhibitors (SSRIs). Monitor patients for these symptoms when discontinuing treatment. Taper SAVELLA and do not abruptly discontinue after extended use [see Warnings and Precautions ( 5.7 )] . 2.5 Switching a P atient to or from a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders At least 14 days should elapse between discontinuation of a MAOI intended to treat psychiatric disorders and initiation of therapy with SAVELLA. Conversely, allow at least 5 days after stopping SAVELLA before starting a MAOI intended to treat psychiatric disorders [see Contraindications ( 4.1 )] . 2.6 Use of SAVELLA with other MAOIs such as Linezolid or Methylene Blue Do not start SAVELLA in a patient being treated with linezolid or intravenous methylene blue because there is increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, consider other interventions, including hospitalization [ see Contraindications ( 4.1 ) ] . In some cases, a patient already receiving SAVELLA therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, discontinue SAVELLA promptly, and consider administering linezolid or intravenous methylene blue. Monitor the patient for symptoms of serotonin syndrome for 5 days or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with SAVELLA may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue [ see Warnings and Precautions ( 5.2 )] . The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with SAVELLA is unclear. The clinician should nevertheless be aware of the possibility of emergent symptoms of serotonin syndrome with such use [see Warnings and Precautions ( 5.2 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SAVELLA is indicated for the management of fibromyalgia. SAVELLA is not approved for use in pediatric patients [see Use in Specific Populations ( 8.4 )] . SAVELLA ® is a selective serotonin and norepinephrine reuptake inhibitor (SNRI) indicated for the management of fibromyalgia ( 1 ). SAVELLA is not approved for use in pediatric patients ( 1 )."
  ],
  "fetched_at": "2025-10-01T15:47:03.932979",
  "source": "OpenFDA"
}