{
  "drug_name": "Miltefosine",
  "generic_name": [
    "MILTEFOSINE"
  ],
  "brand_names": [
    "IMPAVIDO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS In vitro and animal metabolism studies showed that miltefosine did not markedly induce or inhibit the activity of the major human cytochrome P450 enzymes [see Clinical Pharmacology ( 12.3 )] . The potential of miltefosine to interact with drug transporters has not been evaluated. • IMPAVIDO did not inhibit human cytochrome P450 enzymes in vitro. • IMPAVIDO did not induce cytochrome 3A activity in rats ( 7 , 12.3 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. • Adverse reactions occurring in ≥2% of patients include nausea, vomiting, diarrhea, headache, decreased appetite, dizziness, abdominal pain, pruritus, somnolence, elevated transaminases, and elevated creatinine (6.1). To report SUSPECTED ADVERSE REACTIONS, contact Knight, at 1-844-483-5636 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Visceral Leishmaniasis One Phase 3 trial was conducted in patients ≥ 12 years of age in India. Two-hundred and ninety-nine (299) patients (211 men and 88 women) received oral IMPAVIDO at a target dose of 2.5 mg/kg/day for 28 days (50 mg capsule once daily if weight was less than 25 kg and 50 mg capsule twice daily if weight was 25 kg or greater). Patients ranged between 12 and 64 years of age. Weight ranged between 15 and 67 kg (mean weight 38.6 kg) and BMI ranged between 8.2 and 24 (mean 16.1). Ninety-nine (99) patients received 1 mg/kg/day amphotericin B deoxycholate intravenously every other day for 15 doses. A statistically significant higher percentage of men received IMPAVIDO compared to amphotericin B. Less than 1% of patients who received IMPAVIDO died (2/299) and no patient who received amphotericin B died. Serious adverse reactions were reported in 2% of IMPAVIDO recipients (6/299) and 1% of amphotericin B recipients (1/99). Approximately 3% of patients discontinued treatment in each treatment arm due to an adverse reaction. Serious adverse reactions and adverse reactions leading to drug discontinuation that were thought to be related or possibly related to IMPAVIDO included Stevens-Johnson syndrome, melena and thrombocytopenia, arthritis and skin rash, Common Terminology Criteria for Adverse Events (CTCAE) Grade 4 diarrhea (≥10 stools per day) and CTCAE Grade 4 hyperbilirubinemia (≥10x upper limit of normal ULN). Table 2: Treatment Emergent Adverse Reactions Occurring in ≥2% of Visceral Leishmaniasis Patients Receiving IMPAVIDO System Organ Class Preferred Term IMPAVIDO N = 299 Amphotericin B Deoxycholate N = 99 Gastrointestinal Disorders Diarrhea 61 (20.4%) 6 (6.1%) Vomiting 113 (37.8%) 20 (20.0%) General Disorders Asthenia 19 (6.3%) 4 (4.0%) Metabolism and Nutrition Disorders Decreased Appetite 69 (23.1%) 22 (22.2%) In this study, creatinine (Cr) elevations ≥ 1.5 times above baseline occurred in approximately 10% of IMPAVIDO recipients and in 40% of amphotericin B recipients at the end of therapy. Ten percent of subjects in each arm had Cr elevations ≥1.5 times above baseline at 6 months follow up. No IMPAVIDO recipient discontinued therapy due to Cr elevation. Elevations of transaminases during therapy occurred in up to half of IMPAVIDO recipients and up to a third of amphotericin B recipients. The elevations were mild (< 3x ULN) or moderate (3-5x ULN) in 94% and 6% respectively of IMPAVIDO-treated patients who experienced an elevation. No patient discontinued therapy due to elevations in transaminases. At the end of therapy, 62% and 2.4% of IMPAVIDO recipients and 54% and 2% of amphotericin B recipients had platelet count < 150,000 and < 50,000 respectively. Cutaneous Leishmaniasis The efficacy of IMPAVIDO in the treatment of cutaneous leishmaniasis was evaluated in one placebo-controlled trial conducted in Colombia and Guatemala and in two comparative trials conducted in Bolivia and Brazil respectively. In the placebo-controlled trial, eighty-nine (89) patients 12 years of age and older received a target IMPAVIDO dose of 2.5 mg/kg/day for 28 days and forty-four (44) received placebo. In the comparative trials, one hundred and twenty (120) patients 12 years of age and older received a target IMPAVIDO dose of 2.5 mg/kg/day for 28 days and fifty-eight (58) patients received 20 mg/kg/day pentavalent antimony (meglumine) parenterally for 20 days. Table 3: Adverse Reactions Occurring in ≥2% of IMPAVIDO-Treated Patients ≥12 Years of Age with Cutaneous Leishmaniasis in the Placebo-Controlled Trial System Organ Class Adverse Reaction IMPAVIDO N = 89 Placebo N = 44 Ear and Labyrinth Disorders Motion Sickness 26 (29.2%) 10 (22.7%) Gastrointestinal Disorders Abdominal Pain 10 (11.2%) 3 (6.8%) Diarrhea 7 (7.9%) 2 (4.5%) Nausea 32 (35.9%) 5 (11.1%) Vomiting 4 (4.5%) 0 General and Administration Site Disorders Malaise 3 (3.4%) 1 (2.3%) Pyrexia 5 (5.6%) 2 (4.5%) Nervous System Disorders Dizziness 4 (4.5%) 0 Headache 25 (28.1%) 10 (22.7%) Somnolence 3 (3.4%) 0 Skin and Subcutaneous Tissue Disorders Pruritus 4 (4.5%) 0 Table 4: Adverse Reactions Occurring in ≥2% of IMPAVIDO-Treated Patients ≥ 12 Years of Age with Cutaneous Leishmaniasis in Two Comparative Trials System Organ Class Adverse Reaction IMPAVIDO N = 120 Meglumine N = 58 Gastrointestinal Disorders Abdominal Pain 9 (7.5%) 3 (5.2%) Diarrhea 18 (15.0%) 3 (5.2%) Nausea 50 (41.7%) 3 (5.2%) Vomiting 33 (27.5%) 0 Infections and Infestations Lymphangitis 7 (5.8%) 0 Metabolism and Nutrition Disorders Decreased Appetite 13 (10.8%) 4 (5.8%) Nervous System Disorders Dizziness 15 (12.5%) 4 (6.9%) Skin and Subcutaneous Tissue Disorders Pruritus 7 (5.8%) 0 In the placebo-controlled trial, 12/89 (13.4%) IMPAVIDO subjects had Cr increases of 1.5-3 times above baseline, compared to 2/44 (4.5%) placebo subjects at end of therapy. In the comparative trial, a similar percentage of subjects who received IMPAVIDO or pentavalent antimony had Cr elevations above baseline at 3 and 6 months after therapy (approximately 5%). Approximately 25% of IMPAVIDO subjects and 11% of pentavalent antimony subjects had Cr elevations 1.5-3 times above baseline at the end of therapy in the two active controlled trials. The frequency of AST and ALT increase above upper limit of normal at end of therapy was similar in IMPAVIDO and placebo recipients (approximately 5%). Other adverse events seen at <2% incidence in the IMPAVIDO group included anemia, lymphadenopathy, abdominal distension, constipation, dysphagia, flatulence, fatigue, malaise, abscess, cellulitis, ecthyma, paresthesia, testicular pain, testicular swelling, Stevens-Johnson syndrome, urticaria, rash, pyoderma. Adverse Effects on Semen Quality and Spermatogenesis In an open-label, uncontrolled, single-center study that assessed the effects of IMPAVIDO on sperm parameters, a total of 58 Bolivian adult males with cutaneous or mucosal leishmaniasis were administered IMPAVIDO for 28 days at a target dose of 2.5 mg/kg/day. Patients underwent repeat semen analysis testing at baseline (prior to treatment), at the end of treatment (Day 25 to 28 of treatment), and at 3 months after completing treatment. If sperm concentrations were markedly reduced at 3 months, per protocol, one additional semen sample was collected at 6 months after completing treatment. The primary safety endpoint was determined at the end of treatment and included the number and percentage of patients with abnormal sperm parameters and clinically relevant changes from baseline in semen volume, total sperm count, sperm concentration, sperm motility and sperm morphology as shown in Table 5. The secondary safety endpoints included: mean changes from baseline in semen volume, sperm concentration, total sperm count, sperm motility and sperm morphology. Mean changes from baseline in serum testosterone and FSH concentrations were also evaluated. A total of 53 patients completed the study. The median patient age was 34 years (range 18 to 51 years). The majority of patients (70.7%) had cutaneous leishmaniasis, while 24.1% had mucosal leishmaniasis, and 5.2% had both forms. Treatment with IMPAVIDO was associated with reductions in all sperm parameters at the end of treatment (see Table 5 ). All sperm parameter reductions, except for sperm concentration, recovered on follow-up assessments at 3 and 6 months after treatment completion. For sperm concentration, small mean decreases persisted on follow-up assessments at 3 and 6 months after treatment completion, with approximately 26% of subjects showing post-treatment sperm concentrations reductions of ≥ 50%, and 8% showing reductions to the lower limit of normal (< 20 million/ mL), on their last observed assessment. Table 5 shows the results for the primary safety endpoint, the number and percentage of patients with abnormal sperm parameters at the end of treatment and in the post-treatment follow-up period, including assessments at 3 months or 6 months after treatment completion. Table 5: Number (%) of Subjects with Abnormal Sperm Parameters, Based on Last Observation, n=55 Sperm Parameter End of Treatment Follow-up Period (Last observation Last observation =Patient’s final semen analysis at either 3 months or 6 months after treatment completion ) Semen volume < 1.5 mL 41/55 (75%) 8/53 (15%) Total sperm count ≥ 50% reduction from baseline 28/52 (54%) 10/53 (19%) < 39 million 17/52 (33%) 3/53 (6%) Sperm concentration ≥ 50% reduction from baseline 11/52 (21%) 14/53 (26%) < 20 million sperm/mL 6/52 (12%) 4/53 (8%) Sperm motility ≥ 25% reduction from baseline 28/55 (51%) 5/53 (9%) < 40% with total motility 18/55 (33%) 3/53 (6%) Sperm morphology ≥ 25% reduction from baseline 17/55 (31%) 8/53 (15%) < 4% normal forms 0/55 (0%) 0/53 (0%) Semen analyses were not conducted beyond 6 months in any patient; therefore, the duration of effect of IMPAVIDO on sperm concentration after treatment is unknown. Table 6 shows the results for the secondary safety endpoints, mean sperm parameters at baseline, end of treatment, and 3 and 6 months after treatment completion. Table 6: Mean Sperm Parameters Over Time * If sperm concentrations were markedly reduced at 3 months, per protocol, one additional semen sample was collected at 6 months after completing treatment. ** Mean and SD of log(X+1) transformed data are calculated and transformed back to original unit using exp(X)-1 to derive Geometric Mean and Geometric SD in this table. n Geometric Mean (SD)** Semen Baseline 55 2.3 (0.4) Volume End of Treatment 55 1.0 (0.4) (mL) 3 Months 49 2.1 (0.3) 6* Months 18 2.3 (0.4) Total Sperm Baseline 55 169 (1.0) Count End of Treatment 52 74 (3.8) (millions) 3 Months 49 128 (1.3) 6* Months 18 129 (1.9) Sperm Baseline 55 79 (1.2) Concentration End of Treatment 52 74 (2.8) (million/mL) 3 Months 49 65 (1.3) 6* Months 18 59 (1.5) n Mean (SD) Sperm Motility Baseline 55 59 (8.8) (%) End of Treatment 55 39 (15.2) 3 Months 49 57 (10.4) 6* Months 18 54 (10.6) Sperm Morphology Baseline 55 7 (4.2) (%) End of Treatment 52 15 (5.1) 3 Months 49 18 (5.7) 6* Months 18 16 (5.5) No clinically meaningful changes were observed in serum testosterone or FSH concentrations at the end of treatment or 3 months after treatment. 6.2 Postmarketing Experience The following adverse reactions have been identified during use of IMPAVIDO or miltefosine worldwide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse Reactions from Postmarketing Spontaneous Reports Blood and Lymphatics Disorders : thrombocytopenia, agranulocytosis Eye Disorders: keratitis, keratopathy, and acute scleritis; uveitis Gastrointestinal Disorders : melena General Disorders : generalized edema, peripheral edema Hepatobiliary Disorders : jaundice Nervous System Disorders : seizure Vascular Disorders : epistaxis Adverse Reactions from Observational Studies Reproductive System and Breast Disorders : scrotal pain, decreased ejaculate volume, absent ejaculation. Investigations: uric acid elevations Musculoskeletal disorders: acute gout Reduced Ejaculate Volume and Scrotal Tenderness Among 33 young male patients treated with miltefosine at a single Dutch center, 21 (64%) reported diminution of ejaculate volume and 2 (6%) reported temporary absence of ejaculate. In addition, 4 patients (12%) reported scrotal tenderness and 1 (3%) was diagnosed with epididymitis. These adverse reactions resolved in all patients upon completion of their miltefosine therapy."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Pregnancy ( 4.1 , 5.1 , 8.1 ). • Sjögren-Larsson-Syndrome ( 4.2 , 12.3 ). • Hypersensitivity to miltefosine or any of its excipients ( 4.3 ). 4.1 Pregnancy IMPAVIDO is contraindicated in patients who are pregnant. Based on animal data, miltefosine may cause fetal harm. [see Boxed Warning , Warnings and Precautions ( 5.1 ) and Use in Specific Populations ( 8.1 )]. 4.2 Sjögren-Larsson-Syndrome IMPAVIDO is contraindicated in patients who have Sjögren-Larsson-Syndrome [see Clinical Pharmacology ( 12.3 )] . 4.3 Hypersensitivity IMPAVIDO is contraindicated in patients who are hypersensitive to miltefosine or any IMPAVIDO excipients."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Verify pregnancy status prior to initiating IMPAVIDO in females of reproductive potential [see Use in Specific Populations, ( 8.3 )]. The treatment duration is 28 consecutive days. Administer with food to ameliorate gastrointestinal adverse reactions. Table 1: IMPAVIDO Dosage Weight Dosage and Administration 30 kg to 44 kg One 50 mg capsule twice daily with food (breakfast and dinner) 45 kg or greater One 50 mg capsule three times daily with food (breakfast, lunch, and dinner) Administer with food to ameliorate gastrointestinal adverse reactions. • 30 to 44 kg: one 50 mg capsule twice daily for 28 consecutive days ( 2 ). • 45 kg or greater: one 50 mg capsule three times daily for 28 consecutive days ( 2 )."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IMPAVIDO (miltefosine) capsules are indicated in adults and pediatric patients 12 years of age and older weighing greater than or equal to 30 kg (66 lbs) for the treatment of: • Visceral leishmaniasis caused by Leishmania donovani [see Clinical Trials ( 14.1 )] . • Cutaneous leishmaniasis caused by Leishmania braziliensis , Leishmania guyanensis, and Leishmania panamensis [see Clinical Trials ( 14.2 )] . • Mucosal leishmaniasis caused by Leishmania braziliensis [see Clinical Trials ( 14.3 )] . Limitations of Use: • Leishmania species studied in clinical trials evaluating IMPAVIDO were based on epidemiologic data [see Clinical Trials ( 14.1 , 14.2 )] . • There may be geographic variation in clinical response of the same Leishmania species to IMPAVIDO [see Clinical Trials ( 14.1 , 14.2 )] . • The efficacy of IMPAVIDO in the treatment of other Leishmania species has not been evaluated. IMPAVIDO is an antileishmanial drug indicated in adults and pediatric patients 12 years of age and older weighing greater than or equal to 30 kg (66 lbs) for the treatment of: • Visceral leishmaniasis due to Leishmania donovani ( 1 ). • Cutaneous leishmaniasis due to Leishmania braziliensis, Leishmania guyanensis, and Leishmania panamensis ( 1 ). • Mucosal leishmaniasis due to Leishmania braziliensis ( 1 ). Limitations of use Leishmania species evaluated in clinical trials were based on epidemiologic data. There may be geographic variation in the response of the same Leishmania species to IMPAVIDO ( 1 , 14 ). The efficacy of IMPAVIDO in the treatment of other Leishmania species has not been evaluated."
  ],
  "fetched_at": "2025-10-01T17:14:45.734630",
  "source": "OpenFDA"
}