{
  "drug_name": "Minoxidil",
  "generic_name": [
    "MINOXIDIL"
  ],
  "brand_names": [
    "hair regrowth treatment"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only. For use by men only. Flammable: Keep away from fire or flame Do not use if • you are a woman • your amount of hair loss is different than that shown on the side of this carton or your hair loss is on the front of the scalp. Minoxidil topical solution 5% is not intended for frontal baldness or receding hairline. • you have no family history of hair loss • your hair loss is sudden and/or patchy • you do not know the reason for your hair loss • you are under 18 years of age. Do not use on babies and children. • your scalp is red, inflamed, infected, irritated, or painful • you use other medicines on the scalp Ask a doctor before use if you have heart disease When using this product • do not apply on other parts of the body • avoid contact with the eyes. In case of accidental contact, rinse eyes with large amounts of cool tap water. • some people have experienced changes in hair color and/or texture • it takes time to regrow hair. Results may occur at 2 months with twice a day usage. For some men, you may need to use this product for at least 4 months before you see results. • the amount of hair regrowth is different for each person. This product will not work for all men. Stop use and ask a doctor if • chest pain, rapid heartbeat, faintness, or dizziness occurs • sudden, unexplained weight gain occurs • your hands or feet swell • scalp irritation or redness occurs • unwanted facial hair growth occurs • you do not see hair regrowth in 4 months May be harmful if used when pregnant or breast-feeding. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions • apply one mL with dropper 2 times a day directly onto the scalp in the hair loss area • using more or more often will not improve results • continued use is necessary to increase and keep your hair regrowth, or hair loss will begin again"
  ],
  "indications": [
    "Use to regrow hair on the top of the scalp (vertex only, see pictures on side of carton)"
  ],
  "fetched_at": "2025-09-30T21:09:34.061337",
  "source": "OpenFDA"
}