{
  "drug_name": "Mirabegron",
  "generic_name": [
    "MIRABEGRON"
  ],
  "brand_names": [
    "MIRABEGRON"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drugs Metabolized by CYP2D6 : Mirabegron is a CYP2D6 inhibitor and, when used concomitantly with drugs metabolized by CYP2D6, especially narrow therapeutic index drugs, appropriate monitoring and possible dose adjustment of those drugs may be necessary. ( 5.4 , 7.1 , 12.3 ) Digoxin : When initiating a combination of mirabegron and digoxin, use the lowest dose of digoxin; monitor serum digoxin concentrations to titrate digoxin dose to desired clinical effect. ( 7.2 , 12.3 ) Pediatric use information is approved for Astellas Pharma Global Development, Inc.'s MYRBETRIQ (mirabegron extended-release tablets). However, due to Astellas Pharma Global Development, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. Drug interaction studies were conducted in adult patients to investigate the effect of coadministered drugs on the pharmacokinetics of mirabegron and the effect of mirabegron on the pharmacokinetics of coadministered drugs (e.g., ketoconazole, rifampin, solifenacin succinate, tamsulosin, and oral contraceptives) [see Clinical Pharmacology ( 12.3 )] . No dose adjustment is recommended when these drugs are coadministered with mirabegron. The following are drug interactions for which monitoring is recommended: 7.1 Drugs Metabolized by CYP2D6 Since mirabegron is a moderate CYP2D6 inhibitor, the systemic exposure of drugs metabolized by CYP2D6 enzyme is increased when coadministered with mirabegron. Therefore, appropriate monitoring and dose adjustment may be necessary when mirabegron extended-release tablet is coadministered with these drugs, especially with narrow therapeutic index CYP2D6 substrates [see Warnings and Precautions ( 5.4 ) and Clinical Pharmacology ( 12.3 )] . 7.2 Digoxin When given in combination, 100 mg mirabegron increased mean digoxin C max from 1.01 to 1.3 ng/mL (29%) and AUC from 16.7 to 19.3 ng.h/mL (27%). For patients who are initiating a combination of mirabegron and digoxin, the lowest dose for digoxin should initially be considered. Serum digoxin concentrations should be monitored and used for titration of the digoxin dose to obtain the desired clinical effect [see Clinical Pharmacology ( 12.3 )]. 7.3 Warfarin The mean C max of S - and R -warfarin was increased by approximately 4% and AUC by approximately 9% when administered as a single dose of 25 mg after multiple doses of 100 mg mirabegron. Following a single dose administration of 25 mg warfarin, mirabegron had no effect on the warfarin pharmacodynamic endpoints such as International Normalized Ratio (INR) and prothrombin time. However, the effect of mirabegron on multiple doses of warfarin and on warfarin pharmacodynamic end points such as INR and prothrombin time has not been fully investigated [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most commonly reported adverse reactions with mirabegron monotherapy in adult patients with OAB (> 2% and > placebo) were hypertension, nasopharyngitis, urinary tract infection, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. The following adverse reactions are discussed in more detail in other sections of the labeling. Hypertension [see Warnings and Precautions ( 5.1 )] Urinary Retention [see Warnings and Precautions ( 5.2 )] Angioedema [see Warnings and Precautions ( 5.3 )] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Mirabegron Extended-Release Tablets Monotherapy for Adult OAB In three, 12-week, double-blind, placebo-controlled, safety and efficacy studies in patients with OAB (Studies 1, 2, and 3), mirabegron extended-release tablets were evaluated for safety in 2736 patients [see Clinical Studies ( 14.1 )] . Study 1 also included an active control. For the combined Studies 1, 2, and 3, 432 patients received mirabegron extended-release tablets 25 mg, 1375 received mirabegron extended-release tablets 50 mg, and 929 received mirabegron extended-release tablets 100 mg once daily. In these studies, the majority of the patients were Caucasian (94%) and female (72%) with a mean age of 59 years (range 18 to 95 years). Mirabegron extended-release tablets were also evaluated for safety in 1632 patients who received mirabegron extended-release tablets 50 mg once daily (n=812 patients) or mirabegron extended-release tablets 100 mg (n=820 patients) in a 1-year, randomized, fixed-dose, double-blind, active-controlled, safety study in patients with OAB (Study 4). Of these patients, 731 received mirabegron extended-release tablets in a previous 12-week study. In Study 4, 1385 patients received mirabegron extended-release tablets continuously for at least 6 months, 1311 patients received mirabegron extended-release tablets for at least 9 months, and 564 patients received mirabegron extended-release tablets for at least 1 year. The most frequent adverse events (0.2%) leading to discontinuation in Studies 1, 2, and 3 for the 25 mg or 50 mg dose were nausea, headache, hypertension, diarrhea, constipation, dizziness, and tachycardia. Atrial fibrillation (0.2%) and prostate cancer (0.1%) were reported as serious adverse events by more than 1 patient and at a rate greater than placebo. Table 8 lists the adverse reactions, derived from all adverse events, that were reported in Studies 1, 2, and 3 at an incidence greater than placebo and in 1% or more of patients treated with mirabegron extended-release tablets 25 mg or 50 mg once daily for up to 12 weeks. The most commonly reported adverse reactions (greater than 2% of mirabegron extended-release tablets patients and greater than placebo) were hypertension, nasopharyngitis, urinary tract infection, and headache. Table 8: Percentages of Patients with Adverse Reactions, Derived from All Adverse Events, Exceeding Placebo Rate and Reported in ≥ 1% of OAB Patients Treated with Mirabegron Extended-Release Tablets, 25 mg or 50 mg Once Daily in Studies 1, 2, and 3 Adverse Reaction Placebo (%) Mirabegron Extended- Release Tablets 25 mg (%) Mirabegron Extended- Release Tablets 50 mg (%) Number of Patients 1380 432 1375 Hypertension Includes reports of blood pressure above the normal range, and BP increased from baseline, occurring predominantly in subjects with baseline hypertension. 7.6 11.3 7.5 Nasopharyngitis 2.5 3.5 3.9 Urinary Tract Infection 1.8 4.2 2.9 Headache 3.0 2.1 3.2 Constipation 1.4 1.6 1.6 Upper Respiratory Tract Infection 1.7 2.1 1.5 Arthralgia 1.1 1.6 1.3 Diarrhea 1.3 1.2 1.5 Tachycardia 0.6 1.6 1.2 Abdominal Pain 0.7 1.4 0.6 Fatigue 1.0 1.4 1.2 Other adverse reactions reported by less than 1% of patients treated with mirabegron extended-release tablets in Studies 1, 2, or 3 included: Cardiac disorders: Palpitations, blood pressure increased [see Clinical Pharmacology ( 12.2 )] Eye disorders: Glaucoma [see Clinical Pharmacology ( 12.2 )] Gastrointestinal disorders: Dyspepsia, gastritis, abdominal distension Infections and Infestations: Sinusitis, rhinitis Investigations: GGT increased, AST increased, ALT increased, LDH increased Renal and urinary disorders: Nephrolithiasis, bladder pain Reproductive system and breast disorders: Vulvovaginal pruritus, vaginal infection Skin and subcutaneous tissue disorders: Urticaria, leukocytoclastic vasculitis, rash, pruritus, purpura, lip edema Table 9 lists the rates of the most commonly reported adverse reactions, derived from all adverse events in patients treated with mirabegron extended-release tablets 50 mg for up to 52 weeks in Study 4. The most commonly reported adverse reactions (>3% of mirabegron extended-release tablets patients) were hypertension, urinary tract infection, headache, and nasopharyngitis. Table 9: Percentages of Patients with Adverse Reactions, Derived from All Adverse Events, Reported in > 2% of OAB Patients Treated with Mirabegron Extended-Release Tablets 50 mg Once Daily in Study 4 Adverse Reaction Mirabegron Extended-Release Tablets 50 mg (%) Active Control (%) Number of Patients 812 812 Hypertension 9.2 9.6 Urinary Tract Infection 5.9 6.4 Headache 4.1 2.5 Nasopharyngitis 3.9 3.1 Back Pain 2.8 1.6 Constipation 2.8 2.7 Dry Mouth 2.8 8.6 Dizziness 2.7 2.6 Sinusitis 2.7 1.5 Influenza 2.6 3.4 Arthralgia 2.1 2.0 Cystitis 2.1 2.3 In Study 4, in patients treated with mirabegron extended-release tablets 50 mg once daily, adverse reactions leading to discontinuation reported by more than 2 patients and at a rate greater than active control included: constipation (0.9%), headache (0.6%), dizziness (0.5%), hypertension (0.5%), dry eyes (0.4%), nausea (0.4%), vision blurred (0.4%), and urinary tract infection (0.4%). Serious adverse events reported by at least 2 patients and exceeding active control included cerebrovascular accident (0.4%) and osteoarthritis (0.2%). Serum ALT/AST increased from baseline by greater than 10-fold in 2 patients (0.3%) taking mirabegron extended-release tablets 50 mg; and these markers subsequently returned to baseline while both patients continued mirabegron extended-release tablets. In Study 4, serious adverse events of neoplasm were reported by 0.1%, 1.3%, and 0.5% of patients treated with mirabegron extended-release tablets 50 mg, mirabegron extended-release tablets 100 mg, and active control once daily, respectively. Neoplasms reported by 2 patients treated with mirabegron extended-release tablets 100 mg included breast cancer, lung neoplasm malignant, and prostate cancer. A causal relationship between mirabegron and these reported neoplasms has not been established. In a separate clinical study in Japan, a single case was reported as Stevens-Johnson syndrome with increased serum ALT, AST, and bilirubin in a patient taking mirabegron extended-release tablets 100 mg as well as an herbal medication (Kyufu Gold). Pediatric use information is approved for Astellas Pharma Global Development, Inc.'s MYRBETRIQ (mirabegron extended-release tablets). However, due to Astellas Pharma Global Development, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of mirabegron extended-release tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The following events have been reported in association with mirabegron use in worldwide postmarketing experience: Cardiac disorders: Atrial fibrillation Gastrointestinal disorders: Nausea, constipation, diarrhea Nervous system disorders: Dizziness, headache There have been postmarketing reports of confusion, hallucinations, insomnia, and anxiety in patients taking mirabegron. The majority of these patients had pre-existing medical conditions or concomitant medications that may cause confusion, hallucinations, insomnia, and anxiety. A causal relationship between mirabegron and these disorders has not been established. Skin and subcutaneous tissue disorders: Angioedema of the face, lips, tongue, and larynx, with or without respiratory symptoms [see Warnings and Precautions ( 5.3 )] ; pruritus Renal and urinary disorders: Urinary retention [see Warnings and Precautions ( 5.2 )]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to mirabegron or any inactive ingredients. ( 4 ) Mirabegron extended-release tablets are contraindicated in patients with known hypersensitivity reactions to mirabegron or any inactive ingredients of the tablet [see Adverse Reactions ( 6.1 , 6.2 )] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Mirabegron extended-release tablets and mirabegron for extended-release oral suspension are two different products and they are not substitutable on a milligram-per-milligram basis. Select the recommended product (mirabegron extended-release tablets or mirabegron for extended-release oral suspension) based on the indication. OAB in Adults The recommended starting dose of mirabegron extended-release tablets is 25 mg orally once daily. ( 2.2 ) After 4 to 8 weeks, the mirabegron extended-release tablets dose may be increased to 50 mg orally once daily. ( 2.2 ) Adult Patients with Renal or Hepatic Impairment: Refer to the full prescribing information for recommended dosage. ( 2.4 ) Administration Mirabegron Extended-Release Tablets: Adult patients: Swallow mirabegron extended-release tablets whole with water. Do not chew, divide, or crush. Take with or without food. ( 2.7 ) 2.1 Important Dosage Information Mirabegron extended-release tablets and mirabegron for extended-release oral suspension are two different products and they are not substitutable on a milligram-per milligram basis: Select the recommended product (mirabegron extended-release tablets or mirabegron for extended-release oral suspension) based on the indication [see Indications and Usage ( 1 )] . 2.2 Recommended Dosage for Adult Patients with OAB Mirabegron Extended-Release Tablets Monotherapy The recommended starting dosage of mirabegron extended-release tablets is 25 mg orally once daily. If needed, increase to the maximum dosage of mirabegron extended-release tablets 50 mg orally once daily after 4 to 8 weeks. For administration instructions, see Dosage and Administration ( 2.7 ) . Pediatric use information is approved for Astellas Pharma Global Development, Inc.'s MYRBETRIQ (mirabegron extended-release tablets). However, due to Astellas Pharma Global Development, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information 2.4 Recommended Dosage in Adult Patients with Renal or Hepatic Impairment Dosage in Adults with Renal Impairment The recommended dosage of mirabegron extended-release tablets (administered orally once daily) in adult patients with renal impairment is described in Table 2 [see Use in Specific Populations 8.6 )]. For administration instructions, see Dosage and Administration ( 2.7 ). Table 2: Mirabegron Extended-Release Tablets Recommended Dosage in Adult Patients with Renal Impairment (Administered Orally Once Daily) Estimated GFR Estimated GFR using the modification of diet in renal disease (MDRD) formula. Starting Dose Maximum Dose eGFR 30 to 89 mL/min/1.73 m 2 25 mg 50 mg eGFR 15 to 29 mL/min/1.73 m 2 25 mg 25 mg eGFR < 15 mL/min/1.73 m 2 or requiring dialysis Not recommended Dosage in Adults with Hepatic Impairment The recommended dosage of mirabegron extended-release tablets (administered orally once daily) in adult patients with hepatic impairment is described in Table 3 [see Use in Specific Populations ( 8.7 )]. For administration instructions, see Dosage and Administration ( 2.7 ). Table 3: Mirabegron Extended-Release Tablets Recommended Dosage in Adult Patients with Hepatic Impairment (Administered Orally Once Daily) Hepatic Impairment Classification Starting Dose Maximum Dose Child-Pugh Class A (Mild hepatic impairment) 25 mg 50 mg Child-Pugh Class B (Moderate hepatic impairment) 25 mg 25 mg Child-Pugh Class C (Severe hepatic impairment) Not Recommended Pediatric use information is approved for Astellas Pharma Global Development, Inc.'s MYRBETRIQ (mirabegron extended-release tablets). However, due to Astellas Pharma Global Development, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 2.7 Administration Instructions Mirabegron Extended-Release Tablets Adult patients: Swallow mirabegron extended-release tablets whole with water. Do not chew, divide, or crush. Take with or without food. 2.8 Missed Dose Instruct patients to take any missed doses as soon as they remember, unless more than 12 hours have passed since the missed dose. If more than 12 hours have passed, the missed dose can be skipped, and the next dose should be taken at the usual time."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Mirabegron extended-release tablets are beta-3 adrenergic agonist indicated for the treatment of: Overactive bladder (OAB) in adult patients with symptoms of urge urinary incontinence, urgency, and urinary frequency. ( 1.1 ) 1.1 Adult Overactive Bladder (OAB) Mirabegron Extended-Release Tablets Monotherapy Mirabegron extended-release tablets are indicated for the treatment of OAB in adult patients with symptoms of urge urinary incontinence, urgency, and urinary frequency. Pediatric use information is approved for Astellas Pharma Global Development, Inc.'s MYRBETRIQ (mirabegron extended-release tablets). However, due to Astellas Pharma Global Development, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "fetched_at": "2025-10-01T17:05:12.532268",
  "source": "OpenFDA"
}