{
  "drug_name": "Mitomycin",
  "generic_name": [
    "MITOMYCIN"
  ],
  "brand_names": [
    "Mitomycin"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Patients being treated with mitomycin must be observed carefully and frequently during and after therapy. The use of mitomycin results in a high incidence of bone marrow suppression, particularly thrombocytopenia and leukopenia. Therefore, the following studies should be obtained repeatedly during therapy and for at least eight weeks following therapy: platelet count, white blood cell count, differential, and hemoglobin. The occurrence of a platelet count below 100,000/mm 3 or a WBC below 4,000/mm 3 or a progressive decline in either is an indication to withhold further therapy until blood counts have recovered above these levels. Patients should be advised of the potential toxicity of this drug, particularly bone marrow suppression. Deaths have been reported due to septicemia as a result of leukopenia due to the drug. Patients receiving mitomycin should be observed for evidence of renal toxicity. Mitomycin should not be given to patients with a serum creatinine greater than 1.7 mg percent. Usage in Pregnancy Safe use of mitomycin in pregnant women has not been established. Teratological changes have been noted in animal studies. The effect of mitomycin on fertility is unknown."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Bone Marrow Toxicity This was the most common and most serious toxicity, occurring in 605 of 937 patients (64.4%). Thrombocytopenia and/or leukopenia may occur anytime within 8 weeks after onset of therapy with an average time of 4 weeks. Recovery after cessation of therapy was within 10 weeks. About 25% of the leukopenic or thrombocytopenic episodes did not recover. Mitomycin produces cumulative myelosuppression. Integument and Mucous Membrane Toxicity This has occurred in approximately 4% of patients treated with mitomycin. Cellulitis at the injection site has been reported and is occasionally severe. Stomatitis and alopecia also occur frequently. Rashes are rarely reported. The most important dermatological problem with this drug, however, is the necrosis and consequent sloughing of tissue which results if the drug is extravasated during injection. Extravasation may occur with or without an accompanying stinging or burning sensation and even if there is adequate blood return when the injection needle is aspirated. There have been reports of delayed erythema and/or ulceration occurring either at or distant from the injection site, weeks to months after mitomycin, even when no obvious evidence of extravasation was observed during administration. Skin grafting has been required in some of the cases. Elderly patients may be more susceptible than younger patients to injection site reactions (see PRECAUTIONS: Geriatric Use ). Renal Toxicity 2% of 1,281 patients demonstrated a statistically significant rise in creatinine. There appeared to be no correlation between total dose administered or duration of therapy and the degree of renal impairment. Pulmonary Toxicity This has occurred infrequently but can be severe and may be life-threatening. Dyspnea with a non-productive cough and radiographic evidence of pulmonary infiltrates may be indicative of mitomycin-induced pulmonary toxicity. If other etiologies are eliminated, mitomycin therapy should be discontinued. Steroids have been employed as treatment of this toxicity, but the therapeutic value has not been determined. A few cases of adult respiratory distress syndrome have been reported in patients receiving mitomycin in combination with other chemotherapy and maintained at FIO 2 concentrations greater than 50% perioperatively. Hemolytic Uremic Syndrome (HUS) This serious complication of chemotherapy, consisting primarily of microangiopathic hemolytic anemia (hematocrit ≤25%), thrombocytopenia (≤100,000/mm 3 ), and irreversible renal failure (serum creatinine ≥1.6 mg/dL) has been reported in patients receiving systemic mitomycin. Microangiopathic hemolysis with fragmented red blood cells on peripheral blood smears has occurred in 98% of patients with the syndrome. Other less frequent complications of the syndrome may include pulmonary edema (65%), neurologic abnormalities (16%), and hypertension. Exacerbation of the symptoms associated with HUS has been reported in some patients receiving blood product transfusions. A high mortality rate (52%) has been associated with this syndrome. The syndrome may occur at any time during systemic therapy with mitomycin as a single agent or in combination with other cytotoxic drugs. Less frequently, HUS has also been reported in patients receiving combinations of cytotoxic drugs not including mitomycin. Of 83 patients studied, 72 developed the syndrome at total doses exceeding 60 mg of mitomycin. Consequently, patients receiving ≥60 mg of mitomycin should be monitored closely for unexplained anemia with fragmented cells on peripheral blood smear, thrombocytopenia, and decreased renal function. The incidence of the syndrome has not been defined. Therapy for the syndrome is investigational. Cardiac Toxicity Congestive heart failure, often treated effectively with diuretics and cardiac glycosides, has rarely been reported. Almost all patients who experienced this side effect had received prior doxorubicin therapy. Acute Side Effects Due to Mitomycin were fever, anorexia, nausea, and vomiting. They occurred in about 14% of 1,281 patients. Other Headache, blurring of vision, confusion, drowsiness, syncope, fatigue, edema, thrombophlebitis, hematemesis, diarrhea, and pain. These did not appear to be dose related and were not unequivocally drug related. They may have been due to the primary or metastatic disease processes. Malaise and asthenia have been reported as part of post-marketing surveillance. Bladder fibrosis/contraction has been reported with intravesical administration (see PRECAUTIONS ). To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Mitomycin is contraindicated in patients who have demonstrated a hypersensitive or idiosyncratic reaction to it in the past. Mitomycin is contraindicated in patients with thrombocytopenia, coagulation disorder, or an increase in bleeding tendency due to other causes."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Mitomycin should be given intravenously only, using care to avoid extravasation of the compound. If extravasation occurs, cellulitis, ulceration, and slough may result. Each Single-Dose vial contains mitomycin 40 mg and mannitol 80 mg. To administer, add Sterile Water for Injection, 80 mL. Shake to dissolve. If product does not dissolve immediately, allow to stand at room temperature until solution is obtained. After full hematological recovery (see guide to dosage adjustment) from any previous chemotherapy, the following dosage schedule may be used at 6 to 8 week intervals: 20 mg/m 2 intravenously as a single dose via a functioning intravenous catheter. Because of cumulative myelosuppression, patients should be fully re-evaluated after each course of mitomycin, and the dose reduced if the patient has experienced any toxicities. Doses greater than 20 mg/m 2 have not been shown to be more effective, and are more toxic than lower doses. The following schedule is suggested as a guide to dosage adjustment: Nadir After Prior Dose Leukocytes /mm 3 Platelets / mm 3 Percentage of Prior Dose to be given >4000 >100,000 100% 3000 - 3999 75,000 - 99,999 100% 2000 - 2999 25,000 - 74,999 70% <2000 <25,000 50% No repeat dosage should be given until leukocyte count has returned to 4000/mm 3 and a platelet count to 100,000/mm 3 . When mitomycin is used in combination with other myelosuppressive agents, the doses should be adjusted accordingly. If the disease continues to progress after two courses of mitomycin, the drug should be stopped since chances of response are minimal."
  ],
  "indications": [
    "INDICATIONS AND USAGE Mitomycin for Injection is not recommended as single-agent, primary therapy. It has been shown to be useful in the therapy of disseminated adenocarcinoma of the stomach or pancreas in proven combinations with other approved chemotherapeutic agents and as palliative treatment when other modalities have failed. Mitomycin is not recommended to replace appropriate surgery and/or radiotherapy."
  ],
  "fetched_at": "2025-09-30T21:06:18.531251",
  "source": "OpenFDA"
}