{
  "drug_name": "Modified Acarbose Pentasaccharide",
  "generic_name": [
    "Modified Acarbose Pentasaccharide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Digoxin has a narrow therapeutic index, increased monitoring of serum digoxin concentrations and for potential signs and symptoms of clinical toxicity is necessary when initiating, adjusting, or discontinuing drugs that may interact with digoxin. Prescribers should consult the prescribing information of any drug which is co-prescribed with digoxin for potential drug interaction information. PGP Inducers/Inhibitors: Drugs that induce or inhibit PGP have the potential to alter digoxin pharmacokinetics. ( 7.1 ) The potential for drug-drug interactions must be considered prior to and during drug therapy. See full prescribing information. ( 7.2 , 7.3 , 12.3 ) 7.1 P-Glycoprotein (PGP) Inducers/Inhibitors Digoxin is a substrate of P-glycoprotein, at the level of intestinal absorption, renal tubular section and biliary-intestinal secretion. Therefore, drugs that induce/inhibit P-glycoprotein have the potential to alter digoxin pharmacokinetics. 7.2 Pharmacokinetic Drug Interactions NA = Not available/reported Digoxin concentrations increased greater than 50% Digoxin Serum Concentration Increase Digoxin AUC Increase Recommendations Amiodarone 70% NA Measure serum digoxin concentrations before initiating concomitant drugs. Reduce digoxin concentrations by decreasing dose by approximately 30-50% or by modifying the dosing frequency and continue monitoring. Captopril 58% 39% Clarithromycin NA 70% Dronedarone NA 150% Gentamicin 129 to 212% NA Erythromycin 100% NA Itraconazole 80% NA Lapatinib NA 180% Propafenone NA 60 to 270% Quinidine 100% NA Ranolazine 50% NA Ritonavir NA 86% Telaprevir 50% 85% Tetracycline 100% NA Verapamil 50 to 75% NA Digoxin concentrations increased less than 50% Atorvastatin 22% 15% Measure serum digoxin concentrations before initiating concomitant drugs. Reduce digoxin concentrations by decreasing the dose by approximately 15-30% or by modifying the dosing frequency and continue monitoring. Carvedilol 16% 14% Conivaptan 33% 43% Diltiazem 20% NA Indomethacin 40% NA Nefazodone 27% 15% Nifedipine 45% NA Propantheline 24% 24% Quinine NA 33% Rabeprazole 29% 19% Saquinavir 27% 49% Spironolactone 25% NA Telmisartan 20 to 49% NA Ticagrelor 31% 28% Tolvaptan 30% 20% Trimethoprim 22 to 28% NA Digoxin concentrations increased, but magnitude is unclear Alprazolam, azithromycin, cyclosporine, diclofenac, diphenoxylate, epoprostenol, esomeprazole, ibuprofen, ketoconazole, lansoprazole, metformin, omeprazole, Measure serum digoxin concentrations before initiating concomitant drugs. Continue monitoring and reduce digoxin dose as necessary. Digoxin concentrations decreased Acarbose, activated charcoal, albuterol, antacids, certain cancer chemotherapy or radiation therapy, cholestyramine, colestipol, extenatide, kaolin-pectin, meals high in bran, metoclopramide, miglitol, neomycin, penicillamine, phenytoin, rifampin, St. John’s Wort, sucralfate and sulfasalazine Measure serum digoxin concentrations before initiating concomitant drugs. Continue monitoring and increase digoxin dose by approximately 20-40% as necessary. 7.3 Potentially Significant Pharmacodynamic Drug Interactions Because of considerable variability of pharmacodynamic interactions, the dosage of digoxin should be individualized when patients receive these medications concurrently. Drugs that Affect Renal Function A decline in GFR or tubular secretion, as from ACE inhibitors, angiotensin receptor blockers, nonsteroidal anti-inflammatory drugs [NSAIDS], COX-2 inhibitors may impair the excretion of digoxin. Antiarrthymics Dofetilide Concomitant administration with digoxin was associated with a higher rate of torsades de pointes Sotalol Proarrhythmic events were more common in patients receiving sotalol and digoxin than on either alone; it is not clear whether this represents an interaction or is related to the presence of CHF, a known risk factor for proarrhythmia, in patients receiving digoxin. Dronedarone Sudden death was more common in patients receiving digoxin with dronedarone than on either alone; it is not clear whether this represents an interaction or is related to the presence of advanced heart disease, a known risk factor for sudden death in patients receiving digoxin. Parathyroid Hormone Analog Teriparatide Sporadic case reports have suggested that hypercalcemia may predispose patients to digitalis toxicity. Teriparatide transiently increases serum calcium. Thyroid supplement Thyroid Treatment of hypothyroidism in patients taking digoxin may increase the dose requirements of digoxin. Sympathomimetics Epinephrine Norepinephrine Dopamine Can increase the risk of cardiac arrhythmias Neuromuscular Blocking Agents Succinylcholine May cause sudden extrusion of potassium from muscle cells causing arrhythmias in patients taking digoxin. Supplements Calcium If administered rapidly by intravenous route, can produce serious arrhythmias in digitalized patients. Beta-adrenergic blockers and calcium channel blockers Additive effects on AV node conduction can result in bradycardia and advanced or complete heart block. Hyperpolarization-activated cyclic nucleotide-gated channel blocker Ivabradine Can increase the risk of bradycardia. 7.4 Drug/Laboratory Test Interactions Endogenous substances of unknown composition (digoxin-like immunoreactive substances [DLIS]) can interfere with standard radioimmunoassays for digoxin. The interference most often causes results to be falsely positive or falsely elevated, but sometimes it causes results to be falsely reduced. Some assays are more subject to these failings than others. Several LC/MS/MS methods are available that may provide less susceptibility to DLIS interference. DLIS are present in up to half of all neonates and in varying percentages of pregnant women, patients with hypertrophic cardiomyopathy, patients with renal or hepatic dysfunction, and other patients who are volume-expanded for any reason. The measured levels of DLIS (as digoxin equivalents) are usually low (0.2 to 0.4 ng/mL), but sometimes they reach levels that would be considered therapeutic or even toxic. In some assays, spironolactone, canrenone, and potassium canrenoate may be falsely detected as digoxin, at levels up to 0.5 ng/mL. Some traditional Chinese and Ayurvedic medicine substances like Chan Su, Siberian Ginseng, Asian Ginseng, Ashwagandha or Dashen can cause similar interference. Spironolactone and DLIS are much more extensively protein-bound than digoxin. As a result, assays of free digoxin levels in protein-free ultrafiltrate (which tend to be about 25% less than total levels, consistent with the usual extent of protein binding) are less affected by spironolactone or DLIS. It should be noted that ultrafiltration does not solve all interference problems with alternative medicines. The use of an LC/MS/MS method may be the better option according to the good results it provides, especially in terms of specificity and limit of quantization."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are included in more detail in the Warnings and Precautions section of the label: Cardiac arrhythmias [see Warnings and Precautions ( 5.1 , 5.2 )] Digoxin Toxicity [see Warnings and Precautions ( 5.3 )] The overall incidence of adverse reactions with digoxin has been reported as 5 to 20%, with 15 to 20% of adverse events considered serious. Cardiac toxicity accounts for about one-half, gastrointestinal disturbances for about one-fourth, and CNS and other toxicity for about one-fourth of these adverse events. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact West-Ward Pharmaceuticals Corp. at 1-877-233-2001, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In general, the adverse reactions of Digoxin Tablets are dose-dependent and occur at doses higher than those needed to achieve a therapeutic effect. Hence, adverse reactions are less common when Digoxin Tablets are used within the recommended dose range, is maintained within the therapeutic serum concentration range, and when there is careful attention to concurrent medications and conditions. In the DIG trial (a trial investigating the effect of digoxin on mortality and morbidity in patients with heart failure), the incidence of hospitalization for suspected digoxin toxicity was 2% in patients taking Digoxin Tablets compared to 0.9% in patients taking placebo [ see Clinical Studies (14.1) ]. The overall incidence of adverse reactions with digoxin has been reported as 5 to 20%, with 15 to 20% of adverse events considered serious. Cardiac toxicity accounts for about one-half, gastrointestinal disturbances for about one-fourth, and CNS and other toxicity for about one-fourth of these adverse events. Gastrointestinal: In addition to nausea and vomiting, the use of digoxin has been associated with abdominal pain, intestinal ischemia, and hemorrhagic necrosis of the intestines. CNS: Digoxin can cause headache, weakness, dizziness, apathy, confusion, and mental disturbances (such as anxiety, depression, delirium, and hallucination). Other: Gynecomastia has been occasionally observed following the prolonged use of digoxin. Thrombocytopenia and maculopapular rash and other skin reactions have been rarely observed. To report SUSPECTED ADVERSE REACTIONS, contact West-Ward Pharmaceuticals Corp. at 1-877-233-2001, or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Digoxin Tablets are contraindicated in patients with: Ventricular fibrillation [see Warnings and Precautions (5.1) ] Known hypersensitivity to digoxin (reactions seen include unexplained rash, swelling of the mouth, lips or throat or a difficulty in breathing). A hypersensitivity reaction to other digitalis preparations usually constitutes a contraindication to digoxin. Ventricular fibrillation. ( 4 ) Known hypersensitivity to digoxin or other forms of digitalis. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Digoxin Tablets dose is based on patient-specific factors (age, lean body weight, renal function, etc.). See full prescribing information. Monitor for toxicity and therapeutic effect. ( 2 ) 2.1 Important Dosing and Administration Information In selecting a Digoxin Tablets dosing regimen, it is important to consider factors that affect digoxin blood levels (e.g., body weight, age, renal function, concomitant drugs) since toxic levels of digoxin are only slightly higher than therapeutic levels. Dosing can be either initiated with a loading dose followed by maintenance dosing if rapid titration is desired or initiated with maintenance dosing without a loading dose. Consider interruption or reduction in Digoxin Tablets dose prior to electrical cardioversion [see Warnings and Precautions (5.4) ]. Use digoxin solution to obtain the appropriate dose in infants, young pediatric patients, or patients with very low body weight. 2.2 Loading Dosing Regimen in Adults and Pediatric Patients For adults and pediatric patients if a loading dosage is to be given, administer half the total loading dose initially, then ¼ the loading dose every 6 to 8 hours twice, with careful assessment of clinical response and toxicity before each dose. The recommended loading dose is displayed in Table 1. Table 1. Recommended Digoxin Tablets Oral Loading Dose mcg = microgram Age Total Oral Loading Dose (mcg/kg) Administer half the total loading dose initially, then ¼ the loading dose every 6 to 8 hours twice 5 to 10 years 20 to 45 Adults and pediatric patients over 10 years 10 to 15 2.3 Maintenance Dosing in Adults and Pediatric Patients Over 10 Years Old The maintenance dose is based on lean body weight, renal function, age, and concomitant products [see Clinical Pharmacology(12.3) 12.3 ) ] . The recommended starting maintenance dose in adults and pediatric patients over 10 years old with normal renal function is given in Table 2. Doses may be increased every 2 weeks according to clinical response, serum drug levels, and toxicity. Table 2. Recommended Starting Digoxin Tablets Maintenance Dosage in Adults and Pediatric Patients Over 10 Years Old mcg = microgram Age Total Oral Maintenance Dose, mcg/kg/day (given once daily) Adults and pediatric patients over 10 years 3.4 to 5.1 Table 3 provides the recommended (once daily) maintenance dose for adults and pediatric patients over 10 years old (to be given once daily) according to lean body weight and renal function. The doses are based on studies in adult patients with heart failure. Alternatively, the maintenance dose may be estimated by the following formula (peak body stores lost each day through elimination): Total Maintenance Dose = Loading Dose (i.e., Peak Body Stores) x % Daily Loss/100 (% Daily Loss = 14 + Creatinine clearance/5) Reduce the dose of Digoxin Tablets in patients whose lean weight is an abnormally small fraction of their total body mass because of obesity or edema. Table 3. Recommended Maintenance Dose (in micrograms given once daily) of Digoxin Tablets in Pediatric Patients Over 10 Years Old and Adults by Lean Body Weight and by Renal Function a a Doses are rounded to the nearest dose possible using whole and/or half digoxin tablets. Recommended doses approximately 30 percent lower than the calculated dose are designated with an *. Monitor digoxin levels in patients receiving these initial doses and increase dose if needed. b For adults , creatinine clearance was corrected to 70-kg body weight or 1.73 m 2 body surface area. If only serum creatinine concentrations (Scr) are available, a corrected Ccr may be estimated in men as (140 – Age)/Scr. For women, this result should be multiplied by 0.85. For pediatric patients, the modified Schwartz equation may be used. The formula is based on height in cm and Scr in mg/dL where k is a constant. Ccr is corrected to 1.73 m 2 body surface area. During the first year of life, the value of k is 0.33 for pre-term babies and 0.45 for term infants. The k is 0.55 for pediatric patients and adolescent girls and 0.7 for adolescent boys. GFR (mL/min/1.73 m 2 ) = (k x Height)/Scr c If no loading dose administered. d The doses listed assume average body composition. Corrected Creatinine Clearance b Lean Body Weight d Number of Days Before Steady State Achieved c kg 40 50 60 70 80 90 100 10 mL/min 62.5* 125 125 187.5 187.5 187.5 250 19 20 mL/min 125 125 125 187.5 187.5 250 250 16 30 mL/min 125 125 187.5 187.5 250 250 312.5 14 40 mL/min 125 187.5 187.5 250 250 312.5 312.5 13 50 mL/min 125 187.5 187.5 250 250 312.5 312.5 12 60 mL/min 125 187.5 250 250 312.5 312.5 375 11 70 mL/min 187.5 187.5 250 250 312.5 375 375 10 80 mL/min 187.5 187.5 250 312.5 312.5 375 437.5 9 90 mL/min 187.5 250 250 312.5 375 437.5 437.5 8 100 mL/min 187.5 250 312.5 312.5 375 437.5 500 7 2.4 Maintenance Dosing in Pediatric Patients Less Than 10 Years Old The starting maintenance dose for heart failure in pediatric patients less than 10 years old is based on lean body weight, renal function, age, and concomitant products [ see Clinical Pharmacology (12.3) ]. The recommended starting maintenance dose for pediatric patients between 5 years and 10 years old is given in Table 4. These recommendations assume the presence of normal renal function. Table 4. Recommended Starting Digoxin Tablets Oral Maintenance Dosage in Pediatric Patients between 5 and 10 Years Old Age Oral Maintenance Dose, mcg/kg/dose 5 years to 10 years 3.2 to 6.4 Twice daily Table 5 provides average daily maintenance dose requirements for pediatric patients between 5 and 10 years old (to be given twice daily) with heart failure based on age, lean body weight, and renal function. Table 5. Recommended Maintenance Dose (in micrograms given TWICE daily) of Digoxin Tablets in Pediatric Patients between 5 and 10 Years of Age a Based upon Lean Body Weight and Renal Function a,b a Recommended are doses to be given twice daily. b The doses are rounded to the nearest dose possible using whole and/or half digoxin tablets. Recommended doses approximately 30 percent lower than the calculated dose are designated with an *. Monitor digoxin levels in patients receiving these initial doses and increase dose if needed. c The modified Schwartz equation may be used to estimate creatinine clearance. See footnote b under Table 3. d If no loading dose administered. Corrected Creatinine Clearance c Lean Body Weight Number of Days Before Steady State Achieved d kg 20 30 40 50 60 10 mL/min - 62.5 62.5* 125 125 19 20 mL/min 62.5 2.5 125 125 125 16 30 mL/min 62.5 62.5* 125 125 187.5 14 40 mL/min 62.5 62.5* 125 187.5 187.5 13 50 mL/min 62.5 125 125 187.5 187.5 12 60 mL/min 62.5 125 125 187.5 250 11 70 mL/min 62.5 125 187.5 187.5 250 10 80 mL/min 62.5* 125 187.5 187.5 250 9 90 mL/min 62.5* 125 187.5 250 250 8 100 mL/min 62.5* 125 187.5 250 312.5 7 2.5 Monitoring to Assess Safety, Efficacy, and Therapeutic Blood Levels Monitor for signs and symptoms of digoxin toxicity and clinical response. Adjust dose based on toxicity, efficacy, and blood levels. Serum digoxin levels less than 0.5 ng/mL have been associated with diminished efficacy, while levels above 2 ng/mL have been associated with increased toxicity without increased benefit. Interpret the serum digoxin concentration in the overall clinical context, and do not use an isolated measurement of serum digoxin concentration as the basis for increasing or decreasing the Digoxin Tablets dose. Serum digoxin concentrations may be falsely elevated by endogenous digoxin-like substances [ see Drug Interactions (7.4) ]. If the assay is sensitive to these substances, consider obtaining a baseline digoxin level before starting Digoxin Tablets and correct post-treatment values by the reported baseline level. Obtain serum digoxin concentrations just before the next scheduled Digoxin Tablets dose or at least 6 hours after the last dose. The digoxin concentration is likely to be 10 to 25% lower when sampled right before the next dose (24 hours after dosing) compared to sampling 8 hours after dosing (using once-daily dosing). However, there will be only minor differences in digoxin concentrations using twice daily dosing whether sampling is done at 8 or 12 hours after a dose. 2.6 Switching from Intravenous Digoxin to Oral Digoxin When switching from intravenous to oral digoxin formulations, make allowances for differences in bioavailability when calculating maintenance dosages (see Table 6). Table 6. Comparison of the Systemic Availability and Equivalent Doses of Oral and Intravenous Digoxin Absolute Bioavailability Equivalent Doses (mcg) Digoxin Tablets 60 to 80% 62.5 125 250 500 Digoxin Intravenous Injection 100% 50 100 200 400"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Digoxin Tablets, USP are a cardiac glycoside indicated for: Treatment of mild to moderate heart failure in adults. ( 1.1 ) Increasing myocardial contractility in pediatric patients with heart failure. ( 1.2 ) Control of resting ventricular rate in patients with chronic atrial fibrillation in adults. ( 1.3 ) 1.1 Heart Failure in Adults Digoxin Tablets, USP are indicated for the treatment of mild to moderate heart failure in adults. Digoxin Tablets, USP increase left ventricular ejection fraction and improve heart failure symptoms as evidenced by improved exercise capacity and decreased heart failure-related hospitalizations and emergency care, while having no effect on mortality. Where possible, Digoxin Tablets, USP should be used in combination with a diuretic and an angiotensin-converting enzyme (ACE) inhibitor. 1.2 Heart Failure in Pediatric Patients Digoxin Tablets, USP increase myocardial contractility in pediatric patients with heart failure. 1.3 Atrial Fibrillation in Adults Digoxin Tablets, USP are indicated for the control of ventricular response rate in adult patients with chronic atrial fibrillation."
  ],
  "fetched_at": "2025-10-01T15:24:50.733721",
  "source": "OpenFDA"
}