{
  "drug_name": "Momelotinib",
  "generic_name": [
    "MOMELOTINIB"
  ],
  "brand_names": [
    "Ojjaara"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Organic Anion Transporting Polypeptide (OATP)1B1/B3 inhibitors: Monitor for adverse reactions. ( 7.1 ) • Breast Cancer Resistance Protein (BCRP) substrates: Reduce rosuvastatin (BCRP substrate) dosage. Follow approved product information recommendations for other BCRP substrates. ( 7.2 ) 7.1 Effect of Other Drugs on OJJAARA Organic Anion Transporting Polypeptide (OATP)1B1/B3 Inhibitors Momelotinib is an OATP1B1/B3 substrate. Concomitant use with an OATP1B1/B3 inhibitor increases momelotinib maximal concentrations (C max ) and area under the concentration-time curve (AUC) [see Clinical Pharmacology ( 12.3 )], which may increase the risk of adverse reactions with OJJAARA. Monitor patients concomitantly receiving an OATP1B1/B3 inhibitor for adverse reactions and consider OJJAARA dose modifications [see Dosage and Administration ( 2.4 )] . 7.2 Effect of OJJAARA on Other Drugs Breast Cancer Resistance Protein (BCRP) Substrates Momelotinib is a BCRP inhibitor. OJJAARA may increase exposure of BCRP substrates , which may increase the risk of BCRP substrate adverse reactions [see Clinical Pharmacology ( 12.3 )] . When administered concomitantly with OJJAARA, initiate rosuvastatin (BCRP substrate) at 5 mg and do not increase to more than 10 mg once daily. Dose adjustment of other BCRP substrates may also be needed. Follow approved product information recommendations for other BCRP substrates."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Risk of Infections and Hepatitis B Reactivation [see Warnings and Precautions ( 5.1 )] • Thrombocytopenia and Neutropenia [see Warnings and Precautions ( 5.2 )] • Hepatotoxicity [see Warnings and Precautions ( 5.3 )] • Severe Cutaneous Adverse Reactions [see Warnings and Precautions ( 5.4 )] • Major Adverse Cardiovascular Events [see Warnings and Precautions ( 5.5 )] • Thrombosis [see Warnings and Precautions ( 5.6 )] • Malignancies [see Warnings and Precautions ( 5.7 )] The most common adverse reactions (≥20% in either study) are thrombocytopenia, hemorrhage, bacterial infection, fatigue, dizziness, diarrhea, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact GlaxoSmithKline at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of OJJAARA was evaluated in 215 patients in 2 clinical trials (MOMENTUM and SIMPLIFY-1 anemic subgroup [hemoglobin (Hb) <10 g/dL]) [see Clinical Studies ( 14 )] . MOMENTUM Patients in the MOMENTUM trial had been previously treated with a JAK inhibitor and were randomly assigned 2:1 to receive double-blind OJJAARA 200 mg orally once daily (n = 130) or danazol 300 mg orally twice daily (n = 65) for 24 weeks, after which they were eligible to receive open-label OJJAARA in an extended treatment phase. Among patients who received OJJAARA, 72% were exposed for 24 weeks or longer and 52% were exposed for 48 weeks or longer [see Clinical Studies ( 14 )] . Serious adverse reactions occurred in 35% of patients who received OJJAARA during the randomized treatment period of the MOMENTUM trial; the most common serious adverse reactions (≥2%) included bacterial infection (8%), viral infection (5%), hemorrhage (4%), acute kidney injury (3%), pneumonia (3%), pyrexia (3%), thrombosis (3%), syncope (2%), thrombocytopenia (2%), and renal and urinary tract infection (2%). Fatal adverse reactions occurred in 12% of patients who received OJJAARA; the most common (≥2%) fatal adverse reaction was viral infection (5%). Permanent discontinuation of OJJAARA due to an adverse reaction occurred in 18% of patients during the randomized treatment period of the MOMENTUM trial. Adverse reactions that resulted in permanent discontinuation (≥2%) included viral infection (2%) and thrombocytopenia (2%). Dosage reduction or treatment interruption due to an adverse reaction occurred in 34% of patients. Adverse reactions requiring dosage reduction and/or treatment interruption (≥2%) included thrombocytopenia (13%), bacterial infection (2%), diarrhea (2%), and neutropenia (2%). Among the 130 patients treated with OJJAARA during the randomized treatment period of MOMENTUM, the most common adverse reactions (≥20%) were thrombocytopenia, diarrhea, hemorrhage, and fatigue ( Table 2 ). Table 2: Adverse Reactions Occurring in ≥5% of Patients Receiving OJJAARA during Randomized Treatment in MOMENTUM a Study was not designed to evaluate meaningful comparisons of the incidence of adverse reactions across treatment groups. b Adverse reactions graded using CTCAE v.5. c Grouped term includes other related terms. d Excludes opportunistic infections. Adverse Reaction OJJAARA n = 130 Danazol a n = 65 All Grades b % Grade ≥3 % All Grades % Grade ≥3 % Thrombocytopenia c 28 22 17 12 Diarrhea c 22 0 9 2 Hemorrhage c 22 2 18 8 Fatigue c 21 2 20 5 Nausea c 16 2 9 3 Bacterial infection c,d 15 8 18 8 Abdominal pain c 13 1 18 3 Viral infection c,d 12 5 3 0 Pruritus c 11 2 11 0 Elevated liver enzymes c 10 2 9 3 Pyrexia c 10 2 8 0 Cough c 8 0 5 0 Paresthesia c 8 1 2 0 Dizziness c 8 2 2 0 Vomiting c 8 1 0 0 Rash c 6 0 11 0 Renal and urinary tract infection c,d 6 2 11 5 Arrhythmia c 5 1 6 2 Neutropenia 5 5 3 3 SIMPLIFY-1 Patients in the SIMPLIFY-1 trial were JAK inhibitor naïve and randomly assigned 1:1 to receive double-blind OJJAARA 200 mg orally once daily (n = 215) or ruxolitinib 5 to 20 mg orally twice daily (n = 217). Upon completion of the double-blind treatment phase, all patients were eligible to receive OJJAARA during the open-label phase. The safety of OJJAARA was evaluated in the population of patients with MF who were anemic at study entry. SIMPLIFY-1 enrolled 180 anemic patients who received OJJAARA (n = 85) or ruxolitinib (n = 95). Among these anemic patients who received OJJAARA, 78% were exposed for 24 weeks or longer and 61% were exposed for 48 weeks or longer [see Clinical Studies ( 14 )] . Serious adverse reactions occurred in 28% of the anemic patients who received OJJAARA during the randomized treatment period of the SIMPLIFY-1 trial; the most common serious adverse reactions (≥2%) included bacterial infection (7%), pneumonia (6%), heart failure (4%) arrhythmia (2%), and respiratory failure (2%). A fatal adverse reaction (bacterial infection) occurred in 1 patient who received OJJAARA. Permanent discontinuation of OJJAARA due to an adverse reaction occurred in 19% of the anemic patients during the randomized treatment period of the SIMPLIFY-1 trial. Adverse reactions that resulted in permanent discontinuation of OJJAARA (≥2%) included bacterial infection (2%), dizziness (2%), fatigue (2%), hypotension (2%), and thrombocytopenia (2%). Dosage reductions or treatment interruptions of OJJAARA due to an adverse reaction occurred in 21% of patients. Adverse reactions requiring dosage reduction and/or treatment interruption (≥2%) were thrombocytopenia (8%), pneumonia (4%), bacterial infection (2%), abdominal pain (2%), elevated liver enzymes (2%), and hypotension (2%). Among the 85 anemic patients treated with OJJAARA during the randomized treatment period of SIMPLIFY-1, the most common adverse reactions (≥20%) were dizziness, fatigue, bacterial infection, hemorrhage, thrombocytopenia, diarrhea, and nausea ( Table 3 ). Table 3: Adverse Reactions Occurring in ≥5% of Anemic Patients Receiving OJJAARA during Randomized Treatment in SIMPLIFY-1 a Study was not designed to evaluate meaningful comparisons of the incidence of adverse reactions across treatment groups. b Adverse reactions graded using CTCAE v.4.03. c Grouped term includes other related terms. d Excludes opportunistic infections. Adverse Reactions OJJAARA n = 85 Baseline Hb <10 g/dL Ruxolitinib a n = 95 Baseline Hb <10 g/dL All Grades b % Grade ≥3 % All Grades % Grade ≥3 % Dizziness c 24 1 15 2 Fatigue c 22 0 25 1 Bacterial infection c,d 21 8 12 2 Hemorrhage c 21 1 18 2 Thrombocytopenia c 21 11 34 6 Diarrhea c 20 1 20 1 Nausea c 20 0 3 1 Abdominal pain c 18 1 14 1 Cough c 14 0 11 0 Hypotension c 14 2 0 0 Pain in extremity 12 0 5 0 Pyrexia c 12 1 11 0 Rash c 12 0 3 0 Renal and urinary tract infection c,d 12 1 4 0 Elevated liver enzymes c 11 4 9 0 Headache c 11 0 16 0 Peripheral edema 11 0 8 0 Arrhythmia c 8 2 2 1 Paresthesia c 8 0 3 0 Pneumonia c 8 8 5 3 Vomiting c 8 0 5 0 Back pain 7 1 2 0 Viral infection c,d 6 0 13 2 Vitamin B1 deficiency 6 0 7 0 Other Adverse Reactions Clinically relevant adverse reactions occurring in <5% of anemic patients in the MOMENTUM and SIMPLIFY-1 studies include: Eye Disorders : Blurred vision. Infections and Infestations: Fungal infection (excludes opportunistic infections). Musculoskeletal and Connective Tissue Disorders: Arthralgia. Nervous System Disorders: Neuralgia, peripheral neuropathy, peripheral motor neuropathy, polyneuropathy, syncope. Vascular Disorders: Flushing. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of OJJAARA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Skin and Subcutaneous Tissue Disorders: Toxic epidermal necrolysis (TEN)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dosage: 200 mg orally once daily with or without food. ( 2.1 ) • Severe hepatic impairment (Child-Pugh Class C): Reduce the starting dose to 150 mg orally once daily. ( 2.3 ) 2.1 Recommended Dosage The recommended dosage of OJJAARA is 200 mg orally once daily. OJJAARA may be taken with or without food. Swallow OJJAARA tablets whole. Do not cut, crush, or chew tablets. If a dose of OJJAARA is missed, the next scheduled dose should be taken the following day. 2.2 Laboratory Monitoring for Safety Obtain the following blood tests prior to starting treatment with OJJAARA, periodically during treatment, and as clinically indicated: • Complete blood count (CBC) with platelets [see Warnings and Precautions ( 5.2 )] • Hepatic panel [see Warnings and Precautions ( 5.3 )] 2.3 Dosage Modification for Hepatic Impairment The recommended starting dosage in patients with severe hepatic impairment (Child-Pugh Class C) is 150 mg orally once daily [see Use in Specific Populations ( 8.6 )] . No dose adjustment is recommended for patients with mild or moderate hepatic impairment. 2.4 Dosage Modification for Adverse Reactions Manage hematologic and non-hematologic adverse reactions as described in Table 1 . Table 1: Dose Modifications for OJJAARA-Related Adverse Reactions ALT = alanine transaminase; AST = aspartate transaminase; ULN = upper limit of normal. a Reinitiate or escalate treatment up to starting dosage as clinically appropriate. b May reinitiate treatment at 100 mg if previously dosed at 100 mg. c If baseline >2 × ULN. d If baseline >1.5 × ULN. e Graded using the National Cancer Institute Common Terminology Criteria for Adverse Events per (CTCAE). Thrombocytopenia Dose Modification a Baseline Platelet Count Platelet Count ≥100 × 10 9 /L 20 × 10 9 /L to <50 × 10 9 /L Reduce daily dose by 50 mg from the last given dose. <20 × 10 9 /L Interrupt treatment until platelets recover to 50 × 10 9 /L. Restart OJJAARA at a daily dose of 50 mg below the last given dose b . ≥50 × 10 9 /L to <100 × 10 9 /L <20 × 10 9 /L Interrupt treatment until platelets recover to 50 × 10 9 /L. Restart OJJAARA at a daily dose of 50 mg below the last given dose b . <50 × 10 9 /L <20 × 10 9 /L Interrupt treatment until platelets recover to baseline. Restart OJJAARA at a daily dose of 50 mg below the last given dose b . Neutropenia Dose Modification a Absolute neutrophil count (ANC) <0.5 × 10 9 /L Interrupt treatment until ANC ≥0.75 × 10 9 /L. Restart OJJAARA at a daily dose of 50 mg below the last given dose b . Hepatotoxicity (unless other apparent causes) Dose Modification a ALT and/or AST >5 × ULN (or >5 × baseline, if baseline is abnormal) and/or total bilirubin >2 × ULN (or >2 × baseline, if baseline is abnormal) Interrupt treatment until AST and ALT ≤2 × ULN or baseline c and total bilirubin ≤1.5 × ULN or baseline d . Restart OJJAARA at a daily dose of 50 mg below the last given dose b . If reoccurrence of ALT or AST elevations >5 × ULN, permanently discontinue OJJAARA. Other Non-Hematologic Dose Modification a Grade 3 or higher e Interrupt treatment until the toxicity resolves to Grade 1 or lower (or baseline). Restart OJJAARA at a daily dose of 50 mg below the last given dose b . Discontinue OJJAARA in patients unable to tolerate 100 mg once daily."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OJJAARA is indicated for the treatment of intermediate or high-risk myelofibrosis (MF), including primary MF or secondary MF [post-polycythemia vera (PV) and post-essential thrombocythemia (ET)], in adults with anemia. OJJAARA is a kinase inhibitor indicated for the treatment of intermediate or high-risk myelofibrosis (MF), including primary MF or secondary MF [post-polycythemia vera (PV) and post-essential thrombocythemia (ET)], in adults with anemia. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:19:05.331460",
  "source": "OpenFDA"
}