{
  "drug_name": "Motexafin lutetium",
  "generic_name": [
    "OCTREOTIDE ACETATE"
  ],
  "brand_names": [
    "Octreotide Acetate"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The following drugs require monitoring and possible dose adjustment when used with octreotide acetate injection : cyclosporine, insulin, oral hypoglycemic agents, beta-blockers, and bromocriptine. ( 7 ) Lutetium Lu 177 Dotatate Injection : Discontinue octreotide acetate injection at least 24 hours prior to each lutetium Lu 177 dotatate dose. ( 7.6 ) 7.1 Cyclosporine Octreotide has been associated with alterations in nutrient absorption, so it may have an effect on absorption of orally administered drugs. Concomitant administration of octreotide acetate injection with cyclosporine may decrease blood levels of cyclosporine and result in transplant rejection. 7.2 Insulin and Oral Hypoglycemic Drugs Octreotide inhibits the secretion of insulin and glucagon. Therefore, blood glucose levels should be monitored when octreotide acetate injection treatment is initiated or when the dose is altered and anti-diabetic treatment should be adjusted accordingly. 7.3 Bromocriptine Concomitant administration of octreotide and bromocriptine increases the availability of bromocriptine. 7.4 Other Concomitant Drug Therapy Concomitant administration of bradycardia-inducing drugs (e.g., beta-blockers) may have an additive effect on the reduction of heart rate associated with octreotide. Dose adjustments of concomitant medication may be necessary. Octreotide has been associated with alterations in nutrient absorption, so it may have an effect on absorption of orally administered drugs. 7.5 Drug Metabolism Interactions Limited published data indicate that somatostatin analogs might decrease the metabolic clearance of compounds known to be metabolized by cytochrome P450 enzymes, which may be due to the suppression of GH. Since it cannot be excluded that octreotide may have this effect, other drugs mainly metabolized by CYP3A4 and which have a low therapeutic index (e.g., quinidine, terfenadine) should therefore be used with caution. 7.6 Lutetium Lu 177 Dotatate Injection Octreotide competitively binds to somatostatin receptors and may interfere with the efficacy of lutetium Lu 177 dotatate. Discontinue octreotide acetate injection at least 24 hours prior to each lutetium Lu 177 dotatate dose."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Complete Atrioventricular Block [see Warnings and Precautions (5.1)] Cholelithiasis and Complications of Cholelithiasis [see Warnings and Precautions (5.2)] Hyperglycemia and Hypoglycemia [see Warnings and Precautions (5.3)] Thyroid Function Abnormalities [see Warnings and Precautions (5.4)] Steatorrhea and Malabsorption of Dietary Fats [see Warnings and Precautions (5.5)] Changes in Vitamin B12 Levels [see Warnings and Precautions (5.6)] Most common adverse reactions (incidence > 10%) in patients with acromegaly are gallbladder abnormalities, sinus bradycardia, diarrhea, loose stools, nausea, abdominal discomfort, hyperglycemia, and hypothyroidism. In other patients, most common adverse reactions (incidence > 10%) are gallbladder abnormalities. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Gallbladder Abnormalities Gallbladder abnormalities, especially stones and/or biliary sludge, frequently develop in patients on chronic octreotide acetate injection therapy [see Warnings and Precautions (5.1)] . In clinical trials (primarily patients with acromegaly or psoriasis), the incidence of biliary tract abnormalities was 63% (27% gallstones, 24% sludge without stones, 12% biliary duct dilatation). The incidence of stones or sludge in patients who received octreotide acetate injection for 12 months or longer was 52%. Less than 2% of patients treated with octreotide acetate injection for 1 month or less developed gallstones. Cardiac In acromegalics, sinus bradycardia (< 50 bpm) developed in 25%; conduction abnormalities occurred in 10% and arrhythmias developed in 9% of patients during octreotide acetate injection therapy [see Warnings and Precautions (5.1)] . Gastrointestinal Diarrhea, loose stools, nausea, and abdominal discomfort were each seen in 34% to 61% of acromegalic patients in U.S. studies. 2.6% of the patients discontinued therapy due to these symptoms. These symptoms were seen in 5% to 10% of patients with carcinoid tumors and VIPomas. The frequency of these symptoms was not dose related, but diarrhea and abdominal discomfort generally resolved more quickly in patients treated with 300 mcg/day than in those treated with 750 mcg/day. Vomiting, flatulence, abnormal stools, abdominal distention, and constipation were each seen in less than 10% of patients. In rare instances, gastrointestinal side effects may resemble acute intestinal obstruction, with progressive abdominal distension, severe epigastric pain, abdominal tenderness, and guarding. Hypo/Hyperglycemia Hypoglycemia and hyperglycemia occurred in 3% and 16% of acromegalic patients, respectively, but only in about 1.5% of other patients. Symptoms of hypoglycemia were noted in approximately 2% of patients. Hypothyroidism In acromegalics, biochemical hypothyroidism alone occurred in 12% while goiter occurred in 8% and 4% required initiation of thyroid replacement therapy during octreotide acetate injection therapy [see Warnings and Precautions (5.4)] . In patients without acromegaly, hypothyroidism has only been reported in several isolated patients and goiter has not been reported. Other Adverse Events Pain on injection was reported in 7.7%, headache in 6%, and dizziness in 5%. Pancreatitis was also observed [see Warnings and Precautions (5.2)] . Other Adverse Events 1% to 4% Other events, each observed in 1% to 4% of patients, included fatigue, weakness, pruritus, joint pain, backache, urinary tract infection, cold symptoms, flu symptoms, injection site hematoma, bruise, edema, flushing, blurred vision, pollakiuria, fat malabsorption, hair loss, visual disturbance, and depression. Anaphylactoid reactions, including anaphylactic shock, have been reported in several patients receiving octreotide acetate injection. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of octreotide acetate injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary : cholelithiasis, cholecystitis, cholangitis and pancreatitis, which have sometimes required cholecystectomy Gastrointestinal : intestinal obstruction, pancreatic exocrine insufficiency Hematologic : thrombocytopenia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sensitivity to this drug or any of its components. Sensitivity to this drug or any of its components. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Octreotide Acetate injection may be administered subcutaneously or intravenously. ( 2.1 ) Acromegaly : Recommended initial Octreotide Acetate injection dosage is 50 mcg three times daily during the initial 2 weeks of therapy. Maintenance dose 100 mcg to 500 mcg three times daily. ( 2.2 ) Carcinoid Tumors : Recommended dosage range of 100 mcg to 600 mcg daily in two to four divided doses during the initial 2 weeks of therapy. ( 2.3 ) VIPomas : Recommended dosage range of 200 mcg to 300 mcg daily in two to four divided doses during the initial 2 weeks of therapy. ( 2.4 ) 2.1 Dosage and Administration Overview Octreotide Acetate injection may be administered subcutaneously or intravenously. Pain with subcutaneous administration may be reduced by using the smallest volume that will deliver the desired dose. Sites should be rotated in a systematic manner. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Do not use if particulates and/or discoloration are observed. Octreotide Acetate injection is not compatible in Total Parenteral Nutrition solutions because of the formation of a glycosyl octreotide conjugate which may decrease the efficacy of the product. Octreotide Acetate injection may be diluted in volumes of 50 mL to 200 mL and infused intravenously over 15 to 30 minutes or administered by intravenous (IV) push over 3 minutes. In emergency situations (e.g., carcinoid crisis), it may be given by rapid bolus. Assess total and/or free T4 levels at baseline and periodically during chronic octreotide acetate therapy. 2.2 Recommended Dosage and Monitoring for Acromegaly The recommended initial dosage of octreotide acetate is 50 mcg three times daily to be administered subcutaneously. Increase octreotide acetate dose based upon GH or IGF-1 levels. The goal is to achieve GH levels less than 5 ng/mL or IGF-1 levels within normal range. Monitor GH or IGF-1 every two weeks after initiating octreotide acetate therapy or with dosage change, and to guide titration. The most common dosage is 100 mcg three times daily, but some patients require up to 500 mcg three times daily for maximum effectiveness. Doses greater than 300 mcg/day seldom result in additional biochemical benefit, and if an increase in dose fails to provide additional benefit, the dose should be reduced. Octreotide Acetate injection should be withdrawn yearly for approximately 4 weeks from patients who have received irradiation to assess disease activity. If GH or IGF-1 levels increase and signs and symptoms recur, Octreotide Acetate injection therapy may be resumed. 2.3 Recommended Dosage and Monitoring for Carcinoid Tumors The recommended daily dosage of Octreotide Acetate injection during the first 2 weeks of therapy ranges from 100 to 600 mcg/day in two to four divided doses given subcutaneously (mean daily dosage is 300 mcg). In the clinical studies, the median daily maintenance dosage was approximately 450 mcg, but clinical and biochemical benefits were obtained in some patients with as little as 50 mcg, while others required doses up to 1500 mcg/day. However, experience with doses above 750 mcg/day is limited. Measurement of urinary 5-hydroxyindole acetic acid, plasma serotonin, plasma Substance P may be useful in monitoring the progress of therapy. 2.4 Recommended Dosage and Monitoring for Vasoactive Intestinal Peptide Tumors Daily dosages of 200 mcg to 300 mcg in two to four divided doses given subcutaneously are recommended during the initial 2 weeks of therapy (range, 150 mcg to 750 mcg) to control symptoms of the disease. On an individual basis, dosage may be adjusted to achieve a therapeutic response, but usually doses above 450 mcg/day are not required. Measurement of Plasma vasoactive intestinal peptide (VIP) may be useful in monitoring the progress of therapy. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Octreotide Acetate Injection is a somatostatin analogue indicated: Acromegaly : To reduce blood levels of growth hormone (GH) and insulin growth factor-1 (IGF-1; somatomedin C) in acromegaly patients who have had inadequate response to or cannot be treated with surgical resection, pituitary irradiation, and bromocriptine mesylate at maximally tolerated doses. ( 1.1 ) Carcinoid Tumors : For the symptomatic treatment of patients with metastatic carcinoid tumors where it suppresses or inhibits the severe diarrhea and flushing episodes associated with the disease. ( 1.2 ) Vasoactive Intestinal Peptide Tumors (VIPomas) : For the treatment of profuse watery diarrhea associated with VIP-secreting tumors. ( 1.3 ) Limitations of Use Improvement in clinical signs and symptoms, or reduction in tumor size or rate of growth, were not shown in clinical trials performed with Octreotide Acetate Injection; these trials were not optimally designed to detect such effects. ( 1.4 ) 1.1 Acromegaly Octreotide Acetate Injection is indicated to reduce blood levels of growth hormone (GH) and insulin growth factor-1 (IGF-1; somatomedin C) in acromegaly patients who have had inadequate response to or cannot be treated with surgical resection, pituitary irradiation, and bromocriptine mesylate at maximally tolerated doses. 1.2 Carcinoid Tumors Octreotide Acetate Injection is indicated for treatment of severe diarrhea and flushing episodes associated with metastatic carcinoid tumors. 1.3 Vasoactive Intestinal Peptide Tumors Octreotide Acetate Injection is indicated for the treatment of the profuse watery diarrhea associated with vasoactive intestinal peptide tumors (VIPomas)-secreting tumors. 1.4 Important Limitations of Use Improvement in clinical signs and symptoms, or reduction in tumor size or rate of growth, were not shown in clinical trials performed with Octreotide Acetate Injection; these trials were not optimally designed to detect such effects."
  ],
  "fetched_at": "2025-10-01T15:56:15.644139",
  "source": "OpenFDA"
}