{
  "drug_name": "Moxidectin",
  "generic_name": [
    "MOXIDECTIN"
  ],
  "brand_names": [
    "Moxidectin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Midazolam (CYP3A4 substrate) In healthy subjects, concomitant administration of a single 8 mg oral dose of Moxidectin Tablets did not have an effect on the pharmacokinetics of midazolam [ see Clinical Pharmacology ( 12.3 ) ]. Moxidectin can be co-administered with CYP3A4 substrates."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in greater detail in other labeling sections: Cutaneous, Ophthalmological and/or Systemic Adverse Reactions [see Warnings and Precautio ns ( 5.1 )] Symptomatic Orthostatic Hypotension [see Warnings and Precautions ( 5.2 )] Encephalopathy in Loa loa Co-infected Patients [see Warnings and Precautions ( 5.3 )] Edema and Worsening of Onchodermatitis [see Warnings and Precautions ( 5.4 )] The most common adverse reactions (incidence > 10%) in adult and pediatric patients (12 to less than 18 years of age) in Trial 1 were eosinophilia, pruritus, musculoskeletal pain, headache, lymphocytopenia, tachycardia, rash, abdominal pain, hypotension, pyrexia, leukocytosis, influenza-like illness, neutropenia, cough, diarrhea/gastroenteritis/enteritis, lymph node pain, dizziness, hyponatremia and peripheral swelling. ( 6.1 ) The most common adverse reactions (incidence > 5%) in pediatric patients (4 to less than 18 years of age) in Trial 3 were abdominal pain and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Medicines Development for Global Health at 1-800-MDGH-456 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under varying controlled conditions, adverse reaction rates observed in one clinical trial cannot be directly compared to rates observed in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Clinical Trials Experience in Adults and Pediatric Patients (12 Years to Less than 18 Years of Age) The safety of Moxidectin Tablets was evaluated in two randomized, double-blind, active-controlled studies in patients with confirmed onchocerciasis (Trial 1 and Trial 2) [see Clinical Studies ( 14 )] . In Trial 1, 978 patients (including 53 pediatric patients aged 12 to less than 18 years) received Moxidectin Tablets as a single oral dose of 8 mg and 494 patients received ivermectin (including 24 pediatric patients aged 12 to less than 18 years) as a single oral dose of approximately 150 mcg/kg. In Trial 2, 127 patients aged 18 years or older received Moxidectin Tablets as a single oral dose ranging from 2 mg (this is not an approved dose) to 8 mg (38 received the recommended 8 mg dose) and 45 patients aged 18 years or older received ivermectin as a single oral dose of approximately 150 mcg/kg. Most Common Adverse Reactions No patients withdrew from either trial due to adverse reactions. Adverse Reactions reported in Trial 1 in > 10% of patients are summarized in Table 2. Most were related to physical, vital signs and laboratory changes associated with Mazzotti reaction [see Warnings and Precautions ( 5.1 )] . Table 2: Adverse Reactions Occurring in > 10% of Moxidectin-treated Patients with Onchocerciasis in Trial 1 Adverse Reaction Moxidectin N = 978 n (%) Ivermectin N = 494 n (%) Eosinophilia 721 (74) 390 (79) Pruritus 640 (65) 268 (54) Musculoskeletal pain a 623 (64) 257 (52) Headache 566 (58) 267 (54) Lymphocytopenia* 470 (48) 215 (44) Tachycardia b 382 (39) 148(30) Orthostatic tachycardia c 333 (34) 130 (26) Non-orthostatic tachycardia d 179 (18) 57 (12) Rash e 358 (37) 103 (21) Abdominal pain f 305 (31) 173 (35) Hypotension g 289 (30) 125 (25) Orthostatic hypotension h 212 (22) 81 (16) Pyrexia/Chills 268 (27) 88 (18) Leukocytosis 240 (25) 125 (25) Influenza like illness 226 (23) 102 (21) Neutropenia** 197 (20) 112 (23) Cough 168 (17) 88 (18) Lymph node pain 129 (13) 28 (6) Dizziness 121 (12) 44 (9) Diarrhea/Gastroenteritis/Enteritis 144 (15) 84 (17) Hyponatremia 112 (12) 65 (13) Peripheral swelling 107 (11) 30 (6) a Includes “myalgia”, “arthralgia”, “musculoskeletal pain”, “pain” and “back pain” b Includes “orthostatic heart rate increased”, “postural orthostatic tachycardia syndrome”, “heart rate increased” and “sinus tachycardia” c Includes “orthostatic heart rate increased” and “postural orthostatic tachycardia syndrome” d Includes “heart rate increased”, “tachycardia”, and “sinus tachycardia” e Includes “rash,” “papular rash” and “urticaria” f Includes “abdominal pain”, “abdominal pain upper” and “abdominal pain lower” g Includes “orthostatic hypotension”, “blood pressure orthostatic decreased”, “blood pressure decreased”, “mean arterial pressure decreased”, “hypotension” h Includes “orthostatic hypotension”, and “blood pressure orthostatic decreased” *Lymphocytopenia is defined as absolute lymphocyte count less than 1 x 10 9 /L **Neutropenia is defined as absolute neutrophil count less than 1 x 10 9 /L The most common adverse reactions in patients (N = 38) treated with 8 mg moxidectin in Trial 2 were similar to the adverse reactions noted in Trial 1 described in Table 2above. Other Adverse Reactions Reported in Clinical Trials (Trial 1 and Trial 2) The following adverse reactions occurred in less than 10% of subjects receiving Moxidectin Tablets in Trial 1: Ocular Adverse Reactions : In Trial 1, the most common ocular adverse reactions (occurring in ≥ 0.5% of patients) is shown in Table 3. Table 3: Ocular Adverse Reactions Occurring in ≥ 0.5% Moxidectin-treated Patients Adverse Reaction Moxidectin N = 978 n ( % ) Ivermectin N = 494 n ( % ) Eye pain 78 (8) 28 (6) Eye pruritus 64 (7) 26 (5) Visual impairment* 25 (3) 9 (2) Eyelid edema 21 (2) 5 (1) Conjunctivitis allergic 19 (2) 11 (2) Ocular discomfort** 18 (2) 11 (2) Ocular and conjunctival hyperemia 17 (2) 3 (1) Lacrimation increased 13 (1) 10 (2) *Includes “visual impairment”, “blurred vision” and “low vision acuity” **Includes “foreign body sensation”, “ocular discomfort” and “abnormal sensation in the eye” Hepatobiliary Adverse Reactions More patients in the moxidectin arm experienced elevation in bilirubin above the upper limit of normal and elevation in transaminases > 5x upper limit of normal. Twenty-seven (2.8%) patients in the moxidectin arm and 3 (0.6%) patients in the ivermectin arm had hyperbilirubinemia. Most of the patients had single measurements of hyperbilirubinemia without concurrent elevation in transaminases. Nine (1%) patients in the moxidectin arm and 2 (0.4%) patients in the ivermectin arm had elevation in ALT of more than 5x upper limit of normal; ten (1%) patients in the moxidectin arm and 3 (0.6%) patients in the ivermectin arm had elevation in AST to more than 5x upper limit of normal. Laboratory Abnormalities Laboratory abnormalities occurring in at least 1% of patients in Trial 1 are described in Table 4. Table 4: Laboratory Abnormalities in at least 1% of Moxidectin-treated Patients Parameter MOXIDECTIN ( N = 978) n (%) Ivermectin ( N = 494) n (%) Hematology Severe eosinophilia (> 5 x10 9 /L) 173 (18) 111 (23) Grade 3 lymphocytopenia (< 0.5 x10 9 /L) 220 (23) 98 (20) Grade 4 Neutrophils (< 0.5 x10 9 /L) 65 (7) 46 (9) Eosinopenia (< 0.045 x10 9 /L) 51 (5) 21 (4) Hepatobiliary GGT (> 5x upper limit of normal) 26 (3) 16 (3) Bilirubin (> 2x upper limit of normal) 14 (1) 2 (0.4) AST (> 5x upper limit of normal) 10 (1) 3 (0.6) ALT (> 5x upper limit of normal) 9 (1) 2 (0.4) Clinical Trials Experience in Pediatric Patients (4 Years to Less than 18 Years of Age) The safety of Moxidectin Tablets in pediatric patients is based on data from 2 studies, Trial 1 and Trial 3 (NCT01035619). Pediatric Patients in Trial 1 Trial 1 included 53 pediatric patients aged 12 to less than 18 years with confirmed onchocerciasis who received a single dose of Moxidectin Tablets 8 mg. Pediatric patients with confirmed infection experienced efficacy-related adverse reactions (Mazzotti reactions) such as abdominal pain, tachycardia, pyrexia, rash, peripheral swelling, and lymph node pain at a prevalence and severity similar to infected adults. Overall, the safety profile relative to age was similar across pediatric and adult patients studied in Trial 1. Pediatric Patients in Trial 3 Trial 3 was a single-arm, open-label, age-stratified, multi-cohort, safety and pharmacokinetic trial that evaluated 36 pediatric patients aged 4 to less than 18 years with unknown O. volvulus infection status from an onchocerciasis-endemic area in Ghana. Patients were stratified by age to receive a single dose of Moxidectin Tablets as follows: aged 12 to less than 18 years received 8 mg (N = 9), 8 to less than 12 years received 8 mg (N = 9) or 6 mg (N = 9), and 4 to less than 8 years received 4 mg (N = 9). Median weight was 34.8 kg (range: 30.8 to 55.5 kg) in patients 12 to less than 18 years of age, 25.1 kg (range: 19.4 to 36.8 kg) in patients 8 to less than 12 years, and 15.6 kg (range: 13.6 to 20.6 kg) in patients 4 to less than 8 years. A majority of patients were female (58%) and 100% were black. Mazzotti reactions were not seen in this population with unknown O. volvulus infection. The most common adverse reactions in these pediatric patients were abdominal pain and diarrhea, in 3/36 (8%) patients each. No new safety signals were noted in this pediatric patient population that were not already noted in Trial 1."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage in Adult Patients : Take 8 mg (four 2 mg tablets) as a single oral dose, with or without food. ( 2.1 ) Recommended Dosage in Pediatric P atients (4 Years of Age and Older and Weighing at Least 13 kg): See Table below. ( 2.2 ) Body Weight Dose Number of 2 mg Tablets 13 kg to less than 15 kg 4 mg 2 15 kg to less than 30 kg 6 mg 3 Greater than or equal to 30 kg 8 mg 4 2.1 Recommended Dosage in Adult Patients The recommended dosage of Moxidectin Tablets in adult patients is a single dose of 8 mg (four 2 mg tablets) taken orally with or without food [see Clinical Pharmacology ( 12.3 )]. 2. 2 Recommended Dosage in Pediatric Patients (4 Years of Age and Older and Weighing at Least 13 kg) The recommended dosage of Moxidectin Tablets in pediatric patients aged 4 years and older and weighing at least 13 kg is described in Table 1 below. Administer Moxidectin Tablets as a single dose taken orally with or without food [see Clinical Pharmacology ( 12.3 ) ]. Table 1: Recommended Dosage of Moxidectin Tablets in Pediatric Patients 4 Years of Age and Older and Weighing at Least 13 kg Body Weight Dose Number of 2 mg Tablets 13 kg to less than 15 kg 4 mg 2 15 kg to less than 30 kg 6 mg 3 Greater than or equal to 30 kg 8 mg 4"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Moxidectin Tablets are indicated for the treatment of onchocerciasis due to Onchocerca volvulus in adult and pediatric patients aged 4 years and older and weighing at least 13 kg [see Clinical Studies ( 14 )] . Limitations of Use: Moxidectin Tablets does not kill adult Onchocerca volvulus (O. volvulus) parasites . Follow-up evaluation is advised. The safety and efficacy of repeat administration of Moxidectin Tablets in patients with O . volvulus has not been studied. Moxidectin is an anthelmintic indicated for the treatment of onchocerciasis due to Onchocerca volvulus in adults and pediatric patients aged 4 years and older and weighing at least 13 kg. ( 1 ) Limitations of Use: Moxidectin Tablets do not kill adult Onchocerca volvulus (O. volvulus) parasites. Follow-up is advised. ( 1 ) The safety and efficacy of repeat administration of Moxidectin Tablets in patients with O . volvulus has not been studied. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:59:59.636310",
  "source": "OpenFDA"
}