{
  "drug_name": "N-Dimethyl-Lysine",
  "generic_name": [
    "DIMETHYL FUMARATE"
  ],
  "brand_names": [
    "Dimethyl Fumarate"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described elsewhere in labeling: Anaphylaxis and Angioedema [see Warnings and Precautions (5.1) ]. Progressive multifocal leukoencephalopathy [see Warnings and Precautions (5.2) ]. Herpes Zoster and Other Serious Opportunistic Infections [ see Warnings and Precautions (5.3) ]. Lymphopenia [ see Warnings and Precautions (5.4) ]. Liver Injury [ see Warnings and Precautions (5.5) ]. Flushing [ see Warnings and Precautions (5.6) ]. Most common adverse reactions (incidence ≥10% and ≥2% placebo) were flushing, abdominal pain, diarrhea, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact MSN pharmaceuticals Inc. at 1-855-668-2369 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The most common adverse reactions (incidence ≥10% and ≥2% more than placebo) for dimethyl fumarate were flushing, abdominal pain, diarrhea, and nausea. Adverse Reactions in Placebo-Controlled Trials In the two well-controlled studies demonstrating effectiveness, 1529 patients received dimethyl fumarate with an overall exposure of 2244 person-years [ see Clinical Studies (14) ]. The adverse reactions presented in the table below are based on safety information from 769 patients treated with dimethyl fumarate 240 mg twice a day and 771 placebo-treated patients. Table 1:Adverse Reactions in Study 1 and 2 reported for dimethyl fumarate 240 mg BID at ≥ 2% higher incidence than placebo Dimethyl Fumarate N=769 % Placebo N=771 % Flushing 40 6 Abdominal pain 18 10 Diarrhea 14 11 Nausea 12 9 Vomiting 9 5 Pruritus 8 4 Rash 8 3 Albumin urine present 6 4 Erythema 5 1 Dyspepsia 5 3 Aspartate aminotransferase increased 4 2 Lymphophenia 2 <1 Gastrointestinal Dimethyl fumarate caused GI events (e.g., nausea, vomiting, diarrhea, abdominal pain, and dyspepsia). The incidence of GI events was higher early in the course of treatment (primarily in month 1) and usually decreased over time in patients treated with dimethyl fumarate compared with placebo. Four percent (4%) of patients treated with dimethyl fumarate and less than 1% of placebo patients discontinued due to gastrointestinal events. The incidence of serious GI events was 1% in patients treated with dimethyl fumarate. Hepatic Transaminases An increased incidence of elevations of hepatic transaminases in patients treated with dimethyl fumarate was seen primarily during the first six months of treatment, and most patients with elevations had levels < 3 times the upper limit of normal (ULN) during controlled trials. Elevations of alanine aminotransferase and aspartate aminotransferase to ≥ 3 times the ULN occurred in a small number of patients treated with both dimethyl fumarate and placebo and were balanced between groups. There were no elevations in transaminases ≥ 3 times the ULN with concomitant elevations in total bilirubin > 2 times the ULN. Discontinuations due to elevated hepatic transaminases were < 1% and were similar in patients treated with dimethyl fumarate or placebo. Eosinophilia A transient increase in mean eosinophil counts was seen during the first 2 months of therapy. Adverse Reactions in Placebo-Controlled and Uncontrolled Studies In placebo-controlled and uncontrolled clinical studies, a total of 2513 patients have received dimethyl fumarate and been followed for periods up to 4 years with an overall exposure of 4603 person-years. Approximately 1162 patients have received more than 2 years of treatment with dimethyl fumarate. The adverse reaction profile of dimethyl fumarate in the uncontrolled clinical studies was consistent with the experience in the placebo-controlled clinical trials. 6.2 Post Marketing Experience The following adverse reaction has been identified during post-approval use of dimethyl fumarate. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Liver function abnormalities (elevations in transaminases ≥ 3 times ULN with concomitant elevations in total bilirubin > 2 times ULN) have been reported following dimethyl fumarate administration in postmarketing experience [ See Warnings and Precautions (5.5) ]. Herpes zoster infection and other serious opportunistic infections have has been reported with dimethyl fumarate administration in postmarketing experience [ See Warnings and Precautions (5.3) ] . Rhinorrhea has been reported with dimethyl fumarate administration in post marketing experience."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Dimethyl fumarate is contraindicated in patients with known hypersensitivity to dimethyl fumarate or to any of the excipients of dimethyl fumarate. Reactions have included anaphylaxis and angioedema [see Warnings and Precautions (5.1) ]. Known hypersensitivity to dimethyl fumarate or any of the excipients of dimethyl fumarate. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Starting dose: 120 mg twice a day, orally, for 7 days ( 2.1 ) Maintenance dose after 7 days: 240 mg twice a day, orally ( 2.1 ) Swallow dimethyl fumarate delayed-release capsules whole and intact. Do not crush, chew, or sprinkle capsule contents on food ( 2.1 ) Take dimethyl fumarate delayed-release capsule with or without food ( 2.1 ) 2.1 Dosing Information The starting dose for dimethyl fumarate delayed-release capsules are 120 mg twice a day orally. After 7 days, the dose should be increased to the maintenance dose of 240 mg twice a day orally. Temporary dose reductions to 120 mg twice a day may be considered for individuals who do not tolerate the maintenance dose. Within 4 weeks, the recommended dose of 240 mg twice a day should be resumed. Discontinuation of dimethyl fumarate delayed-release capsules should be considered for patients unable to tolerate return to the maintenance dose. The incidence of flushing may be reduced by administration of dimethyl fumarate delayed-release capsules with food. Alternatively, administration of non-enteric coated aspirin (up to a dose of 325 mg) 30 minutes prior to dimethyl fumarate delayed-release capsule dosing may reduce the incidence or severity of flushing [see Clinical Pharmacology (12.3) ]. Dimethyl fumarate delayed-release capsules should be swallowed whole and intact. Dimethyl fumarate delayed-release capsules should not be crushed or chewed and the capsule contents should not be sprinkled on food. Dimethyl fumarate delayed-release capsules can be taken with or without food. 2.2 Blood Tests Prior to Initiation of Therapy Obtain a complete blood cell count (CBC) including lymphocyte count before initiation of therapy [ see Warnings and Precautions (5.4) ] . Obtain serum aminotransferase, alkaline phosphatase, and total bilirubin levels prior to treatment with dimethyl fumarate delayed-release capsules [ see Warnings and Precautions (5.5) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Dimethyl fumarate delayed-release capsules are indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. Dimethyl fumarate is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults ( 1 )"
  ],
  "fetched_at": "2025-10-01T03:39:02.615206",
  "source": "OpenFDA"
}