{
  "drug_name": "Nafcillin",
  "generic_name": [
    "NAFCILLIN SODIUM"
  ],
  "brand_names": [
    "Nafcillin"
  ],
  "drug_interactions": [
    "Drug Interactions Tetracycline, a bacteriostatic antibiotic, may antagonize the bactericidal effect of penicillin, and concurrent use of these drugs should be avoided. Nafcillin in high dosage regimens, i.e., 2 grams every 4 hours, has been reported to decrease the effects of warfarin. When nafcillin and warfarin are used concomitantly, the prothrombin time should be closely monitored and the dose of warfarin adjusted as necessary. This effect may persist for up to 30 days after nafcillin has been discontinued. Nafcillin when administered concomitantly with cyclosporine has been reported to result in subtherapeutic cyclosporine levels. The nafcillin-cyclosporine interaction was documented in a patient during two separate courses of therapy. When cyclosporine and nafcillin are used concomitantly in organ transplant patients, the cyclosporine levels should be monitored."
  ],
  "warnings": [
    "WARNINGS SERIOUS AND OCCASIONALLY FATAL HYPERSENSITIVITY (ANAPHYLACTIC) REACTIONS HAVE BEEN REPORTED IN PATIENTS ON PENICILLIN THERAPY. THESE REACTIONS ARE MORE LIKELY TO OCCUR IN INDIVIDUALS WITH A HISTORY OF PENICILLIN HYPERSENSITIVITY AND/OR A HISTORY OF SENSITIVITY TO MULTIPLE ALLERGENS. THERE HAVE BEEN REPORTS OF INDIVIDUALS WITH A HISTORY OF PENICILLIN HYPERSENSITIVITY WHO HAVE EXPERIENCED SEVERE REACTIONS WHEN TREATED WITH CEPHALOSPORINS. BEFORE INITIATING THERAPY WITH NAFCILLIN, CAREFUL INQUIRY SHOULD BE MADE CONCERNING PREVIOUS HYPERSENSITIVITY REACTIONS TO PENICILLINS, CEPHALOSPORINS, OR OTHER ALLERGENS. IF AN ALLERGIC REACTION OCCURS, NAFCILLIN SHOULD BE DISCONTINUED AND APPROPRIATE THERAPY INSTITUTED. SERIOUS ANAPHYLACTIC REACTIONS REQUIRE IMMEDIATE EMERGENCY TREATMENT WITH EPINEPHRINE. OXYGEN, INTRAVENOUS STEROIDS, AND AIRWAY MANAGEMENT, INCLUDING INTUBATION, SHOULD ALSO BE ADMINISTERED AS INDICATED. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including Nafcillin for Injection, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Body as a Whole The reported incidence of allergic reactions to penicillin ranges from 0.7 to 10 percent (see WARNINGS ). Sensitization is usually the result of treatment, but some individuals have had immediate reactions to penicillin when first treated. In such cases, it is thought that the patients may have had prior exposure to the drug via trace amounts present in milk or vaccines. Two types of allergic reactions to penicillins are noted clinically, immediate and delayed. Immediate reactions usually occur within 20 minutes of administration and range in severity from urticaria and pruritus to angioneurotic edema, laryngospasm, bronchospasm, hypotension, vascular collapse, and death. Such immediate anaphylactic reactions are very rare (see WARNINGS ) and usually occur after parenteral therapy but have occurred in patients receiving oral therapy. Another type of immediate reaction, an accelerated reaction, may occur between 20 minutes and 48 hours after administration and may include urticaria, pruritus, and fever. Although laryngeal edema, laryngospasm, and hypotension occasionally occur, fatality is uncommon. Delayed allergic reactions to penicillin therapy usually occur after 48 hours and sometimes as late as 2 to 4 weeks after initiation of therapy. Manifestations of this type of reaction include serum sickness-like symptoms (i.e., fever, malaise, urticaria, myalgia, arthralgia, abdominal pain) and various skin rashes. Nausea, vomiting, diarrhea, stomatitis, black or hairy tongue, and other symptoms of gastrointestinal irritation may occur, especially during oral penicillin therapy. Local Reactions Pain, swelling, inflammation, phlebitis, thrombophlebitis, and occasional skin sloughing at the injection site have occurred with intravenous administration of nafcillin (see DOSAGE AND ADMINISTRATION ). Severe tissue necrosis with sloughing secondary to subcutaneous extravasation of nafcillin has been reported. Nervous System Reactions Neurotoxic reactions similar to those observed with penicillin G could occur with large intravenous or intraventricular doses of nafcillin especially in patients with concomitant hepatic insufficiency and renal dysfunction (see PRECAUTIONS ). Urogenital Reactions Renal tubular damage and interstitial nephritis have been associated infrequently with the administration of nafcillin. Manifestations of this reaction may include rash, fever, eosinophilia, hematuria, proteinuria, and renal insufficiency. Hepatic Reactions Elevation of liver transaminases and/or cholestasis may occur, especially with administration of high doses of nafcillin. Gastrointestinal Reactions Pseudomembranous colitis has been reported with the use of nafcillin. The onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment (see WARNINGS ). Metabolic Reactions Agranulocytosis, neutropenia, and bone marrow depression have been associated with the use of nafcillin. To report SUSPECTED ADVERSE REACTIONS, contact Avenacy Inc. at 1-855-283-6229 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "CONTRAINDICATIONS A history of a hypersensitivity (anaphylactic) reaction to any penicillin is a contraindication."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Nafcillin for Injection, in the Pharmacy Bulk Package Bottle is for intravenous injection only. The usual intravenous dosage for adults is 500 mg every 4 hours. For severe infections, 1 gram every 4 hours is recommended. Administer slowly over at least 30 to 60 minutes to minimize the risk of vein irritation and extravasation. Bacteriologic studies to determine the causative organisms and their susceptibility to nafcillin should always be performed. Duration of therapy varies with the type and severity of infection as well as the overall condition of the patient; therefore, it should be determined by the clinical and bacteriological response of the patient. In severe staphylococcal infections, therapy with nafcillin should be continued for at least 14 days. Therapy should be continued for at least 48 hours after the patient has become afebrile, asymptomatic, and cultures are negative. The treatment of endocarditis and osteomyelitis may require a longer duration of therapy. Nafcillin-probenecid therapy is generally limited to those infections where very high serum levels of nafcillin are necessary. No dosage alterations are necessary for patients with renal dysfunction, including those on hemodialysis. Hemodialysis does not accelerate nafcillin clearance from the blood. For patients with hepatic insufficiency and renal failure, measurement of nafcillin serum levels should be performed and dosage adjusted accordingly. With intravenous administration, particularly in elderly patients, care should be taken because of the possibility of thrombophlebitis. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Do not add supplementary medication to Nafcillin for Injection, USP."
  ],
  "indications": [
    "INDICATIONS AND USAGE Nafcillin is indicated in the treatment of infections caused by penicillinase-producing staphylococci which have demonstrated susceptibility to the drug. Culture and susceptibility tests should be performed initially to determine the causative organism and its susceptibility to the drug (see CLINICAL PHARMACOLOGY - Susceptibility Testing ). Nafcillin should not be used in infections caused by organisms susceptible to penicillin G. If the susceptibility tests indicate that the infection is due to a methicillin-resistant Staphylococcus spp., therapy with Nafcillin for Injection should be discontinued and alternative therapy provided. To reduce the development of drug-resistant bacteria and maintain the effectiveness of Nafcillin for Injection and other antibacterial drugs, Nafcillin for Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:24:18.969811",
  "source": "OpenFDA"
}