{
  "drug_name": "Nalbuphine",
  "generic_name": [
    "NALBUPHINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Nalbuphine Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Benzodiazepines and other Central Nervous System (CNS) Depressants Although Nalbuphine Hydrochloride Injection possesses opioid antagonist activity, there is evidence that in nondependent patients it will not antagonize an opioid analgesic administered just before, concurrently, or just after an injection of Nalbuphine Hydrochloride Injection. Therefore, due to additive pharmacologic effects, the concomitant use of other opioid analgesics, benzodiazepines or other CNS depressants such as alcohol, other sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, and other opioids, can increase the risk of respiratory depression, profound sedation, coma, and death. Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Follow patients closely for signs of respiratory depression and sedation [see WARNINGS ]. Serotonergic Drugs The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system, such as selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that effect the serotonin neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), certain muscle relaxants (i.e., cyclobenzaprine, metaxalone), and monoamine oxidase (MAO) inhibitors (those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue), has resulted in serotonin syndrome [see PRECAUTIONS; Information for Patients ]. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment. Discontinue Nalbuphine Hydrochloride Injection if serotonin syndrome is suspected. Muscle Relaxants Nalbuphine may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. Monitor patients for signs of respiratory depression that may be greater than otherwise expected and decrease the dosage of Nalbuphine Hydrochloride Injection and/or the muscle relaxant as necessary. Diuretics Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Monitor patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed. Anticholinergic Drugs The concomitant use of anticholinergic drugs may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus. Monitor patients for signs of urinary retention or reduced gastric motility when Nalbuphine Hydrochloride Injection is used concomitantly with anticholinergic drugs. Monoamine Oxidase Inhibitors (MAOIs) MAOI (e.g., phenelzine, tranylcypromine, linezolid) interactions with opioids may manifest as serotonin syndrome [see Drug Interactions ] or opioid toxicity (e.g., respiratory depression, coma [see WARNINGS ]). The use of Nalbuphine Hydrochloride Injection is not recommended for patients taking MAOIs or within 14 days of stopping such treatment. If urgent use of an opioid is necessary, use test doses and frequent titration of small doses to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression."
  ],
  "warnings": [
    "WARNINGS Life-Threatening Respiratory Depression Serious, life-threatening, or fatal respiratory depression has been reported with the use of opioids, even when used as recommended. Respiratory depression, if not immediately recognized and treated, may lead to respiratory arrest and death. Management of respiratory depression may include close observation, supportive measures, and use of opioid antagonists, depending on the patient's clinical status [see OVERDOSAGE ]. Carbon dioxide (CO 2 ) retention from opioid-induced respiratory depression can exacerbate the sedating effects of opioids. While serious, life-threatening, or fatal respiratory depression can occur at any time during the use of Nalbuphine Hydrochloride Injection, the risk is greatest during the initiation of therapy or following a dosage increase. Monitor patients closely for respiratory depression, especially within the first 24 to 72 hours of initiating therapy with and following dosage increases of Nalbuphine Hydrochloride Injection. To reduce the risk of respiratory depression, proper dosing and titration of Nalbuphine Hydrochloride Injection is essential [see DOSAGE AND ADMINISTRATION ]. Overestimating the Nalbuphine Hydrochloride Injection dosage when converting patients from another opioid product can result in a fatal overdose with the first dose. Opioids can cause sleep-related breathing disorders including central sleep apnea (CSA) and sleep-related hypoxemia. Opioid use increases the risk of CSA in a dose-dependent fashion. In patients who present with CSA, consider decreasing the opioid dosage using best practices for opioid taper [see DOSAGE AND ADMINISTRATION ]. Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants Profound sedation, respiratory depression, coma, and death may result from the concomitant use of Nalbuphine Hydrochloride Injection with benzodiazepines and/or other CNS depressants, including alcohol (e.g., non-benzodiazepine sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, other opioids). Because of these risks, reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Observational studies have demonstrated that concomitant use of opioid analgesics and benzodiazepines increases the risk of drug-related mortality compared to use of opioid analgesics alone. Because of similar pharmacological properties, it is reasonable to expect similar risk with the concomitant use of other CNS depressant drugs with opioid analgesics [see PRECAUTIONS; Drug Interactions ]. If the decision is made to prescribe a benzodiazepine or other CNS depressant concomitantly with an opioid analgesic, prescribe the lowest effective dosages and minimum durations of concomitant use. In patients already receiving an opioid analgesic, prescribe a lower initial dose of the benzodiazepine or other CNS depressant than indicated in the absence of an opioid, and titrate based on clinical response. If an opioid analgesic is initiated in a patient already taking a benzodiazepine or other CNS depressant, prescribe a lower initial dose of the opioid analgesic, and titrate based on clinical response. Monitor patients closely for signs and symptoms of respiratory depression and sedation. Advise both patients and caregivers about the risks of respiratory depression and sedation when Nalbuphine Hydrochloride Injection is used with benzodiazepines or other CNS depressants (including alcohol and illicit drugs). Advise patients not to drive or operate heavy machinery until the effects of concomitant use of the benzodiazepine or other CNS depressant have been determined. Screen patients for risk of substance use disorders, including opioid abuse and misuse, and warn them of the risk for overdose and death associated with the use of additional CNS depressants including alcohol and illicit drugs [see PRECAUTIONS; Drug Interactions and Information for Patients ]. Opioid-Induced Hyperalgesia and Allodynia Opioid-Induced Hyperalgesia (OIH) occurs when an opioid analgesic ‎paradoxically causes an increase in pain, or an increase in sensitivity to ‎pain. This condition differs from tolerance, which is the need for ‎increasing doses of opioids to maintain a defined effect [see Dependence ]. ‎Symptoms of OIH include (but may not be limited to) increased levels of ‎pain upon opioid dosage increase, decreased levels of pain upon opioid ‎dosage decrease, or pain from ordinarily non-painful stimuli (allodynia). ‎These symptoms may suggest OIH only if there is no evidence of ‎underlying disease progression, opioid tolerance, opioid withdrawal, or addictive ‎behavior.‎ Cases of OIH have been reported, both with short-term and longer-term ‎use of opioid analgesics. Though the mechanism of OIH is not fully ‎understood, multiple biochemical pathways have been implicated. Medical ‎literature suggests a strong biologic plausibility between opioid ‎analgesics and OIH and allodynia. If a patient is suspected to be ‎experiencing OIH, carefully consider appropriately decreasing the dose of ‎the current opioid analgesic or opioid rotation (safely switching the ‎patient to a different opioid moiety) [see DOSAGE AND ADMINISTRATION , ‎ WARNINGS ].‎ Life-Threatening Respiratory Depression in Patients with Chronic Pulmonary Disease or in Elderly, Cachectic, or Debilitated Patients The use of Nalbuphine Hydrochloride Injection in patients with acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment is contraindicated. Patients with Chronic Pulmonary Disease: Nalbuphine Hydrochloride Injection-treated patients with significant chronic obstructive pulmonary disease or cor pulmonale, and those with a substantially decreased respiratory reserve, hypoxia, hypercapnia, or pre-existing respiratory depression are at increased risk of decreased respiratory drive including apnea, even at recommended dosages of use of Nalbuphine Hydrochloride Injection [see WARNINGS ]. Elderly, Cachectic, or Debilitated Patients: Life-threatening respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients because they may have altered pharmacokinetics or altered clearance compared to younger, healthier patients [see WARNINGS ]. Monitor such patients closely, particularly when initiating and titrating Nalbuphine Hydrochloride Injection and when Nalbuphine Hydrochloride Injection is given concomitantly with other drugs that depress respiration [see WARNINGS ]. Alternatively, consider the use of non-opioid analgesics in these patients. Adrenal Insufficiency Cases of adrenal insufficiency have been reported with opioid use, more often following greater than 1 month of use. Presentation of adrenal insufficiency may include non-specific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency. Severe Hypotension Nalbuphine Hydrochloride Injection may cause severe hypotension including orthostatic hypotension and syncope in ambulatory patients. There is increased risk in patients whose ability to maintain blood pressure has already been compromised by a reduced blood volume or concurrent administration of certain CNS depressant drugs (e.g., phenothiazines or general anesthetics) [see PRECAUTIONS; Drug Interactions ]. Monitor these patients for signs of hypotension after initiating or titrating the dosage of Nalbuphine Hydrochloride Injection. In patients with circulatory shock, Nalbuphine Hydrochloride Injection may cause vasodilation that can further reduce cardiac output and blood pressure. Avoid the use of Nalbuphine Hydrochloride Injection in patients with circulatory shock. Risks of Use in Patients with Increased Intracranial Pressure, Brain Tumors, Head Injury, or Impaired Consciousness In patients who may be susceptible to the intracranial effects of CO 2 retention (e.g., those with evidence of increased intracranial pressure or brain tumors), Nalbuphine Hydrochloride Injection may reduce respiratory drive, and the resultant CO 2 retention can further increase intracranial pressure. Monitor such patients for signs of sedation and respiratory depression, particularly when initiating therapy with Nalbuphine Hydrochloride Injection. Opioids may also obscure the clinical course in a patient with a head injury. Avoid the use of Nalbuphine Hydrochloride Injection in patients with impaired consciousness or coma. Risks of Use in Patients with Gastrointestinal Conditions Nalbuphine Hydrochloride Injection is contraindicated in patients with known or suspected gastrointestinal obstruction, including paralytic ileus. The nalbuphine in Nalbuphine Hydrochloride Injection may cause spasm of the sphincter of Oddi. Opioids may cause increases in serum amylase. Monitor patients with biliary tract disease, including acute pancreatitis, for worsening symptoms. Increased Risk of Seizures in Patients with Seizure Disorders The nalbuphine in Nalbuphine Hydrochloride Injection may increase the frequency of seizures in patients with seizure disorders, and may increase the risk of seizures occurring in other clinical settings associated with seizures. Monitor patients with a history of seizure disorders for worsened seizure control during Nalbuphine Hydrochloride Injection therapy. Withdrawal The use of Nalbuphine Hydrochloride Injection, a mixed agonist/antagonist opioid analgesic, in patients who are receiving a full opioid agonist analgesic may reduce the analgesic effect and/or precipitate withdrawal symptoms. Avoid concomitant use of Nalbuphine Hydrochloride Injection with a full opioid agonist analgesic. When discontinuing Nalbuphine Hydrochloride Injection, in a physically-dependent patient, gradually taper the dosage [see DOSAGE AND ADMINISTRATION ]. Do not abruptly discontinue Nalbuphine Hydrochloride Injection in these patients [see DRUG ABUSE AND DEPENDENCE ]. Risks of Driving and Operating Machinery Nalbuphine Hydrochloride Injection may impair the mental or physical abilities needed to perform potentially hazardous activities such as driving a car or operating machinery. Warn patients not to drive or operate dangerous machinery unless they are tolerant to the effects of Nalbuphine Hydrochloride Injection and know how they will react to the medication [see PRECAUTIONS; Information for Patients ]. Maintain patient under observation until recovered from Nalbuphine Hydrochloride Injection effects that would affect driving or other potentially dangerous tasks. Use in Pregnancy (Other Than Labor) Severe fetal bradycardia has been reported when Nalbuphine Hydrochloride Injection is administered during labor. Naloxone may reverse these effects. Although there are no reports of fetal bradycardia earlier in pregnancy, it is possible that this may occur. Avoid the use of Nalbuphine Hydrochloride Injection in pregnant women unless the potential benefit outweighs the risk to the fetus, and if appropriate measures such as fetal monitoring are taken to detect and manage any potential adverse effect on the fetus. Use During Labor and Delivery The placental transfer of nalbuphine is high, rapid, and variable with a maternal to fetal ratio ranging from 1:0.37 to 1:6. Fetal and neonatal adverse effects that have been reported following the administration of nalbuphine to the mother during labor include fetal bradycardia, respiratory depression at birth, apnea, cyanosis, and hypotonia. Some of these events have been life-threatening. Maternal administration of naloxone during labor has normalized these effects in some cases. Severe and prolonged fetal bradycardia has been reported. Permanent neurological damage attributed to fetal bradycardia has occurred. A sinusoidal fetal heart rate pattern associated with the use of nalbuphine has also been reported. Nalbuphine should be used during labor and delivery only if clearly indicated and only if the potential benefit outweighs the risk to the infant. Newborns should be monitored for respiratory depression, apnea, bradycardia and arrhythmias if nalbuphine has been used. Addiction, Abuse, and Misuse Nalbuphine hydrochloride is a synthetic opioid agonist-antagonist analgesic. As an opioid, Nalbuphine Hydrochloride Injection exposes users to the risks of addiction, abuse, and misuse [see DRUG ABUSE AND DEPENDENCE ]. Although the risk of addiction in any individual is unknown, it can occur in patients appropriately prescribed Nalbuphine Hydrochloride Injection. Addiction can occur at recommended dosages and if the drug is misused or abused. Assess each patient's risk for opioid addiction, abuse, or misuse prior to prescribing Nalbuphine Hydrochloride Injection‎, and reassess all patients receiving ‎‎Nalbuphine Hydrochloride Injection for the development of these behaviors and conditions. Risks are increased in patients with a personal or family history of substance abuse (including drug or alcohol abuse or addiction) or mental illness (e.g., major depression). The potential for these risks should not, however, prevent the proper management of pain in any given patient. Patients at increased risk may be prescribed opioids such as ‎‎Nalbuphine Hydrochloride Injection, but use in such patients necessitates intensive counseling ‎about the risks and proper use of Nalbuphine Hydrochloride Injection along with frequent ‎monitoring for signs of addiction, abuse, and misuse. Opioids are sought for nonmedical use and are subject to diversion from ‎legitimate prescribed use. Consider these risks when prescribing or dispensing Nalbuphine Hydrochloride Injection. Strategies to reduce these risks include prescribing the drug in the smallest appropriate quantity. Contact local state professional licensing board or state-controlled substances authority for information on how to prevent and detect abuse or diversion of this product."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequent adverse reaction in 1066 patients treated in clinical studies with Nalbuphine Hydrochloride Injection was sedation 381 (36%). Less frequent reactions were: sweaty/clammy 99 (9%), nausea/vomiting 68 (6%), dizziness/vertigo 58 (5%), dry mouth 44 (4%), and headache 27 (3%). Other adverse reactions which occurred (reported incidence of 1% or less) were: CNS Effects: Nervousness, depression, restlessness, crying, euphoria, floating, hostility, unusual dreams, confusion, faintness, hallucinations, dysphoria, feeling of heaviness, numbness, tingling, unreality. The incidence of psychotomimetic effects, such as unreality, depersonalization, delusions, dysphoria and hallucinations has been shown to be less than that which occurs with pentazocine. Cardiovascular: Hypertension, hypotension, bradycardia, tachycardia. Gastrointestinal: Cramps, dyspepsia, bitter taste. Respiratory: Depression, dyspnea, asthma. Dermatologic: Itching, burning, urticaria. Miscellaneous: Speech difficulty, urinary urgency, blurred vision, flushing and warmth. Allergic Reactions: Anaphylactic/anaphylactoid and other serious hypersensitivity reactions have been reported following the use of nalbuphine and may require immediate, supportive medical treatment. These reactions may include shock, respiratory distress, respiratory arrest, bradycardia, cardiac arrest, hypotension, or laryngeal edema. Some of these allergic reactions may be life-threatening. Other allergic‑type reactions reported include stridor, bronchospasm, wheezing, edema, rash, pruritus, nausea, vomiting, diaphoresis, weakness, and shakiness. Postmarketing Experience The following adverse reactions have been identified during post approval use of nalbuphine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Abdominal pain, pyrexia, depressed level or loss of consciousness, somnolence, tremor, anxiety, pulmonary edema, agitation, seizures, and injection site reactions such as pain, swelling, redness, burning, and hot sensations. Death has been reported from severe allergic reactions to Nalbuphine Hydrochloride Injection treatment. Fetal death has been reported where mothers received Nalbuphine Hydrochloride Injection during labor and delivery. Serotonin syndrome: Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Adrenal insufficiency: Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Hyperalgesia and Allodynia: Cases of hyperalgesia and allodynia have been ‎reported with opioid therapy of any duration [see WARNINGS ]‎. Hypoglycemia : Cases of hypoglycemia have been reported in patients ‎taking opioids. Most reports were in patients with at least one ‎predisposing risk factor (e.g., diabetes).‎"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Nalbuphine Hydrochloride Injection is contraindicated in patients with: Significant respiratory depression [see WARNINGS ] Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see WARNINGS ] Known or suspected gastrointestinal obstruction, including paralytic ileus [see WARNINGS ] Hypersensitivity to nalbuphine or to any of the other ingredients in Nalbuphine Hydrochloride Injection."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Important Dosage and Administration Instructions Nalbuphine Hydrochloride Injection should be administered as a supplement to general anesthesia only by persons specifically trained in the use of intravenous anesthetics and management of the respiratory effects of potent opioids. Naloxone, resuscitative and intubation equipment, and oxygen should be readily available. Use the lowest effective dosage for the shortest duration of time ‎consistent with individual patient treatment goals [see WARNINGS ]. ‎Because the risk of overdose increases as opioid doses increase, reserve ‎titration to higher doses of Nalbuphine Hydrochloride Injection ‎for patients in whom lower ‎doses are insufficiently effective and in whom the expected benefits of ‎using a higher dose opioid clearly outweigh the substantial risks.‎ There is variability in the opioid analgesic dose and duration needed to ‎adequately manage pain due both to the cause of pain and to individual ‎patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient's severity of pain, patient response, prior analgesic treatment experience, and risk factors for addiction, abuse, and misuse [see WARNINGS ]. Respiratory depression can occur at any time during opioid therapy, ‎especially when initiating and following dosage increases with ‎Nalbuphine Hydrochloride Injection‎. Consider this risk when selecting an initial dose and when ‎making dose adjustments [see WARNINGS ].‎ Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Initial Dosage The usual recommended adult dose is 10 mg for a 70 kg individual administered subcutaneously, intramuscularly, or intravenously; this dose may be repeated every 3 to 6 hours as necessary. Use the lowest dose necessary to achieve adequate analgesia. Titrate the ‎dose based upon the individual patient’s response to their initial dose of Nalbuphine Hydrochloride Injection. Dosage should be adjusted according to the severity of the pain, physical status of the patient, and other medications which the patient may be receiving [see WARNINGS; Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants ]. In nontolerant individuals, the recommended single maximum dose is 20 mg with a maximum total daily dose of 160 mg. The use of Nalbuphine Hydrochloride Injection as a supplement to balanced anesthesia requires larger doses than those recommended for analgesia. Induction doses of nalbuphine hydrochloride range from 0.3 mg/kg to 3 mg/kg intravenously to be administered over a 10 to 15 minute period with maintenance doses of 0.25 to 0.5 mg/kg in single intravenous administrations as required. The use of Nalbuphine Hydrochloride Injection may be followed by respiratory depression which can be reversed with the opioid antagonist naloxone hydrochloride. Titration and Maintenance of Therapy Individually titrate Nalbuphine Hydrochloride Injection to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving Nalbuphine Hydrochloride Injection to assess the maintenance of pain control‎, signs and symptoms of opioid withdrawal,‎ and other adverse reactions, as well as to reassess for the development of addiction, abuse, or misuse [see WARNINGS ]. Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration. If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the nalbuphine hydrochloride dosage. If after increasing the dosage, unacceptable opioid-related adverse reactions are observed ‎(including an increase in pain after dosage increase)‎, consider reducing the dosage‎ [see WARNINGS ]. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse events. Discontinuation of Nalbuphine Hydrochloride Injection When a patient who has been taking Nalbuphine Hydrochloride Injection regularly and may be physically‑dependent no longer requires therapy with Nalbuphine Hydrochloride Injection, taper the dose gradually, by 25% to 50% every 2 to 4 days, while monitoring carefully for signs and symptoms of withdrawal. If the patient develops these signs or symptoms, raise the dose to the previous level and taper more slowly, either by increasing the interval between decreases, decreasing the amount of change in dose, or both. Do not abruptly discontinue Nalbuphine Hydrochloride Injection in a physically-dependent patient [see WARNINGS , DRUG ABUSE AND DEPENDENCE ]."
  ],
  "indications": [
    "INDICATIONS AND USAGE Nalbuphine Hydrochloride Injection is indicated for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. Nalbuphine Hydrochloride Injection can also be used as a supplement to balanced anesthesia, for preoperative and postoperative analgesia, and for obstetrical analgesia during labor and delivery. Limitations of Use: Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration [see WARNINGS ], reserve Nalbuphine Hydrochloride Injection for use in patients for whom alternative treatment options (e.g., non-opioid analgesics): Have not been tolerated, or are not expected to be tolerated, Have not provided adequate analgesia, or are not expected to provide adequate analgesia. Nalbuphine Hydrochloride Injection should not be used for an extended period of time unless the pain ‎remains severe enough to require an opioid analgesic and for which ‎alternative treatment options continue to be inadequate.‎"
  ],
  "fetched_at": "2025-09-30T22:09:55.485432",
  "source": "OpenFDA"
}