{
  "drug_name": "Nalmefene",
  "generic_name": [
    "NALMEFENE HYDROCHLORIDE INJECTION"
  ],
  "brand_names": [
    "nalmefene hydrochloride"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Use of Nalmefene Hydrochloride Injection in Emergencies Nalmefene Hydrochloride Injection, like all drugs in this class, is not the primary treatment for ventilatory failure. In most emergency settings, treatment with Nalmefene Hydrochloride Injection should follow, not precede, the establishment of a patent airway, ventilatory assistance, administration of oxygen, and establishment of circulatory access. Risk of Recurrent Respiratory Depression Accidental overdose with long acting opioids [such as methadone and levo -alpha- acetylmethadol (LAAM)] may result in prolonged respiratory depression. Respiratory depression in both the postoperative and overdose setting may be complex and involve the effects of anesthetic agents, neuromuscular blockers, and other drugs. While nalmefene hydrochloride injection has a longer duration of action than naloxone in fully reversing doses, the physician should be aware that a recurrence of respiratory depression is possible, even after an apparently adequate initial response to nalmefene hydrochloride injection treatment. Patients treated with Nalmefene Hydrochloride Injection should be observed until, in the opinion of the physician, there is no reasonable risk of recurrent respiratory depression."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse event information was obtained following administration of nalmefene hydrochloride injection to 152 normal volunteers and in controlled clinical trials to 1127 patients for the treatment of opioid overdose or for postoperative opioid reversal. Nalmefene was well tolerated and showed no serious toxicity during experimental administration to healthy individuals, even when given at 15 times the highest recommended dose. In a small number of subjects, at doses exceeding the recommended nalmefene hydrochloride injection dose, nalmefene produced symptoms suggestive of reversal of endogenous opioids, such as have been reported for other narcotic antagonist drugs. These symptoms (nausea, chills, myalgia, dysphoria, abdominal cramps, and joint pain) were usually transient and occurred at very low frequency. Such symptoms of precipitated opioid withdrawal at the recommended clinical doses were seen in both postoperative and overdose patients who were later found to have had histories of covert opioid use. Symptoms of precipitated withdrawal were similar to those seen with other opioid antagonists, were transient following the lower doses used in the postoperative setting, and more prolonged following the administration of the larger doses used in the treatment of overdose. Tachycardia and nausea following the use of nalmefene in the postoperative setting were reported at the same frequencies as for naloxone at equivalent doses. The risk of both these adverse events was low at doses giving partial opioid reversal and increased with increases in dose. Thus, total doses larger than 1.0 µg/kg in the postoperative setting and 1.5 mg/70 kg in the treatment of overdose are not recommended. Relative Frequencies of Common Adverse Reactions With an Incidence Greater than 1% (all patients, all clinical settings) Adverse Event Nalmefene Naloxone Placebo N=1127 N=369 N=77 Nausea 18% 18% 6% Vomiting 9% 7% 4% Tachycardia 5% 8% - Hypertension 5% 7% - Postoperative pain 4% 4% N/A Fever 3% 4% - Dizziness 3% 4% 1% Headache 1% 1% 4% Chills 1% 1% - Hypotension 1% 1% - Vasodilatation 1% 1% - Incidence less than 1% CARDIOVASCULAR: Bradycardia, arrhythmia DIGESTIVE: Diarrhea, dry mouth NERVOUS SYSTEM: Somnolence, depression, agitation, nervousness, tremor, confusion, withdrawal syndrome, myoclonus RESPIRATORY: Pharyngitis SKIN: Pruritus UROGENITAL: Urinary retention The incidence of adverse events was highest in patients who received more than the recommended dose of nalmefene hydrochloride injection. Laboratory findings: Transient increases in CPK were reported as adverse events in 0.5% of the postoperative patients studied. These increases were believed to be related to surgery and not believed to be related to the administration of nalmefene hydrochloride injection. Increases in AST were reported as adverse events in 0.3% of the patients receiving either nalmefene or naloxone. The clinical significance of this finding is unknown. No cases of hepatitis or hepatic injury due to either nalmefene or naloxone were observed in the clinical trials."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Nalmefene Hydrochloride Injection is contraindicated in patients with a known hypersensitivity to the product."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Important Information - Dosage Forms Nalmefene Hydrochloride Injection is supplied in two concentrations that can be identified by their color coded container labels: a concentration suitable for postoperative use (100 µg/mL) in a blue labeled vial containing ONE (1) mL and a concentration suitable for the management of overdose (1 mg/mL, 10 times as concentrated, 20 times as much drug) in a green labeled vial containing TWO (2) mL. Proper steps should be taken to prevent use of the incorrect concentration. General Principles Nalmefene hydrochloride injection should be titrated to reverse the undesired effects of opioids. Once adequate reversal has been established, additional administration is not required and may actually be harmful due to unwanted reversal of analgesia or precipitated withdrawal. Duration of Action The duration of action of nalmefene hydrochloride injection is as long as most opioid analgesics. The apparent duration of action of nalmefene hydrochloride injection will vary, however, depending on the half-life and plasma concentration of the narcotic being reversed, the presence or absence of other drugs affecting the brain or muscles of respiration, and the dose of nalmefene hydrochloride injection administered. Partially reversing doses of nalmefene hydrochloride injection (1 µg/kg) lose their effect as the drug is redistributed through the body, and the effects of these low doses may not last more than 30-60 minutes in the presence of persistent opioid effects. Fully reversing doses (1 mg/70 kg) have been shown to last many hours in both experimental and clinical studies, but may complicate the management of patients who are in pain, at high cardiovascular risk, or who are physically dependent on opioids. The recommended doses represent a compromise between a desirable controlled reversal and the need for prompt response and adequate duration of action. Using higher dosages or shorter intervals between incremental doses is likely to increase the incidence and severity of symptoms related to acute withdrawal such as nausea, vomiting, elevated blood pressure, and anxiety. Patients Tolerant to or Physically Dependent on Opioids Nalmefene hydrochloride injection may cause acute withdrawal symptoms in individuals who have some degree of tolerance to and dependence on opioids. These patients should be closely observed for symptoms of withdrawal following administration of the initial and subsequent injections of nalmefene hydrochloride injection. Subsequent doses should be administered with intervals of at least 2-5 minutes between doses to allow the full effect of each incremental dose of nalmefene hydrochloride injection to be reached. Recommended Doses for Reversal of Postoperative Opioid Depression Use 100 µg/mL dosage strength (blue label) and see Table 2 for initial doses. The goal of treatment with nalmefene hydrochloride injection in the postoperative setting is to achieve reversal of excessive opioid effects without inducing a complete reversal and acute pain. This is best accomplished with an initial dose of 0.25 µg/kg followed by 0.25 µg/kg incremental doses at 2-5 minute intervals, stopping as soon as the desired degree of opioid reversal is obtained. A cumulative total dose above 1.0 µg/kg does not provide additional therapeutic effect. Table 2: Reversal of Postoperative Opioid Depression Body Weight mL of Nalmefene 100 µg/mL Solution 50 kg 0.125 60 kg 0.150 70 kg 0.175 80 kg 0.200 90 kg 0.225 100 kg 0.250 In cases where the patient is known to be at increased cardiovascular risk, it may be desirable to dilute Nalmefene Hydrochloride Injection 1:1 with saline or sterile water and use smaller initial and incremental doses of 0.1 µg/kg. Management of Known or Suspected Opioid Overdose Use 1.0 mg/mL dosage strength (green label). The recommended initial dose of nalmefene hydrochloride injection for non-opioid dependent patients is 0.5 mg/70 kg. If needed, this may be followed by a second dose of 1.0 mg/70 kg, 2-5 minutes later. If a total dose of 1.5 mg /70 kg has been administered without clinical response, additional Nalmefene Hydrochloride Injection is unlikely to have an effect. Patients should not be given more nalmefene hydrochloride injection than is required to restore the respiratory rate to normal, thus minimizing the likelihood of cardiovascular stress and precipitated withdrawal syndrome. If there is a reasonable suspicion of opioid dependency, a challenge dose of nalmefene hydrochloride injection 0.1 mg/70 kg should be administered initially. If there is no evidence of withdrawal in 2 minutes, the recommended dosing should be followed. Nalmefene hydrochloride injection had no effect in cases where opioids were not responsible for sedation and hypoventilation. Therefore, patients should only be treated with Nalmefene Hydrochloride Injection when the likelihood of an opioid overdose is high, based on a history of opioid overdose or the clinical presentation of respiratory depression with concurrent pupillary constriction. Repeated Dosing Nalmefene hydrochloride injection is the longest acting of the currently available parenteral opioid antagonists. If recurrence of respiratory depression does occur, the dose should again be titrated to clinical effect using incremental doses to avoid over-reversal. Hepatic and Renal Disease Hepatic disease and renal failure substantially reduce the clearance of nalmefene (see Pharmacokinetic s ). For single episodes of opioid antagonism, adjustment of nalmefene hydrochloride injection dosage is not required. However, in patients with renal failure, the incremental doses should be delivered slowly (over 60 seconds) to minimize the hypertension and dizziness reported following the abrupt administration of nalmefene to such patients. Loss of Intravenous Access Should intravenous access be lost or not readily obtainable, a pharmacokinetic study has shown that a single dose of nalmefene hydrochloride injection should be effective within 5-15 minutes after intramuscular or subcutaneous doses of 1.0 mg. (see Pharmacokinetics .)"
  ],
  "indications": [
    "INDICATIONS AND USAGE Nalmefene Hydrochloride Injection is indicated for the complete or partial reversal of opioid drug effects, including respiratory depression, induced by either natural or synthetic opioids. Nalmefene Hydrochloride Injection is indicated in the management of known or suspected opioid overdose."
  ],
  "fetched_at": "2025-10-01T16:14:48.301907",
  "source": "OpenFDA"
}