{
  "drug_name": "Naloxegol",
  "generic_name": [
    "NALOXEGOL OXALATE"
  ],
  "brand_names": [
    "MOVANTIK"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate CYP3A4 inhibitors (e.g., diltiazem, erythromycin, verapamil) : Increased naloxegol concentrations; avoid concomitant use; if unavoidable, reduce dosage to 12.5 mg once daily and monitor for adverse reactions. (2.4 , 7.1) Strong CYP3A4 inducers (e.g., rifampin) : Decreased concentrations of naloxegol; concomitant use is not recommended. (7.1) Other opioid antagonists : Potential for additive effect and increased risk of opioid withdrawal; avoid concomitant use. (7.1) 7.1 Effects of Other Drugs on MOVANTIK Table 2 displays the effects of other drugs on MOVANTIK. Table 2. Effects of Other Drugs on MOVANTIK Concomitant Agent Mechanism of Action Clinical Recommendation CYP3A4 Inhibitors •Strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin) •Increase plasma naloxegol concentrations and may increase the risk of adverse reactions [see Clinical Pharmacology (12.3) ]. •Use with strong CYP3A4 inhibitors is contraindicated [see Contraindications (4) ] . •Moderate CYP3A4 inhibitors (e.g., diltiazem, erythromycin, verapamil) •Avoid use with moderate CYP3A4 inhibitors; if unavoidable, decrease the dosage of MOVANTIK to 12.5 mg once daily and monitor for adverse reactions [see Dosage and Administration (2.4) ] . •Weak CYP3A4 inhibitors (e.g., quinidine, cimetidine) •Clinically significant increases in naloxegol concentrations are not expected. •No dosage adjustments are necessary. •Grapefruit or grapefruit juice The effect of grapefruit juice varies widely among brands and is concentration-, dose-, and preparation-dependent. Studies have shown that it can be classified as a “strong CYP3A inhibitor” when a certain preparation was used (e.g., high dose, double strength) or as a “moderate CYP3A inhibitor” when another preparation was used (e.g., low dose, single strength). •Can increase plasma naloxegol concentrations. •Avoid consumption of grapefruit or grapefruit juice during treatment with MOVANTIK [see Dosage and Administration (2.1) ] . CYP3A4 Inducers •Strong CYP3A4 inducers (e.g., rifampin, carbamazepine, St. John’s Wort) •Significantly decrease plasma naloxegol concentrations and may decrease the efficacy of MOVANTIK [see Clinical Pharmacology (12.3) ] . •Use with strong CYP3A4 inducers is not recommended . Other Drug Interactions •Other opioid antagonists •Potential for additive effect of opioid receptor antagonism and increased risk of opioid withdrawal. •Avoid use of MOVANTIK with another opioid antagonist."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Serious and important adverse reactions described elsewhere in labeling include: Opioid withdrawal [see Warnings and Precautions (5.1) ] Severe abdominal pain and/or diarrhea [see Warnings and Precautions (5.2) ] Gastrointestinal perforation [see Warnings and Precautions (5.3) ] The most common adverse reactions in clinical trials (≥3%) are: abdominal pain, diarrhea, nausea, flatulence, vomiting, and headache. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Valinor at 1-877-592-2337 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below reflect exposure to MOVANTIK in 1497 patients in clinical trials, including 537 patients exposed for greater than six months, and 320 patients exposed for 12 months. The safety data described in Table 1 are derived from two double-blind, placebo-controlled trials (Studies 1 and 2) in patients with OIC and non-cancer related pain [see Clinical Studies (14) ] . Study 3 (n=302) was a safety extension study that allowed patients from Study 1 to continue the same blinded treatment for an additional 12 weeks. Safety data for patients in Study 3 are similar to those listed in Table 1. Study 4 (n=844) was a Phase 3, 52-week, multi-center, open-label, randomized, parallel group, safety and tolerability study of naloxegol versus usual care treatment for OIC (as determined by the investigator and excluding peripheral opioid antagonists) in patients with non-cancer related pain. The population enrolled in Study 4 was similar to that of the other studies. Eligible patients were randomized in a 2:1 ratio to receive either naloxegol 25 mg once daily or usual care treatment for OIC. The most commonly used laxatives in the usual care group were rectal stimulants (e.g., bisacodyl), oral stimulants (e.g., senna), and oral osmotics (e.g., macrogol, magnesium). Safety data for patients in Study 4 are similar to those listed in Table 1. Table 1 lists adverse reactions in pooled Studies 1 and 2 occurring in ≥3% of patients receiving MOVANTIK 12.5 mg or 25 mg and at an incidence greater than placebo. Table 1. Adverse Reactions Adverse reactions occurring in ≥3% of patients receiving MOVANTIK 12.5 mg or 25 mg and at an incidence greater than placebo. in Patients with OIC and Non-Cancer Pain (Studies 1 and 2) Adverse Reaction MOVANTIK 25 mg (n=446) MOVANTIK 12.5 mg (n=441) Placebo (n=444) Abdominal Pain Includes: abdominal pain, abdominal pain upper, abdominal pain lower, and gastrointestinal pain. 21% 12% 7% Diarrhea 9% 6% 5% Nausea 8% 7% 5% Flatulence 6% 3% 3% Vomiting 5% 3% 4% Headache 4% 4% 3% Hyperhidrosis 3% <1% <1% Opioid Withdrawal Possible opioid withdrawal, defined as at least three adverse reactions potentially related to opioid withdrawal that occurred on the same day and were not all related to the gastrointestinal system, occurred in less than 1% (1/444) of placebo subjects, 1% (5/441) receiving MOVANTIK 12.5 mg, and 3% (14/446) receiving MOVANTIK 25 mg in Studies 1 and 2 regardless of maintenance opioid treatment. Symptoms included but were not limited to hyperhidrosis, chills, diarrhea, abdominal pain, anxiety, irritability, and yawning. Patients receiving methadone as therapy for their pain condition were observed in Studies 1 and 2 to have a higher frequency of gastrointestinal adverse reactions than patients receiving other opioids [39% (7/18) vs. 26% (110/423) in the 12.5 mg group; 75% (24/32) vs. 34% (142/414) in the 25 mg group]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of MOVANTIK. Because reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions : angioedema, rash, and urticaria. Gastrointestinal disorders : Gastrointestinal perforation [see Warnings and Precautions (5.3) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS MOVANTIK is contraindicated in: Patients with known or suspected gastrointestinal obstruction and patients at risk of recurrent obstruction, due to the potential for gastrointestinal perforation [see Warnings and Precautions (5.3) ] . Patients concomitantly using strong CYP3A4 inhibitors (e.g., clarithromycin, ketoconazole) because these medications can significantly increase exposure to naloxegol which may precipitate opioid withdrawal symptoms such as hyperhidrosis, chills, diarrhea, abdominal pain, anxiety, irritability, and yawning [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . Patients who have had a known serious or severe hypersensitivity reaction to MOVANTIK or any of its excipients [see Adverse Reactions (6.2) ] . Patients with known or suspected gastrointestinal obstruction and at risk of recurrent obstruction. (4 , 5.3 ) Concomitant use with strong CYP3A4 inhibitors (e.g., clarithromycin, ketoconazole). (4 , 7.1) Known serious or severe hypersensitivity reaction to MOVANTIK or any of its excipients. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration : Discontinue maintenance laxative therapy before starting MOVANTIK; may resume laxatives if patients have OIC symptoms after taking MOVANTIK for 3 days. (2.1) Alteration in analgesic dosing regimen prior to starting MOVANTIK is not required. (2.1) Patients receiving opioids for less than 4 weeks may be less responsive to MOVANTIK. (2.1) Take on an empty stomach at least 1 hour prior to the first meal of the day or 2 hours after the meal. (2.1) For patients who are unable to swallow the MOVANTIK tablet whole, the tablet can be crushed and given orally or administered via nasogastric tube, see full prescribing information. (2.1) Avoid consumption of grapefruit or grapefruit juice. (2.1 , 7.1) Discontinue if treatment with the opioid pain medication is also discontinued. (2.1) Recommended dosage : 25 mg once daily; if not tolerated, reduce to 12.5 mg once daily. (2.2) Renal Impairment (CLcr < 60 mL/min): 12.5 mg once daily; increase to 25 mg once daily if tolerated and monitor for adverse reactions. (2.3 , 8.6) 2.1 Administration Instructions Discontinue all maintenance laxative therapy prior to initiation of MOVANTIK. Laxative(s) can be used as needed if there is a suboptimal response to MOVANTIK after three days. Alteration in analgesic dosing regimen prior to initiating MOVANTIK is not required. Patients receiving opioids for less than 4 weeks may be less responsive to MOVANTIK [see Clinical Studies (14) ] . Take MOVANTIK on an empty stomach at least 1 hour prior to the first meal of the day or 2 hours after the meal. For patients who are unable to swallow the MOVANTIK tablet whole, the tablet can be crushed to a powder, mixed with 4 ounces (120 mL) of water, and drunk immediately. The glass should be refilled with 4 ounces (120 mL) of water, stirred and the contents drunk. MOVANTIK can also be administered via a nasogastric (NG) tube, as follows: 1.Flush the NG tube with 1 ounce (30 mL) of water using a 60 mL syringe. 2.Crush the tablet to a powder in a container and mix with approximately 2 ounces (60 mL) of water. 3.Draw up the mixture using the 60 mL syringe and administer the syringe contents through the NG tube. 4.Add approximately 2 ounces (60 mL) of water to the same container used to prepare the dose of MOVANTIK. 5.Draw up the water using the same 60 mL syringe and use all the water to flush the NG tube and any remaining medicine from the NG tube into the stomach. Avoid consumption of grapefruit or grapefruit juice during treatment with MOVANTIK. Discontinue MOVANTIK if treatment with the opioid pain medication is also discontinued. 2.2 Adult Dosage The recommended MOVANTIK dosage is 25 mg once daily in the morning. If patients are not able to tolerate MOVANTIK, reduce the dosage to 12.5 mg once daily [see Clinical Pharmacology (12.2) ] . 2.3 Dosage in Adult Patients with Renal Impairment The starting dosage for patients with creatinine clearance (CLcr) <60 mL/min (i.e., patients with moderate, severe, or end-stage renal impairment) is 12.5 mg once daily. If this dosage is well tolerated but OIC symptoms continue, the dosage may be increased to 25 mg once daily taking into consideration the potential for markedly increased exposures in some patients with renal impairment and the increased risk of adverse reactions with higher exposures [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.4 Dosage Recommendations due to Drug Interactions Avoid concomitant use of MOVANTIK with moderate CYP3A4 inhibitor drugs (e.g., diltiazem, erythromycin, verapamil). If concurrent use is unavoidable, reduce the MOVANTIK dosage to 12.5 mg once daily and monitor for adverse reactions [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MOVANTIK ® is indicated for the treatment of opioid-induced constipation (OIC) in adult patients with chronic non-cancer pain, including patients with chronic pain related to prior cancer or its treatment who do not require frequent (e.g., weekly) opioid dosage escalation. MOVANTIK is an opioid antagonist indicated for the treatment of opioid-induced constipation (OIC) in adult patients with chronic non-cancer pain, including patients with chronic pain related to prior cancer or its treatment who do not require frequent (e.g., weekly) opioid dosage escalation. (1)"
  ],
  "fetched_at": "2025-10-01T17:15:49.238520",
  "source": "OpenFDA"
}