{
  "drug_name": "Nandrolone decanoate",
  "generic_name": [
    "Nandrolone decanoate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Increased Mortality in Elderly Patients with Dementia-Related Psychosis Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. Fluphenazine Hydrochloride Elixir USP is not approved for the treatment of patients with dementia-related psychosis ( see BOXED WARNING ). Tardive Dyskinesia Tardive dyskinesia, a syndrome consisting of potentially irreversible, involuntary, dyskinetic movements may develop in patients treated with neuroleptic (antipsychotic) drugs. Although the prevalence of the syndrome appears to be highest among the elderly, especially elderly women, it is impossible to rely upon prevalence estimates to predict, at the inception of neuroleptic treatment, which patients are likely to develop the syndrome. Whether neuroleptic drug products differ in their potential to cause tardive dyskinesia is unknown. Both the risk of developing the syndrome and the likelihood that it will become irreversible are believed to increase as the duration of treatment and the total cumulative dose of neuroleptic drugs administered to the patient increase. However, the syndrome can develop, although much less commonly, after relatively brief treatment periods at low doses. There is no known treatment for established cases of tardive dyskinesia, although the syndrome may remit, partially or completely, if neuroleptic treatment is withdrawn. Neuroleptic treatment, itself, however, may suppress (or partially suppress) the signs and symptoms of the syndrome and thereby may possibly mask the underlying disease process. The effect that symptomatic suppression has upon the long-term course of the syndrome is unknown. Given these considerations, neuroleptics should be prescribed in a manner that is most likely to minimize the occurrence of tardive dyskinesia. Chronic neuroleptic treatment should generally be reserved for patients who suffer from a chronic illness that, 1) is known to respond to neuroleptic drugs, and, 2) for whom alternative, equally effective, but potentially less harmful treatments are not available or appropriate. In patients who do require chronic treatment, the smallest dose and the shortest duration of treatment producing a satisfactory clinical response should be sought. The need for continued treatment should be reassessed periodically. If signs and symptoms of tardive dyskinesia appear in a patient on neuroleptics, drug discontinuation should be considered. However, some patients may require treatment despite the presence of the syndrome. (For further information about the description of tardive dyskinesia and its clinical detection, please refer to the sections on PRECAUTIONS, Information for Patients and ADVERSE REACTIONS, Tardive Dyskinesia .) Neuroleptic Malignant Syndrome (NMS) A potentially fatal symptom complex sometimes referred to as Neuroleptic Malignant Syndrome (NMS) has been reported in association with antipsychotic drugs. Clinical manifestations of NMS are hyperpyrexia, muscle rigidity, altered mental status and evidence of autonomic instability (irregular pulse or blood pressure, tachycardia, diaphoresis, and cardiac dysrhythmias). The diagnostic evaluation of patients with this syndrome is complicated. In arriving at a diagnosis, it is important to identify cases where the clinical presentation includes both serious medical illness (e.g., pneumonia, systemic infection, etc.) and untreated or inadequately treated extrapyramidal signs and symptoms. Other important considerations in the differential diagnosis include central anticholinergic toxicity, heat stroke, drug fever and primary central nervous system pathology. The management of NMS should include: 1) immediate discontinuation of antipsychotic drugs and other drugs not essential to concurrent therapy; 2) intensive symptomatic treatment and medical monitoring; and 3) treatment of any concomitant serious medical problems for which specific treatments are available. There is no general agreement about specific pharmacological treatment regimens for uncomplicated NMS. If a patient requires antipsychotic drug treatment after recovery from NMS, the potential reintroduction of drug therapy should be carefully considered. The patient should be carefully monitored, since recurrences of NMS have been reported. The use of this drug may impair the mental and physical abilities required for driving or operating heavy machinery. Potentiation of the effects of alcohol may occur with the use of this drug. Since there is no adequate experience in children who have received this drug, safety and efficacy in children have not been established. Usage In Pregnancy Non-teratogenic Effects Neonates exposed to antipsychotic drugs, during the third trimester of pregnancy are at risk for extrapyramidal and/or withdrawal symptoms following delivery. There have been reports of agitation, hypertonia, hypotonia, tremor, somnolence, respiratory distress and feeding disorder in these neonates. These complications have varied in severity; while in some cases symptoms have been self-limited, in other cases neonates have required intensive care unit support and prolonged hospitalization. Fluphenazine hydrochloride should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. The safety for the use of this drug during pregnancy has not been established; therefore, the possible hazards should be weighed against the potential benefits when administering this drug to pregnant patients."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Central Nervous System The side effects most frequently reported with phenothiazine compounds are extrapyramidal symptoms including pseudoparkinsonism, dystonia, dyskinesia, akathisia, oculogyric crises, opisthotonos, and hyperreflexia. Most often these extrapyramidal symptoms are reversible; however, they may be persistent (see below). With any given phenothiazine derivative, the incidence and severity of such reactions depend more on individual patient sensitivity than on other factors, but dosage level and patient age are also determinants. Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Extrapyramidal reactions may be alarming, and the patient should be forewarned and reassured. These reactions can usually be controlled by administration of antiparkinsonian drugs such as Benztropine Mesylate or Intravenous Caffeine and Sodium Benzoate Injection, and by subsequent reduction in dosage. Tardive Dyskinesia See WARNINGS . The syndrome is characterized by involuntary choreoathetoid movements which variously involve the tongue, face, mouth, lips, or jaw (e.g., protrusion of the tongue, puffing of cheeks, puckering of the mouth, chewing movements), trunk and extremities. The severity of the syndrome and the degree of impairment produced vary widely. The syndrome may become clinically recognizable either during treatment, upon dosage reduction, or upon withdrawal of treatment. Early detection of tardive dyskinesia is important. To increase the likelihood of detecting the syndrome at the earliest possible time, the dosage of neuroleptic drug should be reduced periodically (if clinically possible) and the patient observed for signs of the disorder. This maneuver is critical, since neuroleptic drugs may mask the signs of the syndrome. Other CNS Effects Occurrences of neuroleptic malignant syndrome (NMS) have been reported in patients on neuroleptic therapy (see WARNINGS, Neuroleptic Malignant Syndrome ). Leukocytosis, elevated CPK, liver function abnormalities, and acute renal failure may also occur with NMS. Drowsiness or lethargy, if they occur, may necessitate a reduction in dosage; the induction of a catatonic-like state has been known to occur with dosages of fluphenazine far in excess of the recommended amounts. As with other phenothiazine compounds, reactivation or aggravation of psychotic processes may be encountered. Phenothiazine derivatives have been known to cause, in some patients, restlessness, excitement, or bizarre dreams. Autonomic Nervous System Hypertension and fluctuation in blood pressure have been reported with fluphenazine hydrochloride. Hypotension has rarely presented a problem with fluphenazine. However, patients with pheochromocytoma, cerebral vascular or renal insufficiency, or a severe cardiac reserve deficiency (such as mitral insufficiency) appear to be particularly prone to hypotensive reactions with phenothiazine compounds, and should therefore be observed closely when the drug is administered. If severe hypotension should occur, supportive measures including the use of intravenous vasopressor drugs should be instituted immediately. Levarterenol Bitartrate Injection is the most suitable drug for this purpose; epinephrine should not be used since phenothiazine derivatives have been found to reverse its action, resulting in a further lowering of blood pressure. Autonomic reactions including nausea and loss of appetite, salivation, polyuria, perspiration, dry mouth, headache, and constipation may occur. Autonomic effects can usually be controlled by reducing or temporarily discontinuing dosage. In some patients, phenothiazine derivatives have caused blurred vision, glaucoma, bladder paralysis, fecal impaction, paralytic ileus, tachycardia, or nasal congestion. Metabolic and Endocrine Weight change, peripheral edema, abnormal lactation, gynecomastia, menstrual irregularities, false results on pregnancy tests, impotency in men and increased libido in women have all been known to occur in some patients on phenothiazine therapy. Allergic Reactions Skin disorders such as itching, erythema, urticaria, seborrhea, photosensitivity, eczema and even exfoliative dermatitis have been reported with phenothiazine derivatives. The possibility of anaphylactoid reactions occurring in some patients should be borne in mind. Hematologic Routine blood counts are advisable during therapy since blood dyscrasias including leukopenia, agranulocytosis, thrombocytopenic or nonthrombocytopenic purpura, eosinophilia, and pancytopenia have been observed with phenothiazine derivatives. Furthermore, if any soreness of the mouth, gums, or throat, or any symptoms of upper respiratory infection occur and confirmatory leukocyte count indicates cellular depression, therapy should be discontinued and other appropriate measures instituted immediately. Hepatic Liver damage as manifested by cholestatic jaundice may be encountered, particularly during the first months of therapy; treatment should be discontinued if this occurs. An increase in cephalin flocculation, sometimes accompanied by alterations in other liver function tests, has been reported in patients receiving fluphenazine hydrochloride who have had no clinical evidence of liver damage. Others Sudden, unexpected and unexplained deaths have been reported in hospitalized psychotic patients receiving phenothiazines. Previous brain damage or seizures may be predisposing factors; high doses should be avoided in known seizure patients. Several patients have shown sudden flare-ups of psychotic behavior patterns shortly before death. Autopsy findings have usually revealed acute fulminating pneumonia or pneumonitis, aspiration of gastric contents, or intramyocardial lesions. Although this is not a general feature of fluphenazine, potentiation of central nervous system depressants (opiates, analgesics, antihistamines, barbiturates, alcohol) may occur. The following adverse reactions have also occurred with phenothiazine derivatives: systemic lupus erythematosus-like syndrome, hypotension severe enough to cause fatal cardiac arrest, altered electrocardiographic and electroencephalographic tracings, altered cerebrospinal fluid proteins, cerebral edema, asthma, laryngeal edema, and angioneurotic edema; with long-term use - skin pigmentation, and lenticular and corneal opacities."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Phenothiazines are contraindicated in patients with suspected or established subcortical brain damage, in patients receiving large doses of hypnotics, and in comatose or severely depressed states. The presence of blood dyscrasia or liver damage precludes the use of fluphenazine hydrochloride. Fluphenazine hydrochloride is contraindicated in patients who have shown hypersensitivity to fluphenazine; cross sensitivity to phenothiazine derivatives may occur."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Depending on the severity and duration of symptoms, total daily dosage for adult psychotic patients may range initially from 2.5 to 10.0 mg and should be divided and given at six- to eight-hour intervals. The smallest amount that will produce the desired results must be carefully determined for each individual, since optimal dosage levels of this potent drug may vary from patient to patient. In general, the oral dose has been found to be approximately two to three times the parenteral dose of fluphenazine. Treatment is best instituted with a low initial dosage, which may be increased, if necessary, until the desired clinical effects are achieved. Therapeutic effect is often achieved with doses under 20 mg daily. Patients remaining severely disturbed or inadequately controlled may require upward titration of dosage. Daily doses up to 40 mg may be necessary; controlled clinical studies have not been performed to demonstrate safety of prolonged administration of such doses. When symptoms are controlled, dosage can generally be reduced gradually to daily maintenance doses of 1 or 5 mg, often given as a single daily dose. Continued treatment is needed to achieve maximum therapeutic benefits; further adjustments in dosage may be necessary during the course of therapy to meet the patient's requirements. For psychotic patients who have been stabilized on a fixed daily dosage of orally administered fluphenazine hydrochloride dosage forms, conversion to the long-acting injectable fluphenazine decanoate may be indicated (see package insert for fluphenazine decanoate injection for conversion information). For geriatric patients, the suggested starting dose is 1 to 2.5 mg daily, adjusted according to the response of the patient. Fluphenazine hydrochloride injection is useful when psychotic patients are unable or unwilling to take oral therapy."
  ],
  "indications": [
    "INDICATIONS AND USAGE Fluphenazine hydrochloride elixir is indicated in the management of manifestations of psychotic disorders. Fluphenazine hydrochloride has not been shown effective in the management of behavioral complications in patients with mental retardation."
  ],
  "fetched_at": "2025-10-01T17:00:01.598844",
  "source": "OpenFDA"
}