{
  "drug_name": "Natamycin",
  "generic_name": [
    "NATAMYCIN"
  ],
  "brand_names": [
    "NATACYN"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS: The following events have been identified during post-marketing use of NATACYN ™ (natamycin ophthalmic suspension) 5% in clinical practice. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. The events, which have been chosen for inclusion due to their seriousness, frequency of reporting, possible causal connection to NATACYN™ (natamycin ophthalmic suspension) 5%, or a combination of these factors include: allergic reaction, change in vision, chest pain, corneal opacity, dyspnea, eye discomfort, eye edema, eye hyperemia, eye irritation, eye pain, foreign body sensation, parethesia, and tearing."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: NATACYN™ (natamycin ophthalmic suspension) 5% is contraindicated in individuals with a history of hypersensitivity to any of its components."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: SHAKE WELL BEFORE USING. The preferred initial dosage in fungal keratitis is one drop of NATACYN™ (natamycin ophthalmic suspension) 5% instilled in the conjunctival sac at hourly or two-hourly intervals. The frequency of application can usually be reduced to one drop 6 to 8 times daily after the first 3 to 4 days. Therapy should generally be continued for 14 to 21 days or until there is resolution of active fungal keratitis. In many cases, it may be helpful to reduce the dosage gradually at 4 to 7 day intervals to assure that the replicating organism has been eliminated. Less frequent initial dosage (4 to 6 daily applications) may be sufficient in fungal blepharitis and conjunctivitis."
  ],
  "indications": [
    "INDICATIONS AND USAGE: NATACYN™ (natamycin ophthalmic suspension) 5% is indicated for the treatment of fungal blepharitis, conjunctivitis, and keratitis caused by susceptible organisms including Fusarium solani keratitis. As in other forms of suppurative keratitis, initial and sustained therapy of fungal keratitis should be determined by the clinical diagnosis, laboratory diagnosis by smear and culture of corneal scrapings and drug response. Whenever possible the in vitro activity of natamycin against the responsible fungus should be determined. The effectiveness of natamycin as a single agent in fungal endophthalmitis has not been established."
  ],
  "fetched_at": "2025-09-30T21:51:21.462734",
  "source": "OpenFDA"
}