{
  "drug_name": "Nateglinide",
  "generic_name": [
    "NATEGLINIDE"
  ],
  "brand_names": [
    "Nateglinide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 includes a list of drugs with clinically important drug interactions when concomitantly administered or withdrawn with nateglinide and instructions for managing or preventing them. Table 2: Clinically Significant Drug Interactions with Nateglinide Drugs That May Increase the Blood-Glucose-Lowering Effect of Nateglinide and Susceptibility to Hypoglycemia Drugs: Nonsteroidal anti-inflammatory drugs (NSAIDs), salicylates, monoamine oxidase inhibitors, non-selective beta-adrenergic-blocking agents, anabolic hormones (e.g., methandrostenolone), guanethidine, gymnema sylvestre, glucomannan, thioctic acid, and inhibitors of CYP2C9 (e.g., amiodarone, fluconazole, voriconazole, sulfinpyrazone) or in patients known to be poor metabolizers of CYP2C9 substrates, alcohol. Intervention: Dose reductions and increased frequency of glucose monitoring may be required when nateglinide is coadministered with these drugs. Drugs and Herbals That May Reduce the Blood-Glucose-Lowering Effect of Nateglinide and Increase Susceptibility to Hyperglycemia Drugs: Thiazides, corticosteroids, thyroid products, sympathomimetics, somatropin, somatostatin analogues (e.g., lanreotide, octreotide), and CYP inducers (e.g., rifampin, phenytoin and St John's Wort). Intervention: Dose increases and increased frequency of glucose monitoring may be required when nateglinide is coadministered with these drugs. Drugs That May Blunt Signs and Symptoms of Hypoglycemia Drugs: beta-blockers, clonidine, guanethidine, and reserpine Intervention: Increased frequency of glucose monitoring may be required when nateglinide is coadministered with these drugs. Drugs That May Increase the Potential for Hypoglycemia : Nateglinide dose reductions and increased frequency of glucose monitoring may be required when co-administered (7) Drugs That May Increase the Potential for Hyperglycemia : Nateglinide dose increases and increased frequency of glucose monitoring may be required when co-administered (7) Drugs That May Blunt Signs and Symptoms of Hypoglycemia : Increased frequency of glucose monitoring may be required when co-administered (7)"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reaction is also described elsewhere in the labeling: Hypoglycemia [see Warnings and Precautions (5.1)] Common adverse reactions associated with nateglinide (3% or greater incidence) were upper respiratory tract infection, back pain, flu symptoms, dizziness, arthropathy, diarrhea. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Strides Pharma Inc at 1-877-244-9825 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical trials, approximately 2,600 patients with type 2 diabetes mellitus were treated with nateglinide. Of these, approximately 1,335 patients were treated for 6 months or longer and approximately 190 patients for one year or longer. Table 1 shows the most common adverse reactions associated with nateglinide. Table 1: Adverse Reactions other than Hypoglycemia (%) occurring Greater than or Equal to 2% in Nateglinide-Treated Patients from Pool of 12 to 64 week Placebo Controlled Trials Placebo N = 458 Nateglinide N = 1441 Preferred Term Upper Respiratory Infection 8.1 10.5 Back Pain 3.7 4.0 Flu Symptoms 2.6 3.6 Dizziness 2.2 3.6 Arthropathy 2.2 3.3 Diarrhea 3.1 3.2 Accidental Trauma 1.7 2.9 Bronchitis 2.6 2.7 Coughing 2.2 2.4 Hypoglycemia Episodes of severe hypoglycemia (plasma glucose less than 36 mg/dL) were reported in two patients treated with nateglinide. Non-severe hypoglycemia occurred in 2.4 % of nateglinide treated patients and 0.4 % of placebo-treated patients [see Warnings and Precautions (5.1)] . Weight Gain Patients treated with nateglinide had statistically significant mean increases in weight compared to placebo. In clinical trials, the mean weight increases with nateglinide 60 mg (3 times daily) and nateglinide 120 mg (3 times daily) compared to placebo were 1.0 kg and 1.6 kg, respectively. Laboratory Test Increases in Uric Acid: There were increases in mean uric acid levels for patients treated with nateglinide alone, nateglinide in combination with metformin, metformin alone, and glyburide alone. The respective differences from placebo were 0.29 mg/dL, 0.45 mg/dL, 0.28 mg/dL, and 0.19 mg/dL. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of nateglinide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Reactions: Rash, itching, and urticaria Hepatobiliary Disorders: Jaundice, cholestatic hepatitis, and elevated liver enzymes"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Nateglinide tablets are contraindicated in patients with a history of hypersensitivity to nateglinide or its inactive ingredients. History of hypersensitivity to nateglinide or its inactive ingredients (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of nateglinide is 120 mg orally three times daily before meals. The recommended dose of nateglinide is 60 mg orally three times daily before meals in patients who are near glycemic goal when treatment is initiated. Instruct patients to take nateglinide 1 to 30 minutes before meals. In patients who skip meals, instruct patients to skip the scheduled dose of nateglinide to reduce the risk of hypoglycemia [see Warnings and Precautions (5.1)] . Recommended dose is 120 mg three times daily (2) In patients who are near glycemic goal when treatment is initiated, 60 mg three times daily may be administered. (2) Administer 1 to 30 minutes before meals (2) If a meal is skipped, skip the scheduled dose to reduce the risk of hypoglycemia. (2, 5.1)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Nateglinide is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Limitations of Use: Nateglinide should not be used in patients with type 1 diabetes mellitus or for the treatment of diabetic ketoacidosis. Nateglinide is a glinide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1) Limitations of Use : Not for treating type 1 diabetes mellitus or diabetes ketoacidosis (1)"
  ],
  "fetched_at": "2025-09-30T21:30:58.554146",
  "source": "OpenFDA"
}