{
  "drug_name": "Neratinib",
  "generic_name": [
    "NERATINIB"
  ],
  "brand_names": [
    "Nerlynx"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Gastric acid reducing agents: Avoid concomitant use with proton pump inhibitors. Separate NERLYNX by at least 2 hours before or 10 hours after H 2 -receptor antagonists. Or separate NERLYNX by at least 3 hours after antacids. ( 2.5 , 7.1 ) Strong CYP3A4 inhibitors: Avoid concomitant use. ( 7.1 ) P-gp and moderate CYP3A4 dual inhibitors: Avoid concomitant use. ( 7.1 ) Strong or moderate CYP3A4 inducers: Avoid concomitant use. ( 7.1 ) Certain P-gp substrates: Monitor for adverse reactions of P-gp substrates for which minimal concentration change may lead to serious adverse reactions when used concomitantly with NERLYNX. ( 7.2 ) 7.1 Effect of Other Drugs on NERLYNX Table 10 includes drug interactions that affect the pharmacokinetics of neratinib. Table 10: Drug Interactions that Affect NERLYNX AUC=Area Under Curve; C max =Maximum Concentration Gastric Acid Reducing Agents Clinical Impact Concomitant use of NERLYNX with a proton pump inhibitor (PPI), H 2 -receptor antagonist, or antacid may decrease neratinib AUC [see Clinical Pharmacology ( 12.3 )], which may reduce NERLYNX activity. Prevention or Management [see Dosage and Administration ( 2.5 )] Avoid concomitant use of PPIs. Separate administration of NERLYNX at least 2 hours before or 10 hours after the H 2 -receptor antagonist dose. Separate administration of NERLYNX by at least 3 hours after antacids. Strong CYP3A4 Inhibitors Clinical Impact Concomitant use of NERLYNX with a strong CYP3A4 inhibitor increased neratinib C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of NERLYNX toxicity. Prevention or Management Avoid concomitant use of NERLYNX with strong CYP3A4 inhibitors. P-gp and Moderate CYP3A4 Dual Inhibitors Clinical Impact Concomitant use of NERLYNX with a P-gp and moderate CYP3A4 dual inhibitor may increase neratinib C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of NERLYNX toxicity. Prevention or Management Avoid concomitant use of NERLYNX with P-gp and moderate CYP3A4 dual inhibitors. Strong or Moderate CYP3A4 Inducers Clinical Impact Concomitant use of NERLYNX with a strong CYP3A4 inducer reduced neratinib C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may reduce NERLYNX activity. Prevention or Management Avoid concomitant use of NERLYNX with strong or moderate CYP3A4 inducers. 7.2 Effect of NERLYNX on Other Drugs Certain P-glycoprotein (P-gp) Substrates Concomitant use of NERLYNX increased concentrations of a P-gp substrate [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions of these substrates. Monitor for adverse reactions of certain P-gp substrates for which minimal concentration changes may lead to serious adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Diarrhea [see Warnings and Precautions ( 5.1 )] Hepatotoxicity [see Warnings and Precautions ( 5.2 )] The most common adverse reactions (reported in ≥5% of patients) were: NERLYNX as a single agent: diarrhea, nausea, abdominal pain, fatigue, vomiting, rash, stomatitis, decreased appetite, muscle spasms, dyspepsia, AST or ALT increased, nail disorder, dry skin, abdominal distention, epistaxis, weight decreased, and urinary tract infection. ( 6 ) NERLYNX in combination with capecitabine: diarrhea, nausea, vomiting, decreased appetite, constipation, fatigue/asthenia, weight decreased, dizziness, back pain, arthralgia, urinary tract infection, upper respiratory tract infection, abdominal distention, renal impairment, and muscle spasms. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Puma Biotechnology, Inc. at 1-844-NERLYNX (1-844-637-5969) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Extended Adjuvant Treatment of Early-Stage Breast Cancer ExteNET The data described below reflect the safety data of NERLYNX as a single agent in ExteNET, a multicenter, randomized, double-blind, placebo-controlled study of NERLYNX within 2 years after completion of adjuvant treatment with trastuzumab-based therapy in women with HER2-positive early-stage breast cancer. Patients who received NERLYNX in this trial were not required to receive any prophylaxis with antidiarrheal agents to prevent the NERLYNX-related diarrhea. Patients were treated with 240 mg of NERLYNX given orally once daily with food, continuously until disease recurrence or for up to one year. The median duration of treatment was 11.6 months in the NERLYNX arm and 11.8 months in the placebo arm. The median age was 52 years (60% were ≥50 years old, 12% were ≥65 years old); 81% were Caucasian, 3% Black or African American, 14% Asian, and 3% other. A total of 1408 patients were treated with NERLYNX. NERLYNX dose reduction due to an adverse reaction of any grade occurred in 31% of patients receiving NERLYNX compared to 2.6% of patients receiving placebo. Permanent discontinuation due to any adverse reaction was reported in 28% of NERLYNX-treated patients. The most common adverse reaction leading to discontinuation was diarrhea, accounting for 17% of NERLYNX-treated patients. The most common adverse reactions (≥5%) were diarrhea, nausea, abdominal pain, fatigue, vomiting, rash, stomatitis, decreased appetite, muscle spasms, dyspepsia, AST or ALT increased, nail disorder, dry skin, abdominal distention, epistaxis, weight decreased, and urinary tract infection. The most frequently reported Grade 3 or 4 adverse reactions were diarrhea, vomiting, nausea, and abdominal pain. Serious adverse reactions in the NERLYNX arm included diarrhea (1.6%), vomiting (0.9%), dehydration (0.6%), cellulitis (0.4%), renal failure (0.4%), erysipelas (0.4%), ALT increased (0.3%), AST increased (0.3%), nausea (0.3%), fatigue (0.2%), and abdominal pain (0.2%). Table 7 summarizes the adverse reactions in ExteNET. Table 7: Adverse Reactions Reported in ≥2% of NERLYNX-Treated Patients in ExteNET * Includes abdominal pain, abdominal pain upper, and abdominal pain lower † Includes stomatitis, aphthous stomatitis, mouth ulceration, oral mucosal blistering, mucosal inflammation, oropharyngeal pain, oral pain, glossodynia, glossitis, and cheilitis ‡ Includes rash, rash erythematous, rash follicular, rash generalized, rash pruritic, rash pustular, rash maculo-papular, rash papular, dermatitis, dermatitis acneiform, and toxic skin eruption § Includes nail disorder, paronychia, onychoclasis, nail discoloration, nail toxicity, nail growth abnormal, and nail dystrophy System Organ Class (Preferred Term) NERLYNX n=1408 Placebo n=1408 All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Gastrointestinal Disorders Diarrhea 95 40 0.1 35 2 0 Nausea 43 2 0 22 0.1 0 Abdominal pain * 36 2 0 15 0.4 0 Vomiting 26 3 0 8 0.4 0 Stomatitis † 14 0.6 0 6 0.1 0 Dyspepsia 10 0.4 0 4 0 0 Abdominal distension 5 0.3 0 3 0 0 Dry mouth 3 0.1 0 2 0 0 General Disorders and Administration Site Conditions Fatigue 27 2 0 20 0.4 0 Hepatobiliary Disorders Alanine aminotransferase increased 9 1 0.2 3 0.2 0 Aspartate aminotransferase increased 7 0.5 0.2 3 0.3 0 Infections and Infestations Urinary tract infection 5 0.1 0 2 0 0 Investigations Weight decreased 5 0.1 0 0.5 0 0 Metabolism and Nutrition Disorders Decreased appetite 12 0.2 0 3 0 0 Dehydration 4 0.9 0.1 0.4 0.1 0 Musculoskeletal and Connective Tissue Disorders Muscle spasms 11 0.1 0 3 0.1 0 Respiratory, Thoracic and Mediastinal Disorders Epistaxis 5 0 0 1 0.1 0 Skin and Subcutaneous Tissue Disorders Rash ‡ 18 0.6 0 9 0 0 Dry skin 6 0 0 2 0 0 Nail disorder § 8 0.3 0 2 0 0 Skin fissures 2 0.1 0 0.1 0 0 Advanced or Metastatic Breast Cancer NALA The data described below reflect the safety data of NERLYNX plus capecitabine in NALA, a randomized, multicenter, multinational, open-label, active-controlled study of HER2-positive metastatic breast cancer in patients, with or without brain metastases, who have received two or more prior anti HER2-based regimens in the metastatic setting. Patients were treated with NERLYNX 240 mg orally once daily Days 1–21 of a 21-day cycle in combination with capecitabine (750 mg/m 2 given orally twice daily) Days 1–14 of a 21-day cycle, or lapatinib 1250 mg orally once daily Days 1–21 of a 21-day cycle in combination with capecitabine (1000 mg/m 2 given orally twice daily) Days 1–14 of a 21-day cycle until disease progression. The median duration of treatment was 5.7 months in the NERLYNX plus capecitabine arm and 4.4 months in the lapatinib plus capecitabine arm. NERLYNX dose reduction due to an adverse reaction of any grade occurred in 10% of patients receiving NERLYNX plus capecitabine. Permanent discontinuation due to any adverse reaction was reported in 14% of NERLYNX plus capecitabine treated patients. The most common adverse reactions leading to discontinuation were vomiting (3.6%), diarrhea (2.6%), nausea (2.6%), and palmar-plantar erythrodysaesthesia syndrome (2.3%) of NERLYNX plus capecitabine-treated patients. The most common adverse reactions of any grade (≥5%) in the NERLYNX plus capecitabine arm were diarrhea, nausea, vomiting, decreased appetite, constipation, fatigue/asthenia, weight decreased, dizziness, back pain, arthralgia, urinary tract infection, upper respiratory tract infection, abdominal distention, renal impairment, and muscle spasms. The most frequently reported Grade 3 or 4 adverse reactions were diarrhea, nausea, vomiting, fatigue, and decreased appetite. Serious adverse reactions ≥2% in the NERLYNX plus capecitabine arm included diarrhea (7%), vomiting (3%), nausea (2.3%), and acute kidney injury (2.3%). Table 8 summarizes the adverse reactions in NALA. Table 8: Adverse Reactions Reported in ≥2% of NERLYNX-Treated Patients in Combination with Capecitabine in NALA * Renal impairment includes acute kidney injury, blood creatinine increased, renal failure, and renal impairment. System Organ Class (Preferred Term) NERLYNX + Capecitabine n=303 Lapatinib + Capecitabine n=311 All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Gastrointestinal Disorders Diarrhea 83 25 0 66 13 0 Nausea 53 4.3 0 42 2.9 0 Vomiting 46 4 0 31 1.9 0 Constipation 31 1 0 13 0 0 Abdominal distension 8 0.3 0 3.2 0.6 0 General Disorders and Administration Site Conditions Fatigue/asthenia 45 6 0 40 4.5 0 Malaise 4.3 0 0 2.3 0.3 0 Influenza like illness 4 0 0 1.3 0 0 Infections and Infestations Urinary tract infection 9 0.7 0 4.2 0.6 0 Upper respiratory tract infection 8 0.3 0 4.5 0.3 0 Investigations Weight decreased 20 0.3 0 13 0.6 0 Metabolism and Nutrition Disorders Decreased appetite 35 2.6 0 22 2.3 0 Musculoskeletal and Connective Tissue Disorders Back pain 10 0.3 0 8 0.3 0 Arthralgia 10 0 0 6 1 0 Muscle spasms 5 0 0 1.9 0 0 Nervous System Disorder Dizziness 14 0.3 0 10 0.6 0 Renal and urinary disorders Renal impairment* 7 2 0.3 1 0 0.3 Dysuria 4.6 0 0 1.9 0 0 Management of Diarrhea CONTROL The CONTROL (NCT02400476) study was a multicenter, open-label, multi-cohort trial evaluating patients with early-stage HER2-positive breast cancer treated with NERLYNX 240 mg daily for up to one year receiving loperamide prophylaxis with additional anti-diarrheal treatment as needed or NERLYNX dose escalation with loperamide as needed. All patients in the prophylaxis cohort received loperamide 4 mg loading dose, followed by 4 mg three times a day from days 1-14, followed by 4 mg twice a day on days 15-56, followed by loperamide as needed through 1 year of treatment with NERLYNX [see Dosage and Administration ( 2.1 )]. All patients in the dose escalation cohort received NERLYNX 120 mg for Week 1, followed by NERLYNX 160 mg for Week 2, followed by NERLYNX 240 mg for Week 3 and thereafter [see Dosage and Administration ( 2.2 )] . Table 9 summarizes the diarrhea adverse reactions for NERLYNX with loperamide prophylaxis and NERLYNX dose escalation. Table 9: Diarrhea in Patients Treated with NERLYNX with Antidiarrheal Prophylaxis or Dose Escalation Loperamide Prophylaxis n=109 NERLYNX Dose Escalation n=60 Duration of Treatment, months Median 11.8 12.0 Range 0.1, 12.8 0.2, 12.4 Dose Intensity, mg per day Median 234 230 Range 46, 240 32, 236 Incidence of Diarrhea, % Any Grade 78 98 Grade 2 25 45 Grade 3 32 13 Action Taken, % Discontinuation due to diarrhea 18 3.3"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Premedication for diarrhea: When not using dose escalation, initiate loperamide with the first dose of NERLYNX and continue during the first 56 days of treatment. After day 56, use loperamide to maintain 1–2 bowel movements per day. ( 2.1 , 2.2 ) Extended adjuvant treatment of early-stage breast cancer: 240 mg (6 tablets) given orally once daily, with food, continuously until disease recurrence for up to one year. ( 2.2 ) Advanced or metastatic breast cancer: 240 mg (6 tablets) given orally once daily with food on Days 1–21 of a 21-day cycle plus capecitabine (750 mg/m 2 given orally twice daily) on Days 1–14 of a 21-day cycle until disease progression or unacceptable toxicities. ( 2.2 ) Dose escalation: A two-week dose escalation for NERLYNX may also be initiated. ( 2.2 ) Dose interruptions and/or dose reductions are recommended based on individual safety and tolerability. ( 2.3 ) Hepatic impairment: Reduce starting dose to 80 mg in patients with severe hepatic impairment. ( 2.4 ) 2.1 Premedication for Diarrhea When not using dose escalation [see Dosage and Administration ( 2.2 )], administer antidiarrheal prophylaxis during the first 56 days of treatment and initiate with the first dose of NERLYNX [see Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Instruct patients to take loperamide as directed in Table 1 . Titrate loperamide to 1–2 bowel movements per day. Table 1: Loperamide Prophylaxis Time on NERLYNX Loperamide Dose and Frequency Weeks 1–2 (days 1–14) 4 mg three times daily Weeks 3–8 (days 15–56) 4 mg twice daily Weeks 9–Discontinuation of NERLYNX 4 mg as needed, not to exceed 16 mg per day; titrate dosing to achieve 1–2 bowel movements per day If diarrhea occurs despite prophylaxis, treat with additional antidiarrheals, fluids and electrolytes as clinically indicated. NERLYNX dose interruptions and dose reductions may also be required to manage diarrhea [see Dosage and Administration ( 2.3 )] . 2.2 Recommended Dose and Schedule Extended Adjuvant Treatment of Early-Stage Breast Cancer The recommended dose of NERLYNX is 240 mg (six tablets) given orally once daily, with food, continuously until disease recurrence or for up to one year. Advanced or Metastatic Breast Cancer The recommended dose of NERLYNX is 240 mg (six tablets) given orally once daily with food on Days 1–21 of a 21-day cycle plus capecitabine (750 mg/m 2 given orally twice daily) on Days 1–14 of a 21-day cycle until disease progression or unacceptable toxicities. Dose Escalation A two-week dose escalation for NERLYNX may be considered instead of starting at the 240 mg daily dose for patients with early-stage breast cancer and metastatic breast cancer, as described in Table 2 [see Warnings and Precautions ( 5.1 ) and Adverse Reactions ( 6.1 )] . Table 2: NERLYNX Dose Escalation and Treatment Schedule Time on NERLYNX NERLYNX Dose Week 1 (days 1–7) 120 mg daily (three 40 mg tablets) Week 2 (days 8–14) 160 mg daily (four 40 mg tablets) Week 3 and onwards 240 mg daily (six 40 mg tablets, recommended dose) If diarrhea occurs, treat with antidiarrheal medications, fluids, and electrolytes as clinically indicated. NERLYNX dose interruptions and dose reductions may also be required to manage diarrhea [see Dosage and Administration ( 2.3 )] . Administration Instructions Instruct patients to take NERLYNX at approximately the same time every day. NERLYNX tablets should be swallowed whole (tablets should not be chewed, crushed, or split prior to swallowing). If a patient misses a dose, do not replace missed dose, and instruct the patient to resume NERLYNX with the next scheduled daily dose. 2.3 Dosage Modifications for Adverse Reactions NERLYNX dose modification is recommended based on individual safety and tolerability. Management of some adverse reactions may require dose interruption and/or dose reduction as shown in Table 3 to Table 6 . Discontinue NERLYNX for patients with adverse reactions that fail to recover to Grade 0–1 or baseline, with toxicities that result in a treatment delay >3 weeks, or if unable to tolerate 120 mg daily. Additional clinical situations may result in dose adjustments as clinically indicated (e.g., intolerable toxicities, persistent Grade 2 adverse reactions, etc.). When NERLYNX is used in combination with capecitabine, refer to the capecitabine prescribing information for dose modifications of capecitabine. Table 3: NERLYNX Monotherapy Dose Modifications for Adverse Reactions Dose Level NERLYNX Dose Recommended starting dose 240 mg daily (six 40 mg tablets) First dose reduction 200 mg daily (five 40 mg tablets) Second dose reduction 160 mg daily (four 40 mg tablets) Third dose reduction 120 mg daily (three 40 mg tablets) Table 4: Recommended Dosage Modifications for Adverse Reactions with NERLYNX Monotherapy Adverse Reaction Severity † Action/Dose Modification ALT=Alanine Aminotransferase; AST=Aspartate Aminotransferase; ULN=Upper Limit Normal † Per CTCAE v4.0 * Complicated features include dehydration, fever, hypotension, renal failure, or Grade 3 or 4 neutropenia. ‡ Despite being treated with optimal medical therapy Diarrhea [see Warnings and Precautions ( 5.1 )] Grade 1 diarrhea [increase of <4 stools per day over baseline] Grade 2 diarrhea [increase of 4–6 stools per day over baseline] lasting ≤5 days Grade 3 diarrhea [increase of ≥7 stools per day over baseline; incontinence; hospitalization indicated; limiting self-care activities of daily living] lasting ≤2 days Adjust antidiarrheal treatment Diet modifications Fluid intake of ~2 L/day should be maintained to avoid dehydration Once event resolves to ≤Grade 1 or baseline, start loperamide 4 mg with each subsequent NERLYNX administration Any grade with complicated features* Grade 2 diarrhea lasting longer than 5 days ‡ Grade 3 diarrhea lasting longer than 2 days ‡ Interrupt NERLYNX treatment Diet modifications Fluid intake of ~2 L/day should be maintained to avoid dehydration If diarrhea resolves to ≤Grade 1 in one week or less, then resume NERLYNX treatment at the same dose If diarrhea resolves to ≤Grade 1 in longer than one week, then resume NERLYNX treatment at reduced dose (see Table 3 ) Once event resolves to ≤Grade 1 or baseline, start loperamide 4 mg with each subsequent NERLYNX administration Grade 4 diarrhea [life-threatening consequences; urgent intervention indicated] Permanently discontinue NERLYNX treatment Diarrhea recurs to Grade 2 or higher at 120 mg per day Permanently discontinue NERLYNX treatment Hepatotoxicity [see Warnings and Precautions ( 5.2 )] Grade 3 ALT or AST (>5–20× ULN) OR Grade 3 bilirubin (>3–10× ULN) Hold NERLYNX until recovery to ≤Grade 1 Evaluate alternative causes Resume NERLYNX at the next lower dose level if recovery to ≤Grade 1 occurs within 3 weeks. If Grade 3 ALT or AST, or bilirubin occurs again despite one dose reduction, permanently discontinue NERLYNX. Grade 4 ALT or AST (>20× ULN) OR Grade 4 bilirubin (>10× ULN) Permanently discontinue NERLYNX Evaluate alternative causes Other [see Adverse Reactions ( 6.1 )] Grade 3 Hold NERLYNX until recovery to ≤Grade 1 or baseline within 3 weeks of stopping treatment. Then resume NERLYNX at the next lower dose level. Grade 4 Discontinue NERLYNX permanently Table 5: NERLYNX in Combination with Capecitabine Dose Modifications for Adverse Reactions Dose Level NERLYNX Dose Recommended starting dose 240 mg daily (six 40 mg tablets) First dose reduction 160 mg daily (four 40 mg tablets) Second dose reduction 120 mg daily (three 40 mg tablets) Table 6: Recommended Dosage Modifications for Adverse Reactions with NERLYNX in Combination with Capecitabine ALT=Alanine Aminotransferase; AST=Aspartate Aminotransferase; ULN=Upper Limit Normal † Per CTCAE v4.0 a Since capecitabine is provided as 150 mg or 500 mg tablets, it is recommended that the capecitabine dose reduction(s) is(are) rounded down to the nearest 500 mg or multiple of 150 mg for the twice daily dose. If the patient's body surface area is >2.0, the standard of care for the study center can be utilized for capecitabine mg/m 2 dosing. Adverse Reaction Severity † Action/Dose Modification Diarrhea [see Warnings and Precautions ( 5.1 )] Grade 1 Diarrhea [Increase of <4 stools per day over baseline] Grade 2 Diarrhea [Increase of 4–6 stools per day over baseline] lasting ≤5 days Grade 3 Diarrhea [Increase of ≥7 stools per day over baseline; incontinence; hospitalization indicated; limiting self-care and activities of daily living] lasting ≤2 days Adjust antidiarrheal treatment Continue NERLYNX and capecitabine at full doses Diet modifications Fluid intake of ~2 L/day should be maintained to avoid dehydration Once the event resolves to Grade ≤1 or baseline, start loperamide 4 mg with each subsequent NERLYNX administration Persisting and intolerable Grade 2 Diarrhea lasting >5 days Grade 3 Diarrhea lasting >2 days Grade 4 Diarrhea [Life-threatening consequences; urgent intervention indicated] Adjust antidiarrheal treatment Hold NERLYNX and capecitabine until recovery to Grade ≤1 or baseline Diet modifications Fluid intake of ~2 L/day should be maintained intravenously, if needed If recovery occurs: ≤1 week after withholding treatment, resume same doses of NERLYNX and capecitabine Within 1–3 weeks after withholding treatment, reduce NERLYNX dose to 160 mg and maintain the same dose of capecitabine If event occurs a second time and the NERLYNX dose has not already been decreased, reduce NERLYNX dose to 160 mg (maintain the same dose of capecitabine). If NERLYNX dose has already been reduced, then reduce the dose of capecitabine to 550 mg/m 2 given twice daily a (maintain the same dose of NERLYNX). If subsequent events occur, reduce the dose of NERLYNX or capecitabine to the next lower dose level in an alternate fashion (i.e., reduce capecitabine to 375 mg/m 2 given twice daily a if NERLYNX was previously reduced, or reduce NERLYNX to 120 mg if capecitabine was previously reduced) Once the event resolves to Grade ≤1 or baseline, start loperamide 4 mg with each subsequent NERLYNX administration Hepatotoxicity [see Warnings and Precautions ( 5.2 )] Grade 3 ALT or AST (>5–20× ULN) OR Grade 3 bilirubin (>3–10× ULN) Hold NERLYNX until recovery to ≤Grade 1 Evaluate alternative causes Resume NERLYNX at the next lower dose level if recovery to ≤Grade 1 occurs within 3 weeks. If Grade 3 ALT or AST, or bilirubin occurs again despite one dose reduction, permanently discontinue NERLYNX. Grade 4 ALT or AST (>20× ULN) OR Grade 4 bilirubin (>10× ULN) Permanently discontinue NERLYNX Evaluate alternative causes Other [see Adverse Reactions ( 6.1 )] Grade 3 Hold NERLYNX until recovery to Grade ≤1 or baseline within 3 weeks of stopping treatment. Then resume NERLYNX at the next lower dose level. Grade 4 Discontinue NERLYNX permanently 2.4 Dosage Modifications for Hepatic Impairment Reduce the NERLYNX starting dose to 80 mg in patients with severe hepatic impairment (Child Pugh C). No dose modifications are recommended for patients with mild to moderate hepatic impairment (Child Pugh A or B) [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . 2.5 Dosage Modifications for Gastric Acid Reducing Agents Proton pump inhibitors (PPI): Avoid concomitant use with NERLYNX [see Drug Interactions ( 7.1 )] . H 2 -receptor antagonists: Take NERLYNX at least 2 hours before the next dose of the H 2 -receptor antagonist or 10 hours after the H 2 -receptor antagonist [see Drug Interactions ( 7.1 )] . Antacids: Separate dosing of NERLYNX by 3 hours after antacids [see Drug Interactions ( 7.1 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NERLYNX is a kinase inhibitor indicated: As a single agent, for the extended adjuvant treatment of adult patients with early-stage HER2-positive breast cancer, to follow adjuvant trastuzumab-based therapy. ( 1.1 ) In combination with capecitabine, for the treatment of adult patients with advanced or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2 based regimens in the metastatic setting. ( 1.2 ) 1.1 Extended Adjuvant Treatment of Early-Stage Breast Cancer NERLYNX as a single agent is indicated for the extended adjuvant treatment of adult patients with early-stage human epidermal growth factor receptor 2 (HER2)-positive breast cancer, to follow adjuvant trastuzumab based therapy [see Clinical Studies ( 14.1 )] . 1.2 Advanced or Metastatic Breast Cancer NERLYNX in combination with capecitabine is indicated for the treatment of adult patients with advanced or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2 based regimens in the metastatic setting [see Clinical Studies ( 14.2 )] ."
  ],
  "fetched_at": "2025-10-01T18:23:01.802140",
  "source": "OpenFDA"
}