{
  "drug_name": "Netupitant",
  "generic_name": [
    "NETUPITANT AND PALONOSETRON"
  ],
  "brand_names": [
    "AKYNZEO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Substrates: inhibition of CYP3A4 by netupitant can result in increased plasma concentrations of the concomitant drug for 6 days after single dosage administration of AKYNZEO; avoid concomitant CYP3A4 substrates for one week, if feasible. If not avoidable, consider dose reduction of the CYP3A4 substrate ( 7.1 ) CYP3A4 Inducers (e.g., rifampin): decreased plasma concentrations of netupitant; avoid use ( 7.2 ) 7.1 Effects of AKYNZEO on Other Drugs Interaction with CYP3A4 Substrates Netupitant is a moderate inhibitor of CYP3A4. AKYNZEO should be used with caution in patients receiving concomitant medications that are primarily metabolized through CYP3A4. A single oral dose of netupitant 300 mg significantly inhibits CYP3A4 for 6 days. Avoid concomitant use of drugs that are CYP3A4 substrates for one week, if feasible. If not avoidable, consider dose reduction of CYP3A4 substrates. Dexamethasone A single oral dose of netupitant 300 mg or a single fosnetupitant infusion of 235 mg increased the systemic exposure of concomitant dexamethasone more than 2-fold on Days 2 and 4. Administer a reduced dose of dexamethasone with AKYNZEO [see Dosage and Administration ( 2.1 ), Clinical Pharmacology ( 12.3 )] . Midazolam When administered with netupitant, the systemic exposure to midazolam was significantly increased. Consider the potential effects of increased plasma concentrations of midazolam or other benzodiazepines metabolized via CYP3A4 (alprazolam, triazolam) when administering these drugs with AKYNZEO [see Clinical Pharmacology ( 12.3 )] . Chemotherapeutic Agents The systemic exposure of chemotherapy agents metabolized by CYP3A4 can increase when administered with AKYNZEO. Chemotherapy agents that are known to be metabolized by CYP3A4 include docetaxel, paclitaxel, etoposide, irinotecan, cyclophosphamide, ifosfamide, imatinib, vinorelbine, vinblastine, and vincristine [see Clinical Pharmacology ( 12.3 )] . Caution and monitoring for chemotherapeutic related adverse reactions are advised in patients receiving chemotherapy agents metabolized primarily by CYP3A4. Oral Contraceptives There is no clinically significant effect of AKYNZEO on the efficacy of oral contraceptives containing levonorgestrel and ethinyl estradiol [see Clinical Pharmacology ( 12.3 )] . Warfarin Although it was predicted that co-administration of intravenous AKYNZEO with warfarin would not substantially increase the systemic exposure to S-warfarin (CYP2C9 substrate), the active enantiomer, the effects of AKYNZEO for injection and AKYNZEO capsules on INR and prothrombin time have not been studied. Monitor INR and adjust the dosage of warfarin, as needed with concomitant use of AKYNZEO, to maintain the target INR range. 7.2 Effects of Other Drugs on AKYNZEO Netupitant is mainly metabolized by CYP3A4. Palonosetron is mainly metabolized by CYP2D6 and to a lesser extent by CYP3A4 and CYP1A2. CYP3A4 Inducers Avoid concomitant use of AKYNZEO in patients who are chronically using a strong CYP3A4 inducer such as rifampin. A strong CYP3A inducer can decrease the efficacy of AKYNZEO by substantially reducing plasma concentrations of the netupitant component [see Clinical Pharmacology ( 12.3 )] . CYP3A4 Inhibitors Concomitant use of AKYNZEO with a strong CYP3A4 inhibitor (e.g., ketoconazole) can increase the systemic exposure to the netupitant component of AKYNZEO. However, no dosage adjustment is necessary for single dose administration of AKYNZEO [see Clinical Pharmacology ( 12.3 )] . 7.3 Serotonergic Drugs Serotonin syndrome (including altered mental status, autonomic instability, and neuromuscular symptoms) has been described following the concomitant use of 5-HT 3 receptor antagonists and other serotonergic drugs, including selective serotonin reuptake inhibitors (SSRIs) and serotonin and noradrenaline reuptake inhibitors (SNRIs). If symptoms occur, discontinue AKYNZEO and initiate supportive treatment [see Warnings and Precautions ( 5.2 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are found elsewhere in the labeling: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Serotonin Syndrome [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥3%) for AKYNZEO capsules are headache, asthenia, dyspepsia, fatigue, constipation and erythema ( 6.1 ) The safety profile of AKYNZEO for injection was generally similar to that seen with AKYNZEO capsules. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact HELSINN at 1-844-357-4668 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. AKYNZEO Capsules The overall safety of AKYNZEO capsules was evaluated in 1538 cancer patients and healthy subjects in clinical trials. The data described below reflect exposure to AKYNZEO in 1169 cancer patients, receiving at least one cycle of cancer chemotherapy in 3 active-controlled trials [see Clinical Studies ( 14 .1 )] , including 782 exposed to AKYNZEO for at least 4 cycles and 321 exposed for at least 6 cycles, up to a maximum of 12 cycles of chemotherapy. The median age was 55, 79% were female, 83% were White, 13% were Asian, and 4% were Hispanic. All patients received a single oral dose of AKYNZEO 1 hour prior to the start of each chemotherapy cycle. In all studies, dexamethasone was co-administered with AKYNZEO [see Clinical Studies ( 14.1 ), Table 16 and Table 18 ]. Cisplatin Based Highly Emetogenic Chemotherapy In a single-cycle study of patients receiving cisplatin based highly emetogenic chemotherapy, 136 patients were treated with AKYNZEO. Table 5 shows adverse reactions reported at an incidence of at least 3% and for which the AKYNZEO rate exceeded palonosetron alone. Table 5: Adverse Reactions Occurring in ≥3% of Cancer Patients Receiving AKYNZEO capsules and Cisplatin Based Highly Emetogenic Chemotherapy (Cycle 1) Adverse Reactions AKYNZEO netupitant 300 mg/ palonosetron 0.5 mg (N=136) Palonosetron 0.5 mg (N=136) Dyspepsia 4% 2% Fatigue 4% 2% Constipation 3% 1% Erythema 3% 2% Anthracyclines and Cyclophosphamide Based Chemotherapy In a study of patients receiving anthracycline and cyclophosphamide based chemotherapy, 725 patients were treated with AKYNZEO capsules during Cycle 1, and 635 of these patients continued for up to 8 cycles in a multiple-cycle extension. Table 6 shows adverse reactions reported at an incidence of at least 3% and for which the AKYNZEO capsules rate exceeded palonosetron alone during Cycle 1. The adverse reaction profile in subsequent cycles was similar to that observed in Cycle 1. Table 6: Adverse Reactions Occurring in ≥3% of Cancer Patients Receiving AKYNZEO capsules and Anthracyclines and Cyclophosphamide Based Chemotherapy (Cycle 1) Adverse Reactions AKYNZEO netupitant 300 mg/ palonosetron 0.5 mg (N=725) Palonosetron 0.5 mg (N=725) Headache 9% 7% Asthenia 8% 7% Fatigue 7% 5% In addition to the adverse reactions shown above, there were reports of concomitant elevations of transaminases greater than 3 times the upper limit of normal and total bilirubin in both arms of the two trials that compared AKYNZEO capsules to oral palonosetron, and the frequency of these elevations was comparable between treatment groups. See Table 7. Table 7: Liver Function Laboratory Abnormalities ULN = upper limit of normal Laboratory Changes AKYNZEO netupitant 300 mg/ palonosetron 0.5 mg N=861 Palonosetron 0.5 mg N=861 AST > 3 x ULN and/or ALT > 3 x ULN with Total Bilirubin > ULN 3 (0.3%) 5 (0.6%) AST > 10 x ULN and/or ALT > 10 x ULN with Total Bilirubin > ULN - 2 (0.2%) AST > 3 x ULN and/or ALT > 3 x ULN with Total Bilirubin ≥ 2 x ULN 1 (0.1%) 1 (0.1%) In a multi-cycle safety study of 412 patients, the safety profile of AKYNZEO capsules (n = 308) was comparable to aprepitant and palonosetron (n = 104) in patients undergoing initial and repeat cycles (median 5 cycles, range of 1-14 cycles) of chemotherapy, including carboplatin, cisplatin, oxaliplatin, and doxorubicin regimens. There were no reports of concomitant elevations of transaminases greater than 3 times the upper limit of normal and total bilirubin in this study in either arm. In a randomized, clinical non-inferiority study, that compared oral palonosetron 0.5 mg to intravenous palonosetron 0.25 mg in cancer patients scheduled to receive highly emetogenic cisplatin (greater than or equal to 70 mg/m 2 ) based chemotherapy, there were two patients (0.5%; 2/369) in the intravenous palonosetron arm who had concomitant elevations of transaminases and total bilirubin. Neither experienced transaminase elevations greater than 10 times the upper limit of normal. AKYNZEO for Injection The safety of AKYNZEO for injection was evaluated in 203 patients in an active-controlled multi-cycle (median 4 cycles, range of 1-4 cycles) safety clinical study in patients receiving HEC regimens, not including anthracycline plus cyclophosphamide, (e.g., cisplatin, cyclophosphamide, carmustine, dacarbazine and mechlorethamine) compared to 201 patients receiving AKYNZEO capsules ( NCT02517021 ). The median age was 60 years, 46% were female, 99.5 % were White, 0.3% were Asian, and 0.3% were Hispanic. All patients received a single dose of AKYNZEO for injection 30 minutes prior to the start of each chemotherapy cycle; dexamethasone was co-administered with AKYNZEO. The safety profile of AKYNZEO for injection was generally similar to that seen with AKYNZEO capsules."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage AKYNZEO capsules: The recommended dosage is one AKYNZEO capsule administered 1 hour prior to the start of chemotherapy, with or without food. ( 2.1 ) Preparation and Administration AKYNZEO injection is supplied either as a Ready-to-Use (with hanger) vial or a To-be-Diluted vial. (2.2) AKYNZEO for injection requires dilution prior to administration. ( 2.3 ) See full prescribing information for information on preparation, administration, and incompatibilities for each product. (2.2, 2.3, 2.4 ) 2.1 Recommended Dosage The recommended dosages of AKYNZEO and dexamethasone in adults for the prevention of nausea and vomiting associated with administration of emetogenic chemotherapy are shown in Table 1. AKYNZEO capsules can be taken with or without food. Table 1: Antiemetic Treatment Regimen Treatment Regimen Day 1 Days 2 to 4 Highly Emetogenic Chemotherapy, including Cisplatin-Based Chemotherapy AKYNZEO capsules 1 capsule of AKYNZEO 1 hour before chemotherapy Dexamethasone 8 mg once a day Dexamethasone 12 mg 30 minutes before chemotherapy AKYNZEO for injection and AKYNZEO injection 1 vial of AKYNZEO Infuse over 30 minutes starting 30 minutes before chemotherapy [see Dosage and Administration (2.2)] Dexamethasone 8 mg once a day Dexamethasone 12 mg 30 minutes before chemotherapy Anthracyclines and Cyclophosphamide-Based Chemotherapy and Chemotherapy Not Considered Highly Emetogenic AKYNZEO capsules 1 capsule of AKYNZEO 1 hour before chemotherapy None Dexamethasone 12 mg 30 minutes before chemotherapy 2.2 Preparation and Administration of AKYNZEO Injection (Ready-to-Use and To-be-Diluted) AKYNZEO injection is supplied as either a Ready-to-Use (with hanger) vial or a To-be-Diluted vial. AKYNZEO injection (Ready-to-Use; with hanger) See Table 2 for preparation instructions of AKYNZEO injection (Ready-to-Use) for intravenous infusion. AKYNZEO injection (Ready-to-Use) does not require dilution prior to administration. Table 2: Preparation and Administration of AKYNZEO Injection (Ready-to-Use) for Intravenous Infusion Step 1 Before administration, inspect the solution for particulate matter and discoloration. Discard the vial if particulates and/or discoloration are observed. Step 2 Using aseptic technique, insert a vented intravenous set through the septum of the vial. Once the stopper is punctured, use immediately. Step 3 To administer, invert and hang the vial utilizing the strap affixed to the bottom of the vial. Step 4 Administer over 30 minutes as an intravenous infusion. At the end of the infusion, flush the infusion line with 0.9% Sodium Chloride Injection, USP or with 5% Dextrose injection, USP to ensure complete drug administration. AKYNZEO injection (Ready-to-Use) contains no antimicrobial preservatives and is intended for single use only. Compatibility AKYNZEO injection (Ready-to-Use) is compatible with intravenous dexamethasone sodium phosphate which can be infused simultaneously. Do not add dexamethasone sodium phosphate to the AKYNZEO injection (Ready-to-Use) vial. Stability and Storage Use immediately once the stopper is punctured. AKYNZEO Injection (To-be-Diluted) See Table 3 for preparation instructions of AKYNZEO injection (To-be-Diluted) for intravenous infusion with dilution. Table 3: Preparation and Administration of AKYNZEO Injection (To-be-Diluted) for Intravenous Infusion Step 1 Before administration, inspect the solution for particulate matter and discoloration. Discard the vial if particulates and/or discoloration are observed. Step 2 Aseptically prepare an infusion vial or bag filled with 30 mL of 5% Dextrose injection, USP or 0.9% Sodium Chloride injection, USP. Step 3 Aseptically withdraw the entire volume of solution from the AKYNZEO vial (20 mL) and transfer it into the infusion vial or bag containing 30 mL of 5% Dextrose injection, USP or 0.9% Sodium Chloride injection, USP to yield a total volume of 50 mL. Step 4 Gently invert the vial or bag until complete dissolution. Step 5 Before administration, inspect the final diluted solution for particulate matter and discoloration. Discard the vial or bag if particulates and/or discoloration are observed. Step 6 Administer over 30 minutes as an intravenous infusion. At the end of the infusion, flush the infusion line with the same carrier solution to ensure complete drug administration. AKYNZEO injection (To-be-Diluted) contains no antimicrobial preservatives and is intended for single use only. Compatibility AKYNZEO injection (To-be-Diluted) is compatible with intravenous dexamethasone sodium phosphate which can be added to the infusion bag containing AKYNZEO solution or infused simultaneously. Stability and Storage The total time from dilution to the start of the infusion, with or without intravenous dexamethasone sodium phosphate, should not exceed 24 hours. Store the final diluted solution at room temperature, 20ºC to 25ºC (68Fº to 77ºF). 2.3 Preparation and Administration of AKYNZEO for Injection See Table 4 for preparation instructions of AKYZNEO for injection. AKYNZEO for injection requires dilution prior to administration. Table 4: Preparation and Administration of AKYNZEO for Injection Step 1 Aseptically inject 20 mL 5% Dextrose injection, USP or 0.9% Sodium Chloride injection, USP into the vial. Ensure the solvent is added to the vial along the vial wall and not jetted in order to prevent foaming. Swirl the vial gently. Step 2 Aseptically prepare an infusion vial or bag filled with 30 mL of 5% Dextrose injection, USP or 0.9% Sodium Chloride injection, USP. Step 3 Aseptically withdraw the entire volume of solution from the AKYNZEO vial and transfer it into the infusion vial or bag containing 30 mL of 5% Dextrose injection, USP or 0.9% Sodium Chloride injection, USP to yield a total volume of 50 mL. Step 4 Gently invert the vial or bag until complete dissolution. Step 5 Before administration, inspect the final diluted solution for particulate matter and discoloration. Discard the vial or bag if particulates and/or discoloration are observed. Step 6 Administer over 30 minutes as an intravenous infusion. At the end of the infusion, flush the infusion line with the same carrier solution to ensure complete drug administration. AKYNZEO for injection contains no antimicrobial preservatives, is intended for single use only. Compatibility AKYNZEO for injection is compatible with intravenous dexamethasone sodium phosphate which can be added to the infusion bag containing AKYNZEO solution or infused simultaneously. Stability and Storage The total time from reconstitution to the start of the infusion, with or without intravenous dexamethasone sodium phosphate, should not exceed 24 hours. Store the reconstituted solution and the final diluted solution at room temperature, 20ºC to 25ºC (68ºF to 77ºF). 2.4 Incompatibility of AKYNZEO for Injection and AKYZNEO Injection AKYNZEO for injection, AKYNZEO injection (Ready-to-Use) and AKYNZEO injection (To-be-Diluted) are incompatible with any solution containing divalent cations (e.g., calcium, magnesium), including Lactated Ringer’s injection and Hartmann's Solution. Limited data are available on the compatibility of AKYNZEO for injection, AKYNZEO injection (Ready-to-Use), and AKYNZEO injection (To-be-Diluted) with other intravenous substances, additives, or other medications with the exception of intravenous dexamethasone sodium phosphate [see Dosage and Administration ( 2.2 , 2.3 ) ] and they should not be added to the AKYNZEO solution or infused simultaneously. If the same intravenous line is used for sequential infusion of several different drugs, flush the line before and after infusion of AKYNZEO solution with 0.9% Sodium Chloride Injection, USP."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AKYNZEO capsules is indicated in combination with dexamethasone in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of cancer chemotherapy, including, but not limited to, highly emetogenic chemotherapy. AKYNZEO capsules is a combination of palonosetron and netupitant: palonosetron prevents nausea and vomiting during the acute phase and netupitant prevents nausea and vomiting during both the acute and delayed phase after cancer chemotherapy. AKYNZEO for injection and AKYNZEO injection are indicated in combination with dexamethasone in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy. AKYNZEO for injection is a combination of palonosetron and fosnetupitant, a prodrug of netupitant: palonosetron prevents nausea and vomiting during the acute phase and fosnetupitant prevents nausea and vomiting during both the acute and delayed phase after cancer chemotherapy. Limitations of Use AKYNZEO for injection and AKYNZEO injection have not been studied for the prevention of nausea and vomiting associated with anthracycline plus cyclophosphamide chemotherapy. AKYNZEO capsules is indicated in combination with dexamethasone in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of cancer chemotherapy, including, but not limited to, highly emetogenic chemotherapy. AKYNZEO for injection and AKYNZEO injection are indicated in combination with dexamethasone in adults for the prevention of acute and delayed nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy. Limitations of Use AKYNZEO for injection and AKYNZEO injection have not been studied for the prevention of nausea and vomiting associated with anthracycline plus cyclophosphamide chemotherapy. AKYNZEO is a combination of palonosetron, a serotonin-3 (5-HT3) receptor antagonist, and netupitant or fosnetupitant, substance P/neurokinin-1 (NK-1) receptor antagonists: palonosetron prevents nausea and vomiting during the acute phase and netupitant/fosnetupitant prevents nausea and vomiting during both the acute and delayed phase after cancer chemotherapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:15:44.150413",
  "source": "OpenFDA"
}