{
  "drug_name": "Nicotine",
  "generic_name": [
    "NICOTINE POLACRILEX"
  ],
  "brand_names": [
    "Nicotine"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings If you are pregnant or breast-feeding, only use this medicine on the advice of your health care provider. Smoking can seriously harm your child. Try to stop smoking without using any nicotine replacement medicine. This medicine is believed to be safer than smoking. However, the risks to your child from this medicine are not fully known. Ask a doctor before use if you have a sodium-restricted diet heart disease, recent heart attack, or irregular heartbeat. Nicotine can increase your heart rate. high blood pressure not controlled with medication. Nicotine can increase your blood pressure. stomach ulcer or diabetes history of seizures Ask a doctor or pharmacist before use if you are using a non-nicotine stop smoking drug taking prescription medicine for depression or asthma. Your prescription dose may need to be adjusted. Stop use and ask a doctor if mouth problems occur persistent indigestion or severe sore throat occurs irregular heartbeat or palpitations occur you get symptoms of nicotine overdose such as nausea, vomiting, dizziness, diarrhea, weakness and rapid heartbeat you have symptoms of an allergic reaction (such as difficulty breathing or rash) Keep out of reach of children and pets. Nicotine lozenges may have enough nicotine to make children and pets sick. If you need to remove the lozenge, wrap it in paper and throw away in the trash. In case of overdose, get medical help or contact a Poison Control Center (1-800-222-1222) right away"
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions if you are under 18 years of age, ask a doctor before use. No studies have been done to show if this product will work for you. before using this product, read the enclosed User’s Guide for complete directions and other important information begin using the lozenge on your quit day if you smoke your first cigarette more than 30 minutes after waking up, use 2 mg nicotine lozenge if you smoke your first cigarette within 30 minutes of waking up, use 4 mg nicotine lozenge according to the following 12 week schedule: Weeks 1 to 6 Weeks 7 to 9 Weeks 10 to 12 1 lozenge every 1 to 2 hours 1 lozenge every 2 to 4 hours 1 lozenge every 4 to 8 hours nicotine lozenge is a medicine and must be used a certain way to get the best results place the lozenge in your mouth and allow the lozenge to slowly dissolve (about 20 to 30 minutes). Minimize swallowing. Do not chew or swallow lozenge. you may feel a warm or tingling sensation occasionally move the lozenge from one side of your mouth to the other until completely dissolved (about 20 to 30 minutes) do not eat or drink 15 minutes before using or while the lozenge is in your mouth to improve your chances of quitting, use at least 9 lozenges per day for the first 6 weeks do not use more than one lozenge at a time or continuously use one lozenge after another since this may cause you hiccups, heartburn, nausea or other side effects do not use more than 5 lozenges in 6 hours. Do not use more than 20 lozenges per day. It is important to complete treatment. If you feel you need to use the lozenge for a longer period to keep from smoking, talk to your health care provider."
  ],
  "indications": [
    "Use reduces withdrawal symptoms, including nicotine craving, associated with quitting smoking"
  ],
  "fetched_at": "2025-09-30T21:00:07.601783",
  "source": "OpenFDA"
}