{
  "drug_name": "Nifurtimox",
  "generic_name": [
    "NIFURTIMOX"
  ],
  "brand_names": [
    "LAMPIT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use of LAMPIT with alcohol may increase the incidence and severity of undesirable effects similar to other nitrofurans and nitroheterocyclic compounds. LAMPIT is contraindicated in patients who consume alcohol during treatment [see Dosage and Administration ( 2.2 ) Contraindications ( 4 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious or otherwise important adverse reactions are discussed elsewhere in the labeling: • Potential for Genotoxicity, Carcinogenicity, and Mutagenicity [see Warnings and Precautions ( 5.1 )] • Worsening of Neurological and Psychiatric Conditions [see Warnings and Precautions ( 5.3 )] • Hypersensitivity [see Warnings and Precautions ( 5.4 )] • Decreased Appetite and Weight Loss [see Warnings and Precautions ( 5.5 )] • Porphyria [see Warnings and Precautions ( 5.6 )] The most frequently reported adverse reactions (≥5%) are vomiting, abdominal pain, headache, decreased appetite, nausea, pyrexia, and rash. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data described below reflect exposure to LAMPIT in one prospective, randomized, double-blind trial (Trial 1). 330 pediatric patients with serologic evidence of T. cruzi infection and without Chagas disease-related cardiac or gastrointestinal symptoms were randomly assigned in a 2:1 fashion to a 60-day (n=219) or a 30-day (n=111) LAMPIT treatment regimen and were followed up for one year after end of treatment. LAMPIT was administered three times a day with food using a body weight-based dosing. The median treatment duration was 61 days for subjects in the 60-day regimen. The majority (86.7%) of the study population was ≥2 to <18 years of age at randomization. Discontinuation of LAMPIT due to adverse reactions occurred in 14 of 330 (4.2%) patients overall, 12 of 219 (5.5%) patients in the 60-day arm, and 2 of 111 (1.8%) patients in the 30-day arm. Adverse reactions were reported for 213 of 330 (64.5%) patients. The proportion of patients with adverse reactions was higher in the 60-day regimen (67.1%) compared with the 30-day regimen (59.5%). Most patients with adverse reactions had mild (76.5%) or moderate (22.0%) reactions. The most frequently reported adverse reactions in patients treated with LAMPIT for 60 days were vomiting (14.6%), abdominal pain (13.2%), headache (12.8%), decreased appetite (10.5%), nausea (8.2%), pyrexia (7.3%), rash (5.5%). Adverse reactions occurring in ≥1% of LAMPIT-treated patients are shown in Table 3 . Table 3 Adverse Reactions Reported in (≥1%) Pediatric Patients with Chagas Disease in Trial 1 Treated with LAMPIT for 60 days System Organ Class Adverse Reactions Incidence Blood and lymphatic system disorders Anemia Eosinophilia 2.7% 2.3% Gastrointestinal disorders Vomiting Abdominal pain a Nausea Diarrhea 14.6% 13.2% 8.2% 4.6% General disorders and administration site conditions Pyrexia 7.3% Investigations Weight decreased 2.7% Metabolism and nutrition disorders Decreased appetite 10.5% Nervous system disorders Headache Dizziness 12.8% 2.7% Skin and subcutaneous tissue disorders Rash b Urticaria 5.5% 2.3% a Abdominal pain includes abdominal pain and abdominal pain upper b Rash includes rash, rash macular, rash maculo-papular, rash morbilliform, and rash papular. Other adverse reactions occurring in 0.1% to less than 1% of patients treated with LAMPIT for 60 days included asthenia, vertigo, arthralgia, myalgia, paresthesia, tremor, irritability, anxiety, pruritus, fatigue, somnolence, seizure, syncope, neutropenia, leukopenia. 6.2 Postmarketing Experience The following safety data were derived during postmarketing surveillance of nifurtimox from outside the United States, including literature data for all age groups (pediatric and adult populations). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 4: Postmarketing Adverse Reactions Reported in Pediatric and Adult Populations Treated with Nifurtimox System Organ Class Adverse Reaction Immune system disorders Hypersensitivity reactions, including anaphylaxis Ear and labyrinth disorders Vertigo Skin and subcutaneous tissue disorders Angioedema Drug reaction with eosinophilia and systemic symptoms (DRESS) Musculoskeletal, connective tissue and bone disorders Muscle weakness Nervous system disorders Amnesia Polyneuropathy Psychiatric disorders Apathy Agitation Psychotic behavior Sleep disorder Blood and lymphatic system disorders Thrombocytopenia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS LAMPIT tablets are contraindicated in: • Patients with known hypersensitivity to nifurtimox or any of the excipients in LAMPIT [see Warnings and Precautions ( 5.4 )]. • Patients who consume alcohol during treatment [see Drug Interactions ( 7 )] • Known hypersensitivity to nifurtimox or to any of the excipients in LAMPIT. ( 4 ) • Alcohol consumption during treatment. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • LAMPIT tablets must be taken with food ( 2.1 ) Dosage of LAMPIT in Pediatric Patients (birth a to less than 18 years of age) (2.2) Body Weight Group Total Daily Dose of nifurtimox (mg/kg) 41 kg or greater 8 to 10 Less than 41 kg 10 to 20 a Term newborn with body weight greater than or equal to 2.5 kg • Administer LAMPIT tablets orally, three times daily with food for 60 days. ( 2.2 ) • Obtain a pregnancy test in females of reproductive potential prior to initiating treatment with LAMPIT ( 2.3 , 8.3 ) . • See Full Prescribing Information for additional important administration instructions. ( 2.1 , 2.2 , 2.4, 2.5 ) 2.1 Important Administration Instructions • LAMPIT (30 mg and 120 mg) tablets are for oral use and must be taken with food. • LAMPIT tablets are dosed by body weight of the patient [see Dosage and Administration ( 2.2 )] . • LAMPIT (30 mg and 120 mg) tablets are functionally scored tablets which can be split into one-half (15 mg and 60 mg respectively) at the scored lines by hand. Do not break LAMPIT tablets mechanically with a tablet splitting device [see Dosage and Administration ( 2.4 ) and Instructions for Use] . • LAMPIT 30 mg and 120 mg tablets can be made into a slurry as an alternative method of administration for patients who cannot swallow the tablets [see Dosage and Administration ( 2.5 )] . • Discontinue consumption of alcohol during treatment with LAMPIT [see Contraindications ( 4 ) and Drug Interactions ( 7 )] . • Complete the full course of treatment to prevent recurrence of the infection. • If a dose is missed, take the missed dose as soon as possible together with food. However, if it is within 3 hours of the next scheduled dose, skip the missed dose and continue treatment as prescribed. Do not take a double dose to make up for a missed dose. 2.2 Recommended Dosage in Pediatric Patients • Administer LAMPIT (30 mg and 120 mg) tablets orally three times a day with food. • Total daily recommended dosages of LAMPIT are based on the body weight of the patient (see Table 1 ). • Adjust LAMPIT dosage accordingly if body weight decreases during treatment [see Warnings and Precautions ( 5.4 )]. • The recommended duration of treatment with LAMPIT is 60 days. Table 1: Total Daily Recommended Dosages of LAMPIT Based on Body Weight Age Body weight group Total daily dose of nifurtimox (mg/kg) Birth a to less than 18 years 41 kg or greater 8 to 10 Less than 41 kg 10 to 20 a Term newborn with body weight of greater than or equal to 2.5 kg Table 2: Individual Dosages Based on Body Weight in Pediatric Patients (Birth a to Less than 18 years of age) Body weight (kg) Dose (mg) Number of LAMPIT 30 mg tablets per dose (3 x Daily) Number of LAMPIT 120 mg tablets per dose (3 x Daily) 2.5 kg to 4.5 kg 15 mg ½ tablet — 4.6 kg to less than 9 kg 30 mg 1 tablet — 9 kg to less than 13 kg 45 mg 1 ½ tablets — 13 kg to less than 18 kg 60 mg 2 tablets ½ tablet 18 kg to less than 22 kg 75 mg 2 ½ tablets — 22 kg to less than 27 kg 90 mg 3 tablets — 27 kg to less than 35 kg 120 mg 4 tablets 1 tablet 35 kg to less than 41 kg 180 mg — 1 ½ tablets 41 kg to less than 51 kg 120 mg — 1 tablet 51 kg to less than 71 kg 180 mg — 1 ½ tablets 71 kg to less than 91 kg 240 mg — 2 tablets 91 kg or greater 300 mg — 2 ½ tablets a Term newborn with body weight of greater than or equal to 2.5 kg 2.3 Pregnancy Testing Prior to Initiating LAMPIT Obtain a pregnancy test in females of reproductive potential prior to initiating treatment with LAMPIT [see Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.3 )]. 2.4 Instructions for Splitting LAMPIT Tablets Do not break LAMPIT tablets mechanically with a tablet splitting device. A functional score line is used to divide the tablet by hand as follows: • To split LAMPIT tablet, place the tablet on a flat surface with the score line facing up. • With the tablet resting on the flat surface, apply enough downward pressure with the index finger centered on the top of the tablet to break it along the score line. 2.5 Preparation of a Slurry of LAMPIT as an Alternate Method of Administration For patients who are unable to swallow whole or half tablets, LAMPIT tablet can be dispersed in water and administered as outlined below. • Place approximately 2.5 mL of water into a spoon. • Place the prescribed dose into the water. • Allow the tablet(s) to disintegrate (typically less than 30 seconds). • A slurry (liquid suspension) is formed. • Take the slurry immediately with food."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LAMPIT is indicated in pediatric patients (birth to less than 18 years of age and weighing at least 2.5 kg) for the treatment of Chagas disease (American Trypanosomiasis) caused by Trypanosoma cruzi [see Clinical Studies ( 14 )]. LAMPIT is a nitrofuran antiprotozoal, indicated in pediatric patients (birth to less than 18 years of age and weighing at least 2.5 kg) for the treatment of Chagas disease (American Trypanosomiasis), caused by Trypanosoma cruzi . ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:22:24.809854",
  "source": "OpenFDA"
}