{
  "drug_name": "Nilotinib",
  "generic_name": [
    "NILOTINIB"
  ],
  "brand_names": [
    "Tasigna"
  ],
  "drug_interactions": [
    "5.8 Tumor Lysis Syndrome Tumor lysis syndrome (TLS) cases have been reported in Tasigna treated patients with resistant or intolerant CML. Malignant disease progression, high white blood cell (WBC) counts and/or dehydration were present in the majority of these cases. Due to potential for TLS, maintain adequate hydration and correct uric acid levels prior to initiating therapy with Tasigna.",
    "7 DRUG INTERACTIONS Strong CYP3A Inhibitors: Avoid concomitant use with Tasigna, or reduce Tasigna dose if coadministration cannot be avoided. ( 7.1 ) Strong CYP3A Inducers: Avoid concomitant use with Tasigna. ( 7.1 ) Proton Pump Inhibitors: Use short-acting antacids or H2 blockers as an alternative to proton pump inhibitors. ( 7.1 ) 7.1 Effect of Other Drugs on Tasigna Strong CYP3A Inhibitors Concomitant use with a strong CYP3A inhibitor increased nilotinib concentrations compared to Tasigna alone [see Clinical Pharmacology (12.3)] , which may increase the risk of Tasigna toxicities. Avoid concomitant use of strong CYP3A inhibitors with Tasigna. If patients must be coadministered a strong CYP3A4 inhibitor, reduce Tasigna dose [see Dosage and Administration (2.8)] . Strong CYP3A Inducers Concomitant use with a strong CYP3A inducer decreased nilotinib concentrations compared to Tasigna alone [see Clinical Pharmacology (12.3)] , which may reduce Tasigna efficacy. Avoid concomitant use of strong CYP3A inducers with Tasigna. Proton Pump Inhibitors Concomitant use with a proton pump inhibitor (PPI) decreased nilotinib concentrations compared to Tasigna alone [see Clinical Pharmacology (12.3)] , which may reduce Tasigna efficacy. Avoid concomitant use of PPI with Tasigna. As an alternative to PPIs, use H2 blockers approximately 10 hours before or approximately 2 hours after the dose of Tasigna, or use antacids approximately 2 hours before or approximately 2 hours after the dose of Tasigna. 7.2 Drugs That Prolong the QT Interval Avoid coadministration of Tasigna with agents that may prolong the QT interval, such as anti-arrhythmic drugs [see Boxed Warning, Dosage and Administration (2.4), Warnings and Precautions (5.2), Drug Interactions (7.1), Clinical Pharmacology (12.2)] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions can occur with Tasigna and are discussed in greater detail in other sections of labeling: Myelosuppression [see Warnings and Precautions (5.1)] QT Prolongation [see Boxed Warning, Warnings and Precautions (5.2)] Sudden Deaths [see Boxed Warning, Warnings and Precautions (5.3)] Cardiac and Arterial Vascular Occlusive Events [see Warnings and Precautions (5.4)] Pancreatitis and Elevated Serum Lipase [see Warnings and Precautions (5.5)] Hepatotoxicity [see Warnings and Precautions (5.6)] Electrolyte Abnormalities [see Boxed Warning, Warnings and Precautions (5.7)] Hemorrhage [see Warnings and Precautions (5.9)] Fluid Retention [see Warnings and Precautions (5.13)] The most commonly reported non-hematologic adverse reactions (≥ 20%) in adult and pediatric patients were nausea, rash, headache, fatigue, pruritus, vomiting, diarrhea, cough, constipation, arthralgia, nasopharyngitis, pyrexia, and night sweats. Hematologic adverse drug reactions include myelosuppression: thrombocytopenia, neutropenia, and anemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In Adult Patients With Newly Diagnosed Ph+ CML-CP The data below reflect exposure to Tasigna from a randomized trial in patients with newly diagnosed Ph+ CML in chronic phase treated at the recommended dose of 300 mg twice daily (n = 279). The median time on treatment in the Tasigna 300 mg twice daily group was 61 months (range, 0.1 to 71 months). The median actual dose intensity was 593 mg/day in the Tasigna 300 mg twice daily group. The most common (greater than 10%) non-hematologic adverse drug reactions were rash, pruritus, headache, nausea, fatigue, alopecia, myalgia, and upper abdominal pain. Constipation, diarrhea, dry skin, muscle spasms, arthralgia, abdominal pain, peripheral edema, vomiting, and asthenia were observed less commonly (less than or equal to 10% and greater than 5%) and have been of mild-to-moderate severity, manageable and generally did not require dose reduction. Increase in QTcF greater than 60 msec from baseline was observed in 1 patient (0.4%) in the 300 mg twice daily treatment group . No patient had an absolute QTcF of greater than 500 msec while on study drug. The most common hematologic adverse drug reactions (all Grades) were myelosuppression, including: thrombocytopenia (18%), neutropenia (15%), and anemia (8%). See Table 9 for Grade 3/4 laboratory abnormalities. Discontinuation due to adverse reactions, regardless of relationship to study drug, was observed in 10% of patients. In Adult Patients With Resistant or Intolerant Ph+ CML-CP and CML-AP In the single-arm, open-label multicenter clinical trial, a total of 458 patients with Ph+ CML-CP and CML-AP resistant to or intolerant to at least one prior therapy, including imatinib were treated (CML-CP = 321; CML-AP = 137) at the recommended dose of 400 mg twice daily. The median duration of exposure in days for CML-CP and CML-AP patients is 561 (range, 1 to 1096) and 264 (range, 2 to 1160), respectively. The median dose intensity for patients with CML-CP and CML-AP is 789 mg/day (range, 151 to 1110) and 780 mg/day (range, 150 to 1149), respectively, and corresponded to the planned 400 mg twice daily dosing. The median cumulative duration in days of dose interruptions for the CML-CP patients was 20 (range, 1 to 345), and the median duration in days of dose interruptions for the CML-AP patients was 23 (range, 1 to 234). In patients with CML-CP, the most commonly reported non-hematologic adverse drug reactions (greater than or equal to 10%) were rash, pruritus, nausea, fatigue, headache, constipation, diarrhea, vomiting, and myalgia. The common serious drug-related adverse reactions (greater than or equal to 1% and less than 10%) were thrombocytopenia, neutropenia, and anemia. In patients with CML-AP, the most commonly reported non-hematologic adverse drug reactions (greater than or equal to 10%) were rash, pruritus and fatigue. The common serious adverse drug reactions (greater than or equal to 1% and less than 10%) were thrombocytopenia, neutropenia, febrile neutropenia, pneumonia, leukopenia, intracranial hemorrhage, elevated lipase, and pyrexia. Sudden deaths and QT prolongation were reported. The maximum mean QTcF change from baseline at steady-state was 10 msec. Increase in QTcF greater than 60 msec from baseline was observed in 4.1% of the patients and QTcF of greater than 500 msec was observed in 4 patients (less than 1%) [see Boxed Warning, Warnings and Precautions (5.2, 5.3), Clinical Pharmacology (12.2)] . Discontinuation due to adverse drug reactions was observed in 16% of CML-CP and 10% of CML-AP patients. Most Frequently Reported Adverse Reactions Tables 7 and 8 show the percentage of adult patients experiencing non-hematologic adverse reactions (excluding laboratory abnormalities) regardless of relationship to study drug. Adverse reactions reported in greater than 10% of adult patients who received at least 1 dose of Tasigna are listed. Table 7: Most Frequently Reported Non-Hematologic Adverse Reactions (Regardless of Relationship to Study Drug) in Adult Patients With Newly Diagnosed Ph+ CML-CP (greater than or equal to 10% in Tasigna 300 mg twice daily or imatinib 400 mg once daily groups) 60-Month Analysis a Abbreviations: CML-CP, chronic myeloid leukemia-chronic phase; Ph+, Philadelphia chromosome positive. a Excluding laboratory abnormalities. b NCI Common Terminology Criteria (CTC) for Adverse Events, version 3.0. Patients With Newly Diagnosed Ph+ CML-CP Tasigna 300 mg twice daily imatinib 400 mg once daily Tasigna 300 mg twice daily imatinib 400 mg once daily N = 279 N = 280 N = 279 N = 280 Body System and Adverse Reaction All Grades (%) CTC Grades b 3/ 4 (%) Skin and subcutaneous tissue disorders Rash 38 19 < 1 2 Pruritus 21 7 < 1 0 Alopecia 13 7 0 0 Dry skin 12 6 0 0 Gastrointestinal disorders Nausea 22 41 2 2 Constipation 20 8 < 1 0 Diarrhea 19 46 1 4 Vomiting 15 27 < 1 < 1 Abdominal pain upper 18 14 1 < 1 Abdominal pain 15 12 2 0 Dyspepsia 10 12 0 0 Nervous system disorders Headache 32 23 3 < 1 Dizziness 12 11 < 1 < 1 General disorders and administration-site conditions Fatigue 23 20 1 1 Pyrexia 14 13 < 1 0 Asthenia 14 12 < 1 0 Peripheral edema 9 20 < 1 0 Face edema < 1 14 0 < 1 Musculoskeletal and connective tissue disorders Myalgia 19 19 < 1 < 1 Arthralgia 22 17 < 1 < 1 Muscle spasms 12 34 0 1 Pain in extremity 15 16 < 1 < 1 Back pain 19 17 1 1 Respiratory, thoracic, and mediastinal disorders Cough 17 13 0 0 Oropharyngeal pain 12 6 0 0 Dyspnea 11 6 2 < 1 Infections and infestations Nasopharyngitis 27 21 0 0 Upper respiratory tract infection 17 14 < 1 0 Influenza 13 9 0 0 Gastroenteritis 7 10 0 < 1 Eye disorders Eyelid edema 1 19 0 < 1 Periorbital edema < 1 15 0 0 Psychiatric disorders Insomnia 11 9 0 0 Vascular disorder Hypertension 10 4 1 < 1 Table 8: Most Frequently Reported Non-Hematologic Adverse Reactions in Adult Patients With Resistant or Intolerant Ph+ CML Receiving Tasigna 400 mg Twice Daily (regardless of relationship to study drug) (greater than or equal to 10% in any group) 24-Month Analysis a Abbreviations: CML-AP, chronic myeloid leukemia-accelerated phase; CML-CP, chronic myeloid leukemia-chronic phase; Ph+, Philadelphia chromosome positive. a Excluding laboratory abnormalities. b NCI Common Terminology Criteria for Adverse Events, version 3.0. c Also includes preferred term anorexia. Body System and Adverse Reaction CML-CP CML-AP N = 321 N = 137 All Grades (%) CTC Grades b 3/ 4 (%) All Grades (%) CTC Grades b 3 / 4 (%) Skin and subcutaneous tissue disorders Rash 36 2 29 0 Pruritus 32 < 1 20 0 Night sweat 12 < 1 27 0 Alopecia 11 0 12 0 Gastrointestinal disorders Nausea 37 1 22 < 1 Constipation 26 < 1 19 0 Diarrhea 28 3 24 2 Vomiting 29 < 1 13 0 Abdominal pain 15 2 16 3 Abdominal pain upper 14 < 1 12 < 1 Dyspepsia 10 < 1 4 0 Nervous system disorders Headache 35 2 20 1 General disorders and administration-site conditions Fatigue 32 3 23 < 1 Pyrexia 22 < 1 28 2 Asthenia 16 0 14 1 Peripheral edema 15 < 1 12 0 Musculoskeletal and connective tissue disorders Myalgia 19 2 16 < 1 Arthralgia 26 2 16 0 Muscle spasms 13 < 1 15 0 Bone pain 14 < 1 15 2 Pain in extremity 20 2 18 1 Back pain 17 2 15 < 1 Musculoskeletal pain 11 < 1 12 1 Respiratory, thoracic, and mediastinal disorders Cough 27 < 1 18 0 Dyspnea 15 2 9 2 Oropharyngeal pain 11 0 7 0 Infections and infestations Nasopharyngitis 24 < 1 15 0 Upper respiratory tract infection 12 0 10 0 Metabolism and nutrition disorders Decreased appetite c 15 < 1 17 < 1 Psychiatric disorders Insomnia 12 1 7 0 Vascular disorders Hypertension 10 2 11 < 1 Laboratory Abnormalities Table 9 shows the percentage of adult patients experiencing treatment-emergent Grade 3/4 laboratory abnormalities in patients who received at least one dose of Tasigna. Table 9: Percent Incidence of Clinically Relevant Grade 3/4* Laboratory Abnormalities Abbreviations: ALT alanine aminotransferase; AST, aspartate aminotransferase; CML-AP, chronic myeloid leukemia-accelerated phase; CML-CP, chronic myeloid leukemia-chronic phase; Ph+, Philadelphia chromosome positive. *NCI Common Terminology Criteria for Adverse Events, version 3.0. 1 CML-CP: Thrombocytopenia: 12% were Grade 3, 18% were Grade 4. 2 CML-CP: Neutropenia: 16% were Grade 3, 15% were Grade 4. 3 CML-AP: Thrombocytopenia: 11% were Grade 3, 32% were Grade 4. 4 CML-AP: Neutropenia: 16% were Grade 3, 26% were Grade 4. Patient population Newly diagnosed adult Ph+ CML-CP Resistant or intolerant adult Ph+ CML-CP CML-AP Tasigna 300 mg twice daily N = 279 (%) imatinib 400 mg once daily N = 280 (%) Tasigna 400 mg twice daily N = 321 (%) Tasigna 400 mg twice daily N = 137 (%) Hematologic parameters Thrombocytopenia 10 9 30 1 42 3 Neutropenia 12 22 31 2 42 4 Anemia 4 6 11 27 Biochemistry parameters Elevated lipase 9 4 18 18 Hyperglycemia 7 < 1 12 6 Hypophosphatemia 8 10 17 15 Elevated bilirubin (total) 4 < 1 7 9 Elevated SGPT (ALT) 4 3 4 4 Hyperkalemia 2 1 6 4 Hyponatremia 1 < 1 7 7 Hypokalemia < 1 2 2 9 Elevated SGOT (AST) 1 1 3 2 Decreased albumin 0 < 1 4 3 Hypocalcemia < 1 < 1 2 5 Elevated alkaline phosphatase 0 < 1 < 1 1 Elevated creatinine 0 < 1 < 1 < 1 Elevated total cholesterol (all Grades) occurred in 28% (Tasigna 300 mg twice daily) and 4% (imatinib). Elevated triglycerides (all Grades) occurred in 12% and 8% of patients in the Tasigna and imatinib arms, respectively. Hyperglycemia (all Grades) occurred in 50% and 31% of patients in the Tasigna and imatinib arms, respectively. Most common biochemistry laboratory abnormalities (all Grades) were alanine aminotransferase increased (72%), blood bilirubin increased (59%), aspartate aminotransferase increased (47%), lipase increased (28%), blood glucose increased (50%), blood cholesterol increased (28%), and blood triglyceride increased (12%). Treatment Discontinuation in Patients With Ph+ CML-CP Who Have Achieved a Sustained Molecular Response (MR4.5) In eligible patients who discontinued Tasigna therapy after attaining a sustained molecular response (MR4.5), musculoskeletal symptoms (e.g., myalgia, pain in extremity, arthralgia, bone pain, spinal pain, or musculoskeletal pain), were reported more frequently than before treatment discontinuation in the first year, as noted in Table 10. The rate of new musculoskeletal symptoms generally decreased in the second year after treatment discontinuation. In the newly diagnosed population in whom musculoskeletal symptoms occurred at any time during the TFR phase, 23/53 (43%) had not resolved by the TFR end date or data cut-off date. In the population previously treated with imatinib in whom musculoskeletal events occurred at any time during the TFR phase, 32/57 (56%) had not resolved by the data cut-off date. The rate of musculoskeletal symptoms decreased in patients who entered the Tasigna treatment reinitiation (NTRI) phase, at 11/88 (13%) in the newly diagnosed population and 14/56 (25%) in the population previously treated with imatinib. Other adverse reactions observed in the Tasigna re-treatment phase were similar to those observed during Tasigna use in patients with newly diagnosed Ph+ CML-CP and resistant or intolerant Ph+ CML-CP and CML-AP. Table 10: Musculoskeletal Symptoms Occurring Upon Treatment Discontinuation in the Context of Treatment-Free Remission (TFR) Abbreviations: CML-CP, chronic myeloid leukemia-chronic phase; Ph+, Philadelphia chromosome positive ; TFR, treatment-free remission. Entire TFR period in all TFR patients By time interval, in subset of patients in TFR greater than 48 weeks Ph+ CML-CP patients N Median follow-up in TFR Patients with musculoskeletal symptoms N Year prior to Tasigna discontinuation 1 st year after Tasigna discontinuation 2 nd year after Tasigna discontinuation All Grades Grade 3/4 All Grades Grade 3/4 All Grades Grade 3/4 All Grades Grade 3/4 Newly Diagnosed 190 76 weeks 28% 1% 100 17% 0% 34% 2% 9% 0% Previously treated with imatinib 126 99 weeks 45% 2% 73 14% 0% 48% 3% 15% 1% Additional Data From Clinical Trials The following adverse drug reactions were reported in adult patients in the Tasigna clinical studies at the recommended doses. These adverse drug reactions are ranked under a heading of frequency, the most frequent first using the following convention: common (greater than or equal to 1% and less than 10%), uncommon (greater than or equal to 0.1% and less than 1%), and unknown frequency (single events). For laboratory abnormalities, very common events (greater than or equal to 10%), which were not included in Tables 7 and 8, are also reported . These adverse reactions are included based on clinical relevance and ranked in order of decreasing seriousness within each category, obtained from 2 clinical studies: 1. Adult patients with newly diagnosed Ph+ CML-CP 60 month analysis and, 2. Adult patients with resistant or intolerant Ph+ CML-CP and CMP-AP 24 months’ analysis. Infections and Infestations: Common: folliculitis. Uncommon: pneumonia, bronchitis, urinary tract infection, candidiasis (including oral candidiasis). Unknown frequency: hepatitis B reactivation, sepsis, subcutaneous abscess, anal abscess, furuncle, tinea pedis. Neoplasms Benign, Malignant , and Unspecified : Common: skin papilloma. Unknown frequency: oral papilloma, paraproteinemia. Blood and Lymphatic System Disorders: Common: leukopenia, eosinophilia, febrile neutropenia, pancytopenia, lymphopenia. Unknown frequency: thrombocythemia, leukocytosis. Immune System Disorders: Unknown frequency: hypersensitivity. Endocrine Disorders: Uncommon: hyperthyroidism, hypothyroidism. Unknown frequency: hyperparathyroidism secondary, thyroiditis. Metabolism and Nutrition Disorders: Very Common: hypophosphatemia. Common: electrolyte imbalance (including hypomagnesemia, hyperkalemia, hypokalemia, hyponatremia, hypocalcemia, hypercalcemia, hyperphosphatemia), diabetes mellitus, hyperglycemia, hypercholesterolemia, hyperlipidemia, hypertriglyceridemia. Uncommon: gout, dehydration, increased appetite. Unknown frequency: hyperuricemia, hypoglycemia. Psychiatric Disorders: Common: depression, anxiety. Unknown frequency: disorientation, confusional state, amnesia, dysphoria. Nervous System Disorders: Common: peripheral neuropathy, hypoesthesia, paresthesia. Uncommon: intracranial hemorrhage, ischemic stroke, transient ischemic attack, cerebral infarction, migraine, loss of consciousness (including syncope), tremor, disturbance in attention, hyperesthesia, facial paralysis. Unknown frequency: basilar artery stenosis, brain edema, optic neuritis, lethargy, dysesthesia, restless legs syndrome. Eye Disorders: Common: eye hemorrhage, eye pruritus, conjunctivitis, dry eye (including xerophthalmia). Uncommon: vision impairment, vision blurred, visual acuity reduced, photopsia, hyperemia (scleral, conjunctival, ocular), eye irritation, conjunctival hemorrhage. Unknown frequency: papilledema, diplopia, photophobia, eye swelling, blepharitis, eye pain, chorioretinopathy, conjunctivitis allergic, ocular surface disease. Ear and Labyrinth Disorders: Common: vertigo. Unknown frequency: hearing impaired, ear pain, tinnitus. Cardiac Disorders: Common: angina pectoris, arrhythmia (including atrioventricular block, cardiac flutter, extrasystoles, atrial fibrillation, tachycardia, bradycardia), palpitations, electrocardiogram QT prolonged. Uncommon: cardiac failure, myocardial infarction, coronary artery disease, cardiac murmur, coronary artery stenosis, myocardial ischemia, pericardial effusion, cyanosis. Unknown frequency: ventricular dysfunction, pericarditis, ejection fraction decrease. Vascular Disorders: Common: flushing. Uncommon: hypertensive crisis, peripheral arterial occlusive disease, intermittent claudication, arterial stenosis limb, hematoma, arteriosclerosis. Unknown frequency: shock hemorrhagic, hypotension, thrombosis, peripheral artery stenosis. Respiratory, Thoracic and Mediastinal Disorders: Common: dyspnea exertional, epistaxis, dysphonia. Uncommon: pulmonary edema, pleural effusion, interstitial lung disease, pleuritic pain, pleurisy, pharyngolaryngeal pain, throat irritation. Unknown frequency: pulmonary hypertension, wheezing. Gastrointestinal Disorders: Common: pancreatitis, abdominal discomfort, abdominal distension, dysgeusia, flatulence. Uncommon: gastrointestinal hemorrhage, melena, mouth ulceration, gastroesophageal reflux, stomatitis, esophageal pain, dry mouth, gastritis, sensitivity of teeth. Unknown frequency: gastrointestinal ulcer perforation, retroperitoneal hemorrhage, hematemesis, gastric ulcer, esophagitis ulcerative, subileus, enterocolitis, hemorrhoids, hiatus hernia, rectal hemorrhage, gingivitis. Hepatobiliary Disorders: Very common: hyperbilirubinemia. Common: hepatic function abnormal. Uncommon: hepatotoxicity, toxic hepatitis, jaundice. Unknown frequency: cholestasis, hepatomegaly. Skin and Subcutaneous Tissue Disorders: Common: eczema, urticaria, erythema, hyperhidrosis, contusion, acne, dermatitis (including allergic, exfoliative and acneiform). Uncommon: exfoliative rash, drug eruption, pain of skin, ecchymosis. Unknown frequency: psoriasis, erythema multiforme, erythema nodosum, skin ulcer, palmar-plantar erythrodysesthesia syndrome, petechiae, photosensitivity, blister, dermal cyst, sebaceous hyperplasia, skin atrophy, skin discoloration, skin exfoliation, skin hyperpigmentation, skin hypertrophy, hyperkeratosis. Musculoskeletal and Connective Tissue Disorders: Common: bone pain, musculoskeletal chest pain, musculoskeletal pain, back pain, neck pain, flank pain, muscular weakness. Uncommon: musculoskeletal stiffness, joint swelling. Unknown frequency: arthritis. Renal and Urinary Disorders: Common: pollakiuria. Uncommon: dysuria, micturition urgency, nocturia. Unknown frequency: renal failure, hematuria, urinary incontinence, chromaturia. Reproductive System and Breast Disorders: Uncommon: breast pain, gynecomastia, erectile dysfunction. Unknown frequency: breast induration, menorrhagia, nipple swelling. General Disorders and Administration Site Conditions: Common: pyrexia, chest pain (including non-cardiac chest pain), pain, chest discomfort, malaise. Uncommon: gravitational edema, influenza-like illness, chills, feeling body temperature change (including feeling hot, feeling cold). Unknown frequency: localized edema. Investigations: Very Common: alanine aminotransferase increased, aspartate aminotransferase increased, lipase increased, lipoprotein cholesterol (including very low density and high density) increased, total cholesterol increased, blood triglycerides increased. Common: hemoglobin decreased, blood amylase increased, gamma-glutamyltransferase increased, blood creatinine phosphokinase increased, blood alkaline phosphatase increased, weight decreased, weight increased, globulins decreased. Uncommon: blood lactate dehydrogenase increased, blood urea increased. Unknown frequency: troponin increased, blood bilirubin unconjugated increased, insulin C-peptide decreased, blood parathyroid hormone increased. In Pediatric Patients With Newly Diagnosed Ph+ CML-CP or Resistant or Intolerant Ph+ CML-CP The data below reflect exposure to Tasigna from two studies in pediatric patients from 2 to less than 18 years of age with either newly diagnosed Ph+ CML-CP or imatinib/dasatinib resistant or intolerant Ph+ CML-CP treated at the recommended dose of 230 mg/m 2 twice daily (n = 69) [see Clinical Studies (14.5)] . The median time on treatment with Tasigna was 39.6 months (range, 0.7 to 63.5 months). The median actual dose intensity was 427.7 mg/m 2 /day (range 149.1 to 492.8 mg/m 2 /day), and the median relative dose intensity was 93% (range, 32.4 to 107.1%). Thirty-nine patients (57%) had relative dose intensity superior to 90%. In pediatric patients with Ph+ CML-CP, the most common (greater than 20%) non-hematologic adverse reactions were hyperbilirubinemia, headache, alanine aminotransferase increased, rash, pyrexia, nausea, aspartate aminotransferase increased, pain in extremity, upper respiratory tract infection, vomiting, diarrhea, and nasopharyngitis. The most common (greater than 5%) Grade 3/4 non-hematologic adverse reactions were hyperbilirubinemia, rash, alanine aminotransferase increased, and neutropenia. Laboratory abnormalities of hyperbilirubinemia (Grade 3/4: 16%) and transaminase elevation (AST Grade 3/4: 2.9%, ALT Grade 3/4: 10%), were reported at a higher frequency than in adult patients. The most common hematological laboratory abnormalities (greater than or equal to 30% of patients, of all Grades) were decreases in total white blood cells (54%), platelet count (44%), absolute neutrophils (44%), hemoglobin (38%), and absolute lymphocytes (36%). Discontinuation of study treatment due to adverse reactions occurred in 15 patients (22%). The most frequent adverse reactions leading to discontinuation were hyperbilirubinemia (9%) and rash (6%). Increase in QTcF greater than 30 msec from baseline was observed in 19 patients (28%). No patient had an absolute QTcF of greater than 500 msec or QTcF increase of greater than 60 msec from baseline. Growth Retardation in Pediatric Population In a multicenter, open-label, single-arm study of 58 pediatric patients with newly diagnosed or resistant Ph+ CML-CP treated with Tasigna, with a median exposure of 56.7 months, adverse reactions associated with growth and deceleration of growth in regard to height were reported in 3 patients (5%). The adverse reactions include growth retardation in 2 adolescent patients and growth hormone deficiency with short stature in the remaining patient (age category: child). Of the 58 pediatric patients, five (9%) crossed two main percentile lines from baseline and three (5%) crossed three main percentile lines from baseline (percentile lines: 5 th , 10 th , 25 th , 50 th , 75 th , 90 th , and 95 th ). Close monitoring of growth in pediatric patients under Tasigna treatment is recommended [see Warnings and Precautions (5.14)] . 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of Tasigna. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders : thrombotic microangiopathy Nervous System Disorders : facial paralysis Musculoskeletal and Connective Tissue Disorders : osteonecrosis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Tasigna is contraindicated in patients with hypokalemia, hypomagnesemia, or long QT syndrome [see Boxed Warning]. Tasigna is contraindicated in patients with hypokalemia, hypomagnesemia, or long QT syndrome. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Adult Dose: Newly diagnosed Ph+ CML-CP: 300 mg orally twice daily. Resistant or intolerant Ph+ CML-CP and CML-AP: 400 mg orally twice daily. ( 2.1 ) Recommended Pediatric Dose: Newly Diagnosed Ph+ CML-CP or Ph+ CML-CP and CML-AP resistant or intolerant to prior TKI therapy: 230 mg/m 2 orally twice daily, rounded to the nearest 50 mg dose (to a maximum single dose of 400 mg). ( 2.1 ) See Dosage and Administration for full dosing instructions and dose-reduction instructions for toxicity. ( 2.1 ) Reduce starting dose in patients with baseline hepatic impairment. ( 2.7 ) Eligible newly diagnosed adult patients with Ph+ CML-CP who have received Tasigna for a minimum of 3 years and have achieved a sustained molecular response (MR4.5) and patients with Ph+ CML-CP resistant or intolerant to imatinib who have received Tasigna for at least 3 years and have achieved a sustained molecular response (MR4.5) may be considered for treatment discontinuation. ( 2.2 , 2.3 , 5.16 ) 2.1 Recommended Dosage Dose Tasigna twice daily at approximately 12-hour intervals on an empty stomach. No food should be consumed for at least 2 hours before the dose is taken and for at least 1 hour after the dose is taken. Advise patients to swallow the capsules whole with water [see Boxed Warning, Clinical Pharmacology (12.3)]. For patients who are unable to swallow capsules, the contents of each capsule may be dispersed in 1 teaspoon of applesauce (puréed apple). The mixture should be taken immediately (within 15 minutes) and should not be stored for future use [see Clinical Pharmacology (12.3)] . Tasigna may be given in combination with hematopoietic growth factors, such as erythropoietin or G-CSF if clinically indicated. Tasigna may be given with hydroxyurea or anagrelide if clinically indicated. Dosage in Adult Patients with Newly Diagnosed Ph+ CML-CP The recommended dosage of Tasigna is 300 mg orally twice daily. Dosage in Adult Patients with Resistant or Intolerant Ph+ CML-CP and CML-AP The recommended dosage of Tasigna is 400 mg orally twice daily. Dosage in Pediatric Patients with Newly Diagnosed Ph+ CML-CP or Resistant or Intolerant Ph+ CML-CP and CML-AP The recommended dosage of Tasigna for pediatric patients is 230 mg/m 2 orally twice daily, rounded to the nearest 50 mg dose (to a maximum single dose of 400 mg) (see Table 1). If needed, attain the desired dose by combining different strengths of Tasigna capsules. Continue treatment as long as clinical benefit is observed or until unacceptable toxicity occurs. Table 1: Pediatric Dosing of Tasigna (230 mg/m 2 Twice Daily, Maximum Single Dose of 400 mg) Body surface area Single dose Total daily dose Up to 0.32 m 2 50 mg 100 mg 0.33 – 0.54 m 2 100 mg 200 mg 0.55 – 0.76 m 2 150 mg 300 mg 0.77 – 0.97 m 2 200 mg 400 mg 0.98 – 1.19 m 2 250 mg 500 mg 1.20 – 1.41 m 2 300 mg 600 mg 1.42 – 1.63 m 2 350 mg 700 mg ≥ 1.64 m 2 400 mg 800 mg 2.2 Discontinuation of Treatment After a Sustained Molecular Response (MR4.5) on Tasigna Patient Selection Eligibility for Discontinuation of Treatment Ph+ CML-CP patients with typical BCR-ABL transcripts, who have been taking Tasigna for a minimum of 3 years and have achieved a sustained molecular response (MR4.5, corresponding to = BCR-ABL/ABL ≤ 0.0032% IS), may be eligible for treatment discontinuation [see Clinical Studies (14.3, 14.4)] . Information on FDA authorized tests for the detection and quantitation of BCR-ABL transcripts to determine eligibility for treatment discontinuation is available at http://www.fda.gov/CompanionDiagnostics . Patients with typical BCR-ABL transcripts (e13a2/b2a2 or e14a2/b3a2), who achieve the sustained MR4.5 criteria, are eligible for discontinuation of Tasigna. Patients must continue to be monitored for possible loss of molecular remission after treatment discontinuation. Use the same FDA-authorized test to consistently monitor molecular response levels while on and off treatment. Consider discontinuation in patients with newly diagnosed Ph+ CML-CP who have: been treated with Tasigna for at least 3 years maintained a molecular response of at least MR4.0 (corresponding to = BCR-ABL/ABL ≤ 0.01% IS) for one year prior to discontinuation of therapy achieved an MR4.5 for the last assessment taken immediately prior to discontinuation of therapy been confirmed to express the typical BCR-ABL transcripts (e13a2/b2a2 or e14a2/b3a2) no history of accelerated phase or blast crisis no history of prior attempts of treatment-free remission discontinuation that resulted in relapse. Consider discontinuation in patients with Ph+ CML-CP that are resistant or intolerant to imatinib who have achieved a sustained molecular response (MR4.5) on Tasigna who have: been treated with Tasigna for a minimum of 3 years been treated with imatinib only prior to treatment with Tasigna achieved a molecular response of MR4.5 (corresponding to = BCR-ABL/ABL ≤ 0.0032% IS) sustained an MR4.5 for a minimum of one year immediately prior to discontinuation of therapy been confirmed to express the typical BCR-ABL transcripts (e13a2/b2a2 or e14a2/b3a2) no history of accelerated phase or blast crisis no history of prior attempts of treatment-free remission discontinuation that resulted in relapse. Monitor BCR-ABL transcript levels and complete blood count (CBC) with differential in patients who have discontinued Tasigna therapy monthly for one year, then every 6 weeks for the second year, and every 12 weeks thereafter [see Warnings and Precautions (5.16)]. Upon the loss of MR4.0 (corresponding to = BCR-ABL/ABL ≤ 0.01% IS) during the treatment-free phase, monitor BCR-ABL transcript levels every 2 weeks until BCR-ABL levels remain lower than major molecular response [(MMR), corresponding to MR3.0 or = BCR-ABL/ABL ≤ 0.1% IS] for 4 consecutive measurements. The patient can then proceed to the original monitoring schedule. 2.3 Reinitiation of Treatment in Patients Who Lose Molecular Response After Discontinuation of Therapy With Tasigna Newly diagnosed patients who lose MMR must reinitiate treatment within 4 weeks at the dose level prior to discontinuation of therapy [see Warnings and Precautions (5.16)] . Patients who reinitiate Tasigna therapy should have their BCR-ABL transcript levels monitored monthly until major molecular response is re-established and every 12 weeks thereafter. Patients resistant or intolerant to prior treatment that included imatinib with confirmed loss of MR4.0 (2 consecutive measures separated by at least 4 weeks showing loss of MR4.0) or loss of MMR must reinitiate treatment within 4 weeks at the dose level prior to discontinuation of therapy [see Warnings and Precautions (5.16)] . Patients who reinitiate Tasigna therapy should have their BCR-ABL transcript levels monitored monthly until previous major molecular response or MR4.0 is re-established and every 12 weeks thereafter. 2.4 Dosage Modification for QT Interval Prolongation See Table 2 for dose adjustments for QT interval prolongation [see Warnings and Precautions (5.2), Clinical Pharmacology (12.2)] . Table 2: Dosage Adjustments for Adult and Pediatric Patients With QT Prolongation Abbreviation: ECG, electrocardiogram. Degree of QTc prolongation Dosage adjustment ECGs with a QTc greater than 480 msec 1. Withhold Tasigna, and perform an analysis of serum potassium and magnesium, and if below lower limit of normal, correct with supplements to within normal limits. Concomitant medication usage must be reviewed. 2. Resume within 2 weeks at prior dose if QTcF returns to less than 450 msec and to within 20 msec of baseline. 3. If QTcF is between 450 msec and 480 msec after 2 weeks, reduce the dose to 400 mg once daily in adults and 230 mg/m 2 once daily in pediatric patients. 4. Discontinue Tasigna if, following dose-reduction to 400 mg once daily in adults and 230 mg/m 2 once daily in pediatric patients, QTcF returns to greater than 480 msec. 5. An ECG should be repeated approximately 7 days after any dose adjustment. 2.5 Dosage Modifications for Myelosuppression Withhold or reduce Tasigna dosage for hematological toxicities (neutropenia, thrombocytopenia) that are not related to underlying leukemia (Table 3) [see Warnings and Precautions (5.1)] . Table 3: Dosage Adjustments for Neutropenia and Thrombocytopenia Abbreviations: ANC, absolute neutrophil count; Ph+ CML, Philadelphia chromosome positive chronic myeloid leukemia. Diagnosis Degree of myelosuppression Dosage adjustment Adult patients with: Newly diagnosed Ph+ CML in chronic phase at 300 mg twice daily Resistant or intolerant Ph+ CML in chronic phase or accelerated phase at 400 mg twice daily ANC less than 1.0 x 10 9 /L and/or platelet counts less than 50 x 10 9 /L 1. Stop Tasigna, and monitor blood counts. 2. Resume within 2 weeks at prior dose if ANC greater than 1.0 x 10 9 /L and platelets greater than 50 x 10 9 /L. 3. If blood counts remain low for greater than 2 weeks, reduce the dose to 400 mg once daily. Pediatric patients with: Newly diagnosed Ph+ CML in chronic phase at 230 mg/m 2 twice daily Resistant or intolerant Ph+ CML in chronic phase at 230 mg/m 2 twice daily ANC less than 1.0 x 10 9 /L and/or platelet counts less than 50 x 10 9 /L 1. Stop Tasigna and monitor blood counts. 2. Resume within 2 weeks at prior dose if ANC greater than 1.5 x 10 9 /L and/or platelets greater than 75 x 10 9 /L. 3. If blood counts remain low for greater than 2 weeks, a dose reduction to 230 mg/m 2 once daily may be required. 4. If event occurs after dose reduction, consider discontinuing treatment. 2.6 Dosage Modifications for Selected Non-Hematologic Laboratory Abnormalities and Other Toxicities See Table 4 for dosage adjustments for elevations of lipase, amylase, bilirubin, and/or hepatic transaminases [see Warnings and Precautions (5.5, 5.6), Adverse Reactions (6.1)]. Table 4: Dosage Adjustments for Selected Non-Hematologic Laboratory Abnormalities Degree of non-hematologic laboratory abnormality Dosage adjustment Elevated serum lipase or amylase greater than or equal to Grade 3 Adult patients: 1. Withhold Tasigna, and monitor serum lipase or amylase. 2. Resume treatment at 400 mg once daily if serum lipase or amylase returns to less than or equal to Grade 1. Pediatric patients: 1. Interrupt Tasigna until the event returns to less than or equal to Grade 1. 2. Resume treatment at 230 mg/m 2 once daily if prior dose was 230 mg/m 2 twice daily; discontinue treatment if prior dose was 230 mg/m 2 once daily. Elevated bilirubin greater than or equal to Grade 3 in adult patients and greater than or equal to Grade 2 in pediatric patients Adult patients: 1. Withhold Tasigna, and monitor bilirubin. 2. Resume treatment at 400 mg once daily if bilirubin returns to less than or equal to Grade 1. Pediatric patients: 1. Interrupt Tasigna until the event returns to less than or equal to Grade 1. 2. Resume treatment at 230 mg/m 2 once daily if prior dose was 230 mg/m 2 twice daily; discontinue treatment if prior dose was 230 mg/m 2 once daily, and recovery to less than or equal to Grade 1 takes longer than 28 days. Elevated hepatic transaminases greater than or equal to Grade 3 Adult patients: 1. Withhold Tasigna, and monitor hepatic transaminases. 2. Resume treatment at 400 mg once daily if hepatic transaminases returns to less than or equal to Grade 1. Pediatric patients: 1. Interrupt Tasigna until the event returns to less than or equal to Grade 1. 2. Resume treatment at 230 mg/m 2 once daily if prior dose was 230 mg/m 2 twice daily; discontinue treatment if prior dose was 230 mg/m 2 once daily, and recovery to less than or equal to Grade 1 takes longer than 28 days. If clinically significant moderate or severe non-hematologic toxicity develops (including medically severe fluid retention), see Table 5 for dosage adjustments [see Adverse Reactions (6.1)] . Table 5: Dosage Adjustments for Other Non-Hematologic Toxicities Abbreviations: CML-AP, chronic myeloid leukemia-accelerated phase; CML-CP, chronic myeloid leukemia-chronic phase; Ph+, Philadelphia chromosome positive. Degree of “other Non-hematologic toxicity” Dosage adjustment Other clinically moderate or severe non-hematologic toxicity Adult patients: 1. Withhold Tasigna until toxicity has resolved. 2. Resume treatment at 400 mg once daily if previous dose was 300 mg twice daily in adult patients newly diagnosed with CML-CP or 400 mg twice daily in adult patients with resistant or intolerant CML-CP and CML-AP. 3. Discontinue treatment if the prior dose was 400 mg once daily in adult patients. 4. If clinically appropriate, consider re-escalation of the dose to 300 mg (newly diagnosed Ph+ CML-CP) or 400 mg (resistant or intolerant Ph+ CML-CP and CML-AP) twice daily. Pediatric patients: 1. Interrupt Tasigna until toxicity has resolved. 2. Resume treatment at 230 mg/m 2 once daily if previous dose was 230 mg/m 2 twice daily; discontinue treatment if prior dose was 230 mg/m 2 once daily. 3. If clinically appropriate, consider re-escalation of the dose to 230 mg/m 2 twice daily. 2.7 Dosage Modification for Hepatic Impairment If possible, consider alternative therapies. If Tasigna must be administered to patients with hepatic impairment, consider the following dose reduction [see Use in Specific Populations (8.7)] : Table 6: Dose Adjustments for Adult Patients With Hepatic Impairment Diagnosis Degree of hepatic impairment Dosage adjustment Newly diagnosed Ph+ CML in chronic phase Mild (Child-Pugh A), Moderate (Child-Pugh B), or Severe (Child-Pugh C) Reduce dosage to 200 mg twice daily. Increase dosage to 300 mg twice daily based on tolerability. Resistant or intolerant Ph+ CML in chronic phase or accelerated phase Mild or Moderate Reduce dosage to 300 mg twice daily. Increase dosage to 400 mg twice daily based on tolerability. Severe Reduce dosage to 200 mg twice daily. Increase dosage to 300 mg twice daily and then to 400 mg twice daily based on tolerability. 2.8 Dosage Modification With Concomitant Strong CYP3A4 Inhibitors Avoid the concomitant use of strong CYP3A4 inhibitors. Should treatment with any of these agents be required, interrupt therapy with Tasigna. If patients must be coadministered a strong CYP3A4 inhibitor, reduce dosage to 300 mg once daily in patients with resistant or intolerant Ph+ CML or to 200 mg once daily in patients with newly diagnosed Ph+ CML-CP. However, there are no clinical data with this dose adjustment in patients receiving strong CYP3A4 inhibitors. If the strong inhibitor is discontinued, allow a washout period before adjusting Tasigna dose upward to the indicated dose. For patients who cannot avoid use of strong CYP3A4 inhibitors, monitor closely for prolongation of the QT interval [see Boxed Warning, Warnings and Precautions (5.2), Drug Interactions (7.1, 7.2), Clinical Pharmacology (12.3)] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tasigna is a kinase inhibitor indicated for the treatment of: Adult and pediatric patients greater than or equal to 1 year of age with newly diagnosed Philadelphia chromosome positive chronic myeloid leukemia (Ph+ CML) in chronic phase. ( 1.1 ) Adult patients with chronic phase (CP) and accelerated phase (AP) Ph+ CML resistant to or intolerant to prior therapy that included imatinib. ( 1.2 ) Pediatric patients greater than or equal to 1 year of age with Ph+ CML-CP and CML-AP resistant or intolerant to prior tyrosine-kinase inhibitor (TKI) therapy. ( 1.3 ) 1.1 Adult and Pediatric Patients With Newly Diagnosed Ph+ CML-CP Tasigna is indicated for the treatment of adult and pediatric patients greater than or equal to 1 year of age with newly diagnosed Philadelphia chromosome positive chronic myeloid leukemia (Ph+ CML) in chronic phase. 1.2 Adult Patients With Resistant or Intolerant Ph+ CML-CP and CML-AP Tasigna is indicated for the treatment of adult patients with chronic phase and accelerated phase Philadelphia chromosome positive chronic myelogenous leukemia (Ph+ CML) resistant or intolerant to prior therapy that included imatinib. 1.3 Pediatric Patients With Resistant or Intolerant Ph+ CML-CP and CML-AP Tasigna is indicated for the treatment of pediatric patients greater than or equal to 1 year of age with chronic phase and accelerated phase Philadelphia chromosome positive chronic myeloid leukemia (Ph+ CML) with resistance or intolerance to prior tyrosine-kinase inhibitor (TKI) therapy."
  ],
  "fetched_at": "2025-10-01T15:45:14.968006",
  "source": "OpenFDA"
}