{
  "drug_name": "Nintedanib",
  "generic_name": [
    "NINTEDANIB"
  ],
  "brand_names": [
    "Ofev"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Coadministration of P-gp and CYP3A4 inhibitors may increase nintedanib exposure. Monitor patients closely for tolerability of OFEV. ( 7.1 ) 7.1 P-glycoprotein (P-gp) and CYP3A4 Inhibitors and Inducers Nintedanib is a substrate of P-gp and, to a minor extent, CYP3A4 [see Clinical Pharmacology (12.3) ] . Coadministration with oral doses of a P-gp and CYP3A4 inhibitor, ketoconazole, increased exposure to nintedanib by 60%. Concomitant use of P-gp and CYP3A4 inhibitors (e.g., erythromycin) with OFEV may increase exposure to nintedanib [see Clinical Pharmacology (12.3) ] . In such cases, patients should be monitored closely for tolerability of OFEV. Management of adverse reactions may require interruption, dose reduction, or discontinuation of therapy with OFEV [see Dosage and Administration (2.4) ] . Coadministration with oral doses of a P-gp and CYP3A4 inducer, rifampicin, decreased exposure to nintedanib by 50%. Concomitant use of P-gp and CYP3A4 inducers (e.g., carbamazepine, phenytoin, and St. John's wort) with OFEV should be avoided as these drugs may decrease exposure to nintedanib [see Clinical Pharmacology (12.3) ]. 7.2 Anticoagulants Nintedanib is a VEGFR inhibitor and may increase the risk of bleeding. Monitor patients on full anticoagulation therapy closely for bleeding and adjust anticoagulation treatment as necessary [see Warnings and Precautions (5.6) ]. 7.3 Pirfenidone In a multiple-dose study conducted to assess the pharmacokinetic effects of concomitant treatment with nintedanib and pirfenidone, the coadministration of nintedanib with pirfenidone did not alter the exposure of either agent [see Clinical Pharmacology (12.3) ] . Therefore, no dose adjustment is necessary during concomitant administration of nintedanib with pirfenidone. 7.4 Bosentan Coadministration of nintedanib with bosentan did not alter the pharmacokinetics of nintedanib [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Elevated Liver Enzymes and Drug-Induced Liver Injury [see Warnings and Precautions (5.2) ] Gastrointestinal Disorders [see Warnings and Precautions (5.3) ] Embryo-Fetal Toxicity [see Warnings and Precautions (5.4) ] Arterial Thromboembolic Events [see Warnings and Precautions (5.5) ] Risk of Bleeding [see Warnings and Precautions (5.6) ] Gastrointestinal Perforation [see Warnings and Precautions (5.7) ] Nephrotic Range Proteinuria [see Warnings and Precautions (5.8) ] Most common adverse reactions (≥5%) are: diarrhea, nausea, abdominal pain, vomiting, liver enzyme elevation, decreased appetite, headache, weight decreased, and hypertension. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at (800) 542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of OFEV was evaluated in over 1000 IPF patients, 332 patients with chronic fibrosing ILDs with a progressive phenotype, and over 280 patients with SSc-ILD. Over 200 IPF patients were exposed to OFEV for more than 2 years in clinical trials. Idiopathic Pulmonary Fibrosis OFEV was studied in three randomized, double-blind, placebo-controlled, 52-week trials. In the phase 2 (Study 1) and phase 3 (Study 2 and Study 3) trials, 723 patients with IPF received OFEV 150 mg twice daily and 508 patients received placebo. The median duration of exposure was 10 months for patients treated with OFEV and 11 months for patients treated with placebo. Subjects ranged in age from 42 to 89 years (median age of 67 years). Most patients were male (79%) and Caucasian (60%). The most frequent serious adverse reactions reported in patients treated with OFEV, more than placebo, were bronchitis (1.2% vs. 0.8%) and myocardial infarction (1.5% vs. 0.4%). The most common adverse events leading to death in patients treated with OFEV, more than placebo, were pneumonia (0.7% vs. 0.6%), lung neoplasm malignant (0.3% vs. 0%), and myocardial infarction (0.3% vs. 0.2%). In the predefined category of major adverse cardiovascular events (MACE) including MI, fatal events were reported in 0.6% of OFEV-treated patients and 1.8% of placebo-treated patients. Adverse reactions leading to permanent dose reductions were reported in 16% of OFEV-treated patients and 1% of placebo-treated patients. The most frequent adverse reaction that led to permanent dose reduction in the patients treated with OFEV was diarrhea (11%). Adverse reactions leading to discontinuation were reported in 21% of OFEV-treated patients and 15% of placebo-treated patients. The most frequent adverse reactions that led to discontinuation in OFEV-treated patients were diarrhea (5%), nausea (2%), and decreased appetite (2%). The most common adverse reactions with an incidence of greater than or equal to 5% and more frequent in the OFEV than placebo treatment group are listed in Table 1 . Table 1 Adverse Reactions Occurring in ≥5% of OFEV-treated Patients with Idiopathic Pulmonary Fibrosis and More Commonly Than Placebo in Study 1, Study 2, and Study 3 Adverse Reaction OFEV, 150 mg n=723 Placebo n=508 a Includes abdominal pain, abdominal pain upper, abdominal pain lower, gastrointestinal pain and abdominal tenderness. b Includes gamma-glutamyltransferase increased, hepatic enzyme increased, alanine aminotransferase increased, aspartate aminotransferase increased, hepatic function abnormal, liver function test abnormal, transaminase increased, blood alkaline phosphatase-increased, alanine aminotransferase abnormal, aspartate aminotransferase abnormal, and gamma-glutamyltransferase abnormal. c Includes hypertension, blood pressure increased, hypertensive crisis, and hypertensive cardiomyopathy. Gastrointestinal disorders Diarrhea 62% 18% Nausea 24% 7% Abdominal pain a 15% 6% Vomiting 12% 3% Hepatobiliary disorders Liver enzyme elevation b 14% 3% Metabolism and nutrition disorders Decreased appetite 11% 5% Nervous system disorders Headache 8% 5% Investigations Weight decreased 10% 3% Vascular disorders Hypertension c 5% 4% In addition, hypothyroidism was reported in patients treated with OFEV, more than placebo (1.1% vs. 0.6%). Alopecia was also reported in more patients treated with OFEV than placebo (0.8% vs. 0.4%). Combination with Pirfenidone Concomitant treatment with nintedanib and pirfenidone was investigated in an exploratory open-label, randomized (1:1) trial of nintedanib 150 mg twice daily with add-on pirfenidone (titrated to 801 mg three times a day) compared to nintedanib 150 mg twice daily alone in 105 randomized patients for 12 weeks. The primary endpoint was the percentage of patients with gastrointestinal adverse events from baseline to Week 12. Gastrointestinal adverse events were in line with the established safety profile of each component and were experienced in 37 (70%) patients treated with pirfenidone added to nintedanib versus 27 (53%) patients treated with nintedanib alone. Diarrhea, nausea, vomiting, and abdominal pain (includes upper abdominal pain, abdominal discomfort, and abdominal pain) were the most frequent adverse events reported in 20 (38%) versus 16 (31%), in 22 (42%) versus 6 (12%), in 15 (28%) versus 6 (12%), and in 15 (28%) versus 7 (14%) patients treated with pirfenidone added to nintedanib versus nintedanib alone, respectively. More subjects reported AST or ALT elevations (greater than or equal to 3 times the upper limit of normal) when using pirfenidone in combination with nintedanib (n=3 (6%)) compared to nintedanib alone (n=0) [see Warnings and Precautions (5.2 , 5.3) ] . Chronic Fibrosing Interstitial Lung Diseases with a Progressive Phenotype OFEV was studied in a phase 3, double-blind, placebo-controlled trial (Study 5) in which 663 patients with chronic fibrosing ILDs with a progressive phenotype were randomized to receive OFEV 150 mg twice daily (n=332) or placebo (n=331) for at least 52 weeks. At 52 weeks, the median duration of exposure was 12 months for patients in both treatment arms. Subjects ranged in age from 27 to 87 years (median age of 67 years). The majority of patients were Caucasian (74%) or Asian (25%). Most patients were male (54%). The most frequent serious adverse event reported in patients treated with OFEV, more than placebo, was pneumonia (4% vs. 3%). Adverse events leading to death were reported in 3% of patients treated with OFEV and in 5% of patients treated with placebo. No pattern was identified in the adverse events leading to death. Adverse reactions leading to permanent dose reductions were reported in 33% of OFEV-treated patients and 4% of placebo-treated patients. The most frequent adverse reaction that led to permanent dose reduction in the patients treated with OFEV was diarrhea (16%). Adverse reactions leading to discontinuation were reported in 20% of OFEV-treated patients and 10% of placebo-treated patients. The most frequent adverse reaction that led to discontinuation in OFEV-treated patients was diarrhea (6%). The safety profile in patients with chronic fibrosing ILDs with a progressive phenotype treated with OFEV was consistent with that observed in IPF patients. In addition, the following adverse events were reported in OFEV more than placebo in chronic progressive fibrosing ILD: nasopharyngitis (13% vs. 12%), upper respiratory tract infection (7% vs. 6%), urinary tract infection (6% vs. 4%), fatigue (10% vs. 6%), and back pain (6% vs. 5%). Systemic Sclerosis-Associated Interstitial Lung Disease OFEV was studied in a phase 3, randomized, double-blind, placebo-controlled trial (Study 4) in which 576 patients with SSc-ILD received OFEV 150 mg twice daily (n=288) or placebo (n=288). Patients were to receive treatment for at least 52 weeks; individual patients were treated for up to 100 weeks. The median duration of exposure was 15 months for patients treated with OFEV and 16 months for patients treated with placebo. Subjects ranged in age from 20 to 79 years (median age of 55 years). Most patients were female (75%). Patients were mostly Caucasian (67%), Asian (25%), or Black (6%). At baseline, 49% of patients were on stable therapy with mycophenolate. The most frequent serious adverse events reported in patients treated with OFEV, more than placebo, were interstitial lung disease (2.4% nintedanib vs. 1.7% placebo) and pneumonia (2.8% nintedanib vs. 0.3% placebo). Within 52 weeks, 5 patients treated with OFEV (1.7%) and 4 patients treated with placebo (1.4%) died. There was no pattern among adverse events leading to death in either treatment arm. Adverse reactions leading to permanent dose reductions were reported in 34% of OFEV-treated patients and 4% of placebo-treated patients. The most frequent adverse reaction that led to permanent dose reduction in the patients treated with OFEV was diarrhea (22%). Adverse reactions leading to discontinuation were reported in 16% of OFEV-treated patients and 9% of placebo-treated patients. The most frequent adverse reactions that led to discontinuation in OFEV-treated patients were diarrhea (7%), nausea (2%), vomiting (1%), abdominal pain (1%), and interstitial lung disease (1%). The safety profile in patients treated with OFEV with or without mycophenolate at baseline was comparable. The most common adverse reactions with an incidence of greater than or equal to 5% in OFEV-treated patients and more commonly than in placebo are listed in Table 2 . Table 2 Adverse Reactions Occurring in ≥5% of OFEV-treated Patients with Systemic Sclerosis-Associated Interstitial Lung Disease and More Commonly Than Placebo in Study 4 Adverse Reaction OFEV, 150 mg n=288 Placebo n=288 a Includes abdominal pain, abdominal pain upper, abdominal pain lower, and esophageal pain. b Includes alanine aminotransferase increased, gamma-glutamyltransferase increased, aspartate aminotransferase increased, hepatic enzyme increased, blood alkaline phosphatase increased, transaminase increased, and hepatic function abnormal. c Includes hypertension, blood pressure increased, and hypertensive crisis. Diarrhea 76% 32% Nausea 32% 14% Vomiting 25% 10% Skin ulcer 18% 17% Abdominal pain a 18% 11% Liver enzyme elevation b 13% 3% Weight decreased 12% 4% Fatigue 11% 7% Decreased appetite 9% 4% Headache 9% 8% Pyrexia 6% 5% Back pain 6% 4% Dizziness 6% 4% Hypertension c 5% 2% In addition, alopecia was reported in patients treated with OFEV, more than placebo (1.4% vs. 1.0%). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of OFEV. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Thrombocytopenia Gastrointestinal Disorders: Pancreatitis Hepatobiliary Disorders: Drug-induced liver injury Nervous System Disorders: Posterior reversible encephalopathy syndrome Renal and Urinary Disorders: Proteinuria Skin and Subcutaneous Tissue Disorders: Pruritus, rash Vascular Disorders: Non-serious and serious bleeding events, some of which were fatal"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 150 mg taken orally twice daily approximately 12 hours apart taken with food. ( 2.2 ) Recommended dosage in patients with mild hepatic impairment (Child Pugh A): 100 mg taken orally twice daily approximately 12 hours apart taken with food. ( 2.3 , 8.6 ) Consider temporary dose reduction to 100 mg, treatment interruption, or discontinuation for management of adverse reactions. ( 2.4 , 5.2 , 5.3 , 6 ) Prior to treatment initiation, conduct liver function tests in all patients and a pregnancy test in females of reproductive potential. ( 2.1 , 5.2 , 5.4 ) 2.1 Testing Prior to OFEV Administration Conduct liver function tests in all patients and a pregnancy test in females of reproductive potential prior to initiating treatment with OFEV [see Warnings and Precautions (5.2 , 5.4) ]. 2.2 Recommended Dosage The recommended dosage of OFEV is 150 mg taken orally twice daily administered approximately 12 hours apart. Administration Information OFEV capsules should be taken with food [see Clinical Pharmacology (12.3) ] and swallowed whole with liquid. OFEV capsules should not be chewed because of a bitter taste. OFEV capsules should not be opened or crushed. If contact with the content of the capsule occurs, wash hands immediately and thoroughly. The effect of chewing or crushing of the capsule on the pharmacokinetics of nintedanib is not known. Information for Missed Dose If a dose of OFEV is missed, the next dose should be taken at the next scheduled time. Advise the patient to not make up for a missed dose. Do not exceed the recommended maximum daily dosage of 300 mg. 2.3 Recommended Dosage for Patients with Hepatic Impairment Mild Hepatic Impairment In patients with mild hepatic impairment (Child Pugh A), the recommended dosage of OFEV is 100 mg orally twice daily approximately 12 hours apart taken with food [see Use in Specific Populations (8.6) ] . Moderate or Severe Hepatic Impairment Treatment with OFEV is not recommended [see Warnings and Precautions (5.1) and Use in Specific Populations (8.6) ]. 2.4 Dosage Modification due to Adverse Reactions In addition to symptomatic treatment, if applicable, the management of adverse reactions of OFEV may require dose reduction or temporary interruption until the specific adverse reaction resolves to levels that allow continuation of therapy . OFEV treatment may be resumed at the full dosage (150 mg twice daily), or at the reduced dosage (100 mg twice daily), which subsequently may be increased to the full dosage. If a patient does not tolerate 100 mg twice daily, discontinue treatment with OFEV [see Warnings and Precautions (5.2 , 5.3 , 5.5 , 5.7) and Adverse Reactions (6.1) ] . Elevated Liver Enzymes Dose modifications or interruptions may be necessary for liver enzyme elevations. Conduct liver function tests (aspartate aminotransferase (AST), alanine aminotransferase (ALT), and bilirubin) prior to initiation of treatment with OFEV, at regular intervals during the first three months of treatment, and periodically thereafter or as clinically indicated. Measure liver tests promptly in patients who report symptoms that may indicate liver injury, including fatigue, anorexia, right upper abdominal discomfort, dark urine or jaundice. Discontinue OFEV in patients with AST or ALT greater than 3 times the upper limit of normal (ULN) with signs or symptoms of liver injury and for AST or ALT elevations greater than 5 times the upper limit of normal. For AST or ALT greater than 3 times to less than 5 times the ULN without signs of liver damage, interrupt treatment or reduce OFEV to 100 mg twice daily. Once liver enzymes have returned to baseline values, treatment with OFEV may be reintroduced at a reduced dosage (100 mg twice daily), which subsequently may be increased to the full dosage (150 mg twice daily) [see Warnings and Precautions (5.2) and Adverse Reactions (6.1) ]. In patients with mild hepatic impairment (Child Pugh A), consider treatment interruption, or discontinuation for management of adverse reactions."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OFEV is a kinase inhibitor indicated in adults for: Treatment of idiopathic pulmonary fibrosis (IPF) ( 1.1 ) Treatment of chronic fibrosing interstitial lung diseases (ILDs) with a progressive phenotype ( 1.2 ) Slowing the rate of decline in pulmonary function in patients with systemic sclerosis-associated interstitial lung disease (SSc-ILD) ( 1.3 ) 1.1 Idiopathic Pulmonary Fibrosis OFEV is indicated for the treatment of adults with idiopathic pulmonary fibrosis (IPF). 1.2 Chronic Fibrosing Interstitial Lung Diseases with a Progressive Phenotype OFEV is indicated for the treatment of adults with chronic fibrosing interstitial lung diseases (ILDs) with a progressive phenotype [see Clinical Studies (14.2) ] . 1.3 Systemic Sclerosis-Associated Interstitial Lung Disease OFEV is indicated to slow the rate of decline in pulmonary function in adult patients with systemic sclerosis-associated interstitial lung disease (SSc-ILD)."
  ],
  "fetched_at": "2025-10-01T17:18:48.943817",
  "source": "OpenFDA"
}