{
  "drug_name": "Niraparib",
  "generic_name": [
    "NIRAPARIB TOSYLATE MONOHYDRATE AND ABIRATERONE ACETATE"
  ],
  "brand_names": [
    "AKEEGA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inducers: Avoid coadministration. ( 7.1 ) CYP2D6 Substrates: Avoid coadministration of AKEEGA with CYP2D6 substrates for which minimal changes in concentration may lead to serious toxicities. If alternative treatments cannot be used, consider a dose reduction of the concomitant CYP2D6 substrate. ( 7.2 ) 7.1 Effect of Other Drugs on AKEEGA Effect of CYP3A4 Inducers Avoid coadministration with strong CYP3A4 inducers [see Clinical Pharmacology (12.3) ] . Abiraterone is a substrate of CYP3A4. Strong CYP3A4 inducers may decrease abiraterone concentrations [see Clinical Pharmacology (12.3) ], which may reduce the effectiveness of abiraterone. 7.2 Effects of AKEEGA on Other Drugs CYP2D6 Substrates Avoid coadministration unless otherwise recommended in the Prescribing Information for CYP2D6 substrates for which minimal changes in concentration may lead to serious toxicities. If alternative treatments cannot be used, consider a dose reduction of the concomitant CYP2D6 substrate drug. Abiraterone is a CYP2D6 moderate inhibitor. AKEEGA increases the concentration of CYP2D6 substrates [see Clinical Pharmacology (12.3) ], which may increase the risk of adverse reactions related to these substrates. CYP2C8 Substrates Monitor patients for signs of toxicity related to a CYP2C8 substrate for which a minimal change in plasma concentration may lead to serious or life-threatening adverse reactions. Abiraterone is a CYP2C8 inhibitor. AKEEGA increases the concentration of CYP2C8 substrates [see Clinical Pharmacology (12.3) ], which may increase the risk of adverse reactions related to these substrates."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed elsewhere in the labeling: Myelodysplastic syndrome/acute myeloid leukemia [see Warnings and Precautions (5.1) ] Myelosuppression [see Warnings and Precautions (5.2) ] Hypokalemia, fluid retention, and cardiovascular adverse reactions [see Warnings and Precautions (5.3) ] Hepatotoxicity [see Warnings and Precautions (5.4) ] Adrenocortical insufficiency [see Warnings and Precautions (5.5) ] Hypoglycemia [see Warnings and Precautions (5.6) ] Increased fractures and mortality in combination with Radium 223 Dichloride [see Warnings and Precautions (5.7) ] Posterior reversible encephalopathy syndrome [see Warnings and Precautions (5.8) ] The most common adverse reactions (≥10%), including laboratory abnormalities, are decreased hemoglobin, decreased lymphocytes, decreased white blood cells, musculoskeletal pain, fatigue, decreased platelets, increased alkaline phosphatase, constipation, hypertension, nausea, decreased neutrophils, increased creatinine, increased potassium, decreased potassium, increased AST, increased ALT, edema, dyspnea, decreased appetite, vomiting, dizziness, COVID-19, headache, abdominal pain, hemorrhage, urinary tract infection, cough, insomnia, increased bilirubin, weight decreased, arrhythmia, fall, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Biotech, Inc. at 1-800-526-7736 (1-800-JANSSEN) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety population described in the WARNINGS and PRECAUTIONS reflect exposure to AKEEGA (niraparib 200 mg and abiraterone acetate 1,000 mg) in combination with prednisone 10 mg daily in BRCA -mutated patients in Cohort 1 (N=113) of MAGNITUDE. BRCA -mutated Metastatic Castration-Resistant Prostate Cancer The safety of AKEEGA in patients with BRCA m mCRPC was evaluated in Cohort 1 of MAGNITUDE [see Clinical Studies (14.1) ]. Patients were randomized to receive either AKEEGA (niraparib 200 mg and abiraterone acetate 1,000 mg once daily) (n=113), or placebo and abiraterone acetate (n=112) until unacceptable toxicity or progression. Patients in both arms also received prednisone 10 mg daily. The median duration of exposure for AKEEGA was 18 months (range: 0 to 37 months). Serious adverse reactions occurred in 41% of patients who received AKEEGA. Serious adverse reactions reported in >2% of patients included COVID-19 (7%), anemia (4.4%), pneumonia (3.5%), and hemorrhage (3.5%). Fatal adverse reactions occurred in 9% of patients who received AKEEGA, including COVID-19 (5%), cardiopulmonary arrest (1%), dyspnea (1%), pneumonia (1%), and septic shock (1%). Permanent discontinuation of any component of AKEEGA due to an adverse reaction occurred in 15% of patients. Adverse reactions which resulted in permanent discontinuation of AKEEGA in > 2% of patients included COVID-19 (4.4%), anemia (2.7%), asthenia (2.7%), and vomiting (2.7%). Dosage interruptions of any component of AKEEGA due to an adverse reaction occurred in 50% of patients. Adverse reactions which required dosage interruption in > 2% of patients included anemia (23%), thrombocytopenia (12%), neutropenia (7%), COVID-19 (6%), fatigue (3.5%), asthenia (3.5%), nausea (3.5%), pneumonia (2.7%), hematuria (2.7%), and vomiting (2.7%). Dose reductions of any component of AKEEGA due to an adverse reaction occurred in 28% of patients. Adverse reactions which required dose reductions in > 2% of patients included anemia (12%), thrombocytopenia (4.4%), and fatigue (2.7%). The most common adverse reactions (>10%) in patients who received AKEEGA were musculoskeletal pain, fatigue, constipation, hypertension, nausea, edema, dyspnea, decreased appetite, vomiting, dizziness, COVID-19, headache, abdominal pain, hemorrhage, urinary tract infection, cough, insomnia, weight decreased, arrhythmia, fall, and pyrexia. The most common select laboratory abnormalities (>10%) that worsened from baseline in patients who received AKEEGA were hemoglobin decreased, platelets decreased, neutrophils decreased, creatinine increased, potassium decreased, AST increased, ALT increased, and bilirubin increased. Tables 2 and 3 summarize adverse reactions and laboratory abnormalities for patients with BRCA m mCRPC in MAGNITUDE, respectively. Table 2: Adverse Reactions (>10%) in Patients with BRCAm mCRPC Who Received AKEEGA in MAGNITUDE AKEEGA with Prednisone N=113 Placebo with Abiraterone Acetate and Prednisone N=112 Adverse Reaction All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Musculoskeletal pain Includes multiple similar terms. 44 4 42 5 Fatigue 43 5 30 4 Constipation 34 1 20 0 Hypertension 33 14 27 17 Nausea 33 1 21 0 Edema 17 0 9 0 Dyspnea 15 1 8 3 Decreased appetite 15 2 8 0 Vomiting 15 0 7 1 Dizziness 14 0 10 0 COVID-19 13 7 9 4 Abdominal pain 12 2 12 1 Hemorrhage 12 2 8 1 Headache 12 1 9 0 Urinary tract infection 12 3 9 1 Cough 12 0 6 0 Insomnia 12 0 4 0 Weight decreased 10 1 4 1 Arrhythmia 10 2 4 1 Fall 10 1 13 4 Pyrexia 10 2 6 0 Clinically relevant adverse events that occurred in <10% of patients receiving niraparib and abiraterone acetate plus prednisone were rash (7%), ALT increased (5%), AST increased (5%), cerebrovascular accident (4.4%), pulmonary embolism (2.7%), deep vein thrombosis (2.7%), and acute kidney injury (2.7%). Table 3: Select Laboratory Abnormalities (>10%) That Worsened from Baseline in Patients with BRCAm mCRPC Who Received AKEEGA in MAGNITUDE AKEEGA with Prednisone The denominator used to calculate the rate varied from 111 to 112 for placebo with abiraterone acetate and prednisone and 113 for AKEEGA with prednisone based on the number of patients with a baseline value and at least one post-treatment value. N=113 Placebo with Abiraterone Acetate and Prednisone N=112 Laboratory Abnormality All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Hemoglobin decreased 67 26 53 7 Lymphocyte decreased 55 22 32 13 WBC decreased 48 6 18 0.9 Platelets decreased 37 8 22 1.8 Neutrophils decreased 32 7 16 2.7 Chemistry ALP increased 34 1.8 29 1.8 Creatinine increased 30 0 13 1.8 Potassium increased 25 0.9 21 3.6 Potassium decreased 20 5 20 5 AST increased 20 1.8 25 2.7 ALT increased 18 0.9 17 4.5 Bilirubin increased 12 0 10 0.9 Other Clinical Trial Experience The following adverse reactions have been reported with the individual components of AKEEGA but were not observed in MAGNITUDE Cohort 1: myopathy, rhabdomyolysis, adrenal insufficiency, allergic alveolitis, febrile neutropenia, anaphylactic reaction, posterior reversible encephalopathy (PRES), hypertensive crisis, and myelodysplastic syndrome/acute myeloid leukemia (MDS/AML)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of AKEEGA is 200 mg niraparib/1,000 mg abiraterone acetate orally once daily in combination with 10 mg prednisone daily until disease progression or unacceptable toxicity. ( 2.2 ) Patients receiving AKEEGA should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. ( 2.2 ) Take AKEEGA on an empty stomach. Do not eat food two hours before and one hour after taking AKEEGA. ( 2.2 ) For adverse reactions, consider interruption of treatment, dose reduction, or dose discontinuation. ( 2.3 ) 2.1 Patient Selection Select patients for the treatment of mCRPC with AKEEGA based on the presence of a BRCA gene alteration [see Clinical Studies (14) ] . Information on FDA-approved tests is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage The recommended dosage of AKEEGA is 200 mg niraparib/1,000 mg abiraterone acetate orally once daily in combination with 10 mg prednisone daily until disease progression or unacceptable toxicity. Patients receiving AKEEGA should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. Take AKEEGA on an empty stomach. Do not eat food two hours before and one hour after taking AKEEGA. Swallow tablets whole with water. Do not break, crush, or chew tablets. If a patient misses a dose, instruct patients to take the dose as soon as possible on the same day and resume their next dose at the normal schedule the following day. 2.3 Dosage Modification for Adverse Reactions The recommended dosage modifications for AKEEGA are provided in Table 1. Treatment with AKEEGA should not be reinitiated until the toxicity has resolved to Grade 1 or baseline. If the toxicity is attributed to one component of AKEEGA, the other component of AKEEGA may be continued as a single agent at the current dose until the adverse reaction resolves and AKEEGA can be resumed (see Table 1 ). Table 1: Dosage Modifications for Adverse Reactions Adverse Reaction Severity Dosage Modification Myelosuppression [see Warnings and Precautions (5.2) ] Hemoglobin <8 g/dL Withhold AKEEGA and monitor blood counts weekly. When hemoglobin returns to ≥9 g/dL, resume at the reduced dose of AKEEGA 100 mg/1,000 mg once daily and monitor blood counts weekly for 28 days and as clinically indicated. Permanently discontinue AKEEGA if hemoglobin has not returned to acceptable levels within 28 days of the dose interruption period or if the patient has already undergone dose reduction to 100 mg/1,000 mg once daily. If myelodysplastic syndrome or acute myeloid leukemia (MDS/AML) is confirmed, discontinue AKEEGA [see Warnings and Precautions (5.1)]. Platelet count <100,000/mcL First occurrence: Withhold AKEEGA for a maximum of 28 days and monitor blood counts weekly until platelet counts return to ≥100,000/mcL. Resume AKEEGA at same or the reduced dose of 100 mg/1,000 mg once daily. If platelet count is <75,000/mcL, resume at the reduced dose of AKEEGA 100 mg/1,000 mg once daily. Second occurrence: Withhold AKEEGA for a maximum of 28 days and monitor blood counts weekly until platelet counts return to ≥100,000/mcL. Resume at the reduced dose of AKEEGA 100 mg/1,000 mg once daily. Permanently discontinue AKEEGA if the platelet count has not returned to acceptable levels within 28 days of the dose interruption period or if the patient has already undergone dose reduction to 100 mg/1,000 mg once daily. Neutrophil <1,000/mcL Withhold AKEEGA and monitor blood counts weekly. When neutrophil counts return to ≥1,500/mcL, resume at the reduced dose of AKEEGA 100 mg/1,000 mg once daily and monitor blood counts weekly for 28 days and as clinically indicated. Permanently discontinue AKEEGA if neutrophils have not returned to acceptable levels within 28 days of the dose interruption period or if the patient has already undergone dose reduction to 100 mg/1,000 mg once daily. Hematologic adverse reaction requiring transfusion Consider platelet transfusion for patients with platelet count ≤10,000/mcL. If there are other risk factors such as coadministration of anticoagulation or antiplatelet drugs, consider interrupting these drugs and/or transfusion at a higher platelet count. Resume at the reduced dose of AKEEGA 100 mg/1,000 mg once daily. Hepatotoxicity [see Warnings and Precautions (5.4) ] ALT and/or AST greater than 5 × ULN or total bilirubin greater than 3 × ULN Withhold AKEEGA and closely monitor liver function. Permanently discontinue AKEEGA if: ALT or AST ≥ 20 times the ULN – OR– ALT > 3 × ULN and total bilirubin > 2 × ULN in the absence of biliary obstruction or other causes responsible for the concurrent elevation -OR- Hepatotoxicity recurs at the reduced dose 100 mg/500 mg. When AST and ALT resolves to less ≤ 2.5 × ULN and total bilirubin ≤ 1.5 × ULN, AKEEGA may be resumed at the reduced dose of 100 mg/500 mg once daily. When resumed, monitor serum transaminases every two weeks for three months, monthly thereafter, and as clinically indicated. Other non-hematological adverse reactions that persist despite medical management [see Warnings and Precautions (5) and Adverse Reactions (6.1) ] Grade 3 or 4 Discontinue AKEEGA in patients who develop hypertensive crisis or other severe cardiovascular adverse reactions [see Warnings and Precautions (5.3)]. Withhold AKEEGA until resolution of adverse reaction or for a maximum of 28 days. If resolves in 28 days or less, AKEEGA may be resumed at the reduced dose. Permanently discontinue AKEEGA if adverse reaction(s) has not resolved after 28 days or Grade 3 or 4 adverse reaction reoccurs after dose reduction."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AKEEGA with prednisone is indicated for the treatment of adult patients with deleterious or suspected deleterious BRCA -mutated ( BRCA m) metastatic castration-resistant prostate cancer (mCRPC). Select patients for therapy based on an FDA-approved test for AKEEGA [see Dosage and Administration (2.1) ] . AKEEGA is a combination of niraparib, a poly (ADP-ribose) polymerase (PARP) inhibitor, and abiraterone acetate, a CYP17 inhibitor indicated with prednisone for the treatment of adult patients with deleterious or suspected deleterious BRCA -mutated ( BRCA m) metastatic castration-resistant prostate cancer (mCRPC). Select patients for therapy based on an FDA-approved test for AKEEGA. ( 1 , 2.1 )"
  ],
  "fetched_at": "2025-10-01T18:20:38.158347",
  "source": "OpenFDA"
}