{
  "drug_name": "Nirogacestat",
  "generic_name": [
    "NIROGACESTAT"
  ],
  "brand_names": [
    "OGSIVEO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong or moderate CYP3A inhibitors: Avoid concomitant use. ( 7.1 ) Strong or moderate CYP3A inducers: Avoid concomitant use. ( 7.1 ) Gastric acid reducing agents: Avoid concomitant use with proton pump inhibitors and H2-receptor antagonists. If concomitant use cannot be avoided, OGSIVEO administration can be staggered with antacids. ( 7.1 ) 7.1 Effect s of Other Drugs on OGSIVEO Table 4. Effects of Other Drugs on OGSIVEO Strong or Moderate CYP3A Inhibitors Clinical Effect Nirogacestat is a CYP3A substrate. Strong or moderate CYP3A inhibitors increase nirogacestat exposure [ see Clinical Pharmacology ( 12.3 )] , which may increase the risk of OGSIVEO adverse reactions. Prevention or Management Avoid concomitant use of OGSIVEO with strong or moderate CYP3A inhibitors including grapefruit products, Seville oranges, and starfruit. Strong or Moderate CYP3A Inducers Clinical Effect Nirogacestat is a CYP3A substrate. Strong or moderate CYP3A inducers decrease serum nirogacestat exposure [ see Clinical Pharmacology ( 12.3 )] , which may reduce the effectiveness of OGSIVEO. Prevention or Management Avoid concomitant use of OGSIVEO with strong or moderate CYP3A inducers. Gastric Acid Reducing Agents Clinical Effect Nirogacestat is poorly soluble at pH ≥ 6. Gastric acid reducing agents may decrease serum nirogacestat exposure [see Clinical Pharmacology ( 12.3 )], which may reduce the effectiveness of OGSIVEO. Prevention or Management Avoid concomitant use with proton pump inhibitors and H2 blockers. If concomitant use cannot be avoided, OGSIVEO can be staggered with antacids (e.g., administer OGSIVEO 2 hours before or 2 hours after antacid use). 7.2 Effects of OGSIVEO on Other Drugs Table 5. Effects of OGSIVEO on Other Drugs Certain CYP3ASubstrates Clinical Effect Nirogacestat increases exposure of CYP3A substrates [ see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions related to these substrates. Prevention or Management Avoid concomitant use with CYP3A substrates where minimal concentration changes may lead to serious adverse reactions. Certain CYP2C19 Substrates Clinical Effect Nirogacestat decreases exposure of CYP2C19 substrates [see Clinical Pharmacology ( 12.3 )], which may decrease efficacy of these substrates. Prevention or Management Avoid concomitant use with OGSIVEO where decreased concentrations of CYP2C19 substrates may lead to significant decreases in efficacy of the CYP2C19 substrate unless otherwise recommended in the Prescribing Information for the CYP2C19 substrate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Diarrhea [ see Warnings and Precautions ( 5.1 )] Ovarian Toxicity [ see Warnings and Precautions ( 5.2 )] Hepatotoxicity [see Warnings and Precautions ( 5.3 )] Non-Melanoma Skin Cancers [see Warnings and Precautions ( 5.4 )] Electrolyte Abnormalities [ see Warnings and Precautions ( 5.5 )] The most common ( > 15 %) adverse reactions are diarrhea, ovarian toxicity, rash, nausea, fatigue, stomatitis, headache, abdominal pain, cough, alopecia, upper respiratory tract infection and dyspnea. ( 6.1 ) The most common laboratory abnormalities (≥15%) are decreased phosphate, increased urine glucose, increased urine protein, increased AST, increased ALT, and decreased potassium. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact SpringWorks Therapeutics at 1-888-400-7989 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of OGSIVEO was evaluated in 69 patients enrolled in DeFi with progressing desmoid tumor [see Clinical Studies ( 14 ) ]. Patients received OGSIVEO 150 mg orally twice daily or placebo orally twice daily until disease progression or unacceptable toxicity. The median duration of exposure to OGSIVEO was 20.6 months (range: 0.3 to 33.6). Serious adverse reactions occurred in 20% of patients who received OGSIVEO. Serious adverse reactions occurring in ≥ 2% of patients were ovarian toxicity (4%). Permanent discontinuation of OGSIVEO due to an adverse reaction occurred in 20% of patients. Adverse reactions which resulted in permanent discontinuation of OGSIVEO in ≥ 2% of patients were diarrhea, ovarian toxicity, increased ALT, and increased AST. Dosage interruptions of OGSIVEO due to an adverse reaction occurred in 51% of patients. Adverse reactions which required dosage interruption in ≥ 2% of patients included diarrhea, rash, stomatitis, hypophosphatemia, fatigue, folliculitis, nausea, and ovarian toxicity. Dose reductions of OGSIVEO due to an adverse reaction occurred in 42% of patients. Adverse reactions which required dose reductions in ≥ 2% of patients included diarrhea, rash, stomatitis, hypophosphatemia, folliculitis, hidradenitis, and ovarian toxicity. The most common (≥ 15% with a difference between arms of ≥ 5% compared to placebo) adverse reactions that occurred in patients receiving OGSIVEO were diarrhea, ovarian toxicity, rash, nausea, fatigue, stomatitis, headache, abdominal pain, cough, alopecia, upper respiratory tract infection and dyspnea. Table 2 summarizes the adverse reactions that occurred in DeFi. Table 2. Adverse Reactions (≥ 15%) in Patients with Desmoid Tumor Who Received OGSIVEO with a Difference Between Arms of ≥ 5% Compared to Placebo on DeFi Adverse Reaction OGSIVEO (N = 69) Placebo (N = 72) All Grades (%) Grade 3 (%) All Grades (%) Grade 3 (%) Gastrointestinal Diarrhea 84 16 35 1.4 Nausea 54 1.4 39 0 Stomatitis a 39 4 4 0 Abdominal Pain a 22 1.4 14 1.4 Reproductive S ystem Ovarian toxicity a , b 75 c 0 0 0 Skin and S ubcutaneous T issue Rash a 68 6 14 0 Alopecia 19 0 1.4 0 General Fatigue a 54 2.9 38 0 Nervous S ystem Headache a 30 0 15 0 Respiratory Cough a 20 0 6 0 Dyspnea 16 0 6 0 Infections Upper respiratory tract infection a 17 0 2.8 0 a Includes multiple related composite terms. b Investigator assessment of ovarian toxicity included ovarian failure, premature menopause, amenorrhea, and menopause c The number of females of reproductive potential in each arm is used as the denominator (OGSIVEO N = 36, Placebo N = 37) Clinically relevant adverse reactions occurring in < 15% of patients receiving OGSIVEO in DeFi included non-melanoma skin cancers, epistaxis, hidradenitis suppurativa, folliculitis, and influenza-like illness. Table 3 summarizes laboratory abnormalities in DeFi. Table 3. Laboratory Abnormalities (≥15%) that Worsened from Baseline in Patients with Desmoid Tumor Who Received OGSIVEO in DeFi Laboratory Abnormality OGSIVEO Placebo All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Chemistry Decreased phosphate a ,b 65 Not Applicable 11 Not Applicable Increased urine glucose c ,d 51 Not Applicable 0 Not Applicable Increased urine protein c 40 0 25 0 Increased aspartate aminotransferase a 33 2.9 18 1.4 Increased alanine aminotransferase a 30 6 21 1.4 Decreased potassium a 22 1.4 4.2 0 a The denominator used to calculate the rate was 69 for nirogacestat and 72 for placebo based on the number of patients with a baseline value and at least one post-treatment value. b CTCAE Version 5.0 does not include numeric thresholds for grading of hypophosphatemia; all grades represent patients with lab value < Lower Limit of Normal (LLN). c The denominator used to calculate the rate was 68 for nirogacestat and 69 for placebo based on the number of patients with a baseline value and at least one post-treatment value. d CTCAE Version 5.0 does not include numeric thresholds for grading of increased urine glucose."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is 150 mg orally twice daily until disease progression or unacceptable toxicity. ( 2.1 ) See Full Prescribing Information for dosage modifications due to adverse reactions. ( 2.2 ) 2.1 Recommended Dosage The recommended dosage of OGSIVEO is 150 mg administered orally twice daily until disease progression or unacceptable toxicity. Each 150 mg dose of OGSIVEO consists of three 50 mg tablets or one 150 mg tablet. OGSIVEO may be taken with or without food. Instruct patients to swallow OGSIVEO tablets whole and not to break, crush, or chew prior to swallowing. If a patient vomits or misses a dose, instruct the patient to take the next dose at its scheduled time. 2.2 Dos ag e Modifications for Adverse Reactions The recommended dose modifications for OGSIVEO for selected severe adverse reactions are summarized in Table 1 [ see Warnings and Precautions ( 5 ) , Adverse Reactions ( 6 ) ]. For other severe adverse reactions, life-threatening adverse reactions, or persistent intolerable Grade 2 adverse events, withhold drug until resolved to Grade ≤ 1 or baseline. Only restart at a dose of 100 mg twice daily after considering the potential benefit and likelihood of recurrence of the adverse reaction. Permanently discontinue OGSIVEO for recurrence of severe or life-threatening adverse reaction upon rechallenge at the reduced dose. Table 1. Recommended Dose Modifications for Adverse Reactions Adverse Reaction Severity OGSIVEO Dosage Modifications Diarrhea persisting for ≥ 3 days despite maximal medical therapy [ see Warnings and Precautions ( 5.1 ) ] Grades 3 or 4 Withhold OGSIVEO until resolved to Grade ≤ 1 or baseline, then restart at a dose of 100 mg twice daily. ALT or AST increased [see Warnings and Precautions ( 5.3 ) ] Grade 2 (≥ 3 to 5 × ULN) Withhold OGSIVEO until ALT, AST, or both are resolved to < 3 × ULN or baseline, then restart at a dose of 100 mg twice daily. Grades 3 or 4 (> 5 × ULN) Permanently discontinue. Hypophosphatemia persisting for ≥ 3 days despite maximal replacement therapy [see Warnings and Precautions ( 5.5 ) ] Grades 3 or 4 Withhold OGSIVEO until resolved to Grade ≤ 1 or baseline, then restart at a dose of 100 mg twice daily. Hypokalemia despite maximal replacement therapy [see Warnings and Precautions ( 5.5 ) ] Grades 3 or 4 Withhold OGSIVEO until resolved to Grade ≤ 1 or baseline, then restart at a dose of 100 mg twice daily."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OGSIVEO is indicated for adult patients with progressing desmoid tumors who require systemic treatment. OGSIVEO is a gamma secretase inhibitor indicated for adult patients with progressing desmoid tumors who require systemic treatment. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:33:03.354823",
  "source": "OpenFDA"
}