{
  "drug_name": "Nitroprusside",
  "generic_name": [
    "SODIUM NITROPRUSSIDE"
  ],
  "brand_names": [
    "Sodium Nitroprusside"
  ],
  "drug_interactions": [
    "DRUG INTERACTIONS The hypotensive effect of sodium nitroprusside is augmented by that of most other hypotensive drugs, including ganglionic blocking agents, negative inotropic agents, and inhaled anesthetics."
  ],
  "warnings": [
    "WARNINGS (See also the boxed warning at the beginning of this insert.) The principal hazards of sodium nitroprusside injection administration are excessive hypotension and excessive accumulation of cyanide (see also OVERDOSAGE and DOSAGE AND ADMINISTRATION ). Excessive Hypotension: Small transient excesses in the infusion rate of sodium nitroprusside can result in excessive hypotension, sometimes to levels so low as to compromise the perfusion of vital organs. These hemodynamic changes may lead to a variety of associated symptoms; see ADVERSE REACTIONS . Nitroprusside-induced hypotension will be self-limited within 1 to 10 minutes after discontinuation of the nitroprusside infusion; during these few minutes, it may be helpful to put the patient into a head-down (Trendelenburg) position to maximize venous return. If hypotension persists more than a few minutes after discontinuation of the infusion of sodium nitroprusside injection, sodium nitroprusside injection is not the cause, and the true cause must be sought. Cyanide Toxicity: As described in CLINICAL PHARMACOLOGY above, sodium nitroprusside infusions at rates above 2 mcg/kg/min generate cyanide ion (CN – ) faster than the body can normally dispose of it. (When sodium thiosulfate is given, as described under DOSAGE AND ADMINISTRATION , the body’s capacity for CN – elimination is greatly increased.) Methemoglobin normally present in the body can buffer a certain amount of CN–, but the capacity of this system is exhausted by the CN – produced from about 500 mcg/kg of sodium nitroprusside. This amount of sodium nitroprusside is administered in less than an hour when the drug is administered at 10 mcg/kg/min (the maximum recommended rate). Thereafter, the toxic effects of CN – may be rapid, serious, and even lethal. The true rates of clinically important cyanide toxicity cannot be assessed from spontaneous reports or published data. Most patients reported to have experienced such toxicity have received relatively prolonged infusions, and the only patients whose deaths have been unequivocally attributed to nitroprusside-induced cyanide toxicity have been patients who had received nitroprusside infusions at rates (30 to 120 mcg/kg/min) much greater than those now recommended. Elevated cyanide levels, metabolic acidosis, and marked clinical deterioration, however, have occasionally been reported in patients who received infusions at recommended rates for only a few hours and even, in one case, for only 35 minutes. In some of these cases, infusion of sodium thiosulfate caused dramatic clinical improvement, supporting the diagnosis of cyanide toxicity. Cyanide toxicity may manifest itself as venous hyperoxemia with bright red venous blood, as cells become unable to extract the oxygen delivered to them; metabolic (lactic) acidosis; air hunger; confusion; and death. Cyanide toxicity due to causes other than nitroprusside has been associated with angina pectoris and myocardial infarction; ataxia, seizures, and stroke; and other diffuse ischemic damage. Hypertensive patients, and patients concomitantly receiving other antihypertensive medications, may be more sensitive to the effects of sodium nitroprusside than normal subjects."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most important adverse reactions to sodium nitroprusside are the avoidable ones of excessive hypotension and cyanide toxicity, described above under WARNINGS . The adverse reactions described in this section develop less rapidly and, as it happens, less commonly. Methemoglobinemia: As described in CLINICAL PHARMACOLOGY above, sodium nitroprusside infusions can cause sequestration of hemoglobin as methemoglobin. The back-conversion process is normally rapid, and clinically significant methemoglobinemia (>10%) is seen only rarely in patients receiving sodium nitroprusside injection. Even patients congenitally incapable of back-converting methemoglobin should demonstrate 10% methemoglobinemia only after they have received about 10 mg/kg of sodium nitroprusside, and a patient receiving sodium nitroprusside at the maximum recommended rate (10 mcg/kg/min) would take over 16 hours to reach this total accumulated dose. Methemoglobin levels can be measured by most clinical laboratories. The diagnosis should be suspected in patients who have received >10 mg/kg of sodium nitroprusside and who exhibit signs of impaired oxygen delivery despite adequate cardiac output and adequate arterial pO2. Classically, methemoglobinemic blood is described as chocolate brown, without color change on exposure to air. When methemoglobinemia is diagnosed, the treatment of choice is 1 to 2 mg/kg of methylene blue, administered intravenously over several minutes. In patients likely to have substantial amounts of cyanide bound to methemoglobin as cyanmethemoglobin, treatment of methemoglobinemia with methylene blue must be undertaken with extreme caution. Thiocyanate Toxicity: As described in CLINICAL PHARMACOLOGY above, most of the cyanide produced during metabolism of sodium nitroprusside is eliminated in the form of thiocyanate. When cyanide elimination is accelerated by the co-infusion of thiosulfate, thiocyanate production is increased. Thiocyanate is mildly neurotoxic (tinnitus, miosis, hyperreflexia) at serum levels of 1 mmol/L (60 mg/L). Thiocyanate toxicity is life-threatening when levels are 3 or 4 times higher (200 mg/L). The steady-state thiocyanate level after prolonged infusions of sodium nitroprusside is increased with increased infusion rate, and the half-time of accumulation is 3 to 4 days. To keep the steady-state thiocyanate level below 1 mmol/L, a prolonged infusion of sodium nitroprusside should not be more rapid than 3 mcg/kg/min; in anuric patients, the corresponding limit is just 1 mcg/kg/min. When prolonged infusions are more rapid than these, thiocyanate levels should be measured daily. Physiologic maneuvers (e.g., those that alter the pH of the urine) are not known to increase the elimination of thiocyanate. Thiocyanate clearance rates during dialysis, on the other hand, can approach the blood flow rate of the dialyzer. Thiocyanate interferes with iodine uptake by the thyroid. Abdominal pain, apprehension, diaphoresis, “dizziness,” headache, muscle twitching, nausea, palpitations, restlessness, retching, and retrosternal discomfort have been noted when the blood pressure was too rapidly reduced. These symptoms quickly disappeared when the infusion was slowed or discontinued, and they did not reappear with a continued (or resumed) slower infusion. Other adverse reactions reported are: Cardiovascular : Bradycardia, electrocardiographic changes, tachycardia. Dermatologic : Rash. Endocrine : Hypothyroidism. Gastrointestinal : Ileus. Hematologic : Decreased platelet aggregation. Neurologic : Increased intracranial pressure. Miscellaneous : Flushing, venous streaking, irritation at the infusion site. To report SUSPECTED ADVERSE REACTIONS, contact BE Pharmaceuticals Inc. at 1-877-648-9517 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Sodium nitroprusside should not be used in the treatment of compensatory hypertension, where the primary hemodynamic lesion is aortic coarctation or arteriovenous shunting. Sodium nitroprusside should not be used to produce hypotension during surgery in patients with known inadequate cerebral circulation, or in moribund patients (A.S.A. Class 5E) coming to emergency surgery. Patients with congenital (Leber’s) optic atrophy or with tobacco amblyopia have unusually high cyanide/thiocyanate ratios. These rare conditions are probably associated with defective or absent rhodanase, and sodium nitroprusside should be avoided in these patients. Sodium nitroprusside should not be used for the treatment of acute congestive heart failure associated with reduced peripheral vascular resistance such as high-output heart failure that may be seen in endotoxic sepsis."
  ],
  "dosage_administration": [
    "DOSAGE & ADMINISTRATION Dilution to proper strength for infusion: Depending on the desired concentration, the solution containing 50 mg of sodium nitroprusside injection must be further diluted in 250 to 1000 mL of sterile 5% dextrose injection. The diluted solution should be protected from light, using the supplied opaque sleeve, aluminum foil, or other opaque material. It is not necessary to cover the infusion drip chamber or the tubing. Verification of the chemical integrity of the product: Sodium nitroprusside solution can be inactivated by reactions with trace contaminants. The products of these reactions are often blue, green, or red, much brighter than the faint brownish color of unreacted sodium nitroprusside injection. Discolored solutions, or solutions in which particulate matter is visible, should not be used. If properly protected from light, the freshly diluted solution is stable for 24 hours. No other drugs should be administered in the same solution with sodium nitroprusside. Avoidance of excessive hypotension: While the average effective rate in adult and pediatric patients is about 3 mcg/kg/min, some patients will become dangerously hypotensive when they receive sodium nitroprusside injection at this rate. Infusion of sodium nitroprusside should therefore be started at a very low rate (0.3 mcg/kg/min), with upward titration every few minutes until the desired effect is achieved or the maximum recommended infusion rate (10 mcg/kg/min) has been reached. Because sodium nitroprusside’s hypotensive effect is very rapid in onset and in dissipation, small variations in infusion rate can lead to wide, undesirable variations in blood pressure. Since there is inherent variation in blood pressure measurement, confirm the drug effect at any infusion rate after an additional 5 minutes before titrating to a higher dose to achieve the desired blood pressure. Sodium nitroprusside should not be infused through ordinary I.V. apparatus, regulated only by gravity and mechanical clamps. Only an infusion pump, preferably a volumetric pump, should be used. Because sodium nitroprusside can induce essentially unlimited blood-pressure reduction, the blood pressure of a patient receiving this drug must be continuously monitored , using either a continually reinflated sphygmomanometer or (preferably) an intra-arterial pressure sensor. Special caution should be used in elderly patients, since they may be more sensitive to the hypotensive effects of the drug. When sodium nitroprusside is used in the treatment of acute congestive heart failure, titration of the infusion rate must be guided by the results of invasive hemodynamic monitoring with simultaneous monitoring of urine output. Sodium nitroprusside can be titrated by increasing the infusion rate until: • measured cardiac output is no longer increasing, • systemic blood pressure cannot be further reduced without compromising the perfusion of vital organs, or • the maximum recommended infusion rate has been reached, whichever comes earliest. Specific hemodynamic goals must be tailored to the clinical situation, but improvements in cardiac output and left ventricular filling pressure must not be purchased at the price of undue hypotension and consequent hypoperfusion. Table 2 below shows the infusion rates corresponding to the recommended initial and maximal doses (0.3 mcg/kg/min and 10 mcg/kg/min, respectively) for both adult and pediatric patients of various weights. This infusion rate may be lower than indicated in the table for patients less than 10 kg. Note that when the concentration used in a given patient is changed, the tubing is still filled with a solution at the previous concentration. Table 2: Infusion Rates (mL/hours) to Achieve Initial (0.3 mcg/kg/min) and Maximal (10 mcg/kg/min) Dosing of Sodium Nitroprusside Injection Volume 250 mL 500 mL 1000 mL Sodium Nitroprusside Injection 50 mg 50 mg 50 mg Concentration 200 mcg/mL 100 mcg/mL 50 mcg/mL Pt kg Weight Lbs init max init max init max 10 22 1 30 2 60 4 120 20 44 2 60 4 120 7 240 30 66 3 90 5 180 11 360 40 88 4 120 7 240 14 480 50 110 5 150 9 300 18 600 60 132 5 180 11 360 22 720 70 154 6 210 13 420 25 840 80 176 7 240 14 480 29 960 90 198 8 270 16 540 32 1080 100 220 9 300 18 600 36 1200 Avoidance of cyanide toxicity: As described in CLINICAL PHARMACOLOGY above, when more than 500 mcg/kg of sodium nitroprusside is administered faster than 2 mcg/kg/min, cyanide is generated faster than the unaided patient can eliminate it. Administration of sodium thiosulfate has been shown to increase the rate of cyanide processing, reducing the hazard of cyanide toxicity. Although toxic reactions to sodium thiosulfate have not been reported, the co-infusion regimen has not been extensively studied, and it cannot be recommended without reservation. In one study, sodium thiosulfate appeared to potentiate the hypotensive effects of sodium nitroprusside. Co-infusions of sodium thiosulfate have been administered at rates of 5 to 10 times that of sodium nitroprusside. Care must be taken to avoid the indiscriminate use of prolonged or high doses of sodium nitroprusside with sodium thiosulfate as this may result in thiocyanate toxicity and hypovolemia. Incautious administration of sodium nitroprusside must still be avoided, and all of the precautions concerning sodium nitroprusside administration must still be observed. Consideration of methemoglobinemia and thiocyanate toxicity: Rare patients receiving more than 10 mg/kg of sodium nitroprusside will develop methemoglobinemia; other patients, especially those with impaired renal function, will predictably develop thiocyanate toxicity after prolonged, rapid infusions. In accordance with the descriptions in ADVERSE REACTIONS above, patients with suggestive findings should be tested for these toxicities. WARNING: Do not use flexible container in series connections."
  ],
  "indications": [
    "INDICATIONS & USAGE Sodium nitroprusside is indicated for the immediate reduction of blood pressure of adult and pediatric patients in hypertensive crises. Concomitant longer-acting antihypertensive medication should be administered so that the duration of treatment with sodium nitroprusside can be minimized. Sodium nitroprusside is also indicated for producing controlled hypotension in order to reduce bleeding during surgery. Sodium nitroprusside is also indicated for the treatment of acute congestive heart failure."
  ],
  "fetched_at": "2025-09-30T21:07:52.819527",
  "source": "OpenFDA"
}