{
  "drug_name": "Nitrofurantoin",
  "generic_name": [
    "NITROFURANTOIN"
  ],
  "brand_names": [
    "Nitrofurantoin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Antacids : Decreased absorption of nitrofurantoin. (7.1) Uricosuric drugs: Inhibit renal tubular secretion of nitrofurantoin. (7.2) 7.1 Antacids Antacids containing magnesium trisilicate, when administered concomitantly with nitrofurantoin, reduce both the rate and extent of absorption. The mechanism for this interaction probably is adsorption of nitrofurantoin onto the surface of magnesium trisilicate. If coadministration of nitrofurantoin with antacids containing magnesium trisilicate cannot be avoided, monitor for lack of efficacy [see Clinical Pharmacology (12.3)] . 7.2 Uricosuric Drugs Uricosuric drugs, such as probenecid and sulfinpyrazone, can inhibit renal tubular secretion of nitrofurantoin. The resulting increase in nitrofurantoin serum levels may increase toxicity, and the decreased urinary levels could lessen its efficacy as a urinary tract antibacterial. Therefore, monitor for nitrofurantoin adverse reactions when co-administering nitrofurantoin with uricosuric drugs. 7.3 Drug Interference with Laboratory Tests The presence of nitrofurantoin can cause a false-positive reaction for glucose in the urine when using Benedict's or Fehling's copper reduction reaction to determine the amount of reducing substances like glucose in the urine. Use glucose tests based on enzymatic glucose oxidase reactions to detect glucose in the urine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in more detail in other sections of the labeling: Hypersensitivity Reactions [see Warnings and Precautions (5.1)] Pulmonary Reactions [see Warnings and Precautions (5.2)] Hepatotoxicity [see Warnings and Precautions (5.3)] Neuropathy [see Warnings and Precautions (5.4)] Hemolytic anemia [see Warnings and Precautions (5.5)] Clostridioides difficile -associated Diarrhea [see Warnings and Precautions (5.6)] Persistence or Reappearance of Bacteriuria [see Warnings and Precautions (5.7)] The following adverse reactions associated with the use of nitrofurantoin formulations, including nitrofurantoin oral suspension, were identified in clinical studies or post-marketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Respiratory : chronic, subacute, or acute pulmonary hypersensitivity reactions have occurred. Chronic pulmonary reactions have occurred generally in patients who have received continuous treatment for six months or longer. Malaise, dyspnea on exertion, cough, and altered pulmonary function are common manifestations which can occur insidiously. Radiologic and histologic findings of diffuse interstitial pneumonitis or fibrosis, or both, are also common manifestations of the chronic pulmonary reaction. Fever is prominent. The severity of chronic pulmonary reactions and their degrees of resolution appear to be related to the duration of therapy after the first clinical signs appear. Pulmonary function may be impaired permanently, even after cessation of therapy. The risk is greater when chronic pulmonary reactions are not recognized early. In subacute pulmonary reactions, fever and eosinophilia occur less often than in the acute form. Upon cessation of therapy, recovery may require several months. If the symptoms are not recognized as being drug-related and nitrofurantoin therapy is not stopped, the symptoms may become more severe. Acute pulmonary reactions are commonly manifested by fever, chills, cough, chest pain, dyspnea, pulmonary infiltration with consolidation of pleural effusion on x-ray, and eosinophilia. Acute reactions usually occur within the first week of treatment and are reversible with cessation of therapy. Resolution often is dramatic . Changes in EKG (e.g., non-specific ST/T wave changes, bundle branch block) have been reported in association with pulmonary reactions. Cyanosis has been reported. Hepatic : Hepatic reactions, including hepatitis, cholestatic jaundice, chronic active hepatitis, and hepatic necrosis, have occurred . Neurologic: Peripheral neuropathy, which may become severe or irreversible, has occurred. Fatalities have been reported. Conditions such as renal impairment (creatinine clearance under 60 mL per minute or clinically significant elevated serum creatinine), anemia, diabetes mellitus, electrolyte imbalance, vitamin B deficiency, and debilitating diseases may increase the possibility of peripheral neuropathy . Asthenia, vertigo, nystagmus, dizziness, headache, and drowsiness also have been reported with the use of nitrofurantoin. Benign intracranial hypertension (pseudotumor cerebri), confusion, depression, optic neuritis, and psychotic reactions have been reported. Bulging fontanels, as a sign of benign intracranial hypertension in infants, have been reported rarely. Dermatologic: Exfoliative dermatitis and erythema multiforme (including Stevens-Johnson syndrome) have been reported. Alopecia also has been reported. Allergic: A lupus-like syndrome associated with pulmonary reactions to nitrofurantoin has been reported. Also, angioedema; maculopapular, erythematous, or eczematous eruptions; pruritus; urticaria; anaphylaxis; arthralgia; myalgia; drug fever; and vasculitis (sometimes associated with pulmonary reactions) have been reported. Hypersensitivity reactions present the most frequent spontaneously-reported adverse reactions in worldwide post marketing experience with nitrofurantoin formulations, including nitrofurantoin oral suspension. Gastrointestinal: Nausea, emesis, and anorexia occur most often. Abdominal pain and diarrhea are less common gastrointestinal reactions. These dose-related reactions can be minimized by reduction of dosage. Sialadenitis and pancreatitis have been reported. There have been sporadic reports of pseudomembranous colitis with the use of nitrofurantoin. The onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment . Hematologic: Cyanosis secondary to methemoglobinemia has been reported. Miscellaneous: As with other antibacterial agents, superinfections caused by resistant organisms, e.g., Pseudomonas species or Candida species, can occur. There are sporadic reports of Clostridioides difficile superinfections, or pseudomembranous colitis, with the use of nitrofurantoin, including nitrofurantoin oral suspension. Laboratory Adverse Reactions The following laboratory adverse reactions have been reported with the use of nitrofurantoin formulations, including nitrofurantoin oral suspension; increased AST (SGOT), increased ALT (SGPT), decreased hemoglobin, increased serum phosphorus, eosinophilia, glucose-6-phosphate dehydrogenase deficiency anemia, agranulocytosis, leukopenia, granulocytopenia, hemolytic anemia, thrombocytopenia, megaloblastic anemia. In most cases, these hematologic abnormalities resolved following cessation of therapy. Aplastic anemia has been reported. The most common adverse reactions occurring in patients are nausea, vomiting, anorexia, vertigo, nystagmus, dizziness, headache, angioedema, rash, urticaria, pulmonary hypersensitivity reactions, hepatic reactions, peripheral neuropathy, increased aspartate aminotransferase, increased alanine aminotransferase, decreased hemoglobin, increased serum phosphorus, and eosinophilia (6) To report SUSPECTED ADVERSE REACTIONS, contact Northstar Rx LLC at 1-800-204-7821 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Nitrofurantoin is contraindicated in: patients with known hypersensitivity to nitrofurantoin [see Warnings and Precautions (5.1)]. patients with a previous history of cholestatic jaundice/hepatic dysfunction associated with nitrofurantoin [see Warnings and Precautions (5.3)]. patients who have anuria, oliguria, or significant impairment of renal function (creatinine clearance under 60 mL per minute or clinically significant elevated serum creatinine) due to an increased risk of toxicity resulting from impaired excretion of the drug [see Warnings and Precautions (5.4)]. pregnant patients at term (38 weeks to 42 weeks gestation), during labor and delivery, or when the onset of labor is imminent and in pediatric patients younger than 1 month of age because of the possibility of hemolytic anemia due to immature erythrocyte enzyme systems (glutathione instability) [see Warnings and Precautions (5.5) and Use in Specific Populations (8.1 and 8.4)]. Known hypersensitivity to nitrofurantoin. (4) History of cholestatic jaundice/hepatic dysfunction associated with nitrofurantoin. (4) Patients who have anuria, oliguria, or significant impairment of renal function (creatinine clearance under 60 mL per minute or clinically significant elevated serum creatinine). (4) Pregnant patients at term (38 weeks to 42 weeks gestation), during labor and delivery, or when the onset of labor is imminent. (4) Pediatric Patients under one month of age. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION Adult Patients: 50 mg to 100 mg four times a day -the lower dosage level is recommended for uncomplicated urinary tract infections. (2.2) Pediatric Patients: 5 mg/kg to 7 mg/kg of body weight per 24 hours, given in four divided doses (contraindicated under one month of age). (2.3) 2.1 Recommended Dosage and Administration in Adult Patients The recommended dosage is 50 mg to 100 mg of nitrofurantoin four times a day. For long-term suppressive therapy in adults, a reduction of dosage to 50 mg to 100 mg at bedtime may be adequate . The benefits of long-term suppressive therapy should be balanced against the increased potential for systemic toxicity and for the development of antibacterial resistance [see Warnings and Precautions (5.2, 5.4, 5.6)]. Administer nitrofurantoin with food to improve drug absorption [see Clinical Pharmacology (12.3)] and, in some patients, tolerance. 2.2 Recommended Dosage and Administration in Pediatric Patients (1 month of age and older) The recommended dosage of nitrofurantoin is 5 mg/kg to 7 mg/kg of body weight per 24 hours, given in four divided doses in pediatric patients aged 1 month and older. Administer nitrofurantoin with food to improve drug absorption [ s ee Clinical Pharmacology (12.3)] and, in some patients, tolerance. Table 1 lists individual dosage volumes for nitrofurantoin oral suspension (25 mg/5 mL) based on body weight for pediatric patients. Table 1: Nitrofurantoin Oral Suspension Pediatric Dosing Table for Pediatric Patients 1 month of Age and Older Weight in Kilograms (kg) Pediatric Doses (mL), Frequency: Four times Daily 25 mg/5 mL oral suspension 4 kg or lower 1 Greater than 4 kg to 5 kg 1.4 Greater than 5 kg to 7 kg 1.8 Greater than 7 kg to 10 kg 2.5 Greater than 10 kg to 14 kg 3.5 Greater than 14 kg to 20 kg 5 Greater than 20 kg to 25 kg 7 Greater than 25 kg to 30 kg 8.5 Greater than 30 kg to 40 kg 10 40 kg or greater See Adult Dose To measure the correct pediatric doses, it is important to administer nitrofurantoin oral suspension with an appropriate size oral dosing syringe with graduations that align with the volume prescribed in Table 1 above. Continue therapy for one week or for at least 3 days after sterility of the urine is obtained. Continued infection indicates the need for reevaluation. For long-term suppressive therapy in pediatric patients, doses as low as 1 mg/kg per 24 hours, given in a single dose or in two divided doses, may be adequate [see Warnings and Precautions (5.2, 5.4, 5.6)]."
  ],
  "indications": [
    "1 INDICATIONS & USAGE Nitrofurantoin is indicated in adults and pediatric patients 1 month of age and older for the treatment of urinary tract infections due to susceptible strains of Escherichia coli , Enterococcus species, Staphylococcus aureus , Klebsiella species and Enterobacter species. Limitations of Use Nitrofurantoin is not indicated for the treatment of pyelonephritis or perinephric abscesses [see Warnings and Precautions (5.7)]. Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of nitrofurantoin and other antibacterial drugs, nitrofurantoin should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Nitrofurantoin is a nitrofuran antibacterial indicated in adults and pediatric patients 1 month of age and older for the treatment of urinary tract infections caused by susceptible bacteria. (1) Limitations of Use Nitrofurantoin is not indicated for the treatment of pyelonephritis or perinephric abscesses. (1) Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of nitrofurantoin and other antibacterial drugs, nitrofurantoin should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. (1)"
  ],
  "fetched_at": "2025-09-30T21:29:22.328972",
  "source": "OpenFDA"
}