{
  "drug_name": "Nizatidine",
  "generic_name": [
    "NIZATIDINE"
  ],
  "brand_names": [
    "Nizatidine"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS Worldwide, controlled clinical trials of nizatidine included over 6,000 patients given nizatidine in studies of varying durations. Placebo-controlled trials in the United States and Canada included over 2,600 patients given nizatidine and over 1,700 given placebo. Among the adverse events in these placebo-controlled trials, anemia (0.2% vs 0%) and urticaria (0.5% vs 0.1%) were significantly more common in the nizatidine group. Incidence in Placebo-Controlled Clinical Trials in the United States and Canada – Table 5 lists adverse events that occurred at a frequency of 1% or more among nizatidine-treated patients who participated in placebo-controlled trials. The cited figures provide some basis for estimating the relative contribution of drug and nondrug factors to the side effect incidence rate in the population studied. Table 5. Incidence of Treatment-Emergent Adverse Events in Placebo-Controlled Clinical Trials In The United States and Canada Percentage of Patients Reporting Event Body System/Adverse Event * Nizatidine (N=2,694) Placebo (N=1,729) Body as a Whole Headache 16.6 15.6 Abdominal pain 7.5 12.5 Pain 4.2 3.8 Asthenia 3.1 2.9 Back pain 2.4 2.6 Chest pain 2.3 2.1 Infection 1.7 1.1 Fever 1.6 2.3 Surgical procedure 1.4 1.5 Injury, accident 1.2 0.9 Digestive Diarrhea 7.2 6.9 Nausea 5.4 7.4 Flatulence 4.9 5.4 Vomiting 3.6 5.6 Dyspepsia 3.6 4.4 Constipation 2.5 3.8 Dry mouth 1.4 1.3 Nausea and vomiting 1.2 1.9 Anorexia 1.2 1.6 Gastrointestinal disorder 1.1 1.2 Tooth disorder 1.0 0.8 Musculoskeletal Myalgia 1.7 1.5 Nervous Dizziness 4.6 3.8 Insomnia 2.7 3.4 Abnormal dreams 1.9 1.9 Somnolence 1.9 1.6 Anxiety 1.6 1.4 Nervousness 1.1 0.8 Respiratory Rhinitis 9.8 9.6 Pharyngitis 3.3 3.1 Sinusitis 2.4 2.1 Cough, increased 2.0 2.0 Skin and Appendages Rash 1.9 2.1 Pruritus 1.7 1.3 Special Senses Amblyopia 1.0 0.9 * Events reported by at least 1% of nizatidine-treated patients are included. A variety of less common events were also reported; it was not possible to determine whether these were caused by nizatidine. Hepatic – Hepatocellular injury, evidenced by elevated liver enzyme tests (SGOT [AST], SGPT [ALT], or alkaline phosphatase), occurred in some patients and was possibly or probably related to nizatidine. In some cases there was marked elevation of SGOT, SGPT enzymes (greater than 500 IU/L) and, in a single instance, SGPT was greater than 2,000 IU/L. The overall rate of occurrences of elevated liver enzymes and elevations to 3 times the upper limit of normal, however, did not significantly differ from the rate of liver enzyme abnormalities in placebo-treated patients. All abnormalities were reversible after discontinuation of nizatidine. Since market introduction, hepatitis and jaundice have been reported. Rare cases of cholestatic or mixed hepatocellular and cholestatic injury with jaundice have been reported with reversal of the abnormalities after discontinuation of nizatidine. Cardiovascular – In clinical pharmacology studies, short episodes of asymptomatic ventricular tachycardia occurred in 2 individuals administered nizatidine and in 3 untreated subjects. CNS – Rare cases of reversible mental confusion have been reported. Endocrine – Clinical pharmacology studies and controlled clinical trials showed no evidence of anti-androgenic activity due to nizatidine. Impotence and decreased libido were reported with similar frequency by patients who received nizatidine and by those given placebo. Rare reports of gynecomastia occurred. Hematologic – Anemia was reported significantly more frequently in nizatidine- than in placebo-treated patients. Fatal thrombocytopenia was reported in a patient who was treated with nizatidine and another H 2 -receptor antagonist. On previous occasions, this patient had experienced thrombocytopenia while taking other drugs. Rare cases of thrombocytopenic purpura have been reported. Integumental – Sweating and urticaria were reported significantly more frequently in nizatidine- than in placebo-treated patients. Rash and exfoliative dermatitis were also reported. Vasculitis has been reported rarely. Hypersensitivity – As with other H 2 -receptor antagonists, rare cases of anaphylaxis following administration of nizatidine have been reported. Rare episodes of hypersensitivity reactions (e.g., bronchospasm, laryngeal edema, rash, and eosinophilia) have been reported. Body as a Whole – Serum sickness-like reactions have occurred rarely in conjunction with nizatidine use. Genitourinary – Reports of impotence have occurred. Other – Hyperuricemia unassociated with gout or nephrolithiasis was reported. Eosinophilia, fever, and nausea related to nizatidine administration have been reported. To report SUSPECTED ADVERSE EVENTS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or http://www.fda.gov/ for voluntary reporting of adverse reactions."
  ],
  "contraindications": [],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Active Duodenal Ulcer – The recommended oral dosage for adults is 300 mg once daily at bedtime. An alternative dosage regimen is 150 mg twice daily. Maintenance of Healed Duodenal Ulcer – The recommended oral dosage for adults is 150 mg once daily at bedtime. Gastroesophageal Reflux Disease – The recommended oral dosage in adults for the treatment of erosions, ulcerations, and associated heartburn is 150 mg twice daily. Active Benign Gastric Ulcer – The recommended oral dosage is 300 mg given either as 150 mg twice daily or 300 mg once daily at bedtime. Prior to treatment, care should be taken to exclude the possibility of malignant gastric ulceration. Dosage Adjustment for Patients With Moderate to Severe Renal Insufficiency – The dose for patients with renal dysfunction should be reduced as follows: Active Duodenal Ulcer, GERD and Benign Gastric Ulcer C cr Dose 20-50 mL/min 150 mg daily <20 mL/min 150 mg every other day Maintenance Therapy C cr Dose 20-50 mL/min 150 mg every other day <20 mL/min 150 mg every 3 days Some elderly patients may have creatinine clearances of less than 50 mL/min, and based on pharmacokinetic data in patients with renal impairment, the dose for such patients should be reduced accordingly. The clinical effects of this dosage reduction in patients with renal failure have not been evaluated."
  ],
  "indications": [
    "INDICATIONS AND USAGE Nizatidine is indicated for up to 8 weeks for the treatment of active duodenal ulcer. In most patients, the ulcer will heal within 4 weeks. Nizatidine is indicated for maintenance therapy for duodenal ulcer patients, at a reduced dosage of 150 mg h.s. after healing of an active duodenal ulcer. The consequences of continuous therapy with nizatidine for longer than 1 year are not known. Nizatidine is indicated for up to 12 weeks for the treatment of endoscopically diagnosed esophagitis, including erosive and ulcerative esophagitis, and associated heartburn due to GERD. Nizatidine is indicated for up to 8 weeks for the treatment of active benign gastric ulcer. Before initiating therapy, care should be taken to exclude the possibility of malignant gastric ulceration."
  ],
  "fetched_at": "2025-09-30T21:22:24.856976",
  "source": "OpenFDA"
}