{
  "drug_name": "Nojirimycine Tetrazole",
  "generic_name": [
    "Nojirimycine Tetrazole"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Both animal and human data suggest that AZACTAM (aztreonam injection) is rarely cross-reactive with other beta-lactam antibiotics and weakly immunogenic. Treatment with aztreonam can result in hypersensitivity reactions in patients with or without prior exposure. (See CONTRAINDICATIONS .) Careful inquiry should be made to determine whether the patient has any history of hypersensitivity reactions to any allergens. While cross-reactivity of aztreonam with other beta-lactam antibiotics is rare, this drug should be administered with caution to any patient with a history of hypersensitivity to beta-lactams (eg, penicillins, cephalosporins, and/or carbapenems). Treatment with aztreonam can result in hypersensitivity reactions in patients with or without prior exposure to aztreonam. If an allergic reaction to aztreonam occurs, discontinue the drug and institute supportive treatment as appropriate (eg, maintenance of ventilation, pressor amines, antihistamines, corticosteroids). Serious hypersensitivity reactions may require epinephrine and other emergency measures. (See ADVERSE REACTIONS .) Clostridium difficile –associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including AZACTAM, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin-producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over 2 months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Rare cases of toxic epidermal necrolysis have been reported in association with aztreonam in patients undergoing bone marrow transplant with multiple risk factors including sepsis, radiation therapy, and other concomitantly administered drugs associated with toxic epidermal necrolysis. PRECAUTIONS General Prescribing AZACTAM in the absence of a proven or strongly suspected bacterial infection or a prophylactic indication is unlikely to provide benefit to the patient and increases the risk of the development of drug-resistant bacteria. In patients with impaired hepatic or renal function, appropriate monitoring is recommended during therapy. If an aminoglycoside is used concurrently with aztreonam, especially if high dosages of the former are used or if therapy is prolonged, renal function should be monitored because of the potential nephrotoxicity and ototoxicity of aminoglycoside antibiotics. The use of antibiotics may promote the overgrowth of nonsusceptible organisms, including Gram-positive organisms ( Staphylococcus aureus and Streptococcus faecalis ) and fungi. Should superinfection occur during therapy, appropriate measures should be taken. Information for Patients Patients should be counseled that antibacterial drugs including AZACTAM should only be used to treat bacterial infections. They do not treat viral infections (eg, the common cold). When AZACTAM is prescribed to treat a bacterial infection, patients should be told that although it is common to feel better early in the course of therapy, the medication should be taken exactly as directed. Skipping doses or not completing the full course of therapy may (1) decrease the effectiveness of the immediate treatment and (2) increase the likelihood that bacteria will develop resistance and will not be treatable by AZACTAM or other antibacterial drugs in the future. Diarrhea is a common problem caused by antibiotics which usually ends when the antibiotic is discontinued. Sometimes after starting treatment with antibiotics, patients can develop watery and bloody stools (with or without stomach cramps and fever) even as late as 2 or more months after having taken the last dose of the antibiotic. If this occurs, patients should contact their physician as soon as possible. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenicity studies with aztreonam have not been conducted using an intravenous route of administration. A 104-week rat inhalation toxicology study to assess the carcinogenic potential of aztreonam demonstrated no drug-related increase in the incidence of tumors. Rats were exposed to aerosolized aztreonam for up to 4 hours per day. Peak plasma levels of aztreonam averaging approximately 6.8 mcg/mL were measured in rats at the highest dose level. Genetic toxicology studies performed with aztreonam in vitro (Ames test, mouse lymphoma forward mutation assay, gene conversion assay, chromosome aberration assay in human lymphocytes) and in vivo (mouse bone marrow cytogenetic assay) did not reveal evidence of mutagenic or clastogenic potential. A two-generation reproduction study in rats at daily doses of 150, 600, or 2400 mg/kg given prior to and during gestation and lactation, revealed no evidence of impaired fertility. Based on body surface area, the high dose is 2.9-fold greater than the maximum recommended human dose (MRHD) for adults of 8 g per day. There was a slightly reduced survival rate during the lactation period in the offspring of rats that received the high dose, but not in offspring of rats that received lower doses of aztreonam. Pregnancy Pregnancy Category B In pregnant women, aztreonam crosses the placenta and enters the fetal circulation. Developmental toxicity studies in pregnant rats and rabbits with daily doses of aztreonam up to 1800 and 1200 mg/kg, respectively, revealed no evidence of embryotoxicity or fetotoxicity or teratogenicity. These doses, based on body surface area, are 2.2- and 2.9-fold greater than the MRHD for adults of 8 g per day. A peri/postnatal study in rats revealed no drug-induced changes in any maternal, fetal, or neonatal parameters. The highest dose used in this study, 1800 mg/kg/day, is 2.2 times the MRHD based on body surface area. There are no adequate and well-controlled studies of aztreonam on human pregnancy outcomes. Because animal reproduction studies are not always predictive of human response, aztreonam should be used during pregnancy only if clearly needed. Nursing Mothers Aztreonam is excreted in human milk in concentrations that are less than 1% of concentrations determined in simultaneously obtained maternal serum; consideration should be given to temporary discontinuation of nursing and use of formula feedings. Pediatric Use The safety and effectiveness of intravenous AZACTAM have been established in the age groups 9 months to 16 years. Use of AZACTAM in these age groups is supported by evidence from adequate and well-controlled studies of AZACTAM in adults with additional efficacy, safety, and pharmacokinetic data from noncomparative clinical studies in pediatric patients. Sufficient data are not available for pediatric patients under 9 months of age or for the following treatment indications/pathogens: septicemia and skin and skin-structure infections (where the skin infection is believed or known to be due to H. influenzae type b). In pediatric patients with cystic fibrosis, higher doses of AZACTAM may be warranted. (See CLINICAL PHARMACOLOGY , DOSAGE AND ADMINISTRATION , and CLINICAL STUDIES .) Geriatric Use Clinical studies of AZACTAM did not include sufficient numbers of subjects aged 65 years and over to determine whether they respond differently from younger subjects. Other reported clinical experience has not identified differences in responses between the elderly and younger patients.9-12 In general, dose selection for an elderly patient should be cautious, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy. In elderly patients, the mean serum half-life of aztreonam increased and the renal clearance decreased, consistent with the age-related decrease in creatinine clearance.1-4 Since aztreonam is known to be substantially excreted by the kidney, the risk of toxic reactions to this drug may be greater in patients with impaired renal function. Because elderly patients are more likely to have decreased renal function, renal function should be monitored and dosage adjustments made accordingly (see DOSAGE AND ADMINISTRATION : Renal Impairment in Adult Patients and Dosage in the Elderly ). AZACTAM contains no sodium."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Local reactions (eg, phlebitis/thrombophlebitis; discomfort/swelling) following intravenous administration occurred at rates of approximately 1.9%. Systemic reactions (considered to be related to therapy or of uncertain etiology) occurring at an incidence of 1% to 1.3% include diarrhea, nausea and/or vomiting, and rash. Reactions occurring at an incidence of less than 1% are listed within each body system in order of decreasing severity: Hypersensitivity —anaphylaxis, angioedema, bronchospasm Hematologic —pancytopenia, neutropenia, thrombocytopenia, anemia, eosinophilia, leukocytosis, thrombocytosis Gastrointestinal —abdominal cramps; rare cases of C. difficile –associated diarrhea, including pseudomembranous colitis, or gastrointestinal bleeding have been reported. Onset of pseudomembranous colitis symptoms may occur during or after antibiotic treatment. (See WARNINGS .) Dermatologic —toxic epidermal necrolysis (see WARNINGS ), purpura, erythema multiforme, exfoliative dermatitis, urticaria, petechiae, pruritus, diaphoresis Cardiovascular —hypotension, transient ECG changes (ventricular bigeminy and PVC), flushing Respiratory —wheezing, dyspnea, chest pain Hepatobiliary —hepatitis, jaundice Nervous System —seizure, confusion, encephalopathy, vertigo, paresthesia, insomnia, dizziness. Musculoskeletal —muscular aches Special Senses —tinnitus, diplopia, mouth ulcer, altered taste, numb tongue, sneezing, nasal congestion, halitosis Other —vaginal candidiasis, vaginitis, breast tenderness Body as a Whole —weakness, headache, fever, malaise Pediatric Adverse Reactions Of the 612 pediatric patients who were treated with AZACTAM in clinical trials, less than 1% required discontinuation of therapy due to adverse events. The following systemic adverse events, regardless of drug relationship, occurred in at least 1% of treated patients in domestic clinical trials: rash (4.3%), diarrhea (1.4%), and fever (1.0%). These adverse events were comparable to those observed in adult clinical trials. In 343 pediatric patients receiving intravenous therapy, the following local reactions were noted: pain (12%), erythema (2.9%), induration (0.9%), and phlebitis (2.1%). In the US patient population, pain occurred in 1.5% of patients, while each of the remaining 3 local reactions had an incidence of 0.5%. The following laboratory adverse events, regardless of drug relationship, occurred in at least 1% of treated patients: increased eosinophils (6.3%), increased platelets (3.6%), neutropenia (3.2%), increased AST (3.8%), increased ALT (6.5%), and increased serum creatinine (5.8%). In US pediatric clinical trials, neutropenia (absolute neutrophil count less than 1000/mm 3 ) occurred in 11.3% of patients (8/71) younger than 2 years receiving 30 mg/kg every 6 hours. AST and ALT elevations to greater than 3 times the upper limit of normal were noted in 15% to 20% of patients aged 2 years or above receiving 50 mg/kg every 6 hours. The increased frequency of these reported laboratory adverse events may be due to either increased severity of illness treated or higher doses of AZACTAM administered. Adverse Laboratory Changes Adverse laboratory changes without regard to drug relationship that were reported during clinical trials were: Hepatic —elevations of AST (SGOT), ALT (SGPT), and alkaline phosphatase; signs or symptoms of hepatobiliary dysfunction occurred in less than 1% of recipients (see above). Hematologic —increases in prothrombin and partial thromboplastin times, positive Coombs’ test. Renal —increases in serum creatinine."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This preparation is contraindicated in patients with known hypersensitivity to aztreonam or any other component in the formulation."
  ],
  "dosage_administration": [],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of AZACTAM (aztreonam injection) and other antibacterial drugs, AZACTAM should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. AZACTAM is indicated for the treatment of the following infections caused by susceptible Gram-negative microorganisms: Urinary Tract Infections (complicated and uncomplicated), including pyelonephritis and cystitis (initial and recurrent) caused by Escherichia coli , Klebsiella pneumoniae , Proteus mirabilis , Pseudomonas aeruginosa , Enterobacter cloacae , Klebsiella oxytoca *, Citrobacter species*, and Serratia marcescens *. Lower Respiratory Tract Infections , including pneumonia and bronchitis caused by Escherichia coli , Klebsiella pneumoniae , Pseudomonas aeruginosa , Haemophilus influenzae , Proteus mirabilis , Enterobacter species, and Serratia marcescens *. Septicemia caused by Escherichia coli , Klebsiella pneumoniae , Pseudomonas aeruginosa , Proteus mirabilis *, Serratia marcescens *, and Enterobacter species. Skin and Skin-Structure Infections , including those associated with postoperative wounds, ulcers, and burns, caused by Escherichia coli , Proteus mirabilis , Serratia marcescens , Enterobacter species, Pseudomonas aeruginosa , Klebsiella pneumoniae , and Citrobacter species*. Intra-abdominal Infections , including peritonitis caused by Escherichia coli , Klebsiella species including K. pneumoniae , Enterobacter species including E. cloacae *, Pseudomonas aeruginosa , Citrobacter species* including C. freundii *, and Serratia species* including S. marcescens *. Gynecologic Infections , including endometritis and pelvic cellulitis caused by Escherichia coli , Klebsiella pneumoniae *, Enterobacter species* including E. cloacae *, and Proteus mirabilis *. AZACTAM is indicated for adjunctive therapy to surgery in the management of infections caused by susceptible organisms, including abscesses, infections complicating hollow viscus perforations, cutaneous infections, and infections of serous surfaces. AZACTAM is effective against most of the commonly encountered Gram-negative aerobic pathogens seen in general surgery. ———————————— * Efficacy for this organism in this organ system was studied in fewer than 10 infections. Concurrent Therapy Concurrent initial therapy with other antimicrobial agents and AZACTAM is recommended before the causative organism(s) is known in seriously ill patients who are also at risk of having an infection due to Gram-positive aerobic pathogens. If anaerobic organisms are also suspected as etiologic agents, therapy should be initiated using an anti-anaerobic agent concurrently with AZACTAM (see DOSAGE AND ADMINISTRATION ). Certain antibiotics (eg, cefoxitin, imipenem) may induce high levels of beta-lactamase in vitro in some Gram-negative aerobes such as Enterobacter and Pseudomonas species, resulting in antagonism to many beta-lactam antibiotics including aztreonam. These in vitro findings suggest that such beta-lactamase inducing antibiotics not be used concurrently with aztreonam. Following identification and susceptibility testing of the causative organism(s), appropriate antibiotic therapy should be continued."
  ],
  "fetched_at": "2025-10-01T02:58:53.361381",
  "source": "OpenFDA"
}