{
  "drug_name": "Norelgestromin",
  "generic_name": [
    "NORELGESTROMIN AND ETHINYL ESTRADIOL"
  ],
  "brand_names": [
    "norelgestromin and ethinyl estradiol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the labeling of concurrently-used drugs to obtain further information about interactions with hormonal contraceptives or the potential for enzyme alterations. Drugs or herbal products that induce certain enzymes (for example CYP3A4) may decrease the effectiveness of CHCs or increase breakthrough bleeding. Counsel patients to use a back-up or alternative method of contraception when enzyme inducers are used with CHCs. ( 7.1 ) 7.1 Effects of Other Drugs on Combined Hormonal Contraceptives Substances Decreasing the Plasma Concentrations of CHCs and Potentially Diminishing the Efficacy of CHCs Drugs or herbal products that induce certain enzymes, including cytochrome P450 3A4 (CYP3A4), may decrease the plasma concentrations of CHCs and potentially diminish the effectiveness of CHCs or increase breakthrough bleeding. Some drugs or herbal products that may decrease the effectiveness of hormonal contraceptives include phenytoin, barbiturates, carbamazepine, bosentan, felbamate, griseofulvin, oxcarbazepine, rifampicin, topiramate, rifabutin, rufinamide, aprepitant, and products containing St. John's wort. Interactions between hormonal contraceptives and other drugs may lead to breakthrough bleeding and/or contraceptive failure. Counsel women to use an alternative method of contraception or a back-up method when enzyme inducers are used with CHCs, and to continue back-up contraception for 28 days after discontinuing the enzyme inducer to ensure contraceptive reliability. Substances Increasing the Plasma Concentrations of CHCs Co-administration of atorvastatin or rosuvastatin and certain CHCs containing EE increase AUC values for EE by approximately 20% to 25%. Ascorbic acid and acetaminophen may increase plasma EE concentrations, possibly by inhibition of conjugation. CYP3A4 inhibitors such as itraconazole, voriconazole, fluconazole, grapefruit juice, or ketoconazole may increase plasma hormone concentrations. Human Immunodeficiency Virus (HIV)/Hepatitis C Virus (HCV) Protease Inhibitors and Non-Nucleoside Reverse Transcriptase Inhibitors Significant changes (increase or decrease) in the plasma concentrations of estrogen and/or progestin have been noted in some cases of co-administration with HIV protease inhibitors (decrease [e.g., nelfinavir, ritonavir, darunavir/ritonavir, (fos)amprenavir/ritonavir, lopinavir/ritnoavir, and tipranavir/ritonavir] or increase [e.g., indinavir and atazanavir/ritonavir])/HCV protease inhibitors or with non-nucleoside reverse transcriptase inhibitors (decrease [e.g., nevirapine] or increase [e.g., etravirine]). 7.2 Effects of Combined Hormonal Contraceptives on Other Drugs CHCs containing EE may inhibit the metabolism of other compounds (e.g., cyclosporine, prednisolone, theophylline, tizanidine, and voriconazole) and increase their plasma concentrations. CHCs have been shown to decrease plasma concentrations of acetaminophen, clofibric acid, morphine, salicylic acid, and temazepam. Significant decrease in plasma concentration of lamotrigine has been shown, likely due to induction of lamotrigine glucuronidation. This may reduce seizure control; therefore, dosage adjustments of lamotrigine may be necessary. Women on thyroid hormone replacement therapy may need increased doses of thyroid hormone because serum concentration of thyroid-binding globulin increases with use of CHCs [see Warnings and Precautions ( 5.13 )]. 7.3 Concomitant Use with HCV Combination Therapy – Liver Enzyme Elevation Do not co-administer norelgestromin and ethinyl estradiol transdermal system with HCV drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to potential for ALT elevations [see Warnings and Precautions ( 5.4 )]. 7.4 Interference with Laboratory Tests The use of contraceptive steroids may influence the results of certain laboratory tests, such as coagulation factors, lipids, glucose tolerance, and binding proteins."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions with the use of combination hormonal contraceptives, including norelgestromin and ethinyl estradiol transdermal system, are discussed elsewhere in the labeling: Serious cardiovascular events and stroke [see Boxed Warning and Warnings and Precautions ( 5.1 )] Vascular events, including venous and arterial thromboembolic events [see Warnings and Precautions ( 5.1 )] Liver disease [see Warnings and Precautions ( 5.3 )] Adverse reactions commonly reported by users of combination hormonal contraceptives are: Irregular uterine bleeding Nausea Breast tenderness Headache The most frequent adverse reactions reported during clinical trials (≥ 5%) were breast symptoms, nausea/vomiting, headache, application site disorder, abdominal pain, dysmenorrhea, vaginal bleeding and menstrual disorders, and mood, affect and anxiety disorders. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Zydus Pharmaceuticals (USA) Inc. at 1-877-993-8779 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The data described below reflect exposure to norelgestromin and ethinyl estradiol transdermal system in 3330 sexually active women (3322 of whom had safety data) who participated in three Phase 3 clinical trials designed to evaluate contraceptive efficacy and safety. These subjects received six or 13 cycles of contraception (norelgestromin and ethinyl estradiol transdermal system or an oral contraceptive comparator in 2 of the trials). The women ranged in age from 18 to 45 years and were predominantly white (91%). The most common adverse reactions (≥ 5%) reported during clinical trials were breast symptoms, nausea/vomiting, headache, application site disorder, abdominal pain, dysmenorrhea, vaginal bleeding and menstrual disorders, and mood, affect and anxiety disorders. The most common events leading to discontinuation were application site reaction, breast symptoms (including breast discomfort, engorgement and pain), nausea and/or vomiting, headache and emotional lability. Adverse drug reactions reported by ≥ 2.5% of norelgestromin and ethinyl estradiol transdermal system-treated subjects in these trials are shown in Table 3. Table 3: Adverse Drug Reactions Reported by ≥ 2.5% of Norelgestromin and Ethinyl Estradiol Transdermal System-treated Subjects in Three Phase 3 Clinical Trials System/Organ Class * Adverse reaction Norelgestromin and Ethinyl Estradiol Transdermal System (n = 3322) Reproductive system and breast disorders Breast symptoms † 22.4% Dysmenorrhea 7.8% Vaginal bleeding and menstrual disorders † 6.4% Gastrointestinal disorders Nausea 16.6% Abdominal pain † 8.1% Vomiting 5.1% Diarrhea 4.2% Nervous system disorders Headache 21.0% Dizziness 3.3% Migraine 2.7% General disorders and administration site conditions Application site disorder † 17.1% Fatigue 2.6% Psychiatric disorders Mood, affect and anxiety disorders † 6.3% Skin and subcutaneous tissue disorders Acne 2.9% Pruritus 2.5% Infections and infestations Vaginal yeast infection † 3.9% Investigations Weight increased 2.7% * MedDRA version 10.0 † Represents a bundle of similar terms Additional adverse drug reactions that occurred in < 2.5% of norelgestromin and ethinyl estradiol transdermal system-treated subjects in the above clinical trials datasets are: Gastrointestinal disorders : Abdominal distension General disorders and administration site conditions : Fluid retention 1 , malaise Hepatobiliary disorders : Cholecystitis Investigations : Blood pressure increased, lipid disorders 1 Musculoskeletal and connective tissue disorders : Muscle spasms Psychiatric disorders : Insomnia, libido decreased, libido increased Reproductive system and breast disorders : Galactorrhea, genital discharge, premenstrual syndrome, uterine spasm, vaginal discharge, vulvovaginal dryness Respiratory, thoracic and mediastinal disorders : Pulmonary embolism Skin and subcutaneous tissue disorders : Chloasma, dermatitis contact, erythema, skin irritation 1 Represents a bundle of similar terms 6.2 Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 - 1.12 (Figure 2). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 2). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 - 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8-10 years of COC use. Figure 2: Risk of Breast Cancer with Combined Oral Contraceptive Use RR = relative risk; OR = odds ration; HR = hazard ration. \"ever COC\" are females with current or past COC use; \"never COC use\" are fmales that never used COCs. The following adverse reactions (Table 4) have been identified during postapproval use of norelgestromin and ethinyl estradiol transdermal system. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Table 4: Alphabetical List of Adverse Drug Reactions Identified During Postmarketing Experience with Norelgestromin and Ethinyl Estradiol Transdermal System by System Organ Class* System Organ Class Adverse Drug Reactions Cardiac disorders Myocardial infarction † Endocrine disorders Hyperglycemia, insulin resistance Eye disorders Contact lens intolerance or complication Gastrointestinal disorders Colitis General disorders and administration site conditions Application site reaction † , edema † Hepatobiliary disorders Blood cholesterol abnormal, cholelithiasis, cholestasis, hepatic lesion, jaundice cholestatic, low density lipoprotein increased Immune system disorders Allergic reaction † , urticaria Investigations Blood glucose abnormal, blood glucose decreased Metabolism and nutrition disorders Increased appetite Neoplasms benign, malignant and unspecified (Incl. cysts and polyps) Breast cancer † , cervix carcinoma, hepatic adenoma, hepatic neoplasm Nervous system disorders Dysgeusia, migraine with aura Psychiatric disorders Anger, emotional disorder, frustration, irritability Reproductive system and breast disorders Breast mass, cervical dysplasia, fibroadenoma of breast, menstrual disorder † , suppressed lactation, uterine leiomyoma Skin and subcutaneous tissues disorders Alopecia, eczema, erythema multiforme, erythema nodosum, photosensitivity reaction, pruritus generalized, rash † , seborrheic dermatitis, skin reaction Vascular disorders Arterial thrombosis † , cerebrovascular accident † , deep vein thrombosis † , hemorrhage intracranial † , hypertension, hypertensive crisis, pulmonary embolism † , thrombosis † *MedDRA version 10.0 † Represents a bundle of similar terms figure-2"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Norelgestromin and ethinyl estradiol transdermal system is contraindicated in females who are known to have or develop the following conditions: ● At high risk of arterial or venous thromboembolic events. Examples include women who: ○ Smoke, if over age 35 [see Boxed Warning, and Warnings and Precautions ( 5.1 )] ○ Have deep vein thrombosis or pulmonary embolism, now or in the past [see Warnings and Precautions ( 5.1 )] ○ Have inherited or acquired hypercoagulopathies [see Warnings and Precautions ( 5.1 )] ○ Have cerebrovascular disease [see Warnings and Precautions ( 5.1 )] ○ Have coronary artery disease [see Warnings and Precautions ( 5.1 )] ○ Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease, or atrial fibrillation) [see Warnings and Precautions ( 5.1 )] ○ Have uncontrolled hypertension [see Warnings and Precautions ( 5.5 )] ○ Have diabetes mellitus with vascular disease [see Warnings and Precautions ( 5.7 )] ○ Have headaches with focal neurological symptoms or have migraine headaches with aura ■ Women over age 35 with any migraine headaches [see Warnings and Precautions ( 5.8 )] ● Body Mass Index ≥ 30 kg/m 2 [ see Warnings and Precautions ( 5.1 ) ] ● Liver tumors, benign or malignant, or liver disease [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] ● Undiagnosed abnormal uterine bleeding [see Warnings and Precautions ( 5.9 )] ● Pregnancy, because there is no reason to use hormonal contraceptives during pregnancy [see Warnings and Precautions ( 5.10 ) and Use in Specific Populations ( 8.1 )] ● Current diagnosis of, or history of, breast cancer, which may be hormone-sensitive [see Warnings and Precautions ( 5.12 )] ● Use of Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for alanine aminotransferase (ALT) elevations [see Warnings and Precautions ( 5.4 )] At high risk of arterial or venous thromboembolic events ( 4 ) BMI ≥ 30 kg/m 2 ( 4 ) Breast cancer or other estrogen- or progestin-sensitive cancer ( 4 ) Liver tumors or liver disease ( 4 ) Undiagnosed abnormal uterine bleeding ( 4 ) Pregnancy ( 4 ) Co-administration with Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION To achieve maximum contraceptive effectiveness, norelgestromin and ethinyl estradiol transdermal system must be used exactly as directed. Complete instructions to facilitate patient counseling on proper system usage may be found in the FDA-Approved Patient Labeling. Norelgestromin and ethinyl estradiol transdermal system uses a 28-day (4-week) cycle. Apply a new patch to the upper outer arm, abdomen, buttock or back each week for 3 weeks (21 total days). Week 4 is patch-free. ( 2.1 , 2.3 ) Apply each new patch on the same day of the week. Wear only one patch at a time. ( 2.1 ) Do not cut or alter the patch in any way. ( 2.1 ) 2.1 How to Use Norelgestromin and Ethinyl Estradiol Transdermal System The norelgestromin and ethinyl estradiol transdermal system uses a 28-day (4-week) cycle. A new patch is applied each week for 3 weeks (21 total days). Week 4 is patch-free. Withdrawal bleeding is expected during this time. Every new patch should be applied on the same day of the week. This day is known as the \"Patch Change Day.\" For example, if the first patch is applied on a Monday, all subsequent patches should be applied on a Monday. Only one patch should be worn at a time. Do not cut, damage or alter the norelgestromin and ethinyl estradiol transdermal system patch in any way. If the norelgestromin and ethinyl estradiol transdermal system patch is cut, damaged or altered in size, contraceptive efficacy may be impaired. On the day after Week 4 ends, a new 4-week cycle is started by applying a new patch. Under no circumstances should there be more than a 7-day patch-free interval between dosing cycles. 2.2 How to Start Using Norelgestromin and Ethinyl Estradiol Transdermal System There are multiple options for starting the Norelgestromin and Ethinyl Estradiol transdermal system, and the woman should choose the option that is most appropriate (see Table 1): Table 1: Instructions for Administration Starting Norelgestromin and Ethinyl Estradiol Transdermal System in women with no current use of hormonal contraception The woman has two options for starting the patch and she should choose the option that is right for her: First Day Start The woman should apply her first patch during the first 24 hours of her menstrual period. If a patch is applied after the first 24 hours of menstruation, non-hormonal back-up contraception (such as condoms and spermicide, or diaphragm and spermicide) is needed for the first 7 days of the first cycle only. The woman should apply a new patch each week for three weeks (21 total days). Every new patch should be applied on the same day of the week. This day is known as the \"Patch Change Day.\" For example, if the first patch is applied on a Monday, all subsequent patches should be applied on a Monday. Only one patch should be worn at a time. No patch is worn during Week Four (the \"Patch-Free Week\"). Withdrawal bleeding is expected during this time. On the day after Week 4 ends, a new 4-week cycle is started by applying a new patch. Under no circumstances should there be more than a 7-day patch-free interval between dosing cycles. Sunday Start The woman should apply her first patch on the first Sunday after her menstrual period begins. With this option, a non-hormonal backup method of birth control, such as a condom and spermicide or diaphragm and spermicide, is needed for the first 7 days of the first cycle only. If her period starts on a Sunday, the first patch should be applied that day, and no backup contraception is needed. Switching from another contraceptive method Oral combination hormonal contraception (oral CHC) • If the woman is switching from the pill to Norelgestromin and Ethinyl Estradiol Transdermal System, she should complete her current pill cycle and apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day she would normally start her next pill • If she does not get her period within a week after taking the last active pill, she should check with her healthcare professional to be sure that she is not pregnant, but she may go ahead and start Norelgestromin and Ethinyl Estradiol Transdermal System for contraception. • If the patch is applied more than a week after taking the last active pill, she should use a non-hormonal back-up contraception (such as condoms and spermicide, or diaphragm and spermicide) concurrently for the first 7 days of patch use. Transdermal system • If the woman is switching from another contraceptive transdermal system to Norelgestromin and Ethinyl Estradiol Transdermal System, she should complete the current transdermal system cycle and apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day the next transdermal system cycle would normally start. • If she does not get her period within a week after removing the last transdermal system, she should check with her healthcare professional to be sure that she is not pregnant, but she may go ahead and start Norelgestromin and Ethinyl Estradiol Transdermal System for contraception. If Norelgestromin and Ethinyl Estradiol Transdermal System is applied more than a week after removal of the last patch, nonhormonal back-up contraception (such as condoms and spermicide, or diaphragm and spermicide) should be used concurrently for the first 7 days of patch use. Vaginal ring • If the woman is switching from the vaginal ring to Norelgestromin and Ethinyl Estradiol Transdermal System, she should complete her current vaginal ring cycle and apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day she would normally insert her next vaginal ring. • If she does not get her period within a week after removing the last vaginal ring, she should check with her healthcare professional to be sure that she is not pregnant, but she may go ahead and start Norelgestromin and Ethinyl Estradiol Transdermal System for contraception. • If the patch is applied more than a week after removal of the last vaginal ring, she should use a non-hormonal back-up contraception (such as condoms and spermicide, or diaphragm and spermicide) concurrently for the first 7 days of patch use. Injection • If the woman is switching from an injection contraceptive to Norelgestromin and Ethinyl Estradiol Transdermal System, she should apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day the next injection would normally occur. Intrauterine system (IUS) • If the woman is switching from an intrauterine system to Norelgestromin and Ethinyl Estradiol Transdermal System, she should apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day of IUS removal. If the IUS is not removed on the first day of the menstrual cycle, nonhormonal backup contraception (such as condoms and spermicide, or diaphragm and spermicide) should be used concurrently for the first 7 days of patch use. Implant • If the woman is switching from an implant to Norelgestromin and Ethinyl Estradiol Transdermal System, she should apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day of implant removal. Progestin-only pill • If the woman is switching from a progestin-only pill to Norelgestromin and Ethinyl Estradiol Transdermal System, she should apply the first Norelgestromin and Ethinyl Estradiol Transdermal System patch on the day the next progestin-only pill cycle would normally start. Use after Childbirth Start contraceptive therapy with norelgestromin and ethinyl estradiol transdermal system in women who elect not to breastfeed no sooner than 4 weeks after childbirth due to increased risk of thromboembolism. If a woman begins using norelgestromin and ethinyl estradiol transdermal system postpartum, and has not yet had a period, consider the possibility of ovulation and conception occurring prior to use of norelgestromin and ethinyl estradiol transdermal system, and instruct her to use an additional method of contraception, such as a condom and spermicide or diaphragm and spermicide, for the first 7 days. [See Warnings and Precautions ( 5.1 ) and Pregnancy ( 8.1 ).] Use after Abortion or Miscarriage After an abortion or miscarriage that occurs in the first trimester, norelgestromin and ethinyl estradiol transdermal system may be started immediately. An additional method of contraception is not needed if norelgestromin and ethinyl estradiol transdermal system is started immediately. If use of norelgestromin and ethinyl estradiol transdermal system is not started within 5 days following a first trimester abortion, the woman should follow the instructions for a woman starting norelgestromin and ethinyl estradiol transdermal system for the first time. In the meantime she should be advised to use a non-hormonal contraceptive method. Ovulation may occur within 10 days of an abortion or miscarriage. Start norelgestromin and ethinyl estradiol transdermal system no earlier than 4 weeks after a second trimester abortion or miscarriage, due to the increased risk of thromboembolic disease. [See Contraindications ( 4 ) and Warnings and Precautions ( 5.1 ).] 2.3 How to Apply Norelgestromin and Ethinyl Estradiol Transdermal System CHOOSING A PLACE ON THE BODY TO PUT THE PATCH The patch may be placed on the upper outer arm, abdomen, buttock or back in a place where it won't be rubbed by tight clothing. For example, it should not be placed under the waistband of clothing. The patch should not be placed on the breasts, on cut or irritated skin, or on the same location as the previous patch. Before applying the patch: The woman should make sure the skin is clean and dry. She should not use lotions, creams, oils, powders, or make-up at the patch site. It may cause the patch to fail to stick properly or to become loose. HOW TO APPLY THE PATCH • The woman should tear open the pouch at the edge. She should gently remove the contents of the foil pouch and discard the additional piece of film above the patch. • The woman should peel away half of the clear plastic. She should avoid touching the sticky surface with her fingers. • The woman should apply the sticky side of the patch on the skin she has cleaned and dried. She should then remove the other half of the clear plastic and attach the entire patch to her skin. • The woman should press firmly on the patch with the palm of her hand for 10 seconds, making sure that the whole patch adheres to her skin. • She should run her fingers over the entire surface area to smooth out any \"wrinkles\" around the outer edges of the patch. The woman should check her patch every day to make sure all edges are sticking correctly. WHEN TO CHANGE THE NORELGESTROMIN AND ETHINYL ESTRADIOL TRANSDERMAL SYSTEM PATCH The patch works for 7 days (1 week). The woman should apply a new patch on the same day each week (her Patch Change Day) for 3 weeks in a row. She must make sure she has removed her old patch prior to applying the new patch. During Week 4, she DOES NOT wear a patch. She must make sure she removes her old patch. (Her period should begin during this week.) Following Week 4, she repeats the cycle of three weekly applications followed by a patch-free week. WHAT IF THE PATCH BECOMES LOOSE OR FALLS OFF? The patch must stick securely to the skin to work properly. If the norelgestromin and ethinyl estradiol transdermal system patch becomes partially or completely detached and remains detached, insufficient drug delivery occurs. The woman should not try to reapply a patch if it is no longer sticky, if it has become stuck to itself or another surface, or if it has other material stuck to it. If a patch edge lifts up: The woman should press down firmly on the patch with the palm of her hand for 10 seconds, making sure that the whole patch adheres to her skin. She should run her fingers over the entire surface area to smooth out any \"wrinkles\" around the edges of the patch. If her patch does not stick completely, she should remove it and apply a replacement patch. She should not tape or wrap the patch to her skin or reapply a patch that is partially adhered to clothing. If the patch has been off or partially off: For less than 1 Day , she should try to reapply it. If the patch does not adhere completely, she should apply a new patch immediately. (No backup contraception is needed and her Patch Change Day will stay the same). For more than 1 Day or if she is not sure for how long , she may not be protected from pregnancy. To reduce this risk, she should apply a new patch and start a new 4-week cycle. She will now have a new Patch Change Day and MUST USE NON-HORMONAL BACKUP CONTRACEPTION (such as a condom and spermicide or diaphragm and spermicide) for the first week of her new cycle. IF THE WOMAN FORGETS TO CHANGE HER PATCH ● at the start of any patch cycle (Week 1/Day 1) : SHE MAY NOT BE PROTECTED FROM PREGNANCY. She should apply the first patch of her new cycle as soon as she remembers. There is now a new \"Patch Change Day\" and a new \"Day 1.\" The woman must use back-up contraception, such as a condom and spermicide or diaphragm and spermicide, for the first week of the new cycle. ● in the middle of the patch cycle (Week 2/Day 8 or Week 3/Day 15) , ○ for 1 or 2 days (up to 48 hours), she should apply a new patch immediately. The next patch should be applied on the usual \"Patch Change Day.\" No back-up contraception is needed. ○ for more than 2 days (48 hours or more), SHE MAY NOT BE PROTECTED FROM PREGNANCY. She should stop the current contraceptive cycle and start a new 4-week cycle immediately by putting on a new patch. There is now a new \"Patch Change Day\" and a new \"Day 1.\" The woman must use back-up contraception for 1 week. ● at the end of the patch cycle (Week 4/Day 22), ○ If the woman forgets to remove her patch, she should take it off as soon as she remembers. The next cycle should be started on the usual \"Patch Change Day,\" which is the day after Day 28. No back-up contraception is needed. Under no circumstances should there be more than a 7-day patch-free interval between cycles . If there are more than 7 patch-free days, THE WOMAN MAY NOT BE PROTECTED FROM PREGNANCY and back-up contraception, such as a condom and spermicide or diaphragm and spermicide, must be used for 7 days. As with combined oral contraceptives, the risk of ovulation increases with each day beyond the recommended drug-free period. If she has had intercourse during such an extended patch-free interval, consider the possibility of pregnancy. Change Day Adjustment If the woman wishes to change her Patch Change Day, she should complete her current cycle, removing the third norelgestromin and ethinyl estradiol transdermal system patch on the correct day. During the patch-free week, she may select an earlier Patch Day Change by applying a new norelgestromin and ethinyl estradiol transdermal system patch on the desired day. In no case should there be more than 7 consecutive patch-free days. Breakthrough Bleeding or Spotting In the event of unscheduled or breakthrough bleeding or spotting (bleeding that occurs on the days that norelgestromin and ethinyl estradiol transdermal system is worn), treatment should be continued. If unscheduled bleeding persists longer than a few cycles, consider causes other than norelgestromin and ethinyl estradiol transdermal system. If the woman does not have scheduled or withdrawal bleeding (bleeding that should occur during the patch-free week), she should resume treatment on the next scheduled Change Day. If norelgestromin and ethinyl estradiol transdermal system has been used correctly, the absence of withdrawal bleeding is not necessarily an indication of pregnancy. Nevertheless, consider the possibility of pregnancy, especially if absence of withdrawal bleeding occurs in 2 consecutive cycles. Discontinue norelgestromin and ethinyl estradiol transdermal system if pregnancy is confirmed. In Case of Skin Irritation If patch use results in uncomfortable irritation, the patch may be removed and a new patch may be applied to a different location until the next Change Day. Only one patch should be worn at a time. Additional Instructions for Dosing Unscheduled bleeding, spotting, and amenorrhea are frequent reasons for patients discontinuing hormonal contraceptives. In case of breakthrough bleeding, as in all cases of irregular bleeding from the vagina, consider nonfunctional causes. In case of undiagnosed persistent or recurrent abnormal bleeding from the vagina, take adequate diagnostic measures to rule out pregnancy or malignancy. If pathology has been excluded, time or a change to another method of contraception may solve the problem. Use of Hormonal Contraceptives in the Event of a Missed Menstrual Period If the woman has not adhered to the prescribed schedule, consider the possibility of pregnancy at the time of the first missed period. Discontinue use of norelgestromin and ethinyl estradiol transdermal system if pregnancy is confirmed. If the woman has adhered to the prescribed regimen and misses one period, she should continue using her contraceptive patches. However, if she has adhered to the prescribed regimen, misses one period and has symptoms associated with pregnancy, rule out pregnancy. Discontinue norelgestromin and ethinyl estradiol transdermal system use if pregnancy is confirmed. If the woman has adhered to the prescribed regimen and misses two consecutive periods, rule out pregnancy. Discontinue norelgestromin and ethinyl estradiol transdermal system use if pregnancy is confirmed. 2.3 Image Image Image Image"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Norelgestromin and ethinyl estradiol transdermal system is indicated for the prevention of pregnancy in women with a body mass index (BMI) < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. Limitations of Use: Norelgestromin and ethinyl estradiol transdermal system may be less effective in preventing pregnancy in women who weigh 198 lbs (90 kg) or more. Norelgestromin and ethinyl estradiol transdermal system is contraindicated for use in women with BMI ≥ 30 kg/m2 [ see Contraindications ( 4 ), Warnings and Precautions ( 5.1 ) and Clinical Studies ( 14 ) ]. Norelgestromin and ethinyl estradiol transdermal system is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women with a BMI < 30 kg/m 2 for whom combined hormonal contraceptive is appropriate. ( 1 ) Limitations of Use: Norelgestromin and ethinyl estradiol transdermal system may be less effective in preventing pregnancy in women at or above 198 lbs (90 kg). ( 1 , 4 , 14 )"
  ],
  "fetched_at": "2025-10-01T16:32:48.079920",
  "source": "OpenFDA"
}