{
  "drug_name": "Norgestrel",
  "generic_name": [
    "NORGESTREL AND ETHINYL ESTRADIOL"
  ],
  "brand_names": [
    "Cryselle"
  ],
  "drug_interactions": [
    "8. Nursing Mothers Advise the nursing mother to use other forms of contraception, when possible, until she has weaned her child. COCs can reduce milk production in breastfeeding mothers. This is less likely to occur once breastfeeding is well-established; however, it can occur at any time in some women. Small amounts of oral contraceptive steroids and/or metabolites are present in breast milk."
  ],
  "warnings": [
    "WARNINGS 1. Thromboembolic Disorders and Other Vascular Problems • Stop Cryselle if an arterial thrombotic event or venous thromboembolic (VTE) event occurs. • Stop Cryselle if there is unexplained loss of vision, proptosis, diplopia, papilledema, or retinal vascular lesions. Evaluate for retinal vein thrombosis immediately. • If feasible, stop Cryselle at least 4 weeks before and through 2 weeks after major surgery or other surgeries known to have an elevated risk of VTE as well as during and following prolonged immobilization. • Start Cryselle no earlier than 4 weeks after delivery, in women who are not breastfeeding. The risk of postpartum VTE decreases after the third postpartum week, whereas the risk of ovulation increases after the third postpartum week. • The use of COCs increases the risk of VTE. However, pregnancy increases the risk of VTE as much or more than the use of COCs. The risk of VTE in women using COCs is 3 to 9 cases per 10,000 woman-years. The risk of VTE is highest during the first year of use of COCs and when restarting hormonal contraception after a break of 4 weeks or longer. The risk of thromboembolic disease due to COCs gradually disappears after use is discontinued. • Use of COCs also increases the risk of arterial thromboses such as strokes and myocardial infarctions, especially in women with other risk factors for these events. COCs have been shown to increase both the relative and attributable risks of cerebrovascular events (thrombotic and hemorrhagic strokes). This risk increases with age, particularly in women over 35 years of age who smoke. • Use COCs with caution in women with cardiovascular disease risk factors. 2. Liver Disease Impaired Liver Function Do not use Cryselle in women with liver disease, such as acute viral hepatitis or severe (decompensated) cirrhosis of the liver [see Contraindications ] . Acute or chronic disturbances of liver function may necessitate the discontinuation of COC use until markers of liver function return to normal and COC causation has been excluded. Discontinue Cryselle if jaundice develops. Liver Tumors Cryselle is contraindicated in women with benign and malignant liver tumors [see Contraindications ] . Hepatic adenomas are associated with COC use. An estimate of the attributable risk is 3.3 cases/100,000 users. Rupture of hepatic adenomas may cause death through intra-abdominal hemorrhage. Studies have shown an increased risk of developing hepatocellular carcinoma in long-term (>8 years) COC users. However the risk of liver cancers in COC users approaches less than one case per million users. Risk Of Liver Enzyme Elevations With Concomitant Hepatitis C Treatment During clinical trials with the Hepatitis C combination drug regimen that contains ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, ALT elevations greater than 5 times the upper limit of normal (ULN), including some cases greater than 20 times the ULN, were significantly more frequent in women using ethinyl estradiol-containing medications such as COCs. Discontinue Cryselle prior to starting therapy with the combination drug regimen ombitasvir/paritaprevir/ritonavir, with or without dasabuvir [see Contraindications ] . Cryselle can be restarted approximately 2 weeks following completion of treatment with the combination drug regimen. 3. High Blood Pressure Cryselle is contraindicated in women with uncontrolled hypertension or hypertension with vascular disease [see Contraindications ] . For women with well-controlled hypertension, monitor blood pressure and stop Cryselle if blood pressure rises significantly. An increase in blood pressure has been reported in women taking COCs, and this increase is more likely in older women with extended duration of use. The incidence of hypertension increases with increasing quantities of progestin. 4. Gallbladder Disease Studies suggest a small increased relative risk of developing gallbladder disease among COC users. Use of COCs may worsen existing gallbladder disease. A past history of COC-related cholestasis predicts an increased risk with subsequent COC use. Women with a history of pregnancy-related cholestasis may be at an increased risk for COC related cholestasis. 5. Carbohydrate and Lipid Metabolic Effects Carefully monitor prediabetic and diabetic women who take Cryselle. COCs may decrease glucose tolerance. Consider alternative contraception for women with uncontrolled dyslipidemia. A small proportion of women will have adverse lipid changes while on COCs. Women with hypertriglyceridemia, or a family history thereof, may be at an increased risk of pancreatitis when using COCs. 6. Headache If a woman taking Cryselle develops new headaches that are recurrent, persistent, or severe, evaluate the cause and discontinue Cryselle if indicated. Consider discontinuation of Cryselle in the case of increased frequency or severity of migraine during COC use (which may be prodromal of a cerebrovascular event). 7. Bleeding Irregularities and Amenorrhea Unscheduled Bleeding and Spotting Unscheduled (breakthrough or intracyclic) bleeding and spotting sometimes occur in patients on COCs, especially during the first three months of use. If bleeding persists or occurs after previously regular cycles, check for causes such as pregnancy or malignancy. If pathology and pregnancy are excluded, bleeding irregularities may resolve over time or with a change to a different contraceptive product. In 1,287 patients (pooled data from a number of studies), unscheduled bleeding was recorded in 15% of first cycles and by Cycle 12 was 5%. In total, 23% of subjects reported spotting, 20% reported unscheduled bleeding, and 2% reported change in menstrual flow at some point in the studies. In the studies, 1.2% discontinued use of the product due to breakthrough bleeding and 1% discontinued due to spotting. Amenorrhea and Oligomenorrhea Women who use Cryselle may experience amenorrhea. A total of 9% of subjects in the studies reported amenorrhea in one or more cycles. Some women may experience amenorrhea or oligomenorrhea after discontinuation of COCs, especially when such a condition was preexistent. If scheduled (withdrawal) bleeding does not occur, consider the possibility of pregnancy. If the patient has not adhered to the prescribed dosing schedule (missed one or more active tablets or started taking them on a day later than she should have), consider the possibility of pregnancy at the time of the first missed period and take appropriate diagnostic measures. If the patient has adhered to the prescribed regimen and misses two consecutive periods, rule out pregnancy. 8. Depression Carefully observe women with a history of depression and discontinue Cryselle if depression recurs to a serious degree. 9. Malignant Neoplasms Breast Cancer Cryselle is contraindicated in females who currently have or have had breast cancer because breast cancer may be hormonally sensitive [see Contraindications ]. Epidemiology studies have not found a consistent association between use of combined oral contraceptives (COCs) and breast cancer risk. Studies do not show an association between ever (current or past) use of COCs and risk of breast cancer. However, some studies report a small increase in the risk of breast cancer among current or recent users (<6 months since last use) and also among current users with longer duration of COC use [see Postmarketing Experience ]. Cervical Cancer Some studies suggest that COC use has been associated with an increase in the risk of cervical cancer or intraepithelial neoplasia. However, there continues to be controversy about the extent to which such findings may be due to differences in sexual behavior and other factors."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS An increased risk of the following serious adverse reactions (see Warnings section for additional information) has been associated with the use of oral contraceptives: • Serious cardiovascular events and stroke [see Boxed Warning ] • Vascular events • Liver disease Adverse reactions commonly reported by COC users are: • Irregular uterine bleeding • Nausea • Breast tenderness • Headache Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of Cryselle was evaluated in 1,343 healthy women of child-bearing potential who participated in 9 clinical trials and received at least one dose of Cryselle for contraception. Subjects were exposed for a total of 11,085 cycles, with 429 women completing one year of exposure. Subjects ranged in age from 15 to 40 years. Demographics were 69% Caucasian, 28% Black, and 3% other. Common Adverse Reactions (≥ 2% of women): • Weight increase (11%) • Cervical erosion (9%) • Weight decrease (6%) • Acne (4%) • Dysmenorrhea (4%) • Vaginal discharge (4%) • Abdominal pain, cramps, and bloating (3%) • Appetite increase (3%) • Depression (3%) • Nervousness (3%) • Chloasma/melasma (2%) • Fatigue (2%) • Varicose veins, aggravation of (2%) A total of 8% of subjects discontinued the trials prematurely due to an adverse reaction, most commonly due to unscheduled bleeding, spotting, headache (including migraine), nausea, acne, changes in menstrual flow, weight increase, nervousness, high blood pressure, and depression. Postmarketing Experience Five studies that compared breast cancer risk between ever-users (current or past use) of COCs and never-users of COCs reported no association between ever use of COCs and breast cancer risk, with effect estimates ranging from 0.90 to 1.12 (Figure 1). Three studies compared breast cancer risk between current or recent COC users (<6 months since last use) and never users of COCs (Figure 1). One of these studies reported no association between breast cancer risk and COC use. The other two studies found an increased relative risk of 1.19 to 1.33 with current or recent use. Both of these studies found an increased risk of breast cancer with current use of longer duration, with relative risks ranging from 1.03 with less than one year of COC use to approximately 1.4 with more than 8-10 years of COC use. Figure 1: Relevant Studies of Risk of Breast Cancer with Combined Oral Contraceptives RR = relative risk; OR = odds ratio; HR = hazard ratio. “ever COC” are females with current or past COC use; “never COC use” are females that never used COCs. The following additional adverse drug reactions have been reported from worldwide postmarketing experience with Cryselle. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Arterial Events: Arterial thromboembolism, Myocardial infarction, Cerebral hemorrhage Eye Disorder: Optic neuritis, which may lead to partial or complete loss of vision, Intolerance to contact lenses, Change (steepening) in corneal curvature Gastrointestinal Disorders: Colitis, Nausea, Pancreatitis Hepatobiliary Disorders: Gallbladder disease, Cholestatic jaundice, Budd-Chiari syndrome Immune System Disorders: Anaphylactic/anaphylactoid reactions, including urticaria, angioedema, and severe reactions with respiratory and circulatory symptoms Metabolism and Nutrition Disorders: Carbohydrate and lipid effects, Porphyria, exacerbation of Porphyria Neoplasms, Benign, Malignant, and Unspecified: Carcinoma of the reproductive organs and breasts , Hepatic neoplasia (including hepatic adenomas or benign liver tumors) Psychiatric Disorders: Mood changes Reproductive System and Breast Disorders: Temporary infertility after discontinuation of treatment, Changes in libido, Vaginitis, including candidiasis; Breast secretion Skin and Subcutaneous Tissue Disorders: Melasma/chloasma, which may persist; Erythema multiforme, Erythema nodosum, Hemorrhagic eruption, Hirsutism Vascular Events: Venous thrombosis, Pulmonary embolism, Cerebral thrombosis, Mesenteric thrombosis, Retinal vascular thrombosis OVERDOSAGE There have been no reports of serious ill effects from overdosage of oral contraceptives, including ingestion by children. Overdosage may cause withdrawal bleeding in females and nausea. DOSAGE AND ADMINISTRATION To achieve maximum contraceptive effectiveness, Cryselle (norgestrel and ethinyl estradiol tablets) must be taken exactly as directed and at intervals not exceeding 24 hours. The dosage of Cryselle is one white tablet daily for 21 consecutive days, followed by one light-green colored inert tablet daily for 7 consecutive days, according to prescribed schedule. It is recommended that Cryselle tablets be taken by mouth at the same time each day. How to Start Cryselle Consider the possibility of ovulation and conception prior to initiation of medication. Instruct the patient to begin taking Cryselle on the first Sunday after the onset of menstruation. If menstruation begins on a Sunday, the first tablet (white) is taken that day. The patient should take one white tablet daily for 21 consecutive days followed by one light-green colored inert tablet daily for 7 consecutive days. Withdrawal bleeding will usually occur within 3 days following discontinuation of white tablets and may not have finished before the next pack is started. During the first cycle, the patient should not rely on Cryselle for contraception until a white tablet has been taken daily for 7 consecutive days and she should use a non-hormonal back-up method of birth control during those 7 days. After the first cycle of use The patient is to begin her next and all subsequent 28-day courses of tablets on the same day of the week (Sunday) on which she began her first course, following the same schedule: 21 days of white tablets, followed by 7 days of light-green colored inert tablets. If in any cycle the patient starts tablets later than the proper day, instruct her to protect herself against pregnancy by using a non-hormonal back-up method of birth control until she has taken a white tablet daily for 7 consecutive days. Switching from another hormonal method of contraception • When the patient is switching from a 21-day regimen of tablets, instruct her to wait 7 days after her last tablet before she starts Cryselle. She will probably experience withdrawal bleeding during that week. Instruct her not to let more than 7 days pass after her previous 21-day regimen before she starts Cryselle. • When the patient is switching from a 28-day regimen of tablets, instruct her to start her first pack of Cryselle on the day after her last tablet. She should not wait any days between packs. • The patient may switch any day from a progestin-only pill and should begin Cryselle the next day. If switching from an implant or injection, instruct the patient to start Cryselle on the day of implant removal or the day the next injection would be due. If switching from a contraceptive vaginal ring or transdermal patch instruct the patient to start Cryselle on the day they would have inserted the next ring or applied the next patch. If switching from an Intrauterine Device (IUD) or Intrauterine System (IUS), instruct the patient to start Cryselle on the day of IUD/IUS removal. If the IUD/IUS is not removed on the first day of the patient’s menstrual cycle, instruct her to use a non-hormonal back-up method of birth control for the first 7 days of tablet-taking. Use after pregnancy, abortion, or miscarriage • Initiate Cryselle no earlier than day 28 postpartum in the nonlactating mother or after a second-trimester abortion due to the increased risk for thromboembolism (see Contraindications , Warnings and Precautions concerning thromboembolic disease). Advise the patient to use a non-hormonal back-up method for the first 7 days of tablet-taking. • Cryselle may be initiated immediately after a first-trimester abortion or miscarriage. If the patient starts Cryselle immediately, back-up contraception is not needed. If spotting or breakthrough bleeding occurs If spotting or breakthrough bleeding occurs, instruct the patient to continue on the same regimen. This type of bleeding is usually transient and without significance; however, advise the patient to consult her healthcare provider if the bleeding is persistent or prolonged. Missed Tablets The possibility of ovulation and pregnancy increases with each successive day that scheduled white tablets are missed. If withdrawal bleeding does not occur, the possibility of pregnancy must be considered. If the patient has not adhered to the prescribed schedule (if she missed one or more tablets or started taking them on a day later than she should have), consider the probability of pregnancy at the time of the first missed period and take appropriate diagnostic measures. If the patient has adhered to the prescribed regimen and misses two consecutive periods, rule out pregnancy. For additional patient instructions regarding missed tablets, see the WHAT TO DO IF YOU MISS PILLS section in FDA-Approved Patient Labeling below. Advice in Case of Gastrointestinal Disturbances In case of severe vomiting or diarrhea, absorption may not be complete and additional contraceptive measures should be taken. If vomiting or diarrhea occurs within 3 to 4 hours after taking an active tablet, handle this as a missed tablet [see FDA-Approved Patient Labeling] . 1"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Cryselle is contraindicated in females who are known to have or develop the following conditions: • A high risk of arterial or venous thrombotic diseases. Examples include women who are known to: o Smoke, if over age 35 o Have deep-vein thrombosis or pulmonary embolism, now or in the past o Have inherited or acquired coagulopathies o Have cerebrovascular disease o Have coronary artery disease o Have thrombogenic valvular or thrombogenic rhythm diseases of the heart (for example, subacute bacterial endocarditis with valvular disease or atrial fibrillation) o Have uncontrolled hypertension o Have diabetes mellitus with vascular disease o Headaches with focal neurological symptoms or migraine headaches with aura o Women over age 35 with any migraine headaches • Liver tumors, benign or malignant, or liver disease • Undiagnosed abnormal uterine bleeding • Pregnancy, because there is no reason to use COCs during pregnancy • Current diagnosis or history of breast cancer, which may be hormone sensitive • Hypersensitivity to any of the components of Cryselle Women who are receiving Hepatitis C drug combinations containing ombitasvir/paritaprevir/ritonavir, with or without dasabuvir, due to the potential for ALT elevations (see Warnings , Risk of liver enzyme elevations with concomitant hepatitis c treatment )."
  ],
  "dosage_administration": [],
  "indications": [
    "INDICATIONS AND USAGE Cryselle is indicated for use by females of reproductive potential to prevent pregnancy. In a study of 1,287 women with a total of 11,085 cycles or 852.7 women-years of usage, the pregnancy rate in women age 15 to 40 years was approximately 1 pregnancy per 100 women-years of use."
  ],
  "fetched_at": "2025-10-01T17:36:59.398544",
  "source": "OpenFDA"
}