{
  "drug_name": "Olanzapine",
  "generic_name": [
    "OLANZAPINE"
  ],
  "brand_names": [
    "Olanzapine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The risks of using olanzapine in combination with other drugs have not been extensively evaluated in systematic studies. Diazepam: May potentiate orthostatic hypotension. ( 7.1 , 7.2 ) Alcohol: May potentiate orthostatic hypotension. ( 7.1 ) Carbamazepine: Increased clearance of olanzapine. ( 7.1 ) Fluvoxamine: May increase olanzapine levels. ( 7.1 ) Olanzapine and Fluoxetine in Combination: Also refer to the Drug Interactions section of the package insert for Symbyax. ( 7.1 ) CNS Acting Drugs: Caution should be used when taken in combination with other centrally acting drugs and alcohol. ( 7.2 ) Antihypertensive Agents: Enhanced antihypertensive effect. ( 7.2 ) Levodopa and Dopamine Agonists: May antagonize levodopa/dopamine agonists. ( 7.2 ) Other Concomitant Drug Therapy: When using olanzapine in combination with lithium or valproate, refer to the Drug Interactions sections of the package insert for those products. ( 7.2 ) 7.1 Potential for Other Drugs to Affect Olanzapine Diazepam — The co-administration of diazepam with olanzapine potentiated the orthostatic hypotension observed with olanzapine [see Drug Interactions ( 7.2 )] . Cimetidine and Antacids — Single doses of cimetidine (800 mg) or aluminum- and magnesium-containing antacids did not affect the oral bioavailability of olanzapine. Inducers of CYP1A2 — Carbamazepine therapy (200 mg bid) causes an approximately 50% increase in the clearance of olanzapine. This increase is likely due to the fact that carbamazepine is a potent inducer of CYP1A2 activity. Higher daily doses of carbamazepine may cause an even greater increase in olanzapine clearance. Alcohol — Ethanol (45 mg/70 kg single dose) did not have an effect on olanzapine pharmacokinetics. The co-administration of alcohol (i.e., ethanol) with olanzapine potentiated the orthostatic hypotension observed with olanzapine [see Drug Interactions ( 7.2 )] . Inhibitors of CYP1A2 Fluvoxamine: Fluvoxamine, a CYP1A2 inhibitor, decreases the clearance of olanzapine. This results in a mean increase in olanzapine Cmax following fluvoxamine of 54% in female nonsmokers and 77% in male smokers. The mean increase in olanzapine AUC is 52% and 108%, respectively. Lower doses of olanzapine should be considered in patients receiving concomitant treatment with fluvoxamine. Inhibitors of CYP2D6 Fluoxetine: Fluoxetine (60 mg single dose or 60 mg daily dose for 8 days) causes a small (mean 16%) increase in the maximum concentration of olanzapine and a small (mean 16%) decrease in olanzapine clearance. The magnitude of the impact of this factor is small in comparison to the overall variability between individuals, and therefore dose modification is not routinely recommended. When using olanzapine and fluoxetine in combination, also refer to the Drug Interactions section of the package insert for Symbyax. Warfarin — Warfarin (20 mg single dose) did not affect olanzapine pharmacokinetics [see Drug Interactions ( 7.2 )] . Inducers of CYP1A2 or Glucuronyl Transferase — Omeprazole and rifampin may cause an increase in olanzapine clearance. Charcoal — The administration of activated charcoal (1 g) reduced the Cmax and AUC of oral olanzapine by about 60%. As peak olanzapine levels are not typically obtained until about 6 hours after dosing, charcoal may be a useful treatment for olanzapine overdose. 7.2 Potential for Olanzapine to Affect Other Drugs CNS Acting Drugs — Given the primary CNS effects of olanzapine, caution should be used when olanzapine is taken in combination with other centrally acting drugs and alcohol. Antihypertensive Agents — Olanzapine, because of its potential for inducing hypotension, may enhance the effects of certain antihypertensive agents. Levodopa and Dopamine Agonists — Olanzapine may antagonize the effects of levodopa and dopamine agonists. Lithium — Multiple doses of olanzapine (10 mg for 8 days) did not influence the kinetics of lithium. Therefore, concomitant olanzapine administration does not require dosage adjustment of lithium [see Warnings and Precautions ( 5.16 )] . Valproate — Olanzapine (10 mg daily for 2 weeks) did not affect the steady state plasma concentrations of valproate. Therefore, concomitant olanzapine administration does not require dosage adjustment of valproate [see Warnings and Precautions ( 5.16 )] . Effect of Olanzapine on Drug Metabolizing Enzymes — In vitro studies utilizing human liver microsomes suggest that olanzapine has little potential to inhibit CYP1A2, CYP2C9, CYP2C19, CYP2D6, and CYP3A. Thus, olanzapine is unlikely to cause clinically important drug interactions mediated by these enzymes. Imipramine — Single doses of olanzapine did not affect the pharmacokinetics of imipramine or its active metabolite desipramine. Warfarin — Single doses of olanzapine did not affect the pharmacokinetics of warfarin [see Drug Interactions ( 7.1 )] . Diazepam — Olanzapine did not influence the pharmacokinetics of diazepam or its active metabolite N-desmethyldiazepam. However, diazepam co-administered with olanzapine increased the orthostatic hypotension observed with either drug given alone [see Drug Interactions ( 7.1 )] . Alcohol — Multiple doses of olanzapine did not influence the kinetics of ethanol [see Drug Interactions ( 7.1 )] . Biperiden — Multiple doses of olanzapine did not influence the kinetics of biperiden. Theophylline — Multiple doses of olanzapine did not affect the pharmacokinetics of theophylline or its metabolites."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS When using olanzapine and fluoxetine in combination, also refer to the Adverse Reactions section of the package insert for Symbyax. Most common adverse reactions (≥5% and at least twice that for placebo) associated with: Oral Olanzapine Monotherapy: Schizophrenia (Adults) – postural hypotension, constipation, weight gain, dizziness, personality disorder, akathisia ( 6.1 ) Schizophrenia (Adolescents) – sedation, weight increased, headache, increased appetite, dizziness, abdominal pain, pain in extremity, fatigue, dry mouth ( 6.1 ) Manic or Mixed Episodes, Bipolar I Disorder (Adults) – asthenia, dry mouth, constipation, increased appetite, somnolence, dizziness, tremor ( 6.1 ) Manic or Mixed Episodes, Bipolar I Disorder (Adolescents) – sedation, weight increased, increased appetite, headache, fatigue, dizziness, dry mouth, abdominal pain, pain in extremity ( 6.1 ) Combination of Olanzapine and Lithium or Valproate: Manic or Mixed Episodes, Bipolar I Disorder (Adults) – dry mouth, weight gain, increased appetite, dizziness, back pain, constipation, speech disorder, increased salivation, amnesia, paresthesia ( 6.1 ) Olanzapine and Fluoxetine in Combination: Also refer to the Adverse Reactions section of the package insert for Symbyax. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Lannett Company, Inc. at 1-844-834-0530 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect or predict the rates observed in practice. Clinical Trials in Adults The information below for olanzapine is derived from a clinical trial database for olanzapine consisting of 10,504 adult patients with approximately 4765 patient-years of exposure to olanzapine plus 722 patients with exposure to intramuscular olanzapine for injection. This database includes: (1) 2500 patients who participated in multiple-dose oral olanzapine premarketing trials in schizophrenia and Alzheimer's disease representing approximately 1122 patient-years of exposure as of February 14, 1995; (2) 182 patients who participated in oral olanzapine premarketing bipolar I disorder (manic or mixed episodes) trials representing approximately 66 patient-years of exposure; (3) 191 patients who participated in an oral olanzapine trial of patients having various psychiatric symptoms in association with Alzheimer's disease representing approximately 29 patient-years of exposure; (4)5788 additional patients from 88 oral olanzapine clinical trials as of December 31, 2001; (5) 1843 additional patients from 41 olanzapine clinical trials as of October 31, 2011; and (6) 722 patients who participated in intramuscular olanzapine for injection premarketing trials in agitated patients with schizophrenia, bipolar I disorder (manic or mixed episodes), or dementia. Also included below is information from the premarketing 6-week clinical study database for olanzapine in combination with lithium or valproate, consisting of 224 patients who participated in bipolar I disorder (manic or mixed episodes) trials with approximately 22 patient-years of exposure. The conditions and duration of treatment with olanzapine varied greatly and included (in overlapping categories) open-label and double-blind phases of studies, inpatients and outpatients, fixed-dose and dose-titration studies, and short-term or longer-term exposure. Adverse reactions were assessed by collecting adverse reactions, results of physical examinations, vital signs, weights, laboratory analytes, ECGs, chest x-rays, and results of ophthalmologic examinations. Certain portions of the discussion below relating to objective or numeric safety parameters, namely, dose-dependent adverse reactions, vital sign changes, weight gain, laboratory changes, and ECG changes are derived from studies in patients with schizophrenia and have not been duplicated for bipolar I disorder (manic or mixed episodes) or agitation. However, this information is also generally applicable to bipolar I disorder (manic or mixed episodes) and agitation. Adverse reactions during exposure were obtained by spontaneous report and recorded by clinical investigators using terminology of their own choosing. Consequently, it is not possible to provide a meaningful estimate of the proportion of individuals experiencing adverse reactions without first grouping similar types of reactions into a smaller number of standardized reaction categories. In the tables and tabulations that follow, MedDRA and COSTART Dictionary terminology has been used to classify reported adverse reactions. The stated frequencies of adverse reactions represent the proportion of individuals who experienced, at least once, a treatment-emergent adverse reaction of the type listed. A reaction was considered treatment emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. The reported reactions do not include those reaction terms that were so general as to be uninformative. Reactions listed elsewhere in labeling may not be repeated below. It is important to emphasize that, although the reactions occurred during treatment with olanzapine, they were not necessarily caused by it. The entire label should be read to gain a complete understanding of the safety profile of olanzapine. The prescriber should be aware that the figures in the tables and tabulations cannot be used to predict the incidence of side effects in the course of usual medical practice where patient characteristics and other factors differ from those that prevailed in the clinical trials. Similarly, the cited frequencies cannot be compared with figures obtained from other clinical investigations involving different treatments, uses, and investigators. The cited figures, however, do provide the prescribing healthcare provider with some basis for estimating the relative contribution of drug and nondrug factors to the adverse reactions incidence in the population studied. Incidence of Adverse Reactions in Short-Term, Placebo-Controlled and Combination Trials The following findings are based on premarketing trials of oral olanzapine for schizophrenia, bipolar I disorder (manic or mixed episodes), a subsequent trial of patients having various psychiatric symptoms in association with Alzheimer's disease, and premarketing combination trials. Adverse Reactions Associated with Discontinuation of Treatment in Short-Term, Placebo-Controlled Trials Schizophrenia — Overall, there was no difference in the incidence of discontinuation due to adverse reactions (5% for oral olanzapine vs 6% for placebo). However, discontinuations due to increases in ALT were considered to be drug related (2% for oral olanzapine vs 0% for placebo). Bipolar I Disorder (Manic or Mixed Episodes) Monotherapy — Overall, there was no difference in the incidence of discontinuation due to adverse reactions (2% for oral olanzapine vs 2% for placebo). Adverse Reactions Associated with Discontinuation of Treatment in Short-Term Combination Trials Bipolar I Disorder (Manic or Mixed Episodes), Olanzapine as Adjunct to Lithium or Valproate — In a study of patients who were already tolerating either lithium or valproate as monotherapy, discontinuation rates due to adverse reactions were 11% for the combination of oral olanzapine with lithium or valproate compared to 2% for patients who remained on lithium or valproate monotherapy. Discontinuations with the combination of oral olanzapine and lithium or valproate that occurred in more than 1 patient were: somnolence (3%), weight gain (1%), and peripheral edema (1%). Commonly Observed Adverse Reactions in Short-Term, Placebo-Controlled Trials The most commonly observed adverse reactions associated with the use of oral olanzapine (incidence of 5% or greater) and not observed at an equivalent incidence among placebo-treated patients (olanzapine incidence at least twice that for placebo) were: Table 9: Common Treatment-Emergent Adverse Reactions Associated with the Use of Oral Olanzapine in 6-Week Trials — SCHIZOPHRENIA a Personality disorder is the COSTART term for designating nonaggressive objectionable behavior. Adverse Reaction Percentage of Patients Reporting Event Olanzapine (N=248) Placebo (N=118) Postural hypotension 5 2 Constipation 9 3 Weight gain 6 1 Dizziness 11 4 Personality disorder a 8 4 Akathisia 5 1 Table 10: Common Treatment-Emergent Adverse Reactions Associated with the Use of Oral Olanzapine in 3-Week and 4-Week Trials — Bipolar I Disorder (Manic or Mixed Episodes) Adverse Reaction Percentage of Patients Reporting Event Olanzapine (N=125) Placebo (N=129) Asthenia 15 6 Dry mouth 22 7 Constipation 11 5 Dyspepsia 11 5 Increased appetite 6 3 Somnolence 35 13 Dizziness 18 6 Tremor 6 3 Adverse Reactions Occurring at an Incidence of 2% or More among Oral Olanzapine-Treated Patients in Short-Term, Placebo-Controlled Trials Table 11 enumerates the incidence, rounded to the nearest percent, of treatment-emergent adverse reactions that occurred in 2% or more of patients treated with oral olanzapine (doses ≥2.5 mg/day) and with incidence greater than placebo who participated in the acute phase of placebo-controlled trials. Table 11: Treatment-Emergent Adverse Reactions: Incidence in Short-Term, Placebo-Controlled Clinical Trials with Oral Olanzapine Body System/Adverse Reaction Percentage of Patients Reporting Event Olanzapine (N=532) Placebo (N=294) Body as a Whole Accidental injury 12 8 Asthenia 10 9 Fever 6 2 Back pain 5 2 Chest pain 3 1 Cardiovascular System Postural hypotension 3 1 Tachycardia 3 1 Hypertension 2 1 Digestive System Dry mouth 9 5 Constipation 9 4 Dyspepsia 7 5 Vomiting 4 3 Increased appetite 3 2 Hemic and Lymphatic System Ecchymosis 5 3 Metabolic and Nutritional Disorders Weight gain 5 3 Peripheral edema 3 1 Musculoskeletal System Extremity pain (other than joint) 5 3 Joint pain 5 3 Nervous System Somnolence 29 13 Insomnia 12 11 Dizziness 11 4 Abnormal gait 6 1 Tremor 4 3 Akathisia 3 2 Hypertonia 3 2 Articulation impairment 2 1 Respiratory System Rhinitis 7 6 Cough increased 6 3 Pharyngitis 4 3 Special Senses Amblyopia 3 2 Urogenital System Urinary incontinence 2 1 Urinary tract infection 2 1 Dose Dependency of Adverse Reactions A dose group difference has been observed for fatigue, dizziness, weight gain and prolactin elevation. In a single 8-week randomized, double-blind, fixed-dose study comparing 10 mg/day (N=199), 20 mg/day (N=200) and 40 mg/day (N=200) of oral olanzapine in adult patients with schizophrenia or schizoaffective disorder, incidence of fatigue (10 mg/day: 1.5%; 20 mg/day: 2.1%; 40 mg/day: 6.6%) was observed with significant differences between 10 mg/day vs 40 mg/day and 20 mg/day vs 40 mg/day. The incidence of dizziness (10 mg/day: 2.6%; 20 mg/day: 1.6%; 40 mg/day: 6.6%) was observed with significant differences between 20 mg vs 40 mg. Dose group differences were also noted for weight gain and prolactin elevation [see Warnings and Precautions ( 5.5 , 5.15 )] . The following table addresses dose relatedness for other adverse reactions using data from a schizophrenia trial involving fixed dosage ranges of oral olanzapine. It enumerates the percentage of patients with treatment-emergent adverse reactions for the 3 fixed-dose range groups and placebo. The data were analyzed using the Cochran-Armitage test, excluding the placebo group, and the table includes only those adverse reactions for which there was a trend. Table 12: Percentage of Patients from a Schizophrenia Trial with Treatment-Emergent Adverse Reactions for the 3 Dose Range Groups and Placebo Percentage of Patients Reporting Event Olanzapine Olanzapine Olanzapine Placebo 5 mg/day ± 2.5 mg/day 10 mg/day ± 2.5 mg/day 15 mg/day ± 2.5 mg/day Adverse Reaction (N=68) (N=65) (N=64) (N=69) Asthenia 15 8 9 20 Dry mouth 4 3 5 13 Nausea 9 0 2 9 Somnolence 16 20 30 39 Tremor 3 0 5 7 Commonly Observed Adverse Reactions in Short-Term Trials of Oral Olanzapine as Adjunct to Lithium or Valproate In the bipolar I disorder (manic or mixed episodes) adjunct placebo-controlled trials, the most commonly observed adverse reactions associated with the combination of olanzapine and lithium or valproate (incidence of ≥5% and at least twice placebo) were: Table 13: Common Treatment-Emergent Adverse Reactions Associated with the Use of Oral Olanzapine in 6-Week Adjunct to Lithium or Valproate Trials — Bipolar I Disorder (Manic or Mixed Episodes) Adverse Reaction Percentage of Patients Reporting Event Olanzapine with lithium or valproate (N=229) Placebo with lithium or valproate (N=115) Dry mouth 32 9 Weight gain 26 7 Increased appetite 24 8 Dizziness 14 7 Back pain 8 4 Constipation 8 4 Speech disorder 7 1 Increased salivation 6 2 Amnesia 5 2 Paresthesia 5 2 Adverse Reactions Occurring at an Incidence of 2% or More among Oral Olanzapine-Treated Patients in Short-Term Trials of Olanzapine as Adjunct to Lithium or Valproate Table 14 enumerates the incidence, rounded to the nearest percent, of treatment-emergent adverse reactions that occurred in 2% or more of patients treated with the combination of olanzapine (doses ≥5 mg/day) and lithium or valproate and with incidence greater than lithium or valproate alone who participated in the acute phase of placebo-controlled combination trials. Table 14: Treatment-Emergent Adverse Reactions: Incidence in Short-Term, Placebo-Controlled Clinical Trials of Oral Olanzapine as Adjunct to Lithium or Valproate a Denominator used was for females only (olanzapine, N=128; placebo, N=51). Body System/Adverse Reaction Percentage of Patients Reporting Event Olanzapine with lithium or valproate (N=229) Placebo with lithium or valproate (N=115) Body as a Whole Asthenia 18 13 Back pain 8 4 Accidental injury 4 2 Chest pain 3 2 Cardiovascular System Hypertension 2 1 Digestive System Dry mouth 32 9 Increased appetite 24 8 Thirst 10 6 Constipation 8 4 Increased salivation 6 2 Metabolic and Nutritional Disorders Weight gain 26 7 Peripheral edema 6 4 Edema 2 1 Nervous System Somnolence 52 27 Tremor 23 13 Depression 18 17 Dizziness 14 7 Speech disorder 7 1 Amnesia 5 2 Paresthesia 5 2 Apathy 4 3 Confusion 4 1 Euphoria 3 2 Incoordination 2 0 Respiratory System Pharyngitis 4 1 Dyspnea 3 1 Skin and Appendages Sweating 3 1 Acne 2 0 Dry skin 2 0 Special Senses Amblyopia 9 5 Abnormal vision 2 0 Urogenital System Dysmenorrhea a 2 0 Vaginitis a 2 0 For specific information about the adverse reactions observed with lithium or valproate, refer to the Adverse Reactions section of the package inserts for these other products. Extrapyramidal Symptoms The following table enumerates the percentage of patients with treatment-emergent extrapyramidal symptoms as assessed by categorical analyses of formal rating scales during acute therapy in a controlled clinical trial comparing oral olanzapine at 3 fixed doses with placebo in the treatment of schizophrenia in a 6-week trial. Table 16: Treatment-Emergent Extrapyramidal Symptoms Assessed by Rating Scales Incidence in a Fixed Dosage Range, Placebo-Controlled Clinical Trial of Oral Olanzapine in Schizophrenia — Acute Phase a Percentage of patients with a Simpson-Angus Scale total score >3. b Percentage of patients with a Barnes Akathisia Scale global score ≥2. Percentage of Patients Reporting Event Placebo Olanzapine 5 mg/day ± 2.5 mg/day Olanzapine 10 mg/day ± 2.5 mg/day Olanzapine 15 mg/day ± 2.5 mg/day Parkinsonism a 15 14 12 14 Akathisia b 23 16 19 27 The following table enumerates the percentage of patients with treatment-emergent extrapyramidal symptoms as assessed by spontaneously reported adverse reactions during acute therapy in the same controlled clinical trial comparing olanzapine at 3 fixed doses with placebo in the treatment of schizophrenia in a 6-week trial. Table 17: Treatment-Emergent Extrapyramidal Symptoms Assessed by Adverse Reactions Incidence in a Fixed Dosage Range, Placebo-Controlled Clinical Trial of Oral Olanzapine in Schizophrenia — Acute Phase a Patients with the following COSTART terms were counted in this category: dystonia, generalized spasm, neck rigidity, oculogyric crisis, opisthotonos, torticollis. b Patients with the following COSTART terms were counted in this category: akinesia, cogwheel rigidity, extrapyramidal syndrome, hypertonia, hypokinesia, masked facies, tremor. c Patients with the following COSTART terms were counted in this category: akathisia, hyperkinesia. d Patients with the following COSTART terms were counted in this category: buccoglossal syndrome, choreoathetosis, dyskinesia, tardive dyskinesia. e Patients with the following COSTART terms were counted in this category: movement disorder, myoclonus, twitching. Percentage of Patients Reporting Event Placebo (N=68) Olanzapine 5 mg/day ± 2.5 mg/day (N=65) Olanzapine 10 mg/day ± 2.5 mg/day (N=64) Olanzapine 15 mg/day ± 2.5 mg/day (N=69) Dystonic events a 1 3 2 3 Parkinsonism events b 10 8 14 20 Akathisia events c 1 5 11 10 Dyskinetic events d 4 0 2 1 Residual events e 1 2 5 1 Any extrapyramidal event 16 15 25 32 The following table enumerates the percentage of adolescent patients with treatment-emergent extrapyramidal symptoms as assessed by spontaneously reported adverse reactions during acute therapy (dose range: 2.5 mg/day to 20 mg/day). Table 18: Treatment-Emergent Extrapyramidal Symptoms Assessed by Adverse Reactions Incidence in Placebo-Controlled Clinical Trials of Oral Olanzapine in Schizophrenia and Bipolar I Disorder — Adolescents a Categories are based on Standard MedDRA Queries (SMQ) for extrapyramidal symptoms as defined in MedDRA version 12.0. Percentage of Patients Reporting Event Placebo Olanzapine Categories a (N=89) (N=179) Dystonic events 0 1 Parkinsonism events 2 1 Akathisia events 4 6 Dyskinetic events 0 1 Nonspecific events 0 4 Any extrapyramidal event 6 10 Dystonia, Class Effect: Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, the frequency and severity are greater with high potency and at higher doses of first generation antipsychotic drugs. In general, an elevated risk of acute dystonia may be observed in males and younger age groups receiving antipsychotics; however, events of dystonia have been reported infrequently (<1%) with olanzapine use. Other Adverse Reactions Other Adverse Reactions Observed During the Clinical Trial Evaluation of Oral Olanzapine Following is a list of treatment-emergent adverse reactions reported by patients treated with oral olanzapine (at multiple doses ≥1 mg/day) in clinical trials. This listing is not intended to include reactions (1) already listed in previous tables or elsewhere in labeling, (2) for which a drug cause was remote, (3) which were so general as to be uninformative, (4) which were not considered to have significant clinical implications, or (5) which occurred at a rate equal to or less than placebo. Reactions are classified by body system using the following definitions: frequent adverse reactions are those occurring in at least 1/100 patients; infrequent adverse reactions are those occurring in 1/100 to 1/1000 patients; rare reactions are those occurring in fewer than 1/1000 patients. Body as a Whole — Infrequent: chills, face edema, photosensitivity reaction, suicide attempt 1 ; Rare: chills and fever, hangover effect, sudden death 1 . Cardiovascular System — Infrequent: cerebrovascular accident, vasodilatation. Digestive System — Infrequent: abdominal distension, nausea and vomiting, tongue edema; Rare: ileus, intestinal obstruction, liver fatty deposit. Hemic and Lymphatic System — Infrequent: thrombocytopenia. Metabolic and Nutritional Disorders — Frequent: alkaline phosphatase increased; Infrequent: bilirubinemia, hypoproteinemia. Musculoskeletal System — Rare: osteoporosis. Nervous System — Infrequent: ataxia, dysarthria, libido decreased, stupor; Rare: coma. Respiratory System — Infrequent: epistaxis; Rare: lung edema. Skin and Appendages — Infrequent: alopecia. Special Senses — Infrequent: abnormality of accommodation, dry eyes; Rare: mydriasis. Urogenital System — Infrequent: amenorrhea 2 , breast pain, decreased menstruation, impotence 2 , increased menstruation 2 , menorrhagia 2 , metrorrhagia 2 , polyuria 2 , urinary frequency, urinary retention, urinary urgency, urination impaired. 1 These terms represent serious adverse events but do not meet the definition for adverse drug reactions. They are included here because of their seriousness. 2 Adjusted for gender."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None with olanzapine monotherapy. When using olanzapine and fluoxetine in combination, also refer to the Contraindications section of the package insert for Symbyax. For specific information about the contraindications of lithium or valproate, refer to the Contraindications section of the package inserts for these other products. None with olanzapine monotherapy.( 4 ) When using olanzapine and fluoxetine in combination, also refer to the Contraindications section of the package insert for Symbyax ® . ( 4 ) When using olanzapine in combination with lithium or valproate, refer to the Contraindications section of the package inserts for those products. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Schizophrenia in adults ( 2.1 ) Oral: Start at 5 mg to 10 mg once daily; Target: 10 mg/day within several days Schizophrenia in adolescents ( 2.1 ) Oral: Start at 2.5 mg to 5 mg once daily; Target: 10 mg/day Bipolar I Disorder (manic or mixed episodes) in adults ( 2.2 ) Oral: Start at 10 mg or 15 mg once daily Bipolar I Disorder (manic or mixed episodes) in adolescents ( 2.2 ) Oral: Start at 2.5 mg to 5 mg once daily; Target: 10 mg/day Bipolar I Disorder (manic or mixed episodes) with lithium or valproate in adults ( 2.2 ) Oral: Start at 10 mg once daily Depressive Episodes associated with Bipolar I Disorder in adults ( 2.5 ) Oral in combination with fluoxetine: Start at 5 mg of oral olanzapine and 20 mg of fluoxetine once daily Depressive Episodes associated with Bipolar I Disorder in children and adolescents ( 2.5 ) Oral in combination with fluoxetine: Start at 2.5 mg of oral olanzapine and 20 mg of fluoxetine once daily Treatment Resistant Depression in adults ( 2.6 ) Oral in combination with fluoxetine: Start at 5 mg of oral olanzapine and 20 mg of fluoxetine once daily Lower starting dose recommended in debilitated or pharmacodynamically sensitive patients or patients with predisposition to hypotensive reactions, or with potential for slowed metabolism. ( 2.1 ) Olanzapine may be given without regard to meals. ( 2.1 ) Olanzapine and Fluoxetine in Combination: Dosage adjustments, if indicated, should be made with the individual components according to efficacy and tolerability. ( 2.5 , 2.6 ) Olanzapine monotherapy is not indicated for the treatment of depressive episodes associated with bipolar I disorder or treatment resistant depression. ( 2.5 , 2.6 ) Safety of co-administration of doses above 18 mg olanzapine with 75 mg fluoxetine has not been evaluated in adults. ( 2.5 , 2.6 ) Safety of co-administration of doses above 12 mg olanzapine with 50 mg fluoxetine has not been evaluated in children and adolescents ages 10 to 17. ( 2.5 ) 2.1 Schizophrenia Adults Dose Selection — Oral olanzapine should be administered on a once-a-day schedule without regard to meals, generally beginning with 5 mg to 10 mg initially, with a target dose of 10 mg/day within several days. Further dosage adjustments, if indicated, should generally occur at intervals of not less than 1 week, since steady state for olanzapine would not be achieved for approximately 1 week in the typical patient. When dosage adjustments are necessary, dose increments/decrements of 5 mg QD are recommended. Efficacy in schizophrenia was demonstrated in a dose range of 10 mg/day to 15 mg/day in clinical trials. However, doses above 10 mg/day were not demonstrated to be more efficacious than the 10 mg/day dose. An increase to a dose greater than the target dose of 10 mg/day (i.e., to a dose of 15 mg/day or greater) is recommended only after clinical assessment. Olanzapine is not indicated for use in doses above 20 mg/day. Dosing in Special Populations — The recommended starting dose is 5 mg in patients who are debilitated, who have a predisposition to hypotensive reactions, who otherwise exhibit a combination of factors that may result in slower metabolism of olanzapine (e.g., nonsmoking female patients ≥65 years of age), or who may be more pharmacodynamically sensitive to olanzapine [see Warnings and Precautions ( 5.14 ), Drug Interactions ( 7 ), and Clinical Pharmacology ( 12.3 )] . When indicated, dose escalation should be performed with caution in these patients. Maintenance Treatment — The effectiveness of oral olanzapine, 10 mg/day to 20 mg/day, in maintaining treatment response in schizophrenic patients who had been stable on olanzapine for approximately 8 weeks and were then followed for relapse has been demonstrated in a placebo-controlled trial [see Clinical Studies ( 14.1 )] . The healthcare provider who elects to use olanzapine for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient. Adolescents Dose Selection — Oral olanzapine should be administered on a once-a-day schedule without regard to meals with a recommended starting dose of 2.5 mg or 5 mg, with a target dose of 10 mg/day. Efficacy in adolescents with schizophrenia was demonstrated based on a flexible dose range of 2.5 mg/day to 20 mg/day in clinical trials, with a mean modal dose of 12.5 mg/day (mean dose of 11.1 mg/day). When dosage adjustments are necessary, dose increments/decrements of 2.5 mg or 5 mg are recommended. The safety and effectiveness of doses above 20 mg/day have not been evaluated in clinical trials [see Clinical Studies ( 14.1 )] . Maintenance Treatment — The efficacy of olanzapine for the maintenance treatment of schizophrenia in the adolescent population has not been systematically evaluated; however, maintenance efficacy can be extrapolated from adult data along with comparisons of olanzapine pharmacokinetic parameters in adult and adolescent patients. Thus, it is generally recommended that responding patients be continued beyond the acute response, but at the lowest dose needed to maintain remission. Patients should be periodically reassessed to determine the need for maintenance treatment. 2.2 Bipolar I Disorder (Manic or Mixed Episodes) Adults Dose Selection for Monotherapy — Oral olanzapine should be administered on a once-a-day schedule without regard to meals, generally beginning with 10 mg or 15 mg. Dosage adjustments, if indicated, should generally occur at intervals of not less than 24 hours, reflecting the procedures in the placebo-controlled trials. When dosage adjustments are necessary, dose increments/decrements of 5 mg QD are recommended. Short-term (3-4 weeks) antimanic efficacy was demonstrated in a dose range of 5 mg to 20 mg/day in clinical trials. The safety of doses above 20 mg/day has not been evaluated in clinical trials [see Clinical Studies ( 14.2 )] . Maintenance Monotherapy — The benefit of maintaining bipolar I patients on monotherapy with oral olanzapine at a dose of 5 mg/day to 20 mg/day, after achieving a responder status for an average duration of 2 weeks, was demonstrated in a controlled trial [see Clinical Studies ( 14.2 )] . The healthcare provider who elects to use olanzapine for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient. Dose Selection for Adjunctive Treatment — When administered as adjunctive treatment to lithium or valproate, oral olanzapine dosing should generally begin with 10 mg once-a-day without regard to meals. Antimanic efficacy was demonstrated in a dose range of 5 mg to 20 mg/day in clinical trials [see Clinical Studies ( 14.2 )] . The safety of doses above 20 mg/day has not been evaluated in clinical trials. Adolescents Dose Selection — Oral olanzapine should be administered on a once-a-day schedule without regard to meals with a recommended starting dose of 2.5 mg or 5 mg, with a target dose of 10 mg/day. Efficacy in adolescents with bipolar I disorder (manic or mixed episodes) was demonstrated based on a flexible dose range of 2.5 mg/day to 20 mg/day in clinical trials, with a mean modal dose of 10.7 mg/day (mean dose of 8.9 mg/day). When dosage adjustments are necessary, dose increments/decrements of 2.5 mg or 5 mg are recommended. The safety and effectiveness of doses above 20 mg/day have not been evaluated in clinical trials [see Clinical Studies ( 14.2 )] . Maintenance Treatment — The efficacy of olanzapine for the maintenance treatment of bipolar I disorder in the adolescent population has not been evaluated; however, maintenance efficacy can be extrapolated from adult data along with comparisons of olanzapine pharmacokinetic parameters in adult and adolescent patients. Thus, it is generally recommended that responding patients be continued beyond the acute response, but at the lowest dose needed to maintain remission. Patients should be periodically reassessed to determine the need for maintenance treatment. 2.3 Administration of Olanzapine Orally Disintegrating Tablets Peel back foil on blister. Do not push tablet through foil. Immediately upon opening the blister or the bottle, using dry hands, remove tablet and place entire olanzapine orally disintegrating tablet in the mouth. Tablet disintegration occurs rapidly in saliva so it can be easily swallowed with or without liquid. 2.5 Olanzapine and Fluoxetine in Combination: Depressive Episodes Associated with Bipolar I Disorder When using olanzapine and fluoxetine in combination, also refer to the Clinical Studies section of the package insert for Symbyax. Adults Oral olanzapine should be administered in combination with fluoxetine once daily in the evening, without regard to meals, generally beginning with 5 mg of oral olanzapine and 20 mg of fluoxetine. Dosage adjustments, if indicated, can be made according to efficacy and tolerability within dose ranges of oral olanzapine 5 mg to 12.5 mg and fluoxetine 20 mg to 50 mg. Antidepressant efficacy was demonstrated with olanzapine and fluoxetine in combination in adult patients with a dose range of olanzapine 6 mg to 12 mg and fluoxetine 25 mg to 50 mg. Safety of co-administration of doses above 18 mg olanzapine with 75 mg fluoxetine has not been evaluated in clinical studies. Children and Adolescents (10-17 years of age) Oral olanzapine should be administered in combination with fluoxetine once daily in the evening, without regard to meals, generally beginning with 2.5 mg of oral olanzapine and 20 mg of fluoxetine. Dosage adjustments, if indicated, can be made according to efficacy and tolerability. Safety of co-administration of doses above 12 mg olanzapine with 50 mg fluoxetine has not been evaluated in pediatric clinical studies. Safety and efficacy of olanzapine and fluoxetine in combination was determined in clinical trials supporting approval of Symbyax (fixed dose combination of olanzapine and fluoxetine). Symbyax is dosed between 3 mg/25 mg (olanzapine/fluoxetine) per day and 12 mg/50 mg (olanzapine/fluoxetine) per day. The following table demonstrates the appropriate individual component doses of olanzapine and fluoxetine versus Symbyax. Dosage adjustments, if indicated, should be made with the individual components according to efficacy and tolerability. Table 1: Approximate Dose Correspondence Between Symbyax a and the Combination of Olanzapine and Fluoxetine a Symbyax (olanzapine/fluoxetine HCl) is a fixed-dose combination of olanzapine and fluoxetine. For Use in Combination Symbyax Olanzapine Fluoxetine (mg/day) (mg/day) (mg/day) 3 mg olanzapine/25 mg fluoxetine 2.5 20 6 mg olanzapine/25 mg fluoxetine 5 20 12 mg olanzapine/25 mg fluoxetine 10+2.5 20 6 mg olanzapine/50 mg fluoxetine 5 40+10 12 mg olanzapine/50 mg fluoxetine 10+2.5 40+10 While there is no body of evidence to answer the question of how long a patient treated with olanzapine and fluoxetine in combination should remain on it, it is generally accepted that bipolar I disorder, including the depressive episodes associated with bipolar I disorder, is a chronic illness requiring chronic treatment. The healthcare provider should periodically reexamine the need for continued pharmacotherapy. Olanzapine monotherapy is not indicated for the treatment of depressive episodes associated with bipolar I disorder. 2.6 Olanzapine and Fluoxetine in Combination: Treatment Resistant Depression When using olanzapine and fluoxetine in combination, also refer to the Clinical Studies section of the package insert for Symbyax. Oral olanzapine should be administered in combination with fluoxetine once daily in the evening, without regard to meals, generally beginning with 5 mg of oral olanzapine and 20 mg of fluoxetine. Dosage adjustments, if indicated, can be made according to efficacy and tolerability within dose ranges of oral olanzapine 5 mg to 20 mg and fluoxetine 20 mg to 50 mg. Antidepressant efficacy was demonstrated with olanzapine and fluoxetine in combination in adult patients with a dose range of olanzapine 6 mg to 18 mg and fluoxetine 25 mg to 50 mg. Safety and efficacy of olanzapine in combination with fluoxetine was determined in clinical trials supporting approval of Symbyax (fixed dose combination of olanzapine and fluoxetine). Symbyax is dosed between 3 mg/25 mg (olanzapine/fluoxetine) per day and 12 mg/50 mg (olanzapine/fluoxetine) per day. Table 1 above demonstrates the appropriate individual component doses of olanzapine and fluoxetine versus Symbyax. Dosage adjustments, if indicated, should be made with the individual components according to efficacy and tolerability. While there is no body of evidence to answer the question of how long a patient treated with olanzapine and fluoxetine in combination should remain on it, it is generally accepted that treatment resistant depression (major depressive disorder in adult patients who do not respond to 2 separate trials of different antidepressants of adequate dose and duration in the current episode) is a chronic illness requiring chronic treatment. The healthcare provider should periodically reexamine the need for continued pharmacotherapy. Safety of co-administration of doses above 18 mg olanzapine with 75 mg fluoxetine has not been evaluated in clinical studies. Olanzapine monotherapy is not indicated for treatment of treatment resistant depression (major depressive disorder in patients who do not respond to 2 antidepressants of adequate dose and duration in the current episode). 2.7 Olanzapine and Fluoxetine in Combination: Dosing in Special Populations The starting dose of oral olanzapine 2.5 mg to 5 mg with fluoxetine 20 mg should be used for patients with a predisposition to hypotensive reactions, patients with hepatic impairment, or patients who exhibit a combination of factors that may slow the metabolism of olanzapine or fluoxetine in combination (female gender, geriatric age, nonsmoking status), or those patients who may be pharmacodynamically sensitive to olanzapine. Dosing modification may be necessary in patients who exhibit a combination of factors that may slow metabolism. When indicated, dose escalation should be performed with caution in these patients. Olanzapine and fluoxetine in combination have not been systematically studied in patients over 65 years of age or in patients under 10 years of age [see Warnings and Precautions ( 5.14 ), Drug Interactions ( 7 ), and Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Olanzapine is an atypical antipsychotic indicated: As oral formulation for the: Treatment of schizophrenia. ( 1.1 ) Adults: Efficacy was established in three clinical trials in patients with schizophrenia: two 6-week trials and one maintenance trial. ( 14.1 ) Adolescents (ages 13-17): Efficacy was established in one 6-week trial in patients with schizophrenia ( 14.1 ). The increased potential (in adolescents compared with adults) for weight gain and dyslipidemia may lead clinicians to consider prescribing other drugs first in adolescents. ( 1.1 ) Acute treatment of manic or mixed episodes associated with bipolar I disorder and maintenance treatment of bipolar I disorder. ( 1.2 ) Adults: Efficacy was established in three clinical trials in patients with manic or mixed episodes of bipolar I disorder: two 3- to 4-week trials and one maintenance trial. ( 14.2 ) Adolescents (ages 13-17): Efficacy was established in one 3-week trial in patients with manic or mixed episodes associated with bipolar I disorder ( 14.2 ). The increased potential (in adolescents compared with adults) for weight gain and dyslipidemia may lead clinicians to consider prescribing other drugs first in adolescents. ( 1.2 ) Medication therapy for pediatric patients with schizophrenia or bipolar I disorder should be undertaken only after a thorough diagnostic evaluation and with careful consideration of the potential risks. ( 1.3 ) Adjunct to valproate or lithium in the treatment of manic or mixed episodes associated with bipolar I disorder. ( 1.2 ) Efficacy was established in two 6-week clinical trials in adults ( 14.2 ). Maintenance efficacy has not been systematically evaluated. As Olanzapine and Fluoxetine in Combination for the: Treatment of depressive episodes associated with bipolar I disorder. ( 1.5 ) Efficacy was established with Symbyax (olanzapine and fluoxetine in combination); refer to the product label for Symbyax. Treatment of treatment resistant depression. ( 1.6 ) Efficacy was established with Symbyax (olanzapine and fluoxetine in combination) in adults; refer to the product label for Symbyax. 1.1 Schizophrenia Oral olanzapine is indicated for the treatment of schizophrenia. Efficacy was established in three clinical trials in adult patients with schizophrenia: two 6-week trials and one maintenance trial. In adolescent patients with schizophrenia (ages 13-17), efficacy was established in one 6-week trial [see Clinical Studies ( 14.1 )] . When deciding among the alternative treatments available for adolescents, clinicians should consider the increased potential (in adolescents as compared with adults) for weight gain and dyslipidemia. Clinicians should consider the potential long-term risks when prescribing to adolescents, and in many cases this may lead them to consider prescribing other drugs first in adolescents [see Warnings and Precautions ( 5.5 ] . 1.2 Bipolar I Disorder (Manic or Mixed Episodes) Monotherapy — Oral olanzapine is indicated for the acute treatment of manic or mixed episodes associated with bipolar I disorder and maintenance treatment of bipolar I disorder. Efficacy was established in three clinical trials in adult patients with manic or mixed episodes of bipolar I disorder: two 3- to 4-week trials and one monotherapy maintenance trial. In adolescent patients with manic or mixed episodes associated with bipolar I disorder (ages 13-17), efficacy was established in one 3-week trial [see Clinical Studies ( 14.2 )] . When deciding among the alternative treatments available for adolescents, clinicians should consider the increased potential (in adolescents as compared with adults) for weight gain and dyslipidemia. Clinicians should consider the potential long-term risks when prescribing to adolescents, and in many cases this may lead them to consider prescribing other drugs first in adolescents [see Warnings and Precautions ( 5.5 ] . Adjunctive Therapy to Lithium or Valproate — Oral olanzapine is indicated for the treatment of manic or mixed episodes associated with bipolar I disorder as an adjunct to lithium or valproate. Efficacy was established in two 6-week clinical trials in adults. The effectiveness of adjunctive therapy for longer-term use has not been systematically evaluated in controlled trials [see Clinical Studies ( 14.2 )] . 1.3 Special Considerations in Treating Pediatric Schizophrenia and Bipolar I Disorder Pediatric schizophrenia and bipolar I disorder are serious mental disorders; however, diagnosis can be challenging. For pediatric schizophrenia, symptom profiles can be variable, and for bipolar I disorder, pediatric patients may have variable patterns of periodicity of manic or mixed symptoms. It is recommended that medication therapy for pediatric schizophrenia and bipolar I disorder be initiated only after a thorough diagnostic evaluation has been performed and careful consideration given to the risks associated with medication treatment. Medication treatment for both pediatric schizophrenia and bipolar I disorder should be part of a total treatment program that often includes psychological, educational and social interventions. 1.5 Olanzapine and Fluoxetine in Combination: Depressive Episodes Associated with Bipolar I Disorder Oral olanzapine and fluoxetine in combination is indicated for the treatment of depressive episodes associated with bipolar I disorder, based on clinical studies. When using olanzapine and fluoxetine in combination, refer to the Clinical Studies section of the package insert for Symbyax. Olanzapine monotherapy is not indicated for the treatment of depressive episodes associated with bipolar I disorder. 1.6 Olanzapine and Fluoxetine in Combination: Treatment Resistant Depression Oral olanzapine and fluoxetine in combination is indicated for the treatment of treatment resistant depression (major depressive disorder in patients who do not respond to 2 separate trials of different antidepressants of adequate dose and duration in the current episode), based on clinical studies in adult patients. When using olanzapine and fluoxetine in combination, refer to the Clinical Studies section of the package insert for Symbyax. Olanzapine monotherapy is not indicated for the treatment of treatment resistant depression."
  ],
  "fetched_at": "2025-09-30T21:08:42.513562",
  "source": "OpenFDA"
}