{
  "drug_name": "Olaparib",
  "generic_name": [
    "OLAPARIB"
  ],
  "brand_names": [
    "Lynparza"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong or moderate CYP3A inhibitors: Avoid concomitant use. If concomitant use cannot be avoided, reduce Lynparza dosage. ( 2.4 , 7.2 , 12.3 ) • Strong or moderate CYP3A inducers: Avoid concomitant use. ( 7.2 , 12.3 ) 7.1 Use with Anticancer Agents Clinical studies of Lynparza with other myelosuppressive anticancer agents, including DNA damaging agents, indicate a potentiation and prolongation of myelosuppressive toxicity. 7.2 Effect of Other Drugs on Lynparza Strong and Moderate CYP3A Inhibitors Coadministration of CYP3A inhibitors can increase olaparib concentrations, which may increase the risk for adverse reactions [see Clinical Pharmacology (12.3) ] . Avoid coadministration of strong or moderate CYP3A inhibitors. If the strong or moderate inhibitor must be coadministered, reduce the dose of Lynparza [see Dosage and Administration (2.4) ]. Strong and Moderate CYP3A Inducers Concomitant use with a strong or moderate CYP3A inducer decreased olaparib exposure, which may reduce Lynparza efficacy [see Clinical Pharmacology (12.3) ] . Avoid coadministration of strong or moderate CYP3A inducers."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed elsewhere in the labeling: • Myelodysplastic Syndrome/Acute Myeloid Leukemia [see Warnings and Precautions (5.1) ] • Pneumonitis [see Warnings and Precautions (5.2) ] • Venous Thromboembolism [see Warnings and Precautions (5.3) ] • Hepatotoxicity, Including Drug-Induced Liver Injury [see Warnings and Precautions (5.4) ] Most common adverse reactions (≥10%): • as a single agent were nausea, fatigue (including asthenia), anemia, vomiting, diarrhea, decreased appetite, headache, dysgeusia, cough, neutropenia, dyspnea, dizziness, dyspepsia, leukopenia, and thrombocytopenia. (6.1) • in combination with bevacizumab were nausea, fatigue (including asthenia), anemia, lymphopenia, vomiting, diarrhea, neutropenia, leukopenia, urinary tract infection, and headache. ( 6.1 ) • in combination with abiraterone and prednisone or prednisolone were anemia, fatigue, nausea, diarrhea, decreased appetite, lymphopenia, dizziness, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Unless otherwise specified, the data described in the WARNINGS AND PRECAUTIONS reflect exposure to Lynparza as a single agent or as part of a combination regimen (SOLO-1, SOLO-2, PAOLA-1, OlympiA, OlympiAD, POLO, PROfound, and PROpel) in 2851 patients that were pooled to conduct safety analyses. Additional data reflect exposure to Lynparza as a single agent in 2901 patients; 2135 patients with exposure to 300 mg twice daily tablet dose including five controlled, randomized, trials (SOLO-1, SOLO-2, OlympiAD, POLO, and PROfound) and to 400 mg twice daily capsule dose in 766 patients in other trials that were pooled to conduct safety analyses. In this pooled single agent safety population, 56% of patients were exposed for 6 months or longer and 28% were exposed for greater than one year in the Lynparza group. In this pooled single agent safety population, the most common adverse reactions in ≥10% of patients were nausea (60%), fatigue (55%), anemia (36%), vomiting (32%), diarrhea (24%), decreased appetite (22%), headache (16%), dysgeusia (15%), cough (15%), neutropenia (14%), dyspnea (14%), dizziness (12%), dyspepsia (12%), leukopenia (11%), and thrombocytopenia (10%). First-Line Maintenance Treatment of BRCA -mutated Advanced Ovarian Cancer SOLO-1 The safety of Lynparza for the maintenance treatment of patients with BRCA-mutated advanced ovarian cancer following first-line treatment with platinum-based chemotherapy was investigated in SOLO- 1 [see Clinical Studies (14.1) ] . Patients received Lynparza tablets 300 mg orally twice daily (n=260) or placebo (n=130) until disease progression or unacceptable toxicity. The median duration of study treatment was 25 months for patients who received Lynparza and 14 months for patients who received placebo. Among patients who received Lynparza, dose interruptions due to an adverse reaction of any grade occurred in 52% and dose reductions due to an adverse reaction occurred in 28%. The most frequent adverse reactions leading to dose interruption or reduction of Lynparza were anemia (23%), nausea (14%), and vomiting (10%). Discontinuation due to adverse reactions occurred in 12% of patients receiving Lynparza. The most frequent adverse reactions that led to discontinuation of Lynparza were fatigue (3.1%), anemia (2.3%), and nausea (2.3%). Tables 2 and 3 summarize adverse reactions and laboratory abnormalities in SOLO-1. Table 2 Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.0. in SOLO-1 (≥10% of Patients Who Received Lynparza) Adverse Reaction Lynparza tablets n=260 Placebo n=130 All Grades (%) Grades 3 – 4 (%) All Grades (%) Grades 3 – 4 (%) Gastrointestinal Disorders Nausea 77 1 38 0 Abdominal pain Includes abdominal pain, abdominal pain lower, abdominal pain upper, abdominal distension, abdominal discomfort, and abdominal tenderness. 45 2 35 1 Vomiting 40 0 15 1 Diarrhea Includes colitis, diarrhea, and gastroenteritis. 37 3 26 0 Constipation 28 0 19 0 Dyspepsia 17 0 12 0 Stomatitis Includes stomatitis, aphthous ulcer, and mouth ulceration. 11 0 2 0 General Disorders and Administration Site Conditions Fatigue Includes asthenia, fatigue, lethargy, and malaise. 67 4 42 2 Blood and Lymphatic System Disorders Anemia 38 21 9 2 Neutropenia Includes neutropenia and febrile neutropenia. 17 6 7 3 Leukopenia Includes leukopenia and white blood cell count decreased. 13 3 8 0 Thrombocytopenia Includes platelet count decreased and thrombocytopenia. 11 1 4 2 Infections and Infestations Upper respiratory tract infection/ influenza/nasopharyngitis/bronchitis 28 0 23 0 UTI Includes urosepsis, urinary tract infection, urinary tract pain, and pyuria. 13 1 7 0 Nervous System Disorders Dysgeusia 26 0 4 0 Dizziness 20 0 15 1 Metabolism and Nutrition Disorders Decreased appetite 20 0 10 0 Respiratory, Thoracic and Mediastinal Disorders Dyspnea Includes dyspnea and dyspnea exertional. 15 0 6 0 Clinically relevant adverse reactions that occurred in <10% of patients receiving Lynparza were increased blood creatinine (8%), lymphopenia (6%), VTE (3%), hypersensitivity (2%), MDS/AML (1.9%), pneumonitis (1.9%), dermatitis (1%), and increased mean cell volume (0.4%). Table 3 Laboratory Abnormalities Reported in ≥25% of Patients in SOLO-1 Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. =260 Placebo n =130 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in hemoglobin 87 19 63 2 Increase in mean corpuscular volume 87 - 43 - Decrease in leukocytes 70 7 52 1 Decrease in lymphocytes 67 14 29 5 Decrease in absolute neutrophil count 51 9 38 6 Decrease in platelets 35 1 20 2 Increase in serum creatinine 34 0 18 0 First-line Maintenance Treatment of HRD-positive Advanced Ovarian Cancer in Combination with Bevacizumab PAOLA-1 The safety of Lynparza in combination with bevacizumab for the maintenance treatment of patients with advanced ovarian cancer following first-line treatment containing platinum-based chemotherapy and bevacizumab was investigated in PAOLA-1 [see Clinical Studies (14.2) ] . This study was a placebo-controlled, double-blind study in which 802 patients received either Lynparza 300 mg BID in combination with bevacizumab (n=535) or placebo in combination with bevacizumab (n=267) until disease progression or unacceptable toxicity. The median duration of treatment with Lynparza was 17.3 months and 11 months for bevacizumab post-randomization on the Lynparza/bevacizumab arm. Fatal adverse reactions occurred in 1 patient due to concurrent pneumonia and aplastic anemia. Serious adverse reactions occurred in 31% of patients who received Lynparza/bevacizumab. Serious adverse reactions in >5% of patients included hypertension (19%) and anemia (17%). Dose interruptions due to an adverse reaction of any grade occurred in 54% of patients receiving Lynparza/bevacizumab and dose reductions due to an adverse reaction occurred in 41% of patients who received Lynparza/bevacizumab. The most frequent adverse reactions leading to dose interruption in the Lynparza/bevacizumab arm were anemia (21%), nausea (7%), vomiting (3%), and fatigue (3%), and the most frequent adverse reactions leading to reduction in the Lynparza/bevacizumab arm were anemia (19%), nausea (7%), and fatigue (4%). Discontinuation due to adverse reactions occurred in 20% of patients receiving Lynparza/bevacizumab. Specific adverse reactions that most frequently led to discontinuation in patients treated with Lynparza/bevacizumab were anemia (4%) and nausea (3%). The most common adverse reactions (≥10%) for patients receiving Lynparza/bevacizumab irrespective of the frequency compared with the placebo/bevacizumab arm were nausea (53%), fatigue (including asthenia) (53%), anemia (41%), lymphopenia (24%), vomiting (22%), diarrhea (18%), neutropenia (18%), leukopenia (18%), urinary tract infection (15%), and headache (14%). Tables 4 and 5 summarize adverse reactions and laboratory abnormalities in PAOLA-1, respectively. Table 4 Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.0. Occurring in ≥10% of Patients Treated with Lynparza/bevacizumab in PAOLA-1 and at ≥5% Frequency Compared to the Placebo/bevacizumab Arm Adverse Reactions Lynparza/bevacizumab n=535 Placebo/bevacizumab n=267 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) General Disorders and Administration Site Conditions Fatigue (including asthenia) Includes asthenia and fatigue. 53 5 32 1.5 Gastrointestinal Disorders Nausea 53 2.4 22 0.7 Vomiting 22 1.7 11 1.9 Blood and Lymphatic Disorders Anemia Includes anemia, anemia macrocytic, erythropenia, haematocrit decreased, haemoglobin decreased, normochromic anemia, normochromic normocytic anemia, normocytic anemia, and red blood cell count decreased. 41 17 10 0.4 Lymphopenia Includes B-lymphocyte count decreased, lymphocyte count decreased, lymphopenia, and T-lymphocyte count decreased. 24 7 9 1.1 Leukopenia Includes leukopenia and white blood cell count decreased. 18 1.9 10 1.5 Clinically relevant adverse reactions that occurred in <10% of patients receiving Lynparza/bevacizumab were dysgeusia (8%), dyspnea (8%), stomatitis (5%), dyspepsia (4.3%), erythema (3%), dizziness (2.6%), hypersensitivity (1.7%), pneumonitis (0.9%), and MDS/AML (0.7%). Venous thromboembolism occurred more commonly in patients receiving Lynparza/bevacizumab (5%) than in those receiving placebo/bevacizumab (1.9%). Table 5 Laboratory Abnormalities Reported in ≥25% of Patients in PAOLA-1 Reported within 30 days of the last dose. Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza/bevacizumab n =535 Placebo/bevacizumab n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. =267 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in hemoglobin 79 13 55 0.4 Decrease in lymphocytes 63 10 42 3 Increase in serum creatinine 61 0.4 36 0.4 Decrease in leukocytes 59 3.4 45 2.2 Decrease in absolute neutrophil count 35 7 30 3.7 Decrease in platelets 35 2.4 28 0.4 Maintenance Treatment of BRCA -mutated Recurrent Ovarian Cancer SOLO-2 The safety of Lynparza for the maintenance treatment of patients with platinum sensitive g BRCA m ovarian cancer was investigated in SOLO-2 [see Clinical Studies (14.3) ] . Patients received Lynparza tablets 300 mg orally twice daily (n=195) or placebo (n=99) until disease progression or unacceptable toxicity. The median duration of study treatment was 19.4 months for patients who received Lynparza and 5.6 months for patients who received placebo. Among patients who received Lynparza, dose interruptions due to an adverse reaction of any grade occurred in 45% and dose reductions due to an adverse reaction occurred in 27%. The most frequent adverse reactions leading to dose interruption or reduction of Lynparza were anemia (22%), neutropenia (9%), and fatigue/asthenia (8%). Discontinuation due to an adverse reaction occurred in 11% of patients receiving Lynparza. Tables 6 and 7 summarize adverse reactions and laboratory abnormalities in SOLO-2. Table 6 Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.0. in SOLO-2 (≥20% of Patients Who Received Lynparza) Adverse Reaction Lynparza tablets n=195 Placebo n=99 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Gastrointestinal Disorders Nausea 76 3 33 0 Vomiting 37 3 19 1 Diarrhea 33 2 22 0 Stomatitis Represents grouped term consisting of abscess oral, aphthous ulcer, gingival abscess, gingival disorder, gingival pain, gingivitis, mouth ulceration, mucosal infection, mucosal inflammation, oral candidiasis, oral discomfort, oral herpes, oral infection, oral mucosal erythema, oral pain, oropharyngeal discomfort, and oropharyngeal pain. 20 1 16 0 General Disorders and Administration Site Conditions Fatigue including asthenia 66 4 39 2 Blood and Lymphatic Disorders Anemia Represents grouped term consisting of anemia, hematocrit decreased, hemoglobin decreased, iron deficiency, mean cell volume increased, and red blood cell count decreased. 44 20 9 2 Infections and Infestations Nasopharyngitis/URI/sinusitis/ rhinitis/influenza 36 0 29 0 Musculoskeletal and Connective Tissue Disorders Arthralgia/myalgia 30 0 28 0 Nervous System Disorders Dysgeusia 27 0 7 0 Headache 26 1 14 0 Metabolism and Nutrition Disorders Decreased appetite 22 0 11 0 Clinically relevant adverse reactions that occurred in <20% of patients receiving Lynparza were neutropenia (19%), cough (18%), leukopenia (16%), hypomagnesemia (14%), thrombocytopenia (14%), dizziness (13%), dyspepsia (11%), increased creatinine (11%), MDS/AML (8%), edema (8%), rash (6%), VTE (5%), pneumonitis (1%), and lymphopenia (1%). Table 7 Laboratory Abnormalities Reported in ≥25% of Patients in SOLO-2 Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. =195 Placebo n =99 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Increase in mean corpuscular volume Represents the proportion of subjects whose mean corpuscular volume was > upper limit of normal (ULN). 89 - 52 - Decrease in hemoglobin 83 17 69 0 Decrease in leukocytes 69 5 48 1 Decrease in lymphocytes 67 11 37 1 Decrease in absolute neutrophil count 51 7 34 3 Increase in serum creatinine 44 0 29 0 Decrease in platelets 42 2 22 1 Adjuvant Treatment of germline BRCA -mutated HER2-negative High Risk Early Breast Cancer OlympiA The safety of Lynparza as monotherapy for the adjuvant treatment of patients with gBRCA-mutated HER2-negative high risk early breast cancer was investigated in OlympiA [see Clinical Studies (14.4) ] . This study was a randomized, double-blind, multi-center study in which patients received either Lynparza tablets 300 mg orally twice daily (n=911) or placebo (n=904) for a total of 1 year, or until disease recurrence, or unacceptable toxicity. The median duration of treatment was 1 year in both arms. Dose interruptions due to an adverse reaction of any grade occurred in 31% of patients receiving Lynparza; dose reductions due to an adverse reaction occurred in 23% of patients receiving Lynparza. The most frequent adverse reactions leading to dose interruption of Lynparza were anemia (11%), neutropenia (6%), nausea (5%), leukopenia (3.5%), fatigue (3%), and vomiting (2.9%) and the most frequent adverse reactions leading to dose reduction of Lynparza were anemia (8%), nausea (4.7%), neutropenia (4.2%), fatigue (3.3%), leukopenia (1.8%), and vomiting (1.5%). Discontinuation due to adverse reactions occurred in 10% of patients receiving Lynparza. The adverse reactions that most frequently led to discontinuation of Lynparza were nausea (2%), anemia (1.8%), and fatigue (1.3%). Tables 8 and 9 summarize the adverse reactions and laboratory abnormalities, respectively, in patients in OlympiA. Table 8 Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.03 in OlympiA (≥ 10% of Patients Who Received Lynparza) Adverse Reactions Lynparza tablets n=911 Placebo n=904 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Gastrointestinal Disorders Nausea 57 0.8 23 0 Vomiting 23 0.7 8 0 Diarrhea 18 0.3 14 0.3 Stomatitis Includes aphthous ulcer, mouth ulceration, and stomatitis. 10 0.1 4.5 0 General Disorders and Administration Site Conditions Fatigue (including asthenia) 42 1.8 28 0.7 Blood and Lymphatic Disorders Anemia Includes anemia, anemia macrocytic, erythropenia, hematocrit decreased, hemoglobin decreased, normochromic anemia, normochromic normocytic anemia, normocytic anemia, and red blood cell count decreased. 24 9 3.9 0.3 Leukopenia Includes leukopenia and white blood cell count decreased. 17 3 6 0.3 Neutropenia Includes agranulocytosis, febrile neutropenia, granulocyte count decreased, granulocytopenia, idiopathic neutropenia, neutropenia, neutropenic infection, neutropenic sepsis, and neutrophil count decreased. 16 5 7 0.8 Nervous System Disorders Headache 20 0.2 17 0.1 Dysgeusia Includes dysgeusia and taste disorder. 12 0 4.8 0 Dizziness 11 0.1 7 0.1 Metabolism and Nutrition Disorders Decreased appetite 13 0.2 6 0 Clinically relevant adverse reactions that occurred in <10% of patients receiving Lynparza were cough (9.2%), lymphopenia (7%), dyspepsia (6%), upper abdominal pain (4.9%), rash (4.9%), dyspnea (4.2%), thrombocytopenia (4.2%), increase in creatinine (2%), hypersensitivity (0.9%), pneumonitis (0.8%), VTE (0.5%), dermatitis (0.5%), increase in mean corpuscular volume (0.2%), and MDS/AML (0.2%). Table 9 Laboratory Abnormalities Reported in ≥25% of Patients in OlympiA Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. = 911 Placebo n =904 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in lymphocytes 77 13 59 3.7 Increase in mean corpuscular volume Represents the proportion of subjects whose mean corpuscular volume was > ULN. 67 0 4.8 0 Decrease in hemoglobin 65 8 31 0.9 Decrease in leukocytes 64 5 42 0.7 Decrease in absolute neutrophil count 39 7 27 1.1 Germline BRCA -mutated HER2-negative Metastatic Breast Cancer OlympiAD The safety of Lynparza was evaluated in g BRCA m patients with HER2-negative metastatic breast cancer who had previously received up to two lines of chemotherapy for the treatment of metastatic disease in OlympiAD [see Clinical Studies (14.5) ] . Patients received either Lynparza tablets 300 mg orally twice daily (n=205) or a chemotherapy (capecitabine, eribulin, or vinorelbine) of the healthcare provider’s choice (n=91) until disease progression or unacceptable toxicity. The median duration of study treatment was 8.2 months in patients who received Lynparza and 3.4 months in patients who received chemotherapy. Among patients who received Lynparza, dose interruptions due to an adverse reaction of any grade occurred in 35% and dose reductions due to an adverse reaction occurred in 25%. Discontinuation due to an adverse reaction occurred in 5% of patients receiving Lynparza. Tables 10 and 11 summarize the adverse reactions and laboratory abnormalities in OlympiAD. Table 10 Adverse Reactions Graded according to NCI CTCAE v4.0. in OlympiAD (≥20% of Patients Who Received Lynparza) Adverse Reaction Lynparza tablets n=205 Chemotherapy n=91 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Gastrointestinal Disorders Nausea 58 0 35 1 Vomiting 30 0 15 1 Diarrhea 21 1 22 0 Blood and Lymphatic Disorders Anemia Represents grouped terms consisting of anemia (anemia erythropenia, hematocrit decreased, hemoglobin decreased, and red blood cell count decreased). 40 16 26 4 Neutropenia Represents grouped terms consisting of neutropenia (febrile neutropenia, granulocyte count decreased, granulocytopenia, neutropenia, neutropenic infection, neutropenic sepsis, and neutrophil count decreased). 27 9 50 26 Leukopenia Represents grouped terms consisting of leukopenia (leukopenia and white blood cell count decreased). 25 5 31 13 General Disorders and Administration Site Conditions Fatigue (including asthenia) 37 4 36 1 Infections and Infestations Respiratory tract infection Represents grouped terms consisting of bronchitis, influenza, lower respiratory tract infection, nasopharyngitis, pharyngitis, respiratory tract infection, rhinitis, sinusitis, upper respiratory tract infection, and upper respiratory tract infection bacterial. 27 1 22 0 Nervous System Disorders Headache 20 1 15 2 Clinically relevant adverse reactions that occurred in <20% of patients receiving Lynparza were cough (18%), decreased appetite (16%), thrombocytopenia (11%), dysgeusia (9%), lymphopenia (8%), dyspepsia (8%), dizziness (7%), stomatitis (7%), upper abdominal pain (7%), rash (5%), increase in serum creatinine (3%), dermatitis (1%), and VTE (1%). Table 11 Laboratory Abnormalities Reported in ≥25% of Patients in OlympiAD Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. = 205 Chemotherapy n = 91 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in hemoglobin 82 17 66 3 Decrease in lymphocytes 73 21 63 3 Decrease in leukocytes 71 8 70 23 Increase in mean corpuscular volume Represents the proportion of subjects whose mean corpuscular volume was > ULN. 71 - 33 - Decrease in absolute neutrophil count 46 11 65 38 Decrease in platelets 33 3 28 0 First-line Maintenance Treatment of Germline BRCA -mutated Metastatic Pancreatic Adenocarcinoma POLO The safety of Lynparza as maintenance treatment of germline BRCA -mutated metastatic pancreatic adenocarcinoma following first-line treatment with platinum-based chemotherapy was evaluated in POLO [see Clinical Studies (14.6) ] . Patients received Lynparza tablets 300 mg orally twice daily (n=90) or placebo (n=61) until disease progression or unacceptable toxicity. Among patients receiving Lynparza, 34% were exposed for 6 months or longer and 25% were exposed for greater than one year. Among patients who received Lynparza, dosage interruptions due to an adverse reaction of any grade occurred in 35% and dosage reductions due to an adverse reaction occurred in 17%. The most frequent adverse reactions leading to dosage interruption or reduction in patients who received Lynparza were anemia (11%), vomiting (5%), abdominal pain (4%), asthenia (3%), and fatigue (2%). Discontinuation due to adverse reactions occurred in 6% of patients receiving Lynparza. The most frequent adverse reaction that led to discontinuation of Lynparza was fatigue (2.2%). Tables 12 and 13 summarize the adverse reactions and laboratory abnormalities in patients in POLO. Table 12 Adverse Reactions Graded according to NCI CTCAE, version 4.0. in POLO (Occurring in ≥10% of Patients who Received Lynparza) Adverse Reaction Lynparza tablets (n=91) This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. Placebo (n=60) All Grades (%) Grades 3 – 4 (%) All Grades (%) Grades 3 – 4 (%) General Disorders and Administration Site Conditions Fatigue Includes asthenia and fatigue. 60 5 35 2 Gastrointestinal Disorders Nausea 45 0 23 2 Abdominal pain Includes abdominal pain, abdominal pain upper, and abdominal pain lower. 34 2 37 5 Diarrhea 29 0 15 0 Constipation 23 0 10 0 Vomiting 20 1 15 2 Stomatitis Includes stomatitis and mouth ulceration. 10 0 5 0 Blood and Lymphatic System Disorders Anemia 27 11 17 3 Thrombocytopenia Includes platelets count decreased and thrombocytopenia. 14 3 7 0 Neutropenia Includes neutropenia, febrile neutropenia, and neutrophil count decreased. 12 4 8 3 Metabolism and Nutrition Disorders Decreased appetite 25 3 7 0 Musculoskeletal and Connective Tissue Disorders Back pain 19 0 17 2 Arthralgia 15 1 10 0 Skin and Subcutaneous Tissue Disorder Rash Includes rash erythematous, rash macular, and rash maculo-papular. 15 0 5 0 Respiratory, Thoracic and Mediastinal Disorders Dyspnea Includes dyspnea and dyspnea exertional. 13 0 5 2 Infections and Infestations Nasopharyngitis 12 0 3 0 Nervous System Disorders Dysgeusia 11 0 5 0 Clinically relevant adverse reactions that occurred in <10% of patients receiving Lynparza were cough (9%), abdominal pain upper (7%), blood creatinine increased (7%), dizziness (7%), headache (7%), dyspepsia (5%), leukopenia (5%), VTE (3%), hypersensitivity (2%), and lymphopenia (2%), and pneumonitis (1.1%). Table 13 Laboratory Abnormalities Reported in ≥25% of Patients in POLO Laboratory Parameter Patients were allowed to enter POLO with hemoglobin ≥9 g/dL (CTCAE Grade 2) and other laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. =91 Placebo n =60 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Increase in serum creatinine 99 2 85 0 Decrease in hemoglobin 86 11 65 0 Increase in mean corpuscular volume Represents the proportion of subjects whose mean corpuscular volume was > ULN. 71 - 30 - Decrease in lymphocytes 61 9 27 0 Decrease in platelets 56 2 39 0 Decrease in leukocytes 50 3 23 0 Decrease in absolute neutrophil count 25 3 10 0 HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer PROfound The safety of Lynparza as monotherapy was evaluated in patients with mCRPC and HRR gene mutations who have progressed following prior treatment with enzalutamide or abiraterone in PROfound [see Clinical Studies (14.7) ] . This study was a randomized, open-label, multi-center study in which 386 patients received either Lynparza tablets 300 mg orally twice daily (n=256) or investigator’s choice of enzalutamide or abiraterone acetate (n=130) until disease progression or unacceptable toxicity. Among patients receiving Lynparza, 62% were exposed for 6 months or longer and 20% were exposed for greater than one year. Fatal adverse reactions occurred in 4% of patients treated with Lynparza. These included pneumonia (1.2%), cardiopulmonary failure (0.4%), aspiration pneumonia (0.4%), intestinal diverticulum (0.4%), septic shock (0.4%), Budd-Chiari Syndrome (0.4%), sudden death (0.4%), and acute cardiac failure (0.4%). Serious adverse reactions occurred in 36% of patients receiving Lynparza. The most frequent serious adverse reactions (≥2%) were anemia (9%), pneumonia (4%), pulmonary embolism (2%), fatigue/asthenia (2%), and urinary tract infection (2%). Dose interruptions due to an adverse reaction of any grade occurred in 45% of patients receiving Lynparza; dose reductions due to an adverse reaction occurred in 22% of Lynparza patients. The most frequent adverse reactions leading to dose interruption of Lynparza were anemia (25%) and thrombocytopenia (6%) and the most frequent adverse reaction leading to reduction of Lynparza was anemia (16%). Discontinuation due to adverse reactions occurred in 18% of Lynparza. The adverse reaction that most frequently led to discontinuation of Lynparza was anemia (7%). Tables 14 and 15 summarize the adverse reactions and laboratory abnormalities, respectively, in patients in PROfound. Table 14 Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.03. Reported in ≥10% of Patients in PROfound Adverse Reactions Lynparza tablets n=256 Enzalutamide or abiraterone n=130 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Blood and lymphatic disorders Anemia Includes anemia and hemoglobin decreased. 46 21 15 5 Thrombocytopenia Includes platelet count decreased and thrombocytopenia. 12 4 3 0 Gastrointestinal disorders Nausea 41 1 19 0 Diarrhea 21 1 7 0 Vomiting 18 2 12 1 General disorders and administration site conditions Fatigue (including asthenia) 41 3 32 5 Metabolism and nutrition disorders Decreased appetite 30 1 18 1 Respiratory, thoracic, and mediastinal disorders Cough 11 0 2 0 Dyspnea 10 2 3 0 Clinically relevant adverse reactions that occurred in <10% of patients receiving Lynparza were neutropenia (9%), VTE (7%), dizziness (7%), dysgeusia (7%), dyspepsia (7%), headache (6%), pneumonia (5%), stomatitis (5%), rash (4%), blood creatinine increase (4%), pneumonitis (2%), upper abdominal pain (2%), and hypersensitivity (1%). Table 15 Laboratory Abnormalities Reported in ≥25% of Patients in PROfound Laboratory Parameter Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. Lynparza tablets n This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. = 256 Enzalutamide or abiraterone n =130 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in hemoglobin 98 13 73 4 Decrease in lymphocytes 62 23 34 13 Decrease in leukocytes 53 4 21 0 Decrease in absolute neutrophil count 34 3 9 0 Treatment of BRCA -mutated Metastatic Castration-Resistant Prostate Cancer in Combination with Abiraterone and Prednisone or Prednisolone PROpel The safety of Lynparza in combination with abiraterone and prednisone or prednisolone for the treatment of patients in the first-line mCRPC setting was investigated in PROpel [see Clinical Studies (14.8) ] . Patients were randomized to receive either Lynparza tablets 300 mg orally twice daily plus abiraterone tablets 1000 mg once daily (Lynparza/abiraterone) (n=398), or placebo plus abiraterone 1000 mg once daily (placebo/abiraterone) (n=396) until disease progression or unacceptable toxicity. Patients in both arms also received either prednisone or prednisolone 5 mg twice daily. Fatal adverse reactions occurred in 6% of patients, including COVID-19 (3%) and pneumonias (0.5%). Serious adverse reactions occurred in 39% of patients. Serious adverse reactions reported in > 2% of patients included anemia (6%), COVID-19 (6%), pneumonia (4.5%), pulmonary embolism (3.5%), and urinary tract infection (3%). Permanent discontinuation of Lynparza due to adverse reactions occurred in 16% of patients treated in the Lynparza with abiraterone arm. The most common adverse reactions which resulted in permanent discontinuation of Lynparza were anemia (4.3%) and pneumonia (1.5%). Dosage interruption of Lynparza due to adverse reactions occurred in 48% of patients treated in the Lynparza with abiraterone arm. The most common (>2%) adverse reactions requiring dosage interruption of Lynparza were anemia (16%), COVID-19 (6%) fatigue (3.5%), nausea (2.8%), pulmonary embolism (2.3%), and diarrhea (2.3%). Dose reduction of Lynparza due to adverse reactions occurred in 21% of patients treated in the Lynparza with abiraterone arm. The most common (>2%) adverse reactions requiring dosage reductions of Lynparza were anemia (11%) and fatigue (2.5%). The most common adverse reactions (≥10%) in patients who received Lynparza/abiraterone were anemia (48%), fatigue (38%), nausea (30%), diarrhea (19%), decreased appetite (16%), lymphopenia (14%), dizziness (14%), and abdominal pain (13%). Tables 16 and 17 summarize adverse reactions and laboratory abnormalities in PROpel, respectively. Table 16 Adverse Reactions (≥10%) in Patients Who Received Lynparza (with a Difference of ≥5% Compared to Placebo) in PROpel Adverse Reactions Graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), version 4.03. Lynparza/abiraterone n=398 Placebo/abiraterone n=396 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Blood and Lymphatic Disorders Anemia Includes anemia, anemia macrocytic, and red blood cell count decreased 48 16 18 3.3 Lymphopenia Includes lymphocyte count decreased and lymphopenia 14 5 6 1.8 General Disorders and Administration Site Conditions Fatigue (including asthenia) 38 2.3 30 1.5 Gastrointestinal Disorders Nausea 30 0.3 14 0.3 Diarrhea 19 1 10 0.3 Abdominal pain Includes abdominal discomfort, abdominal pain, abdominal pain upper, and abdominal pain lower 13 0 7 0.5 Metabolism and nutrition disorders Decreased appetite 16 1 7 0 Nervous System Disorders Dizziness Includes dizziness and vertigo. 14 0.3 7 0 Clinically relevant adverse reactions that occurred in <10% for patients receiving Lynparza plus abiraterone were headache (9%), VTE (8%), rash (7%), dysgeusia (6%), acute kidney injury (3%), stomatitis (2.5%), and pneumonitis (1%). Table 17 Selected Laboratory Abnormalities Reported in ≥20% of Patients in PROpel Laboratory Parameter Lynparza/abiraterone n=398 This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. Placebo/abiraterone n=396 Grades 1-4 (%) Grades 3-4 (%) Grades 1-4 (%) Grades 3-4 (%) Decrease in hemoglobin 97 12 81 1.3 Decrease in lymphocytes 70 23 49 11 Decrease in platelets 23 1.2 20 0.3 Decrease in absolute neutrophil count 23 5 6 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of Lynparza. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary Disorders : Drug-induced liver injury. Immune System Disorders : Hypersensitivity including angioedema. Skin and Subcutaneous Tissue Disorders : Erythema nodosum, rash, dermatitis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dosage is 300 mg taken orally twice daily with or without food. See Full Prescribing Information for the recommended duration. (2.2) • Patients receiving Lynparza for mCRPC should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. (2.2) • For moderate renal impairment (CLcr 31-50 mL/min), reduce Lynparza dosage to 200 mg orally twice daily. (2.5) 2.1 Patient Selection Information on FDA-approved tests for the detection of genetic mutations is available at http://www.fda.gov/companiondiagnostics . Select patients for treatment with Lynparza based on the presence of deleterious or suspected deleterious HRR gene mutations, including BRCA mutations, or genomic instability based on the indication, biomarker, and sample type (Table 1). Table 1 Biomarker Testing for Patient Selection Where testing fails or tissue sample is unavailable/insufficient, or when germline testing is negative, consider using an alternative test, if available. Indication Biomarker Sample type Tumor Blood Plasma (ctDNA) First-line maintenance treatment of germline or somatic BRCAm advanced ovarian cancer BRCA1 m, BRCA2 m X X First-line maintenance treatment of HRD-positive advanced ovarian cancer in combination with bevacizumab BRCA1 m, BRC A2m and/or genomic instability X Maintenance treatment of germline or somatic BRCA m recurrent ovarian cancer BRCA1 m, BRCA2 m X X Adjuvant treatment of gBRCA m HER2-negative high risk early breast cancer gBRCA1 m , gBRCA2 m X g BRCA m HER2-negative metastatic breast cancer gBRCA1 m, gBRCA2 m X First-line maintenance treatment of germline BRCA -mutated metastatic pancreatic adenocarcinoma gBRCA1 m, gBRCA2 m X Germline or somatic HRR gene-mutated metastatic castration-resistant prostate cancer ATM m, BRCA1 m , BRCA2 m, BARD1 m, BRIP1 m, CDK12 m, CHEK1 m, CHEK2 m, FANCL m, PALB2 m, RAD51B m, RAD51C m, RAD51D m, RAD54L m X g BRCA1 m, g BRCA2 m X ATM m , BRCA1 m, BRCA2 m X BRCA -mutated metastatic castration-resistant prostate cancer in combination with abiraterone and prednisone or prednisolone BRCA1 m, BRCA2 m X X X 2.2 Recommended Dosage The recommended dosage of Lynparza is 300 mg taken orally twice daily, with or without food. If a patient misses a dose of Lynparza, instruct patient to take their next dose at its scheduled time. Instruct patients to swallow tablets whole. Do not chew, crush, dissolve, or divide tablet. First-Line Maintenance Treatment of BRCA -mutated Advanced Ovarian Cancer Continue treatment until disease progression, unacceptable toxicity, or completion of 2 years of treatment. Patients with a complete response (no radiological evidence of disease) at 2 years should stop treatment. Patients with evidence of disease at 2 years, who in the opinion of the treating healthcare provider can derive further benefit from continuous treatment, can be treated beyond 2 years. First-Line Maintenance Treatment of HRD-positive Advanced Ovarian Cancer in Combination with Bevacizumab Continue Lynparza treatment until disease progression, unacceptable toxicity, or completion of 2 years of treatment. Patients with a complete response (no radiological evidence of disease) at 2 years should stop treatment. Patients with evidence of disease at 2 years, who in the opinion of the treating healthcare provider can derive further benefit from continuous Lynparza treatment, can be treated beyond 2 years. When used with Lynparza, the recommended dose of bevacizumab is 15 mg/kg every three weeks. Bevacizumab should be given for a total of 15 months including the period given with chemotherapy and given as maintenance. Refer to the Prescribing Information for bevacizumab when used in combination with Lynparza for more information. Adjuvant Treatment of Germline BRCA -mutated HER2-negative High Risk Early Breast Cancer Continue treatment for a total of 1 year, or until disease recurrence, or unacceptable toxicity, whichever occurs first. Patients receiving Lynparza for hormone receptor positive HER2-negative breast cancer should continue concurrent treatment with endocrine therapy as per current clinical practice guidelines. Germline or Somatic BRCA -mutated Recurrent Ovarian Cancer, Germline BRCA -mutated HER2-negative Metastatic Breast Cancer, Germline BRCA -mutated Metastatic Pancreatic Adenocarcinoma, and HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer Continue treatment until disease progression or unacceptable toxicity for: • Maintenance treatment of germline or somatic BRCA -mutated recurrent ovarian cancer. • Germline BRCA -mutated HER-2 negative metastatic breast cancer. • First-line maintenance treatment of germline BRCA -mutated metastatic pancreatic adenocarcinoma. • HRR gene-mutated metastatic castration-resistant prostate cancer. BRCA -mutated Metastatic Castration-Resistant Prostate Cancer in Combination with Abiraterone and Prednisone or Prednisolone Continue treatment until disease progression or unacceptable toxicity. When used with Lynparza, the recommended dose of abiraterone is 1000 mg taken orally once daily. Abiraterone should be given in combination with prednisone or prednisolone 5 mg orally twice daily. Refer to the Prescribing Information for abiraterone for dosing information. Patients with mCRPC should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. 2.3 Dosage Modifications for Adverse Reactions To manage adverse reactions, consider interruption of treatment or dose reduction. The recommended dose reduction is 250 mg taken twice daily. If a further dose reduction is required, then reduce to 200 mg taken twice daily. 2.4 Dosage Modifications for Concomitant Use with Strong or Moderate CYP3A Inhibitors Avoid concomitant use of strong or moderate CYP3A inhibitors with Lynparza. If concomitant use cannot be avoided, reduce Lynparza dosage to: • 100 mg twice daily when used concomitantly with a strong CYP3A inhibitor. • 150 mg twice daily when used concomitantly with a moderate CYP3A inhibitor. After the inhibitor has been discontinued for 3 to 5 elimination half-lives, resume the Lynparza dose taken prior to initiating the CYP3A inhibitor [see Drug Interactions (7.2) and Clinical Pharmacology (12.3) ]. 2.5 Dosage Modifications for Renal Impairment Moderate Renal Impairment In patients with moderate renal impairment (CLcr 31-50 mL/min), reduce the Lynparza dosage to 200 mg orally twice daily [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lynparza is a poly (ADP-ribose) polymerase (PARP) inhibitor indicated: Ovarian cancer • for the maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA -mutated advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.1 , 2.1 ) • in combination with bevacizumab for the maintenance treatment of adult patients with advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum-based chemotherapy and whose cancer is associated with homologous recombination deficiency (HRD)-positive status defined by either: • a deleterious or suspected deleterious BRCA mutation, and/or • genomic instability. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.2 , 2.1 ) • for the maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA-mutated recurrent epithelial ovarian, fallopian tube or primary peritoneal cancer, who are in complete or partial response to platinum-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.3 , 2.1 ) Breast cancer • for the adjuvant treatment of adult patients with deleterious or suspected deleterious g BRCA m human epidermal growth factor receptor 2 (HER2)-negative high risk early breast cancer who have been treated with neoadjuvant or adjuvant chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.4 , 2.1 ) • for the treatment of adult patients with deleterious or suspected deleterious gBRCA m, HER2-negative metastatic breast cancer who have been treated with chemotherapy in the neoadjuvant, adjuvant or metastatic setting. Patients with hormone receptor (HR)-positive breast cancer should have been treated with a prior endocrine therapy or be considered inappropriate for endocrine therapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.5 , 2.1 ) Pancreatic cancer • for the maintenance treatment of adult patients with deleterious or suspected deleterious gBRCA m metastatic pancreatic adenocarcinoma whose disease has not progressed on at least 16 weeks of a first-line platinum-based chemotherapy regimen. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.6 , 2.1 ) Prostate cancer • for the treatment of adult patients with deleterious or suspected deleterious germline or somatic homologous recombination repair (HRR) gene-mutated metastatic castration-resistant prostate cancer (mCRPC) who have progressed following prior treatment with enzalutamide or abiraterone. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.7 , 2.1 ) • in combination with abiraterone and prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious BRCA -mutated ( BRCA m) metastatic castration-resistant prostate cancer (mCRPC). Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza. ( 1.8 , 2.1 ) 1.1 First-Line Maintenance Treatment of BRCA -mutated Advanced Ovarian Cancer Lynparza is indicated for the maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA -mutated advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ] . 1.2 First-line Maintenance Treatment of HRD-positive Advanced Ovarian Cancer in Combination with Bevacizumab Lynparza is indicated in combination with bevacizumab for the maintenance treatment of adult patients with advanced epithelial ovarian, fallopian tube or primary peritoneal cancer who are in complete or partial response to first-line platinum-based chemotherapy and whose cancer is associated with homologous recombination deficiency (HRD)-positive status defined by either: • a deleterious or suspected deleterious BRCA mutation, and/or • genomic instability. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ]. 1.3 Maintenance Treatment of BRCA-mutated Recurrent Ovarian Cancer Lynparza is indicated for the maintenance treatment of adult patients with deleterious or suspected deleterious germline or somatic BRCA-mutated recurrent epithelial ovarian, fallopian tube or primary peritoneal cancer, who are in complete or partial response to platinum-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ]. 1.4 Adjuvant Treatment of Germline BRCA -mutated HER2-negative High Risk Early Breast Cancer Lynparza is indicated for the adjuvant treatment of adult patients with deleterious or suspected deleterious gBRCA m human epidermal growth factor receptor 2 (HER2)-negative high risk early breast cancer who have been treated with neoadjuvant or adjuvant chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [ see Dosage and Administration (2.1) ]. 1.5 Germline BRCA -mutated HER2-negative Metastatic Breast Cancer Lynparza is indicated for the treatment of adult patients with deleterious or suspected deleterious gBRCA m, HER2-negative metastatic breast cancer, who have been treated with chemotherapy in the neoadjuvant, adjuvant, or metastatic setting. Patients with hormone receptor (HR)-positive breast cancer should have been treated with a prior endocrine therapy or be considered inappropriate for endocrine therapy. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ] . 1.6 First-Line Maintenance Treatment of Germline BRCA -mutated Metastatic Pancreatic Adenocarcinoma Lynparza is indicated for the maintenance treatment of adult patients with deleterious or suspected deleterious gBRCA m metastatic pancreatic adenocarcinoma whose disease has not progressed on at least 16 weeks of a first-line platinum-based chemotherapy regimen. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ] . 1.7 HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer Lynparza is indicated for the treatment of adult patients with deleterious or suspected deleterious germline or somatic homologous recombination repair (HRR) gene-mutated metastatic castration-resistant prostate cancer (mCRPC) who have progressed following prior treatment with enzalutamide or abiraterone. Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ]. 1.8 Treatment of BRCA -mutated Metastatic Castration-Resistant Prostate Cancer in Combination with Abiraterone and Prednisone or Prednisolone Lynparza is indicated in combination with abiraterone and prednisone or prednisolone for the treatment of adult patients with deleterious or suspected deleterious BRCA-mutated (BRCAm) metastatic castration-resistant prostate cancer (mCRPC). Select patients for therapy based on an FDA-approved companion diagnostic for Lynparza [see Dosage and Administration (2.1) ] ."
  ],
  "fetched_at": "2025-10-01T17:18:15.063799",
  "source": "OpenFDA"
}