{
  "drug_name": "Olodaterol",
  "generic_name": [
    "TIOTROPIUM BROMIDE AND OLODATEROL"
  ],
  "brand_names": [
    "Stiolto Respimat"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Other adrenergic drugs may potentiate effect. Use with caution. ( 5.3 , 7.1 ) Xanthine derivatives, steroids, diuretics, or non-potassium sparing diuretics may potentiate hypokalemia or ECG changes. Use with caution. ( 7.2 , 7.3 ) MAO inhibitors, tricyclic antidepressants, and drugs that prolong QTc interval may potentiate effect on cardiovascular system. Use with extreme caution. ( 7.4 ) Beta-blockers may decrease effectiveness. Use with caution and only when medically necessary. ( 7.5 ) Anticholinergics: May interact additively with concomitantly used anticholinergic medications. Avoid administration of STIOLTO RESPIMAT with other anticholinergic-containing drugs. ( 7.6 ) 7.1 Adrenergic Drugs If additional adrenergic drugs are to be administered by any route, they should be used with caution because the sympathetic effects of olodaterol, one component of STIOLTO RESPIMAT, may be potentiated [see Warnings and Precautions (5.3 , 5.6 , 5.10 , 5.11) ] . 7.2 Sympathomimetics, Xanthine Derivatives, Steroids, or Diuretics Tiotropium has been used concomitantly with short-acting and long-acting sympathomimetic (beta-agonists) bronchodilators, methylxanthines, and oral and inhaled steroids, without increases in adverse reactions. Concomitant treatment with xanthine derivatives, steroids, or diuretics may potentiate any hypokalemic effect of olodaterol [see Warnings and Precautions (5.11) ] . 7.3 Non-Potassium Sparing Diuretics The ECG changes and/or hypokalemia that may result from the administration of non-potassium sparing diuretics (such as loop or thiazide diuretics) can be acutely worsened by beta-agonists, especially when the recommended dosage of the beta-agonist is exceeded. Although the clinical significance of these effects is not known, caution is advised in the co-administration of STIOLTO RESPIMAT with non-potassium sparing diuretics. 7.4 Monoamine Oxidase Inhibitors, Tricyclic Antidepressants, QTc Prolonging Drugs STIOLTO RESPIMAT, as with other drugs containing beta 2 -agonists, should be administered with extreme caution to patients being treated with monoamine oxidase inhibitors or tricyclic antidepressants or other drugs known to prolong the QTc interval because the action of adrenergic agonists on the cardiovascular system may be potentiated by these agents. Drugs that are known to prolong the QTc interval may be associated with an increased risk of ventricular arrhythmias. 7.5 Beta-Blockers Beta-adrenergic receptor antagonists (beta-blockers) and the olodaterol component of STIOLTO RESPIMAT may interfere with the effect of each other when administered concurrently. Beta-blockers not only block the therapeutic effects of beta-agonists, but may produce severe bronchospasm in COPD patients. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, e.g., as prophylaxis after myocardial infarction, there may be no acceptable alternatives to the use of beta-blockers in patients with COPD. In this setting, cardioselective beta-blockers could be considered, although they should be administered with caution. 7.6 Anticholinergics There is potential for an additive interaction with concomitantly used anticholinergic medications. Therefore, avoid co-administration of STIOLTO RESPIMAT with other anticholinergic-containing drugs as this may lead to an increase in anticholinergic adverse effects [see Warnings and Precautions (5.8 , 5.9) and Adverse Reactions (6) ] . 7.7 Inhibitors of Cytochrome P450 and P-gp Efflux Transporter In a drug interaction study using the strong dual CYP and P-gp inhibitor ketoconazole, a 1.7-fold increase of olodaterol maximum plasma concentrations and AUC was observed [see Pharmacokinetics (12.3) ] . Olodaterol was evaluated in clinical trials for up to one year at doses up to twice the recommended therapeutic dosage. No dosage adjustment of STIOLTO RESPIMAT is necessary."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS LABA, such as olodaterol, one of the active components in STIOLTO RESPIMAT, as monotherapy (without an inhaled corticosteroid) for asthma, increase the risk of asthma-related events. STIOLTO RESPIMAT is not indicated for the treatment of asthma [see Warning and Precautions (5.1) ]. The following adverse reactions are described, or described in greater detail, in other sections: Immediate hypersensitivity reactions [see Warnings and Precautions (5.4) ] Paradoxical bronchospasm [see Warnings and Precautions (5.5) ] Worsening of narrow-angle glaucoma [see Warnings and Precautions (5.8) ] Worsening of urinary retention [see Warnings and Precautions (5.9) ] The most common adverse reactions (>3% incidence and more than an active control) were nasopharyngitis, cough, and back pain. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at 1-800-542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience in Chronic Obstructive Pulmonary Disease Because clinical trials are conducted under widely varying conditions, the incidence of adverse reactions observed in the clinical trials of a drug cannot be directly compared to the incidences in the clinical trials of another drug and may not reflect the incidences observed in practice. The clinical program for STIOLTO RESPIMAT included 7,151 subjects with COPD in two 52-week active-controlled trials, one 12-week placebo-controlled trial, three 6-week placebo-controlled cross-over trials, and four additional trials of shorter duration. A total of 1,988 subjects received at least 1 dose of STIOLTO RESPIMAT. Adverse reactions observed in the ≤12-week trials were consistent with those observed in the 52-week trials, which formed the primary safety database. The primary safety database consisted of pooled data from the two 52-week double-blind, active-controlled, parallel group confirmatory clinical trials (Trials 1 and 2). These trials included 5,162 adult COPD patients (72.9% males and 27.1% females) 40 years of age and older. Of these patients, 1,029 were treated with STIOLTO RESPIMAT once daily. The STIOLTO RESPIMAT group was composed of mostly Caucasians (71.1%) with a mean age of 63.8 years and a mean percent predicted FEV 1 at baseline of 43.2%. In these two trials, tiotropium 5 mcg and olodaterol 5 mcg were included as active control arms and no placebo was used. In these two clinical trials, 74% of patients exposed to STIOLTO RESPIMAT reported an adverse reaction compared to 76.6% and 73.3% in the olodaterol 5 mcg and tiotropium 5 mcg groups, respectively. The proportion of patients who discontinued due to an adverse reaction was 7.4% for STIOLTO RESPIMAT treated patients compared to 9.9% and 9.0% for olodaterol 5 mcg and tiotropium 5 mcg treated patients. The adverse reaction most commonly leading to discontinuation was worsening COPD. The most common serious adverse reactions were COPD exacerbation and pneumonia. Table 1 shows all adverse drug reactions that occurred with an incidence of >3% in the STIOLTO RESPIMAT treatment group and a higher incidence rate than the active comparator groups listed. Table 1 Number and frequency of adverse drug reactions greater than 3% (and higher than any of the comparators tiotropium and/or olodaterol) in COPD patients exposed to STIOLTO RESPIMAT: Pooled data from the two 52-week, double-blind, active-controlled clinical trials in COPD patients 40 years of age and older Treatment STIOLTO RESPIMAT (once daily) Tiotropium (5 mcg once daily) Olodaterol (5 mcg once daily) Body system (adverse drug reaction) n=1,029 n (%) n=1,033 n (%) n=1,038 n (%) Infections and infestations Nasopharyngitis 128 (12.4) 121 (11.7) 131 (12.6) Respiratory, thoracic, and mediastinal disorders Cough 40 (3.9) 45 (4.4) 31 (3.0) Musculoskeletal and connective tissue disorders Back Pain 37 (3.6) 19 (1.8) 35 (3.4) Other adverse drug reactions in patients receiving STIOLTO RESPIMAT that occurred in ≤3% of patients in clinical studies are listed below: Metabolism and nutrition disorders: dehydration Nervous system disorders: dizziness, insomnia Eye disorders: glaucoma, intraocular pressure increased, vision blurred Cardiac/vascular disorders: atrial fibrillation, palpitations, supraventricular tachycardia, tachycardia, hypertension Respiratory, thoracic, and mediastinal disorders: epistaxis, pharyngitis, dysphonia, bronchospasm, laryngitis, sinusitis Gastrointestinal disorders: dry mouth, constipation, oropharyngeal candidiasis, dysphagia, gastroesophageal reflux disease, gingivitis, glossitis, stomatitis, intestinal obstruction including ileus paralytic Skin and subcutaneous disorders: rash, pruritus, angioneurotic edema, urticaria, skin infection, and skin ulcer, dry skin, hypersensitivity (including immediate reactions) Musculoskeletal and connective tissue disorders: arthralgia, joint swelling Renal and urinary disorders: urinary retention, dysuria, and urinary tract infection COPD Exacerbation Reduction Trial In a one year trial (Trial 5) of 7,880 patients to compare rates of COPD exacerbations, 3,939 patients were treated with STIOLTO RESPIMAT and 3,941 patients were treated with tiotropium 5 mcg inhalation spray. The safety profile of STIOLTO RESPIMAT was similar to that of tiotropium 5 mcg inhalation spray and consistent with that documented in the STIOLTO RESPIMAT primary safety database."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Use of a LABA, including STIOLTO RESPIMAT, without an inhaled corticosteroid is contraindicated in patients with asthma [see Warnings and Precautions (5.1) ] . STIOLTO RESPIMAT is not indicated for the treatment of asthma. STIOLTO RESPIMAT is contraindicated in patients with a hypersensitivity to tiotropium, ipratropium, olodaterol, or any component of this product [see Warnings and Precautions (5.4) ] . In clinical trials and postmarketing experience with tiotropium, immediate hypersensitivity reactions, including angioedema (including swelling of the lips, tongue, or throat), itching, or rash have been reported. Hypersensitivity reactions were also reported in clinical trials with STIOLTO RESPIMAT. Use of a LABA, including STIOLTO RESPIMAT, without an inhaled corticosteroid is contraindicated in patients with asthma. ( 4 ) Hypersensitivity to tiotropium, ipratropium, olodaterol, or any component of this product. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For oral inhalation only. Two inhalations of STIOLTO RESPIMAT once-daily at the same time of day. ( 2 ) 2.1 Recommended Dosage The recommended dosage of STIOLTO RESPIMAT is two inhalations once-daily at the same time of the day. Do not use STIOLTO RESPIMAT more than two inhalations every 24 hours. 2.2 Administration Information For oral inhalation only. Prior to first use, the STIOLTO RESPIMAT cartridge is inserted into the STIOLTO RESPIMAT inhaler and the unit is primed. When using the unit for the first time, patients are to actuate the inhaler toward the ground until an aerosol cloud is visible and then repeat the process three more times. The unit is then considered primed and ready for use. If not used for more than 3 days, patients are to actuate the inhaler once to prepare the inhaler for use. If not used for more than 21 days, patients are to actuate the inhaler until an aerosol cloud is visible and then repeat the process three more times to prepare the inhaler for use [see Patient Counseling Information (17) ] . No dosage adjustment is required for geriatric, hepatically-impaired, or renally-impaired patients. However, patients with moderate to severe renal impairment given STIOLTO RESPIMAT should be monitored closely for anticholinergic effects [see Warnings and Precautions (5.10) , Use in Specific Populations (8.5 , 8.6 , 8.7) , and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE STIOLTO RESPIMAT is a combination of tiotropium bromide, an anticholinergic and olodaterol, a long-acting beta 2 -adrenergic agonist (LABA) indicated for the long-term, once-daily maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). ( 1.1 ) Important limitations: STIOLTO RESPIMAT is NOT indicated to treat acute deterioration of COPD. ( 1.1 ) STIOLTO RESPIMAT is NOT indicated to treat asthma. ( 1.1 ) 1.1 Maintenance Treatment of COPD STIOLTO RESPIMAT is a combination of tiotropium bromide and olodaterol indicated for long-term, once-daily maintenance treatment of patients with chronic obstructive pulmonary disease (COPD), including chronic bronchitis and/or emphysema. Important Limitations of Use STIOLTO RESPIMAT is not indicated to treat acute deteriorations of COPD [see Warnings and Precautions (5.2) ]. STIOLTO RESPIMAT is not indicated to treat asthma. The safety and effectiveness of STIOLTO RESPIMAT in asthma have not been established."
  ],
  "fetched_at": "2025-10-01T17:18:57.464230",
  "source": "OpenFDA"
}