{
  "drug_name": "Olsalazine",
  "generic_name": [
    "OLSALAZINE SODIUM"
  ],
  "brand_names": [
    "Dipentum"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Nephrotoxic Agents including Non-Steroidal Anti-inflammatory Drugs (NSAIDs) : Increased risk of nephrotoxicity; monitor for changes in renal function and mesalamine-related adverse reactions. ( 7.1 ) • Azathioprine or 6-Mercaptopurine : Increased risk of blood dyscrasias; monitor complete blood cell counts and platelet counts. ( 7.2 ) • Low Molecular Weight Heparins or Heparinoids : Increased risk of bleeding following neuraxial anesthesia; if possible, discontinue DIPENTUM or closely monitor for bleeding. ( 7.1 ) • Varicella Vaccine : Avoid use for 6 weeks after vaccination. ( 7.4 ) 7.1 Nephrotoxic Agents, Including Non-Steroidal Anti-Inflammatory Drugs The concurrent use of mesalamine with known nephrotoxic agents, including non‑steroidal anti‑inflammatory drugs (NSAIDs), may increase the risk of nephrotoxicity. Monitor patients taking nephrotoxic drugs for changes in renal function and mesalamine-related adverse reactions [see Warnings and Precautions (5.1) ] . 7.2 Azathioprine or 6-Mercaptopurine The concurrent use of mesalamine with azathioprine or 6‑mercaptopurine and/or any other drugs known to cause myelotoxicity (e.g., thioguanine) may increase the risk for blood disorders, bone marrow failure, and associated complications. If concomitant use of DIPENTUM and azathioprine or 6-mercaptopurine cannot be avoided, monitor blood tests, including complete blood cell counts and platelet counts. 7.3 Low Molecular Weight Heparins or Heparinoids The co-administration of salicylates and low molecular weight heparins or heparinoids may result in an increased risk of bleeding (i.e., hematomas) following neuraxial anesthesia. Discontinue DIPENTUM prior to the initiation of a low molecular weight heparin or heparinoid. If this is not possible, it is recommended to monitor patients closely for bleeding. 7.4 Varicella Vaccine Avoid DIPENTUM, and other salicylates, for six weeks after the varicella vaccine to avoid a possible increased risk of developing Reye’s syndrome. 7.5 Interference With Urinary Normetanephrine Measurements Use of DIPENTUM, which is converted to mesalamine, may lead to spuriously elevated test results when measuring urinary normetanephrine by liquid chromatography with electrochemical detection [see Warnings and Precautions (5.8) ] . Consider an alternative, selective assay for normetanephrine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Renal impairment [see Warnings and Precautions (5.1) ] • Mesalamine-induced acute intolerance syndrome [see Warnings and Precautions (5.2) ] • Hypersensitivity reactions [see Warnings and Precautions (5.3) ] • Hepatic failure [see Warnings and Precautions (5.4) ] • Severe cutaneous adverse reactions [see Warnings and Precautions (5.5) ] • Photosensitivity [see Warnings and Precautions (5.6) ] • Nephrolithiasis [see Warnings and Precautions (5.7) ] The following adverse reactions have been identified from clinical studies or postmarketing reports of olsalazine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. In double-blind, placebo- and active-controlled clinical trials of ulcerative colitis, discontinuations due to adverse reactions were reported in 10% of DIPENTUM-treated patients (N=441) and 7% of placebo-treated patients (N=208). Both sulfasalazine-tolerant and intolerant patients were included. The most common adverse reactions leading to discontinuation in DIPENTUM-treated patients were diarrhea/loose stools (6%), abdominal pain (1%), and rash/itching (1%). In these controlled trials, adverse reactions reported in 1% or more of patients treated with DIPENTUM and greater than placebo are provided in Table 1. Table 1 Adverse Reactions reported in at least 1% of patients in the DIPENTUM group and greater than placebo in Patients with Ulcerative Colitis in Double-Blind, Controlled Clinical Trials Adverse Reaction DIPENTUM (N=441) % Placebo (N=208) % Diarrhea 11 7 Abdominal pain/cramps 10 7 Nausea 5 4 Arthralgia/Joint Pain 4 3 Rash 2 1 Upper Respiratory Infection 2 0 Depression 2 0 Vomiting 1 0 Stomatitis 1 0 Vertigo/Dizziness 1 0 Itching 1 0 Other adverse reactions reported in clinical trials or post-marketing experience: Blood and Lymphatic System Disorders aplastic anemia, anemia, eosinophilia, hemolytic anemia, leukopenia, lymphopenia, neutropenia, pancytopenia, reticulocytosis, thrombocytopenia Cardiac Disorders chest pains, heart block second degree, myocarditis, palpitations, pericarditis, peripheral edema, shortness of breath, tachycardia A patient who developed thyroid disease 9 days after starting DIPENTUM was given propranolol and radioactive iodine and subsequently developed shortness of breath and nausea. The patient died 5 days later with signs and symptoms of acute diffuse myocarditis. Ear and Labyrinth Disorders tinnitus Eye Disorders dry eyes, vision blurred, watery eyes Gastrointestinal Disorders abdominal pain (upper), diarrhea with dehydration, dry mouth, epigastric discomfort, flare in symptoms, flatulence, increased blood in stool, pancreatitis, rectal bleeding, rectal discomfort General Disorders and Administration Site Conditions fever chills, hot flashes, irritability, pyrexia, rigors Hepatobiliary Disorders hepatic enzyme increased, hepatitis (including cholestasis, granulomatous, and non-specific, reactive), increased bilirubin Reports of hepatotoxicity, including elevated liver function tests (SGOT/AST, SGPT/ALT, GGT, LDH, alkaline phosphatase, bilirubin), jaundice, cholestatic jaundice, cirrhosis, and possible hepatocellular damage including liver necrosis and liver failure. Some of these cases were fatal. One case of Kawasaki-like syndrome, which included hepatic function changes, was also reported. Immune System Disorders bronchospasm, erythema nodosum Musculoskeletal and Connective Tissue Disorders myalgia, muscle cramps Nervous System Disorders insomnia, paraesthesia, peripheral neuropathy, tremors Psychiatric Disorders mood swings Renal and Urinary Disorders dysuria, hematuria, interstitial nephritis, nephrolithiasis, nephrotic syndrome, proteinuria, urinary frequency • Urine discoloration occurring ex-vivo caused by contact of mesalamine, including inactive metabolite, with surfaces or water treated with hypochlorite-containing bleach [see Warnings and Precautions (5.7) ] . Reproductive System and Breast Disorders impotence, menorrhagia, reversible oligospermia Respiratory, Thoracic and Mediastinal Disorders dyspnea, interstitial lung disease, pleurisy/pleuritis Skin and Subcutaneous Tissue Disorders AGEP, alopecia, angioneurotic edema, DRESS, erythema, photosensitivity reaction, SJS/TEN Vascular Disorders hypertension, orthostatic hypotension Most common adverse reactions (≥2%) are: diarrhea, abdominal pain/cramps, nausea, arthralgia/joint pain, rash, upper respiratory infection and depression. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Meda Pharmaceuticals Inc. at 1-888-380-3276 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS DIPENTUM is contraindicated in patients with known or suspected hypersensitivity to salicylates, aminosalicylates, or to any of the excipients in DIPENTUM [see Warnings and Precautions (5.3) , Description (11) ] . Known or suspected hypersensitivity to salicylates or aminosalicylates or to any of the ingredients of DIPENTUM. ( 4 , 5.3 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Evaluate renal function before initiating therapy with DIPENTUM [see Warnings and Precautions (5.1) ]. The recommended dosage is 500 mg orally twice daily. Drink an adequate amount of fluids during treatment [see Warnings and Precautions (5.7) ] . • Evaluate renal function prior to initiation of DIPENTUM and periodically while on therapy. ( 2 , 5.1 ) • The recommended dosage is 500 mg orally twice daily. ( 2 ) • Drink an adequate amount of fluids. ( 2 , 5.7 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DIPENTUM is indicated for the maintenance of remission of ulcerative colitis in adult patients who are intolerant of sulfasalazine. DIPENTUM is an aminosalicylate indicated for the maintenance of remission of ulcerative colitis in adult patients who are intolerant of sulfasalazine. ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:34:36.950749",
  "source": "OpenFDA"
}