{
  "drug_name": "Omacetaxine mepesuccinate",
  "generic_name": [
    "Omacetaxine mepesuccinate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions have been associated with SYNRIBO in clinical trials and are discussed in greater detail in other sections of the label. Myelosuppression [see Warnings and Precautions ( 5.1 )] Bleeding [see Warnings and Precautions ( 5.2 )] Hyperglycemia [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (frequency ≥ 20%): thrombocytopenia, anemia, neutropenia, diarrhea, nausea, fatigue, asthenia, injection site reaction, pyrexia, infection, and lymphopenia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Teva Pharmaceuticals at 1-888-483-8279 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data for SYNRIBO are from 3 clinical trials which enrolled a total of 163 adult patients with TKI resistant and/or intolerant chronic phase (N=108) and accelerated phase (N=55) CML. All patients were treated with initial induction therapy consisting of a dose of 1.25 mg/m 2 administered subcutaneously twice daily for 14 consecutive days every 28 days (induction cycle). Responding patients were then treated with the same dose and a twice daily schedule for 7 consecutive days every 28 days (maintenance cycle). Chronic Phase CML The median duration of exposure for the 108 patients with chronic phase CML was 7.4 months (range 0 to 43 months). The median total cycles of exposure was 6 (range 1 to 41), and the median total dose delivered during the trials was 131 mg/m 2 (range 1.2 to 678). Among the patients with chronic phase CML, 87% received 14 days of treatment during cycle 1. By cycles 2 and 3, the percentage of patients receiving 14 days of treatment decreased to 42% and 16% respectively. Of the 91 patients who received at least 2 cycles of treatment, 79 (87%) had at least 1 cycle delay during the trials. The median number of days of cycle delays was greatest for cycle 2 (17 days) and cycle 3 (25 days) when more patients were receiving induction cycles. Adverse reactions were reported for 99% of the patients with chronic phase CML. A total of 18% of patients had adverse reactions leading to withdrawal. The most frequently occurring adverse reactions leading to discontinuation were pancytopenia, thrombocytopenia, and increased alanine aminotransferase (each 2%). A total of 87% of patients reported at least 1 Grade 3 or Grade 4 treatment emergent adverse reaction (Table 2). Table 2: Adverse Reactions Occurring a in at Least 10% of Patients (Chronic Myeloid Leukemia – Chronic Phase) Number (%) of Patients (N = 108) Adverse reactions All reactions Grade 3 or 4 reactions Patients with at least 1 commonly occurring adverse reaction 107 (99) 94 (87) Blood and Lymphatic System Disorders Thrombocytopenia 82 (76) 73 (68) Anemia 66 (61) 39 (36) Neutropenia 57 (53) 51 (47) Lymphopenia 18 (17) 17 (16) Bone Marrow Failure 11 (10) 11 (10) Febrile Neutropenia 11 (10) 11 (10) Gastrointestinal Disorders Diarrhea 44 (41) 1 (1) Nausea 38 (35) 1 (1) Constipation 15 (14) 0 Abdominal Pain/Upper Abdominal Pain 25 (23) 0 Vomiting 13 (12) 0 General Disorders and Administration Site Conditions Fatigue 31 (29) 5 (5) Pyrexia 27 (25) 1 (1) Asthenia 25 (23) 1 (1) Edema Peripheral 17 (16) 0 Infusion and injection site related reactions b 38 (35) 0 Infections and Infestations c 52 (48) 12 (11) Metabolism and Nutrition Disorders Anorexia 11 (10) 1 (1) Musculoskeletal and Connective Tissue Disorders Arthralgia 20 (19) 1 (1) Pain in Extremity 14 (13) 1 (1) Back Pain 13 (12) 2 (2) Myalgia 12 (11) 1 (1) Nervous System Disorders Headache 22 (20) 1 (1) Psychiatric Disorders Insomnia 13 (12) 1 (1) Respiratory, Thoracic and Mediastinal Disorders Cough 17 (16) 1 (1) Epistaxis 18 (17) 1 (1) Skin and Subcutaneous Tissue Disorders Alopecia 16 (15) 0 Rash 12 (11) 0 a Occurred in the period between the first dose and 30 days after the last dose. b Includes infusion related reaction, injection site erythema, injection site hematoma, injection site hemorrhage, injection site hypersensitivity, injection site induration, injection site inflammation, injection site irritation, injection site mass, injection site edema, injection site pruritus, injection site rash, and injection site reaction. c Infection includes bacterial, viral, fungal, and non-specified. Serious adverse reactions were reported for 51% of patients. Serious adverse reactions reported for at least 5% of patients were bone marrow failure and thrombocytopenia (each 10%), and febrile neutropenia (6%). Serious adverse reactions of infections were reported for 8% of patients. Deaths occurred while on study in five (5%) patients with CP CML. Two patients died due to cerebral hemorrhage, one due to multi-organ failure, one due to progression of disease, and one from unknown causes. Accelerated Phase CML Median total cycles of exposure was 2 (range 1 to 29), and the median total dose delivered during the trials was 70 mg/m 2 . The median duration of exposure for the 55 patients with accelerated phase CML was 1.9 months (range 0 to 30 months). Of the patients with accelerated phase CML, 86% received 14 days of treatment during cycle 1. By cycles 2 and 3, the percentage of patients receiving 14 days of treatment decreased to 55% and 44% respectively. Of the 40 patients who received at least 2 cycles of treatment, 27 (68%) had at least 1 cycle delay during the trials. The median number of days of cycle delays was greatest for cycle 3 (31 days) and cycle 8 (36 days). Adverse reactions regardless of investigator attribution were reported for 100% patients with accelerated phase CML. A total of 33% of patients had adverse reactions leading to withdrawal. The most frequently occurring adverse reactions leading to withdrawal were leukocytosis (6%), and thrombocytopenia (4%). A total of 84% of patients reported at least 1 Grade 3 or Grade 4 treatment emergent adverse reaction (Table 3). Table 3: Adverse Reactions Occurring a in at Least 10% of Patients (Chronic Myeloid Leukemia – Accelerated Phase) Number (%) of Patients (N=55) Adverse reactions All reactions Grade 3 or 4 reactions Patients with at least 1 commonly occurring adverse reaction 55 (100) 47 (86) Blood and Lymphatic System Disorders Anemia 28 (51) 21 (38) Febrile Neutropenia 11 (20) 9 (16) Neutropenia 11 (20) 10 (18) Thrombocytopenia 32 (58) 27 (49) Gastrointestinal Disorders Diarrhea 19 (35) 4 (7) Nausea 16 (29) 2 (4) Vomiting 9 (16) 1 (2) Abdominal Pain/Upper Abdominal Pain 9 (16) 0 General Disorders and Administration Site Conditions Fatigue 17 (31) 5 (9) Pyrexia 16 (29) 1 (2) Asthenia 13 (24) 1 (2) Chills 7 (13) 0 Infusion and injection site related reactions b 12 (22) 0 Infections and Infestations c 31 (56) 11 (20) Metabolism and Nutrition Disorders Anorexia 7 (13) 1 (2) Musculoskeletal and Connective Tissue Disorders Pain in Extremity 6 (11) 1 (2) Nervous System Disorders Headache 7 (13) 0 Respiratory, Thoracic and Mediastinal Disorders Cough 8 (15) 0 Dyspnea 6 (11) 1 (2) Epistaxis 6 (11) 1 (2) a Occurred in the period between the first dose and 30 days after the last dose. b Includes infusion related reaction, injection site erythema, injection site hematoma, injection site hemorrhage, injection site hypersensitivity, injection site induration, injection site inflammation, injection site irritation, injection site mass, injection site edema, injection site pruritus, injection site rash, and injection site reaction. c Infection includes bacterial, viral, fungal, and non-specified. Serious adverse reactions were reported for 60% of patients. Serious adverse reactions reported for at least 5% of patients were febrile neutropenia (18%), thrombocytopenia (9%), anemia (7%), and diarrhea (6%). Serious adverse reactions of infections were reported for 11% of patients. Death occurred while on study in 5 (9%) patients with AP CML. Two patients died due to cerebral hemorrhage and three due to progression of disease. Laboratory Abnormalities in Chronic and Accelerated Phase CML Grade 3/4 laboratory abnormalities reported in patients with chronic and accelerated phase CML are described in Table 4. Myelosuppression occurred in all patients treated with SYNRIBO [see Warnings and Precautions ( 5.1 )]. Five patients with chronic phase CML and 4 patients with accelerated phase CML permanently discontinued SYNRIBO due to pancytopenia, thrombocytopenia, febrile neutropenia, or bone marrow necrosis. An event of hyperosmolar non-ketotic hyperglycemia was reported in one patient in the safety population and a similar case has been reported in the literature. Two patients with chronic phase CML permanently discontinued SYNRIBO due to elevated transaminases. Table 4: Grade 3/4 Laboratory Abnormalities in Clinical Studies in Patients with Chronic Phase and Accelerated Phase CML Chronic Phase Accelerated Phase % % Hematology Parameters Hemoglobin Decreased 62 80 Leukocytes Decreased 72 61 Neutrophils Decreased 81 71 Platelets Decreased 85 88 Biochemistry Parameters Alanine aminotransferase (ALT) Increased 6 2 Bilirubin Increased Creatinine Increased 9 6 9 16 Glucose Increased 10 15 Uric Acid Increased 56 57 Glucose Decreased 8 6 6.2 Additional Data from Safety Population The following adverse reactions were reported in patients in the SYNRIBO clinical studies of patients with chronic phase and accelerated phase CML at a frequency of 1% to less than 10%. Within each category, adverse reactions are ranked on the basis of frequency. Cardiac Disorders: tachycardia, palpitations, acute coronary syndrome, angina pectoris, arrhythmia, bradycardia, ventricular extrasystoles. Ear and Labyrinth Disorders: ear pain, ear hemorrhage, tinnitus. Eye Disorders: cataract, vision blurred, conjunctival hemorrhage, dry eye, lacrimation increased, conjunctivitis, diplopia, eye pain, eyelid edema. Gastrointestinal Disorders: stomatitis, mouth ulceration, abdominal distension, dyspepsia, gastroesophageal reflux disease, gingival bleeding, aphthous stomatitis, dry mouth, hemorrhoids, gastritis, gastrointestinal hemorrhage, melena, mouth hemorrhage, oral pain, anal fissure, dysphagia, gingival pain, gingivitis. General Disorders and Administration Site Conditions: mucosal inflammation, pain, chest pain, hyperthermia, influenza-like illness, catheter site pain, general edema, malaise. Immune System Disorders: hypersensitivity. Injury, Poisoning and Procedural Complications: contusion, transfusion reaction. Metabolism and Nutrition Disorders: decreased appetite, diabetes mellitus, gout, dehydration. Musculoskeletal and Connective Tissue Disorders: bone pain, myalgia, muscular weakness, muscle spasms, musculoskeletal chest pain, musculoskeletal pain, musculoskeletal stiffness, musculoskeletal discomfort. Nervous System Disorders: dizziness, cerebral hemorrhage, paresthesia, convulsion, hypoesthesia, lethargy, sciatica, burning sensation, dysgeusia, tremor. Psychiatric Disorders: anxiety, depression, agitation, confusional state, mental status change. Renal and Urinary Disorders: dysuria. Respiratory, Thoracic and Mediastinal Disorders: pharyngolaryngeal pain, nasal congestion, dysphonia, productive cough, rales, rhinorrhea, hemoptysis, sinus congestion. Skin and Subcutaneous Tissue Disorders: erythema, pruritus, dry skin, petechiae, hyperhidrosis, night sweats, ecchymosis, purpura, skin lesion, skin ulcer, rash erythematous, rash papular, skin exfoliation, skin hyperpigmentation. Vascular Disorders: hematoma, hypertension, hot flush, hypotension."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Induction Dose: 1.25 mg/m 2 administered by subcutaneous injection twice daily for 14 consecutive days of a 28-day cycle ( 2.1 ). Maintenance Dose: 1.25 mg/m 2 administered by subcutaneous injection twice daily for 7 consecutive days of a 28-day cycle ( 2.2 ). Dose modifications are needed for toxicity ( 2.3 ). 2.1 Induction Schedule The recommended starting schedule for induction is 1.25 mg/m 2 administered subcutaneously twice daily at approximately 12 hour intervals for 14 consecutive days every 28 days, over a 28-day cycle. Cycles should be repeated every 28 days until patients achieve a hematologic response. 2.2 Maintenance Dosing The recommended maintenance schedule is 1.25 mg/m 2 administered subcutaneously twice daily at approximately 12 hour intervals for 7 consecutive days every 28 days, over a 28-day cycle. Treatment should continue as long as patients are clinically benefiting from therapy. 2.3 Dose Adjustments and Modifications Hematologic Toxicity: SYNRIBO treatment cycles may be delayed and/or the number of days of dosing during the cycle reduced for hematologic toxicities (e.g. neutropenia, thrombocytopenia) [see Warnings and Precautions ( 5.1 )]. Perform complete blood counts (CBCs) weekly during induction and initial maintenance cycles. After initial maintenance cycles, monitor CBCs every two weeks or as clinically indicated. If a patient experiences Grade 4 neutropenia (absolute neutrophil count (ANC) less than 0.5 x 10 9 /L) or Grade 3 thrombocytopenia (platelet counts less than 50 x 10 9 /L) during a cycle, delay starting the next cycle until ANC is greater than or equal to 1.0 x 10 9 /L and platelet count is greater than or equal to 50 x 10 9 /L. Also, for the next cycle, reduce the number of dosing days by 2 days (e.g. to 12 or 5 days). Non-Hematologic Toxicity: Manage other clinically significant non-hematologic toxicity symptomatically. Interrupt and/or delay SYNRIBO until toxicity is resolved. 2.4 Reconstitution Instructions and Handling Precautions SYNRIBO should be prepared in a healthcare facility and must be reconstituted by a healthcare professional. Reconstitute SYNRIBO with one mL of 0.9% Sodium Chloride Injection, USP, prior to subcutaneous injection. After addition of the diluent, gently swirl until a clear solution is obtained. The lyophilized powder should be completely dissolved in less than one minute. The resulting solution is clear and colorless and contains 3.5 mg/mL SYNRIBO. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. SYNRIBO does not contain antimicrobial preservatives. Therefore care must be taken to ensure that the solution for injection is not contaminated during preparation. SYNRIBO is a cytotoxic drug. Follow special handling and disposal procedures 1 . Wear protective eyewear and gloves during handling and administration of the product. Proper aseptic technique should be used. Avoid skin and eye contact. If SYNRIBO comes into contact with skin, immediately and thoroughly wash affected area with soap and water. If contact with the eyes occurs, thoroughly flush the eyes with water. 2.5 Storage Conditions and Storage Time after Preparation of Syringes If SYNRIBO is not used immediately after reconstitution, follow in-use storage conditions and allowable storage times prior to use as instructed in Table 1. Do not administer SYNRIBO outside of the storage conditions and timeframes listed in Table 1. Table 1: Storage Conditions and Storage Time after Preparation of Syringes Storage Conditions Storage Time Room temperature (20°C to 25°C [68°F to 77°F]) Use within 12 hours of reconstitution Refrigerated (2°C to 8°C [36 o F to 46 o F]) Use within 6 days (144 hours) of reconstitution 2.6 Considerations for Home Administration Before a decision is made to allow SYNRIBO to be administered by someone other than a healthcare professional, ensure that the patient is an appropriate candidate for self-administration or for administration by a caregiver. Provide training on proper handling, storage conditions, administration, disposal, and clean-up of accidental spillage of the product. Ensure that patients receive the necessary supplies for home administration. At minimum these should include: Reconstituted SYNRIBO in syringe with a capped needle for subcutaneous injection. Syringe(s) should be filled to the patient-specific dose. Protective eyewear Gloves An appropriate biohazard container Absorbent pad(s) for placement of administration materials and for accidental spillage Alcohol swabs Gauze pads Ice packs or cooler for transportation of reconstituted SYNRIBO syringes If a patient or caregiver cannot be trained for any reason, then in such patients, SYNRIBO should be administered by a healthcare professional. 2.7 Disposal and Accidental Spillage Procedures After administration, any unused solution should be discarded properly 1 . Instruct patients planning home administration on the following: do not recap or clip the used needle, and do not place used needles, syringes, vials, and other used supplies in a household trash or recycling bin. Used needles, syringes, vials, and other used supplies should be disposed of in an appropriate biohazard container. If accidental spillage occurs, continue to use protective eyewear and gloves, wipe the spilled liquid with the absorbent pad, and wash the area with water and soap. Then, place the pad and gloves into the biohazard container and wash hands thoroughly. Return the biohazard container to the clinic or pharmacy for final disposal."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SYNRIBO is indicated for the treatment of adult patients with chronic or accelerated phase chronic myeloid leukemia (CML) with resistance and/or intolerance to two or more tyrosine kinase inhibitors (TKI). SYNRIBO for Injection is indicated for the treatment of adult patients with chronic or accelerated phase chronic myeloid leukemia (CML) with resistance and/or intolerance to two or more tyrosine kinase inhibitors (TKI) ( 1 )."
  ],
  "fetched_at": "2025-10-01T15:44:59.730739",
  "source": "OpenFDA"
}