{
  "drug_name": "Omadacycline",
  "generic_name": [
    "OMADACYCLINE"
  ],
  "brand_names": [
    "NUZYRA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage while taking NUZYRA. ( 7.1 ) Absorption of tetracyclines, including NUZYRA, is impaired by antacids containing aluminum, calcium, or magnesium, bismuth subsalicylate and iron containing preparations. ( 2.1 , 7.2 ) 7.1 Anticoagulant Drugs Because tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage while also taking NUZYRA. 7.2 Antacids and Iron Preparations Absorption of oral tetracyclines, including NUZYRA, is impaired by antacids containing aluminum, calcium, or magnesium, bismuth subsalicylate, and iron containing preparations [see Dosage and Administration (2.1) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in greater detail in the Warnings and Precautions section of labeling: Mortality Imbalance in Patients with Community-Acquired Bacterial Pneumonia [see Warnings and Precautions (5.1) ] Tooth Development and Enamel Hypoplasia [see Warnings and Precautions (5.2) ] Inhibition of Bone Growth [see Warnings and Precautions (5.3) ] Hypersensitivity Reactions [see Warnings and Precautions (5.4) ] Tetracycline Class Effects [see Warnings and Precautions (5.6 )] The most common adverse reactions (incidence ≥2%) are nausea, vomiting, infusion site reactions, alanine aminotransferase increased, aspartate aminotransferase increased, gamma-glutamyl transferase increased, hypertension, headache, diarrhea, insomnia, and constipation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Paratek Pharmaceuticals, Inc. at 1-833-727-2835 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Overview of the Safety Evaluation of NUZYRA NUZYRA was evaluated in three Phase 3 clinical trials (Trial 1, Trial 2 and Trial 3). These trials included a single Phase 3 trial in CABP patients (Trial 1) and two Phase 3 trials in ABSSSI patients (Trial 2 and Trial 3). Across all Phase 3 trials, a total of 1073 patients were treated with NUZYRA (382 patients in Trial 1 and 691 in Trials 2 and 3 of which 368 patients were treated with only oral NUZYRA). Clinical Trial Experience in Patients with Community-Acquired Bacterial Pneumonia Trial 1 was a Phase 3 CABP trial that enrolled 774 adult patients, 386 randomized to NUZYRA (382 received at least one dose of NUZYRA and 4 patients did not receive the study drug) and 388 randomized to moxifloxacin (all 388 received at least one dose of moxifloxacin). The mean age of patients treated with NUZYRA was 61 years (range 19 to 97 years) and 42% were greater than or equal to 65 years of age. Overall, patients treated with NUZYRA were predominantly male (53.7%), white (92.4%), and had a mean body mass index (BMI) of 27.3 kg/m 2 . Approximately 47% of NUZYRA treated patients had CrCl <90 ml/min. Patients were administered an IV to oral switch dosage regimen of NUZYRA. The total treatment duration was 7 to 14 days. Mean duration of IV treatment was 5.7 days and mean total duration of treatment was 9.6 days in both treatment arms. Imbalance in Mortality In Trial 1, eight deaths (2%) occurred in 382 patients treated with NUZYRA as compared to four deaths (1%) in 388 patients treated with moxifloxacin. All deaths, in both treatment arms, occurred in patients >65 years of age. The causes of death varied and included worsening and/or complications of infection and underlying conditions. The cause of the mortality imbalance has not been established [see Warnings and Precautions (5.1) ] . Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In Trial 1, a total of 23/382 (6.0%) patients treated with NUZYRA and 26/388 (6.7%) patients treated with moxifloxacin experienced serious adverse reactions. Discontinuation of treatment due to any adverse reactions occurred in 21/382 (5.5%) patients treated with NUZYRA and 27/388 (7.0%) patients treated with moxifloxacin. Most Common Adverse Reactions Table 4 lists the most common adverse reactions occurring in ≥2% of patients receiving NUZYRA in Trial 1. Table 4: Adverse Reactions Occurring in ≥2% of Patients Receiving NUZYRA in Trial 1 Adverse Reaction NUZYRA (N = 382) Moxifloxacin (N = 388) Alanine aminotransferase increased 3.7 4.6 Hypertension 3.4 2.8 Gamma-glutamyl transferase increased 2.6 2.1 Insomnia 2.6 2.1 Vomiting 2.6 1.5 Constipation 2.4 1.5 Nausea 2.4 5.4 Aspartate aminotransferase increased 2.1 3.6 Headache 2.1 1.3 Clinical Trials Experience in Patients with Acute Bacterial Skin and Skin Structure Infections Trial 2 was a Phase 3 ABSSSI trial that enrolled 655 adult patients, 329 randomized to NUZYRA and 326 randomized to linezolid. Trial 3 was a Phase 3 ABSSSI trial that enrolled 735 adult patients, 368 randomized to NUZYRA and 367 randomized to linezolid. In Trial 2 (IV to oral switch trial), the mean age of patients treated with NUZYRA was 47 years (range 19 to 88). Overall, patients treated with NUZYRA were predominantly male (62.8%), white (91.0%) and had a mean BMI of 28.1 kg/m 2 . In Trial 3 (oral only trial), the mean age of patients was 43 years (range 18 to 86). Patients treated with NUZYRA were predominantly male (65.8%), white (88.9%), and had a mean BMI of 27.9 kg/m 2 . In Trials 2 and 3, approximately 12% of NUZYRA treated patients had CrCl <90 ml/min. Overall, the mean and median calculated lesion area was similar across both trials. Trial 2 required at least 3 days of IV treatment followed by switch to oral regimen based on physician's discretion. Mean duration of IV treatment in Trial 2 was 4 days and mean total duration of treatment was 9 days in both treatment arms. In Trial 3, only oral therapy was administered, and mean total duration of treatment was 8 days in both treatment arms. The median days on treatment in the pooled ABSSSI trials was 9 days for both NUZYRA and linezolid. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In the pooled ABSSSI trials, serious adverse reactions occurred in 16/691 (2.3%) of patients treated with NUZYRA and 13/689 (1.9%) of patients treated with comparator. Discontinuation of treatment due to adverse events occurred in 12 (1.7%) NUZYRA treated patients, and 10 (1.5%) comparator treated patients. There was 1 death (0.1%) reported in NUZYRA treated patients and 3 deaths (0.4%) reported in linezolid patients in ABSSSI trials. Most Common Adverse Reactions Table 5 includes the most common adverse reactions occurring in ≥2% of patients receiving NUZYRA in Trials 2 and 3. Table 5: Adverse Reactions Occurring in ≥2% of Patients Receiving NUZYRA in Pooled Trials 2 and 3 Adverse Reaction NUZYRA (N = 691) Linezolid (N = 689) Nausea In Trial 2, which included IV to oral dosing of NUZYRA, 40 (12%) patients experienced nausea and 17 (5%) patients experienced vomiting in NUZYRA treatment group as compared to 32 (10%) patients experienced nausea and 16 (5%) patients experienced vomiting in the comparator group. One patient (0.3%) in the NUZYRA group discontinued treatment due to nausea and vomiting. In Trial 3, which included the oral loading dose of NUZYRA, 111 (30%) patients experienced nausea and 62 (17%) patients experienced vomiting in NUZYRA treatment group as compared to 28 (8%) patients experienced nausea and 11 (3%) patients experienced vomiting in the linezolid group. One patient (0.3%) in the NUZYRA group discontinued treatment due to nausea and vomiting 21.9 8.7 Vomiting 11.4 3.9 Infusion site reactions Infusion site extravasation, pain, erythema, swelling, inflammation, irritation, peripheral swelling and skin induration. 5.2 3.6 Alanine aminotransferase increased 4.1 3.6 Aspartate aminotransferase increased 3.6 3.5 Headache 3.3 3.0 Diarrhea 3.2 2.9 Selected Adverse Reactions Occurring in Less Than 2% of Patients Receiving NUZYRA in Trials 1, 2 and 3 The following selected adverse reactions were reported in NUZYRA-treated patients at a rate of less than 2% in Trials 1, 2 and 3. Cardiovascular System Disorders: tachycardia, atrial fibrillation Blood and Lymphatic System Disorders: anemia, thrombocytosis Ear and Labyrinth Disorders: vertigo Gastrointestinal Disorders: abdominal pain, dyspepsia General Disorders and Administration Site Conditions: fatigue Immune System Disorders: hypersensitivity Infections and Infestations: oral candidiasis, vulvovaginal mycotic infection Investigations: creatinine phosphokinase increased, bilirubin increased, lipase increased, alkaline phosphatase increased Nervous System Disorders: dysgeusia, lethargy Respiratory, Thoracic, and Mediastinal disorders: oropharyngeal pain Skin and Subcutaneous Tissue Disorders: pruritus, erythema, hyperhidrosis, urticaria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NUZYRA is contraindicated in patients with known hypersensitivity to omadacycline or tetracycline class antibacterial drugs, or to any of the excipients [see Warnings and Precautions (5.3) and Adverse Reactions (6.1) ]. Known hypersensitivity to omadacycline, tetracycline class antibacterial drugs or any of the excipients in NUZYRA ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Dosage of NUZYRA in CABP and ABSSSI Adult Patients ( 2.2 , 2.3 ): Infection Loading Doses Maintenance Dose CABP NUZYRA Injection: Day 1: 200 mg by intravenous infusion over 60 minutes OR 100 mg by intravenous infusion over 30 minutes twice ( 2.2 ) OR NUZYRA Tablets: Day 1: 300 mg orally twice ( 2.2 ) NUZYRA Injection: 100 mg by intravenous infusion over 30 minutes once daily OR NUZYRA Tablets: 300 mg orally once daily ( 2.2 ) ABSSSI NUZYRA Injection: Day 1: 200 mg by intravenous infusion over 60 minutes OR 100 mg by intravenous infusion over 30 minutes twice ( 2.3 ) OR NUZYRA Tablets: Day 1 and Day 2: 450 mg orally once daily ( 2.3 ) NUZYRA Injection: 100 mg by intravenous infusion over 30 minutes once daily OR NUZYRA Tablets: 300 mg orally once daily ( 2.3 ) CABP and ABSSSI : Treatment duration is 7 to 14 days. ( 2.2 , 2.3 ) Fast for at least 4 hours and then take NUZYRA tablets with water. After oral dosing, no food or drink (except water) is to be consumed for 2 hours and no dairy products, antacids, or multivitamins for 4 hours. ( 2.1 ) See full prescribing information for the preparation of NUZYRA IV and other administration instructions. ( 2.1 , 2.5 ) 2.1 Important Administration Instructions NUZYRA for Injection : Do NOT administer NUZYRA for injection with any solution containing multivalent cations, e.g., calcium and magnesium, through the same intravenous line [see Drug Interactions (7.2) ] . Co-infusion with other medications has not been studied [see Dosage and Administration (2.5) ] . NUZYRA Tablets : Fast for at least 4 hours and then take with water. After oral dosing, no food or drink (except water) is to be consumed for 2 hours and no dairy products, antacids, or multivitamins for 4 hours [see Drug Interactions (7.2) and Clinical Pharmacology (12.3) ]. 2.2 Dosage in Adults with Community-Acquired Bacterial Pneumonia (CABP) For treatment of adults with CABP the recommended dosage regimen (loading and maintenance) of NUZYRA is described in Table 1 below. Table 1: Dosage of NUZYRA in Adult CABP Patients Loading Doses Maintenance Dose Treatment Duration NUZYRA Injection: 200 mg by intravenous infusion over 60 minutes on day 1. OR 100 mg by intravenous infusion over 30 minutes, twice on day 1. OR NUZYRA Injection: 100 mg by intravenous infusion over 30 minutes once daily. OR NUZYRA Tablets: 300 mg orally once daily. 7 to 14 Days NUZYRA Tablets: 300 mg orally twice on day 1. 2.3 Dosage in Adults with Acute Bacterial Skin Structure and Skin Infections (ABSSSI) For treatment of adults with ABSSSI, the recommended dosage regimen (loading and maintenance) of NUZYRA is described in Table 2 below. Table 2: Dosage of NUZYRA in Adult ABSSSI Patients Loading Doses Maintenance Dose Treatment Duration NUZYRA Injection: 200 mg by intravenous infusion over 60 minutes on day 1. OR 100 mg by intravenous infusion over 30 minutes, twice on day 1. OR NUZYRA Injection: 100 mg by intravenous infusion over 30 minutes once daily. OR NUZYRA Tablets: 300 mg orally once daily. 7 to 14 Days NUZYRA Tablets: 450 mg orally once a day on day 1 and day 2. 2.4 Dosage Adjustments in Patients with Renal or Hepatic Impairment No dosage adjustment is warranted in patients with renal or hepatic impairment [see Clinical Pharmacology (12.3) ]. 2.5 Preparation and Administration of NUZYRA for Injection Intravenous Solution Reconstitution and Dilution : NUZYRA must be reconstituted and then further diluted under aseptic conditions. To prepare the required dose for intravenous infusion, reconstitute and dilute the appropriate number of vials, as determined from Table 3 below. Reconstitute each 100 mg vial of NUZYRA with 5 mL of Sterile Water, 0.9% Sodium Chloride Injection, USP, or 5% Dextrose Injection, USP, for Injection. Gently swirl the contents and let the vial stand until the cake has completely dissolved and any foam disperses. Do not shake the vial. The reconstituted NUZYRA solution should be yellow to dark orange in color; if not, the solution should be discarded. Visually inspect the reconstituted NUZYRA solution for particulate matter and discoloration prior to further dilution and administration. If necessary, invert the vial to dissolve any remaining powder and swirl gently to prevent foaming. Immediately (within 1 hour), withdraw 5 mL or 10 mL of the reconstituted solution and further dilute to a 100 mL (nominal volume) of 0.9% Sodium Chloride Injection, USP, or 5% Dextrose Injection, USP, bag for injection. The concentration of the final diluted infusion solution will either be 1 mg/mL or 2 mg/mL in accordance with Table 3 below. Discard any unused portion of the reconstituted solution. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Table 3: Preparation of NUZYRA Intravenous Infusion NUZYRA for Injection Dose Number of Vials to Reconstitute for Further Dilution Volume of Reconstituted Solution (5 mL/vial) to Withdraw for Further Dilution Final Infusion Concentration of NUZYRA 200 mg 2 Vials 10 mL 2 mg/mL 100 mg 1 Vial 5 mL 1 mg/mL Storage of the Diluted Infusion Solution The NUZYRA diluted infusion solution may be used within 24 hours at room temperature (less than or equal to 25°C) or within 7 days when refrigerated (2°C to 8°C). Do not freeze. Allow the infusion bag to reach room temperature prior to use. Administration After reconstitution and dilution, administer NUZYRA by intravenous infusion, using a total infusion time of 60 minutes for a 200 mg dose, or a total infusion time of 30 minutes for a 100 mg dose [see Dosage and Administration (2.2 , 2.3) ] . Administer NUZYRA intravenously through a dedicated line or through a Y-site. If the same intravenous line is used for sequential infusion of several drugs, the line should be flushed with 0.9% Sodium Chloride Injection, USP, or 5% Dextrose Injection, USP, before and after infusion of NUZYRA. The compatibility of NUZYRA with other drugs and infusion solutions other than 5% Dextrose Injection, USP or 0.9% Sodium Chloride Injection, USP has not been established."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NUZYRA is a tetracycline class antibacterial indicated for the treatment of adult patients with the following infections caused by susceptible microorganisms ( 1 ): Community-acquired bacterial pneumonia (CABP) ( 1.1 ) Acute bacterial skin and skin structure infections (ABSSSI) ( 1.2 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of NUZYRA and other antibacterial drugs, NUZYRA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. ( 1.3 ) 1.1 Community-Acquired Bacterial Pneumonia (CABP) NUZYRA is indicated for the treatment of adult patients with community-acquired bacterial pneumonia (CABP) caused by the following susceptible microorganisms: Streptococcus pneumoniae , Staphylococcus aureus (methicillin-susceptible isolates), Haemophilus influenzae , Haemophilus parainfluenzae , Klebsiella pneumoniae, Legionella pneumophila , Mycoplasma pneumoniae, and Chlamydophila pneumoniae . 1.2 Acute Bacterial Skin and Skin Structure Infections (ABSSSI) NUZYRA is indicated for the treatment of adult patients with acute bacterial skin and skin structure infections (ABSSSI) caused by the following susceptible microorganisms: Staphylococcus aureus (methicillin-susceptible and -resistant isolates), Staphylococcus lugdunensis , Streptococcus pyogenes, Streptococcus anginosus grp. (includes S. anginosus , S. intermedius , and S. constellatus ), Enterococcus faecalis , Enterobacter cloacae, and Klebsiella pneumoniae. 1.3 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of NUZYRA and other antibacterial drugs, NUZYRA should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:59:58.306790",
  "source": "OpenFDA"
}