{
  "drug_name": "Omaveloxolone",
  "generic_name": [
    "OMAVELOXOLONE"
  ],
  "brand_names": [
    "SKYCLARYS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate or Strong CYP3A4 Inhibitors: Avoid concomitant use. Consider SKYCLARYS dosage reduction with monitoring if use is unavoidable. ( 2.4 , 7.1 ) Moderate or Strong CYP3A4 Inducers: Avoid concomitant use. ( 7.1 ) 7.1 Effect of Other Drugs on SKYCLARYS CYP3A4 Inhibitors Omaveloxolone is a CYP3A4 substrate. Concomitant use of SKYCLARYS with moderate or strong CYP3A4 inhibitors is expected to result in clinically significant increased exposure of omaveloxolone [see Clinical Pharmacology ( 12.3 )], which may increase the risk of adverse reactions. Avoid concomitant use of SKYCLARYS with moderate or strong CYP3A4 inhibitors. If use cannot be avoided, dosage modifications are recommended [see Dosage and Administration ( 2.4 )]. CYP3A4 Inducers Omaveloxolone is a CYP3A4 substrate. Concomitant use of SKYCLARYS with moderate or strong CYP3A4 inducers is expected to result in clinically significant decreased exposure of omaveloxolone [see Clinical Pharmacology ( 12.3 )] , which may reduce the effectiveness of SKYCLARYS. Avoid concomitant use of SKYCLARYS with moderate or strong CYP3A4 inducers. 7.2 Effect of SKYCLARYS on Other Drugs CYP3A4 and CYP2C8 Substrates Omaveloxolone is a weak inducer of CYP3A4 and CYP2C8. Concomitant use with SKYCLARYS can reduce the exposure of CYP3A4 and CYP2C8 substrates which may reduce the activity of these substrates [see Clinical Pharmacology ( 12.3 )] . Refer to the prescribing information of substrates of CYP3A4 and CYP2C8 for dosing instructions if used concomitantly with SKYCLARYS and monitor for lack of efficacy of the concomitant treatment. Hormonal Contraceptives Omaveloxolone is a weak CYP3A4 inducer [see Clinical Pharmacology ( 12.3 )] . Concomitant use with SKYCLARYS may reduce the efficacy of hormonal contraceptives. Advise patients to avoid concomitant use with combined hormonal contraceptives (e.g., pill, patch, ring), implants, and progestin only pills [see Use in Specific Populations ( 8.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in greater detail in other labeling sections: Elevation of aminotransferases [see Warnings and Precautions ( 5.1 )] Elevation of BNP [see Warnings and Precautions ( 5.2 )] Lipid abnormalities [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (incidence ≥20% and greater than placebo) are elevated liver enzymes (AST/ALT), headache, nausea, abdominal pain, fatigue, diarrhea, and musculoskeletal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Biogen at 1-844-987-3224- or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of SKYCLARYS 150 mg once daily has been evaluated in 165 patients with Friedreich's ataxia, including 137 patients exposed for at least 48 weeks, and 125 patients exposed for at least 96 weeks. The most common adverse reactions in Study 1 (≥20% and greater than placebo) were elevated liver enzymes (AST/ALT), headache, nausea, abdominal pain, fatigue, diarrhea, and musculoskeletal pain. Table 3 shows the adverse reactions that occurred in 10% or more of patients treated with SKYCLARYS and greater than placebo. Table 3: Adverse Reactions Reported in 10% or More of Patients Treated with SKYCLARYS and Greater than Placebo (Study 1) Adverse Reactions SKYCLARYS 150 mg (N = 51) % Placebo (N = 52) % Elevated liver enzymes (AST/ALT) 37 2 Headache 37 25 Nausea 33 13 Abdominal pain 29 6 Fatigue 24 14 Diarrhea 20 10 Musculoskeletal pain 20 15 Oropharyngeal pain 18 6 Influenza 16 6 Vomiting 16 12 Muscle spasms 14 6 Back pain 13 8 Decreased appetite 12 4 Rash 10 4 Laboratory Abnormalities In addition to elevated liver enzymes, additional laboratory abnormalities include elevation of BNP and lipid abnormalities [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 )]. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of SKYCLARYS. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders: hypersensitivity (urticaria, rash)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain alanine aminotransferase (ALT), aspartate aminotransferase (AST), bilirubin, B-type natriuretic peptide (BNP), and lipid parameters prior to initiating SKYCLARYS and during treatment. ( 2.1 , 5.1 , 5.2 , 5.3 ) Recommended dosage is 150 mg (3 capsules) taken orally once daily. ( 2.2 ) Administer SKYCLARYS on an empty stomach, at least 1 hour before or 2 hours after eating. ( 2.2 ) Swallow SKYCLARYS capsules whole or open and sprinkle the entire contents of both halves of the capsule onto applesauce and mix. Do not crush or chew capsules. ( 2.2 ) Moderate and Severe Hepatic Impairment: The recommended dosage of SKYCLARYS is 100 mg once daily for patients with moderate hepatic impairment. If adverse reactions emerge, further reduce the dosage to 50 mg once daily. Avoid use in patients with severe hepatic impairment. ( 2.5 , 8.6 , 12.3 ) 2.1 Recommended Testing Before Initiating SKYCLARYS and Monitoring to Assess Safety Obtain ALT, AST, bilirubin, BNP, and lipid parameters prior to initiating SKYCLARYS and during treatment [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 )] . 2.2 Recommended Dosage The recommended dosage of SKYCLARYS is 150 mg (3 capsules) taken orally once daily. Administer SKYCLARYS on an empty stomach, at least 1 hour before or 2 hours after eating [see Clinical Pharmacology ( 12.3 )]. Swallow SKYCLARYS capsules whole. Do not crush or chew. For patients who are unable to swallow whole capsules: SKYCLARYS capsules may be opened and the entire contents of both halves of the capsule sprinkled onto 2 tablespoons (30 mL) of applesauce [see Clinical Pharmacology ( 12.3 )] . Stir the mixture until homogenous. Swallow all the drug/applesauce mixture immediately. Do not store the mixture for future use. Contents of the SKYCLARYS capsules should not be mixed with milk or orange juice. Not for enteral feeding tube administration. 2.3 Missed Doses If a dose of SKYCLARYS is missed, take the next dose at its scheduled time the following day. A double dose should not be taken to make up for a missed dose. 2.4 Recommendations for Concomitant Use with Strong or Moderate CYP3A4 Inhibitors and Inducers The recommended dosage for concomitant use of SKYCLARYS with cytochrome P450 (CYP) 3A4 inhibitors and inducers are described in Table 1 [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )]. Table 1: Recommended Dosage of SKYCLARYS with Concomitant Use of CYP3A4 Inhibitors and Inducers Concomitant Drug Class Dosage Strong CYP3A4 inhibitor Recommended to avoid concomitant use. If coadministration cannot be avoided: Reduce the dosage of SKYCLARYS to 50 mg once daily with close monitoring for adverse reactions. If adverse reactions emerge, coadministration with strong CYP3A4 inhibitors should be discontinued. Moderate CYP3A4 inhibitor Recommended to avoid concomitant use. If coadministration cannot be avoided: Reduce the dosage of SKYCLARYS to 100 mg once daily with close monitoring for adverse reactions. If adverse reactions emerge, further reduce the dosage of SKYCLARYS to 50 mg once daily. Strong or Moderate CYP3A4 inducer Recommended to avoid concomitant use. 2.5 Recommended Dosage for Patients with Hepatic Impairment The recommended dosage for patients with hepatic impairment are described in Table 2 [see Use in Specific Populations ( 8.6 )] . Table 2: Recommended Dosage in Patients with Hepatic Impairment Impairment Classification (Child-Pugh) Dosage Severe (Child-Pugh Class C) Avoid use Moderate (Child-Pugh Class B) 100 mg once daily with close monitoring for adverse reactions Consider lowering to 50 mg once daily if adverse reactions emerge Mild (Child-Pugh Class A) 150 mg once daily"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SKYCLARYS is indicated for the treatment of Friedreich's ataxia in adults and adolescents aged 16 years and older. SKYCLARYS is indicated for the treatment of Friedreich's ataxia in adults and adolescents aged 16 years and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:03:29.112159",
  "source": "OpenFDA"
}