{
  "drug_name": "Opicapone",
  "generic_name": [
    "OPICAPONE"
  ],
  "brand_names": [
    "ONGENTYS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Non-Selective Monoamine Oxidase (MAO) Inhibitors Both ONGENTYS and non-selective MAO inhibitors (e.g., phenelzine, isocarboxazid, and tranylcypromine) inhibit catecholamine metabolism, leading to increased levels of catecholamines. Concomitant use may increase the risk of possible arrhythmias, increased heart rate, and excessive changes in blood pressure. Concomitant use of ONGENTYS with non-selective MAO inhibitors is contraindicated [see Contraindications ( 4 )] . Selective MAO-B inhibitors can be used concomitantly with ONGENTYS. 7.2 Effect of ONGENTYS on Other Drugs Drugs Metabolized by Catechol-O-Methyltransferase (COMT) Concomitant use of ONGENTYS with drugs metabolized by COMT may affect the pharmacokinetics of those drugs, which may increase the risk of possible arrhythmias, increased heart rate, and excessive changes in blood pressure [see Warnings and Precautions ( 5.1 )] . Drugs known to be metabolized by COMT should be administered with caution. Monitor for changes in heart rate, rhythm, and blood pressure in patients concomitantly treated with ONGENTYS and drugs metabolized by COMT [see Warnings and Precautions ( 5.1 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in more detail in other sections of the labeling: Cardiovascular Effects with Concomitant Use of Drugs Metabolized by Catechol-O-Methyltransferase (COMT) [see Warnings and Precautions ( 5.1 )] Falling Asleep During Activities of Daily Living and Somnolence [see Warnings and Precautions ( 5.2 )] Hypotension/Syncope [see Warnings and Precautions ( 5.3 )] Dyskinesia [see Warnings and Precautions ( 5.4 )] Hallucinations and Psychosis [see Warnings and Precautions ( 5.5 )] Impulse Control/Compulsive Disorders [see Warnings and Precautions ( 5.6 )] Withdrawal-Emergent Hyperpyrexia and Confusion [see Warnings and Precautions ( 5.7 )] Most common adverse reactions (≥4% and > placebo): dyskinesia, constipation, blood creatine kinase increased, hypotension/syncope, and weight decreased. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of ONGENTYS was evaluated in 265 patients with Parkinson’s disease (PD) in two 14-15 week placebo- and active-controlled (Study 1) or placebo-controlled (Study 2) studies [see Clinical Studies ( 14 )] . All patients were taking a stable dose of levodopa and a DOPA decarboxylase inhibitor, alone or in combination with other PD medications. In Study 1 and Study 2, the mean age of patients was 63.6 years, 59% of patients were male, and 89% of patients were Caucasian. At baseline, the mean duration of PD was 7.6 years. Adverse Reactions Leading to Discontinuation of Treatment In Study 1 and Study 2, a total of 8% of ONGENTYS 50 mg-treated patients and 6% of patients who received placebo discontinued due to adverse events. The most common adverse reaction leading to discontinuation was dyskinesia, reported in 3% of ONGENTYS 50 mg-treated patients and 0.4% of patients who received placebo. Common Adverse Reactions Adverse reactions that occurred in the pooled studies at an incidence of at least 2% and greater than placebo are presented in Table 1. The most common adverse reactions (incidence at least 4% and greater than placebo) were dyskinesia, constipation, blood creatine kinase increased, hypotension/syncope, and weight decreased. Table 1 : Adverse Reactions with an Incidence of at Least 2 % in Patients Treated with ONGENTYS and Greater than on Placebo, in Pooled Study 1 and Study 2 Adverse Reactions ONGENTYS 50 mg N=265 % Placebo N=257 % Nervous system disorders Dyskinesia Dizziness 20 3 6 1 Gastrointestinal disorders Constipation Dry mouth 6 3 2 1 Psychiatric disorders Hallucination 1 Insomnia 3 3 1 2 Investigations Blood creatine kinase increased Weight decreased 5 4 2 0 Vascular disorders Hypotension/syncope 2 Hypertension 5 3 1 2 1 Includes hallucinations, hallucinations visual, hallucinations auditory, and hallucinations mixed 2 Includes hypotension, orthostatic hypotension, syncope, and presyncope 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ONGENTYS. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish causal relationship to drug exposure. Injury, poisoning and procedural complications: Fall"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ONGENTYS is contraindicated in patients with: Concomitant use of non-selective monoamine oxidase (MAO) inhibitors [ see Drug Interactions ( 7.1 ) ] . Pheochromocytoma, paraganglioma, or other catecholamine secreting neoplasms. Concomitant use of non-selective monoamine oxidase (MAO) inhibitors. ( 4 ) History of pheochromocytoma, paraganglioma, or other catecholamine secreting neoplasms. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is 50 mg administered orally once daily at bedtime. ( 2.1 ) Patients should not eat food for 1 hour before and for at least 1 hour after intake of ONGENTYS. ( 2.1 ) The recommended dosage in patients with moderate hepatic impairment is 25 mg orally once daily at bedtime; avoid use in patients with severe hepatic impairment. ( 2.2 ) 2.1 Dosing and Administration Information The recommended dosage of ONGENTYS is 50 mg administered orally once daily at bedtime. Patients should not eat food for 1 hour before and for at least 1 hour after intake of ONGENTYS [see Clinical Pharmacology ( 12.3 )]. 2.2 Dosage Recommendations for Patients with Hepatic Impairment In patients with moderate hepatic impairment (Child-Pugh B), the recommended dose of ONGENTYS is 25 mg orally once daily at bedtime [see Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. Avoid use of ONGENTYS in patients with severe (Child-Pugh C) hepatic impairment [ see Use in Specific Populations ( 8.7 ) , Clinical Pharmacology ( 12.3 ) ]. 2.3 D iscontinuation and Missed Dose When discontinuing ONGENTYS, monitor patients and consider adjustment of other dopaminergic therapies as needed. If a dose of ONGENTYS is missed, the next dose should be taken at the scheduled time the next day."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ONGENTYS is indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson’s disease (PD) experiencing “off” episodes. ONGENTYS is a catechol-O-methyltransferase (COMT) inhibitor indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson’s disease (PD) experiencing “off” episodes. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:10:47.702544",
  "source": "OpenFDA"
}