{
  "drug_name": "Osilodrostat",
  "generic_name": [
    "OSILODROSTAT"
  ],
  "brand_names": [
    "Isturisa"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Inhibitor: Reduce the dose of ISTURISA by half with concomitant use of a strong CYP3A4 inhibitor ( 7.1 ) CYP3A4 and CYP2B6 Inducers: An increase of ISTURISA dosage may be needed if ISTURISA is used concomitantly with strong CYP3A4 and CYP2B6 inducers. A reduction in ISTURISA dosage may be needed if strong CYP3A4 and CYP2B6 inducers are discontinued while using ISTURISA ( 7.1 ) 7.1 Effect of Other Drugs on ISTURISA The effect of other drugs on ISTURISA can be found in Table 3. Table 3: Effect of Other Drugs on ISTURISA CYP3A4 Inhibitors Clinical Impact: Concomitant use of ISTURISA with a strong CYP3A4 inhibitor (e.g., itraconazole, clarithromycin) may cause an increase in osilodrostat concentration and may increase the risk of ISTURISA-related adverse reactions [see Clinical Pharmacology (12.3) ] . Intervention : Reduce the dose of ISTURISA by half with concomitant use of a strong CYP3A4 inhibitor. CYP3A4 and CYP2B6 Inducers Clinical Impact: Concomitant use of ISTURISA with strong CYP3A4 and/or CYP2B6 inducers (e.g., carbamazepine, rifampin, phenobarbital) may cause a decrease in osilodrostat concentration and may reduce the efficacy of ISTURISA [see Clinical Pharmacology (12.3) ] . Discontinuation of strong CYP3A4 and/or CYP2B6 inducers while using ISTURISA may cause an increase in osilodrostat concentration and may increase the risk of ISTURISA-related adverse reactions [see Clinical Pharmacology (12.3) ] . Intervention: During concomitant use of ISTURISA with strong CYP3A4 and CYP2B6 inducers, monitor cortisol concentration and patient's signs and symptoms. An increase in ISTURISA dosage may be needed. Upon discontinuation of strong CYP3A4 and CYP2B6 inducers during ISTURISA treatment, monitor cortisol concentration and patient's signs and symptoms. A reduction in ISTURISA dosage may be needed. 7.2 Effect of ISTURISA on Other Drugs ISTURISA should be used with caution when coadministered with CYP1A2 and CYP2C19 substrates with a narrow therapeutic index, such as theophylline, tizanidine, and S-mephenytoin [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Clinically significant adverse reactions that appear in other sections of the labeling include: Hypocortisolism [see Warnings and Precautions (5.1) ] QT Prolongation [see Warnings and Precautions (5.2) ] Elevations in Adrenal Hormone Precursors and Androgens [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence > 20%) are adrenal insufficiency, fatigue, nausea, headache, edema, decreased appetite, arthralgia, myalgia, and diarrhea ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Recordati Rare Diseases, Inc. at 1-888-575-8344 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in practice. The safety of ISTURISA was evaluated in two clinical trials in adults with Cushings disease. Study 1 (NCT02180217) was a 4-period, multicenter study with a 12-week open-label titration period, 12-week open-label maintenance period, 8-week double-blind, placebo-controlled period, and 14 to 24-week open label treatment period in 137 patients with Cushing's disease. Study 2 (NCT02697734) was a 2-period, multicenter study with a 12-week randomized, double-blind, placebo-controlled period and a 36-week open-label treatment period in 74 patients with Cushing's disease [see Clinical Studies (14) ] . Study 1 The adverse reactions that occurred with frequency higher than 10% during the core 48-week period are shown in Table 1. Table 1: Adverse Reactions With a Frequency of More Than 10% in 48-week Clinical Study 1 in Adults with Cushing's Disease Adverse Reaction Type (N = 137) % Adrenal insufficiency Adrenal insufficiency includes glucocorticoid deficiency, adrenocortical insufficiency acute, steroid withdrawal syndrome, cortisol free urine decreased, cortisol decreased. One-third of the subjects with this event had low cortisol levels indicative of Adrenal Insufficiency. The majority of subjects had normal cortisol levels suggesting a cortisol withdrawal syndrome. 43.1 Fatigue Fatigue includes lethargy, asthenia. 38.7 Nausea 37.2 Headache Headache includes head discomfort. 30.7 Edema Edema includes edema peripheral, generalized edema, localized edema. 21.2 Nasopharyngitis 19.7 Vomiting 19 Arthralgia 17.5 Back pain 15.3 Rash Rash includes rash erythematous, rash generalized, rash maculopapular, rash papular. 15.3 Diarrhea 14.6 Blood corticotrophin increased 13.9 Dizziness Dizziness includes dizziness postural. 13.9 Abdominal pain Abdominal pain includes abdominal pain upper, abdominal discomfort 13.1 Hypokalemia Hypokalemia includes blood potassium decreased. 12.4 Myalgia 12.4 Decreased appetite 11.7 Hormone level abnormal 11.7 Hypotension Hypotension includes orthostatic hypotension, blood pressure decreased, blood pressure diastolic decreased, blood pressure systolic decreased. 11.7 Urinary tract infection 11.7 Blood testosterone increased 10.9 Pyrexia 10.9 Anemia 10.2 Cough 10.2 Hypertension 10.2 Influenza 10.2 Other notable adverse reactions which occurred with a frequency less than 10% were: hirsutism (9.5%), acne (8.8%), dyspepsia (8%), insomnia (8%), anxiety (7.3%), depression (7.3%), gastroenteritis (7.3%), malaise (6.6%), tachycardia (6.6%), alopecia (5.8%), transaminases increased (4.4%), electrocardiogram QT prolongation (3.6%), and syncope (1.5%). Description of Select Adverse Reactions from the Core 48-week Period of Study 1 Gastrointestinal Disorders Gastrointestinal disorders, predominantly nausea, vomiting, diarrhea and abdominal pain were reported in 69% of patients. In many cases, the episodes were of short duration (1-2 days) and the severity was mild to moderate. Hypocortisolism Hypocortisolism was reported at a rate of 31% up to 12 weeks, and 18% from Weeks 12 to 26. The majority of cases were manageable by reducing the dose of ISTURISA and/or adding low-dose, short-term glucocorticoid therapy . Changes in Pituitary Tumor Volume An increase in the pituitary corticotroph tumor volume by greater than 20% from baseline was observed in 21/137 (15%) patients, while a decrease in tumor volume by greater than 20% from baseline was observed in 24/137 (18%) patients at Week 48. Eight patients discontinued because of an increase in tumor volume. There was no correlation between tumor volume increase and increase in adrenocorticotrophic hormone (ACTH). There was no specific pattern of timing of the tumor volume increase and no relationship with the total and the last dose of ISTURISA used in the study. QTc Interval Prolongation Adverse reactions of QT prolongation and clinically relevant ECG findings were reported. Five (4%) patients had an event of QT prolongation, 3 (2%) patients had a QTcF increase of > 60ms from baseline, and 18 (13%) had a new QTcF value of > 450ms [see Clinical Pharmacology (12.2) ] . Accumulation of Adrenal Hormone Precursors CYP11B1 inhibition by ISTURISA is associated with adrenal steroid precursor accumulation and testosterone increases [see Warnings and Precautions (5.3) ] . The incidence of adverse reactions potentially related to accumulation of adrenal hormone precursors was 42%. Hypertension and hypokalemia were the most common adrenal hormone precursor-related adverse reactions and occurred in 14% of patients and 17% of patients, respectively; edema was reported in 7% of patients, elevated blood pressure in 15% of patients. All cases of hypokalemia responded to treatment with potassium supplementation and/or mineralocorticoid antagonist therapy (e.g., spironolactone). One patient discontinued the study because of hypokalemia. In male patients testosterone levels generally increased but remained within normal limits; all patients were asymptomatic with no values above upper limit of normal (ULN) at last available value. In female patients, mean testosterone levels increased above the normal range from baseline and reversed when treatment was interrupted. The testosterone increase was associated with mild to moderate cases of hirsutism (12%) or acne (11%) in a subset of female patients. Other Abnormal Laboratory Findings Decreased Absolute Neutrophil Count Of the 137 patients from the 48-week study 1, 18 patients had at least one measured absolute neutrophil count below the normal limit, 2 patients had an adverse reaction of neutropenia. No concomitant infections and/or fever were reported in patients with decreased absolute neutrophil count. Elevated Liver Function Tests Liver enzyme elevations in patients treated with ISTURISA were infrequent, typically mild and reversed spontaneously or following dose adjustment. Most liver abnormal parameters occurred during the dose-titration period and no patients discontinued ISTURISA drug due to abnormal liver chemistry parameters. Five (4%) patients had ALT or AST > 3 × ULN during the 48-week clinical study. Study 2 The adverse reactions that occurred with frequency higher than 10% and greater than placebo during the 12-week placebo controlled period are shown in Table 2. Table 2: Adverse Reactions With a Frequency of More Than 10% and Greater Than Placebo in the 12-week Placebo Controlled Period of Clinical Study 2 in Adults with Cushing's Disease Adverse Reaction Type ISTURISA (N = 48) % Placebo (N=25) % Decreased appetite 38 16 Arthralgia 35 12 Nausea 31 12 Fatigue fatigue includes asthenia, fatigue, and malaise 29 16 Myalgia myalgia includes myalgia and fibromyalgia 23 4 Diarrhea 21 0 Dizziness 19 16 Adrenal insufficiency 15 0 Tachycardia tachycardia includes tachycardia and sinus tachycardia 15 0 Nasopharyngitis nasopharyngitis includes upper respiratory tract infection, nasopharyngitis, and pharyngitis 15 4 Hypotension hypotension includes hypotension and orthostatic hypotension 15 0 Pruritus 13 0 Abdominal pain abdominal pain includes abdominal pain, abdominal pain upper, and gastrointestinal pain 13 4 Renal and urinary tract infection renal and urinary tract infection includes urinary tract infection and cystitis 13 0 Peripheral edema peripheral edema includes edema peripheral and peripheral swelling 10 4 Viral infection viral infection includes Influenza, conjunctivitis viral, Dengue fever, and oral herpes 10 0 Vomiting 10 0 Blood testosterone increased 10 0 Description of Selected Adverse Reactions from the 12-week Placebo-Controlled Period of Study 2 Hypocortisolism Hypocortisolism was reported at a rate of 15% in ISTURISA arm and no subjects in placebo arm. The majority of cases were manageable by interrupting/reducing the dose of ISTURISA and/or adding low-dose, short-term glucocorticoid therapy . QTc Interval Prolongation One (2%) patient in ISTURISA arm had a new QTcF value of > 450ms versus none in placebo arm . Accumulation of Adrenal Hormone Precursors CYP11B1 inhibition by ISTURISA is associated with adrenal steroid precursor accumulation and testosterone increases [see Warnings and Precautions (5.3) ] . The incidence of adverse reactions potentially related to accumulation of adrenal hormone precursors was 44% in ISTURISA arm and 36% in placebo arm. Hypertension, blood testosterone increase, peripheral edema, acne and hypokalemia were the most common adrenal hormone precursor-related adverse reactions and occurred in 17% 10%, 10%, 4% and 2% of patients in ISTURISA arm, and in 32%, 0%, 4%, 0% and 0% of patients in the placebo arm. Most cases of hypokalemia responded to treatment with potassium supplementation and/or mineralocorticoid antagonist therapy (e.g., spironolactone). One patient discontinued the study because of hypokalemia. Other Abnormal Laboratory Findings Decreased Absolute Neutrophil Count Three (6%) patients in ISTURISA arm had at least one measured absolute neutrophil count below the normal limit and one (2%) of these was classified as Grade 3 by Common Terminology Criteria for Adverse Events (CTCAEs) grading. No patients in placebo arm had absolute neutrophil count below normal limit. Elevated Liver Function Tests Liver enzyme elevations in patients treated with ISTURISA were infrequent, typically mild and reversed spontaneously. No patient had concurrent increases in AST, ALT and total bilirubin and/or ALP. No patient met the criteria for Hy's Law. Two (4%) patients in ISTURISA arm versus none in placebo arm had ALT or AST > 3 × ULN. 6.2 Postmarketing Experience Additional adverse reactions have been identified during postapproval use of ISTURISA. Because these reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Neutropenia associated with fever and infection"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Correct hypokalemia and hypomagnesemia, and obtain baseline electrocardiogram prior to starting ISTURISA ( 2.1 , 5.2 , 5.3 ) Initiate dosage at 2 mg orally twice daily, with or without food ( 2.2 ) Titrate dosage by 1 mg to 2 mg twice daily, no more frequently than every 2 weeks based on rate of cortisol changes, individual tolerability and improvement in signs and symptoms ( 2.2 ) Maximum recommended dosage is 30 mg twice daily ( 2.2 ) See Full Prescribing Information for complete titration, laboratory, and dosage modification recommendations ( 2.1 , 2.2 , 2.3 ) Patients with Hepatic Impairment: Child-Pugh B: Recommended starting dose is 1 mg twice daily ( 2.5 , 8.7 ) Child-Pugh C : Recommended starting dose is 1 mg once daily in the evening ( 2.5 , 8.7 ) 2.1 Laboratory Testing Prior to ISTURISA Initiation Correct hypokalemia and hypomagnesemia prior to starting ISTURISA [see Warnings and Precautions (5.2 , 5.3) ]. Obtain baseline electrocardiogram (ECG) . Repeat ECG within one week after treatment initiation, and as clinically indicated thereafter [see Warnings and Precautions (5.2) ] . 2.2 Recommended Dosage, Titration, and Monitoring Initiate dosing at 2 mg orally twice daily, with or without food. Initially, titrate the dosage by 1 mg to 2 mg twice daily, no more frequently than every 2 weeks based on the rate of cortisol changes, individual tolerability and improvement in signs and symptoms of Cushing's syndrome. If a patient tolerates ISTURISA dosage of 10 mg twice daily and continues to have elevated 24-hour urine free cortisol (UFC) levels above upper normal limit, the dosage can be titrated further by 5 mg twice daily every 2 weeks. Monitor cortisol levels from at least two 24-hour urine free cortisol collections every 1 to 2 weeks until adequate clinical response is maintained. The maintenance dosage of ISTURISA is individualized and determined by titration based on cortisol levels and patient's signs and symptoms. The maintenance dosage varied between 2 mg and 7 mg twice daily in clinical trials. The maximum recommended maintenance dosage of ISTURISA is 30 mg twice daily [see Clinical Studies (14) ] . Once the maintenance dosage is achieved, monitor cortisol levels at least every 1 to 2 months or as indicated. 2.3 Dosage Interruptions and Modifications Decrease or temporarily discontinue ISTURISA if urine free cortisol levels fall below the target range, there is a rapid decrease in cortisol levels, and/or patients report symptoms of hypocortisolism. If necessary, glucocorticoid replacement therapy should be initiated. Stop ISTURISA and administer exogenous glucocorticoid replacement therapy if serum or plasma cortisol levels are below target range and patients have symptoms of adrenal insufficiency [see Warnings and Precautions (5.1) ]. If treatment is interrupted, re-initiate ISTURISA at a lower dose when cortisol levels are within target ranges and patient symptoms have been resolved. 2.4 Recommended Dosage and Monitoring in Patients with Renal Impairment No dose adjustment is required for patients with renal impairment. Use caution in interpreting urine free cortisol levels in patients with moderate to severe renal impairment, due to reduced urine free cortisol excretion [see Clinical Pharmacology (12.3) ] . 2.5 Recommended Dosage and Monitoring in Patients with Hepatic Impairment For patients with moderate hepatic impairment (Child-Pugh B), the recommended starting dose is 1 mg twice daily. For patients with severe hepatic impairment (Child-Pugh C), the recommended starting dose is 1 mg once daily in the evening. No dose adjustment is required for patients with mild hepatic impairment (Child-Pugh A). More frequent monitoring of adrenal function may be required during dose titration in all patients with hepatic impairment [see Clinical Pharmacology (12.3) ]. 2.6 Missed Dose If a dose of ISTURISA is missed, the patient should take their next dose at the regularly scheduled time."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ISTURISA is indicated for the treatment of endogenous hypercortisolemia in adults with Cushing's syndrome for whom surgery is not an option or has not been curative. ISTURISA is a cortisol synthesis inhibitor indicated for the treatment of endogenous hypercortisolemia in adults with Cushing's syndrome for whom surgery is not an option or has not been curative ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:23:30.663361",
  "source": "OpenFDA"
}