{
  "drug_name": "Osimertinib",
  "generic_name": [
    "OSIMERTINIB"
  ],
  "brand_names": [
    "TAGRISSO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A Inducers : Avoid concomitant use. If not possible, increase TAGRISSO to 160 mg daily in patients receiving a strong CYP3A4 inducer. ( 2.5 , 7.1 ) 7.1 Effect of Other Drugs on Osimertinib Strong CYP3A Inducers Co-administering TAGRISSO with a strong CYP3A4 inducer decreased the exposure of osimertinib compared to administering TAGRISSO alone [see Clinical Pharmacology (12.3) ] . Decreased osimertinib exposure may lead to reduced efficacy. Avoid co-administering TAGRISSO with strong CYP3A inducers. Increase the TAGRISSO dosage when co-administering with a strong CYP3A4 inducer if concurrent use is unavoidable [see Dosage and Administration (2.5) ] . No dose adjustments are required when TAGRISSO is used with moderate and/or weak CYP3A inducers. 7.2 Effect of Osimertinib on Other Drugs Co-administering TAGRISSO with a breast cancer resistant protein (BCRP) or P-glycoprotein (P-gp) substrate increased the exposure of the substrate compared to administering it alone [see Clinical Pharmacology (12.3) ] . Increased BCRP or P-gp substrate exposure may increase the risk of exposure-related toxicity. Monitor for adverse reactions of the BCRP or P-gp substrate, unless otherwise instructed in its approved labeling, when co-administered with TAGRISSO. 7.3 Drugs That Prolong the QTc Interval The effect of co-administering medicinal products known to prolong the QTc interval with TAGRISSO is unknown. When feasible, avoid concomitant administration of drugs known to prolong the QTc interval with known risk of Torsades de pointes. If not feasible to avoid concomitant administration of such drugs, conduct periodic ECG monitoring [see Error! Hyperlink reference not valid. and Clinical Pharmacology (12.2) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Interstitial Lung Disease/Pneumonitis [see Error! Hyperlink reference not valid. ] • QTc Interval Prolongation [see Error! Hyperlink reference not valid. ] • Cardiomyopathy [see Error! Hyperlink reference not valid. ] • Keratitis [see Error! Hyperlink reference not valid. ] • Erythema multiforme, Stevens-Johnson syndrome, and Toxic epidermal necrolysis [see Error! Hyperlink reference not valid. ] • Cutaneous Vasculitis [see Error! Hyperlink reference not valid. ] • Aplastic Anemia [see Error! Hyperlink reference not valid. ] Most common (≥20%) adverse reactions, including laboratory abnormalities, were: • TAGRISSO monotherapy: leukopenia, lymphopenia, thrombocytopenia, anemia, diarrhea, rash, musculoskeletal pain, neutropenia, nail toxicity, dry skin, stomatitis, and fatigue. ( 6.1 ) • TAGRISSO monotherapy following platinum-based chemoradiation therapy: lymphopenia, leukopenia, ILD/pneumonitis, thrombocytopenia, neutropenia, rash, diarrhea, nail toxicity, musculoskeletal pain, cough and COVID-19. ( 6.1 ) • TAGRISSO in combination with pemetrexed and platinum-based chemotherapy: leukopenia, thrombocytopenia, neutropenia, lymphopenia, rash, diarrhea, stomatitis, nail toxicity, dry skin, and increased blood creatinine. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or www.TAGRISSO.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the WARNINGS AND PRECAUTIONS section reflect exposure to TAGRISSO in 1813 patients with EGFR mutation-positive NSCLC who received TAGRISSO monotherapy at the recommended dose of 80 mg orally once daily until disease progression or unacceptable toxicity in four randomized, controlled trials [ADAURA (n=337), FLAURA (n=338), FLAURA2 (monotherapy arm; n=275), and AURA3 (n=279)] [see Clinical Studies (14) ] , two single arm trials [AURA Extension (n=201) {NCT01802632} and AURA2 (n=210)]{NCT02094261}, and one dose-finding study, AURA1 (n=173). Among 1813 patients who received TAGRISSO monotherapy, 82% were exposed for 6 months or longer and 67% were exposed for greater than one year. In this pooled safety population, the most common adverse reactions in ≥20% of 1813 patients who received TAGRISSO monotherapy were diarrhea (47%), rash (46%), musculoskeletal pain (38%), nail toxicity (34%), dry skin (32%), stomatitis (24%), and fatigue (21%). The most common laboratory abnormalities in ≥20% of 1813 patients who received TAGRISSO monotherapy were leukopenia (65%), lymphopenia (64%), thrombocytopenia (53%), anemia (52%), and neutropenia (36%). In addition to the 1813 patients, certain subsections in the WARNINGS AND PRECAUTIONS describe adverse reactions observed with exposure to TAGRISSO monotherapy (80 mg orally once daily until disease progression or unacceptable toxicity) following definitive platinum-based chemoradiation therapy (n=143) in the LAURA study. The data described below reflect exposure to TAGRISSO (80 mg daily) in 337 patients with EGFR mutation-positive resectable NSCLC, 143 patients with EGFR mutation-positive locally advanced, unresectable (stage III) NSCLC, and 833 patients with EGFR mutation-positive locally advanced or metastatic NSCLC in five randomized, controlled trials [ADAURA (n=337), LAURA (n=143), FLAURA (n=279), FLAURA2 (monotherapy arm; n=275), and AURA3 (n=279)]. The data also reflect exposure to TAGRISSO at the recommended dose of 80 mg daily given in combination with pemetrexed and platinum-based chemotherapy in 276 patients with EGFR mutation-positive locally advanced or metastatic NSCLC in one randomized controlled trial [FLAURA2 (n=276)]. Patients with a history of interstitial lung disease, drug induced interstitial disease or radiation pneumonitis that required steroid treatment, serious arrhythmia or baseline QTc interval greater than 470 msec on electrocardiogram were excluded from enrollment in these studies. Adjuvant Treatment of EGFR Mutation-Positive NSCLC - Monotherapy The safety of TAGRISSO was evaluated in ADAURA, a randomized, double-blind, placebo-controlled trial for the adjuvant treatment of patients with EGFR exon 19 deletions or exon 21 L858R mutation-positive NSCLC who had complete tumor resection, with or without prior adjuvant chemotherapy. At time of DFS analysis, the median duration of exposure to TAGRISSO was 22.5 months. Serious adverse reactions were reported in 16% of patients treated with TAGRISSO. The most common serious adverse reaction (≥1%) was pneumonia (1.5%). Adverse reactions leading to dose reductions occurred in 9% of patients treated with TAGRISSO. The most frequent adverse reactions leading to dose reductions or interruptions were diarrhea (4.5%), stomatitis (3.9%), nail toxicity (1.8%) and rash (1.8%). Adverse reactions leading to permanent discontinuation occurred in 11% of patients treated with TAGRISSO. The most frequent adverse reactions leading to discontinuation of TAGRISSO were interstitial lung disease (2.7%), and rash (1.2%). Tables 4 and 5 summarize common adverse reactions and laboratory abnormalities which occurred in ADAURA. Table 4. Adverse Reactions Occurring in ≥10% of Patients Receiving TAGRISSO in ADAURA NCI CTCAE v4.0. Adverse Reaction TAGRISSO (N=337) PLACEBO (N=343) All Grades (%) Grade 3 or higher All events were grade 3. (%) All Grades (%) Grade 3 or higher (%) Gastrointestinal Disorders Diarrhea Includes diarrhea, colitis, enterocolitis, enteritis. 47 2.4 20 0.3 Stomatitis Includes aphthous ulcer, cheilitis, gingival ulceration, glossitis, tongue ulceration, stomatitis and mouth ulceration. 32 1.8 7 0 Abdominal Pain Includes abdominal discomfort, abdominal pain, abdominal lower pain, abdominal upper pain, epigastric discomfort, hepatic pain. 12 0.3 7 0 Skin Disorders Rash Includes rash, rash generalized, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pustular, rash pruritic, rash vesicular, rash follicular, erythema, folliculitis, acne, dermatitis, dermatitis acneiform, dermatitis bullous, dermatitis exfoliative generalized, drug eruption, eczema, eczema asteatotic, lichen planus, skin erosion, pustule. 40 0.6 19 0 Nail toxicity Includes nail bed disorder, nail bed inflammation, nail bed infection, nail discoloration, nail pigmentation, nail disorder, nail toxicity, nail dystrophy, nail infection, nail ridging, onychalgia, onychoclasis, onycholysis, onychomadesis, onychomalacia, paronychia. 37 0.9 3.8 0 Dry skin Includes dry skin, skin fissures, xerosis, eczema, xeroderma. 29 0.3 7 0 Pruritus Includes pruritus, pruritus generalized, eyelid pruritus. 19 0 9 0 Respiratory, Thoracic and Mediastinal Disorders Cough Includes cough, productive cough, upper-airway cough syndrome. 19 0 19 0 Musculoskeletal and Connective Tissue Disorders Musculoskeletal Pain Includes arthralgia, arthritis, back pain, bone pain, musculoskeletal chest pain, musculoskeletal pain, myalgia, neck pain, non-cardiac chest pain, pain in extremity, and spinal pain. 18 0.3 25 0.3 Infection and Infestation Disorders Nasopharyngitis 14 0 10 0 Upper respiratory tract infection 13 0.6 10 0 Urinary Tract Infection Includes cystitis, urinary tract infection, and urinary tract infection bacterial. 10 0.3 7 0 General Disorders and Administration Site Conditions Fatigue Includes asthenia, fatigue. 13 0.6 9 0.3 Metabolism and Nutrition Disorders Decreased appetite 13 0.6 3.8 0 Nervous System Disorders Dizziness Includes dizziness, vertigo, and vertigo positional. 10 0 9 0 Clinically relevant adverse reactions in ADAURA in <10% of patients receiving TAGRISSO were alopecia (6%), epistaxis (6%), interstitial lung disease (3%), palmar-plantar erythrodysesthesia syndrome (1.8%), skin hyperpigmentation (1.8%), urticaria (1.5%), keratitis (0.6%), QTc interval prolongation (0.6%), and erythema multiforme (0.3%). QTc interval prolongation represents the incidence of patients who had a QTcF prolongation >500 msec. Table 5. Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in ADAURA Laboratory Abnormality NCI CTCAE v4.0 Based on the number of patients with available follow-up laboratory data. TAGRISSO (N=337) PLACEBO (N=343) All Grades (%) Grade 3 or Grade 4 (%) All Grades (%) Grade 3 or Grade 4 (%) Hematology Leukopenia 54 0 25 0 Thrombocytopenia 47 0 7 0.3 Lymphopenia 44 3.4 14 0.9 Anemia 30 0 12 0.3 Neutropenia 26 0.6 10 0.3 Chemistry Hyperglycemia 25 2.3 30 0.9 Hypermagnesemia 24 1.3 14 1.5 Hyponatremia 20 1.8 16 1.5 Laboratory abnormalities in ADAURA that occurred in <20% of patients receiving TAGRISSO was increased blood creatinine (10%). Locally Advanced, Unresectable (Stage III) EGFR Mutation Positive NSCLC The safety of TAGRISSO was evaluated in LAURA, a double blind, randomized (2:1), placebo controlled study conducted in 216 patients with EGFR exon 19 deletions or exon 21 L858R mutation positive, locally advanced, unresectable (stage III) NSCLC, who had not progressed during or following definitive platinum based chemoradiation therapy. Among patients who received TAGRISSO, 81% were exposed for 6 months or longer and 74% were exposed for one year or longer. Serious adverse reactions were reported in 38% of patients treated with TAGRISSO. The most common serious adverse reactions (≥1%) included ILD/pneumonitis (13%), pneumonia (6%) and gastroenteritis (1.4%). Fatal adverse reactions occurred in 1.4% of patients who received TAGRISSO due to pneumonia (0.7%) and ILD/pneumonitis (0.7%). Permanent discontinuation of TAGRISSO due to an adverse reaction occurred in 13% of patients. The adverse reactions resulting in permanent discontinuation of TAGRISSO in > 1 patient were ILD/pneumonitis (7%) and pneumonia (1.4%). Dosage interruptions of TAGRISSO due to an adverse reaction occurred in 56% of patients. The adverse reactions requiring dosage interruption in ≥2% of patients were ILD/pneumonitis (35%), pneumonia (6%), COVID-19 (4.2%), neutropenia (2.1%), and QTc interval prolongation (2.1%). Dose reductions of TAGRISSO due to an adverse reaction occurred in 8% of patients. The most common adverse reactions, including laboratory abnormalities worsening from baseline, were lymphopenia, leukopenia, ILD/pneumonitis, thrombocytopenia, neutropenia, rash, diarrhea, nail toxicity, musculoskeletal pain, cough, and COVID-19. Tables 6 and 7 summarize common adverse reactions and laboratory abnormalities which occurred in LAURA. Table 6. Adverse Reactions in ≥10% of Patients Receiving TAGRISSO in LAURA NCI CTCAE v5.0 Adverse Reaction TAGRISSO (N=143) Placebo (N=73) Any Grade (%) Grade 3 or 4(%) Any Grade (%) Grade 3 or 4 (%) Respiratory, Thoracic and Mediastinal Disorders ILD/pneumonitis Includes radiation pneumonitis, radiation lung fibrosis, pneumonitis, interstitial lung disease (ILD), pulmonary fibrosis. 56 3.5 38 0 Cough Includes cough, productive cough. 20 0 15 0 Skin Disorders Rash Includes rash, maculo-papular rash, pustular rash, pruritic rash, folliculitis, papule, dermatitis, acneiform dermatitis, atopic dermatitis, eczema, asteatotic eczema, acne, urticaria. 39 0.7 19 0 Nail toxicity Includes nail bed disorder, nail disorder, nail discoloration, nail infection, onychoclasis, paronychia. 23 0 1.4 0 Dry skin Includes dry skin, skin fissures, senile xerosis, xeroderma. 17 0.7 5 0 Pruritus 13 0 7 0 Gastrointestinal Disorders Diarrhea Includes diarrhea, enteritis. 36 2.1 14 0 Stomatitis Includes stomatitis, aphthous ulceration, mouth ulceration. 15 0 5 0 Musculoskeletal and Connective Tissue Disorders Musculoskeletal pain Includes musculoskeletal chest pain, myalgia, arthritis, arthralgia, back pain, bone pain, musculoskeletal pain, neck pain, pain in extremity, spinal osteoarthritis. 20 0.7 26 0 Infection and Infestation Disorders COVID-19 Includes COVID-19 and COVID-19 pneumonia. 20 0.7 10 0 Pneumonia Includes pneumonia, aspiration pneumonia, viral pneumonia, Pneumocystis jiroveci pneumonia, Haemophilus pneumonia, lower respiratory tract infection. 15 3.5 10 5 Metabolism and Nutrition Disorders Decreased appetite 15 0.7 5 0 Clinically relevant adverse reactions in LAURA in <10% of patients receiving TAGRISSO were dyspnea (8%), urinary tract infection (8%), alopecia (1.4%), urticaria (1.4%), epistaxis (0.7%), keratitis (0.7%), and QTc interval prolongation (0.7%). QTc interval prolongation represents the incidence of patients who had a QTc prolongation >500 msec. Table 7. Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in LAURA Laboratory Abnormality NCI CTCAE v5.0 Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available (TAGRISSO arm: 142 and placebo arm: 72). TAGRISSO (N=143) Placebo (N=73) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Lymphopenia 70 3.5 40 1.4 Leukopenia 66 2.8 24 0 Thrombocytopenia 51 1.4 8 1.4 Neutropenia 42 2.1 15 1.4 A clinically relevant laboratory abnormality in LAURA that occurred in <20% of patients receiving TAGRISSO was increased blood creatinine (19%). Previously Untreated EGFR Mutation-Positive Metastatic Non-Small Cell Lung Cancer - Monotherapy The safety of TAGRISSO was evaluated in FLAURA, a multicenter international double-blind randomized (1:1) active‑controlled trial conducted in 556 patients with EGFR exon 19 deletion or exon 21 L858R mutation-positive, unresectable or metastatic NSCLC who had not received previous systemic treatment for advanced disease. The median duration of exposure to TAGRISSO was 16.2 months. Serious adverse reactions were reported in 4% of patients treated with TAGRISSO; the most common serious adverse reactions (≥1%) were pneumonia (2.9%), ILD/pneumonitis (2.1%), and pulmonary embolism (1.8%). Dose reductions occurred in 2.9% of patients treated with TAGRISSO. The most frequent adverse reactions leading to dose reductions or interruptions were prolongation of the QT interval as assessed by ECG (4.3%), diarrhea (2.5%), and lymphopenia (1.1%). Adverse reactions leading to permanent discontinuation occurred in 13% of patients treated with TAGRISSO. The most frequent adverse reaction leading to discontinuation of TAGRISSO was ILD/pneumonitis (3.9%). Tables 8 and 9 summarize common adverse reactions and laboratory abnormalities which occurred in FLAURA. Table 8. Adverse Reactions Occurring in ≥10% of Patients Receiving TAGRISSO in FLAURA NCI CTCAE v4.0 Adverse Reaction TAGRISSO (N=279) EGFR TKI comparator (gefitinib or erlotinib) (N=277) Any Grade (%) Grade 3 or higher (%) Any Grade (%) Grade 3 or higher (%) Gastrointestinal Disorders Diarrhea One grade 5 (fatal) event was reported (diarrhea) for EGFR TKI comparator. 58 2.2 57 2.5 Stomatitis Includes stomatitis and mouth ulceration. 32 0.7 22 1.1 Nausea 14 0 19 0 Constipation 15 0 13 0 Vomiting 11 0 11 1.4 Skin Disorders Rash Includes rash, rash generalized, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pustular, rash pruritic, rash vesicular, rash follicular, erythema, folliculitis, acne, dermatitis, dermatitis acneiform, drug eruption, skin erosion, pustule. 58 1.1 78 7 Dry skin Includes dry skin, skin fissures, xerosis, eczema, xeroderma. 36 0.4 36 1.1 Nail toxicity Includes nail bed disorder, nail bed inflammation, nail bed infection, nail discoloration, nail pigmentation, nail disorder, nail toxicity, nail dystrophy, nail infection, nail ridging, onychalgia, onychoclasis, onycholysis, onychomadesis, onychomalacia, paronychia. 35 0.4 33 0.7 Pruritus Includes pruritus, pruritus generalized, eyelid pruritus. 17 0.4 17 0 General Disorders and Administration Site Conditions Fatigue Includes fatigue, asthenia. 21 1.4 15 1.4 Pyrexia 10 0 4 0.4 Metabolism and Nutrition Disorders Decreased appetite 20 2.5 19 1.8 Respiratory, Thoracic and Mediastinal Disorders Cough 17 0 15 0.4 Dyspnea 13 0.4 7 1.4 Neurologic Disorders Headache 12 0.4 7 0 Cardiac Disorders Prolonged QT Interval Includes prolonged QT interval reported as adverse reaction. 10 2.2 4 0.7 Infection and Infestation Disorders Upper Respiratory Tract Infection 10 0 7 0 Clinically relevant adverse reactions in FLAURA in <10% of patients receiving TAGRISSO were alopecia (7%), epistaxis (6%), interstitial lung disease (3.9%), urticaria (2.2%), palmar-plantar erythrodysesthesia syndrome (1.4%), QTc interval prolongation (1.1%), keratitis (0.4%), and skin hyperpigmentation (0.4%). QTc interval prolongation represents the incidence of patients who had a QTcF prolongation >500 msec. Table 9. Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in FLAURA Laboratory Abnormality NCI CTCAE v4.0 Each test incidence, except for hyperglycemia, is based on the number of patients who had both baseline and at least one on-study laboratory measurement available (TAGRISSO range: 267 - 273 and EGFR TKI comparator range: 256 - 268). TAGRISSO (N=279) EGFR TKI comparator (gefitinib or erlotinib) (N=277) All Grades (%) Grade 3 or Grade 4 (%) All Grades (%) Grade 3 or Grade 4 (%) Hematology Lymphopenia 63 6 36 4.2 Anemia 59 0.7 47 0.4 Thrombocytopenia 51 0.7 12 0.4 Neutropenia 41 3 10 0 Chemistry Hyperglycemia Hyperglycemia is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: TAGRISSO (179) and EGFR comparator (191). 37 0 31 0.5 Hypermagnesemia 30 0.7 11 0.4 Hyponatremia 26 1.1 27 1.5 Increased AST 22 1.1 43 4.1 Increased ALT 21 0.7 52 8 Hypokalemia 16 0.4 22 1.1 Hyperbilirubinemia 14 0 29 1.1 A clinically relevant laboratory abnormality in FLAURA that occurred in <20% of patients receiving TAGRISSO was increased blood creatinine (9%). Previously Untreated EGFR Mutation-Positive Locally Advanced or Metastatic Non-Small Cell Lung Cancer – TAGRISSO in Combination with Pemetrexed and Platinum-based Chemotherapy The safety of TAGRISSO in combination with pemetrexed and platinum-based chemotherapy was evaluated in FLAURA2, a multicenter international open-label, randomized (1:1), active-controlled trial conducted in 557 patients with EGFR exon 19 deletion or exon 21 L858R mutation-positive, locally advanced or metastatic NSCLC who had not received previous systemic treatment for advanced disease. The median duration of exposure to TAGRISSO in combination with pemetrexed and platinum-based chemotherapy was 22.3 months and the median duration of exposure to TAGRISSO monotherapy was 19.3 months. Serious adverse reactions were reported in 38% of patients treated with TAGRISSO in combination with pemetrexed and platinum-based chemotherapy; the most frequently reported serious adverse reactions (≥2%) in the combination arm were anemia (3.3%), COVID-19 (2.5%), pneumonia (2.5%), febrile neutropenia (2.2%), thrombocytopenia (2.2%), and pulmonary embolism (2.2%). Fatal adverse reactions occurred in 7% of patients who received TAGRISSO in combination with pemetrexed and platinum-based chemotherapy including pulmonary embolism (1.1%), pneumonia (1.1%) and cardiomyopathy (1.1%). Dosage interruptions of TAGRISSO, when given with pemetrexed and platinum-based chemotherapy, due to an adverse reaction occurred in 44% of patients. Adverse reactions which required dosage interruption in ≥ 2% of patients included anemia (4.7%), neutropenia (4.3%), diarrhea (3.6%), febrile neutropenia (3.3%) and thrombocytopenia (2.9%). Permanent discontinuation of TAGRISSO when given in combination with pemetrexed and platinum-based chemotherapy due to an adverse reaction occurred in 11% of patients. Adverse reactions which resulted in permanent discontinuation of TAGRISSO in ≥1% of patients included ILD/pneumonitis (2.9%), pneumonia (1.4%), and decreased ejection fraction (1.1%). Adverse reactions leading to dose reduction of TAGRISSO occurred in 10% of patients treated with TAGRISSO in combination with pemetrexed and platinum-based chemotherapy. The most frequently reported adverse reactions leading to dose reduction of TAGRISSO in the combination arm in ≥1% of patients were diarrhea (1.1%) and rash (1.1%). Tables 10 and 11 summarize common adverse reactions and laboratory abnormalities which occurred in FLAURA2. Table 10. Adverse Reactions Occurring in ≥10% of Patients Receiving TAGRISSO in FLAURA2 NCI CTCAE v5.0 Adverse Reaction TAGRISSO with Pemetrexed and Platinum-based Chemotherapy (N=276) TAGRISSO (N=275) Any Grade (%) Grade 3 or higher (%) Any Grade (%) Grade 3 or higher (%) Skin Disorders Rash Includes rash, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pustular, rash pruritic, rash vesicular, rash follicular, erythema, folliculitis, acne, dermatitis, dermatitis acneiform, drug eruption, skin erosion, pustule. 49 2.5 44 1.5 Nail toxicity Includes nail bed disorder, nail bed inflammation, nail bed infection, nail discoloration, nail pigmentation, nail disorder, nail toxicity, nail dystrophy, nail infection, nail ridging, onychalgia, onychoclasis, onycholysis, onychomadesis, onychomalacia, paronychia. 27 0.7 32 0.4 Dry skin Includes dry skin, skin fissures, xerosis, eczema, xeroderma. 24 0 31 0 Pruritus Includes pruritus, eyelid pruritus. 8 0 11 0 Gastrointestinal Disorders Diarrhea 43 2.9 41 0.4 Stomatitis Includes stomatitis and mouth ulceration. 31 0.4 21 0.4 Clinically relevant adverse reactions in FLAURA2 in <10% of patients receiving TAGRISSO in combination with pemetrexed and platinum-based chemotherapy were alopecia (9%), epistaxis (7%), palmar-plantar erythrodysesthesia syndrome (5%), interstitial lung disease (3.3%), skin hyperpigmentation (2.5%), QTc interval prolongation (1.8%), erythema multiforme (1.4%), urticaria (1.4%), and keratitis (0.7%). QTc interval prolongation represents the incidence of patients who had a QTcF prolongation >500 msec. Table 11. Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in FLAURA2 NCI CTCAE v5.0 Findings based on test results presented as CTCAE grade shifts. Laboratory Abnormality Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available (TAGRISSO with pemetrexed and platinum-based chemotherapy arm: 275 and TAGRISSO monotherapy arm: 275). TAGRISSO with Pemetrexed and Platinum-based Chemotherapy (N=276) TAGRISSO (N=275) All Grades (%) Grade 3 or Grade 4 (%) All Grades (%) Grade 3 or Grade 4 (%) Hematology Leukopenia 88 20 53 3.3 Thrombocytopenia 85 16 44 1.8 Neutropenia 85 36 40 4.7 Lymphopenia 78 16 55 7 Chemistry Blood creatinine increased 22 0.4 8 0 Previously Treated EGFR T790M Mutation-Positive Metastatic Non-Small Cell Lung Cancer – Monotherapy The safety of TAGRISSO was evaluated in AURA3, a multicenter international open label randomized (2:1) controlled trial conducted in 419 patients with unresectable or metastatic EGFR T790M mutation-positive NSCLC who had progressive disease following first line EGFR TKI treatment. A total of 279 patients received TAGRISSO 80 mg orally once daily until intolerance to therapy, disease progression, or investigator determination that the patient was no longer benefiting from treatment. A total of 136 patients received pemetrexed plus either carboplatin or cisplatin every three weeks for up to 6 cycles; patients without disease progression after 4 cycles of chemotherapy could continue maintenance pemetrexed until disease progression, unacceptable toxicity, or investigator determination that the patient was no longer benefiting from treatment. Left Ventricular Ejection Fraction (LVEF) was evaluated at screening and every 12 weeks. The median duration of treatment was 8.1 months for patients treated with TAGRISSO and 4.2 months for chemotherapy-treated patients. The trial population characteristics were: median age 62 years, age less than 65 (58%), female (64%), Asian (65%), never smokers (68%), and ECOG PS 0 or 1 (100%). Serious adverse reactions were reported in 18% of patients treated with TAGRISSO and 26% in the chemotherapy group. No single serious adverse reaction was reported in 2% or more patients treated with TAGRISSO. One patient (0.4%) treated with TAGRISSO experienced a fatal adverse reaction (ILD/pneumonitis). Dose reductions occurred in 2.9% of patients treated with TAGRISSO. The most frequent adverse reactions leading to dose reductions or interruptions were prolongation of the QT interval as assessed by ECG (1.8%), neutropenia (1.1%), and diarrhea (1.1%). Adverse reactions resulting in permanent discontinuation of TAGRISSO occurred in 7% of patients treated with TAGRISSO. The most frequent adverse reaction leading to discontinuation of TAGRISSO was ILD/pneumonitis (3%). Tables 12 and 13 summarize common adverse reactions and laboratory abnormalities which occurred in TAGRISSO-treated patients in AURA3. Table 12. Adverse Reactions Occurring in ≥10% of Patients Receiving TAGRISSO in AURA3 NCI CTCAE v4.0. Adverse Reaction TAGRISSO (N=279) Chemotherapy (Pemetrexed/Cisplatin or Pemetrexed/Carboplatin) (N=136) All Grades No grade 4 events were reported. (%) Grade 3/4 (%) All Grades (%) Grade 3/4 (%) Gastrointestinal Disorders Diarrhea 41 1.1 11 1.5 Nausea 16 0.7 49 3.7 Stomatitis Includes stomatitis and mouth ulceration. 19 0 15 1.5 Constipation 14 0 35 0 Vomiting 11 0.4 20 2.2 Skin Disorders Rash Includes rash, rash generalized, rash erythematous, rash macular, rash maculo-papular, rash papular, rash pustular, erythema, folliculitis, acne, dermatitis, acneiform dermatitis, pustule. 34 0.7 6 0 Dry skin Includes dry skin, eczema, skin fissures, xerosis. 23 0 4.4 0 Nail toxicity Includes nail disorders, nail bed disorders, nail bed inflammation, nail bed tenderness, nail discoloration, nail disorder, nail dystrophy, nail infection, nail ridging, nail toxicity, onychalgia, onychoclasis, onycholysis, onychomadesis, paronychia. 22 0 1.5 0 Pruritus Includes pruritus, pruritus generalized, eyelid pruritus. 13 0 5 0 General Disorders and Administration Site Conditions Fatigue Includes fatigue, asthenia. 22 1.8 40 5.1 Metabolism and Nutrition Disorders Decreased appetite 18 1.1 36 2.9 Respiratory, Thoracic and Mediastinal Disorders Cough 17 0 14 0 Musculoskeletal and Connective Tissue Disorders Back pain 10 0.4 9 0.7 Clinically relevant adverse reactions in AURA3 in <10% of patients receiving TAGRISSO were epistaxis (5%), interstitial lung disease (3.9%), alopecia (3.6%), urticaria (2.9%), palmar-plantar erythrodysesthesia syndrome (1.8%), QTc interval prolongation (1.4%), keratitis (1.1%), and erythema multiforme (0.7%), and skin hyperpigmentation (0.4%). QTc interval prolongation represents the incidence of patients who had a QTcF prolongation >500 msec. Table 13. Laboratory Abnormalities Worsening from Baseline in ≥20% of Patients in AURA3 Laboratory Abnormality NCI CTCAE v4.0 Each test incidence, except for hyperglycemia, is based on the number of patients who had both baseline and at least one on-study laboratory measurement available (TAGRISSO 279, Chemotherapy comparator 131). TAGRISSO (N=279) Chemotherapy (Pemetrexed/Cisplatin or Pemetrexed/Carboplatin) (N=131) All Grades (%) Grade 3 or Grade 4 (%) All Grades (%) Grade 3 or Grade 4 (%) Hematology Anemia 43 0 79 3.1 Lymphopenia 63 8 61 10 Thrombocytopenia 46 0.7 48 7 Neutropenia 27 2.2 49 12 Chemistry Hypermagnesemia 27 1.8 9 1.5 Hyponatremia 26 2.2 36 1.5 Hyperglycemia Hyperglycemia is based on the number of patients who had both baseline and at least one on-study laboratory measurement available (TAGRISSO 270, Chemotherapy 5; fasting glucose was not a protocol requirement for patients in the chemotherapy arm). 20 0 NA NA Hypokalemia 9 1.4 18 1.5 NA=Not Applicable Clinically relevant laboratory abnormalities in AURA3 that occurred in <20% of patients receiving TAGRISSO included increased blood creatinine (7%). Other Clinical Trials Experience The following adverse reaction has been reported following administration of TAGRISSO: increased blood creatine phosphokinase. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of TAGRISSO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. o Skin and subcutaneous tissue: Erythema multiforme major (EMM), Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), cutaneous vasculitis, erythema dyschromicum perstans o Blood and lymphatic system disorders: Aplastic anemia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adjuvant treatment of early-stage NSCLC: 80 mg orally once daily, with or without food, until disease recurrence, or unacceptable toxicity, or for up to 3 years. ( 2.3 ) Locally advanced, unresectable (stage III) NSCLC: Following platinum-based chemoradiation therapy, 80 mg orally once daily, with or without food, until disease progression or unacceptable toxicity. ( 2.3 ) Metastatic NSCLC: 80 mg orally once daily, with or without food, until disease progression or unacceptable toxicity. ( 2.3 ) Locally advanced or metastatic NSCLC: 80 mg orally once daily administered in combination with pemetrexed and platinum-based chemotherapy, with or without food, until disease progression or unacceptable toxicity due to TAGRISSO. ( 2.3 ) 2.1 Recommended Evaluation and Testing Before Initiating TAGRISSO TAGRISSO Monotherapy • Before initiating TAGRISSO monotherapy in patients with cardiac risk factors, conduct cardiac monitoring, including assessment of left ventricular ejection fraction (LVEF) [see Error! Hyperlink reference not valid. ] . • Before initiating TAGRISSO, perform complete blood count with differential [see Error! Hyperlink reference not valid. ] . TAGRISSO in Combination with Pemetrexed and Platinum-based Chemotherapy • Before initiating TAGRISSO in combination with pemetrexed and platinum-based chemotherapy, conduct cardiac monitoring in all patients , including assessment of left ventricular ejection fraction (LVEF) [see Error! Hyperlink reference not valid. ] . • Before initiating TAGRISSO, perform complete blood count with differential [see Error! Hyperlink reference not valid. ] . 2.2 Patient Selection Table 1 below presents the patient selection criteria for treatment with TAGRISSO. Table : Patient Selection Select patients for treatment with TAGRISSO based on the presence of a mutation as detected by an FDA-approved test. Indication Treatment Regimen Required Mutation Source for Testing Adjuvant Treatment of EGFR Mutation-Positive NSCLC [see Indications and Usage (1.1) ] TAGRISSO monotherapy EGFR exon 19 deletions or exon 21 L858R mutations Tumor Locally Advanced, Unresectable (Stage III) EGFR Mutation-Positive NSCLC [see Indications and Usage (1.2) ] Following completion of platinum-based chemoradiation therapy, TAGRISSO monotherapy EGFR exon 19 deletions or exon 21 L858R mutations Tumor First-line Treatment of EGFR Mutation-Positive Metastatic NSCLC [see Indications and Usage (1.3) ] TAGRISSO monotherapy EGFR exon 19 deletions or exon 21 L858R mutations Plasma or tumor First-line Treatment of EGFR Mutation-Positive Locally Advanced or Metastatic NSCLC [see Indications and Usage (1.4) ] TAGRISSO in combination with pemetrexed and platinum-based chemotherapy EGFR exon 19 deletions or exon 21 L858R mutations Plasma or tumor Previously Treated EGFR T790M Mutation-Positive Metastatic NSCLC [see Indications and Usage (1.5) ] TAGRISSO monotherapy EGFR T790M Mutation Plasma or tumor Information on FDA-approved tests for the detection of EGFR mutations is available at http://www.fda.gov/companiondiagnostics . 2.3 Recommended Dosage and Administration Recommended Dosage Table 2 provides the recommended dosage of TAGRISSO by indication. Table 2. Recommended Dosage of TAGRISSO Indication Recommended Dosage of TAGRISSO Duration of Treatment Adjuvant Treatment of EGFR Mutation-Positive NSCLC 80 mg tablet orally once daily with or without food For a total of 3 years or until disease recurrence or unacceptable toxicity Locally Advanced, Unresectable (Stage III) EGFR Mutation-Positive NSCLC Following platinum-based chemoradiation therapy, 80 mg tablet orally once daily with or without food Until disease progression or unacceptable toxicity First-line Treatment of EGFR Mutation-Positive Metastatic NSCLC 80 mg tablet orally once daily with or without food Until disease progression or unacceptable toxicity First-line Treatment of EGFR Mutation-Positive Locally Advanced or Metastatic NSCLC 80 mg tablet orally once daily with or without food in combination with pemetrexed and platinum-based chemotherapy Refer to the Prescribing Information for pemetrexed and cisplatin or carboplatin for the respective dosing information. Until disease progression or unacceptable toxicity due to TAGRISSO Previously Treated EGFR T790M Mutation-Positive Metastatic NSCLC 80 mg tablet orally once daily with or without food Until disease progression or unacceptable toxicity Administration Administer TAGRISSO 80 mg tablet orally once daily with or without food. Tablets may be dispersed in water for patients who have difficulty swallowing, or for nasogastric tube administration [see Dosage and Administration (2.4) ]. Missed Dose If a dose of TAGRISSO is missed, do not make up the missed dose and take the next dose as scheduled. 2.4 Administration to Patients Who Have Difficulty Swallowing Solids Disperse TAGRISSO tablet in 60 mL (2 ounces) of non-carbonated water only. Stir until tablet is dispersed into small pieces (the tablet will not completely dissolve) and swallow immediately. Do not crush, heat, or ultrasonicate during preparation. Rinse the container with 120 mL to 240 mL (4 to 8 ounces) of water and immediately drink. If administration via nasogastric tube is required, disperse the TAGRISSO tablet as above in 15 mL of non-carbonated water, and then use an additional 15 mL of water to transfer any residues to the syringe. The resulting 30 mL liquid should be administered as per the nasogastric tube instructions with appropriate water flushes (approximately 30 mL). Repeat this step until no pieces remain in the syringe. This will help to ensure that the full prescribed dose of the TAGRISSO is given. The dispersion and residues should be administered within 30 minutes of the addition of the tablets to water. 2.5 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are provided in Table 3. Table 3. Recommended Dosage Modifications for TAGRISSO Target Organ Adverse Reaction Adverse reactions graded by the National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0 (NCI CTCAE v5.0). Dosage Modification Pulmonary (Patients who have not received recent definitive platinum-based chemoradiation therapy) [see Error! Hyperlink reference not valid. ] Any Grade Interstitial lung disease (ILD)/Pneumonitis Permanently discontinue TAGRISSO. Pulmonary (Patients who have received recent definitive platinum-based chemoradiation therapy) [see Error! Hyperlink reference not valid. ] Grade 1 ILD/Pneumonitis Withhold or continue TAGRISSO, as clinically indicated. Grade ≥2 ILD/Pneumonitis Permanently discontinue TAGRISSO. Cardiac [see Error! Hyperlink reference not valid. 2, Error! Hyperlink reference not valid. ] QTc QTc = QT interval corrected for heart rate interval greater than 500 msec on at least 2 separate ECGs ECGs = Electrocardiograms Withhold TAGRISSO until QTc interval is less than 481 msec or recovery to baseline if baseline QTc is greater than or equal to 481 msec, then resume at 40 mg dose. QTc interval prolongation with signs/symptoms of life-threatening arrhythmia Permanently discontinue TAGRISSO. Symptomatic congestive heart failure Permanently discontinue TAGRISSO. Cutaneous [see Error! Hyperlink reference not valid. ] Erythema Multiforme Major (EMM), Stevens-Johnson syndrome (SJS), and Toxic Epidermal Necrolysis (TEN) Withhold TAGRISSO if suspected and permanently discontinue if confirmed. Blood and bone marrow [see Error! Hyperlink reference not valid. ] Aplastic anemia Withhold TAGRISSO if aplastic anemia is suspected and permanently discontinue if confirmed. Other [see Adverse Reactions (6.1) ] Adverse reaction of Grade 3 or greater severity Withhold TAGRISSO for up to 3 weeks. If improvement to Grade 0-2 within 3 weeks Resume at 80 mg or 40 mg daily. If no improvement within 3 weeks Permanently discontinue TAGRISSO. Dosage Modifications for Combination Therapy When TAGRISSO is administered in combination with pemetrexed and platinum-based chemotherapy, modify the dose of any one of the treatments for the management of adverse reactions, as appropriate. For TAGRISSO dose modification instructions, see Table 3. Withhold, reduce the dose or permanently discontinue pemetrexed, cisplatin or carboplatin according to their respective Prescribing Information. Drug Interactions Strong CYP3A4 Inducers Avoid concomitant use of strong CYP3A4 inducers with TAGRISSO. If concurrent use is unavoidable, increase TAGRISSO dosage to 160 mg daily when co-administering with a strong CYP3A inducer. Resume TAGRISSO at 80 mg 3 weeks after discontinuation of the strong CYP3A4 inducer [see Drug Interactions (7) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TAGRISSO is a kinase inhibitor indicated for: • adjuvant therapy after tumor resection in adult patients with non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. ( 1.1 , 2.2 ) • the treatment of adult patients with locally advanced, unresectable (stage III) NSCLC whose disease has not progressed during or following concurrent or sequential platinum-based chemoradiation therapy and whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. ( 1.2 , 2.2 ) • the first-line treatment of adult patients with metastatic NSCLC whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. ( 1.3 , 2.2 ) • in combination with pemetrexed and platinum-based chemotherapy, the first-line treatment of adult patients with locally advanced or metastatic NSCLC whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test. ( 1.4 , 2.2 ) • the treatment of adult patients with metastatic EGFR T790M mutation-positive NSCLC, as detected by an FDA-approved test, whose disease has progressed on or after EGFR TKI therapy. ( 1.5 , 2.2 ) 1.1 Adjuvant Treatment of EGFR Mutation-Positive Non-Small Cell Lung Cancer (NSCLC) TAGRISSO is indicated as adjuvant therapy after tumor resection in adult patients with non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test [see Dosage and Administration (2.2) ] . 1.2 Locally Advanced, Unresectable (Stage III) EGFR Mutation-Positive NSCLC TAGRISSO is indicated for the treatment of adult patients with locally advanced, unresectable (stage III) NSCLC whose disease has not progressed during or following concurrent or sequential platinum-based chemoradiation therapy and whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test [see Dosage and Administration (2.2)]. 1.3 First-line Treatment of EGFR Mutation-Positive Metastatic NSCLC TAGRISSO is indicated for the first-line treatment of adult patients with metastatic NSCLC whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test [see Dosage and Administration (2.2) ]. 1.4 First-line Treatment of EGFR Mutation-Positive Locally Advanced or Metastatic NSCLC TAGRISSO in combination with pemetrexed and platinum-based chemotherapy is indicated for the first-line treatment of adult patients with locally advanced or metastatic NSCLC whose tumors have EGFR exon 19 deletions or exon 21 L858R mutations, as detected by an FDA-approved test [see Dosage and Administration (2.2) ]. 1.5 Previously Treated EGFR T790M Mutation-Positive Metastatic NSCLC TAGRISSO is indicated for the treatment of adult patients with metastatic EGFR T790M mutation-positive NSCLC, as detected by an FDA-approved test, whose disease has progressed on or after EGFR tyrosine kinase inhibitor (TKI) therapy [see Dosage and Administration (2.2) ] ."
  ],
  "fetched_at": "2025-10-01T17:34:27.960823",
  "source": "OpenFDA"
}