{
  "drug_name": "Oteseconazole",
  "generic_name": [
    "OTESECONAZOLE"
  ],
  "brand_names": [
    "VIVJOA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS BCRP (Breast Cancer Resistance Protein) Substrates: Concomitant use of VIVJOA with BCRP substrates may increase the exposure of drugs that are BCRP substrates, which may increase the risk of adverse reactions associated with these drugs. Use the lowest possible starting dose of the BCRP substrate or consider reducing the dose of the substrate drugs and monitor for adverse reactions. ( 7.1 ) 7.1 Effect of VIVJOA on Other Drugs BCRP (Breast Cancer Resistance Protein) Transporter Substrates Oteseconazole is a BCRP inhibitor. Concomitant use of VIVJOA with BCRP substrates (e.g., rosuvastatin) may increase the exposure of BCRP substrates (e.g., rosuvastatin), which may increase the risk of adverse reactions associated with these drugs. Use the lowest possible starting dose of the BCRP substrate or consider reducing the dose of the substrate drug and monitor for adverse reactions [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most frequently reported adverse reactions (incidence > 2%) were headache and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Mycovia Pharmaceuticals, Inc. at 1-855-299-0637 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of one drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 580 patients were treated with VIVJOA in three clinical trials (Trial 1, Trial 2, and Trial 3) [see Clinical Studies (14) ] . Patients in the clinical trials were women with RVVC who received VIVJOA treatment for 12 weeks. The mean age of the patient population was 34 years (range:16-78 years), with 84% of patients aged 18-44 years and 16% of patients aged 45 years and older. Although females of reproductive potential were included in the clinical safety data, VIVJOA is contraindicated in females of reproductive potential due to the risk of embryo-fetal toxicity [see Contraindications (4) , Warnings and Precautions (5.1) , and Use in Specific Populations (8.1 , 8.3 , 8.4) ] . The clinical trials population was 75% (435/580) White, 17% (96/580) Black or African American, 6% (36/580) Asian, and 2% (13/580) Other women. Fifteen percent (86/580) of all women were Hispanic/Latino. Patients enrolled in the induction and maintenance phases of the clinical trials were treated with different VIVJOA dosage regimens versus comparators [see Clinical Studies (14) ] . The adverse reaction that led to discontinuation in 1 of 580 (0.2 %) VIVJOA-treated patients was allergic dermatitis. Overall, similar percentages of serious adverse reactions and adverse reactions leading to drug discontinuation were reported across the VIVJOA and comparator patient dosing groups. The most frequently reported adverse reactions (incidence >2%) among VIVJOA-treated patients in Trial 1, Trial 2 and Trial 3 were headache (includes headache, migraines, sinus headaches) (7.4%) and nausea (3.6%). Other Adverse Reactions The following selected adverse reactions occurred in <2% of patients receiving VIVJOA in Trial 1, Trial 2 and Trial 3: Laboratory investigations: Increased blood creatine phosphokinase Gastrointestinal disorders: Dyspepsia Vascular disorders: Hot flush Renal and urinary disorders: Dysuria Reproductive system and breast disorders: Menorrhagia (includes genital hemorrhage, menorrhagia; menometrorrhagia; uterine hemorrhage, vaginal hemorrhage) metrorrhagia; vulvovaginal irritation (includes vulvovaginal burning sensation, vulvovaginal discomfort, and vulvovaginal pain) Laboratory Findings Elevations in Creatine Phosphokinase Serum creatine phosphokinase (CPK) (an indirect marker of muscle injury/necrosis) elevations greater than or equal to 10 times the upper limit of normal were observed in 11 (1.9%) patients treated with VIVJOA versus 2 (0.7%) patients in the comparator groups during the VIVJOA clinical trials. The elevations were transient."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VIVJOA is contraindicated in: Females of reproductive potential [see Warnings and Precautions (5.1) and Use in Specific Populations (8.3) ] Pregnant and lactating women [see Warnings and Precautions (5.1) , and Use in Specific Populations (8.1 , 8.2) ] Patients with known hypersensitivity to oteseconazole. Females of Reproductive Potential ( 4 ), ( 5.1 ), ( 8.3 ) Pregnant and Lactating women ( 4 ), ( 8.1 ), ( 8.2 ) Hypersensitivity to oteseconazole ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION There are two recommended VIVJOA dosage regimens: a VIVJOA-only regimen and a Fluconazole/VIVJOA regimen. Use one of these two dosage regimens. ( 2.1 ) Administer VIVJOA orally with food. ( 2.1 ) For the VIVJOA-only Dosage Regimen : ( 2.2 ) On Day 1: Administer VIVJOA 600 mg (as a single dose), then On Day 2: Administer VIVJOA 450 mg (as a single dose), then Beginning on Day 14 : Administer VIVJOA 150 mg once a week (every 7 days) for 11 weeks (Weeks 2 through 12). For the Fluconazole/VIVJOA Dosage Regimen , prescribe fluconazole and: ( 2.3 ) On Day 1 , Day 4 , and Day 7 : Administer fluconazole 150 mg orally, then On Days 14 through 20 : Administer VIVJOA 150 mg once daily for 7 days, then Beginning on Day 28 : Administer VIVJOA 150 mg once a week (every 7 days) for 11 weeks (Weeks 4 through 14). 2.1 Dosage Overview and Important Administration Instructions There are two recommended VIVJOA dosage regimens: a VIVJOA-only regimen and a Fluconazole/VIVJOA regimen. Use one of the following two dosage regimens: VIVJOA-only dosage regimen [see Dosage and Administration (2.2) ] Fluconazole/VIVJOA dosage regimen [see Dosage and Administration (2.3) ] . Administer VIVJOA orally with food [see Clinical Pharmacology (12.3) ]. Swallow the capsules whole. Do not chew, crush, dissolve, or open the capsules. 2.2 VIVJOA-only Dosage Regimen For the VIVJOA-only dosage regimen: On Day 1: Administer VIVJOA 600 mg (as a single dose), then On Day 2: Administer VIVJOA 450 mg (as a single dose), then Beginning on Day 14: Administer VIVJOA 150 mg once a week (every 7 days) for 11 weeks (Weeks 2 through 12). 2.3 Fluconazole/VIVJOA Dosage Regimen For the Fluconazole/VIVJOA dosage regimen, prescribe fluconazole and: On Day 1, Day 4, and Day 7: Administer fluconazole 150 mg orally, then On Days 14 through 20: Administer VIVJOA 150 mg once daily for 7 days, then Beginning on Day 28: Administer VIVJOA 150 mg once a week (every 7 days) for 11 weeks (Weeks 4 through 14)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VIVJOA ® is an azole antifungal indicated to reduce the incidence of recurrent vulvovaginal candidiasis (RVVC) in females with a history of RVVC who are NOT of reproductive potential. ( 1 ) 1.1 Vulvovaginal Candidiasis VIVJOA is indicated to reduce the incidence of recurrent vulvovaginal candidiasis (RVVC) in females with a history of RVVC who are NOT of reproductive potential [see Warnings and Precautions (5.1) , Use in Specific Populations (8.3) , and Clinical Studies (14) ] . 1.2 Usage If specimens for fungal culture are obtained prior to therapy, antifungal therapy may be instituted before the results of the cultures are known. However, once these results become available, antifungal therapy should be adjusted accordingly."
  ],
  "fetched_at": "2025-10-01T19:30:34.497640",
  "source": "OpenFDA"
}