{
  "drug_name": "Oxaliplatin",
  "generic_name": [
    "OXALIPLATIN"
  ],
  "brand_names": [
    "Oxaliplatin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Drugs that Prolong the QT Interval QT interval prolongation and ventricular arrhythmias can occur with oxaliplatin [see Warnings and Precautions ( 5.7 )] . Avoid coadministration of oxaliplatin with medicinal products with a known potential to prolong the QT interval. 7.2 Use with Nephrotoxic Products Because platinum-containing species are eliminated primarily through the kidney, clearance of these products may be decreased by coadministration of potentially nephrotoxic compounds [see Clinical Pharmacology ( 12.3 )] . Avoid coadministration of oxaliplatin with medicinal products known to cause nephrotoxicity. 7.3 Use with Anticoagulants Prolonged prothrombin time and INR occasionally associated with hemorrhage have been reported in patients who received oxaliplatin with fluorouracil/leucovorin while on anticoagulants [see Warnings and Precautions ( 5.9 ), Adverse Reactions ( 6.2 )] . Increase frequency of monitoring in patients who are receiving oxaliplatin with fluorouracil/leucovorin and oral anticoagulants."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Peripheral Sensory Neuropathy [see Warnings and Precautions ( 5.2 )] Severe Myelosuppression [see Warnings and Precautions ( 5.3 )] Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions ( 5.4 )] Pulmonary Toxicity [see Warnings and Precautions ( 5.5 )] Hepatotoxicity [see Warnings and Precautions ( 5.6 )] QT Interval Prolongation and Ventricular Arrhythmias [see Warnings and Precautions ( 5.7 )] Rhabdomyolysis [see Warnings and Precautions ( 5.8 )] Hemorrhage [see Warnings and Precautions ( 5.9 )] Most common adverse reactions (incidence greater than or equal to 40%) were peripheral sensory neuropathy, neutropenia, thrombocytopenia, anemia, nausea, increase in transaminases and alkaline phosphatase, diarrhea, emesis, fatigue, and stomatitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Meitheal Pharmaceuticals Inc. at 1-844-824-8426 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. More than 1100 patients with stage II or III colon cancer and more than 4,000 patients with advanced colorectal cancer were treated in trials with oxaliplatin. The most common adverse reactions in patients with stage II or III colon cancer receiving adjuvant treatment were peripheral sensory neuropathy, neutropenia, thrombocytopenia, anemia, nausea, increase in transaminases and alkaline phosphatase, diarrhea, emesis, fatigue and stomatitis. The most common adverse reactions in previously untreated and treated patients with advanced colorectal cancer were peripheral sensory neuropathies, fatigue, neutropenia, nausea, emesis, and diarrhea. Adjuvant Treatment The safety of oxaliplatin in combination with fluorouracil (FU)/leucovorin (LV) was evaluated in patients with stage II or III colon cancer, who had undergone complete resection of the primary tumor in the adjuvant treatment trial [see Clinical Studies ( 14.1 )]. Fatal adverse reactions in patients who received oxaliplatin in the combination arm included sepsis/neutropenic sepsis (n=3), intracerebral hemorrhage (n=2), and eosinophilic pneumonia (n=1). Thromboembolic events occurred in 6% (grade 3 to 4, 1.2%) of patients in the oxaliplatin arm. Grade 3 or 4 adverse reactions occurred in 70% of patients in the oxaliplatin arm. Grade 3 to 4 gastrointestinal bleeding occurred in 0.2% of patients. Febrile neutropenia occurred in 0.7% and documented infection with concomitant grade 3 to 4 neutropenia occurred in 1.1%. Discontinuation due to an adverse reaction occurred in 15% of the patients in the oxaliplatin arm. Tables 5 , 6 , and 7 summarize the adverse reactions reported in patients with colon cancer receiving adjuvant treatment. Table 5: Adverse Reactions Reported in Patients with Colon Cancer Receiving Adjuvant Treatment (greater than or equal to 5% of all patients and with greater than or equal to 1% grade 3 to 4) * Event coded in WHO-ART dictionary † Includes thrombosis related to the catheter Adverse Reaction * Oxaliplatin + FU/LV N=1108 FU/LV N=1111 All Grades (%) Grade 3 to 4 (%) All Grades (%) Grade 3 to 4 (%) Neurology Peripheral Sensory Neuropathy 92 12 16 <1 Gastrointestinal Nausea 74 5 61 2 Diarrhea 56 11 48 7 Vomiting 47 6 24 1 Stomatitis 42 3 40 2 Anorexia 13 1 8 <1 Constitutional Symptoms/Pain Fatigue 44 4 38 1 Abdominal Pain 18 1 17 2 Dermatology/Skin Skin Disorder 32 2 36 2 Injection Site Reaction † 11 3 10 3 Fever/Infection Fever 27 1 12 1 Infection 25 4 25 3 Allergy/Immunology Allergic Reaction 10 3 2 <1 Table 6: Adverse Reactions Reported in Patients with Colon Cancer Receiving Adjuvant Treatment (greater than or equal to 5% of all patients but with less than 1% grade 3 to 4) * Event coded in WHO-ART dictionary † No complete alopecia was reported Adverse Reaction * Oxaliplatin + FU/LV N=1108 FU/LV N=1111 All Grades (%) All Grades (%) Dermatology/Skin Alopecia † 30 28 Gastrointestinal Constipation 22 19 Taste Perversion 12 8 Dyspepsia 8 5 Constitutional Symptoms/Pain/Ocular/Visual Epistaxis 16 12 Weight Increase 10 10 Conjunctivitis 9 15 Headache 7 5 Dyspnea 5 3 Pain 5 5 Abnormal Lacrimation 4 12 Neurology Sensory Disturbance 8 1 Allergy/Immunology Rhinitis 6 8 In females, the following grade 3 to 4 adverse reactions were more frequent: diarrhea, fatigue, neutropenia, nausea, and vomiting. In patients greater than or equal to 65 years old, the incidence of grade 3 to 4 diarrhea and neutropenia was higher than in younger adults. Clinically relevant adverse reactions were reported in greater than or equal to 2% and less than 5% of the patients in the oxaliplatin arm (listed in decreasing order of frequency) were pain, leukopenia, weight loss, and cough. Table 7: Laboratory-Related Adverse Reactions Occurring in ≥5% of Patients with Colon Cancer Receiving Adjuvant Treatment Laboratory-Related Adverse Reaction Oxaliplatin with FU/LV N=1108 FU/LV N=1111 All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) Hematology Neutropenia 79 41 40 5 Thrombocytopenia 77 2 19 <1 Anemia 76 1 67 <1 Hepatic Increased Transaminases 57 2 34 1 Increased Alkaline Phosphatase 42 <1 20 <1 Hyperbilirubinemia 20 4 20 5 Previously Untreated Advanced Colorectal Cancer The safety of oxaliplatin in combination with fluorouracil (FU)/leucovorin (LV) was evaluated in a randomized trial of patients with previously untreated advanced colorectal cancer [see Clinical Studies ( 14.2 )] . The adverse reaction profile in this trial was similar to that seen in other trials. Tables 8 , 9 , and 10 summarize the adverse reactions reported in the previously untreated advanced colorectal cancer trial. Table 8: Adverse Reactions Reported in Patients in the Previously Untreated Advanced Colorectal Cancer Clinical Trial (greater than or equal to 5% of all patients and with greater than or equal to 1% grade 3 to 4) * Event coded in WHO-ART dictionary † Not otherwise specified ‡ Absolute neutrophil count Adverse Reaction * Oxaliplatin + FU/LV N=259 Irinotecan + FU/LV N=256 Oxaliplatin + Irinotecan N=258 All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) Neurology Neuropathy 82 19 18 2 69 7 Paresthesias 77 18 16 2 62 6 Pharyngo-laryngeal Dysesthesias 38 2 1 0 28 1 Neuro-sensory 12 1 2 0 9 1 Neuro NOS † 1 0 1 0 1 0 Gastrointestinal Nausea 71 6 67 15 83 19 Diarrhea 56 12 65 29 76 25 Vomiting 41 4 43 13 64 23 Stomatitis 38 0 25 1 19 1 Anorexia 35 2 25 4 27 5 Constipation 32 4 27 2 21 2 Diarrhea-colostomy 13 2 16 7 16 3 Gastrointestinal NOS † 5 2 4 2 3 2 Constitutional Symptoms/Pain/Ocular/Visual Fatigue 70 7 58 11 66 16 Abdominal Pain 29 8 31 7 39 10 Myalgia 14 2 6 0 9 2 Pain 7 1 5 1 6 1 Abnormal Vision 5 0 2 1 6 1 Neuralgia 5 0 0 0 2 1 Pulmonary Cough 35 1 25 2 17 1 Dyspnea 18 7 14 3 11 2 Hiccups 5 1 2 0 3 2 Hepatic/Metabolic/Laboratory/Renal Hyperglycemia 14 2 11 3 12 3 Hypokalemia 11 3 7 4 6 2 Dehydration 9 5 16 11 14 7 Hypoalbuminemia 8 0 5 2 9 1 Hyponatremia 8 2 7 4 4 1 Urinary Frequency 5 1 2 1 3 1 Hematology/Infection Infection Normal ANC ‡ 10 4 5 1 7 2 Infection Low ANC ‡ 8 8 12 11 9 8 Lymphopenia 6 2 4 1 5 2 Febrile Neutropenia 4 4 15 14 12 11 Dermatology/Skin Hand/Foot Syndrome 7 1 2 1 1 0 Injection Site Reaction 6 0 1 0 4 1 Cardiovascular Thrombosis 6 5 6 6 3 3 Hypotension 5 3 6 3 4 3 Table 9: Adverse Reactions Reported in Patients in the Previously Untreated Advanced Colorectal Cancer Clinical Trial (greater than or equal to 5% of all patients but with less than 1% grade 3 to 4) * Event coded in WHO-ART dictionary † No complete alopecia was reported ‡ Absolute neutrophil count Adverse Reaction * Oxaliplatin + FU/LV N=259 Irinotecan + FU/LV N=256 Oxaliplatin + Irinotecan N=258 All Grades (%) All Grades (%) All Grades (%) Dermatology/Skin Alopecia † 38 44 67 Flushing 7 2 5 Pruritus 6 4 2 Dry Skin 6 2 5 Hematology/Infection Fever Normal ANC ‡ 16 9 9 Cardiovascular Edema 15 13 10 Gastrointestinal Taste Perversion 14 6 8 Dyspepsia 12 7 5 Flatulence 9 6 5 Mouth Dryness 5 2 3 Constitutional Symptoms/Pain/Ocular/Visual Headache 13 6 9 Weight Loss 11 9 11 Epistaxis 10 2 2 Tearing 9 1 2 Rigors 8 2 7 Dysphasia 5 3 3 Sweating 5 6 12 Arthralgia 5 5 8 Neurology Insomnia 13 9 11 Depression 9 5 7 Dizziness 8 6 10 Anxiety 5 2 6 Allergy/Immunology Rash 11 4 7 Rhinitis Allergic 10 6 6 Hepatic/Metabolic/Laboratory/Renal Hypocalcemia 7 5 4 Elevated Creatinine 4 4 5 Clinically relevant adverse reactions that occurred in greater than or equal to 2% and less than 5% of the patients in the oxaliplatin and fluorouracil/leucovorin combination arm (listed in decreasing order of frequency) were: metabolic, pneumonitis, catheter infection, vertigo, prothrombin time, pulmonary, rectal bleeding, dysuria, nail changes, chest pain, rectal pain, syncope, hypertension, hypoxia, unknown infection, bone pain, pigmentation changes, and urticaria. Table 10: Laboratory-Related Adverse Reactions Occurring in ≥5% of Patients in the Previously Untreated Advanced Colorectal Cancer Trial * Aspartate transaminase † Alanine transaminase Laboratory-Related Adverse Reaction Oxaliplatin and FU/LV N=259 Irinotecan and FU/LV N=256 Oxaliplatin and Irinotecan N=258 All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) Hematology Leukopenia 85 20 84 23 76 24 Neutropenia 81 53 77 44 71 36 Thrombocytopenia 71 5 26 2 44 4 Anemia 27 3 28 4 25 3 Hepatic Increased AST* 17 1 2 1 11 1 Increased Alkaline Phosphatase 16 0 8 0 14 2 Hyperbilirubinemia 6 1 3 1 3 2 Increased ALT † 6 1 2 0 5 2 Previously Treated Advanced Colorectal Cancer The safety of oxaliplatin in combination with fluorouracil (FU)/leucovorin (LV) was evaluated in a randomized trial in patients with refractory and relapsed colorectal cancer [see Clinical Studies ( 14.3 )] . The adverse reaction profile in this trial was similar to that seen in other trials. Three patients who received oxaliplatin in the combination arm experienced fatal adverse reactions: gastrointestinal bleeding and dehydration. Grade 3 and 4 neutropenia were reported in 27% and 17% of patients, respectively, in the oxaliplatin with fluorouracil/leucovorin combination arm. Grade 3 to 4 increased serum creatinine occurred in 1% of patients in the oxaliplatin with combination fluorouracil/leucovorin arm. Thirteen percent of patients in the oxaliplatin with fluorouracil/leucovorin combination arm discontinued treatment; the most frequent reasons were gastrointestinal adverse reactions, hematologic adverse reactions and neuropathies. Tables 11 , 12 , and 13 summarize the adverse reactions reported in the previously treated advanced colorectal cancer trial. Table 11: Adverse Reactions Reported in Patients in the Previously Treated Advanced Colorectal Cancer Trial (greater than or equal to 5% of all patients and with greater than or equal to 1% grade 3 to 4) * Event coded in WHO-ART dictionary Adverse Reaction * Oxaliplatin + FU/LV N=150 Oxaliplatin N=153 FU/LV N=142 All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) Neurology Neuropathy 74 7 76 7 17 0 Acute 56 2 65 5 10 0 Persistent 48 6 43 3 9 0 Constitutional Symptoms/Pain Fatigue 68 7 61 9 52 6 Back Pain 19 3 11 0 16 4 Pain 15 2 14 3 9 3 Gastrointestinal Diarrhea 67 11 46 4 44 3 Nausea 65 11 64 4 59 4 Vomiting 40 9 37 4 27 4 Stomatitis 37 3 14 0 32 3 Abdominal Pain 33 4 31 7 31 5 Anorexia 29 3 20 2 20 1 Gastroesophageal Reflux 5 2 1 0 3 0 Hematology/Infection Fever 29 1 25 1 23 1 Febrile Neutropenia 6 6 0 0 1 1 Cardiovascular Dyspnea 20 4 13 7 11 2 Coughing 19 1 11 0 9 0 Edema 15 1 10 1 13 1 Thromboembolism 9 8 2 1 4 2 Chest Pain 8 1 5 1 4 1 Dermatology/Skin Injection Site Reaction 10 3 9 0 5 1 Hepatic/Metabolic/Laboratory/Renal Hypokalemia 9 4 3 2 3 1 Dehydration 8 3 5 3 6 4 Table 12: Adverse Reactions Reported in Patients in the Previously Treated Advanced Colorectal Cancer Clinical Trial (greater than or equal to 5% of all patients but with less than 1% grade 3 to 4) * Event coded in WHO-ART dictionary † No complete alopecia was reported Adverse Reaction * Oxaliplatin + FU/LV N=150 Oxaliplatin N=153 FU/LV N=142 All Grades (%) All Grades (%) All Grades (%) Gastrointestinal Constipation 32 31 23 Dyspepsia 14 7 10 Taste Perversion 13 5 1 Mucositis 7 2 10 Flatulence 5 3 6 Constitutional Symptoms/Pain/Ocular/Visual Headache 17 13 8 Arthralgia 10 7 10 Epistaxis 9 2 1 Abnormal Lacrimation 7 1 6 Rigors 7 9 6 Allergy/Immunology Rhinitis 15 6 4 Allergic Reaction 10 3 1 Rash 9 5 5 Neurology Dizziness 13 7 8 Insomnia 9 11 4 Dermatology/Skin Hand-Foot Syndrome 11 1 13 Flushing 10 3 2 Alopecia † 7 3 3 Pulmonary Upper Respiratory Tract Infection 10 7 4 Pharyngitis 9 2 10 Cardiovascular Peripheral Edema 10 5 11 Hepatic/Metabolic/Laboratory/Renal Hematuria 6 0 4 Dysuria 6 1 1 Clinically relevant adverse reactions in greater than or equal to 2% and less than 5% of the patients in the oxaliplatin and fluorouracil/leucovorin combination arm (listed in decreasing order of frequency) were: anxiety, myalgia, erythematous rash, increased sweating, conjunctivitis, weight decrease, dry mouth, rectal hemorrhage, depression, ataxia, ascites, hemorrhoids, muscle weakness, nervousness, tachycardia, abnormal micturition frequency, dry skin, pruritus, hemoptysis, purpura, vaginal hemorrhage, melena, somnolence, pneumonia, proctitis, involuntary muscle contractions, intestinal obstruction, gingivitis, tenesmus, hot flashes, enlarged abdomen, and urinary incontinence. Table 13: Laboratory-Related Adverse Reactions Occurring in ≥5% of Patients with Previously Treated Advanced Colorectal Cancer * Alanine transaminase † Aspartate transaminase Laboratory-Related Adverse Reaction Oxaliplatin and FU/LV N=150 Oxaliplatin N=153 FU/LV N=142 All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) All Grades (%) Grades 3 to 4 (%) Hematology Anemia 81 2 64 1 68 2 Leukopenia 76 19 13 0 34 1 Neutropenia 73 44 7 0 25 5 Thrombocytopenia 64 4 30 3 20 0 Hepatic Increased ALT* 31 0 36 1 28 3 Increased AST † 47 0 54 4 39 2 Increased Bilirubin 13 1 13 5 22 6 Additional Adverse Reactions The following adverse reactions were observed across clinical trials. Intravenous site reactions Injection site reaction, including redness, swelling, and pain, can occur with oxaliplatin. In some cases, skin necrosis has occurred with extravasation. PRES PRES occurred in less than 0.1% of patients. Pulmonary fibrosis and interstitial lung disease Pulmonary fibrosis, which may be fatal, occurred in less than 1% of patients. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of oxaliplatin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. General: angioedema, anaphylactic shock Cardiovascular: QT prolongation leading to ventricular arrhythmias, including fatal torsade de pointes; bradyarrhythmia Neurological: loss of deep tendon reflexes, dysarthria, Lhermitte's sign, cranial nerve palsies, fasciculations, convulsion Hearing and vestibular system: deafness Infections: septic shock, including fatal outcomes Infusion-related reactions and hypersensitivity reactions: laryngospasm Hepatic and gastrointestinal: severe diarrhea/vomiting resulting in hypokalemia, colitis (including Clostridium difficile diarrhea), metabolic acidosis, ileus, intestinal obstruction, pancreatitis, sinusoidal obstruction syndrome, perisinusoidal fibrosis which rarely may progress, focal nodular hyperplasia, esophagitis Musculoskeletal and connective tissue: rhabdomyolysis, including fatal outcomes Platelet, bleeding, and clotting disorders: immuno-allergic thrombocytopenia, prolonged prothrombin time and INR in patients receiving anticoagulants Blood disorders: secondary leukemia Red blood cell: hemolytic uremic syndrome, immuno-allergic hemolytic anemia Renal: acute tubular necrosis, acute interstitial nephritis, acute renal failure Respiratory: interstitial lung diseases (sometimes fatal) and pneumonia (including fatal outcomes) Vision: decrease of visual acuity, visual field disturbance, optic neuritis and transient vision loss (reversible following treatment discontinuation) Injury, poisoning, and procedural complications: fall-related injuries"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Oxaliplatin is contraindicated in patients with a history of a hypersensitivity reaction to oxaliplatin or other platinum-based drugs. Reactions have included anaphylaxis [see Warnings and Precautions ( 5.1 )] . History of hypersensitivity reaction to oxaliplatin or other platinum-based drugs. ( 4 , 5.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer oxaliplatin 85 mg/m 2 as an intravenous infusion over 120 minutes concurrently with leucovorin over 120 minutes in separate bags, followed by fluorouracil on Day 1 of each 14-day cycle. Administer fluorouracil and leucovorin on Day 2 as recommended. ( 2.1 ) Adjuvant Treatment : Continue treatment for up to 12 cycles or unacceptable toxicity. ( 2.1 ) Advanced Colorectal Cancer : Continue treatment until disease progression or unacceptable toxicity. ( 2.1 ) 2.1 Recommended Dosage Administer oxaliplatin injection in combination with fluorouracil and leucovorin every 2 weeks. For adjuvant treatment, continue treatment for up to 12 cycles or unacceptable toxicity. For advanced colorectal cancer, continue treatment until disease progression or unacceptable toxicity. Day 1 Administer oxaliplatin injection 85 mg/m 2 as an intravenous infusion over 120 minutes and leucovorin 200 mg/m 2 as an intravenous infusion over 120 minutes at the same time in separate bags, followed by fluorouracil 400 mg/m 2 as intravenous bolus over 2-4 minutes, followed by fluorouracil 600 mg/m 2 as a 22-hour continuous infusion. Day 2 Administer leucovorin 200 mg/m 2 as an intravenous infusion over 120 minutes, followed by fluorouracil 400 mg/m 2 as intravenous bolus over 2-4 minutes, followed by fluorouracil 600 mg/m 2 as a 22-hour continuous infusion. Refer to the prescribing information for fluorouracil and leucovorin for additional information. 2.2 Dose Modifications for Adverse Reactions Prolongation of infusion time for oxaliplatin injection from 2 hours to 6 hours may mitigate acute toxicities, such as non-life-threatening infusion-related reactions. Permanently discontinue oxaliplatin injection for any of the following: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Posterior reversible encephalopathy syndrome (PRES) [see Warnings and Precautions ( 5.4 )] Confirmed interstitial lung disease or pulmonary fibrosis [see Warnings and Precautions ( 5.5 )] Rhabdomyolysis [see Warnings and Precautions ( 5.8 )] Refer to the fluorouracil and leucovorin prescribing information for dosage modifications for adverse reactions. Dosage Modifications for Adjuvant Treatment Dosage modifications for adverse reactions for adjuvant treatment are presented in Table 1 . Table 1: Dosage Modifications for Adjuvant Treatment in Patients with Stage III Colon Cancer Adverse Reactions Severity Oxaliplatin Injection Dosage Modifications Peripheral Sensory Neuropathy [see Warnings and Precautions ( 5.2 )] Persistent Grade 2 Consider reducing oxaliplatin injection dose to 75 mg/m 2 . Persistent Grade 3 Consider discontinuing oxaliplatin injection. Grade 4 Discontinue oxaliplatin injection. Myelosuppression [see Warnings and Precautions ( 5.3 ), Adverse Reactions ( 6.1 )]. Grade 4 neutropenia or febrile neutropenia Delay the next dose until neutrophils greater than or equal to 1.5 × 10 9 /L and platelets greater than or equal to 75 × 10 9 /L. Reduce oxaliplatin injection dose to 75 mg/m 2 . Grade 3 to 4 thrombocytopenia Gastrointestinal Adverse Reactions [see Adverse Reactions ( 6.1 )] Grade 3 to 4 After recovery, reduce oxaliplatin injection dose to 75 mg/m 2 along with a dose reduction of fluorouracil to 300 mg/m 2 as an intravenous bolus and 500 mg/m 2 as a 22-hour continuous infusion. Dosage Modifications for Advanced Colorectal Cancer Dosage modifications for adverse reactions for advanced colorectal cancer are presented in Table 2 . Table 2: Dosage Modifications for Advanced Colorectal Cancer Adverse Reactions Severity Oxaliplatin Injection Dosage Modifications Neuropathy [see Warnings and Precautions ( 5.2 )] Persistent Grade 2 Consider reducing oxaliplatin injection dose to 65 mg/m 2 . Persistent Grade 3 Consider discontinuing oxaliplatin injection. Grade 4 Discontinue oxaliplatin injection. Myelosuppression [see Warnings and Precautions ( 5.3 ), Adverse Reactions ( 6.1 )] Grade 4 neutropenia or febrile neutropenia Delay the next dose until neutrophils greater than or equal to 1.5 × 10 9 /L and platelets greater than or equal to 75 × 10 9 /L. Reduce oxaliplatin injection dose to 65 mg/m 2 . Grade 3 to 4 thrombocytopenia Gastrointestinal Adverse Reactions [see Adverse Reactions ( 6.1 )] Grade 3 to 4 After recovery, reduce oxaliplatin injection dose to 65 mg/m 2 along with a dose reduction of fluorouracil to 300 mg/m 2 as an intravenous bolus and 500 mg/m 2 as a 22-hour continuous infusion. 2.3 Dose Modifications for Patients with Renal Impairment In patients with severe renal impairment (creatinine clearance [CLcr] less than 30 mL/min, calculated by the Cockcroft-Gault equation), reduce the oxaliplatin injection dose to 65 mg/m 2 [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . 2.4 Preparation and Administration Oxaliplatin injection is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 Do not freeze. Protect the concentrated solution from light. Dilute concentrated solution with 250 to 500 mL of 5% Dextrose Injection, USP. Do not dilute with sodium chloride solution or other chloride-containing solutions. Store diluted solution for no more than 6 hours at room temperature (20° to 25°C [68° to 77°F]) or 24 hours under refrigeration (2° to 8°C [36° to 46°F]). Protection from light is not required. Visually inspect for particulate matter and discoloration prior to administration and discard if present. Do not mix oxaliplatin injection or administer oxaliplatin injection through the same infusion line concurrently with alkaline medications or media (such as basic solutions of fluorouracil). Flush the infusion line with 5% Dextrose Injection, USP prior to administration of any concomitant medication. Do not use needles or intravenous administration sets containing aluminum parts for the preparation or mixing of oxaliplatin injection. Aluminum has been reported to cause degradation of platinum compounds. Administer oxaliplatin injection as an intravenous infusion over 120 minutes concurrently with leucovorin over 120 minutes in separate bags."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Oxaliplatin Injection, in combination with infusional fluorouracil and leucovorin, is indicated for: adjuvant treatment of stage III colon cancer in patients who have undergone complete resection of the primary tumor. treatment of advanced colorectal cancer. Oxaliplatin Injection is a platinum-based drug used in combination with infusional fluorouracil and leucovorin, which is indicated for: adjuvant treatment of stage III colon cancer in patients who have undergone complete resection of the primary tumor. ( 1 ) treatment of advanced colorectal cancer. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:17:58.360491",
  "source": "OpenFDA"
}