{
  "drug_name": "Oxcarbazepine",
  "generic_name": [
    "OXCARBAZEPINE"
  ],
  "brand_names": [
    "Oxcarbazepine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Phenytoin: Increased phenytoin levels. Reduced dose of phenytoin may be required ( 7.1 ) • Carbamazepine, Phenytoin, and Phenobarbital: Decreased plasma levels of MHD (the active metabolite). Dose adjustments may be necessary ( 7.1 ) • Oral Contraceptive: Oxcarbazepine may decrease the effectiveness of hormonal contraceptives ( 7.3 ) 7.1 Effect of Oxcarbazepine on Other Drugs Phenytoin levels have been shown to increase with concomitant use of oxcarbazepine at doses greater than 1200 mg/day [see Clinical Pharmacology ( 12.3 )]. Therefore, it is recommended that the plasma levels of phenytoin be monitored during the period of oxcarbazepine titration and dosage modification. A decrease in the dose of phenytoin may be required. 7.2 Effect of Other Drugs on Oxcarbazepine Strong inducers of cytochrome P450 enzymes and/or inducers of UGT (e.g., rifampin, carbamazepine, phenytoin and phenobarbital) have been shown to decrease the plasma/serum levels of MHD, the active metabolite of oxcarbazepine (25% to 49%) [see Clinical Pharmacology ( 12.3 )]. If oxcarbazepine and strong CYP3A4 inducers, or UGT inducers are administered concurrently, it is recommended that the plasma levels of MHD be monitored during the period of oxcarbazepine titration. Dose adjustment of oxcarbazepine may be required after initiation, dosage modification, or discontinuation of such inducers. 7.3 Hormonal Contraceptives Concurrent use of oxcarbazepine with hormonal contraceptives may render these contraceptives less effective [see Use in Specific Populations ( 8.3 ) and Clinical Pharmacology ( 12.3 )]. Studies with other oral or implant contraceptives have not been conducted."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: • Hyponatremia [see Warnings and Precautions ( 5.1 )] • Anaphylactic Reactions and Angioedema [see Warnings and Precautions ( 5.2 )] • Cross Hypersensitivity Reaction to Carbamazepine [see Warnings and Precautions ( 5.3 )] • Serious Dermatological Reactions [see Warnings and Precautions ( 5.4 )] • Suicidal Behavior and Ideation [see Warnings and Precautions ( 5.5 )] • Cognitive/Neuropsychiatric Adverse Reactions [see Warnings and Precautions ( 5.7 )] • Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multi-Organ Hypersensitivity [see Warnings and Precautions ( 5.8 )] • Hematologic Events [see Warnings and Precautions ( 5.9 )] The most common (≥ 10% more than placebo for adjunctive or low dose for monotherapy) adverse reactions in adults and pediatrics were: dizziness, somnolence, diplopia, fatigue, nausea, vomiting, ataxia, abnormal vision, headache, nystagmus, tremor, and abnormal gait ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Annora Pharma Private Limited at 1-866-495-1995 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Most Common Adverse Reactions in All Clinical Studies Adjunctive Therapy/Monotherapy in Adults Previously Treated With Other AEDs The most common (≥ 10% more than placebo for adjunctive or low dose for monotherapy) adverse reactions with oxcarbazepine: dizziness, somnolence, diplopia, fatigue, nausea, vomiting, ataxia, abnormal vision, headache, nystagmus tremor, and abnormal gait. Approximately 23% of these 1537 adult patients discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were: dizziness (6.4%), diplopia (5.9%), ataxia (5.2%), vomiting (5.1%), nausea (4.9%), somnolence (3.8%), headache (2.9%), fatigue (2.1%), abnormal vision (2.1%), tremor (1.8%), abnormal gait (1.7%), rash (1.4%), and hyponatremia (1.0%). Monotherapy in Adults Not Previously Treated With Other AEDs The most common (≥ 5%) adverse reactions with oxcarbazepine in these patients were similar to those in previously treated patients. Approximately 9% of these 295 adult patients discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were: dizziness (1.7%), nausea (1.7%), rash (1.7%), and headache (1.4%). Adjunctive Therapy/Monotherapy in Pediatric Patients 4 Years Old and Above Previously Treated With Other AEDs The most common (≥ 5%) adverse reactions with oxcarbazepine in these patients were similar to those seen in adults. Approximately 11% of these 456 pediatric patients discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were: somnolence (2.4%), vomiting (2.0%), ataxia (1.8%), diplopia (1.3%), dizziness (1.3%), fatigue (1.1%), and nystagmus (1.1%). Monotherapy in Pediatric Patients 4 Years Old and Above Not Previously Treated With Other AEDs The most common (≥ 5%) adverse reactions with oxcarbazepine in these patients were similar to those in adults. Approximately 9.2% of 152 pediatric patients discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated (≥ 1%) with discontinuation were rash (5.3%) and maculopapular rash (1.3%). Adjunctive Therapy/Monotherapy in Pediatric Patients 1 Month to < 4 Years Old Previously Treated or Not Previously Treated with Other AEDs: The most common (≥ 5%) adverse reactions with oxcarbazepine in these patients were similar to those seen in older children and adults, except for infections and infestations which were more frequently seen in these younger children. Approximately 11% of these 241 pediatric patients discontinued treatment because of an adverse reaction. The adverse reactions most commonly associated with discontinuation were: convulsions (3.7%), status epilepticus (1.2%), and ataxia (1.2%). Controlled Clinical Studies of Adjunctive Therapy/Monotherapy in Adults Previously Treated With Other AEDs Table 3 lists adverse reactions that occurred in at least 2% of adult patients with epilepsy, treated with oxcarbazepine or placebo as adjunctive treatment and were numerically more common in the patients treated with any dose of oxcarbazepine. Table 4 lists adverse reactions in patients converted from other AEDs to either high-dose oxcarbazepine (2400 mg/day) or low-dose (300 mg/day) oxcarbazepine. Note that in some of these monotherapy studies patients who dropped out during a preliminary tolerability phase are not included in the tables. Table 3: Adverse Reactions in a Controlled Clinical Study of Adjunctive Therapy With Oxcarbazepine in Adults Body system/ Adverse reaction Oxcarbazepine dosage (mg/day) Oxcarbazepine 600 N=163 % Oxcarbazepine 1200 N=171 % Oxcarbazepine 2400 N=126 % Placebo N=166 % Body as a whole Fatigue 15 12 15 7 Asthenia 6 3 6 5 Leg edema 2 1 2 1 Increased weight 1 2 2 1 Feeling abnormal 0 1 2 0 Cardiovascular system Hypotension 0 1 2 0 Digestive system Nausea 15 25 29 10 Vomiting 13 25 36 5 Abdominal pain 10 13 11 5 Diarrhea 5 6 7 6 Dyspepsia 5 5 6 2 Constipation 2 2 6 4 Gastritis 2 1 2 1 Metabolic and nutritional disorders Hyponatremia 3 1 2 1 Musculoskeletal system Muscle weakness 1 2 2 0 Sprains and strains 0 2 2 1 Nervous system Headache 32 28 26 23 Dizziness 26 32 49 13 Somnolence 20 28 36 12 Ataxia 9 17 31 5 Nystagmus 7 20 26 5 Abnormal gait 5 10 17 1 Insomnia 4 2 3 1 Tremor 3 8 16 5 Nervousness 2 4 2 1 Agitation 1 1 2 1 Abnormal coordination 1 3 2 1 Abnormal EEG 0 0 2 0 Speech disorder 1 1 3 0 Confusion 1 1 2 1 Cranial injury NOS 1 0 2 1 Dysmetria 1 2 3 0 Abnormal thinking 0 2 4 0 Respiratory system Rhinitis 2 4 5 4 Skin and appendages Acne 1 2 2 0 Special senses Diplopia 14 30 40 5 Vertigo 6 12 15 2 Abnormal vision 6 14 13 4 Abnormal accommodation 0 0 2 0 Abbreviations: EEG, electroencephalogram; NOS, not otherwise specified. Table 4: Adverse Reactions in Controlled Clinical Studies of Monotherapy With Oxcarbazepine in Adults Previously Treated With Other Antiepileptic Drugs Body system/ Adverse reaction Oxcarbazepine dosage (mg/day) Oxcarbazepine 2400 mg/day N = 86 % Oxcarbazepine 300 mg/day N = 86 % Body as a whole Fatigue 21 5 Fever 3 0 Allergy 2 0 Generalized edema 2 1 Chest pain 2 0 Digestive system Nausea 22 7 Vomiting 15 5 Diarrhea 7 5 Dyspepsia 6 1 Anorexia 5 3 Abdominal pain 5 3 Dry mouth 3 0 Hemorrhage rectum 2 0 Toothache 2 1 Hemic and lymphatic system Lymphadenopathy 2 0 Infections and infestations Viral infection 7 5 Infection 2 0 Metabolic and nutritional disorders Hyponatremia 5 0 Thirst 2 0 Nervous system Headache 31 15 Dizziness 28 8 Somnolence 19 5 Anxiety 7 5 Ataxia 7 1 Confusion 7 0 Nervousness 7 0 Insomnia 6 3 Tremor 6 3 Amnesia 5 1 Aggravated convulsions 5 2 Emotional lability 3 2 Hypoesthesia 3 1 Abnormal coordination 2 1 Nystagmus 2 0 Speech disorder 2 0 Respiratory system Upper respiratory tract infection 10 5 Coughing 5 0 Bronchitis 3 0 Pharyngitis 3 0 Skin and appendages Hot flushes 2 1 Purpura 2 0 Special senses Abnormal vision 14 2 Diplopia 12 1 Taste perversion 5 0 Vertigo 3 0 Earache 2 1 Ear infection NOS 2 0 Urogenital and reproductive system Urinary tract infection 5 1 Micturition frequency 2 1 Vaginitis 2 0 Abbreviation: NOS, not otherwise specified. Controlled Clinical Study of Monotherapy in Adults Not Previously Treated With Other AEDs Table 5 lists adverse reactions in a controlled clinical study of monotherapy in adults not previously treated with other AEDs that occurred in at least 2% of adult patients with epilepsy treated with oxcarbazepine or placebo and were numerically more common in the patients treated with oxcarbazepine. Table 5: Adverse Reactions in a Controlled Clinical Study of Monotherapy With Oxcarbazepine in Adults Not Previously Treated With Other Antiepileptic Drugs Body system/ Adverse reaction Oxcarbazepine N=55 % Placebo N=49 % Body as a whole Falling down NOS 4 0 Digestive system Nausea 16 12 Diarrhea 7 2 Vomiting 7 6 Constipation 5 0 Dyspepsia 5 4 Musculoskeletal system Back pain 4 2 Nervous system Dizziness 22 6 Headache 13 10 Ataxia 5 0 Nervousness 5 2 Amnesia 4 2 Abnormal coordination 4 2 Tremor 4 0 Respiratory system Upper respiratory tract infection 7 0 Epistaxis 4 0 Infection chest 4 0 Sinusitis 4 2 Skin and appendages Rash 4 2 Special senses Vision abnormal 4 0 Abbreviation: NOS, not otherwise specified. Controlled Clinical Studies of Adjunctive Therapy/Monotherapy in Pediatric Patients Previously Treated With Other AEDs Table 6 lists adverse reactions that occurred in at least 2% of pediatric patients with epilepsy treated with oxcarbazepine or placebo as adjunctive treatment and were numerically more common in the patients treated with oxcarbazepine. Table 6: Adverse Reactions in Controlled Clinical Studies of Adjunctive Therapy/Monotherapy With Oxcarbazepine in Pediatric Patients Previously Treated With Other Antiepileptic Drugs Body system/ Adverse reaction Oxcarbazepine N=171 % Placebo N=139 % Body as a whole Fatigue 13 9 Allergy 2 0 Asthenia 2 1 Digestive system Vomiting 33 14 Nausea 19 5 Constipation 4 1 Dyspepsia 2 0 Nervous system Headache 31 19 Somnolence 31 13 Dizziness 28 8 Ataxia 13 4 Nystagmus 9 1 Emotional lability 8 4 Abnormal gait 8 3 Tremor 6 4 Speech disorder 3 1 Impaired concentration 2 1 Convulsions 2 1 Involuntary muscle contractions 2 1 Respiratory system Rhinitis 10 9 Pneumonia 2 1 Skin and appendages Bruising 4 2 Increased sweating 3 0 Special senses Diplopia 17 1 Abnormal vision 13 1 Vertigo 2 0 Other Events Observed in Association With the Administration of Oxcarbazepine In the paragraphs that follow, the adverse reactions, other than those in the preceding tables or text, that occurred in a total of 565 children and 1574 adults exposed to oxcarbazepine and that are reasonably likely to be related to drug use are presented. Events common in the population, events reflecting chronic illness and events likely to reflect concomitant illness are omitted particularly if minor. They are listed in order of decreasing frequency. Because the reports cite events observed in open label and uncontrolled trials, the role of oxcarbazepine in their causation cannot be reliably determined. Body as a Whole: fever, malaise, pain chest precordial, rigors, weight decrease Cardiovascular System: bradycardia, cardiac failure, cerebral hemorrhage, hypertension, hypotension postural, palpitation, syncope, tachycardia Digestive System: appetite increased, blood in stool, cholelithiasis, colitis, duodenal ulcer, dysphagia, enteritis, eructation, esophagitis, flatulence, gastric ulcer, gingival bleeding, gum hyperplasia, hematemesis, hemorrhage rectum, hemorrhoids, hiccup, mouth dry, pain biliary, pain right hypochondrium, retching, sialoadenitis, stomatitis, stomatitis ulcerative Hematologic and Lymphatic System: thrombocytopenia Laboratory Abnormality: gamma-GT increased, hyperglycemia, hypocalcemia, hypoglycemia, hypokalemia, liver enzymes elevated, serum transaminase increased Musculoskeletal System: hypertonia muscle Nervous System: aggressive reaction, amnesia, anguish, anxiety, apathy, aphasia, aura, convulsions aggravated, delirium, delusion, depressed level of consciousness, dysphonia, dystonia, emotional lability, euphoria, extrapyramidal disorder, feeling drunk, hemiplegia, hyperkinesia, hyperreflexia, hypoesthesia, hypokinesia, hyporeflexia, hypotonia, hysteria, libido decreased, libido increased, manic reaction, migraine, muscle contractions involuntary, nervousness, neuralgia, oculogyric crisis, panic disorder, paralysis, paroniria, personality disorder, psychosis, ptosis, stupor, tetany Respiratory System: asthma, dyspnea, epistaxis, laryngismus, pleurisy Skin and Appendages: acne, alopecia, angioedema, bruising, dermatitis contact, eczema, facial rash, flushing, folliculitis, heat rash, hot flushes, photosensitivity reaction, pruritus genital, psoriasis, purpura, rash erythematous, rash maculopapular, vitiligo, urticarial Special Senses: accommodation abnormal, cataract, conjunctival hemorrhage, edema eye, hemianopia, mydriasis, otitis externa, photophobia, scotoma, taste perversion, tinnitus, xerophthalmia Surgical and Medical Procedures: procedure dental oral, procedure female reproductive, procedure musculoskeletal, procedure skin Urogenital and Reproductive System: dysuria, hematuria, intermenstrual bleeding, leukorrhea, menorrhagia, micturition frequency, pain renal, pain urinary tract, polyuria, priapism, renal calculus Other: Systemic lupus erythematosus Laboratory Tests Serum sodium levels below 125 mmol/L have been observed in patients treated with oxcarbazepine [see Warnings and Precautions ( 5.1 )]. Experience from clinical trials indicates that serum sodium levels return toward normal when the oxcarbazepine dosage is reduced or discontinued, or when the patient was treated conservatively (e.g., fluid restriction). Laboratory data from clinical trials suggest that oxcarbazepine use was associated with decreases in T 4, without changes in T 3 or TSH. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of oxcarbazepine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body as a Whole: multi-organ hypersensitivity disorders characterized by features such as rash, fever, lymphadenopathy, abnormal liver function tests, eosinophilia and arthralgia [see Warnings and Precautions ( 5.8 )] Cardiovascular System: atrioventricular block Immune System Disorders: anaphylaxis [see Warnings and Precautions ( 5.2 )] Digestive System: pancreatitis and/or lipase and/or amylase increase Hematologic and Lymphatic Systems: aplastic anemia [see Warnings and Precautions ( 5.9 )] Metabolism and Nutrition Disorders: hypothyroidism and syndrome of inappropriate antidiuretic hormone secretion (SIADH) Skin and Subcutaneous Tissue Disorders: erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis [see Warnings and Precautions ( 5.4 )] , Acute Generalized Exanthematous Pustulosis (AGEP) Musculoskeletal, Connective Tissue and Bone Disorders: There have been reports of decreased bone mineral density, osteoporosis, and fractures in patients on long-term therapy with oxcarbazepine. Injury, Poisoning, and Procedural Complications: fall Nervous System Disorders: dysarthria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Oxcarbazepine tablets are contraindicated in patients with a known hypersensitivity to oxcarbazepine or to any of its components, or to eslicarbazepine acetate [ see Warnings and Precautions ( 5.2 , 5.3 ) ]. Known hypersensitivity to oxcarbazepine or to any of its components, or to eslicarbazepine acetate ( 4 , 5.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults : initiate with a dose of 600 mg/day, given twice a day • Adjunctive Therapy: Maximum increment of 600 mg/day at approximately weekly intervals. The recommended daily dose is 1200 mg/day ( 2.1 ) • Conversion to Monotherapy: Withdrawal concomitant over 3 to 6 weeks; reach maximum dose of oxcarbazepine tablets in 2 to 4 weeks with increments of 600 mg/day at weekly intervals to a recommended daily dose of 2400 mg/day ( 2.2 ) • Initiation of Monotherapy: Increments of 300 mg/day every third day to a dose of 1200 mg/day ( 2.3 ) • Initiate at one-half the usual starting dose and increase slowly in patients with a creatinine clearance < 30 mL/min ( 2.7 ) Pediatrics : initiation with 8 to 10 mg/kg/day, given twice a day. For patients aged 2 to < 4 years and under 20 kg, a starting dose of 16 to 20 mg/kg/day may be considered. Recommended daily dose is dependent upon patient weight. • Adjunctive Patients (Aged 2 to 16 Years): For patients aged 4 to 16 years, target maintenance dose should be achieved over 2 weeks ( 2.4 ). For patients aged 2 to < 4 years, maximum maintenance dose should be achieved over 2 to 4 weeks and should not exceed 60 mg/kg/day ( 2.4 ) • Conversion to Monotherapy for Patients (Aged 4 to 16 Years): Maximum increment of 10 mg/kg/day at weekly intervals, concomitant antiepileptic drugs (AEDs) can be completely withdrawn over 3 to 6 weeks ( 2.5 ) • Initiation of Monotherapy for Patients (Aged 4 to 16 Years): Increments of 5 mg/kg/day every third day ( 2.6 ) 2.1 Adjunctive Therapy for Adults Initiate oxcarbazepine tablets with a dose of 600 mg/day, given twice a day. If clinically indicated, the dose may be increased by a maximum of 600 mg/day at approximately weekly intervals; the maximum recommended daily dose is 1200 mg/day. Daily doses above 1200 mg/day show somewhat greater effectiveness in controlled trials, but most patients were not able to tolerate the 2400 mg/day dose, primarily because of central nervous (CNS) effects. Dosage adjustment is recommended with concomitant use of strong CYP3A4 enzyme inducers or UDP-glucuronosyltransferases (UGT) inducers, which include certain antiepileptic drugs (AEDs) [ see Drug Interactions ( 7.1 , 7.2 ) ]. 2.2 Conversion to Monotherapy for Adults Patients receiving concomitant AEDs may be converted to monotherapy by initiating treatment with oxcarbazepine tablets at 600 mg/day (given in a twice a day regimen) while simultaneously initiating the reduction of the dose of the concomitant AEDs. The concomitant AEDs should be completely withdrawn over 3 to 6 weeks, while the maximum dose of oxcarbazepine tablets should be reached in about 2 to 4 weeks. Oxcarbazepine tablets may be increased as clinically indicated by a maximum increment of 600 mg/day at approximately weekly intervals to achieve the maximum recommended daily dose of 2400 mg/day. A daily dose of 1200 mg/day has been shown in one study to be effective in patients in whom monotherapy has been initiated with oxcarbazepine tablets. Patients should be observed closely during this transition phase. 2.3 Initiation of Monotherapy for Adults Patients not currently being treated with AEDs may have monotherapy initiated with oxcarbazepine tablets. In these patients, initiate oxcarbazepine tablets at a dose of 600 mg/day (given a twice a day); the dose should be increased by 300 mg/day every third day to a dose of 1200 mg/day. Controlled trials in these patients examined the effectiveness of a 1200 mg/day dose; a dose of 2400 mg/day has been shown to be effective in patients converted from other AEDs to oxcarbazepine tablets monotherapy (see above). 2.4 Adjunctive Therapy for Pediatric Patients (Aged 2 to 16 Years) In pediatric patients aged 4 to 16 years, initiate oxcarbazepine tablets at a daily dose of 8 to 10 mg/kg generally not to exceed 600 mg/day, given twice a day. The target maintenance dose of oxcarbazepine tablets should be achieved over 2 weeks, and is dependent upon patient weight, according to the following chart: • 20 to 29 kg-900 mg/day • 29.1 to 39 kg-1200 mg/day • 39 kg-1800 mg/day In the clinical trial, in which the intention was to reach these target doses, the median daily dose was 31 mg/kg with a range of 6 to 51 mg/kg. In pediatric patients aged 2 to < 4 years, initiate oxcarbazepine tablets at a daily dose of 8 to 10 mg/kg generally not to exceed 600 mg/day, given twice a day. For patients less than 20 kg, a starting dose of 16 to 20 mg/kg may be considered [ see Clinical Pharmacology ( 12.3 ) ]. The maximum maintenance dose of oxcarbazepine tablets should be achieved over 2 to 4 weeks and should not exceed 60 mg/kg/day in a twice a day regimen. In the clinical trial in pediatric patients (2 to 4 years of age), in which the intention was to reach the target dose of 60 mg/kg/day, 50% of patients reached a final dose of at least 55 mg/kg/day. Under adjunctive therapy (with and without enzyme-inducing AEDs), when normalized by body weight, apparent clearance (L/hr/kg) decreased when age increased such that children 2 to < 4 years of age may require up to twice the oxcarbazepine dose per body weight compared to adults; and children 4 to ≤ 12 years of age may require a 50% higher oxcarbazepine dose per body weight compared to adults. Dosage adjustment is recommended with concomitant use of strong CYP3A4 enzyme inducers or UGT inducers, which include certain AEDs [see Drug Interactions ( 7.1 , 7.2 )]. 2.5 Conversion to Monotherapy for Pediatric Patients (Aged 4 to 16 Years) Patients receiving concomitant AEDs may be converted to monotherapy by initiating treatment with oxcarbazepine tablets at approximately 8 to 10 mg/kg/day given twice a day, while simultaneously initiating the reduction of the dose of the concomitant AEDs. The concomitant AEDs can be completely withdrawn over 3 to 6 weeks, while oxcarbazepine tablets may be increased as clinically indicated by a maximum increment of 10 mg/kg/day at approximately weekly intervals to achieve the recommended daily dose. Patients should be observed closely during this transition phase. The recommended total daily dose of oxcarbazepine tablets is shown in Table 1. 2.6 Initiation of Monotherapy for Pediatric Patients (Aged 4 to 16 Years) Patients not currently being treated with AEDs may have monotherapy initiated with oxcarbazepine tablets. In these patients, initiate oxcarbazepine tablets at a dose of 8 to 10 mg/kg/day given twice a day. The dose should be increased by 5 mg/kg/day every third day to the recommended daily dose shown in the table below. Table 1: Range of Maintenance Doses of Oxcarbazepine Tablets for Pediatrics by Weight During Monotherapy Weight in kg From To Dose (mg/day) Dose (mg/day) 20 600 900 25 900 1200 30 900 1200 35 900 1500 40 900 1500 45 1200 1500 50 1200 1800 55 1200 1800 60 1200 2100 65 1200 2100 70 1500 2100 2.7 Dosage Modification for Patients With Renal Impairment In patients with impaired renal function (creatinine clearance < 30 mL/min), initiate oxcarbazepine tablets at one-half the usual starting dose (300 mg/day, given twice a day), and increase slowly to achieve the desired clinical response [ see Clinical Pharmacology ( 12.3 ) ]. 2.8 Administration Information Oxcarbazepine tablets can be taken with or without food [ see Clinical Pharmacology ( 12.3 ) ]. Oxcarbazepine oral suspension and oxcarbazepine tablets may be interchanged at equal doses."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Oxcarbazepine tablets are indicated for use as monotherapy or adjunctive therapy in the treatment of partial-onset seizures in adults and as monotherapy in the treatment of partial-onset seizures in pediatric patients aged 4 years and above, and as adjunctive therapy in pediatric patients aged 2 years and above with partial-onset seizures. Oxcarbazepine tablets are indicated for: • Adults: Monotherapy or adjunctive therapy in the treatment of partial-onset seizures • Pediatrics: - Monotherapy in the treatment of partial-onset seizures in children 4 to 16 years - Adjunctive therapy in the treatment of partial-onset seizures in children 2 to 16 years ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:34:26.127210",
  "source": "OpenFDA"
}