{
  "drug_name": "Ozanimod",
  "generic_name": [
    "OZANIMOD HYDROCHLORIDE"
  ],
  "brand_names": [
    "ZEPOSIA 7-Day Starter Pack"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Tables 5 and 6 include drugs with clinically important drug and vaccine interactions when administered concomitantly with ZEPOSIA and instructions for preventing or managing them. Table 5: Clinically Relevant Interactions Affecting Drugs and Vaccines Co-administered with ZEPOSIA Anti-Neoplastic, Immune-Modulating, or Non-Corticosteroid Immunosuppressive Therapies Clinical Impact: ZEPOSIA has not been studied in combination with anti-neoplastic, immune-modulating, or non-corticosteroid immunosuppressive therapies with the exception of cyclosporine, which had no pharmacokinetic interaction [see Clinical Pharmacology (12.3) ] . Prevention or Management: Caution should be used during concomitant administration because of the risk of additive immune effects during such therapy and in the weeks following administration [see Warnings and Precautions (5.1) ] . When switching from drugs with prolonged immune effects, the half-life and mode of action of these drugs must be considered in order to avoid unintended additive immunosuppressive effects [see Warnings and Precautions (5.11) ] . Alemtuzumab : Initiating treatment with ZEPOSIA after alemtuzumab is not recommended because of the characteristics and duration of alemtuzumab immune suppressive effects. Beta interferon or glatiramer acetate : ZEPOSIA can generally be started immediately after discontinuation of beta interferon or glatiramer acetate. Anti-Arrhythmic Drugs, QT Prolonging Drugs, Drugs That May Decrease Heart Rate Clinical Impact: ZEPOSIA has not been studied in patients taking QT prolonging drugs. Class Ia (e.g., quinidine, procainamide) and Class III (e.g., amiodarone, sotalol) anti-arrhythmic drugs have been associated with cases of Torsades de Pointes in patients with bradycardia. Prevention or Management: If treatment with ZEPOSIA is considered in patients on Class Ia or Class III anti-arrhythmic drugs, advice from a cardiologist should be sought [see Warnings and Precautions (5.3) ] . Because of the potential additive effects on heart rate, treatment with ZEPOSIA should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties [see Warnings and Precautions (5.3) ]. If treatment initiation with ZEPOSIA is considered in patients on QT prolonging drugs, advice from a cardiologist should be sought. Combination Beta Blocker and Calcium Channel Blocker Clinical Impact : The co-administration of ZEPOSIA with both a beta blocker and a calcium channel blocker has not been studied. However, there is a potential of additive effects on heart rate. Prevention or Management: Treatment with ZEPOSIA should generally not be initiated in patients who are concurrently treated with both a heart rate lowering calcium channel blocker (e.g., verapamil, diltiazem) and beta blocker [see Warnings and Precautions (5.3) ]. If treatment initiation with ZEPOSIA is considered in patients on both a heart rate lowering calcium channel blocker and beta blocker, advice from a cardiologist should be sought. Vaccination Clinical Impact: During, and for up to three months after, discontinuation of treatment with ZEPOSIA, vaccinations may be less effective. The use of live attenuated vaccines may carry the risk of infection. Prevention or Management: Live attenuated vaccines should be avoided during ZEPOSIA treatment and for up to 3 months after discontinuation of treatment with ZEPOSIA [see Warnings and Precautions (5.1) ] . Table 6: Clinically Relevant Interactions Affecting ZEPOSIA When Co-administered with Other Drugs Monoamine Oxidase (MAO) Inhibitors Clinical Impact: The effect of MAO inhibition on ozanimod and/or its metabolites has not been studied clinically. Potential effects on efficacy or safety with co-administration of MAO inhibitors because of altered exposures of ozanimod and/or its metabolites cannot be ruled out. Prevention or Management: Co-administration of ZEPOSIA with MAO inhibitors (e.g., selegiline, phenelzine, linezolid) is contraindicated. At least 14 days should elapse between discontinuation of ZEPOSIA and initiation of treatment with MAO inhibitors. Strong CYP2C8 Inhibitors Clinical Impact: Co-administration of ZEPOSIA with strong CYP2C8 inhibitors increases the exposure of the active metabolites of ozanimod [see Clinical Pharmacology (12.3) ] , which may increase the risk of ZEPOSIA adverse reactions. Prevention or Management: Co-administration of ZEPOSIA with strong CYP2C8 inhibitors (e.g., gemfibrozil) is not recommended. Strong CYP2C8 Inducers Clinical Impact: Co-administration of ZEPOSIA with strong CYP2C8 inducers (e.g., rifampin) reduces the exposure of the major active metabolites of ozanimod [see Clinical Pharmacology (12.3) ] , which may decrease the efficacy of ZEPOSIA. Prevention or Management: Co-administration of ZEPOSIA with strong CYP2C8 inducers should be avoided. • Vaccination : Avoid use of live attenuated vaccines during and for up to 3 months after treatment with ZEPOSIA. ( 7 ) • See full prescribing information for a list of clinically important drug interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: • Infections [see Warnings and Precautions (5.1) ] • Progressive Multifocal Leukoencephalopathy [see Warnings and Precautions (5.2) ] • Bradyarrhythmia and Atrioventricular Conduction Delays [see Warnings and Precautions (5.3) ] • Liver Injury [see Warnings and Precautions (5.4) ] • Fetal Risk [see Warnings and Precautions (5.5) ] • Increased Blood Pressure [see Warnings and Precautions (5.6) ] • Respiratory Effects [see Warnings and Precautions (5.7) ] • Macular Edema [see Warnings and Precautions (5.8) ] • Cutaneous Malignancies [see Warnings and Precautions (5.9) ] • Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions (5.10) ] • Unintended Additive Immunosuppressive Effects from Prior Treatment with Immunosuppressive or Immune-Modulating Drugs [see Warnings and Precautions (5.11) ] • Severe Increase in Multiple Sclerosis Disability after Stopping ZEPOSIA [see Warnings and Precautions (5.12) ] • Immune System Effects after Stopping ZEPOSIA [see Warnings and Precautions (5.13) ] Most common adverse reactions (incidence ≥4%) are: • Multiple Sclerosis : upper respiratory infection, hepatic transaminase elevation, orthostatic hypotension, urinary tract infection, back pain, and hypertension. ( 6.1 ) • Ulcerative Colitis : liver test increased, upper respiratory infection, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Bristol-Myers Squibb at 1-800-721-5072 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Common Adverse Reactions Multiple Sclerosis The safety of ZEPOSIA was evaluated in two randomized, double-blind, active comparator-controlled clinical studies (MS Study 1 and MS Study 2) in which 882 patients received ZEPOSIA 0.92 mg [see Clinical Studies (14.1) ]. Table 2 lists adverse reactions that occurred in at least 2% of ZEPOSIA-treated patients and greater than comparator. The most common adverse reactions that occurred in at least 4% of ZEPOSIA-treated patients and greater than in patients who received IFN beta-1a were upper respiratory infection, hepatic transaminase elevation, orthostatic hypotension, urinary tract infection, back pain, and hypertension. Table 2: Adverse Reactions with an Incidence of at Least 2% in ZEPOSIA-Treated Patients and at Least 1% Greater than IFN beta-1a in Patients with Multiple Sclerosis (Pooled MS Study 1 and Study 2) a a Data are not an adequate basis for comparison of rates between ZEPOSIA and the active control. b Includes the following terms: nasopharyngitis, upper respiratory tract infection, pharyngitis, respiratory tract infection, bronchitis, rhinitis, viral respiratory tract infection, viral upper respiratory tract infection, rhinorrhea, tracheitis, and laryngitis. c Includes the following terms: alanine aminotransferase increased, gamma-glutamyl transferase increased, aspartate aminotransferase increased, hepatic enzyme increased, abnormal liver function test, and increased transaminases. d Includes hypertension, essential hypertension, and orthostatic hypertension. e ZEPOSIA was initiated with a 7-day titration [see Dosage and Administration (2.2) ]. Adverse Reactions MS Studies 1 and 2 ZEPOSIA 0.92 mg Once Daily e (n=882) % IFN beta-1a 30 mcg Intramuscularly Once Weekly (n=885) % Upper respiratory infection b 26 23 Hepatic transaminase elevation c 10 5 Orthostatic hypotension 4 3 Urinary tract infection 4 3 Back pain 4 3 Hypertension d 4 2 Upper abdominal pain 2 1 Ulcerative Colitis The safety of ZEPOSIA was evaluated in two randomized, double-blind, placebo-controlled clinical studies [UC Study 1 (induction), n=429; and UC Study 2 (maintenance), n=230] in adult patients with moderately to severely active ulcerative colitis [see Clinical Studies (14.2) ] . Additional data from the induction period of a randomized, double-blind, placebo-controlled study (UC Study 3, NCT01647516) included 67 patients who received ZEPOSIA 0.92 mg once daily. Common adverse reactions in UC Study 1 and Study 3 and in UC Study 2 are listed in Tables 3 and 4, respectively. The most common adverse reactions that occurred in at least 4% of ZEPOSIA-treated patients and greater than in patients who received placebo were liver test increased, upper respiratory infection, and headache. Table 3: Adverse Reactions with an Incidence of at Least 2% in ZEPOSIA-Treated Patients and at Least 1% Greater than Placebo in Patients with Ulcerative Colitis (Pooled UC Study 1 and Study 3) a Includes the following terms: streptococcal pharyngitis, pharyngotonsillitis, bacterial pharyngitis, nasopharyngitis, upper respiratory tract infection, pharyngitis, sinusitis, tonsillitis, viral upper respiratory tract infection, laryngitis, acute sinusitis, catarrh, chronic sinusitis, upper respiratory tract inflammation, chronic tonsillitis, viral pharyngitis, viral sinusitis, bacterial sinusitis, bacterial upper respiratory tract infection, viral labyrinthitis, laryngeal inflammation, and pharyngeal inflammation. b Includes the following terms: gamma-glutamyl transferase increased, alanine aminotransferase increased, aspartate aminotransferase increased, hepatic enzyme increased, hyperbilirubinemia, liver function test increased, blood alkaline phosphatase increased, and increased transaminases. c ZEPOSIA was initiated with a 7-day titration [see Dosage and Administration (2.2) ]. d Percentages were calculated as the sum of each individual study percentage multiplied by its Cochran-Mantel-Haenszel weight. Adverse Reactions Induction Periods (UC Study 1 and Study 3) ZEPOSIA 0.92 mg Once Daily (n=496) c,d % Placebo (n=281) % d Upper respiratory infection a 5 4 Liver test increased b 5 0 Headache 4 3 Pyrexia 3 2 Nausea 3 2 Arthralgia 3 1 Table 4: Adverse Reactions with an Incidence of at Least 4% in ZEPOSIA-Treated Patients and at Least 1% Greater than Placebo in Patients with Ulcerative Colitis (UC Study 2) a Includes the following terms: gamma-glutamyl transferase increased, alanine aminotransferase increased, aspartate aminotransferase increased, hepatic enzyme increased, hyperbilirubinemia, blood bilirubin increased, liver function test increased, and blood alkaline phosphatase increased. Adverse Reactions Maintenance Period (UC Study 2) ZEPOSIA 0.92 mg Once Daily (n=230) % Placebo (n=227) % Liver test increased a 11 2 Headache 5 <1 Other Adverse Reactions Reduction in Heart Rate Initiation of ZEPOSIA may result in transient decrease in heart rate in MS and UC patients [see Warnings and Precautions (5.3) ]. Respiratory Effects Dose-dependent reductions in absolute FEV 1 and FVC were observed in MS and UC patients treated with ZEPOSIA [see Warnings and Precautions (5.7) ]. Malignancies Malignancies, such as melanoma, basal cell carcinoma, breast cancer, seminoma, cervical carcinoma, and adenocarcinomas, including rectal adenocarcinoma, were reported with ZEPOSIA in controlled trials of MS and UC. An increased risk of cutaneous malignancies has been reported with S1P receptor modulators [see Warnings and Precautions (5.9) ]. Hypersensitivity Hypersensitivity, including rash and urticaria, has been reported with ZEPOSIA in active-controlled MS clinical trials. Peripheral Edema Peripheral edema was observed in 3% of ZEPOSIA-treated patients and in 0.4% of patients who received placebo in UC Study 2. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ZEPOSIA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary Disorders: Liver injury [see Warnings and Precautions (5.4) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ZEPOSIA is contraindicated in patients who: • In the last 6 months, have experienced a myocardial infarction, unstable angina, stroke, transient ischemic attack (TIA), decompensated heart failure requiring hospitalization, or Class III or IV heart failure [see Warnings and Precautions (5.3) ] • Have the presence of Mobitz type II second-degree or third degree atrioventricular (AV) block, sick sinus syndrome, or sino-atrial block, unless the patient has a functioning pacemaker [see Warnings and Precautions (5.3) ] • Have severe untreated sleep apnea [see Warnings and Precautions (5.3) ] • Are taking a monoamine oxidase (MAO) inhibitor [see Drug Interactions (7) ] • In the last 6 months, experienced myocardial infarction, unstable angina, stroke, transient ischemic attack, decompensated heart failure requiring hospitalization, or Class III or IV heart failure. ( 4 ) • Presence of Mobitz type II second-degree or third degree atrioventricular (AV) block, sick sinus syndrome, or sino-atrial block, unless the patient has a functioning pacemaker. ( 4 ) • Severe untreated sleep apnea. ( 4 ) • Concomitant use of a monoamine oxidase inhibitor. ( 4 , 7 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Assessments are required prior to initiating ZEPOSIA. ( 2.1 ) • Titration is required for treatment initiation. ( 2.2 ) • The recommended maintenance dosage is 0.92 mg orally once daily. ( 2.2 ) • The recommended maintenance dosage in patients with mild or moderate chronic hepatic impairment (Child-Pugh class A or B) is 0.92 mg once every other day. ( 2.3 ) • If a dose is missed within the first 2 weeks of treatment, reinitiate with the titration regimen. If a dose is missed after the first 2 weeks of treatment, continue treatment as planned. ( 2.4 ) 2.1 Assessments Prior to First Dose of ZEPOSIA Before initiation of treatment with ZEPOSIA, assess the following: Cardiac Evaluation Obtain an electrocardiogram (ECG) to determine whether preexisting conduction abnormalities are present. In patients with certain preexisting conditions, advice from a cardiologist should be sought [see Warnings and Precautions (5.3) ]. Complete Blood Count Obtain a recent (i.e., within the last 6 months or after discontinuation of prior MS or UC therapy) complete blood count (CBC), including lymphocyte count [see Warnings and Precautions (5.1) ]. Liver Function Tests Obtain recent (i.e., within the last 6 months) transaminase and bilirubin levels [see Warnings and Precautions (5.4) ]. Ophthalmic Assessment Obtain a baseline evaluation of the fundus, including the macula, near the start of treatment with ZEPOSIA [see Warnings and Precautions (5.8) ]. Skin Examination Obtain a baseline skin examination prior to or shortly after initiation of ZEPOSIA. If a suspicious skin lesion is observed, it should be promptly evaluated [see Warnings and Precautions (5.9) ]. Current or Prior Medications • If patients are taking anti-neoplastic, non-corticosteroid immunosuppressive, or immune-modulating therapies, or if there is a history of prior use of these drugs, consider possible unintended additive immunosuppressive effects before initiating treatment with ZEPOSIA [see Warnings and Precautions (5.1) and Drug Interactions (7) ] . • Determine if patients are taking drugs that could slow heart rate or atrioventricular conduction [see Warnings and Precautions (5.3) and Drug Interactions (7) ]. Vaccinations Patients without a healthcare professional-confirmed history of chickenpox or without documentation of a full course of vaccination against varicella zoster virus (VZV) should be tested for antibodies to VZV before initiating ZEPOSIA; VZV vaccination of antibody-negative patients is recommended prior to commencing treatment with ZEPOSIA [see Warnings and Precautions (5.1) and Drug Interactions (7) ]. If live attenuated vaccine immunizations are required, administer at least 1 month prior to initiation of ZEPOSIA. 2.2 Recommended Dosage for Multiple Sclerosis and Ulcerative Colitis Initiate ZEPOSIA with a 7-day titration, as shown in Table 1 [see Warnings and Precautions (5.3) ]. After initial titration, the recommended dosage of ZEPOSIA is 0.92 mg taken orally once daily starting on Day 8. Swallow ZEPOSIA capsules whole, with or without food [see Clinical Pharmacology (12.3) ]. Table 1: Dose Titration Regimen Days 1-4 0.23 mg once daily Days 5-7 0.46 mg once daily Day 8 and thereafter 0.92 mg once daily* *Patients with mild to moderate hepatic impairment (Child-Pugh class A or B) should take 0.92 mg once every other day [see Recommended Dosage in Patients with Hepatic Impairment (2.3) . ] 2.3 Recommended Dosage in Patients with Hepatic Impairment In patients with mild or moderate hepatic impairment (Child-Pugh class A or B), initiate ZEPOSIA with a 7-day titration, as shown in Table 1. After initial titration, the recommended dosage of ZEPOSIA in these patients is 0.92 mg taken orally once every other day, starting on Day 8 [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.4 Reinitiation of ZEPOSIA after Treatment Interruption If a dose of ZEPOSIA is missed during the first 2 weeks of treatment, reinitiate treatment using the titration regimen [see Dosage and Administration (2.2) ] . If a dose of ZEPOSIA is missed after the first 2 weeks of treatment, continue with the treatment as planned ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZEPOSIA is indicated for the treatment of: • relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. • moderately to severely active ulcerative colitis (UC) in adults. ZEPOSIA is a sphingosine 1-phosphate receptor modulator indicated for the treatment of: • Relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 ) • Moderately to severely active ulcerative colitis (UC) in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:08:30.295270",
  "source": "OpenFDA"
}