{
  "drug_name": "Paclitaxel",
  "generic_name": [
    "PACLITAXEL"
  ],
  "brand_names": [
    "Paclitaxel protein-bound particles for injectable suspension (albumin-bound)"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS The metabolism of paclitaxel is catalyzed by CYP2C8 and CYP3A4. Caution should be exercised when administering paclitaxel protein-bound particles for injectable suspension (albumin-bound) concomitantly with medicines known to inhibit or induce either CYP2C8 or CYP3A4. Use caution when concomitantly administering Paclitaxel protein-bound particles for injectable suspension (albumin-bound) with inhibitors or inducers of either CYP2C8 or CYP3A4. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions (≥ 20%) with single-agent use of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in metastatic breast cancer are alopecia, neutropenia, sensory neuropathy, abnormal ECG, fatigue/asthenia, myalgia/arthralgia, AST elevation, alkaline phosphatase elevation, anemia, nausea, infections, and diarrhea [see Adverse Reactions (6.1) ] . The most common adverse reactions (≥ 20%) of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in combination with carboplatin for non-small cell lung cancer are anemia, neutropenia, thrombocytopenia, alopecia, peripheral neuropathy, nausea, and fatigue [see Adverse Reactions (6.1) ]. The most common serious adverse reactions of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in combination with carboplatin for non-small cell lung cancer are anemia (4%) and pneumonia (3%). The most common adverse reactions resulting in permanent discontinuation of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are neutropenia (3%), thrombocytopenia (3%), and peripheral neuropathy (1%). The most common adverse reactions resulting in dose reduction of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are neutropenia (24%), thrombocytopenia (13%), and anemia (6%). The most common adverse reactions leading to withholding or delay in paclitaxel protein-bound particles for injectable suspension (albumin-bound) dosing are neutropenia (41%), thrombocytopenia (30%), and anemia (16%). In a randomized open-label trial of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in combination with gemcitabine for pancreatic adenocarcinoma [see Clinical Studies (14.3) ] , the most common (≥ 20%) selected (with a ≥ 5% higher incidence) adverse reactions of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are neutropenia, fatigue, peripheral neuropathy, nausea, alopecia, peripheral edema, diarrhea, pyrexia, vomiting, decreased appetite, rash, and dehydration [see Adverse Reactions (6.1) ] . The most common serious adverse reactions of paclitaxel protein-bound particles for injectable suspension (albumin-bound) (with a ≥ 1% higher incidence) are pyrexia (6%), dehydration (5%), pneumonia (4%), and vomiting (4%). The most common adverse reactions resulting in permanent discontinuation of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are peripheral neuropathy (8%), fatigue (4%), and thrombocytopenia (2%). The most common adverse reactions resulting in dose reduction of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are neutropenia (10%) and peripheral neuropathy (6%). The most common adverse reactions leading to withholding or delay in paclitaxel protein-bound particles for injectable suspension (albumin-bound) dosing are neutropenia (16%), thrombocytopenia (12%), fatigue (8%), peripheral neuropathy (15%), anemia (5%), and diarrhea (5%). • The most common adverse reactions (≥ 20%) in metastatic breast cancer are alopecia, neutropenia, sensory neuropathy, abnormal ECG, fatigue/asthenia, myalgia/arthralgia, AST elevation, alkaline phosphatase elevation, anemia, nausea, infections, and diarrhea. ( 6.1 ) • The most common adverse reactions (≥ 20%) in NSCLC are anemia, neutropenia, thrombocytopenia, alopecia, peripheral neuropathy, nausea, and fatigue. ( 6.1 ) • The most common (≥ 20%) adverse reactions of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in adenocarcinoma of the pancreas are neutropenia, fatigue, peripheral neuropathy, nausea, alopecia, peripheral edema, diarrhea, pyrexia, vomiting, decreased appetite, rash, and dehydration. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Metastatic Breast Cancer Table 6 shows the frequency of important adverse reactions in the randomized comparative trial for the patients who received either single-agent paclitaxel protein-bound particles for injectable suspension (albumin-bound) or paclitaxel injection for the treatment of metastatic breast cancer. Table 6: Adverse Reactions in the Randomized Metastatic Breast Cancer Study on an Every-3-Weeks Schedule a Paclitaxel injection patients received premedication. b Includes treatment-related events related to hypersensitivity (e.g., flushing, dyspnea, chest pain, hypotension) that began on a day of dosing. c Severe events are defined as at least Grade 3 toxicity. Percent of Patients Paclitaxel protein-bound particles for injectable suspension (albumin-bound) 260 mg/m 2 over 30 min (n=229) Paclitaxel Injection 175 mg/m 2 over 3 h a (n=225) Bone Marrow Neutropenia < 2.0 x 10 9 /L 80 82 < 0.5 x 10 9 /L 9 22 Thrombocytopenia < 100 x 10 9 /L 2 3 < 50 x 10 9 /L <1 <1 Anemia < 11 g/dL 33 25 < 8 g/dL 1 <1 Infections 24 20 Febrile Neutropenia 2 1 Neutropenic Sepsis <1 <1 Bleeding 2 2 Hypersensitivity Reaction b All 4 12 Severe c 0 2 Cardiovascular Vital Sign Changes During Administration Bradycardia <1 <1 Hypotension 5 5 Severe Cardiovascular Events c 3 4 Abnormal ECG All Patients 60 52 Patients with Normal Baseline 35 30 Respiratory Cough 7 6 Dyspnea 12 9 Sensory Neuropathy Any Symptoms 71 56 Severe Symptoms c 10 2 Myalgia / Arthralgia Any Symptoms 44 49 Severe Symptoms c 8 4 Asthenia Any Symptoms 47 39 Severe Symptoms c 8 3 Fluid Retention/Edema Any Symptoms 10 8 Severe Symptoms c 0 <1 Gastrointestinal Nausea Any Symptoms 30 22 Severe Symptoms c 3 <1 Vomiting Any Symptoms 18 10 Severe Symptoms c 4 1 Diarrhea Any Symptoms 27 15 Severe Symptoms c <1 1 Mucositis Any Symptoms 7 6 Severe Symptoms c <1 0 Alopecia 90 94 Hepatic (Patients with Normal Baseline) Bilirubin Elevations 7 7 Alkaline Phosphatase Elevations 36 31 AST (SGOT) Elevations 39 32 Injection Site Reaction <1 1 Other Adverse Reactions Hematologic Disorders Neutropenia was dose dependent and reversible. Among patients with metastatic breast cancer in the randomized trial, neutrophil counts declined below 500 cells/mm 3 (Grade 4) in 9% of the patients treated with a dose of 260 mg/m 2 compared to 22% in patients receiving paclitaxel injection at a dose of 175 mg/m 2 . Pancytopenia has been observed in clinical trials. Infections Infectious episodes were reported in 24% of the patients treated with paclitaxel protein-bound particles for injectable suspension (albumin-bound). Oral candidiasis, respiratory tract infections and pneumonia were the most frequently reported infectious complications. Hypersensitivity Reactions (HSRs) Grade 1 or 2 HSRs occurred on the day of paclitaxel protein-bound particles for injectable suspension (albumin-bound) administration and consisted of dyspnea (1%) and flushing, hypotension, chest pain, and arrhythmia (all <1%). The use of paclitaxel protein-bound particles for injectable suspension (albumin-bound) in patients previously exhibiting hypersensitivity to paclitaxel injection or human albumin has not been studied. Cardiovascular Hypotension, during the 30-minute infusion, occurred in 5% of patients. Bradycardia, during the 30-minute infusion, occurred in <1% of patients. These vital sign changes most often caused no symptoms and required neither specific therapy nor treatment discontinuation. Severe cardiovascular events possibly related to single-agent paclitaxel protein-bound particles for injectable suspension (albumin-bound) occurred in approximately 3% of patients. These events included cardiac ischemia/infarction, chest pain, cardiac arrest, supraventricular tachycardia, edema, thrombosis, pulmonary thromboembolism, pulmonary emboli, and hypertension. Cases of cerebrovascular attacks (strokes) and transient ischemic attacks have been reported. Electrocardiogram (ECG) abnormalities were common among patients at baseline. ECG abnormalities on study did not usually result in symptoms, were not dose-limiting, and required no intervention. ECG abnormalities were noted in 60% of patients. Among patients with a normal ECG prior to study entry, 35% of all patients developed an abnormal tracing while on study. The most frequently reported ECG modifications were non-specific repolarization abnormalities, sinus bradycardia, and sinus tachycardia. Respiratory Dyspnea (12%), cough (7%), and pneumothorax (<1%) were reported after treatment with paclitaxel protein-bound particles for injectable suspension (albumin-bound). Neurologic The frequency and severity of sensory neuropathy increased with cumulative dose. Sensory neuropathy was the cause of paclitaxel protein-bound particles for injectable suspension (albumin-bound) discontinuation in 7/229 (3%) patients. Twenty-four patients (10%) treated with paclitaxel protein-bound particles for injectable suspension (albumin-bound) developed Grade 3 peripheral neuropathy; of these patients, 14 had documented improvement after a median of 22 days; 10 patients resumed treatment at a reduced dose of paclitaxel protein-bound particles for injectable suspension (albumin-bound) and 2 discontinued due to peripheral neuropathy. Of the 10 patients without documented improvement, 4 discontinued the study due to peripheral neuropathy. No Grade 4 sensory neuropathies were reported. Only one incident of motor neuropathy (Grade 2) was observed in either arm of the controlled trial. Vision Disorders Ocular/visual disturbances occurred in 13% of all patients (n=366) treated with paclitaxel protein-bound particles for injectable suspension (albumin-bound) and 1% were severe. The severe cases (keratitis and blurred vision) were reported in patients who received higher doses than those recommended (300 or 375 mg/m 2 ). These effects generally have been reversible. Arthralgia/Myalgia The symptoms were usually transient, occurred two or three days after paclitaxel protein-bound particles for injectable suspension (albumin-bound) administration, and resolved within a few days. Hepatic Grade 3 or 4 elevations in GGT were reported for 14% of patients treated with paclitaxel protein-bound particles for injectable suspension (albumin-bound) and 10% of patients treated with paclitaxel injection in the randomized trial. Renal Overall 11% of patients experienced creatinine elevation, 1% severe. No discontinuations, dose reductions, or dose delays were caused by renal toxicities. Other Clinical Events Nail changes (changes in pigmentation or discoloration of nail bed) have been reported. Edema occurred in 10% of patients; no patients had severe edema. Dehydration and pyrexia were also reported. Non-Small Cell Lung Cancer Adverse reactions were assessed in 514 paclitaxel protein-bound particles for injectable suspension (albumin-bound)/carboplatin-treated patients and 524 paclitaxel injection/carboplatin-treated patients receiving first-line systemic treatment for locally advanced (stage IIIB) or metastatic (IV) non-small cell lung cancer (NSCLC) in a multicenter, randomized, open-label trial. Paclitaxel protein-bound particles for injectable suspension (albumin-bound) was administered as an intravenous infusion over 30 minutes at a dose of 100 mg/m 2 on Days 1, 8, and 15 of each 21-day cycle. Paclitaxel injection was administered as an intravenous infusion over 3 hours at a dose of 200 mg/m 2 , following premedication. In both treatment arms carboplatin at a dose of AUC = 6 mg•min/mL was administered intravenously on Day 1 of each 21-day cycle after completion of paclitaxel protein-bound particles for injectable suspension (albumin-bound)/paclitaxel infusion. The differences in paclitaxel dose and schedule between the two arms limit direct comparison of dose- and schedule-dependent adverse reactions. Among patients evaluable for adverse reactions, the median age was 60 years, 75% were men, 81% were White, 49% had adenocarcinoma, 43% had squamous cell lung cancer, 76% were ECOG PS 1. Patients in both treatment arms received a median of 6 cycles of treatment. The following common (≥ 10% incidence) adverse reactions were observed at a similar incidence in paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus carboplatin-treated and paclitaxel injection plus carboplatin-treated patients: alopecia 56%, nausea 27%, fatigue 25%, decreased appetite 17%, asthenia 16%, constipation 16%, diarrhea 15%, vomiting 12%, dyspnea 12%, and rash 10% (incidence rates are for the paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus carboplatin treatment group). Table 7 provides the frequency and severity of laboratory-detected abnormalities which occurred with a difference of ≥ 5% for all grades (1-4) or ≥ 2% for Grade 3-4 toxicity between paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus carboplatin-treated patients or paclitaxel injection plus carboplatin-treated patients. Table 7: Selected Hematologic Laboratory-Detected Abnormalities with a Difference of ≥ 5% for grades (1-4) or ≥ 2% for Grade 3-4 Toxicity Between Treatment Groups 1 508 patients assessed in paclitaxel protein-bound particles for injectable suspension (albumin-bound)/carboplatin-treated group. 2 514 patients assessed in paclitaxel injection/carboplatin-treated group. 3 513 patients assessed in paclitaxel injection/carboplatin-treated group. Paclitaxel protein-bound particles for injectable suspension (albumin-bound) (100 mg/m 2 weekly) plus carboplatin Paclitaxel Injection (200 mg/m 2 every 3 weeks) plus carboplatin Grades 1-4 (%) Grade 3-4 (%) Grades 1-4 (%) Grade 3-4 (%) Anemia 1,2 98 28 91 7 Neutropenia 1,3 85 47 83 58 Thrombocytopenia 1,3 68 18 55 9 Table 8 provides the frequency and severity of adverse reactions, which occurred with a difference of ≥ 5% for all grades (1-4) or ≥ 2% for Grade 3-4 between either treatment group for the 514 paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus carboplatin-treated patients compared with the 524 patients who received paclitaxel injection plus carboplatin. Table 8: Selected Adverse Reactions with a Difference of ≥5% for All Grade Toxicity or ≥2% for Grade 3-4 Toxicity Between Treatment Groups a Peripheral neuropathy is defined by the MedDRA Version 14.0 SMQ neuropathy (broad scope). System Organ Class Adverse Reaction Paclitaxel protein-bound particles for injectable suspension (albumin-bound) (100 mg/m 2 weekly) + carboplatin (N=514) Paclitaxel Injection (200 mg/m 2 every 3 weeks) + carboplatin (N=524) Grade 1-4 Toxicity (%) Grade 3-4 Toxicity (%) Grades 1-4 Toxicity (%) Grade 3-4 Toxicity (%) Nervous system disorders Peripheral neuropathy a 48 3 64 12 General disorders and administration site conditions Edema peripheral 10 0 4 <1 Respiratory thoracic and mediastinal disorders Epistaxis 7 0 2 0 Musculoskeletal and connective tissue disorders Arthralgia 13 <1 25 2 Myalgia 10 <1 19 2 For the paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus carboplatin treated group, 17/514 (3%) patients developed Grade 3 peripheral neuropathy and no patients developed Grade 4 peripheral neuropathy. Grade 3 neuropathy improved to Grade 1 or resolved in 10/17 patients (59%) following interruption or discontinuation of paclitaxel protein-bound particles for injectable suspension (albumin-bound). Adenocarcinoma of the Pancreas Adverse reactions were assessed in 421 patients who received paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus gemcitabine and 402 patients who received gemcitabine for the first-line systemic treatment of metastatic adenocarcinoma of the pancreas in a multicenter, multinational, randomized, controlled, open-label trial. Patients received a median treatment duration of 3.9 months in the paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine group and 2.8 months in the gemcitabine group. For the treated population, the median relative dose intensity for gemcitabine was 75% in the paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine group and 85% in the gemcitabine group. The median relative dose intensity of paclitaxel protein-bound particles for injectable suspension (albumin-bound) was 81%. Table 9 provides the frequency and severity of laboratory-detected abnormalities which occurred at a higher incidence for Grades 1-4 (≥ 5%) or for Grade 3-4 (≥ 2%) toxicity in paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus gemcitabine-treated patients. Table 9: Selected Hematologic Laboratory-Detected Abnormalities with a Higher Incidence (≥ 5% for Grades 1-4 or ≥ 2% for Grades 3-4 Events) in the paclitaxel protein-bound particles for injectable suspension (albumin-bound)/Gemcitabine Arm a 405 patients assessed in paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine-treated group. b 388 patients assessed in gemcitabine-treated group. c 404 patients assessed in paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine-treated group. d Neutrophil growth factors were administered to 26% of patients in the paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine group. Paclitaxel protein-bound particles for injectable suspension (albumin-bound) (125 mg/m 2 )/ Gemcitabine d Gemcitabine Grades 1-4 (%) Grade 3-4 (%) Grades 1-4 (%) Grade 3-4 (%) Neutropenia a,b 73 38 58 27 Thrombocytopenia b,c 74 13 70 9 Table 10 provides the frequency and severity of adverse reactions which occurred with a difference of ≥ 5% for all grades or ≥ 2% for Grade 3 or higher in the paclitaxel protein-bound particles for injectable suspension (albumin-bound) plus gemcitabine-treated group compared to the gemcitabine group. Table 10: Selected Adverse Reactions with a Higher Incidence (≥5% for All Grade Toxicity or ≥2% for Grade 3 or Higher Toxicity) in the paclitaxel protein-bound particles for injectable suspension (albumin-bound)/Gemcitabine Arm a Peripheral neuropathy is defined by the MedDRA Version 15.0 Standard MedDRA Query neuropathy (broad scope). b Urinary tract infections includes the preferred terms of: urinary tract infection, cystitis, urosepsis, urinary tract infection bacterial, and urinary tract infection enterococcal. System Organ Class Adverse Reaction Paclitaxel protein-bound particles for injectable suspension (albumin-bound) (125 mg/m 2 ) and gemcitabine (N=421) Gemcitabine (N=402) All Grades Grade 3 or Higher All Grades Grade 3 or Higher General disorders and administration site conditions Fatigue 248 (59%) 77 (18%) 183 (46%) 37 (9%) Peripheral edema 194 (46%) 13 (3%) 122 (30%) 12 (3%) Pyrexia 171 (41%) 12 (3%) 114 (28%) 4 (1%) Asthenia 79 (19%) 29 (7%) 54 (13%) 17 (4%) Mucositis 42 (10%) 6 (1%) 16 (4%) 1 (<1%) Gastrointestinal disorders Nausea 228 (54%) 27 (6%) 192 (48%) 14 (3%) Diarrhea 184 (44%) 26 (6%) 95 (24%) 6 (1%) Vomiting 151 (36%) 25 (6%) 113 (28%) 15 (4%) Skin and subcutaneous tissue disorders Alopecia 212 (50%) 6 (1%) 21 (5%) 0 Rash 128 (30%) 8 (2%) 45 (11%) 2 (<1%) Nervous system disorders Peripheral neuropathy a 227 (54%) 70 (17%) 51 (13%) 3 (1%) Dysgeusia 68 (16%) 0 33 (8%) 0 Headache 60 (14%) 1 (<1%) 38 (9%) 1 (<1%) Metabolism and nutrition disorders Decreased appetite 152 (36%) 23 (5%) 104 (26%) 8 (2%) Dehydration 87 (21%) 31 (7%) 45 (11%) 10 (2%) Hypokalemia 52 (12%) 18 (4%) 28 (7%) 6 (1%) Respiratory, thoracic and mediastinal disorders Cough 72 (17%) 0 30 (7%) 0 Epistaxis 64 (15%) 1 (<1%) 14 (3%) 1 (<1%) Infections and infestations Urinary tract infections b 47 (11%) 10 (2%) 20 (5%) 1 (<1%) Musculoskeletal and connective tissue disorders Pain in extremity 48 (11%) 3 (1%) 24 (6%) 3 (1%) Arthralgia 47 (11%) 3 (1%) 13 (3%) 1 (<1%) Myalgia 44 (10%) 4 (1%) 15 (4%) 0 Psychiatric disorders Depression 51 (12%) 1 (<1%) 24 (6%) 0 Additional clinically relevant adverse reactions that were reported in < 10% of the patients with adenocarcinoma of the pancreas who received paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine included: Infections & infestations: oral candidiasis, pneumonia Vascular disorders: hypertension Cardiac disorders: tachycardia, congestive cardiac failure Eye disorders: cystoid macular edema Peripheral Neuropathy Grade 3 peripheral neuropathy occurred in 17% of patients who received paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine compared to 1% of patients who received gemcitabine only; no patients developed Grade 4 peripheral neuropathy. The median time to first occurrence of Grade 3 peripheral neuropathy in the paclitaxel protein-bound particles for injectable suspension (albumin-bound) arm was 140 days. Upon suspension of paclitaxel protein-bound particles for injectable suspension (albumin-bound) dosing, the median time to improvement from Grade 3 peripheral neuropathy to ≤ Grade 1 was 29 days. Of paclitaxel protein-bound particles for injectable suspension (albumin-bound)-treated patients with Grade 3 peripheral neuropathy, 44% resumed paclitaxel protein-bound particles for injectable suspension (albumin-bound) at a reduced dose. Sepsis Sepsis occurred in 5% of patients who received paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine compared to 2% of patients who received gemcitabine alone. Sepsis occurred both in patients with and without neutropenia. Risk factors for sepsis included biliary obstruction or presence of biliary stent. Pneumonitis Pneumonitis occurred in 4% of patients who received paclitaxel protein-bound particles for injectable suspension (albumin-bound)/gemcitabine compared to 1% of patients who received gemcitabine alone. Two of 17 patients in the paclitaxel protein-bound particles for injectable suspension (albumin-bound) arm with pneumonitis died. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of paclitaxel protein-bound particles for injectable suspension (albumin-bound) or with paclitaxel injection and may be expected to occur with paclitaxel protein-bound particles for injectable suspension (albumin-bound). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity Reactions Severe and sometimes fatal hypersensitivity reactions. Cross-hypersensitivity between paclitaxel protein-bound particles for injectable suspension (albumin-bound) and other taxanes has been reported. Cardiovascular Congestive heart failure, left ventricular dysfunction, and atrioventricular block. Most patients were previously exposed to cardiotoxic drugs, such as anthracyclines, or had underlying cardiac history. Respiratory Pneumonitis, interstitial pneumonia, and pulmonary embolism Radiation pneumonitis in patients receiving concurrent radiotherapy. Lung fibrosis has been reported with paclitaxel injection. Neurologic Cranial nerve palsies and vocal cord paresis, as well as autonomic neuropathy resulting in paralytic ileus. Vision Disorders Reduced visual acuity due to cystoid macular edema (CME). After cessation of treatment, CME may improve, and visual acuity may return to baseline. Abnormal visual evoked potentials in patients treated with paclitaxel injection suggest persistent optic nerve damage. Hepatic Hepatic necrosis and hepatic encephalopathy leading to death in patients treated with paclitaxel injection. Gastrointestinal (GI) Intestinal obstruction, intestinal perforation, pancreatitis, and ischemic colitis. In patients treated with paclitaxel injection, neutropenic enterocolitis (typhlitis) despite the coadministration of G-CSF, alone and in combination with other chemotherapeutic agents. Injection Site Reaction Extravasation. Closely monitor the paclitaxel protein-bound particles for injectable suspension (albumin-bound) infusion site for possible infiltration during drug administration [see Dosage and Administration 2.1) ] . Severe events such as phlebitis, cellulitis, induration, necrosis, and fibrosis have been reported with paclitaxel injection. In some cases, the onset of the injection site reaction occurred during a prolonged infusion or was delayed up to ten days. Recurrence of skin reactions at a site of previous extravasation following administration of paclitaxel injection at a different site has been reported. Metabolic and Nutritional Disorders Tumor lysis syndrome Other Clinical Events Skin reactions including generalized or maculopapular rash, erythema, and pruritus Photosensitivity reactions, radiation recall phenomenon, scleroderma, and in some patients previously exposed to capecitabine, reports of palmar-plantar erythrodysesthesia. Stevens-Johnson syndrome and toxic epidermal necrolysis have been reported. Conjunctivitis, cellulitis, and increased lacrimation have been reported with paclitaxel injection. Accidental Exposure Upon inhalation of paclitaxel, dyspnea, chest pain, burning eyes, sore throat, and nausea have been reported. Following topical exposure, tingling, burning, and redness have been reported."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is contraindicated in patients with: • Baseline neutrophil counts of < 1,500 cells/mm 3 [see Warnings and Precautions (5.1) ] • A history of severe hypersensitivity reactions to paclitaxel protein-bound particles for injectable suspension (albumin-bound) [see Warnings and Precautions (5.5) ] • Neutrophil counts of < 1,500 cells/mm 3 . ( 4 ) • Severe hypersensitivity reactions to paclitaxel protein-bound particles for injectable suspension (albumin-bound). ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Do not substitute paclitaxel protein-bound particles for injectable suspension (albumin-bound) for other paclitaxel products. (2.1) • Extravasation : Closely monitor the infusion site for extravasation and infiltration. ( 2.1 ) • Metastatic Breast Cancer (MBC) : Recommended dosage of paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 260 mg/m 2 intravenously over 30 minutes every 3 weeks. ( 2.2 ) • Non-Small Cell Lung Cancer (NSCLC) : Recommended dosage of paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 100 mg/m 2 intravenously over 30 minutes on Days 1, 8, and 15 of each 21-day cycle; administer carboplatin on Day 1 of each 21-day cycle immediately after paclitaxel protein-bound particles for injectable suspension (albumin-bound). ( 2.2 ) • Adenocarcinoma of the Pancreas : Recommended dosage of paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 125 mg/m 2 intravenously over 30-40 minutes on Days 1, 8, and 15 of each 28-day cycle; administer gemcitabine on Days 1, 8, and 15 of each 28-day cycle immediately after paclitaxel protein-bound particles for injectable suspension (albumin-bound). ( 2.4 ) • Use in Patients with Hepatic Impairment: Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is not recommended for use in patients with AST > 10 × ULN; or bilirubin > 5 × ULN or with metastatic adenocarcinoma of the pancreas who have moderate to severe hepatic impairment. For MBC or NSCLC, reduce starting dose in patients with moderate to severe hepatic impairment. ( 2.5 ) • Dose Reductions for Adverse Reactions : Dose reductions or discontinuation may be needed based on severe hematologic, neurologic, cutaneous, or gastrointestinal toxicities. ( 2.6 ) 2.1 Important Administration Instructions DO NOT SUBSTITUTE FOR OR WITH OTHER PACLITAXEL FORMULATIONS. Paclitaxel protein-bound particles for injectable suspension (albumin-bound) has different dosage and administration instructions from other paclitaxel products. Closely monitor the infusion site for extravasation or drug infiltration during administration. Limiting the infusion of paclitaxel protein-bound particles for injectable suspension (albumin-bound) to 30 minutes may reduce the risk of infusion-related reactions [see Adverse Reactions (6.2) ] . Consider premedication in patients who have had prior hypersensitivity reactions to paclitaxel protein-bound particles for injectable suspension (albumin-bound). Do not re-challenge patients who experience a severe hypersensitivity reaction to paclitaxel protein-bound particles for injectable suspension (albumin-bound) [see Contraindications (4) and Warnings and Precautions (5.5) ] . 2.2 Recommended Dosage for Metastatic Breast Cancer After failure of combination chemotherapy for metastatic breast cancer or relapse within 6 months of adjuvant chemotherapy, the recommended regimen for paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 260 mg/m 2 administered intravenously over 30 minutes every 3 weeks. 2.3 Recommended Dosage for Non-Small Cell Lung Cancer The recommended dose of paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 100 mg/m 2 administered as an intravenous infusion over 30 minutes on Days 1, 8, and 15 of each 21-day cycle. Administer carboplatin on Day 1 of each 21-day cycle immediately after paclitaxel protein-bound particles for injectable suspension (albumin-bound) [see Clinical Studies (14.2) ] . 2.4 Recommended Dosage for Adenocarcinoma of the Pancreas The recommended dose of paclitaxel protein-bound particles for injectable suspension (albumin-bound) is 125 mg/m 2 administered as an intravenous infusion over 30-40 minutes on Days 1, 8, and 15 of each 28-day cycle. Administer gemcitabine immediately after paclitaxel protein-bound particles for injectable suspension (albumin-bound) on Days 1, 8, and 15 of each 28-day cycle [see Clinical Studies (14.3) ]. 2.5 Dosage Modifications for Hepatic Impairment For patients with moderate or severe hepatic impairment, reduce the starting dose of paclitaxel protein-bound particles for injectable suspension (albumin-bound) as shown in Table 1. Table 1: Recommendations for Starting Dose in Patients with Moderate and Severe Hepatic Impairment AST = Aspartate Aminotransferase; MBC = Metastatic Breast Cancer; NSCLC = Non-Small Cell Lung Cancer; ULN = Upper limit of normal. a Dosage recommendations are for the first course of therapy. The need for further dose adjustments in subsequent courses should be based on individual tolerance. b A dose increase to 260 mg/m 2 for patients with metastatic breast cancer or 100 mg/m 2 for patients with non-small cell lung cancer in subsequent courses should be considered if the patient tolerates the reduced dose for two cycles. c Patients with bilirubin levels above the upper limit of normal were excluded from clinical trials for pancreatic or lung cancer. AST Levels Bilirubin Levels Paclitaxel protein-bound particles for injectable suspension (albumin-bound) Dose a MBC NSCLC c Adenocarcinoma of Pancreas c Moderate < 10 x ULN AND > 1.5 to ≤ 3 x ULN 200 mg/m 2 b 80 mg/m 2 b not recommended Severe < 10 x ULN AND > 3 to ≤ 5 x ULN 200 mg/m 2 b 80 mg/m 2 b not recommended > 10 x ULN OR > 5 x ULN not recommended not recommended not recommended 2.6 Dosage Modifications for Adverse Reactions Metastatic Breast Cancer Patients who experience severe neutropenia (neutrophils less than 500 cells/mm 3 for a week or longer) or severe sensory neuropathy during paclitaxel protein-bound particles for injectable suspension (albumin-bound) therapy should have dosage reduced to 220 mg/m 2 for subsequent courses of paclitaxel protein-bound particles for injectable suspension (albumin-bound). For recurrence of severe neutropenia or severe sensory neuropathy, additional dose reduction should be made to 180 mg/m 2 . For Grade 3 sensory neuropathy hold treatment until resolution to Grade 1 or 2, followed by a dose reduction for all subsequent courses of paclitaxel protein-bound particles for injectable suspension (albumin-bound) [see Contraindications (4) , Warnings and Precautions (5.1 , 5.2) and Adverse Reactions (6.1) ]. Non-Small Cell Lung Cancer • Do not administer paclitaxel protein-bound particles for injectable suspension (albumin-bound) on Day 1 of a cycle until absolute neutrophil count (ANC) is at least 1500 cells/mm 3 and platelet count is at least 100,000 cells/mm 3 [see Contraindications (4) , Warnings and Precautions (5.1) and Adverse Reactions (6.1) ]. • In patients who develop severe neutropenia or thrombocytopenia withhold treatment until counts recover to an absolute neutrophil count of at least 1500 cells/mm 3 and platelet count of at least 100,000 cells/mm 3 on Day 1 or to an absolute neutrophil count of at least 500 cells/mm 3 and platelet count of at least 50,000 cells/mm 3 on Days 8 or 15 of the cycle. Upon resumption of dosing, permanently reduce paclitaxel protein-bound particles for injectable suspension (albumin-bound) and carboplatin doses as outlined in Table 2 . • Withhold paclitaxel protein-bound particles for injectable suspension (albumin-bound) for Grade 3-4 peripheral neuropathy. Resume paclitaxel protein-bound particles for injectable suspension (albumin-bound) and carboplatin at reduced doses (see Table 2 ) when peripheral neuropathy improves to Grade 1 or completely resolves [see Warnings and Precautions (5.2) and Adverse Reactions (6.1) ] . Table 2: Permanent Dose Reductions for Hematologic and Neurologic Adverse Reactions in NSCLC Adverse Reaction Occurrence Weekly Paclitaxel protein-bound particles for injectable suspension (albumin-bound) Dose (mg/m 2 ) Every 3-Week Carboplatin Dose (AUC mg•min/mL) Neutropenic Fever (ANC less than 500/mm 3 with fever >38°C) OR Delay of next cycle by more than 7 days for ANC less than 1500/mm 3 OR ANC less than 500/mm 3 for more than 7 days First 75 4.5 Second 50 3 Third Discontinue Treatment Platelet count less than 50,000/mm 3 First 75 4.5 Second Discontinue Treatment Severe sensory Neuropathy – Grade 3 or 4 First 75 4.5 Second 50 3 Third Discontinue Treatment Adenocarcinoma of the Pancreas Dose level reductions for patients with adenocarcinoma of the pancreas, as referenced in Tables 4 and 5 , are provided in Table 3 . Table 3: Dose Level Reductions for Patients with Adenocarcinoma of the Pancreas Dose Level Paclitaxel protein-bound particles for injectable suspension (albumin-bound) (mg/m 2 ) Gemcitabine (mg/m 2 ) Full dose 125 1000 1 st dose reduction 100 800 2 nd dose reduction 75 600 If additional dose reduction required Discontinue Discontinue Recommended dose modifications for neutropenia and thrombocytopenia for patients with adenocarcinoma of the pancreas are provided in Table 4 . Table 4: Dose Recommendation and Modifications for Neutropenia and/or Thrombocytopenia at the Start of a Cycle or within a Cycle for Patients with Adenocarcinoma of the Pancreas ANC = Absolute Neutrophil Count Cycle Day ANC (cells/mm 3 ) Platelet count (cells/mm 3 ) Paclitaxel protein-bound particles for injectable suspension (albumin-bound) / Gemcitabine Day 1 < 1500 OR < 100,000 Delay doses until recovery Day 8 500 to < 1000 OR 50,000 to < 75,000 Reduce 1 dose level < 500 OR < 50,000 Withhold doses Day 15: If Day 8 doses were reduced or given without modification: 500 to < 1000 OR 50,000 to < 75,000 Reduce 1 dose level from Day 8 < 500 OR < 50,000 Withhold doses Day 15: If Day 8 doses were withheld: ≥ 1000 OR ≥ 75,000 Reduce 1 dose level from Day 1 500 to < 1000 OR 50,000 to < 75,000 Reduce 2 dose levels from Day 1 < 500 OR < 50,000 Withhold doses Recommended dose modifications for other adverse reactions in patients with adenocarcinoma of the pancreas are provided in Table 5. Table 5: Dose Modifications for Other Adverse Reactions in Patients with Adenocarcinoma of the Pancreas Adverse Reaction Paclitaxel protein-bound particles for injectable suspension (albumin-bound) Gemcitabine Febrile Neutropenia: Grade 3 or 4 Withhold until fever resolves and ANC ≥ 1500; resume at next lower dose level Peripheral Neuropathy: Grade 3 or 4 Withhold until improves to ≤ Grade 1; resume at next lower dose level No dose reduction Cutaneous Toxicity: Grade 2 or 3 Reduce to next lower dose level; discontinue treatment if toxicity persists Gastrointestinal Toxicity: Grade 3 mucositis or diarrhea Withhold until improves to ≤ Grade 1; resume at next lower dose level 2.7 Preparation for Intravenous Administration Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 The use of gloves is recommended. If paclitaxel protein-bound particles for injectable suspension (albumin-bound) (lyophilized cake or reconstituted suspension) contacts the skin, wash the skin immediately and thoroughly with soap and water. Following topical exposure to paclitaxel, events may include tingling, burning, and redness. If paclitaxel protein-bound particles for injectable suspension (albumin-bound) contacts mucous membranes, the membranes should be flushed thoroughly with water. Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is supplied as a sterile lyophilized powder for reconstitution before use. Read the entire preparation instructions prior to reconstitution. 1. Aseptically, reconstitute each vial by injecting 20 mL of 0.9% Sodium Chloride Injection, USP. 2. Slowly inject the 20 mL of 0.9% Sodium Chloride Injection, USP, over a minimum of 1 minute, using the sterile syringe to direct the solution flow onto the INSIDE WALL OF THE VIAL. 3. DO NOT INJECT the 0.9% Sodium Chloride Injection, USP, directly onto the lyophilized cake as this will result in foaming. 4. Once the injection is complete, allow the vial to sit for a minimum of 5 minutes to ensure proper wetting of the lyophilized cake/powder. 5. Gently swirl and/or invert the vial slowly for at least 2 minutes until complete dissolution of any cake/powder occurs. Avoid generation of foam. 6. If foaming or clumping occurs, stand solution for at least 15 minutes until foam subsides. Each mL of the reconstituted formulation will contain 5 mg/mL paclitaxel. The reconstituted suspension should be milky and homogenous without visible particulates. If particulates or settling are visible, the vial should be gently inverted again to ensure complete resuspension prior to use. Discard the reconstituted suspension if precipitates are observed. Discard any unused portion. Calculate the exact total dosing volume of 5 mg/mL suspension required for the patient and slowly withdraw the dosing volume of the reconstituted suspension from the vial(s) into a syringe: Dosing volume (mL)=Total dose (mg)/5 (mg/mL). Inject the appropriate amount of reconstituted paclitaxel protein-bound particles for injectable suspension (albumin-bound) into an empty, sterile intravenous bag [plasticized polyvinyl chloride (PVC) containers, PVC or non-PVC type intravenous bag]. The use of specialized DEHP-free solution containers or administration sets is not necessary to prepare or administer paclitaxel protein-bound particles for injectable suspension (albumin-bound) infusions. The use of medical devices containing silicone oil as a lubricant (i.e., syringes and intravenous bags) to reconstitute and administer paclitaxel protein-bound particles for injectable suspension (albumin-bound) may result in the formation of proteinaceous strands. Visually inspect the reconstituted paclitaxel protein-bound particles for injectable suspension (albumin-bound) suspension in the intravenous bag prior to administration. Discard the reconstituted suspension if proteinaceous strands, particulate matter, or discoloration are observed. Slowly inject the 20 mL of 0.9% Sodium Chloride Injection, USP, over a minimum of 1 minute, using the sterile syringe to direct the solution flow onto the INSIDE WALL OF THE VIAL. 2.8 Stability Unopened vials of paclitaxel protein-bound particles for injectable suspension (albumin-bound) are stable until the date indicated on the package when stored between 20°C to 25°C (68°F to 77°F) in the original package. Neither freezing nor refrigeration adversely affects the stability of the product. Stability of Reconstituted Suspension in the Vial Reconstituted paclitaxel protein-bound particles for injectable suspension (albumin-bound) in the vial should be used immediately, but may be refrigerated at 2°C to 8°C (36°F to 46°F) for a maximum of 24 hours if necessary. If not used immediately, each vial of reconstituted suspension should be replaced in the original carton to protect it from bright light. Discard any unused portion. Stability of Reconstituted Suspension in the Infusion Bag The suspension for infusion when prepared as recommended in an infusion bag should be used immediately, but may be refrigerated at 2°C to 8°C (36°F to 46°F) and protected from bright light for a maximum of 24 hours. The total combined refrigerated storage time of reconstituted paclitaxel protein-bound particles for injectable suspension (albumin-bound) in the vial and in the infusion bag is 24 hours. This may be followed by storage in the infusion bag at ambient temperature (approximately 25°C) and lighting conditions for a maximum of 4 hours. Discard any unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is a microtubule inhibitor indicated for the treatment of: • Metastatic breast cancer, after failure of combination chemotherapy for metastatic disease or relapse within 6 months of adjuvant chemotherapy. Prior therapy should have included an anthracycline unless clinically contraindicated. ( 1.1 ) • Locally advanced or metastatic non-small cell lung cancer (NSCLC), as first-line treatment in combination with carboplatin, in patients who are not candidates for curative surgery or radiation therapy. ( 1.2 ) • Metastatic adenocarcinoma of the pancreas as first-line treatment, in combination with gemcitabine. ( 1.3 ) 1.1 Metastatic Breast Cancer Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is indicated for the treatment of breast cancer after failure of combination chemotherapy for metastatic disease or relapse within 6 months of adjuvant chemotherapy. Prior therapy should have included an anthracycline unless clinically contraindicated. 1.2 Non-Small Cell Lung Cancer Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is indicated for the first-line treatment of locally advanced or metastatic non-small cell lung cancer, in combination with carboplatin, in patients who are not candidates for curative surgery or radiation therapy. 1.3 Adenocarcinoma of the Pancreas Paclitaxel protein-bound particles for injectable suspension (albumin-bound) is indicated for the first-line treatment of patients with metastatic adenocarcinoma of the pancreas, in combination with gemcitabine."
  ],
  "fetched_at": "2025-09-30T22:33:42.497544",
  "source": "OpenFDA"
}