{
  "drug_name": "Pacritinib",
  "generic_name": [
    "PACRITINIB"
  ],
  "brand_names": [
    "Vonjo"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of VONJO with moderate CYP3A4 inhibitors can increase the exposure to pacritinib. Monitor for increased adverse reactions of VONJO when administered with moderate CYP3A4 inhibitors ( 7.1 ). VONJO is an inhibitor of P-gp, BCRP, and CYP1A2 and an inducer of CYP3A4 and CYP2C19. Monitor patients concomitantly receiving substrates of these transporters and enzymes, and adjust dose of the substrates as needed ( 7.2 ). VONJO may reduce the effectiveness of hormonal contraceptives ( 7.2 ) 7.1 Effect of Other Drugs on VONJO Strong and Moderate CYP3A4 Inhibitors Pacritinib is predominantly metabolized by CYP3A4. Concomitant use of VONJO with strong and moderate CYP3A4 inhibitors increases pacritinib exposure, which may increase the risk of exposure-related adverse reactions [see Clinical Pharmacology ( 12.3 )] Co-administration of VONJO with strong CYP3A4 inhibitors is contraindicated [see Contraindications ( 4 )]. Monitor patients concomitantly receiving moderate CYP3A4 inhibitors (e.g., fluconazole) for increased adverse reactions and consider VONJO dose modifications based on safety [see Dose Modifications for Adverse Reactions ( 2.5 )] . Concomitant use of VONJO with doses of fluconazole greater than 200 mg once daily has not been studied. Strong CYP3A4 Inducers Pacritinib is predominantly metabolized by CYP3A4. Concomitant use of VONJO with strong CYP3A4 inducers decreases pacritinib exposure, which may reduce efficacy of VONJO [see Clinical Pharmacology ( 12.3 )] . Co-administration of VONJO with strong CYP3A4 inducers is contraindicated [see Contraindications ( 4 )]. 7.2 Effect of VONJO on Other Drugs CYP1A2 Substrates Pacritinib is an inhibitor of CYP1A2. VONJO increases the plasma concentrations of CYP1A2 substrates [see Clinical Pharmacology ( 12.3 )] ,which may increase the risk of adverse reactions from the CYP1A2 substrate. Monitor for CYP1A2 substrate related adverse reactions more frequently, unless otherwise recommended in the substrate Prescribing Information, when VONJO is used concomitantly with CYP1A2 substrates where minimal substrate concentration changes may lead to serious adverse reactions. CYP2C19 Substrates Pacritinib is an inducer of CYP2C19. VONJO decreases the plasma concentrations of CYP2C19 substrates [see Clinical Pharmacology ( 12.3 )] , which may decrease the efficacy from the CYP2C19 substrate. Monitor the efficacy of CYP2C19 substrate more frequently, unless otherwise recommended in the substrate Prescribing Information, when VONJO is used concomitantly with CYP2C19 substrates where minimal substrate concentration changes may lead to diminished efficacy. Dose adjustment of CYP2C19 substrates may be needed. CYP3A4 Substrates Pacritinib is an inducer of CYP3A4. VONJO decreases the plasma concentrations of CYP3A4 substrates [see Clinical Pharmacology ( 12.3 )] , which may decrease the efficacy from the CYP3A4 substrate. Monitor the efficacy of CYP3A4 substrate more frequently, unless otherwise recommended in the substrate Prescribing Information, when VONJO is used concomitantly with CYP3A4 substrates where minimal substrate concentration changes may lead to diminished efficacy. Dose adjustment of CYP3A4 substrates may be needed. Hormonal Contraceptives Avoid concomitant use of VONJO with hormonal contraceptives except for intrauterine systems containing levonorgestrel. The effectiveness of hormonal contraceptives, except for intrauterine systems containing levonorgestrel, may be reduced when used with VONJO. If contraception is needed or desired, an alternate contraceptive that is not affected by CYP3A4 inducers (e.g., an intrauterine system) or additional nonhormonal contraceptive (e.g., condoms) should be used when treated concomitantly with VONJO, and for 30 days after last dose of VONJO. P-gp Substrates Pacritinib is an inhibitor of P-gp. VONJO increases the plasma concentrations of P-gp substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions from the P-gp substrate. Monitor for P-gp substrate related adverse reactions more frequently, unless otherwise recommended in the substrate Prescribing Information, when VONJO is used concomitantly with P-gp substrates where minimal substrate concentration changes may lead to serious adverse reactions. Digoxin: Measure serum digoxin concentrations before initiating concomitant use with VONJO and continue monitoring serum digoxin concentrations as recommended in the Prescribing Information for digoxin [see Clinical Pharmacology ( 12.3 )] . BCRP substrates Pacritinib is an inhibitor of BCRP. VONJO increases the plasma concentrations of BCRP substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions from the BCRP substrate. When used concomitantly with VONJO, monitor for BCRP substrate related adverse reactions more frequently and consider dose reduction of the BCRP substrate according to its Prescribing Information. Rosuvastatin: The dose of rosuvastatin should not exceed 20 mg once daily when concomitantly used with VONJO [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hemorrhage [see Warnings and Precautions ( 5.1 )] Diarrhea [see Warnings and Precautions ( 5.2 )] Thrombocytopenia [see Warnings and Precautions ( 5.3 )] Prolonged QT Interval [see Warnings and Precautions ( 5.4 )] Major Adverse Cardiac Events [see Warnings and Precautions ( 5.5 )] Thrombosis [see Warnings and Precautions ( 5.6 )] Secondary Malignancies [see Warnings and Precautions ( 5.7 )] Risk of Infection [see Warnings and Precautions ( 5.8 )] The most common (≥20% of patients) adverse reactions are diarrhea, thrombocytopenia, nausea, anemia, and peripheral edema ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Sobi, Inc. at (866) 773-5274 and www.VONJO.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. PERSIST-2 Trial The safety of VONJO was evaluated in the randomized, controlled PERSIST-2 trial [see Clinical Studies ( 14 )] . In PERSIST-2, key eligibility criteria included adults with intermediate or high-risk primary or secondary (post-polycythemia vera or post-essential thrombocythemia) MF with splenomegaly and a platelet count ≤100 × 10 9 /L. Prior Janus associated kinase (JAK) inhibitor therapy was permitted. Patients received VONJO at 200 mg twice daily (n=106), 400 mg once daily (n=104), or best available therapy (BAT) (n=98). Forty-seven (44%) of the 106 patients treated with VONJO 200 mg twice daily had a baseline platelet count of <50 × 10 9 /L. The 400 mg once daily dose could not be established to be safe, so further information on this arm is not provided. In PERSIST-2, among the 106 patients treated with VONJO 200 mg twice daily, the median baseline hemoglobin was 9.7 g/dL and the median drug exposure was 25 weeks. Fifty-four percent of patients were exposed for 6 months, and 18% were exposed for approximately 12 months. Accounting for dose reductions, the average daily dose (mean relative dose intensity) and median daily dose (median relative dose intensity) were 380 mg (95%) and 400 mg (100%), respectively, for patients receiving VONJO twice daily. The median age of patients who received VONJO 200 mg twice daily was 67 years (range: 39 to 85 years), 59% were male, 86% were White, 3% were Asian, 2% were Native Hawaiian or Other Pacific Islander, 0% were Black, 9% did not report race, and 87% had an Eastern Cooperative Oncology Group performance status of 0 to 1. Serious adverse reactions occurred in 47% of patients treated with VONJO 200 mg twice daily and in 31% of patients treated with BAT. The most frequent serious adverse reactions occurring in ≥3% patients receiving VONJO 200 mg twice daily were anemia (8%), thrombocytopenia (6%), pneumonia (6%), cardiac failure (4%), disease progression (3%), pyrexia (3%), and squamous cell carcinoma of skin (3%). Fatal adverse reactions occurred in 8% of patients receiving VONJO 200 mg twice daily and in 9% of patients treated with BAT. The fatal adverse reactions among patients treated with VONJO 200 mg twice daily included events of disease progression (3%), and multiorgan failure, cerebral hemorrhage, meningorrhagia, and acute myeloid leukemia in <1% of patients each, respectively. Permanent discontinuation due to an adverse reaction occurred in 15% of patients receiving VONJO 200 mg twice daily compared to 12% of patients treated with BAT. The most frequent reasons for permanent discontinuation in ≥2% of patients receiving VONJO 200 mg twice daily included anemia (3%) and thrombocytopenia (2%). Drug interruptions due to an adverse reaction occurred in 27% of patients who received VONJO 200 mg twice daily compared to 10% of patients treated with BAT. The most frequent reasons for drug interruption in ≥2% of patients receiving VONJO 200 mg twice daily were anemia (5%), thrombocytopenia (4%), diarrhea (3%), nausea (3%), cardiac failure (3%), neutropenia (2%), and pneumonia (2%). Dosage reductions due to an adverse reaction occurred in 12% of patients who received VONJO 200 mg twice daily compared to 7% of patients treated with BAT. Adverse reactions requiring dosage reduction in ≥2% of patients who received VONJO 200 mg twice daily included thrombocytopenia (2%), neutropenia (2%), conjunctival hemorrhage (2%), and epistaxis (2%). The most common adverse reactions in ≥20% of patients (N=106) were diarrhea, thrombocytopenia, nausea, anemia, and peripheral edema. Table 5 summarizes the common adverse reactions in PERSIST-2 during randomized treatment. Table 5 Adverse Reactions Reported in ≥10% Patients Receiving VONJO 200 mg Twice Daily or Best Available Therapy During Randomized Treatment in PERSIST-2 a Grade by CTCAE Version 4.03 Adverse Reactions VONJO (200 mg Twice Daily) (N=106) Best Available Therapy (N=98) All Grades a % Grade ≥3 % All Grades a % Grade ≥3 % Diarrhea 48 4 15 0 Thrombocytopenia 34 32 23 18 Nausea 32 1 11 1 Anemia 24 22 15 14 Peripheral edema 20 1 15 0 Vomiting 19 0 5 1 Dizziness 15 1 5 0 Pyrexia 15 1 3 0 Epistaxis 12 5 13 1 Dyspnea 10 0 9 3 Pruritus 10 2 6 0 Upper respiratory tract infection 10 0 6 0 Cough 8 2 10 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of VONJO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Renal: Acute or subacute kidney injury (secondary to diarrhea) [see Warnings and Precautions (5.2)]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VONJO is contraindicated in patients concomitantly using strong CYP3A4 inhibitors or inducers as these medications can significantly alter exposure to pacritinib, which may increase the risk of adverse reactions or impair efficacy [see Warnings and Precautions ( 5.1 , 5.2 , 5.3 , 5.4 ), Drug Interactions ( 7.1 ), and Clinical Pharmacology ( 12.3 )] . Concomitant use of strong CYP3A4 inhibitors or inducers ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage is 200 mg orally twice daily ( 2.1 ). May be taken with or without food ( 2.1 ). 2.1 Recommended Dosage The recommended dosage of VONJO is 200 mg orally twice daily. VONJO may be taken with or without food. Swallow capsules whole. Do not open, break, or chew capsules. Patients who are on treatment with other kinase inhibitors before the initiation of VONJO must taper or discontinue according to the prescribing information for that drug. 2.2 Monitoring for Safety Perform a complete blood count (CBC; including white blood cell count differential and platelet count), coagulation testing (prothrombin time, partial thromboplastin time, thrombin time, and international normalized ratio) and a baseline electrocardiogram (ECG), prior to starting VONJO, and monitor as clinically indicated while the patient is on treatment. 2.3 Missed Dose If a dose of VONJO is missed, the patient should take the next prescribed dose at its scheduled time. Extra capsules should not be taken to make up for the missed dose. 2.4 Dose Interruption for Planned Surgical Procedures or Other Interventions Discontinue VONJO 7 days prior to elective surgery or invasive procedures because of the risk of hemorrhage and restart only after hemostasis is assured. 2.5 Dose Modification for Adverse Reactions Dose modifications for diarrhea, thrombocytopenia, hemorrhage, and prolonged QT interval are described in Table 1 , Table 2 , Table 3 , and Table 4 respectively. See Warning and Precautions ( 5.1 , 5.2 , 5.3 , and 5.4 ) for additional risk minimization recommendations. Dose levels for VONJO are as follows: 200 mg twice daily (initial starting dose), 100 mg twice daily (first dose reduction), 100 mg once daily (second dose reduction). Discontinue VONJO in patients unable to tolerate a dose of 100 mg daily. Table 1 Dosage Modification for Diarrhea Toxicity Management/Action a Increase of at least 7 stools per day over baseline, or hospitalization indicated, or severe increase in ostomy output over baseline, or if limiting self-care. b Increase of <4 stools per day over baseline or mild increase in ostomy output compared to baseline. New onset of diarrhea Initiate anti-diarrheal medications. Encourage adequate oral hydration. Grade 3 or 4 a Hold VONJO until the diarrhea resolves to Grade 1 b or lower or baseline. Restart VONJO at the last given dose. Intensify anti-diarrheal regimen. Provide fluid replacement. If diarrhea recurs, hold VONJO until the diarrhea resolves to Grade 1 b or lower or baseline. Restart VONJO at 50% of the last given dose once the toxicity has resolved. Concomitant antidiarrheal treatment is required for patients restarting VONJO. Table 2 Dose Modification for Thrombocytopenia Worsening Thrombocytopenia Action For clinically significant worsening of thrombocytopenia that lasts more than 7 days Hold VONJO. Restart VONJO at 50% of the last given dose once the toxicity has resolved. If toxicity recurs hold VONJO. Restart VONJO at 50% of the last given dose once the toxicity has resolved. Table 3 Dose Modification for Hemorrhage Toxicity Action Moderate bleeding; intervention indicated Hold VONJO until hemorrhage resolves. Restart VONJO at the last given dose. If hemorrhage recurs, hold VONJO until resolution then restart at 50% of the last given dose. Severe bleeding; transfusion, invasive intervention, or hospitalization indicated Hold VONJO until hemorrhage resolves. Restart VONJO at 50% of the last given dose. If bleeding recurs, discontinue VONJO. Life-threatening bleeding; urgent intervention indicated. Discontinue VONJO. Table 4 Dose Modification for Prolonged QT Interval Toxicity Action QTc prolongation >500 msec or >60 msec from baseline Hold VONJO. If QTc prolongation resolves to ≤480 msec or baseline within 1 week, restart VONJO at the same dose. If time to resolution is greater than 1 week, restart VONJO at a reduced dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VONJO is indicated for the treatment of adults with intermediate or high-risk primary or secondary (post-polycythemia vera or post-essential thrombocythemia) myelofibrosis (MF) with a platelet count below 50 × 10 9 /L. This indication is approved under accelerated approval based on spleen volume reduction [see Clinical Studies (14.2)] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). VONJO is a kinase inhibitor indicated for the treatment of adults with intermediate or high-risk primary or secondary (post-polycythemia vera or post-essential thrombocythemia) myelofibrosis with a platelet count below 50 × 10 9 /L ( 1 ). This indication is approved under accelerated approval based on spleen volume reduction. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s)."
  ],
  "fetched_at": "2025-10-01T18:14:50.334711",
  "source": "OpenFDA"
}