{
  "drug_name": "Palbociclib",
  "generic_name": [
    "PALBOCICLIB"
  ],
  "brand_names": [
    "Ibrance"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Palbociclib is primarily metabolized by CYP3A and sulfotransferase (SULT) enzyme SULT2A1. In vivo, palbociclib is a time-dependent inhibitor of CYP3A. • CYP3A Inhibitors: Avoid concurrent use of IBRANCE with strong CYP3A inhibitors. If the strong inhibitor cannot be avoided, reduce the IBRANCE dose. ( 2.2 , 7.1 ) • CYP3A Inducers: Avoid concurrent use of IBRANCE with strong CYP3A inducers. ( 7.2 ) • CYP3A Substrates: The dose of sensitive CYP3A4 substrates with narrow therapeutic indices may need to be reduced when given concurrently with IBRANCE. ( 7.3 ) 7.1 Agents That May Increase Palbociclib Plasma Concentrations Effect of CYP3A Inhibitors Coadministration of a strong CYP3A inhibitor (itraconazole) increased the plasma exposure of palbociclib in healthy subjects by 87%. Avoid concomitant use of strong CYP3A inhibitors (e.g., clarithromycin, indinavir, itraconazole, ketoconazole, lopinavir/ritonavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, and voriconazole). Avoid grapefruit or grapefruit juice during IBRANCE treatment. If coadministration of IBRANCE with a strong CYP3A inhibitor cannot be avoided, reduce the dose of IBRANCE [see Dosage and Administration (2.2) and Clinical Pharmacology (12.3) ] . 7.2 Agents That May Decrease Palbociclib Plasma Concentrations Effect of CYP3A Inducers Coadministration of a strong CYP3A inducer (rifampin) decreased the plasma exposure of palbociclib in healthy subjects by 85%. Avoid concomitant use of strong CYP3A inducers (e.g., phenytoin, rifampin, carbamazepine, enzalutamide, and St John's Wort) [see Clinical Pharmacology (12.3) ] . 7.3 Drugs That May Have Their Plasma Concentrations Altered by Palbociclib Coadministration of midazolam with multiple doses of IBRANCE increased the midazolam plasma exposure by 61%, in healthy subjects, compared to administration of midazolam alone. The dose of the sensitive CYP3A substrate with a narrow therapeutic index (e.g., alfentanil, cyclosporine, dihydroergotamine, ergotamine, everolimus, fentanyl, pimozide, quinidine, sirolimus, and tacrolimus) may need to be reduced, as IBRANCE may increase its exposure [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Neutropenia [see Warnings and Precautions (5.1) ] • ILD/Pneumonitis [see Warnings and Precautions (5.2) ] Most common adverse reactions (incidence ≥20%) in combination with either letrozole or fulvestrant, including laboratory abnormalities, were white blood cell count decreased, neutrophils decreased, blood creatinine increased, hemoglobin decreased, platelets decreased, infections, aspartate aminotransferase increased, alanine aminotransferase increased, fatigue, nausea, stomatitis, diarrhea, and alopecia. ( 6.1 ) The most common adverse reactions (incidence ≥20%) in combination with inavolisib and fulvestrant, including laboratory abnormalities, were neutrophils decreased, hemoglobin decreased, fasting glucose increased, platelets decreased, lymphocytes decreased, stomatitis, diarrhea, calcium decreased, fatigue, potassium decreased, creatinine increased, alanine aminotransferase (ALT) increased, nausea, sodium decreased, magnesium decreased, rash, decreased appetite, COVID-19 infection, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. PALOMA-2: IBRANCE plus Letrozole Patients with estrogen receptor (ER)-positive, HER2-negative advanced or metastatic breast cancer for initial endocrine‑based therapy The safety of IBRANCE (125 mg/day) plus letrozole (2.5 mg/day) versus placebo plus letrozole was evaluated in PALOMA-2. The data described below reflect exposure to IBRANCE in 444 out of 666 patients with ER-positive, HER2-negative advanced breast cancer who received at least 1 dose of IBRANCE plus letrozole in PALOMA-2. The median duration of treatment for IBRANCE plus letrozole was 19.8 months while the median duration of treatment for placebo plus letrozole arm was 13.8 months. Dose reductions due to an adverse reaction of any grade occurred in 36% of patients receiving IBRANCE plus letrozole. No dose reduction was allowed for letrozole in PALOMA-2. Permanent discontinuation associated with an adverse reaction occurred in 43 of 444 (10%) patients receiving IBRANCE plus letrozole and in 13 of 222 (6%) patients receiving placebo plus letrozole. Adverse reactions leading to permanent discontinuation for patients receiving IBRANCE plus letrozole included neutropenia (1.1%) and alanine aminotransferase increase (0.7%). The most common adverse reactions (≥10%) of any grade reported in patients in the IBRANCE plus letrozole arm by descending frequency were neutropenia, infections, leukopenia, fatigue, nausea, alopecia, stomatitis, diarrhea, anemia, rash, asthenia, thrombocytopenia, vomiting, decreased appetite, dry skin, pyrexia, and dysgeusia. The most frequently reported Grade ≥3 adverse reactions (≥5%) in patients receiving IBRANCE plus letrozole by descending frequency were neutropenia, leukopenia, infections, and anemia. Adverse reactions (≥10%) reported in patients who received IBRANCE plus letrozole or placebo plus letrozole in PALOMA-2 are listed in Table 4. Table 4. Adverse Reactions (≥10%) in PALOMA-2 IBRANCE plus Letrozole (N=444) Placebo plus Letrozole (N=222) Adverse Reaction All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Grading according to CTCAE 4.0. CTCAE=Common Terminology Criteria for Adverse Events; N=number of patients; N/A=not applicable; Infections and infestations Infections Infections includes all reported preferred terms (PTs) that are part of the System Organ Class Infections and infestations. 60 Most common infections (≥1%) include: nasopharyngitis, upper respiratory tract infection, urinary tract infection, oral herpes, sinusitis, rhinitis, bronchitis, influenza, pneumonia, gastroenteritis, conjunctivitis, herpes zoster, pharyngitis, cellulitis, cystitis, lower respiratory tract infection, tooth infection, gingivitis, skin infection, gastroenteritis viral, respiratory tract infection, respiratory tract infection viral, and folliculitis. 6 1 42 3 0 Blood and lymphatic system disorders Neutropenia 80 56 10 6 1 1 Leukopenia 39 24 1 2 0 0 Anemia 24 5 <1 9 2 0 Thrombocytopenia 16 1 <1 1 0 0 Metabolism and nutrition disorders Decreased appetite 15 1 0 9 0 0 Nervous system disorders Dysgeusia 10 0 0 5 0 0 Gastrointestinal disorders Stomatitis Stomatitis includes: aphthous stomatitis, cheilitis, glossitis, glossodynia, mouth ulceration, mucosal inflammation, oral pain, oral discomfort, oropharyngeal pain, and stomatitis. 30 1 0 14 0 0 Nausea 35 <1 0 26 2 0 Diarrhea 26 1 0 19 1 0 Vomiting 16 1 0 17 1 0 Skin and subcutaneous tissue disorders Alopecia 33 Grade 1 events – 30%; Grade 2 events – 3%. N/A N/A 16 Grade 1 events – 15%; Grade 2 events – 1%. N/A N/A Rash Rash includes the following PTs: rash, rash maculo-papular, rash pruritic, rash erythematous, rash papular, dermatitis, dermatitis acneiform, and toxic skin eruption. 18 1 0 12 1 0 Dry skin 12 0 0 6 0 0 General disorders and administration site conditions Fatigue 37 2 0 28 1 0 Asthenia 17 2 0 12 0 0 Pyrexia 12 0 0 9 0 0 Clinically relevant adverse reactions in <10% of patients who received IBRANCE plus letrozole in PALOMA-2 included epistaxis (9%), lacrimation increased (6%), dry eye (4.1%), vision blurred (3.6%), and febrile neutropenia (2.5%). Table 5. Laboratory Abnormalities in PALOMA-2 IBRANCE plus Letrozole (N=444) Placebo plus Letrozole (N=222) Laboratory Abnormality All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % N=number of patients; WBC=white blood cells. WBC decreased 97 35 1 25 1 0 Blood creatinine increased 96 2 <1 91 0 0 Neutrophils decreased 95 56 12 20 1 1 Hemoglobin decreased 78 6 0 42 2 0 Platelets decreased 63 1 1 14 0 0 Aspartate aminotransferase increased 52 3 0 34 1 0 Alanine aminotransferase increased 43 2 <1 30 0 0 PALOMA-3: IBRANCE plus Fulvestrant Patients with HR-positive, HER2-negative advanced or metastatic breast cancer who have had disease progression on or after prior adjuvant or metastatic endocrine therapy The safety of IBRANCE (125 mg/day) plus fulvestrant (500 mg) versus placebo plus fulvestrant was evaluated in PALOMA-3. The data described below reflect exposure to IBRANCE in 345 out of 517 patients with HR-positive, HER2-negative advanced or metastatic breast cancer who received at least 1 dose of IBRANCE plus fulvestrant in PALOMA-3. The median duration of treatment for IBRANCE plus fulvestrant was 10.8 months while the median duration of treatment for placebo plus fulvestrant arm was 4.8 months. Dose reductions due to an adverse reaction of any grade occurred in 36% of patients receiving IBRANCE plus fulvestrant. No dose reduction was allowed for fulvestrant in PALOMA-3. Permanent discontinuation associated with an adverse reaction occurred in 19 of 345 (6%) patients receiving IBRANCE plus fulvestrant, and in 6 of 172 (3%) patients receiving placebo plus fulvestrant. Adverse reactions leading to discontinuation for those patients receiving IBRANCE plus fulvestrant included fatigue (0.6%), infections (0.6%), and thrombocytopenia (0.6%). The most common adverse reactions (≥10%) of any grade reported in patients in the IBRANCE plus fulvestrant arm by descending frequency were neutropenia, leukopenia, infections, fatigue, nausea, anemia, stomatitis, diarrhea, thrombocytopenia, vomiting, alopecia, rash, decreased appetite, and pyrexia. The most frequently reported Grade ≥3 adverse reactions (≥5%) in patients receiving IBRANCE plus fulvestrant in descending frequency were neutropenia and leukopenia. Adverse reactions (≥10%) reported in patients who received IBRANCE plus fulvestrant or placebo plus fulvestrant in PALOMA-3 are listed in Table 6. Table 6. Adverse Reactions (≥10%) in PALOMA-3 Adverse Reaction IBRANCE plus Fulvestrant (N=345) Placebo plus Fulvestrant (N=172) All Grades Grade 3 Grade 4 All Grades Grade 3 Grade 4 % % % % % % Grading according to CTCAE 4.0. CTCAE=Common Terminology Criteria for Adverse Events; N=number of patients; N/A=not applicable. Infections and infestations Infections Infections includes all reported preferred terms (PTs) that are part of the System Organ Class Infections and infestations. 47 Most common infections (≥1%) include: nasopharyngitis, upper respiratory infection, urinary tract infection, bronchitis, rhinitis, influenza, conjunctivitis, sinusitis, pneumonia, cystitis, oral herpes, respiratory tract infection, gastroenteritis, tooth infection, pharyngitis, eye infection, herpes simplex, and paronychia. 3 1 31 3 0 Blood and lymphatic system disorders Neutropenia 83 55 11 4 1 0 Leukopenia 53 30 1 5 1 1 Anemia 30 4 0 13 2 0 Thrombocytopenia 23 2 1 0 0 0 Metabolism and nutrition disorders Decreased appetite 16 1 0 8 1 0 Gastrointestinal disorders Nausea 34 0 0 28 1 0 Stomatitis Stomatitis includes: aphthous stomatitis, cheilitis, glossitis, glossodynia, mouth ulceration, mucosal inflammation, oral pain, oropharyngeal discomfort, oropharyngeal pain, stomatitis. 28 1 0 13 0 0 Diarrhea 24 0 0 19 1 0 Vomiting 19 1 0 15 1 0 Skin and subcutaneous tissue disorders Alopecia 18 Grade 1 events – 17%; Grade 2 events – 1%. N/A N/A 6 Grade 1 events – 6%. N/A N/A Rash Rash includes: rash, rash maculo-papular, rash pruritic, rash erythematous, rash papular, dermatitis, dermatitis acneiform, toxic skin eruption. 17 1 0 6 0 0 General disorders and administration site conditions Fatigue 41 2 0 29 1 0 Pyrexia 13 <1 0 5 0 0 Clinically relevant adverse reactions in <10% of patients who received IBRANCE plus fulvestrant in PALOMA-3 included asthenia (8%), dysgeusia (7%), epistaxis (7%), lacrimation increased (6%), dry skin (6%), vision blurred (6%), dry eye (3.8%), and febrile neutropenia (0.9%). Table 7. Laboratory Abnormalities in PALOMA-3 Laboratory Abnormality IBRANCE plus Fulvestrant (N=345) Placebo plus Fulvestrant (N=172) All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % N=number of patients; WBC=white blood cells. WBC decreased 99 45 1 26 0 1 Neutrophils decreased 96 56 11 14 0 1 Blood creatinine increased 95 1 0 82 0 0 Hemoglobin decreased 78 3 0 40 2 0 Platelets decreased 62 2 1 10 0 0 Aspartate aminotransferase increased 43 4 0 48 4 0 Alanine aminotransferase increased 36 2 0 34 0 0 INAVO120: IBRANCE plus Inavolisib and Fulvestrant Adults with PIK3CA-mutated, HR-positive, HER2-negative, locally advanced or metastatic breast cancer whose disease progressed during or within 12 months of completing adjuvant endocrine therapy and who have not received prior systemic therapy for locally advanced or metastatic disease The safety of the combination of IBRANCE plus inavolisib and fulvestrant was evaluated in a randomized, double-blind, placebo-controlled study (INAVO120) in 324 patients with PIK3CA -mutated, HR‑positive, HER2-negative, locally advanced or metastatic breast cancer [see Clinical Studies (14) ] . Patients received either IBRANCE 125 mg orally once daily for 21 consecutive days followed by 7 days off treatment to comprise a cycle of 28 days plus fulvestrant in combination with inavolisib (n=162) or placebo (n=162). The median duration of treatment for IBRANCE plus inavolisib and fulvestrant was 9 months (range: 0 to 39 months). Serious adverse reactions occurred in 24% of patients who received IBRANCE plus inavolisib and fulvestrant. Serious adverse reactions occurring in ≥1% of patients receiving IBRANCE plus inavolisib and fulvestrant included anemia (1.9%), diarrhea (1.2%), and urinary tract infection (1.2%). Fatal adverse reactions occurred in 3.7% of patients who received IBRANCE plus inavolisib and fulvestrant, including (0.6% each) acute coronary syndrome, cerebral hemorrhage, cerebrovascular accident, COVID-19 infection, and gastrointestinal hemorrhage. Permanent discontinuation of IBRANCE associated with an adverse reaction occurred in 8 of 162 (4.9%) patients receiving IBRANCE plus inavolisib and fulvestrant and in 0 of 162 patients receiving IBRANCE plus placebo and fulvestrant. Adverse reactions leading to discontinuation of IBRANCE in patients receiving IBRANCE plus inavolisib and fulvestrant were neutropenia, infections, alanine aminotransferase increased, gastric ulcer, intestinal perforation, hyperglycemia, type 2 diabetes mellitus, bone pain, musculoskeletal pain, transitional cell carcinoma, and acute kidney injury (0.6% each). Dose reduction of IBRANCE due to an adverse reaction occurred in 38% of patients receiving IBRANCE plus inavolisib and fulvestrant and in 30% of patients receiving IBRANCE plus placebo and fulvestrant. Adverse reactions leading to dose reductions of IBRANCE in ≥2% patients receiving IBRANCE plus inavolisib and fulvestrant were neutropenia (30%), leukopenia (6%), and thrombocytopenia (3.7%). Dose interruption of IBRANCE due to an adverse reaction occurred in 71% of patients receiving IBRANCE plus inavolisib and fulvestrant and in 61% of patients receiving IBRANCE plus placebo and fulvestrant. Adverse reactions leading to dose interruption of IBRANCE in ≥2% patients receiving IBRANCE plus inavolisib and fulvestrant were neutropenia (56%), infections (29%), leukopenia (12%), stomatitis (4.9%), anemia (6%), thrombocytopenia (4.3%), diarrhea (3.7%), pyrexia (3.1%), alanine aminotransferase increased (2.5%), hyperglycemia (2.5%), and nausea (2.5%). The most common (≥20%) adverse reactions, including laboratory abnormalities, were decreased neutrophils, decreased hemoglobin, increased fasting glucose, decreased platelets, decreased lymphocytes, stomatitis, diarrhea, decreased calcium, fatigue, decreased potassium, increased creatinine, increased alanine aminotransferase (ALT), nausea, decreased sodium, decreased magnesium, rash, decreased appetite, COVID-19 infection, and headache. Adverse reactions and laboratory abnormalities in INAVO120 are summarized in Table 8 and Table 9, respectively. Table 8. Adverse Reactions (≥10% with ≥5% [All Grades] or ≥2% [Grade 3-4] Higher Incidence in the IBRANCE plus inavolisib and fulvestrant Arm) in INAVO120 Adverse Reaction IBRANCE plus Inavolisib and Fulvestrant (N=162) IBRANCE plus Placebo and Fulvestrant (N=162) All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) * No Grade 4 adverse reactions were observed. Gastrointestinal Disorders Stomatitis Includes aphthous ulcer, glossitis, glossodynia, lip ulceration, mouth ulceration, mucosal inflammation, and stomatitis. 51 6 * 27 0 Diarrhea 48 3.7 * 16 0 Nausea 28 0.6 * 17 0 Vomiting 15 0.6 * 4.9 1.2 * General Disorders and Administration Site Conditions Fatigue 38 1.9 * 25 1.2 * Skin and Subcutaneous Tissue Disorders Rash Includes other related terms. 26 0 19 0 Alopecia 19 0 6 0 Dry skin Includes dry skin, skin fissures, xerosis, and xeroderma. 13 0 4.3 0 Metabolism and Nutrition Disorders Decreased appetite 24 0 9 0 Infections and Infestations COVID-19 infection 23 1.9 10 0.6 Urinary tract infection 15 1.2 * 9 0 Nervous System Disorders Headache 22 0 14 0 Investigations Decreased weight 17 3.7 * 0.6 0 Clinically relevant adverse reactions occurring in <10% of patients who received the triplet combination of IBRANCE plus inavolisib and fulvestrant included abdominal pain, dry eye, dysgeusia, and dyspepsia. Table 9. Select Laboratory Abnormalities (≥10% with a ≥2% [All Grades or Grade 3-4] Higher Incidence in the IBRANCE plus Inavolisib and Fulvestrant Arm) in INAVO120 ALT=alanine aminotransferase. * No Grade 4 laboratory abnormalities were observed. Laboratory Abnormality IBRANCE plus Inavolisib and Fulvestrant The denominator used to calculate the rate varied from 122 to 160 based on the number of patients with a baseline value and at least one post-treatment value. IBRANCE plus Placebo and Fulvestrant The denominator used to calculate the rate varied from 131 to 161 based on the number of patients with a baseline value and at least one post-treatment value. All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) Hematology Neutrophils (total, absolute) decreased 95 82 97 79 Hemoglobin decreased 88 8 * 85 2.5 * Platelets decreased 8 16 71 3.7 Lymphocytes (absolute) decreased 72 9 68 14 Chemistry Glucose (fasting) increased Grading according to CTCAE version 4.03. 85 12 43 0 Calcium decreased 42 3.1 32 3.7 Potassium decreased 38 6 21 0.6 * Creatinine increased 38 1.9 * 30 1.2 * ALT increased 34 3.1 * 29 1.2 * Sodium decreased 28 2.5 * 19 2.5 Magnesium decreased 27 0.6 21 0 Lipase (fasting) increased 16 1.4 * 7 0 Other Clinical Trials Experience The following adverse reaction has been reported following administration of IBRANCE: venous thromboembolism. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of IBRANCE. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Respiratory Disorders : Interstitial lung disease (ILD)/non-infectious pneumonitis Skin and Subcutaneous Tissue Disorders: Palmar-plantar erythrodysesthesia syndrome (PPES) Male Patients with HR-Positive, HER2-Negative Advanced or Metastatic Breast Cancer Based on limited data from postmarketing reports and electronic health records, the safety profile for men treated with IBRANCE is consistent with the safety profile in women treated with IBRANCE."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION IBRANCE capsules are taken orally with food in combination with an aromatase inhibitor, fulvestrant, or inavolisib and fulvestrant. ( 2 ) • Recommended starting dose: 125 mg once daily taken with food for 21 days followed by 7 days off treatment. ( 2.1 ) • Dosing interruption and/or dose reductions are recommended based on individual safety and tolerability. ( 2.2 ) 2.1 Recommended Dose and Schedule The recommended dose of IBRANCE is a 125 mg capsule taken orally once daily for 21 consecutive days followed by 7 days off treatment to comprise a complete cycle of 28 days. IBRANCE capsule should be taken with food [see Clinical Pharmacology (12.3) ] . Administer the recommended dose of an aromatase inhibitor when given with IBRANCE. Please refer to the Full Prescribing Information for the aromatase inhibitor being used. When given with IBRANCE, the recommended dose of fulvestrant is 500 mg administered on Days 1, 15, 29, and once monthly thereafter. Please refer to the Full Prescribing Information of fulvestrant. Refer to the Full Prescribing Information for inavolisib and fulvestrant for dosing information. Advise patients to take their dose of IBRANCE at approximately the same time each day. If the patient vomits or misses a dose, an additional dose should not be taken. The next prescribed dose should be taken at the usual time. IBRANCE capsules should be swallowed whole (do not chew, crush, or open them prior to swallowing). Capsules should not be ingested if they are broken, cracked, or otherwise not intact. Pre/perimenopausal women treated with the combination IBRANCE plus an aromatase inhibitor or fulvestrant or IBRANCE plus inavolisib and fulvestrant therapy should also be treated with luteinizing hormone-releasing hormone (LHRH) agonists according to current clinical practice standards. For men treated with combination IBRANCE plus aromatase inhibitor or IBRANCE plus inavolisib and fulvestrant therapy, consider treatment with an LHRH agonist according to current clinical practice standards. 2.2 Dose Modification The recommended dose modifications for adverse reactions are listed in Tables 1, 2, and 3. Table 1. Recommended Dose Modification for Adverse Reactions Dose Level Dose Recommended starting dose 125 mg/day First dose reduction 100 mg/day Second dose reduction 75 mg/day If further dose reduction below 75 mg/day is required, discontinue. Table 2. Dose Modification and Management – Hematologic Toxicities Table applies to all hematologic adverse reactions except lymphopenia (unless associated with clinical events, e.g., opportunistic infections). Grading according to CTCAE 4.0. CTCAE=Common Terminology Criteria for Adverse Events; LLN=lower limit of normal. Monitor complete blood counts prior to the start of IBRANCE therapy and at the beginning of each cycle, as well as on Day 15 of the first 2 cycles, and as clinically indicated. For patients who experience a maximum of Grade 1 or 2 neutropenia in the first 6 cycles, monitor complete blood counts for subsequent cycles every 3 months, prior to the beginning of a cycle and as clinically indicated. CTCAE Grade Dose Modifications Grade 1 or 2 No dose adjustment is required. Grade 3 Day 1 of cycle : Withhold IBRANCE, repeat complete blood count monitoring within 1 week. When recovered to Grade ≤2, start the next cycle at the same dose . Day 15 of first 2 cycles : If Grade 3 on Day 15, continue IBRANCE at current dose to complete cycle and repeat complete blood count on Day 22. If Grade 4 on Day 22, see Grade 4 dose modification guidelines below. Consider dose reduction in cases of prolonged (>1 week) recovery from Grade 3 neutropenia or recurrent Grade 3 neutropenia on Day 1 of subsequent cycles. Grade 3 neutropenia Absolute neutrophil count (ANC): Grade 1: ANC < LLN - 1500/mm 3 ; Grade 2: ANC 1000 - <1500/mm 3 ; Grade 3: ANC 500 - <1000/mm 3 ; Grade 4: ANC <500/mm 3 . with fever ≥38.5 ºC and/or infection At any time : Withhold IBRANCE until recovery to Grade ≤2. Resume at the next lower dose . Grade 4 At any time : Withhold IBRANCE until recovery to Grade ≤2. Resume at the next lower dose . Table 3. Dose Modification and Management – Non-Hematologic Toxicities CTCAE Grade Dose Modifications Grading according to CTCAE 4.0. CTCAE=Common Terminology Criteria for Adverse Events. Grade 1 or 2 No dose adjustment is required. Grade ≥3 non-hematologic toxicity (if persisting despite optimal medical treatment) Withhold until symptoms resolve to: • Grade ≤1; • Grade ≤2 (if not considered a safety risk for the patient) Resume at the next lower dose . Permanently discontinue IBRANCE in patients with severe interstitial lung disease (ILD)/pneumonitis. Refer to the Full Prescribing Information for coadministered endocrine therapy and/or inavolisib dose adjustment guidelines in the event of toxicity and other relevant safety information or contraindications. Dose Modifications for Use With Strong CYP3A Inhibitors Avoid concomitant use of strong CYP3A inhibitors and consider an alternative concomitant medication with no or minimal CYP3A inhibition. If patients must be coadministered a strong CYP3A inhibitor, reduce the IBRANCE dose to 75 mg once daily. If the strong inhibitor is discontinued, increase the IBRANCE dose (after 3 to 5 half-lives of the inhibitor) to the dose used prior to the initiation of the strong CYP3A inhibitor [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ]. Dose Modifications for Hepatic Impairment No dose adjustment is required for patients with mild or moderate hepatic impairment (Child-Pugh classes A and B). For patients with severe hepatic impairment (Child-Pugh class C), the recommended dose of IBRANCE is 75 mg once daily for 21 consecutive days followed by 7 days off treatment to comprise a complete cycle of 28 days [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IBRANCE is indicated for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer in combination with: • an aromatase inhibitor as initial endocrine-based therapy; or • fulvestrant in patients with disease progression following endocrine therapy. IBRANCE is indicated in combination with inavolisib and fulvestrant for the treatment of adult patients with endocrine-resistant, PIK3CA -mutated, HR-positive, HER2-negative, locally advanced or metastatic breast cancer, as detected by an FDA-approved test, following recurrence on or after completing adjuvant endocrine therapy. IBRANCE is a kinase inhibitor indicated: • for the treatment of adult patients with hormone receptor (HR)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced or metastatic breast cancer in combination with: o an aromatase inhibitor as initial endocrine-based therapy ( 1 ); or o fulvestrant in patients with disease progression following endocrine therapy. ( 1 ) • in combination with inavolisib and fulvestrant for the treatment of adult patients with endocrine-resistant, PIK3CA -mutated, HR-positive, HER2‑negative, locally advanced or metastatic breast cancer, as detected by an FDA-approved test, following recurrence on or after completing adjuvant endocrine therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:18:05.866294",
  "source": "OpenFDA"
}