{
  "drug_name": "Palmitoyl-Linoleoyl Phosphatidylcholine",
  "generic_name": [
    "EVEROLIMUS"
  ],
  "brand_names": [
    "Everolimus"
  ],
  "drug_interactions": [
    "7. DRUG INTERACTIONS P-gp and strong CYP3A4 inhibitors: Avoid concomitant use. ( 2.11 , 7.1 ) P-gp and moderate CYP3A4 inhibitors: Reduce the dose as recommended. ( 2.11 , 7.1 ) P-gp and strong CYP3A4 inducers: Increase the dose as recommended. ( 2.12 , 7.1 ) 7.1 Effect of Other Drugs on Everolimus Tablets/Everolimus Tablets for Oral Suspension Inhibitors Avoid the concomitant use of P-gp and strong CYP3A4 inhibitors [see Dosage and Administration (2.11) , Clinical Pharmacology (12.3) ] . Reduce the dose for patients taking everolimus tablets/everolimus tablets for oral suspension with a P-gp and moderate CYP3A4 inhibitor as recommended [see Dosage and Administration (2.11) , Clinical Pharmacology (12.3) ] . Inducers Increase the dose for patients taking everolimus tablets/everolimus tablets for oral suspension with a P-gp and strong CYP3A4 inducer as recommended [see Dosage and Administration (2.12) , Clinical Pharmacology (12.3) ] . 7.2 Effects of Combination Use of Angiotensin Converting Enzyme (ACE) Inhibitors Patients taking concomitant ACE inhibitors with everolimus tablets/everolimus tablets for oral suspension may be at increased risk for angioedema. Avoid the concomitant use of ACE inhibitors with everolimus tablets/everolimus tablets for oral suspension [see Warnings and Precautions (5.4) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Non-Infectious Pneumonitis [see Warnings and Precautions (5.1) ] Infections [see Warnings and Precautions (5.2) ] Severe Hypersensitivity Reactions [see Warnings and Precautions (5.3) ] Angioedema with Concomitant Use of ACE inhibitors [see Warnings and Precautions (5.4) ] Stomatitis [see Warnings and Precautions (5.5) ] Renal Failure [see Warnings and Precautions (5.6) ] Impaired Wound Healing [see Warnings and Precautions (5.7) ] Metabolic Disorders [see Warnings and Precautions (5.9) ] Myelosuppression [see Warnings and Precautions (5.10) ] Radiation Sensitization and Radiation Recall [see Warnings and Precautions (5.12) ] Breast cancer, NET, RCC: Most common adverse reactions (incidence ≥ 30%) include stomatitis, infections, rash, fatigue, diarrhea, edema, abdominal pain, nausea, fever, asthenia, cough, headache, and decreased appetite. ( 6.1 ) TSC-Associated Renal Angiomyolipoma: Most common adverse reaction (incidence ≥ 30%) is stomatitis. ( 6.1 ) TSC-Associated SEGA: Most common adverse reactions (incidence ≥ 30%) are stomatitis and respiratory tract infection. ( 6.1 ) TSC-Associated Partial-Onset Seizures: Most common adverse reaction (incidence ≥ 30%) is stomatitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Breckenridge Pharmaceutical, Inc. at 1-800-367-3395 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed cannot be directly compared to rates in other trials and may not reflect the rates observed in clinical practice. Hormone Receptor-Positive, HER2-Negative Breast Cancer The safety of everolimus tablets (10 mg orally once daily) in combination with exemestane (25 mg orally once daily) (n = 485) vs. placebo in combination with exemestane (n = 239) was evaluated in a randomized, controlled trial (BOLERO-2) in patients with advanced or metastatic hormone receptor-positive, HER2-negative breast cancer. The median age of patients was 61 years (28 to 93 years), and 75% were White. The median follow-up was approximately 13 months. The most common adverse reactions (incidence ≥ 30%) were stomatitis, infections, rash, fatigue, diarrhea, and decreased appetite. The most common Grade 3-4 adverse reactions (incidence ≥ 2%) were stomatitis, infections, hyperglycemia, fatigue, dyspnea, pneumonitis, and diarrhea. The most common laboratory abnormalities (incidence ≥ 50%) were hypercholesterolemia, hyperglycemia, increased aspartate transaminase (AST), anemia, leukopenia, thrombocytopenia, lymphopenia, increased alanine transaminase (ALT), and hypertriglyceridemia. The most common Grade 3-4 laboratory abnormalities (incidence ≥ 3%) were lymphopenia, hyperglycemia, anemia, hypokalemia, increased AST, increased ALT, and thrombocytopenia. Fatal adverse reactions occurred in 2% of patients who received everolimus tablets. The rate of adverse reactions resulting in permanent discontinuation was 24% for the everolimus tablets arm. Dose adjustments (interruptions or reductions) occurred in 63% of patients in the everolimus tablets arm. Adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets vs. placebo are presented in Table 6. Laboratory abnormalities are presented in Table 7. The median duration of treatment with everolimus tablets was 23.9 weeks; 33% were exposed to everolimus tablets for a period of ≥ 32 weeks. Table 6: Adverse Reactions Reported in ≥ 10% of Patients With Hormone Receptor-Positive Breast Cancer in BOLERO-2 Everolimus Tablets with Exemestane N = 482 Placebo with Exemestane N = 238 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Gastrointestinal Stomatitis Includes stomatitis, mouth ulceration, aphthous stomatitis, glossodynia, gingival pain, glossitis, and lip ulceration. 67 8 No Grade 4 adverse reactions were reported. 11 0.8 Diarrhea 33 2 18 0.8 Nausea 29 0.4 28 1 Vomiting 17 1 12 0.8 Constipation 14 0.4 13 0.4 Dry mouth 11 0 7 0 General Fatigue 36 4 27 1 Edema peripheral 19 1 6 0.4 Pyrexia 15 0.2 7 0.4 Asthenia 13 2 4 0 Infections Infections Includes all reported infections, including but not limited to, urinary tract infections, respiratory tract (upper and lower) infections, skin infections, and gastrointestinal tract infections. 50 6 25 2 Investigations Weight loss 25 1 6 0 Metabolism and nutrition Decreased appetite 30 1 12 0.4 Hyperglycemia 14 5 2 0.4 Musculoskeletal and connective tissue Arthralgia 20 0.8 17 0 Back pain 14 0.2 10 0.8 Pain in extremity 9 0.4 11 2 Nervous system Dysgeusia 22 0.2 6 0 Headache 21 0.4 14 0 Psychiatric Insomnia 13 0.2 8 0 Respiratory, thoracic and mediastinal Cough 24 0.6 12 0 Dyspnea 21 4 11 1 Epistaxis 17 0 1 0 Pneumonitis Includes pneumonitis, interstitial lung disease, lung infiltration, and pulmonary fibrosis. 19 4 0.4 0 Skin and subcutaneous tissue Rash 39 1 6 0 Pruritus 13 0.2 5 0 Alopecia 10 0 5 0 Vascular Hot flush 6 0 14 0 Table 7: Selected Laboratory Abnormalities Reported in ≥ 10% of Patients With Hormone Receptor-Positive Breast Cancer in BOLERO-2 Laboratory Parameter Everolimus Tablets with Exemestane N = 482 Placebo with Exemestane N = 238 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Hematology Reflects corresponding adverse drug reaction reports of anemia, leukopenia, lymphopenia, neutropenia, and thrombocytopenia (collectively as pancytopenia), which occurred at lower frequency. Anemia 68 6 40 1 Leukopenia 58 2 No Grade 4 laboratory abnormalities were reported. 28 6 Thrombocytopenia 54 3 5 0.4 Lymphopenia 54 12 37 6 Neutropenia 31 2 11 2 Chemistry Hypercholesterolemia 70 1 38 2 Hyperglycemia 69 9 44 1 Increased AST 69 4 45 3 Increased ALT 51 4 29 5 Hypertriglyceridemia 50 0.8 26 0 Hypoalbuminemia 33 0.8 16 0.8 Hypokalemia 29 4 7 1 Increased creatinine 24 2 13 0 Topical Prophylaxis for Stomatitis In a single arm study (SWISH; N = 92) in postmenopausal women with hormone receptor-positive, HER2-negative breast cancer beginning everolimus tablets (10 mg orally once daily) in combination with exemestane (25 mg orally once daily), patients started dexamethasone 0.5 mg/5 mL alcohol-free mouthwash (10 mL swished for 2 minutes and spat, 4 times daily for 8 weeks) concurrently with everolimus tablets and exemestane. No food or drink was to be consumed for at least 1 hour after swishing and spitting the dexamethasone mouthwash. The primary objective of this study was to assess the incidence of Grade 2 to 4 stomatitis within 8 weeks. The incidence of Grade 2 to 4 stomatitis within 8 weeks was 2%, which was lower than the 33% reported in the BOLERO-2 trial. The incidence of Grade 1 stomatitis was 19%. No cases of Grade 3 or 4 stomatitis were reported. Oral candidiasis was reported in 2% of patients in this study compared to 0.2% in the BOLERO-2 trial. Coadministration of everolimus tablets/everolimus tablets for oral suspension and dexamethasone alcohol-free oral solution has not been studied in pediatric patients. Pancreatic Neuroendocrine Tumors (PNET) In a randomized, controlled trial (RADIANT-3) of everolimus tablets (n = 204) vs. placebo (n = 203) in patients with advanced PNET the median age of patients was 58 years (20 to 87 years), 79% were White, and 55% were male. Patients on the placebo arm could cross over to open-label everolimus tablets upon disease progression. The most common adverse reactions (incidence ≥ 30%) were stomatitis, rash, diarrhea, fatigue, edema, abdominal pain, nausea, fever, and headache. The most common Grade 3-4 adverse reactions (incidence ≥ 5%) were stomatitis and diarrhea. The most common laboratory abnormalities (incidence ≥ 50%) were anemia, hyperglycemia, increased alkaline phosphatase, hypercholesterolemia, decreased bicarbonate, and increased AST. The most common Grade 3-4 laboratory abnormalities (incidence ≥ 3%) were hyperglycemia, lymphopenia, anemia, hypophosphatemia, increased alkaline phosphatase, neutropenia, increased AST, hypokalemia, and thrombocytopenia. Deaths during double-blind treatment where an adverse reaction was the primary cause occurred in seven patients on everolimus tablets. Causes of death on the everolimus tablets arm included one case of each of the following: acute renal failure, acute respiratory distress, cardiac arrest, death (cause unknown), hepatic failure, pneumonia, and sepsis. After cross-over to open-label everolimus tablets, there were three additional deaths, one due to hypoglycemia and cardiac arrest in a patient with insulinoma, one due to myocardial infarction with congestive heart failure, and the other due to sudden death. The rate of adverse reactions resulting in permanent discontinuation was 20% for the everolimus tablets group. Dose delay or reduction was necessary in 61% of everolimus tablets patients. Grade 3-4 renal failure occurred in six patients in the everolimus tablets arm. Thrombotic events included five patients with pulmonary embolus in the everolimus tablets arm as well as three patients with thrombosis in the everolimus tablets arm. Table 8 compares the incidence of adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets vs. placebo. Laboratory abnormalities are summarized in Table 9. The median duration of treatment in patients who received everolimus tablets was 37 weeks. In female patients aged 18 to 55 years, irregular menstruation occurred in 5 of 46 (11%) everolimus tablets-treated females. Table 8: Adverse Reactions Reported in ≥ 10% of Patients With PNET in RADIANT-3 Everolimus Tablets N = 204 Placebo N = 203 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Gastrointestinal Stomatitis Includes stomatitis, aphthous stomatitis, gingival pain/swelling/ulceration, glossitis, glossodynia, lip ulceration, mouth ulceration, tongue ulceration, and mucosal inflammation. 70 7 No Grade 4 adverse reactions were reported. 20 0 Diarrhea Includes diarrhea, enteritis, enterocolitis, colitis, defecation urgency, and steatorrhea. 50 6 25 3 Abdominal pain 36 4 32 7 Nausea 32 2 33 2 Vomiting 29 1 21 2 Constipation 14 0 13 0.5 Dry mouth 11 0 4 0 General Fatigue/malaise 45 4 27 3 Edema (general and peripheral) 39 2 12 1 Fever 31 1 13 0.5 Asthenia 19 3 20 3 Infections Nasopharyngitis/rhinitis/URI 25 0 13 0 Urinary tract infection 16 0 6 0.5 Investigations Weight loss 28 0.5 11 0 Metabolism and nutrition Decreased appetite 30 1 18 1 Diabetes mellitus 10 2 0.5 0 Musculoskeletal and connective tissue Arthralgia 15 1 7 0.5 Back pain 15 1 11 1 Pain in extremity 14 0.5 6 1 Muscle spasms 10 0 4 0 Nervous system Headache/migraine 30 0.5 15 1 Dysgeusia 19 0 5 0 Dizziness 12 0.5 7 0 Psychiatric Insomnia 14 0 8 0 Respiratory, thoracic and mediastinal Cough/productive cough 25 0.5 13 0 Epistaxis 22 0 1 0 Dyspnea/dyspnea exertional 20 3 7 0.5 Pneumonitis Includes pneumonitis, interstitial lung disease, pulmonary fibrosis, and restrictive pulmonary disease. 17 4 0 0 Oropharyngeal pain 11 0 6 0 Skin and subcutaneous Rash 59 0.5 19 0 Nail disorders 22 0.5 2 0 Pruritus/pruritus generalized 21 0 13 0 Dry skin/xeroderma 13 0 6 0 Vascular Hypertension 13 1 6 1 Table 9: Selected Laboratory Abnormalities Reported in ≥ 10% of Patients With PNET in RADIANT-3 Laboratory parameter Everolimus Tablets N = 204 Placebo N = 203 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Hematology Anemia 86 15 63 1 Lymphopenia 45 16 22 4 Thrombocytopenia 45 3 11 0 Leukopenia 43 2 13 0 Neutropenia 30 4 17 2 Chemistry Hyperglycemia (fasting) 75 17 53 6 Increased alkaline phosphatase 74 8 66 8 Hypercholesterolemia 66 0.5 22 0 Bicarbonate decreased 56 0 40 0 Increased AST 56 4 41 4 Increased ALT 48 2 35 2 Hypophosphatemia 40 10 14 3 Hypertriglyceridemia 39 0 10 0 Hypocalcemia 37 0.5 12 0 Hypokalemia 23 4 5 0 Increased creatinine 19 2 14 0 Hyponatremia 16 1 16 1 Hypoalbuminemia 13 1 8 0 Hyperbilirubinemia 10 1 14 2 Hyperkalemia 7 0 10 0.5 Neuroendocrine Tumors (NET) of Gastrointestinal (GI) or Lung Origin In a randomized, controlled trial (RADIANT-4) of everolimus tablets (n = 202 treated) vs. placebo (n = 98 treated) in patients with advanced non-functional NET of GI or lung origin, the median age of patients was 63 years (22-86 years), 76% were White, and 53% were female. The median duration of exposure to everolimus tablets was 9.3 months; 64% of patients were treated for ≥ 6 months and 39% were treated for ≥ 12 months. Everolimus tablets was discontinued for adverse reactions in 29% of patients, dose reduction or delay was required in 70% of everolimus tablets-treated patients. Serious adverse reactions occurred in 42% of everolimus tablets-treated patients and included 3 fatal events (cardiac failure, respiratory failure, and septic shock). Adverse reactions occurring at an incidence of ≥ 10% and at ≥ 5% absolute incidence over placebo (all Grades) or ≥ 2% higher incidence over placebo (Grade 3 and 4) are presented in Table 10. Laboratory abnormalities are presented in Table 11. Table 10: Adverse Reactions in ≥ 10% of Everolimus Tablets-Treated Patients With Non-Functional NET of GI or Lung Origin in RADIANT-4 Everolimus Tablets N = 202 Placebo N = 98 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 4.03. Gastrointestinal Stomatitis Includes stomatitis, mouth ulceration, aphthous stomatitis, gingival pain, glossitis, tongue ulceration, and mucosal inflammation. 63 9 No Grade 4 adverse reactions were reported. 22 0 Diarrhea 41 9 31 2 Nausea 26 3 17 1 Vomiting 15 4 12 2 General Peripheral edema 39 3 6 1 Fatigue 37 5 36 1 Asthenia 23 3 8 0 Pyrexia 23 2 8 0 Infections Infections Urinary tract infection, nasopharyngitis, upper respiratory tract infection, lower respiratory tract infection (pneumonia, bronchitis), abscess, pyelonephritis, septic shock and viral myocarditis. 58 11 29 2 Investigations Weight loss 22 2 11 1 Metabolism and nutrition Decreased appetite 22 1 17 1 Nervous system Dysgeusia 18 1 4 0 Respiratory, thoracic and mediastinal Cough 27 0 20 0 Dyspnea 20 3 11 2 Pneumonitis Includes pneumonitis and interstitial lung disease. 16 2 2 0 Epistaxis 13 1 3 0 Skin and subcutaneous Rash 30 1 9 0 Pruritus 17 1 9 0 Table 11: Selected Laboratory Abnormalities in ≥ 10% of Everolimus Tablets-Treated Patients With Non-Functional NET of GI or Lung Origin in RADIANT-4 Everolimus Tablets N = 202 Placebo N = 98 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 4.03. Hematology Anemia 81 5 No Grade 4 laboratory abnormalities were reported. 41 2 Lymphopenia 66 16 32 2 Leukopenia 49 2 17 0 Thrombocytopenia 33 2 11 0 Neutropenia 32 2 15 3 Chemistry Hypercholesterolemia 71 0 37 0 Increased AST 57 2 34 2 Hyperglycemia (fasting) 55 6 36 1 Increased ALT 46 5 39 1 Hypophosphatemia 43 4 15 2 Hypertriglyceridemia 30 3 8 1 Hypokalemia 27 6 12 3 Hypoalbuminemia 18 0 8 0 Renal Cell Carcinoma (RCC) The data described below reflect exposure to everolimus tablets (n = 274) and placebo (n = 137) in a randomized, controlled trial (RECORD-1) in patients with metastatic RCC who received prior treatment with sunitinib and/or sorafenib. The median age of patients was 61 years (27 to 85 years), 88% were White, and 78% were male. The median duration of blinded study treatment was 141 days (19 to 451 days) for patients receiving everolimus tablets. The most common adverse reactions (incidence ≥ 30%) were stomatitis, infections, asthenia, fatigue, cough, and diarrhea. The most common Grade 3-4 adverse reactions (incidence ≥ 3%) were infections, dyspnea, fatigue, stomatitis, dehydration, pneumonitis, abdominal pain, and asthenia. The most common laboratory abnormalities (incidence ≥ 50%) were anemia, hypercholesterolemia, hypertriglyceridemia, hyperglycemia, lymphopenia, and increased creatinine. The most common Grade 3-4 laboratory abnormalities (incidence ≥ 3%) were lymphopenia, hyperglycemia, anemia, hypophosphatemia, and hypercholesterolemia. Deaths due to acute respiratory failure (0.7%), infection (0.7%), and acute renal failure (0.4%) were observed on the everolimus tablets arm. The rate of adverse reactions resulting in permanent discontinuation was 14% for the everolimus tablets group. The most common adverse reactions leading to treatment discontinuation were pneumonitis and dyspnea. Infections, stomatitis, and pneumonitis were the most common reasons for treatment delay or dose reduction. The most common medical interventions required during everolimus tablets treatment were for infections, anemia, and stomatitis. Adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets vs. placebo are presented in Table 12. Laboratory abnormalities are presented in Table 13. Table 12: Adverse Reactions Reported in ≥ 10% of Patients With RCC and at a Higher Rate in the Everolimus Tablets Arm than in the Placebo Arm in RECORD-1 Everolimus Tablets N = 274 Placebo N = 137 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Gastrointestinal Stomatitis Stomatitis (including aphthous stomatitis), and mouth and tongue ulceration. 44 4 8 0 Diarrhea 30 2 No Grade 4 adverse reactions were reported. 7 0 Nausea 26 2 19 0 Vomiting 20 2 12 0 Infections Includes all reported infections, including but not limited to, respiratory tract (upper and lower) infections, urinary tract infections, and skin infections. 37 10 18 2 General Asthenia 33 4 23 4 Fatigue 31 6 27 4 Edema peripheral 25 <1 8 <1 Pyrexia 20 <1 9 0 Mucosal inflammation 19 2 1 0 Respiratory, thoracic and mediastina l Cough 30 <1 16 0 Dyspnea 24 8 15 3 Epistaxis 18 0 0 0 Pneumonitis Includes pneumonitis, interstitial lung disease, lung infiltration, pulmonary alveolar hemorrhage, pulmonary toxicity, and alveolitis. 14 4 0 0 Skin and subcutaneous tissue Rash 29 1 7 0 Pruritus 14 <1 7 0 Dry skin 13 <1 5 0 Metabolism and nutrition Anorexia 25 2 14 <1 Nervous system Headache 19 1 9 <1 Dysgeusia 10 0 2 0 Musculoskeletal and connective tissue Pain in extremity 10 1 7 0 Other notable adverse reactions occurring more frequently with everolimus tablets than with placebo, but with an incidence of < 10% include: Gastrointestinal: Abdominal pain (9%), dry mouth (8%), hemorrhoids (5%), dysphagia (4%) General: Weight loss (9%), chest pain (5%), chills (4%), impaired wound healing (< 1%) Respiratory, thoracic and mediastinal: Pleural effusion (7%), pharyngolaryngeal pain (4%), rhinorrhea (3%) Skin and subcutaneous tissue: Hand-foot syndrome (reported as palmar-plantar erythrodysesthesia syndrome) (5%), nail disorder (5%), erythema (4%), onychoclasis (4%), skin lesion (4%), acneiform dermatitis (3%), angioedema (< 1%) Metabolism and nutrition: Exacerbation of pre-existing diabetes mellitus (2%), new onset of diabetes mellitus (< 1%) Psychiatric: Insomnia (9%) Nervous system: Dizziness (7%), paresthesia (5%) Ocular: Eyelid edema (4%), conjunctivitis (2%) Vascular: Hypertension (4%), deep vein thrombosis (< 1%) Renal and urinary: Renal failure (3%) Cardiac: Tachycardia (3%), congestive cardiac failure (1%) Musculoskeletal and connective tissue: Jaw pain (3%) Hematologic: Hemorrhage (3%) Table 13: Selected Laboratory Abnormalities Reported in Patients With RCC at a Higher Rate in the Everolimus Tablets Arm than the Placebo Arm in RECORD-1 Laboratory parameter Everolimus Tablets N = 274 Placebo N = 137 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Hematology Reflects corresponding adverse drug reaction reports of anemia, leukopenia, lymphopenia, neutropenia, and thrombocytopenia (collectively pancytopenia), which occurred at lower frequency. Anemia 92 13 79 6 Lymphopenia 51 18 28 5 No Grade 4 laboratory abnormalities were reported. Thrombocytopenia 23 1 2 <1 Neutropenia 14 <1 4 0 Chemistry Hypercholesterolemia 77 4 35 0 Hypertriglyceridemia 73 <1 34 0 Hyperglycemia 57 16 25 2 Increased creatinine 50 2 34 0 Hypophosphatemia 37 6 8 0 Increased AST 25 1 7 0 Increased ALT 21 1 4 0 Hyperbilirubinemia 3 1 2 0 Tuberous Sclerosis Complex (TSC)-Associated Renal Angiomyolipoma The data described below are based on a randomized (2:1), double-blind, placebo-controlled trial (EXIST-2) of everolimus tablets in 118 patients with renal angiomyolipoma as a feature of TSC (n = 113) or sporadic lymphangioleiomyomatosis (n = 5). The median age of patients was 31 years (18 to 61 years), 89% were White, and 34% were male. The median duration of blinded study treatment was 48 weeks (2 to 115 weeks) for patients receiving everolimus tablets. The most common adverse reaction reported for everolimus tablets (incidence ≥ 30%) was stomatitis. The most common Grade 3-4 adverse reactions (incidence ≥ 2%) were stomatitis and amenorrhea. The most common laboratory abnormalities (incidence ≥ 50%) were hypercholesterolemia, hypertriglyceridemia, and anemia. The most common Grade 3-4 laboratory abnormality (incidence ≥ 3%) was hypophosphatemia. The rate of adverse reactions resulting in permanent discontinuation was 3.8% in the everolimus tablets-treated patients. Adverse reactions leading to permanent discontinuation in the everolimus tablets arm were hypersensitivity/angioedema/bronchospasm, convulsion, and hypophosphatemia. Dose adjustments (interruptions or reductions) due to adverse reactions occurred in 52% of everolimus tablets-treated patients. The most common adverse reaction leading to everolimus tablets dose adjustment was stomatitis. Adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets and occurring more frequently with everolimus tablets than with placebo are presented in Table 14. Laboratory abnormalities are presented in Table 15. Table 14: Adverse Reactions Reported in ≥ 10% of Everolimus Tablets-Treated Patients With TSC-Associated Renal Angiomyolipoma in EXIST-2 Everolimus Tablets N = 79 Placebo N = 39 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Gastrointestinal Stomatitis Includes stomatitis, aphthous stomatitis, mouth ulceration, gingival pain, glossitis, and glossodynia. 78 6 No Grade 4 adverse reactions were reported. 23 0 Vomiting 15 0 5 0 Diarrhea 14 0 5 0 General Peripheral edema 13 0 8 0 Infections Upper respiratory tract infection 11 0 5 0 Musculoskeletal and connective tissue Arthralgia 13 0 5 0 Respiratory, thoracic and mediastinal Cough 20 0 13 0 Skin and subcutaneous tissue Acne 22 0 5 0 Amenorrhea occurred in 15% of everolimus tablets-treated females (8 of 52). Other adverse reactions involving the female reproductive system were menorrhagia (10%), menstrual irregularities (10%), and vaginal hemorrhage (8%). The following additional adverse reactions occurred in less than 10% of everolimus tablets-treated patients: epistaxis (9%), decreased appetite (6%), otitis media (6%), depression (5%), abnormal taste (5%), increased blood luteinizing hormone (LH) levels (4%), increased blood follicle stimulating hormone (FSH) levels (3%), hypersensitivity (3%), ovarian cyst (3%), pneumonitis (1%), and angioedema (1%). Table 15: Selected Laboratory Abnormalities Reported in Everolimus Tablets-Treated Patients With TSC-Associated Renal Angiomyolipoma in EXIST-2 Everolimus Tablets N = 79 Placebo N = 39 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Hematology Anemia 61 0 49 0 Leukopenia 37 0 21 0 Neutropenia 25 1 26 0 Lymphopenia 20 1 No Grade 4 laboratory abnormalities were reported. 8 0 Thrombocytopenia 19 0 3 0 Chemistry Hypercholesterolemia 85 1 46 0 Hypertriglyceridemia 52 0 10 0 Hypophosphatemia 49 5 15 0 Increased alkaline phosphatase 32 1 10 0 Increased AST 23 1 8 0 Increased ALT 20 1 15 0 Hyperglycemia (fasting) 14 0 8 0 Updated safety information from 112 patients treated with everolimus tablets for a median duration of 3.9 years identified the following additional adverse reactions and selected laboratory abnormalities: increased partial thromboplastin time (63%), increased prothrombin time (40%), decreased fibrinogen (38%), urinary tract infection (31%), proteinuria (18%), abdominal pain (16%), pruritus (12%), gastroenteritis (12%), myalgia (11%), and pneumonia (10%). TSC-Associated Subependymal Giant Cell Astrocytoma (SEGA) The data described below are based on a randomized (2:1), double-blind, placebo-controlled trial (EXIST-1) of everolimus tablets in 117 patients with SEGA and TSC. The median age of patients was 9.5 years (0.8 to 26 years), 93% were White, and 57% were male. The median duration of blinded study treatment was 52 weeks (24 to 89 weeks) for patients receiving everolimus tablets. The most common adverse reactions reported for everolimus tablets (incidence ≥ 30%) were stomatitis and respiratory tract infection. The most common Grade 3-4 adverse reactions (incidence ≥ 2%) were stomatitis, pyrexia, pneumonia, gastroenteritis, aggression, agitation, and amenorrhea. The most common laboratory abnormalities (incidence ≥ 50%) were hypercholesterolemia and elevated partial thromboplastin time. The most common Grade 3-4 laboratory abnormality (incidence ≥ 3%) was neutropenia. There were no adverse reactions resulting in permanent discontinuation. Dose adjustments (interruptions or reductions) due to adverse reactions occurred in 55% of everolimus tablets-treated patients. The most common adverse reaction leading to everolimus tablets dose adjustment was stomatitis. Adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets and occurring more frequently with everolimus tablets than with placebo are reported in Table 16. Laboratory abnormalities are presented in Table 17. Table 16: Adverse Reactions Reported in ≥ 10% of Everolimus Tablets-Treated Patients With TSC-Associated SEGA in EXIST-1 Everolimus Tablets N = 78 Placebo N = 39 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Gastrointestinal Stomatitis Includes mouth ulceration, stomatitis, and lip ulceration. 62 9 No Grade 4 adverse reactions were reported. 26 3 Vomiting 22 1 13 0 Diarrhea 17 0 5 0 Constipation 10 0 3 0 Infections Respiratory tract infection Includes respiratory tract infection, upper respiratory tract infection, and respiratory tract infection viral. 31 3 23 0 Gastroenteritis Includes gastroenteritis, gastroenteritis viral, and gastrointestinal infection. 10 5 3 0 Pharyngitis streptococcal 10 0 3 0 General Pyrexia 23 6 18 3 Fatigue 14 0 3 0 Psychiatric Anxiety, aggression or other behavioral disturbance Includes agitation, anxiety, panic attack, aggression, abnormal behavior, and obsessive compulsive disorder. 21 5 3 0 Skin and subcutaneous tissue Rash Includes rash, rash generalized, rash macular, rash maculo-papular, rash papular, dermatitis allergic, and urticaria. 21 0 8 0 Acne 10 0 5 0 Amenorrhea occurred in 17% of everolimus tablets-treated females aged 10 to 55 years (3 of 18). For this same group of everolimus tablets-treated females, the following menstrual abnormalities were reported: dysmenorrhea (6%), menorrhagia (6%), metrorrhagia (6%), and unspecified menstrual irregularity (6%). The following additional adverse reactions occurred in less than 10% of everolimus tablets-treated patients: nausea (8%), pain in extremity (8%), insomnia (6%), pneumonia (6%), epistaxis (5%), hypersensitivity (3%), increased blood luteinizing hormone (LH) levels (1%), and pneumonitis (1%). Table 17: Selected Laboratory Abnormalities Reported in Everolimus Tablets-Treated Patients With TSC-Associated SEGA in EXIST-1 Everolimus Tablets N = 78 Placebo N = 39 All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 3.0. Hematology Elevated partial thromboplastin time 72 3 No Grade 4 laboratory abnormalities were reported. 44 5 Neutropenia 46 9 41 3 Anemia 41 0 21 0 Chemistry Hypercholesterolemia 81 0 39 0 Elevated AST 33 0 0 0 Hypertriglyceridemia 27 0 15 0 Elevated ALT 18 0 3 0 Hypophosphatemia 9 1 3 0 Updated safety information from 111 patients treated with everolimus tablets for a median duration of 47 months identified the following additional notable adverse reactions and selected laboratory abnormalities: decreased appetite (14%), hyperglycemia (13%), hypertension (11%), urinary tract infection (9%), decreased fibrinogen (8%), cellulitis (6%), abdominal pain (5%), decreased weight (5%), elevated creatinine (5%), and azoospermia (1%). TSC-Associated Partial-Onset Seizures The data described below are based on the 18-week Core phase of a randomized, double-blind, multicenter, three-arm trial (EXIST-3) comparing two everolimus trough levels (3-7 ng/mL and 9-15 ng/mL) to placebo as adjunctive antiepileptic therapy in patients with TSC-associated partial-onset seizures. A total of 366 patients were randomized to everolimus tablets for oral suspension low trough (LT) (n = 117), everolimus tablets for oral suspension high trough (HT) (n = 130), or placebo (n = 119). The median age of patients was 10 years (2.2 to 56 years; 28% were < 6 years, 31% were 6 to < 12 years, 22% were 12 to < 18 years, and 18% were ≥ 18 years), 65% were white, and 52% were male. Patients received between one and three concomitant antiepileptic drugs. The most common adverse reaction reported for everolimus tablets for oral suspension in both arms (incidence ≥ 30%) was stomatitis. The most common Grade 3-4 adverse reactions (incidence ≥ 2%) were stomatitis, pneumonia, and irregular menstruation. The most common laboratory abnormality (incidence ≥ 50%) was hypercholesterolemia. The most common Grade 3-4 laboratory abnormality (incidence ≥ 2%) was neutropenia. Adverse reactions leading to study drug discontinuation occurred in 5% and 3% of patients in the LT and HT arms, respectively. The most common adverse reaction (incidence ≥ 1%) leading to discontinuation was stomatitis. Dose adjustments (interruptions or reductions) due to adverse reactions occurred in 24% and 35% of patients in the LT and HT arms, respectively. The most common adverse reactions (incidence ≥ 3%) leading to dose adjustments in the everolimus tablets for oral suspension arms were stomatitis, pneumonia, and pyrexia. Adverse reactions reported with an incidence of ≥ 10% for patients receiving everolimus tablets for oral suspension are presented in Table 18. Laboratory abnormalities are presented in Table 19. Table 18: Adverse Reactions Reported in ≥ 10% of Everolimus Tablets For Oral Suspension -Treated Patients With TSC-Associated Partial-Onset Seizures in EXIST-3 Everolimus tablets for oral suspension Placebo Target of 3-7 ng/mL N = 117 Target of 9-15 ng/mL N = 130 N = 119 All Grades % Grade 3-4 % All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE Version 4.03. Gastrointestinal Stomatitis Includes stomatitis, mouth ulceration, aphthous ulcer, lip ulceration, tongue ulceration, mucosal inflammation, gingival pain. 55 3 No Grade 4 adverse reactions were reported. 64 4 9 0 Diarrhea 17 0 22 0 5 0 Vomiting 12 0 10 2 9 0 Infections Nasopharyngitis 14 0 16 0 16 0 Upper respiratory tract infection 13 0 15 0 13 0.8 General Pyrexia 20 0 14 0.8 5 0 Respiratory, thoracic and mediastinal Cough 11 0 10 0 3 0 Skin and subcutaneous tissue Rash 6 0 10 0 3 0 The following additional adverse reactions occurred in < 10% of everolimus tablets for oral suspension treated patients (% everolimus tablets for oral suspension LT, % everolimus tablets for oral suspension HT): decreased appetite (9%, 7%), pneumonia (2%, 4%), aggression (2%, 0.8%), proteinuria (0%, 2%), menorrhagia (0.9%, 0.8%), and pneumonitis (0%, 0.8%). Table 19: Selected Laboratory Abnormalities Reported in ≥ 10% Everolimus Tablets For Oral Suspension -Treated Patients With TSC-Associated Partial-Onset Seizures Everolimus tablets for oral suspension Placebo Target of 3-7 ng/mL N = 117 Target of 9-15 ng/mL N = 130 N = 119 All Grades % Grade 3-4 % All Grades % Grade 3-4 % All Grades % Grade 3-4 % Grading according to NCI CTCAE version 4.03. Hematology Neutropenia 25 4 No Grade 4 laboratory abnormalities were reported. 37 6 23 7 Anemia 27 0.9 30 0 21 0.8 Thrombocytopenia 12 0 15 0 6 0 Chemistry Hypercholesterolemia 86 0 85 0.8 58 0 Hypertriglyceridemia 43 2 39 2 22 0 Increased ALT 17 0 22 0 6 0 Increased AST 13 0 19 0 4 0 Hyperglycemia 19 0 18 0 17 0 Increased alkaline phosphatase 24 0 16 0 29 0 Hypophosphatemia 9 0.9 16 2 3 0 Updated safety information from 357 patients treated with everolimus tablets for oral suspension for a median duration of 48 weeks identified the following additional notable adverse reactions: hypersensitivity (0.6%), angioedema (0.3%), and ovarian cyst (0.3%). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of everolimus tablets/everolimus tablets for oral suspension. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate frequency or establish a causal relationship to drug exposure: Blood and lymphatic disorders: Thrombotic microangiopathy Cardiac: Cardiac failure with some cases reported with pulmonary hypertension (including pulmonary arterial hypertension) as a secondary event Gastrointestinal: Acute pancreatitis Hepatobiliary: Cholecystitis and cholelithiasis Infections: Sepsis and septic shock Nervous system: Reflex sympathetic dystrophy Vascular: Arterial thrombotic events, lymphedema Injury, poisoning and procedural complications: Radiation Sensitization and Radiation Recall"
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS Everolimus tablets/everolimus tablets for oral suspension are contraindicated in patients with clinically significant hypersensitivity to everolimus or to other rapamycin derivatives [see Warnings and Precautions (5.3) ]. Clinically significant hypersensitivity to everolimus or to other rapamycin derivatives. ( 4 )"
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION Do not combine everolimus tablets and everolimus tablets for oral suspension to achieve the total daily dose. ( 2.1 ) Modify the dose for patients with hepatic impairment or for patients taking drugs that inhibit or induce P-glycoprotein (P-gp) and CYP3A4. ( 2.1 ) Breast Cancer: 10 mg orally once daily. ( 2.2 ) NET: 10 mg orally once daily. ( 2.3 ) RCC: 10 mg orally once daily. ( 2.4 ) TSC-Associated Renal Angiomyolipoma: 10 mg orally once daily. ( 2.5 ) TSC-Associated SEGA: 4.5 mg/m 2 orally once daily; adjust dose to attain trough concentrations of 5-15 ng/mL. ( 2.6 , 2.8 ) TSC-Associated Partial-Onset Seizures: 5 mg/ m 2 orally once daily; adjust dose to attain trough concentrations of 5-­15 ng/mL. ( 2.7 , 2.8 ) 2.1 Important Dosage Information Everolimus tablets and everolimus tablets for oral suspension are two different dosage forms. Select the recommended dosage form based on the indication [see Indications and Usage (1) ] . Do not combine everolimus tablets and everolimus tablets for oral suspension to achieve the total dose. Modify the dosage for patients with hepatic impairment or for patients taking drugs that inhibit or induce P-glycoprotein (P-gp) and CYP3A4 [see Dosage and Administration (2.10 , 2.11 , 2.12) ]. 2.2 Recommended Dosage for Hormone Receptor-Positive, HER2-Negative Breast Cancer The recommended dosage of everolimus tablets is 10 mg orally once daily until disease progression or unacceptable toxicity. 2.3 Recommended Dosage for Neuroendocrine Tumors (NET) The recommended dosage of everolimus tablets is 10 mg orally once daily until disease progression or unacceptable toxicity. 2.4 Recommended Dosage for Renal Cell Carcinoma (RCC) The recommended dosage of everolimus tablets is 10 mg orally once daily until disease progression or unacceptable toxicity. 2.5 Recommended Dosage for Tuberous Sclerosis Complex (TSC)-Associated Renal Angiomyolipoma The recommended dosage of everolimus tablets is 10 mg orally once daily until disease progression or unacceptable toxicity. 2.6 Recommended Dosage for Tuberous Sclerosis Complex (TSC)-Associated Subependymal Giant Cell Astrocytoma (SEGA) The recommended starting dosage of everolimus tablets/everolimus tablets for oral suspension is 4.5 mg/m 2 orally once daily until disease progression or unacceptable toxicity [see Dosage and Administration (2.8) ]. 2.7 Recommended Dosage for Tuberous Sclerosis Complex (TSC)-Associated Partial-Onset Seizures The recommended starting dosage of everolimus tablets for oral suspension is 5 mg/m2 orally once daily until disease progression or unacceptable toxicity [see Dosage and Administration (2.8) ]. 2.8 Therapeutic Drug Monitoring (TDM) and Dose Titration for Tuberous Sclerosis Complex (TSC)-Associated Subependymal Giant Cell Astrocytoma (SEGA) and TSC-Associated Partial-Onset Seizures Monitor everolimus whole blood trough concentrations at time points recommended in Table 1. Titrate the dose to attain trough concentrations of 5 ng/mL to 15 ng/mL. Adjust the dose using the following equation: New dose The maximum dose increment at any titration must not exceed 5 mg. Multiple dose titrations may be required to attain the target trough concentration. = current dose × (target concentration divided by current concentration) When possible, use the same assay and laboratory for TDM throughout treatment. Table 1: Recommended Timing of Therapeutic Drug Monitoring Event When to Assess Trough Concentrations After Event Abbreviation: P-gp, P-glycoprotein. Initiation of everolimus tablets/everolimus tablets for oral suspension 1 to 2 weeks Modification of everolimus tablets/everolimus tablets for oral suspension dose 1 to 2 weeks Switch between everolimus tablets/everolimus tablets for oral suspension 1 to 2 weeks Initiation or discontinuation of P-gp and moderate CYP3A4 inhibitor 2 weeks Initiation or discontinuation of P-gp and strong CYP3A4 inducer 2 weeks Change in hepatic function 2 weeks Stable dose with changing body surface area (BSA) Every 3 to 6 months Stable dose with stable BSA Every 6 to 12 months 2.9 Dosage Modifications for Adverse Reactions Table 2 summarizes recommendations for dosage modifications of everolimus tablets/everolimus tablets for oral suspension for the management of adverse reactions. Table 2: Recommended Dosage Modifications for Everolimus Tablets/Everolimus Tablets for Oral Suspension for Adverse Reactions Adverse Reaction Severity Dosage Modification Non-infectious pneumonitis [see Warnings and Precautions (5.1) ] Grade 2 Withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Permanently discontinue if toxicity does not resolve or improve to Grade 1 within 4 weeks. Grade 3 Withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. If toxicity recurs at Grade 3, permanently discontinue. Grade 4 Permanently discontinue. Stomatitis [see Warnings and Precautions (5.5) ] Grade 2 Withhold until improvement to Grade 0 or 1. Resume at same dose. If recurs at Grade 2, withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Grade 3 Withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Grade 4 Permanently discontinue. Metabolic events (e.g., hyperglycemia, dyslipidemia) [see Warnings and Precautions (5.9) ] Grade 3 Withhold until improvement to Grade 0, 1, or 2. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Grade 4 Permanently discontinue. Other non-hematologic toxicities Grade 2 If toxicity becomes intolerable, withhold until improvement to Grade 0 or 1. Resume at same dose. If toxicity recurs at Grade 2, withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Grade 3 Withhold until improvement to Grade 0 or 1. Consider resuming at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. If recurs at Grade 3, permanently discontinue. Grade 4 Permanently discontinue. Thrombocytopenia [see Warnings and Precautions (5.10) ] Grade 2 Withhold until improvement to Grade 0 or 1. Resume at same dose. Grade 3 OR Grade 4 Withhold until improvement to Grade 0 or 1. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Neutropenia [see Warnings and Precautions (5.10) ] Grade 3 Withhold until improvement to Grade 0, 1, or 2. Resume at same dose. Grade 4 Withhold until improvement to Grade 0, 1, or 2. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Febrile neutropenia [see Warnings and Precautions (5.10) ] Grade 3 Withhold until improvement to Grade 0, 1, or 2, and no fever. Resume at 50% of previous dose; change to every other day dosing if the reduced dose is lower than the lowest available strength. Grade 4 Permanently discontinue. 2.10 Dosage Modifications for Hepatic Impairment The recommended dosages of everolimus tablets/everolimus tablets for oral suspension for patients with hepatic impairment are described in Table 3 [see Use in Specific Populations (8.6) ] : Table 3: Recommended Dosage Modifications for Patients With Hepatic Impairment Indication Dose Modification for Everolimus Tablets/Everolimus Tablets for Oral Suspension Abbreviations: NET, Neuroendocrine Tumors; RCC, Renal Cell Carcinoma; SEGA, Subependymal Giant Cell Astrocytoma; TSC, Tuberous Sclerosis Complex. Breast Cancer, NET, RCC, and TSC- Associated Renal Angiomyolipoma Mild hepatic impairment (Child-Pugh class A) – 7.5 mg orally once daily; decrease the dose to 5 mg orally once daily if a dose of 7.5 mg once daily is not tolerated. Moderate hepatic impairment (Child-Pugh class B) – 5 mg orally once daily; decrease the dose to 2.5 mg orally once daily if a dose of 5 mg once daily is not tolerated. Severe hepatic impairment (Child-Pugh class C) – 2.5 mg orally once daily if the desired benefit outweighs the risk; do not exceed a dose of 2.5 mg once daily. TSC-Associated SEGA and TSC-Associated Partial-Onset Seizures Severe hepatic impairment (Child-Pugh class C) – 2.5 mg/m 2 orally once daily. Adjust dose based on everolimus trough concentrations as recommended [see Dosage and Administration (2.8) ]. 2.11 Dosage Modifications for P-gp and CYP3A4 Inhibitors Avoid the concomitant use of P-gp and strong CYP3A4 inhibitors [see Drug Interactions (7.1) ]. Avoid ingesting grapefruit and grapefruit juice. Reduce the dose for patients taking everolimus tablets/everolimus tablets for oral suspension with a P-gp and moderate CYP3A4 inhibitor as recommended in Table 4 [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ]. Table 4: Recommended Dosage Modifications for Concurrent Use of Everolimus Tablets/Everolimus Tablets for Oral Suspension With a P-gp and Moderate CYP3A4 Inhibitor Indication Dose Modification for Everolimus Tablets/Everolimus Tablets for Oral Suspension Breast Cancer, NET, RCC, and TSC-Associated Renal Angiomyolipoma Reduce dose to 2.5 mg once daily. May increase dose to 5 mg once daily if tolerated. Resume dose administered prior to inhibitor initiation, once the inhibitor is discontinued for 3 days. TSC-Associated SEGA and TSC-Associated Partial-Onset Seizures Reduce the daily dose by 50%. Change to every other day dosing if the reduced dose is lower than the lowest available strength. Resume dose administered prior to inhibitor initiation, once the inhibitor is discontinued for 3 days. Assess trough concentrations when initiating and discontinuing the inhibitor [see Dosage and Administration (2.8) ]. 2.12 Dosage Modifications for P-gp and CYP3A4 Inducers Avoid concomitant use of St. John's Wort (Hypericum perforatum). Increase the dose for patients taking everolimus tablets/everolimus tablets for oral suspension with a P-gp and strong CYP3A4 inducer as recommended in Table 5 [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ]. Table 5: Recommended Dosage Modifications for Concurrent Use of Everolimus Tablets/Everolimus Tablets for Oral Suspension With P-gp and Strong CYP3A4 Inducers Indication Dose Modification for Everolimus Tablets/Everolimus Tablets for Oral Suspension Breast Cancer, NET, RCC, and TSC-Associated Renal Angiomyolipoma Avoid coadministration where alternatives exist. If coadministration cannot be avoided, double the daily dose using increments of 5 mg or less. Multiple increments may be required. Resume the dose administered prior to inducer initiation, once an inducer is discontinued for 5 days. TSC-Associated SEGA and TSC-Associated Partial-Onset Seizures Double the daily dose using increments of 5 mg or less. Multiple increments may be required. Addition of another strong CYP3A4 inducer in a patient already receiving treatment with a strong CYP3A4 inducer may not require additional dosage modification. Assess trough concentrations when initiating and discontinuing the inducer [see Dosage and Administration (2.8) ] . Resume the dose administered before starting any inducer, once all inducers are discontinued for 5 days. 2.13 Administration and Preparation Administer everolimus tablets/everolimus tablets for oral suspension at the same time each day. Administer everolimus tablets/everolimus tablets for oral suspension consistently either with or without food [see Clinical Pharmacology (12.3) ]. If a dose of everolimus tablets/everolimus tablets for oral suspension is missed, it can be administered up to 6 hours after the time it is normally administered. After more than 6 hours, the dose should be skipped for that day. The next day, everolimus tablets/everolimus tablets for oral suspension should be administered at its usual time. Double doses should not be administered to make up for the dose that was missed. Everolimus Tablets Everolimus Tablets should be swallowed whole with a glass of water. Do not break or crush tablets. Everolimus Tablets for Oral Suspension Wear gloves to avoid possible contact with everolimus when preparing suspensions of everolimus tablets for oral suspension for another person. Administer as a suspension only. Administer suspension immediately after preparation. Discard suspension if not administered within 60 minutes after preparation. Prepare suspension in water only. Using an Oral Syringe to Prepare Oral Suspension: Place the prescribed dose into a 10-mL syringe. Do not exceed a total of 10 mg per syringe. If higher doses are required, prepare an additional syringe. Do not break or crush tablets. Draw approximately 5 mL of water and 4 mL of air into the syringe. Place the filled syringe into a container (tip up) for 3 minutes, until the tablets are in suspension. Gently invert the syringe 5 times immediately prior to administration. After administration of the prepared suspension, draw approximately 5 mL of water and 4 mL of air into the same syringe, and swirl the contents to suspend remaining particles. Administer the entire contents of the syringe. Using a Small Drinking Glass to Prepare Oral Suspension: Place the prescribed dose into a small drinking glass (maximum size 100 mL) containing approximately 25 mL of water. Do not exceed a total of 10 mg per glass. If higher doses are required, prepare an additional glass. Do not break or crush tablets. Allow 3 minutes for suspension to occur. Stir the contents gently with a spoon, immediately prior to drinking. After administration of the prepared suspension, add 25 mL of water and stir with the same spoon to re-suspend remaining particles. Administer the entire contents of the glass."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE Everolimus tablets are a kinase inhibitor indicated for the treatment of: Postmenopausal women with advanced hormone receptor-positive, HER2-negative breast cancer in combination with exemestane after failure of treatment with letrozole or anastrozole. ( 1.1 ) Adults with progressive neuroendocrine tumors of pancreatic origin (PNET) and adults with progressive, well-differentiated, non-functional neuroendocrine tumors (NET) of gastrointestinal (GI) or lung origin that are unresectable, locally advanced or metastatic. Limitations of Use: Everolimus tablets are not indicated for the treatment of patients with functional carcinoid tumors. ( 1.2 ) Adults with advanced renal cell carcinoma (RCC) after failure of treatment with sunitinib or sorafenib. ( 1.3 ) Adults with renal angiomyolipoma and tuberous sclerosis complex (TSC), not requiring immediate surgery. ( 1.4 ) Everolimus tablets and everolimus tablets for oral suspension are kinase inhibitors indicated for the treatment of adult and pediatric patients aged 1 year and older with TSC who have subependymal giant cell astrocytoma (SEGA) that requires therapeutic intervention but cannot be curatively resected. ( 1.5 ) Everolimus tablets for oral suspension is a kinase inhibitor indicated for the adjunctive treatment of adult and pediatric patients aged 2 years and older with TSC-associated partial-onset seizures. ( 1.6 ) 1.1 Hormone Receptor-Positive, HER2-Negative Breast Cancer Everolimus tablets are indicated for the treatment of postmenopausal women with advanced hormone receptor-positive, HER2-negative breast cancer in combination with exemestane, after failure of treatment with letrozole or anastrozole. 1.2 Neuroendocrine Tumors (NET) Everolimus tablets are indicated for the treatment of adult patients with progressive neuroendocrine tumors of pancreatic origin (PNET) with unresectable, locally advanced or metastatic disease. Everolimus tablets are indicated for the treatment of adult patients with progressive, well-differentiated, non-functional NET of gastrointestinal (GI) or lung origin with unresectable, locally advanced or metastatic disease. Limitations of Use: Everolimus tablets are not indicated for the treatment of patients with functional carcinoid tumors [see Clinical Studies (14.2) ]. 1.3 Renal Cell Carcinoma (RCC) Everolimus tablets are indicated for the treatment of adult patients with advanced RCC after failure of treatment with sunitinib or sorafenib. 1.4 Tuberous Sclerosis Complex (TSC)-Associated Renal Angiomyolipoma Everolimus tablets are indicated for the treatment of adult patients with renal angiomyolipoma and TSC, not requiring immediate surgery. 1.5 Tuberous Sclerosis Complex (TSC)-Associated Subependymal Giant Cell Astrocytoma (SEGA) Everolimus tablets and Everolimus tablets for oral suspension are indicated in adult and pediatric patients aged 1 year and older with TSC for the treatment of SEGA that requires therapeutic intervention but cannot be curatively resected. 1.6 Tuberous Sclerosis Complex (TSC)-Associated Partial-Onset Seizures Everolimus tablets for oral suspension are indicated for the adjunctive treatment of adult and pediatric patients aged 2 years and older with TSC-associated partial-onset seizures."
  ],
  "fetched_at": "2025-10-01T02:51:38.302329",
  "source": "OpenFDA"
}