{
  "drug_name": "Palonosetron",
  "generic_name": [
    "PALONOSETRON HYDROCHLORIDE"
  ],
  "brand_names": [
    "Palonosetron Hydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Serotonergic Drugs: Monitor for serotonin syndrome; if symptoms occur, discontinue palonosetron hydrochloride injection and initiate supportive treatment. ( 7.1 ) 7.1 Serotonergic Drugs Serotonin syndrome (including altered mental status, autonomic instability, and neuromuscular symptoms) has been described following the concomitant use of 5-HT 3 receptor antagonists and other serotonergic drugs, including selective serotonin reuptake inhibitors (SSRIs) and serotonin and noradrenaline reuptake inhibitors (SNRIs). Monitor for the emergence of serotonin syndrome. If symptoms occur, discontinue palonosetron hydrochloride injection and initiate supportive treatment [see Warnings and Precautions ( 5.2 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Serious or otherwise clinically significant adverse reactions reported in other sections of labeling: Hypersensitivity Reactions [see Warnings and Precautions ( 5.1 )] Serotonin Syndrome [see Warnings and Precautions ( 5.2 )] Most common adverse reactions in chemotherapy-induced nausea and vomiting in adults (greater than or equal to 5%) are: headache and constipation ( 6.1 ) postoperative nausea and vomiting (greater than or equal to 2%) are: QT prolongation, bradycardia, headache, and constipation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Avenacy Inc. at 1-855-283-6229 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Chemotherapy-Induced Nausea and Vomiting Adults In double-blind randomized clinical trials for the prevention of nausea and vomiting induced by MEC or HEC, 1374 adult patients received a single dose of palonosetron hydrochloride injection, ondansetron (Studies 1 and 3) or dolasetron (Study 2) administered 30 minutes prior to chemotherapy [see Clinical Studies ( 14.1 )] . Adverse reactions were similar in frequency and severity in all 3 treatment groups. Common adverse reactions reported in at least 2% of patients in these trials are shown in Table 2 . Table 2: Common Adverse Reactions* in Adults with Receiving MEC (Studies 1 and 2) or HEC (Study 3) * Reported in at least 2% of patients in any treatment group Adverse Reaction Palonosetron hydrochloride injection 0.25 mg intravenously (N=633) Ondansetron 32 mg intravenously (N=410) Dolasetron 100 mg intravenously (N=194) Headache 9% 8% 16% Constipation 5% 2% 6% Diarrhea 1% 2% 2% Dizziness 1% 2% 2% Fatigue < 1% 1% 2% Abdominal Pain < 1% < 1% 2% Insomnia < 1% 1% 2% Less common adverse reactions, reported in 1% or less of patients, in Studies 1, 2 and 3 were: Cardiovascular: non-sustained tachycardia, bradycardia, hypotension, hypertension, myocardial ischemia, extrasystoles, sinus tachycardia, sinus arrhythmia, supraventricular extrasystoles and QT prolongation. Dermatological: allergic dermatitis, rash Hearing and Vision: motion sickness, tinnitus, eye irritation and amblyopia Gastrointestinal System: diarrhea, dyspepsia, abdominal pain, dry mouth, hiccups and flatulence General: weakness, fatigue, fever, hot flash, flu-like syndrome Liver: transient, asymptomatic increases in AST and/or ALT and bilirubin. These changes occurred predominantly in patients receiving highly emetogenic chemotherapy Metabolic: hyperkalemia, electrolyte fluctuations, hyperglycemia, metabolic acidosis, glycosuria, appetite decrease, anorexia Musculoskeletal: arthralgia Nervous System: dizziness, somnolence, insomnia, hypersomnia, paresthesia Psychiatric: anxiety, euphoric mood Urinary System: urinary retention Vascular: vein discoloration, vein distention In other studies, 2 subjects experienced severe constipation following a single palonosetron hydrochloride injection dose of approximately 0.75 mg (three times the recommended dose). Pediatrics Aged 2 Months to 17 Years In a pediatric clinical trial, 163 pediatric cancer patients with a mean age of 8 years received a single 20 mcg/kg (maximum 1.5 mg) intravenous infusion of palonosetron hydrochloride injection 30 minutes before beginning the first cycle of emetogenic chemotherapy [see Clinical Studies ( 14.2 )] . Adverse reactions were evaluated in pediatric patients receiving palonosetron hydrochloride injection for up to 4 chemotherapy cycles. The following adverse reactions were reported in less than 1% of patients: Nervous System: headache, dizziness, dyskinesia. General: infusion site pain. Dermatological: allergic dermatitis, skin disorder. Postoperative Nausea and Vomiting The most common adverse reactions reported in at least 2% of adults receiving palonosetron hydrochloride injection 0.075 mg intravenously immediately before induction of anesthesia in 3 randomized placebo-controlled trials [see Clinical Studies ( 14.3 )] are shown in Table 3 . Rates of adverse reactions between palonosetron hydrochloride injection and placebo groups were similar. Some events are known to be associated with, or may be exacerbated by, concomitant perioperative and intraoperative medications administered in this surgical population. A thorough QT/QTc study demonstrated palonosetron hydrochloride injection does not prolong the QT interval to any clinically relevant extent [see Clinical Pharmacology ( 12.2 )] . Table 3: Common Adverse Reactions* in Trials of Adults with Postoperative Nausea and Vomiting * Reported in at least 2% of patients in any treatment group Adverse Reaction Palonosetron hydrochloride injection 0.075 mg intravenously (N=336) Placebo (N=369) Electrocardiogram QT prolongation 5% 3% Bradycardia 4% 4% Headache 3% 4% Constipation 2% 3% Less common adverse reactions, reported in 1% of less of patients, in these PONV clinical trials were: Cardiovascular: QTc prolongation, sinus bradycardia, tachycardia, blood pressure decreased, hypotension, hypertension, arrhythmia, ventricular extrasystoles, generalized edema, ECG T wave amplitude decreased, platelet count decreased. The frequency of these adverse effects did not appear to be different from placebo. Dermatological: pruritus Gastrointestinal System: flatulence, dry mouth, upper abdominal pain, salivary hypersecretion, dyspepsia, diarrhea, intestinal hypomotility, anorexia General: chills Liver: increases in AST and/or ALT, hepatic enzyme increased Metabolic: hypokalemia, anorexia Nervous System: dizziness Respiratory: hypoventilation, laryngospasm Urinary System: urinary retention 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of palonosetron HCl. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions: including dyspnea, bronchospasm, swelling/edema, erythema, pruritus, rash, urticaria, anaphylaxis and anaphylactic shock [see Warnings and Precautions ( 5.1 )] Injection site reactions: including burning, induration, discomfort and pain"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Palonosetron hydrochloride injection is contraindicated in patients known to have hypersensitivity to palonosetron [see Warnings and Precautions ( 5.1 )] . Hypersensitivity to palonosetron or any of its components ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Chemotherapy-Induced Nausea and Vomiting ( 2.1 ) *Note different dosing units in pediatrics Age Dose* Infusion Time Adults 0.25 mg as a single dose Infuse over 30 seconds beginning approximately 30 minutes before the start of chemotherapy Pediatrics (1 month to less than 17 years) 20 micrograms per kilogram (maximum 1.5 mg) as a single dose Infuse over 15 minutes beginning approximately 30 minutes before the start of chemotherapy Postoperative Nausea and Vomiting ( 2.1 ) The recommended adult dosage is 0.075 mg as a single intravenous dose administered over 10 seconds immediately before the induction of anesthesia. 2.1 Recommended Dosage Prevention of Chemotherapy-Induced Nausea and Vomiting The recommended dosage of palonosetron hydrochloride injection for prevention of nausea and vomiting associated with HEC and MEC in adults and associated with emetogenic chemotherapy, including HEC in pediatric patients 1 month to less than 17 years of age is shown in Table 1 . Table 1: Recommended Dosage of Palonosetron Hydrochloride Injection for the Prevention of Nausea and Vomiting Associated with Chemotherapy in Adults and Pediatric Patients 1 Month to Less than 17 Years *Note different dosing units in pediatrics Age Dose* Infusion Time Adults 0.25 mg as a single dose Infuse over 30 seconds beginning approximately 30 minutes before the start of chemotherapy Pediatrics (1 month to less than 17 years) 20 micrograms per kilogram (max 1.5 mg) as a single dose Infuse over 15 minutes beginning approximately 30 minutes before the start of chemotherapy Postoperative Nausea and Vomiting The recommended dosage of palonosetron hydrochloride injection in adults for PONV is 0.075 mg administered as a single intravenous dose over 10 seconds immediately before the induction of anesthesia. 2.2 Instructions for Intravenous Administration Palonosetron hydrochloride injection is supplied ready for intravenous administration at a concentration of 0.05 mg per mL (50 mcg per mL). Do not mix palonosetron hydrochloride injection with other drugs. Flush the infusion line with normal saline before and after administration of palonosetron hydrochloride injection. Inspect palonosetron hydrochloride injection visually for particulate matter and discoloration before administration. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Palonosetron hydrochloride injection is indicated in adults for prevention of: acute and delayed nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy (MEC). acute nausea and vomiting associated with initial and repeat courses highly emetogenic cancer chemotherapy (HEC). postoperative nausea and vomiting (PONV) for up to 24 hours following surgery. Efficacy beyond 24 hours has not been demonstrated. As with other antiemetics, routine prophylaxis is not recommended in patients in whom there is little expectation that nausea and/or vomiting will occur postoperatively. In patients where nausea and vomiting must be avoided during the postoperative period, palonosetron hydrochloride injection is recommended even where the incidence of postoperative nausea and/or vomiting is low. Palonosetron hydrochloride injection is indicated in pediatric patients 1 month to less than 17 years of age for prevention of: acute nausea and vomiting associated with initial and repeat courses of emetogenic cancer chemotherapy, including highly emetogenic cancer chemotherapy. Palonosetron hydrochloride injection is a serotonin-3 (5-HT 3 ) receptor antagonist indicated in: Adults for prevention of: acute and delayed nausea and vomiting associated with initial and repeat courses of moderately emetogenic cancer chemotherapy (MEC). ( 1 ) acute nausea and vomiting associated with initial and repeat courses of highly emetogenic cancer chemotherapy (HEC). ( 1 ) postoperative nausea and vomiting (PONV) for up to 24 hours following surgery. Efficacy beyond 24 hours has not been demonstrated ( 1 ) Pediatric patients aged 1 month to less than 17 years for prevention of: acute nausea and vomiting associated with initial and repeat courses of emetogenic cancer chemotherapy, including highly emetogenic cancer chemotherapy (HEC). ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:11:00.991468",
  "source": "OpenFDA"
}