{
  "drug_name": "Palomid 529",
  "generic_name": [
    "Palomid 529"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 9 presents clinically significant drug interactions with paroxetine. Table 9: Clinically Significant Drug Interactions with Paroxetine Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact The concomitant use of SSRIs, including paroxetine, and MAOIs increases the risk of serotonin syndrome. Intervention Paroxetine is contraindicated in patients taking MAOIs, including MAOIs such as linezolid or intravenous methylene blue [see Dosage and Administration ( 2.5 ), Contraindications ( 4 ), Warnings and Precautions ( 5.2 )]. Examples selegiline, tranylcypromine, isocarboxazid, phenelzine, linezolid, methylene blue Pimozide and Thioridazine Clinical Impact Increased plasma concentrations of pimozide and thioridazine, drugs with a narrow therapeutic index, may increase the risk of QTc prolongation and ventricular arrhythmias. Intervention Paroxetine is contraindicated in patients taking pimozide or thioridazine [see Contraindications ( 4 )]. Other Serotonergic Drugs Clinical Impact The concomitant use of serotonergic drugs with paroxetine increases the risk of serotonin syndrome. Intervention Monitor patients for signs and symptoms of serotonin syndrome, particularly during treatment initiation and dosage increases. If serotonin syndrome occurs, consider discontinuation of paroxetine and/or concomitant serotonergic drugs [see Warnings and Precautions ( 5.2 )] . Examples other SSRIs, SNRIs, triptans, tricyclic antidepressants, opioids, lithium, tryptophan, buspirone, amphetamines, and St. John’s Wort. Drugs that Interfere with Hemostasis (antiplatelet agents and anticoagulants) Clinical Impact The concurrent use of an antiplatelet agent or anticoagulant with paroxetine may potentiate the risk of bleeding. Intervention Inform patients of the increased risk of bleeding associated with the concomitant use of paroxetine and antiplatelet agents and anticoagulants. For patients taking warfarin, carefully monitor the international normalized ratio [see Warnings and Precautions ( 5.5 )]. Examples aspirin, clopidogrel, heparin, warfarin Drugs Highly Bound to Plasma Protein Clinical Impact Paroxetine is highly bound to plasma protein. The concomitant use of paroxetine with another drug that is highly bound to plasma protein may increase free concentrations of paroxetine or other tightly-bound drugs in plasma. Intervention Monitor for adverse reactions and reduce dosage of paroxetine or other protein-bound drugs as warranted. Examples warfarin Drugs Metabolized by CYP2D6 Clinical Impact Paroxetine is a CYP2D6 inhibitor [see Clinical Pharmacology ( 12.3 )]. The concomitant use of paroxetine with a CYP2D6 substrate may increase the exposure of the CYP2D6 substrate. Intervention Decrease the dosage of a CYP2D6 substrate if needed with concomitant paroxetine use. Conversely, an increase in dosage of a CYP2D6 substrate may be needed if paroxetine is discontinued. Examples propafenone, flecainide, atomoxetine, desipramine, dextromethorphan, metoprolol, nebivolol, perphenazine, tolterodine, venlafaxine, risperidone. Tamoxifen Clinical Impact Concomitant use of tamoxifen with paroxetine may lead to reduced plasma concentrations of the active metabolite (endoxifen) and reduced efficacy of tamoxifen Intervention Consider use of an alternative antidepressant with little or no CYP2D6 inhibition [see Warnings and Precautions ( 5.11 )]. Fosamprenavir/Ritonavir Clinical Impact Co-administration of fosamprenavir/ritonavir with paroxetine significantly decreased plasma levels of paroxetine. Intervention Any dose adjustment should be guided by clinical effect (tolerability and efficacy). Drugs Highly Bound to Plasma Protein: Monitor for adverse reactions and reduce dosage of paroxetine or other protein-bound drugs (e.g., warfarin) as warranted. ( 7 ) Drugs Metabolized by CYP2D6: Reduce dosage of drugs metabolized by CYP2D6 as warranted. ( 7 ) Concomitant use with tamoxifen: Consider use of an alternative antidepressant with little or no CYP2D6 inhibition. ( 5.11 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are included in more detail in other sections of the prescribing information: Hypersensitivity reactions to paroxetine [see Contraindications ( 4 )] Suicidal Thoughts and Behaviors [see Warnings and Precautions ( 5.1 )] Serotonin Syndrome [see Warnings and Precautions ( 5.2 )] Embryofetal and Neonatal Toxicity [see Warnings and Precautions ( 5.4 )] Increased Risk of Bleeding [see Warnings and Precautions ( 5.5 )] Activation of Mania/Hypomania [see Warnings and Precautions ( 5.6 )] Discontinuation Syndrome [see Warnings and Precautions ( 5.7 )] Seizures [see Warnings and Precautions ( 5.8 )] Angle-closure Glaucoma [see Warnings and Precautions ( 5.9 )] Hyponatremia [see Warnings and Precautions ( 5.10 )] Bone Fracture [see Warnings and Precautions ( 5.12 )] Sexual Dysfunction [see Warnings and Precautions ( 5.13 ) ] Most common adverse reactions (≥5% and at least twice placebo) are abnormal ejaculation, asthenia, constipation, decreased appetite, diarrhea, dizziness, dry mouth, female genital disorder, impotence, infection, insomnia, libido decreased, male genital disorder, nausea, nervousness, somnolence, sweating, tremor, yawn. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data for paroxetine are from: 6-week clinical trials in MDD patients who received paroxetine 20 mg to 50 mg once daily 12-week clinical trials in OCD patients who received paroxetine 20 mg to 60 mg once daily 10- to 12-week clinical trials in PD patients who received paroxetine 10 mg to 60 mg once daily 12-week clinical trials in SAD patients who received paroxetine 20 mg to 50 mg once daily 8-week clinical trials in GAD patients who received paroxetine 10 mg to 50 mg once daily 12-week clinical trials in PTSD patients who received paroxetine 20 mg to 50 mg once daily Adverse Reactions Leading to Discontinuation Twenty percent (1,199/6,145) of patients treated with paroxetine in clinical trials in MDD and 16.1% (84/522), 11.8% (64/542), 9.4% (44/469), 10.7% (79/735), and 11.7% (79/676) of patients treated with paroxetine in clinical trials in SAD, OCD, PD, GAD, and PTSD, respectively, discontinued treatment due to an adverse reaction. The most common adverse reactions (≥1%) associated with discontinuation (i.e., those adverse reactions associated with dropout at a rate approximately twice or greater for paroxetine compared to placebo) are presented in Table 3: Table 3: Adverse Reactions Reported as Leading to Discontinuation (≥1% of Paroxetine Treated Patients and Greater than Placebo) in MDD, OCD, PD, SAD, GAD, and PTSD Trials MDD OCD PD SAD GAD PTSD PAROXETINE % Placebo % PAROXETINE % Placebo % PAROXETINE % Placebo % PAROXETINE % Placebo % PAROXETINE % Placebo % PAROXETINE % Placebo % CNS Somnolence 2.3 0.7 — 1.9 0.3 3.4 0.3 2 0.2 2.8 0.6 Insomnia — — 1.7 0 1.3 0.3 3.1 0 — — Agitation 1.1 0.5 — — — Tremor 1.1 0.3 — 1.7 0 1 0.2 Anxiety — — — 1.1 0 — — Dizziness — — 1.5 0 1.9 0 1 0.2 — — Gastroin- testinal Constipation — 1.1 0 — — Nausea 3.2 1.1 1.9 0 3.2 1.2 4 0.3 2 0.2 2.2 0.6 Diarrhea 1 0.3 — Dry mouth 1 0.3 — — — Vomiting 1 0.3 — 1 0 — — Flatulence 1 0.3 — — Other Asthenia 1.6 0.4 1.9 0.4 2.5 0.6 1.8 0.2 1.6 0.2 Abnormal Ejaculation a 1.6 0 2.1 0 4.9 0.6 2.5 0.5 — — Sweating 1 0.3 — 1.1 0 1.1 0.2 — — Impotence a — 1.5 0 — — Libido Decreased 1 0 --- --- Where numbers are not provided the incidence of the adverse reactions in patients treated with paroxetine was not >1% or was not greater than or equal to 2 times the incidence of placebo. a. Incidence corrected for gender. Most Common Adverse Reactions The most commonly observed adverse reactions associated with the use of paroxetine (incidence of 5% or greater and at least twice that for placebo) were: MDD: Asthenia, sweating, nausea, decreased appetite, somnolence, dizziness, insomnia, tremor, nervousness, ejaculatory disturbance, and other male genital disorders. OCD: Nausea, dry mouth, decreased appetite, constipation, dizziness, somnolence, tremor, sweating, impotence, and abnormal ejaculation. PD: Asthenia, sweating, decreased appetite, libido decreased, tremor, abnormal ejaculation, female genital disorders, and impotence. SAD: Sweating, nausea, dry mouth, constipation, decreased appetite, somnolence, tremor, libido decreased, yawn, abnormal ejaculation, female genital disorders, and impotence. GAD: Asthenia, infection, constipation, decreased appetite, dry mouth, nausea, libido decreased, somnolence, tremor, sweating, and abnormal ejaculation. PTSD: Asthenia, sweating, nausea, dry mouth, diarrhea, decreased appetite, somnolence, libido decreased, abnormal ejaculation, female genital disorders, and impotence. Adverse Reactions in Patients with MDD Table 4 presents the adverse reactions that occurred at an incidence of 1% or more and greater than placebo in clinical trials of paroxetine -treated patients with MDD. Table 4: Adverse Reactions (≥1% of Paroxetine-Treated Patients and Greater than Placebo) in 6-Week Clinical Trials for MDD Body System/ Adverse Reaction Paroxetine(n = 421) % Placebo (n = 421) % Body as a Whole Headache 18 17 Asthenia 15 6 Cardiovascular Palpitation 3 1 Vasodilation 3 1 Dermatologic Sweating 11 2 Rash 2 1 Gastrointestinal Nausea 26 9 Dry Mouth 18 12 Constipation 14 9 Diarrhea 12 8 Decreased Appetite 6 2 Flatulence 4 2 Oropharynx Disorder a 2 0 Dyspepsia 2 1 Musculoskeletal Myopathy 2 1 Myalgia 2 0 Myasthenia 1 1 Nervous System Somnolence 23 9 Dizziness 13 6 Insomnia 13 6 Tremor 8 2 Nervousness 5 3 Anxiety 5 3 Paresthesia 4 2 Libido Decreased 3 0 Drugged Feeling 2 1 Confusion 1 0 Respiration Yawn 4 0 Special Senses Blurred Vision 4 1 Taste Prevention 2 0 Urogenital System Ejaculatory Disturbance b,c 13 0 Other Male Genital Disorders b,d 10 0 Urinary Frequency 3 1 Urination Disorder e 3 0 Female Genital Disorders b,f 2 0 a Includes mostly “lump in throat” and “tightness in throat.” b Percentage corrected for gender. c Mostly “ejaculatory delay.” d Includes “anorgasmia,” “erectile difficulties,” “delayed ejaculation/orgasm,” and “sexual dysfunction,” and “impotence.” e Includes mostly “difficulty with micturition” and “urinary hesitancy.” f Includes mostly “anorgasmia” and “difficulty reaching climax/orgasm.” Adverse Reactions in Patients with OCD, PD, and SAD Table 5 presents adverse reactions that occurred at a frequency of 2% or more in clinical trials in patients with OCD, PD, and SAD. Table 5. Adverse Reactions (≥2% of Paroxetine -Treated Patients and Greater than Placebo) in 10 to 12-Week Clinical Trials for OCD, PD, and SAD Body System/Preferred Term Obsessive Compulsive Disorder Panic Disorder Social Anxiety Disorder PAROXETINE (n = 542 % Placebo (n = 265) % PAROXETINE (n = 469) % Placebo (n = 324) % PAROXETINE (n = 425) % Placebo (n = 339) % Body as a Whole Asthenia 22 14 14 5 22 14 Abdominal Pain - - 4 3 — — Chest Pain 3 2 - - - - Back Pain - - 3 2 - - Chills 2 1 2 1 — — Trauma — — — — 3 1 Cardiovascular Vasodilation 4 1 — — — — Palpitation 2 0 — — — — Dermatologic Sweating 9 3 14 6 9 2 Rash 3 2 - - - - Gastrointestinal Nausea 23 10 23 17 25 7 Dry Mouth 18 9 18 11 9 3 Constipation 16 6 8 5 5 2 Diarrhea 10 10 12 7 9 6 Decreased Appetite 9 3 7 3 8 2 Dyspepsia - - - - 4 2 Flatulence - - - - 4 2 Increased Appetite 4 3 2 1 - - Vomiting - - - - 2 1 Musculoskeletal Myalgia - - - - 4 3 Nervous System Insomnia 24 13 18 10 21 16 Somnolence 24 7 19 11 22 5 Dizziness 12 6 14 10 11 7 Tremor 11 1 9 1 9 1 Nervousness 9 8 — — 8 7 Libido Decreased 7 4 9 1 12 1 Agitation — — 5 4 3 1 Anxiety — — 5 4 5 4 Abnormal Dreams 4 1 — — — — Concentration Impaired 3 2 — — 4 1 Depersonalization 3 0 — — — — Myoclonus 3 0 3 2 2 1 Amnesia 2 1 - - - - Respiratory - - 3 0 System Rhinitis - - Pharyngitis 4 2 Yawn 5 1 Special Senses Abnormal Vision 4 2 — — 4 1 Taste Perversion 2 0 - - - - Urogenital System Abnormal Ejaculation a 23 1 21 1 28 1 Dysmenorrhea — — — — 5 4 Female Genital Disorder a 3 0 9 1 9 1 Impotence a 8 1 5 0 5 1 Urinary Frequency 3 1 2 0 — — Urination Impaired 3 0 — — — — Urinary Tract Infection 2 1 2 1 — — a Percentage corrected for gender. Adverse Reactions in Patients with GAD and PTSD Table 6 presents adverse reactions that occurred at a frequency of 2% or more in clinical trials in patients with GAD and PTSD Table 6. Adverse Reactions (≥2% of Paroxetine -Treated Patients and Greater than Placebo) in 8- to 12-Week Clinical Trials for GAD and PTSD a Body System/Preferr ed Term Generalized Anxiety Disorder Posttraumatic Stress Disorder Paroxetine (n = 735) % Placebo (n = 529) % Paroxetine (n = 676) % Placebo (n = 504) % Body as a Whole Asthenia 14 6 12 4 Headache 17 14 — — Infection 6 3 5 4 Abdominal Pain 4 3 Trauma 6 5 Cardiovascular Vasodilation 3 1 2 1 Dermatologic Sweating 6 2 5 1 Gastrointestinal Nausea 20 5 19 8 Dry Mouth 11 5 10 5 Constipation 10 2 5 3 Diarrhea 9 7 11 5 Decreased Appetite 5 1 6 3 Vomiting 3 2 3 2 Dyspepsia — — 5 3 Nervous System Insomnia 11 8 12 11 Somnolence 15 5 16 5 Dizziness 6 5 6 5 Tremor 5 1 4 1 Nervousness 4 3 - - Libido Decreased 9 2 5 2 Abnormal Dreams - - 3 - Respiratory System Respiratory Disorder 7 5 - - Sinusitis 4 3 - - Yawn 4 - 2 ≤1 Special Senses Abnormal Vision 2 1 3 1 Urogenital System Abnormal Ejaculation a 25 2 13 2 Female Genital Disorder a 4 1 5 1 Impotence a 4 3 9 1 a. Percentage corrected for gender. Dose Dependent Adverse Reactions MDD A comparison of adverse reaction rates in a fixed-dose study comparing paroxetine 10 mg, 20 mg, 30 mg, and 40 mg once daily with placebo in the treatment of MDD revealed dose dependent adverse reactions, as shown in Table 7: Table 7. Adverse Reactions (≥5% of Paroxetine -Treated Patients and ≥ Twice the Rate of Placebo) (in a Dose-Comparison Trial in the Treatment of MDD Body System/Preferred Term Placebo n = 51 % PAROXETINE 10 mg 20 mg 30 mg 40 mg n = 102 n = 104 n = 101 n = 102 % % % % Body as a Whole Asthenia 0 2.9 10.6 13.9 12.7 Dermatology Sweating 2 1 6.7 8.9 11.8 Gastrointestinal Constipation 5.9 4.9 7.7 9.9 12.7 Decreased Appetite 2 2 5.8 4 4.9 Diarrhea 7.8 9.8 19.2 7.9 14.7 Dry Mouth 2 10.8 18.3 15.8 20.6 Nausea 13.7 14.7 26.9 34.7 36.3 Nervous System Anxiety 0 2 5.8 5.9 5.9 Dizziness 3.9 6.9 6.7 8.9 12.7 Nervousness 0 5.9 5.8 4 2.9 Paresthesia 0 2.9 1 5 5.9 Somnolence 7.8 12.7 18.3 20.8 21.6 Tremor 0 0 7.7 7.9 14.7 Special Senses Blurred Vision 2 2.9 2.9 2 7.8 Urogenital System Abnormal Ejaculation 0 5.8 6.5 10.6 13 Impotence 0 1.9 4.3 6.4 1.9 Male Genital Disorders 0 3.8 8.7 6.4 3.7 OCD In a fixed-dose study comparing placebo and paroxetine 20 mg, 40 mg, and 60 mg in the treatment of OCD, there was no clear relationship between adverse reactions and the dose of paroxetine to which patients were assigned. PD In a fixed-dose study comparing placebo and paroxetine 10 mg, 20 mg, and 40 mg in the treatment of PD, the following adverse reactions were shown to be dose-dependent: asthenia, dry mouth, anxiety, libido decreased, tremor, and abnormal ejaculation. SAD In a fixed-dose study comparing placebo and paroxetine 20 mg, 40 mg and 60 mg in the treatment of SAD, for most of the adverse reactions, there was no clear relationship between adverse reactions and the dose of paroxetine to which patients were assigned. GAD In a fixed-dose study comparing placebo and paroxetine 20 mg and 40 mg in the treatment of GAD, the following adverse reactions were shown to be dose-dependent: asthenia, constipation, and abnormal ejaculation. PTSD In a fixed-dose study comparing placebo and paroxetine 20 mg and 40 mg in the treatment of PTSD, the following adverse reactions were shown to be dose-dependent: impotence and abnormal ejaculation. Male and Female Sexual Dysfunction Although changes in sexual desire, sexual performance, and sexual satisfaction often occur as manifestations of a psychiatric disorder, they may also be a consequence of SSRI treatment. However, reliable estimates of the incidence and severity of untoward experiences involving sexual desire, performance, and satisfaction are difficult to obtain, however, in part because patients and healthcare providers may be reluctant to discuss them. Accordingly, estimates of the incidence of untoward sexual experience and performance cited in labeling may underestimate their actual incidence. The percentage of patients reporting symptoms of sexual dysfunction in males and females with MDD, OCD, PD, SAD, GAD, and PTSD are displayed in Table 8. Table 8. Adverse Reactions Related to Sexual Dysfunction in Patients Treated with Paroxetine in Clinical Trials of MDD, OCD, PD, SAD, GAD, and PTSD PAROXETINE Placebo n (males) 1446 % 1042 % Decreased Libido 6 to15 0 to 5 Ejaculatory Disturbance 13 to 28 0 to 2 Impotence 2 to 9 0 to 3 n (females) 1822 % 1340 % Decreased Libido 0 to 9 0 to 2 Orgasmic Disturbance 2 to 9 0 to 1 Paroxetine treatment has been associated with several cases of priapism. In those cases with a known outcome, patients recovered without sequelae. Hallucinations In pooled clinical trials of paroxetine, hallucinations were observed in 0.2% of paroxetine-treated patients compared to 0.1% of patients receiving placebo. Less Common Adverse Reactions The following adverse reactions occurred during the clinical studies of paroxetine and are not included elsewhere in the labeling. Adverse reactions are categorized by body system and listed in order of decreasing frequency according to the following definitions: Frequent adverse reactions are those occurring on 1 or more occasions in at least 1/100 patients; infrequent adverse reactions are those occurring in 1/100 to 1/1,000 patients; rare adverse reactions are those occurring in fewer than 1/1,000 patients. Body as a Whole Infrequent: Allergic reaction, chills, face edema, malaise, neck pain; rare: Adrenergic syndrome, cellulitis, moniliasis, neck rigidity, pelvic pain, peritonitis, sepsis, ulcer. Cardiovascular System Frequent: Hypertension, tachycardia; infrequent: Bradycardia, hematoma, hypotension, migraine, postural hypotension, syncope; rare: Angina pectoris, arrhythmia nodal, atrial fibrillation, bundle branch block, cerebral ischemia, cerebrovascular accident, congestive heart failure, heart block, low cardiac output, myocardial infarct, myocardial ischemia, pallor, phlebitis, pulmonary embolus, supraventricular extrasystoles, thrombophlebitis, thrombosis, varicose vein, vascular headache, ventricular extrasystoles. Digestive System Infrequent: Bruxism, colitis, dysphagia, eructation, gastritis, gastroenteritis, gingivitis, glossitis, increased salivation, abnormal liver function tests, rectal hemorrhage, ulcerative stomatitis; rare: Aphthous stomatitis, bloody diarrhea, bulimia, cardiospasm, cholelithiasis, duodenitis, enteritis, esophagitis, fecal impactions, fecal incontinence, gum hemorrhage, hematemesis, hepatitis, ileitis, ileus, intestinal obstruction, jaundice, melena, mouth ulceration, peptic ulcer, salivary gland enlargement, sialadenitis, stomach ulcer, stomatitis, tongue discoloration, tongue edema, tooth caries. Endocrine System Rare: Diabetes mellitus, goiter, hyperthyroidism, hypothyroidism, thyroiditis. Hemic and Lymphatic Systems Infrequent: Anemia, leukopenia, lymphadenopathy, purpura; rare: Abnormal erythrocytes, basophilia, bleeding time increased, eosinophilia, hypochromic anemia, iron deficiency anemia, leukocytosis, lymphedema, abnormal lymphocytes, lymphocytosis, microcytic anemia, monocytosis, normocytic anemia, thrombocythemia, thrombocytopenia. Metabolic and Nutritional Frequent: Weight gain; infrequent: Edema, peripheral edema, SGOT increased, SGPT increased, thirst, weight loss; rare: Alkaline phosphatase increased, bilirubinemia, BUN increased, creatinine phosphokinase increased, dehydration, gamma globulins increased, gout, hypercalcemia, hypercholesteremia, hyperglycemia, hyperkalemia, hyperphosphatemia, hypocalcemia, hypoglycemia, hypokalemia, hyponatremia, ketosis, lactic dehydrogenase increased, non-protein nitrogen (NPN) increased. Musculoskeletal System Frequent: Arthralgia; infrequent: Arthritis, arthrosis; rare: Bursitis, myositis, osteoporosis, generalized spasm, tenosynovitis, tetany. Nervous System Frequent: Emotional lability, vertigo; infrequent: Abnormal thinking, alcohol abuse, ataxia, dystonia, dyskinesia, euphoria, hostility, hypertonia, hypesthesia, hypokinesia, incoordination, lack of emotion, libido increased, manic reaction, neurosis, paralysis, paranoid reaction; rare: Abnormal gait, akinesia, antisocial reaction, aphasia, choreoathetosis, circumoral paresthesias, convulsion, delirium, delusions, diplopia, drug dependence, dysarthria, extrapyramidal syndrome, fasciculations, grand mal convulsion, hyperalgesia, hysteria, manic-depressive reaction, meningitis, myelitis, neuralgia, neuropathy, nystagmus, peripheral neuritis, psychotic depression, psychosis, reflexes decreased, reflexes increased, stupor, torticollis, trismus, withdrawal syndrome. Respiratory System Infrequent: Asthma, bronchitis, dyspnea, epistaxis, hyperventilation, pneumonia, respiratory flu; rare: Emphysema, hemoptysis, hiccups, lung fibrosis, pulmonary edema, sputum increased, stridor, voice alteration. Skin and Appendages Frequent: Pruritus; infrequent: Acne, alopecia, contact dermatitis, dry skin, ecchymosis, eczema, herpes simplex, photosensitivity, urticaria; rare: Angioedema, erythema nodosum, erythema multiforme, exfoliative dermatitis, fungal dermatitis, furunculosis; herpes zoster, hirsutism, maculopapular rash, seborrhea, skin discoloration, skin hypertrophy, skin ulcer, sweating decreased, vesiculobullous rash. Special Senses Frequent: Tinnitus; infrequent: Abnormality of accommodation, conjunctivitis, ear pain, eye pain, keratoconjunctivitis, mydriasis, otitis media; rare: Amblyopia, anisocoria, blepharitis, cataract, conjunctival edema, corneal ulcer, deafness, exophthalmos, eye hemorrhage, glaucoma, hyperacusis, night blindness, otitis externa, parosmia, photophobia, ptosis, retinal hemorrhage, taste loss, visual field defect. Urogenital System Infrequent: Amenorrhea, breast pain, cystitis, dysuria, hematuria, menorrhagia, nocturia, polyuria, pyuria, urinary incontinence, urinary retention, urinary urgency, vaginitis; rare: Abortion, breast atrophy, breast enlargement, endometrial disorder, epididymitis, female lactation, fibrocystic breast, kidney calculus, kidney pain, leukorrhea, mastitis, metrorrhagia, nephritis, oliguria, salpingitis, urethritis, urinary casts, uterine spasm, urolith, vaginal hemorrhage, vaginal moniliasis. 6.2 Postmarketing Experience The following reactions have been identified during post approval use of paroxetine. Because these reactions are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Acute pancreatitis, elevated liver function tests (the most severe cases were deaths due to liver necrosis, and grossly elevated transaminases associated with severe liver dysfunction), Guillain-Barré syndrome, Stevens-Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS), syndrome of inappropriate ADH secretion, prolactinemia and galactorrhea; extrapyramidal symptoms which have included akathisia, bradykinesia, cogwheel rigidity, oculogyric crisis which has been associated with concomitant use of pimozide; status epilepticus, acute renal failure, pulmonary hypertension, allergic alveolitis, anosmia, hyposmia, anaphylaxis, eclampsia, laryngismus, optic neuritis, porphyria, restless legs syndrome (RLS), ventricular fibrillation, ventricular tachycardia (including torsade de pointes), hemolytic anemia, events related to impaired hematopoiesis (including aplastic anemia, pancytopenia, bone marrow aplasia, and agranulocytosis), vasculitic syndromes (such as Henoch-Schönlein purpura), and premature births in pregnant women. There has been a case report of severe hypotension when paroxetine was added to chronic metoprolol treatment."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Paroxetine tablets are contraindicated in patients: Taking, or within 14 days of stopping, MAOIs (including the MAOIs linezolid and intravenous methylene blue) because of an increased risk of serotonin syndrome [see Warnings and Precautions ( 5.2 ), Drug Interactions ( 7 )]. Taking thioridazine because of risk of QT prolongation [see Warnings and Precautions ( 5. 3 ) and Drug Interactions ( 7 )] Taking pimozide because of risk of QT prolongation [see Warnings and Precautions ( 5.3 ), Drug Interactions ( 7 )]. With known hypersensitivity (e.g., anaphylaxis, angioedema, Stevens-Johnson syndrome) to paroxetine or any of the inactive ingredients in paroxetine tablets [see Adverse Reactions ( 6.1 ), ( 6.2 )]. Concomitant use of monoamine oxidase inhibitors (MAOIs) or use within 14 days of discontinuing a MAOI. ( 4 , 5.3 , 7 ) Concomitant use of pimozide or thioridazine. ( 4 , 5.3 , 7 ) Known hypersensitivity to paroxetine or to any of the inactive ingredients in paroxetine tablets. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting and maximum daily dosage for MDD, OCD, PD, and PTSD: ( 2.2 ) Indication Starting Daily Dose Maximum Daily Dose MDD 20 mg 50 mg OCD 20 mg 60 mg PD 10 mg 60 mg PTSD 20 mg 50 mg Recommended starting dosage for SAD and GAD is 20 mg daily. ( 2.3 ) Elderly patients, patients with severe renal impairment or severe hepatic impairment: Starting dosage is 10 mg daily. Maximum dosage is 40 mg daily. ( 2.4 ) When discontinuing paroxetine tablets, reduce dosage gradually. ( 2.6 , 5.7 ) 2.1 Administration Information Administer paroxetine tablets as a single daily dose in the morning, with or without food. 2.2 Recommended Dosage for MDD, OCD, PD, and PTSD The recommended starting dosages and maximum dosages of paroxetine tablets in patients with MDD, OCD, PD, and PTSD are presented in Table 1. In patients with an inadequate response, increase dosage in increments of 10 mg per day at intervals of at least 1 week, depending on tolerability. Table 1: Recommended Daily Dosage of Paroxetine tablets in Patients with MDD, OCD, PD, and PTSD Indication Starting Dose Maximum Dose MDD 20 mg 50 mg OCD 20 mg 60 mg PD 10 mg 60 mg PTSD 20 mg 50 mg 2.3 Recommended Dosage for SAD and GAD SAD The starting and recommended dosage in patients with SAD is 20 mg daily. In clinical trials the effectiveness of paroxetine was demonstrated in patients dosed in a range of 20 mg to 60 mg daily. While the safety of paroxetine has been evaluated in patients with SAD at doses up to 60 mg daily, available information does not suggest any additional benefit for doses above 20 mg daily [see Clinical Studies ( 14.4 )]. GAD The starting and recommended dosage in patients with GAD is 20 mg daily. In clinical trials the effectiveness of paroxetine in GAD was demonstrated in patients dosed in a range of 20 mg to 50 mg daily. There is not sufficient evidence to suggest a greater benefit to doses higher than 20 mg daily [see Clinical Studies ( 14.5 )]. In patients with an inadequate response, increase dosage in increments of 10 mg per day at intervals of at least 1 week, depending on tolerability. 2.4 Screen for Bipolar Disorder Prior to Starting Paroxetine Tablets Prior to initiating treatment with paroxetine tablets or another antidepressant, screen patients for a personal or family history of bipolar disorder, mania, or hypomania [see Warnings and Precautions ( 5.6 )]. 2.5 Recommended Dosage for Elderly Patients, Patients with Severe Renal Impairment, and Patients with Severe Hepatic Impairment The recommended initial dosage is 10 mg per day for elderly patients, patients with severe renal impairment, and patients with severe hepatic impairment. Dosage should not exceed 40 mg/day. 2.6 Switching Patients to or From a Monoamine Oxidase Inhibitor (MAOI) At least 14 days must elapse between discontinuation of a monoamine oxidase inhibitor (MAOI and initiation of paroxetine tablets. In addition, at least 14 days must elapse after stopping paroxetine tablets before starting an MAOI antidepressant [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 )]. 2.7 Discontinuation of Treatment with Paroxetine Tablets Adverse reactions may occur upon discontinuation of paroxetine tablets [see Warnings and Precautions ( 5.7 )]. Gradually reduce the dosage rather than stopping paroxetine tablets abruptly whenever possible."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Paroxetine tablets are indicated in adults for the treatment of: Major depressive disorder (MDD) Obsessive compulsive disorder (OCD) Panic disorder (PD) Social anxiety disorder (SAD) Generalized anxiety disorder (GAD) Posttraumatic stress disorder (PTSD) Paroxetine tablets is a selective serotonin reuptake inhibitor (SSRI) indicated in adults for the treatment of ( 1 ): Major Depressive Disorder (MDD) Obsessive Compulsive Disorder (OCD) Panic Disorder (PD) Social Anxiety Disorder (SAD) Generalized Anxiety Disorder (GAD) Posttraumatic Stress Disorder (PTSD)"
  ],
  "fetched_at": "2025-10-01T19:18:22.690782",
  "source": "OpenFDA"
}