{
  "drug_name": "Palovarotene",
  "generic_name": [
    "PALOVAROTENE"
  ],
  "brand_names": [
    "SOHONOS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A4 Inhibitors: May increase SOHONOS exposure. Avoid concomitant use of strong/moderate CYP3A4 inhibitors. If concomitant use of moderate CYP3A4 inhibitors is unavoidable, reduce the dose of SOHONOS by half ( 2.5 , 7.1 ) CYP3A4 Inducers: May decrease SOHONOS exposure. Avoid concomitant use of strong/moderate CYP3A4 inducers ( 7.1 ) Vitamin A: May cause additive effects ( 7.2 ) Tetracyclines: Avoid concomitant use with SOHONOS ( 7.3 ) Systemic Corticosteroids: No clinically significant drug interaction is expected with concomitant use of SOHONOS ( 7.4 ) 7.1 Effect of Other Drugs on SOHONOS Clinically significant drug interactions affecting the exposure of SOHONOS are listed in Table 6. Table 6. Drugs that affect exposure of SOHONOS. Strong CYP3A Inhibitors Clinical Impact Co-administration of SOHONOS with strong CYP3A4 inhibitors increased the exposures of palovarotene [see Clinical Pharmacology (12.3) ] , which may increase the risk of SOHONOS adverse reactions. Prevention or Management Avoid concomitant use of a strong CYP3A4 inhibitor during SOHONOS treatment [see Dosage and Administration (2.5) ] . Moderate CYP3A Inhibitors Clinical Impact Co-administration of SOHONOS with moderate CYP3A4 inhibitors may increase the exposure of palovarotene [see Clinical Pharmacology (12.3) ] , which may increase the risk of SOHONOS adverse reactions. Prevention or Management Avoid concomitant use of a moderate CYP3A4 inhibitor with SOHONOS, if possible. If co-administration will occur, reduce the SOHONOS dose by half when co-administered with moderate CYP3A inhibitors [see Dosage and Administration (2.5) ] . Strong CYP3A Inducers Clinical Impact Co-administration of SOHONOS with strong CYP3A4 inducers decreased the exposure of palovarotene [see Clinical Pharmacology (12.3) ] , which may reduce the effectiveness of SOHONOS. Prevention or Management Avoid concomitant use of strong CYP3A4 inducers with SOHONOS. [see Dosage and Administration (2.5) ] . Moderate CYP3A Inducers Clinical Impact Co-administration of moderate CYP3A4 inducers with palovarotene may decrease palovarotene exposure [see Clinical Pharmacology (12.3) ], which may reduce the effectiveness of SOHONOS. Prevention or Management Avoid concomitant use of moderate CYP3A4 inducers with SOHONOS. 7.2 Vitamin A Palovarotene belongs to the same pharmacological class as vitamin A. Therefore, the use of both vitamin A and SOHONOS at the same time may lead to additive effects. Concomitant administration of vitamin A in doses higher than the recommended daily allowance (RDA) and/or other oral retinoids with SOHONOS must be avoided because of the risk of hypervitaminosis A. 7.3 Tetracyclines Systemic retinoid use has been associated with cases of benign intracranial hypertension (also called pseudotumor cerebri), some of which involved the concomitant use of tetracyclines. Avoid coadministration of SOHONOS with tetracycline derivatives [see Adverse Reactions (6.1) ] . 7.4 Systemic Corticosteroids No clinically significant drug-drug interaction is expected when SOHONOS is co-administered with prednisone [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Premature Epiphyseal Closure in Growing Pediatric Patients [see Warnings and Precautions (5.2) ] Mucocutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] Metabolic Bone Disorders [see Warnings and Precautions (5.4) ] Psychiatric Disorders [see Warnings and Precautions (5.5) ] Night Blindness [see Warnings and Precautions (5.6) ] Most common adverse reactions (incidence ≥10%) are dry skin, lip dry, arthralgia, pruritus, pain in extremity, rash, alopecia, erythema, headache, back pain, skin exfoliation, nausea, musculoskeletal pain, myalgia, dry eye, hypersensitivity, peripheral edema, and fatigue ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact IPSEN Biopharmaceuticals, Inc at 1-855-463-5127 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of SOHONOS was evaluated in clinical studies that enrolled a total of 164 subjects with FOP, including 139 subjects in the indicated population of ages 8 years and above for females and 10 years and above for males (8/10 years and older). Most of these subjects received open label treatment with the chronic daily/flare-up regimen, consisting of 5 mg daily dosage of oral SOHONOS with a 20/10 mg dosage as needed for 12 weeks at the time of flare-up (4 weeks of 20 mg once daily followed by 10 mg once daily for 8 weeks), with all doses reduced by weight in subjects who were less than 90% skeletally mature. The mean duration of exposure was 79 weeks for chronic dosing (N=131 subjects) and 35 weeks for flare-up dosing (N=105 subjects). The mean age of these subjects was 19 years (range 8 to 61 years); 51% were male. Serious adverse reactions occurred in 21 (15%) SOHONOS treated subjects in the 8/10 years or older population with the most common serious adverse reaction being premature epiphyseal closure. Adverse reactions leading to permanent discontinuation occurred in 11 (8%) SOHONOS treated subjects with dry skin being the most common in 2 (1%) subjects. Mucocutaneous adverse reactions leading to dose reductions were more common during SOHONOS 20/10 mg flare-up treatment (37%) than during chronic treatment (4%). Table 5 below presents adverse reactions which occurred in at least 10% of FOP subjects 8/10 years and older during treatment with chronic or flare-up dosing. Table 5. Summary of Adverse Reactions Reported at greater than 10% Frequency in FOP Subjects 8/10 years and older in Clinical Trials Adverse Reaction Chronic 5 mg N=131 n (%) Flare-up dosing 20/10 mg N=105 n (%) Doses were reduced according to body weight in subjects who were less than 90% skeletally mature Dry skin 80 (61) 60 (57) Lip dry includes lip dry, chapped lips, cheilitis 62 (47) 40 (38) Arthralgia 47 (36) 32 (31) Pruritus includes pruritus, pruritus generalized, and rash pruritic 45 (34) 50 (48) Pain in extremity 38 (29) 29 (28) Rash includes rash, rash generalized, rash maculo-papular 36 (28) 31 (30) Alopecia 32 (24) 31 (30) Erythema includes erythema, generalized erythema, flushing, rash erythematous 25 (19) 34 (32) Headache includes headache and migraine 25 (19) 20 (19) Back pain includes back pain, flank pain, sciatica 22 (17) 12 (11) Skin exfoliation [skin peeling] 20 (15) 30 (29) Nausea 20 (15) 14 (13) Musculoskeletal pain 18 (14) 14 (13) Myalgia includes myalgia, musculoskeletal discomfort 15 (12) 9 (9) Dry eye 13 (10) 23 (22) Hypersensitivity includes drug eruption, hypersensitivity, pruritus allergic, drug hypersensitivity 13 (10) 21 (20) Peripheral edema includes peripheral swelling, edema peripheral 12 (9) 20 (19) Fatigue includes fatigue, lethargy, asthenia, malaise 7 (5) 12 (11) Premature epiphyseal closure Subjects under 18 years with open epiphyses were assessed for growth during the clinical studies. Premature epiphyseal closure was identified by scheduled imaging in 27% of subjects who were less than 18 years of age at enrollment and was more common in younger compared with older subjects (31% in subjects between 8/10 years to 14 years and no subjects 14 years or older). Many of the affected subjects exhibited slowing of growth in height. [see Use in Specific Populations (8.4) and Clinical Studies (14) ] . Mucocutaneous Adverse Reactions Mucocutaneous adverse reactions observed in over 10% of subjects (N=134) were dry skin (78%), lip dry (66%), pruritus (55%), alopecia (44%), rash (42%), erythema (37%), skin exfoliation [skin peeling] (31%), and skin irritation (11%). In addition, dry eye occurred in 25% of subjects. Bone Mineral Density and Fractures Loss of bone mineral density and radiological vertebral fractures (PT: Spinal fracture) were identified as a risk associated with SOHONOS based on novel analyses performed on whole body CT data in FOP subjects in the Phase 3 study [see Warnings and Precautions (5.4) ] . Hepatotoxicity Retinoids have been associated with dose dependent elevations of liver enzymes and isolated cases of severe hepatitis. In SOHONOS studies of FOP, elevated ALT was observed in 7.0% of subjects during 20/10 mg flare-up dosing and 1% of subjects during 5 mg chronic dosing. There were no subjects who required dose reduction or treatment discontinuation due to liver enzyme elevations. Hypertriglyceridemia Systemic retinoids may cause marked elevations of serum triglycerides. In FOP studies, hypertriglyceridemia was reported in 2 subjects during chronic SOHONOS treatment (2%) and in 4 subjects during flare-up dosing (4%). Pancreatitis Pancreatitis has been reported with other systemic retinoids, both with and without elevated triglycerides, including fatal cases. In palovarotene studies, one healthy subject developed acute pancreatitis, possibly related to concomitant use of ketoconazole in a drug-drug interaction study. There were no reports of pancreatitis in the FOP clinical studies. Night Blindness One reaction of night blindness was observed in SOHONOS treated subjects. Intracranial Hypertension (Pseudotumor Cerebri) Systemic retinoid use has been associated with cases of benign intracranial hypertension (also called pseudotumor cerebri), some of which involved the concomitant use of tetracyclines. There were no reports of benign intracranial hypertension in the FOP clinical studies [see Drug Interactions (7.3) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS SOHONOS is contraindicated in the following patients: During Pregnancy [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1) ] . A history of allergy or hypersensitivity to retinoids, or to any component of SOHONOS. Anaphylaxis and other allergic reactions have occurred with other retinoids. [see Description (11) ]. Pregnancy ( 4 , 5.1 , 8.1 ) Hypersensitivity to retinoids or any component of SOHONOS ( 4 , 11 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Obtain a negative pregnancy test in females of reproductive potential before initiation of SOHONOS ( 2.1 ) Recommended dosage includes a chronic daily dose, which can be increased for flare-up symptoms ( 2.2 ) For adults and pediatric patients 14 years and older: Recommended dosage is 5 mg once daily, with an increase in dose at the time of a flare-up to 20 mg once daily for 4 weeks, followed by 10 mg once daily for 8 weeks for a total of 12 weeks (20/10 mg flare-up treatment) ( 2.2 ) For pediatric patients under 14 years: Weight-adjusted for daily and flare-up dosing. Recommended daily dosage range from 2.5 to 5 mg. Refer to Table 1 in Full Prescribing Information for complete pediatric dosing ( 2.2 ) Take SOHONOS with food preferably at same time each day ( 2.3 ). Reduce the dose in the event of adverse reactions as appropriate ( 2.4 ) See Full Prescribing Information for complete dosing instructions ( 2 ) 2.1 Pregnancy Testing Prior to Treatment with SOHONOS For females of reproductive potential, obtain a negative pregnancy test within one week prior to initiating and periodically during SOHONOS therapy . If pregnancy occurs, stop SOHONOS treatment immediately and refer patient to an obstetrician/gynecologist experienced in reproductive toxicity. [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1 , 8.3) ]. 2.2 Recommended Dosage and Duration Dosage Overview Take SOHONOS with food preferably at the same time each day [see Dosage and Administration (2.3) ] . The recommended dosing for SOHONOS includes a chronic daily dosage (daily dose) which can then be modified/increased in the event of FOP flare-up symptoms (flare-up dose). Initiate flare-up treatment at the onset of the first symptom indicative of a FOP flare-up or substantial high-risk traumatic event likely to lead to a flare-up (e.g., surgery, intramuscular immunization, mandibular blocks for dental procedures, muscle fatigue, blunt muscle trauma from bumps, bruises, falls, or influenza-like viral illnesses). Symptoms of a FOP flare-up typically include but are not limited to localized pain, soft tissue swelling/inflammation, redness, warmth, decreased joint range of motion, and stiffness. Recommended Dosage for Adults and Pediatric Patients 14 Years and Older Daily Dose: The recommended SOHONOS daily dosage for adults and pediatric patients 14 years and older is 5 mg daily. Stop daily dosing when flare-up dosing begins. Flare-up Dose: The recommended SOHONOS flare-up dosage for adults and pediatric patients 14 years and older is 20 mg daily for 4 weeks, followed by 10 mg daily for 8 weeks (for a total of 12 weeks of flare-up treatment), even if symptoms resolve earlier, then return to daily dosing of 5 mg. If during the course of flare-up treatment, the patient experiences marked worsening of the original flare-up site or another flare-up at a new location, restart the 12-week flare-up dosing at 20 mg daily. For flare-up symptoms that have not resolved at the end of the 12-week period, the 10 mg daily dosage may be extended in 4-week intervals and continued until the flare-up symptoms resolve. If new flare-up symptoms occur after the 5 mg daily dosing is resumed, flare-up dosing may be restarted. Recommended Dosage for Pediatric Patients Aged 8 to 13 Years for Females and Aged 10 to 13 Years for Males Daily Dose: The recommended SOHONOS daily dosage for patients under 14 years of age is weight-based ranging from 2.5 mg to 5 mg daily (see Table 1 ). Stop daily dosing when flare-up dosing begins. Flare-up Dose: The recommended flare-up SOHONOS dosage for patients under 14 years of age is weight-based (see Table 1 ). Administer the initial flare-up dosage once daily for 4 weeks, then administer the lower flare-up dosage once daily for 8 weeks (for a total of 12 weeks of flare-up treatment), even if symptoms resolve earlier, then return to daily dosing (see Table 1 ). If during the course of flare-up treatment, the patient experiences marked worsening of the original flare-up site or another flare-up at a new location, restart the 12-week flare-up dosing with the Week 1 to 4 dose. For flare-up symptoms that have not resolved at the end of the 12-week period, the Week 5 to 12 flare-up dose may be extended in 4-week intervals and continued until the flare-up symptoms resolve. If new flare-up symptoms occur after daily dosing is resumed, flare-up dosing may be restarted. Table 1. Recommended SOHONOS Weight-Based Dosage for Pediatric Patients Aged 8 to 13 Years for Females and 10 to 13 Years for Males once daily Weight Daily Dosage Week 1 to 4 Flare-up Dosage Week 5 to 12 Flare-up Dosage 10 kg to 19.9 kg 2.5 mg 10 mg 5 mg 20 kg to 39.9 kg 3 mg 12.5 mg 6 mg 40 kg to 59.9 kg 4 mg 15 mg 7.5 mg ≥ 60 kg 5 mg 20 mg 10 mg Missed Dose If a dose of SOHONOS is missed, take the missed dose as soon as possible. If the dose has been missed by more than 6 hours, skip the missed dose, and continue with the next scheduled dose. Do not take two doses at the same time or in the same day. 2.3 Administration Instructions Take SOHONOS with food preferably at the same time each day. SOHONOS may be swallowed whole, or capsules may be opened and the contents emptied onto one teaspoon (5 mL) of soft food (such as apple sauce, low-fat yogurt, or warm oatmeal) and taken within 1 hour of opening provided it was maintained at room temperature and not exposed to direct sunlight [see Clinical Pharmacology (12.3) ] . Do not administer with grapefruit, pomelo, or juices containing these fruits. 2.4 Dosage Reduction for Adverse Reactions If patients experience adverse reactions that require dosage reduction during either the SOHONOS daily dosing or flare-up dosing, reduce the daily dosage to the next lower dose as shown in Table 2 at the discretion of the healthcare provider; reduce the dosage further if adverse reactions do not improve. If the patient is already receiving the lowest possible tolerated dose, then consider discontinuing SOHONOS temporarily or permanently. Initiate subsequent flare-up dosing at the same reduced dose that was tolerated previously. Table 2. Dose Reduction of SOHONOS for Flare-Up and Chronic Treatment Dose Prescribed Reduced Dose 20 mg 15 mg 15 mg 12.5 mg 12.5 mg 10 mg 10 mg 7.5 mg 7.5 mg 5 mg 6 mg 4 mg 5 mg 2.5 mg 4 mg 2 mg 3 mg 1.5 mg 2.5 mg 1 mg 2.5 Dosage Modifications for Drug Interactions Moderate CYP3A Inhibitors: Avoid concomitant use of a moderate CYP3A inhibitor, if possible. If concomitant use will occur, reduce the dose of SOHONOS by half as shown in Table 3 when co-administered with moderate CYP3A inhibitors [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . Table 3. Dose Reduction of SOHONOS for Use with Moderate CYP3A Inhibitors Weight Daily Dosage Week 1 to 4 Flare-up Dosage Week 5 to 12 Flare-up Dosage 10 kg to 19.9 kg 1 mg 5 mg 2.5 mg 20 kg to 39.9 kg 1.5 mg 6 mg 3 mg 40 kg to 59.9 kg 2 mg 7.5 mg 4 mg ≥ 60 kg All pediatric patients ≥14 years of age and adults should receive the dose in the ≥60 kg weight category. 2.5 mg 10 mg 5 mg"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SOHONOS is indicated for the reduction in volume of new heterotopic ossification in adults and pediatric patients aged 8 years and older for females and 10 years and older for males with fibrodysplasia ossificans progressiva (FOP). SOHONOS is a retinoid indicated for reduction in the volume of new heterotopic ossification in adults and children aged 8 years and older for females and 10 years and older for males with fibrodysplasia ossificans progressiva (FOP) ( 1 )."
  ],
  "fetched_at": "2025-10-01T15:59:19.475734",
  "source": "OpenFDA"
}