{
  "drug_name": "Paricalcitol",
  "generic_name": [
    "PARICALCITOL"
  ],
  "brand_names": [
    "Paricalcitol"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 5 shows the clinically significant drug interactions with Paricalcitol capsules. Table 5: Clinically Significant Drug Interactions with Paricalcitol CYP3A Inhibitors Clinical Impact Paricalcitol is partially metabolized by CYP3A. Hence, exposure of paricalcitol will increase upon coadministration with strong CYP3A inhibitors such as but not limited to: boceprevir, clarithromycin, conivaptan, grapefruit juice, indinavir, itraconazole, ketoconazole, lopinavir/ritonavir, mibefradil, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, voriconazole. Intervention Dose adjustment of Paricalcitol capsules may be necessary. Monitor closely for iPTH and serum calcium concentrations, if a patient initiates or discontinues therapy with a strong CYP3A4 inhibitor. Cholestyramine Clinical Impact Drugs that impair intestinal absorption of fat-soluble vitamins, such as cholestyramine, may interfere with the absorption of paricalcitol. Intervention Recommend to take Paricalcitol capsules at least 1 hour before or 4 to 6 hours after taking cholestyramine (or at as great an interval as possible) to avoid impeding absorption of paricalcitol. Mineral Oil Clinical Impact Mineral oil or other substances that may affect absorption of fat may influence the absorption of paricalcitol. Intervention Recommend to take Paricalcitol capsules at least 1 hour before or 4 to 6 hours after taking mineral oil (or at as great an interval as possible) to avoid affecting absorption of paricalcitol. Strong CYP3A inhibitors (e.g. ketoconazole) will increase the exposure of paricalcitol. Use with caution (7). Cholestyramine, Mineral Oil: Intestinal absorption of paricalcitol may be reduced if administered simultaneously with cholestyramine or mineral oil. Take paricalcitol capsules at least one hour before or 4 to 6 hours after taking cholestyramine or mineral oil (7)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. 6.1 Clinical Trials Experience CKD Stages 3 and 4 Adults The safety of Paricalcitol Capsules has been evaluated in three 24-week (approximately six-month), double-blind, placebo-controlled, multicenter clinical studies involving 220 CKD Stages 3 and 4 patients. Six percent (6%) of Paricalcitol Capsules treated patients and 4% of placebo treated patients discontinued from clinical studies due to an adverse event. Adverse events occurring in the Paricalcitol Capsules group at a frequency of 2% or greater and more frequently than in the placebo group are presented in: Table 3. Table 3. Adverse Reactions by Body System Occurring in ≥ 2% of Subjects in the Paricalcitol Capsules-Treated Group of Three, Double-Blind, Placebo-Controlled CKD Stages 3 and 4 Studies Number (%) of Subjects Adverse Events a Paricalcitol Capsules (n = 107) Placebo (n =113) Overall 88 (82%) 86 (76%) Ear and Labyrinth Disorders Vertigo 5 (5%) 0 (0%) Gastrointestinal Disorders Abdominal Discomfort 4 (4%) 1 (1%) Constipation 4 (4%) 4 (4%) Diarrhea 7 (7%) 5 (4%) Nausea 6 (6%) 4 (4%) Vomiting 5 (5%) 5 (4%) General Disorders and Administration Site Conditions Chest Pain 3 (3%) 1 (1%) Edema 6 (6%) 5 (4%) Pain 4 (4%) 4 (4%) Immune System Disorders Hypersensitivity 6 (6%) 2 (2%) Infections and Infestations Fungal Infection 3 (3%) 0 (0%) Gastroenteritis 3 (3%) 3 (3%) Infection 3 (3%) 3 (3%) Sinusitis 3 (3%) 1 (1%) Urinary Tract Infection 3 3%) 1 (1%) Viral Infection 8 (7%) 8 (7%) Metabolism and Nutrition Disorders Dehydration Musculoskeletal and Connective Tissue Disorders 3 (3%) 1 (1%) Arthritis 5 (5%) 0 (0%) Back Pain 3 (3%) 1 (1%) Muscle Spasms 3 (3%) 0 (0%) Nervous System Disorders Dizziness 5 (5%) 5 (4%) Headache 5 (5%) 5 (4%) Syncope 3 (3%) 1 (1%) Psychiatric Disorders Depression 3 (3%) 0 (0%) Respiratory, Thoracic and Mediastinal Disorders Cough 3 (3%) 2 (2%) Oropharyngeal Pain 4 (4%) 0 (0%) Skin and Subcutaneous Tissue Disorders Pruritus 3 (3%) 3 (3%) Rash 4 (4%) 1 (1%) Skin Ulcer 3 (3%) 0 (0%) Vascular Disorders Hypertension 7 (7%) 4 (4%) Hypotension 5 (5%) 3 (3%) a. Includes only events more common in the Paricalcitol treatment group. Additional Adverse Reactions The following additional adverse reactions , occurred in <2% of the Paricalcitol-treated adult patients in the above double-blind, placebo-controlled clinical trial. Gastrointestinal Disorders : Dry mouth Investigations : Hepatic enzyme abnormal Nervous System Disorders: Dysgeusia Skin and Subcutaneous Tissue Disorders: Urticaria Pediatric use information for patients 10 to 16 years of age is approved for AbbVie Inc.’s Zemplar (Paricalcitol) capsules. However, due to AbbVie Inc.’s marketing exclusivity rights, this drug product is not labeled with that pediatric information. CKD Stage 5 Adults The safety of Paricalcitol Capsules has been evaluated in one 12-week, double-blind, placebo controlled, multicenter clinical study involving 88 CKD Stage 5 patients. Sixty-one patients received Paricalcitol Capsules and 27 patients received placebo. The proportion of patients who terminated prematurely from the study due to adverse events was 7% for Paricalcitol Capsules treated patients and 7% for placebo patients. Adverse events occurring in the Paricalcitol Capsules group at a frequency of 2% or greater and more frequently than in the placebo group are as follows: Table 4. Adverse Reactions by Body System Occurring in ≥ 2% of Subjects in the Paricalcitol Capsules-Treated Group, Double-Blind, Placebo-Controlled CKD Stage 5 Study Number (%) of Subjects Adverse Events a Paricalcitol Capsules (n = 61) Placebo (n =27) Overall 43 (70%) 19 (70%) Gastrointestinal Disorders Constipation 3 (5%) 0 (0%) Diarrhea 7 (11%) 3 (11%) Vomiting 4 (7%) 0 (0%) General Disorders and Administration Site Conditions Fatigue 2 (3%) 0 (0%) Edema peripheral 2 (3%) 0 (0%) Infections and Infestations Nasopharyngitis 5 (8%) 2 (7%) Peritonitis 3 (5%) 0 (0%) Sinusitis 2 (3%) 0 (0%) Urinary Tract Infection 2 (3%) 0 0%) Metabolism and Nutrition Disorders Fluid overload 3 (5%) 0 (0%) Hypoglycemia 2 (3%) 0 (0%) Nervous System Disorders Dizziness 4 (7%) 0 ( 0%) Headache 2 (3%) 0 (0%) Psychiatric Disorders Anxiety 2 (3%) 0 (0%) Insomnia 3 (5%) 0 (0%) Renal and Urinary Disorders Renal failure Chronic 2 (3%) 0 (0%) a. Includes only events more common in the Paricalcitol treatment group. Additional Adverse Reactions The following adverse reactions, occurred in <2% of the Paricalcitol Capsules- treated patients in the above double-blind, placebo-controlled clinical trial. Gastrointestinal Disorders: Gastroesophageal reflux disease Metabolism and Nutrition Disorders : Decreased appetite, hypercalcemia, hypocalcemia Reproductive System and Breast Disorders : Breast tenderness Skin and Subcutaneous Tissue Disorders : Acne Pediatric use information for patients 10 to 16 years of age is approved for AbbVie Inc.’s Zemplar (Paricalcitol) capsules. However, due to AbbVie Inc.’s marketing exclusivity rights, this drug product is not labeled with that pediatric information. 6.2 Postmarketing Experience The following additional adverse reactions have been reported during post-approval use of Paricalcitol Capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a casual relationship to drug exposure. Immune System Disorders: Angioedema (including laryngeal edema) Investigations: Blood creatinine increased The most common adverse reactions (> 5% and more frequent than placebo) include diarrhea, nasopharyngitis, dizziness, vomiting, hypertension, hypersensitity, nausea, and edema (6). To report SUSPECTED ADVERSE REACTIONS, contact Marksans at 1-877-376-4271 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Paricalcitol Capsules should not be given to patients with evidence of hypercalcemia or vitamin D toxicity [see Warnings and Precautions (5.1)]. Evidence of hypercalcemia (4). Evidence of vitamin D toxicity (4)."
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION 2.1 Chronic Kidney Disease Stages 3 and 4 in Adults Administer Paricalcitol Capsules orally once daily or three times a week. [see Clinical Studies (14.1)] . When dosing three times weekly, do not administer more frequently than every other day. Initial Dose Table 1. Recommended Paricalcitol Capsules Starting Dose Based upon Baseline iPTH Level Baseline iPTH Level Daily Dose Three Times a Week Dose* Less than or equal to 500 pg/mL 1 mcg 2 mcg More than 500 pg/mL 2 mcg 4 mcg * To be administered not more often than every other day Dose Titration Table 2. Recommended Paricalcitol Capsules Dose Titration Base upon iPTH Level Dose Adjustment at 2 to 4 Week Intervals iPTH Level Relative to Baseline Paricalcitol Capsule Dose Daily Dosage Three Times a Week Dosage* The same, increased or decreased by less than 30% Increase dose by 1 mcg 2 mcg Decreased by more than or equal to 30% and less than or equal to 60% Maintain dose - - Decreased by more than 60% or iPTH less than 60 pg/mL Decrease dose by 1 mcg 2 mcg * To be administered not more often than every other day If a patient is taking the lowest dose, 1 mcg, on the daily regimen and a dose reduction is needed, the dose can be decreased to 1 mcg three times a week. If a further dose reduction is required, the drug should be withheld as needed and restarted at a lower dosing frequency. 2.2 Chronic Kidney Disease Stage 5 in Adults Initial Dose Administer the dose of Paricalcitol Capsules orally three times a week, no more frequently than every other day upon the following formula: Dose (micrograms) = baseline iPTH (pg/mL) divided by 80. Treat patients only after their baseline serum calcium has been adjusted to 9.5 mg/dL or lower to minimize the risk of hypercalcemia [see Clinical Pharmacology (12.2) and Clinical Studies (14.2)]. Dose Titration Individualize the dose of Paricalcitol Capsules based on iPTH, serum calcium and phosphorus level. Titrate Paricalcitol Capsules dose based on following formula: Dose (micrograms) = most recent iPTH level (pg/ml) divided by 80 If serum calcium is elevated, the dose should be decreased by 2 to 4 micrograms. As iPTH approaches the target range, small, individualized dose adjustments may be necessary in order to achieve a stable iPTH. In situations where monitoring of iPTH, Ca or P occurs less frequently than once per week, a more modest initial and dose titration ratio ((e.g., iPTH divided by 100) may be warranted. Pediatric use information for patients 10 to 16 years of age is approved for AbbVie Inc.’s Zemplar (Paricalcitol) capsules. However, due to AbbVie Inc.’s marketing exclusivity rights, this drug product is not labeled with that pediatric information. 2.4 Monitoring Monitor serum calcium and phosphorus levels closely after initiation of Paricalcitol Capsules during dose titration periods and during co-administration with strong CYP3A inhibitors [see Warnings and Precautions (5.3), Drug Interactions (7), and Clinical Pharmacology (12.3)]. If hypercalcemia is observed, the dose of Paricalcitol Capsules should be reduced or withheld until these parameters are normalized. 2.5 Administration Paricalcitol Capsules may be taken without regard to food. Initial Dosage:CKD Stage 3 and 4 (2.1) Adult:Baseline iPTH ≤ 500 pg/mL 1 mcg orally daily or 2 mcg three times a week* Adult: Baseline iPTH > 500 pg/mL 2 mcg orally daily or 4 mcg three times a week* Dose Titration : CKD Stage 3 and 4 (2.1) Adult : iPTH same, increased or decreased by <30% relative to baseline Increase dose by 1 mcg daily or 2 mcg three times a week* Adult : iPTH decreased by ≥ 30% and ≤ 60% relative to baseline Maintain dose Adult : iPTH decreased by > 60% or iPTH < 60% pg/mL relative to baseline Decrease dose by 1 mcg daily or 2 mcg three times a week* *Not more frequently than every other day when dosing three times a week Initial dosage : CKD Stage 5 (2.2) Adult Dose (micrograms) = baseline iPTH (pg/mL) divided by 80. Administer dose orally three times a week*. Dose Titration: CKD Stage 5 (2.2) Adult Dose in micrograms is based on most recent iPTH (pg/mL) divided by 80 with adjustments based on serum calcium and phosphorous levels. Dose three times a week* * Not more frequently than every other day. CKD Stage 5: To avoid hypercalcemia only treat patients after their baseline serum calcium has been reduced to 9.5 mg/dL or lower (2.2)."
  ],
  "indications": [
    "1 INDICATIONS & USAGE 1.1 Chronic Kidney Disease Stages 3 and 4 Paricalcitol Capsules are indicated in adults for the prevention and treatment of secondary hyperparathyroidism associated with Chronic Kidney Disease (CKD) Stages 3 and 4. Pediatric use information for patients 10 to 16 years of age is approved for AbbVie Inc.’s Zemplar (Paricalcitol) capsules. However, due to AbbVie Inc.’s marketing exclusivity rights, this drug product is not labeled with that pediatric information. 1.2 Chronic Kidney Disease Stage 5 Paricalcitol Capsules are indicated in adults for the prevention and treatment of secondary hyperparathyroidism associated with CKD Stage 5 in patients on hemodialysis (HD) or peritoneal dialysis (PD). Pediatric use information for patients 10 to 16 years of age is approved for AbbVie Inc.’s Zemplar (Paricalcitol) capsules. However, due to AbbVie Inc.’s marketing exclusivity rights, this drug product is not labeled with that pediatric information. Paricalcitol is a vitamin D analog indicated in adults for the prevention and treatment of secondary hyperparathyroidism associated with: Chronic kidney disease (CKD) Stages 3 and 4 (1.1). CKD Stage 5 in patients on hemodialysis or peritoneal dialysis (1.2)."
  ],
  "fetched_at": "2025-09-30T22:30:19.550212",
  "source": "OpenFDA"
}