{
  "drug_name": "Pazopanib",
  "generic_name": [
    "PAZOPANIB"
  ],
  "brand_names": [
    "Pazopanib"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Avoid coadministration of pazopanib tablets with strong CYP3A4 inhibitors. If coadministration cannot be avoided, reduce the dose of pazopanib tablets. ( 2.4 , 7.1 ) Strong CYP3A4 Inducers: Consider an alternate concomitant medication with no or minimal enzyme induction potential. Pazopanib tablets are not recommended if chronic use of strong CYP3A4 inducers cannot be avoided. ( 2.4 , 7.1 ) CYP Substrates: Coadministration of pazopanib tablets with agents with narrow therapeutic windows that are metabolized by CYP3A4, CYP2D6, or CYP2C8 is not recommended. ( 7.2 ) Concomitant Use With Simvastatin: Concomitant use of pazopanib tablets with simvastatin increases the risk of alanine aminotransferase (ALT) elevations. Increase to weekly monitoring of liver function as recommended. Withhold pazopanib tablets and resume at reduced dose, or permanently discontinue based on severity of hepatotoxicity. ( 7.3 ) Concomitant Use With Gastric Acid-Reducing Agents: Avoid concomitant use of pazopanib tablets with gastric acid-reducing agents. Consider short-acting antacids in place of proton pump inhibitors (PPIs) and H2-receptor antagonists. Separate antacid and pazopanib dosing by several hours. ( 2.4 , 7.4 ) 7.1 Effect of Other Drugs on Pazopanib Tablets Strong CYP3A4 Inhibitors Coadministration of pazopanib with strong inhibitors of CYP3A4 increases pazopanib concentrations [see Clinical Pharmacology ( 12.3 )]. Avoid coadministration of pazopanib tablets with strong CYP3A4 inhibitors and consider an alternate concomitant medication with no or minimal enzyme inhibition potential. If coadministration of a strong CYP3A4 inhibitor cannot be avoided, reduce the dose of pazopanib tablets [see Dosage and Administration ( 2.4 )]. Strong CYP3A4 Inducers Coadministration of strong CYP3A4 inducers may decrease plasma pazopanib concentrations. Consider an alternate concomitant medication with no or minimal enzyme induction potential. Pazopanib tablets are not recommended if chronic use of strong CYP3A4 inducers cannot be avoided [see Dosage and Administration ( 2.4 )]. Transporters Coadministration of strong inhibitors of P-gp or BCRP may increase pazopanib concentrations. Avoid concomitant use of pazopanib tablets with strong inhibitors of P-gp or BCRP. Consider selection of alternative concomitant medicinal products with no or minimal potential to inhibit P-gp or BCRP. 7.2 Effects of Pazopanib Tablets on Other Drugs CYP Substrates Coadministration of pazopanib tablets with agents with narrow therapeutic windows that are metabolized by CYP3A4, CYP2D6, or CYP2C8 may result in inhibition of the metabolism of these products and create the potential for serious adverse reactions. The concomitant use of pazopanib tablets with agents with narrow therapeutic windows that are metabolized by CYP3A4, CYP2D6, or CYP2C8 is not recommended [see Clinical Pharmacology ( 12.3 )]. 7.3 Concomitant Use With Simvastatin Concomitant use of pazopanib tablets with simvastatin increases the incidence of ALT elevations. Across clinical trials of pazopanib tablets as a single agent, ALT > 3 x ULN was reported in 126/895 (14%) of patients who did not use statins compared with 11/41 (27%) of patients who had concomitant use of simvastatin. If a patient receiving concomitant simvastatin develops ALT elevations, increase to weekly monitoring of liver function as recommended. Withhold pazopanib tablets and resume at reduced dose, or permanently discontinue based on severity of hepatotoxicity [see Dosage and Administration (2.2 ), Warnings and Precautions ( 5.1 )]. Insufficient data are available to assess the risk of concomitant administration of alternative statins and pazopanib tablets. 7.4 Concomitant Use With Gastric Acid-Reducing Agents Concomitant use of pazopanib tablets with esomeprazole, a PPI, decreased the exposure of pazopanib. Avoid concomitant use of pazopanib tablets with gastric acid-reducing agents. If concomitant administration with a gastric acid-reducing agent cannot be avoided, consider short-acting antacids in place of PPIs and H2-receptor antagonists. Separate short-acting antacid and pazopanib dosing by several hours to avoid a reduction in pazopanib exposure [see Dosage and Administration ( 2.4 ), Clinical Pharmacology ( 12.3 )] . 7.5 Drugs That Prolong the QT Interval Pazopanib is associated with QTc interval prolongation [see Warnings and Precautions ( 5.2 ), Clinical Pharmacology ( 12.2 )]. Avoid coadministration of pazopanib tablets with drugs known to prolong the QT/QTc interval."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are elsewhere in the labeling: Hepatic Toxicity [see Warnings and Precautions ( 5.1 )] QT Prolongation and Torsades de Pointes [see Warnings and Precautions ( 5.2 )] Cardiac Dysfunction [see Warnings and Precautions ( 5.3 )] Hemorrhagic Events [see Warnings and Precautions ( 5.4 )] Arterial Thromboembolic Events [see Warnings and Precautions ( 5.5 )] Venous Thromboembolic Events [see Warnings and Precautions ( 5.6 )] Thrombotic Microangiopathy (TMA) [see Warnings and Precautions ( 5.7 )] Gastrointestinal Perforation and Fistula [see Warnings and Precautions ( 5.8 )] Interstitial Lung Disease (ILD)/Pneumonitis [see Warnings and Precautions ( 5.9 )] Posterior Reversible Encephalopathy Syndrome (PRES) [see Warnings and Precautions ( 5.10 )] Hypertension [see Warnings and Precautions ( 5.11 )] Hypothyroidism [see Warnings and Precautions ( 5.13 )] Proteinuria [see Warnings and Precautions ( 5.14 )] Tumor Lysis Syndrome [see Warnings and Precautions ( 5.15 )] Infection [see Warnings and Precautions ( 5.16 )] The most common adverse reactions in patients with RCC (≥ 20%) are diarrhea, hypertension, hair color changes (depigmentation), nausea, anorexia, and vomiting. ( 6.1 ) The most common adverse reactions in patients with STS (≥ 20%) are fatigue, diarrhea, nausea, decreased weight, hypertension, decreased appetite, vomiting, tumor pain, hair color changes, musculoskeletal pain, headache, dysgeusia, dyspnea, and skin hypopigmentation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described in the WARNINGS AND PRECAUTIONS section reflect exposure of 977 patients who received pazopanib tablets as a single agent, including 586 pazopanib-treated patients with RCC. With a median duration of treatment of 7.4 months (range, 0.1 to 27.6) in these 977 patients, the most common adverse reactions (≥ 20%) in these 586 patients were diarrhea, hypertension, hair color change, nausea, fatigue, anorexia, and vomiting. The data described in the WARNINGS AND PRECAUTIONS also reflects exposure of 382 patients with advanced soft tissue sarcoma who received pazopanib tablets as a single agent, with a median duration of treatment of 3.6 months (range, 0 to 53). The most common adverse reactions (≥ 20%) in these 382 patients were fatigue, diarrhea, nausea, decreased weight, hypertension, decreased appetite, vomiting, tumor pain, hair color changes, musculoskeletal pain, headache, dysgeusia, dyspnea, and skin hypopigmentation. Renal Cell Carcinoma The safety of pazopanib tablets was evaluated in 290 patients with RCC who participated in VEG105192, a randomized, double-blind, placebo-controlled trial [see Clinical Studies ( 14.1 ). The median duration of treatment was 7.4 months (range, 0 to 23) for patients who received pazopanib tablets. Forty-two percent of patients on pazopanib tablets required a dose interruption and 36% required a dose reduction. Table 3 presents adverse reactions in VEG105192. Table 3. Adverse Reactions (≥ 10%) in Patients with RCC Who Received Pazopanib Tablets in VEG105192 Adverse Reactions Pazopanib Tablets (N = 290) Placebo (N = 145) All Grades a Grade 3 Grade 4 All Grades a Grade 3 Grade 4 % % % % % % Diarrhea 52 3 < 1 9 < 1 0 Hypertension 40 4 0 10 < 1 0 Hair color changes 38 < 1 0 3 0 0 Nausea 26 < 1 0 9 0 0 Anorexia 22 2 0 10 < 1 0 Vomiting 21 2 < 1 8 2 0 Fatigue 19 2 0 8 1 1 Asthenia 14 3 0 8 0 0 Abdominal pain 11 2 0 1 0 0 Headache 10 0 0 5 0 0 Abbreviation: RCC, renal cell carcinoma. a National Cancer Institute Common Terminology Criteria for Adverse Events, version 3. Other adverse reactions observed more commonly in patients treated with pazopanib tablets than placebo and that occurred in < 10% (any grade) were alopecia (8% versus < 1%), chest pain (5% versus 1%), dysgeusia (8% versus < 1%), dyspepsia (5% versus < 1%), dysphonia (4% versus < 1%), facial edema (1% versus 0%), palmar-plantar erythrodysesthesia (6% versus < 1%), proteinuria (9% versus 0%), rash (8% versus 3%), skin depigmentation (3% versus 0%), and weight decreased (9% versus 3%). Table 4 presents the laboratory abnormalities in VEG105192. Table 4. Select Laboratory Abnormalities (> 10%) in Patients with RCC Who Received Pazopanib Tablets with a Difference Between Arms of ≥ 5% Compared to Placebo in VEG105192 Parameters Pazopanib Tablets (N = 290) Placebo (N = 145) All Grades a Grade 3 Grade 4 All Grades a Grade 3 Grade 4 % % % % % % Chemistry ALT increased 53 10 2 22 1 0 AST increased 53 7 < 1 19 < 1 0 Glucose increased 41 < 1 0 33 1 0 Total bilirubin increased 36 3 < 1 10 1 < 1 Phosphorus decreased 34 4 0 11 0 0 Sodium decreased 31 4 1 24 4 0 Magnesium decreased 26 < 1 1 14 0 0 Glucose decreased 17 0 < 1 3 0 0 Hematologic Leukopenia 37 0 0 6 0 0 Neutropenia 34 1 < 1 6 0 0 Thrombocytopenia 32 < 1 < 1 5 0 < 1 Lymphocytopenia 31 4 < 1 24 1 0 Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; RCC, renal cell carcinoma. a National Cancer Institute Common Terminology Criteria for Adverse Events, version 3. Additional adverse reactions from other clinical trials in patients with RCC who received pazopanib tablets include arthralgia and muscle spasms. Soft Tissue Sarcoma The safety of pazopanib tablets was evaluated in 240 patients who participated in VEG110727, a randomized, double-blind, placebo-controlled trial [see Clinical Studies ( 14.2 )]. The median duration of treatment was 4.5 months (range, 0 to 24) for patients who received pazopanib tablets. Fifty-eight percent of patients on pazopanib tablets required a dose interruption and 38% required a dose reduction. Seventeen percent of patients who received pazopanib tablets discontinued therapy due to adverse reactions. Table 5 presents the adverse reactions in VEG110727. Table 5. Adverse Reactions (≥ 10%) in Patients with STS Who Received Pazopanib Tablets in VEG110727 Adverse Reactions Pazopanib Tablets (N = 240) Placebo (N = 123) All Grades a Grade 3 Grade 4 All Grades a Grade 3 Grade 4 % % % % % % Fatigue 65 13 1 48 4 1 Diarrhea 59 5 0 15 1 0 Nausea 56 3 0 22 2 0 Weight decreased 48 4 0 15 0 0 Hypertension 42 7 0 6 0 0 Appetite decreased 40 6 0 19 0 0 Hair color changes 39 0 0 2 0 0 Vomiting 33 3 0 11 1 0 Tumor pain 29 8 0 21 7 2 Dysgeusia 28 0 0 3 0 0 Headache 23 1 0 8 0 0 Musculoskeletal pain 23 2 0 20 2 0 Myalgia 23 2 0 9 0 0 Gastrointestinal pain 23 3 0 9 4 0 Dyspnea 20 5 < 1 17 5 1 Exfoliative rash 18 < 1 0 9 0 0 Cough 17 < 1 0 12 < 1 0 Peripheral edema 14 2 0 9 2 0 Mucositis 12 2 0 2 0 0 Alopecia 12 0 0 1 0 0 Dizziness 11 1 0 4 0 0 Skin disorder b 11 2 0 1 0 0 Skin hypopigmentation 11 0 0 0 0 0 Stomatitis 11 < 1 0 3 0 0 Chest pain 10 2 0 6 0 0 Abbreviation: STS, soft tissue sarcoma. a National Cancer Institute Common Terminology Criteria for Adverse Events, version 3. b 27 of the 28 cases of skin disorder were palmar-plantar erythrodysesthesia. Other adverse reactions observed more commonly in patients treated with pazopanib tablets that occurred in ≥ 5% of patients and at an incidence of more than 2% difference from placebo included insomnia (9% versus 6%), hypothyroidism (8% versus 0%), dysphonia (8% versus 2%), epistaxis (8% versus 2%), left ventricular dysfunction (8% versus 4%), dyspepsia (7% versus 2%), dry skin (6% versus < 1%), chills (5% versus 1%), vision blurred (5% versus 2%), and nail disorder (5% versus 0%). Table 6 presents the laboratory abnormalities in VEG110727. Table 6. Select Laboratory Abnormalities (> 10%) in Patients with STS Who Received Pazopanib Tablets with a Difference Between Arms of ≥ 5% Compared to Placebo in VEG110727 Parameters Pazopanib Tablets (N = 240) Placebo (N = 123) All Grades a Grade 3 Grade 4 All Grades a Grade 3 Grade 4 % % % % % % Chemistry AST increased 51 5 3 22 2 0 ALT increased 46 8 2 18 2 1 Glucose increased 45 < 1 0 35 2 0 Albumin decreased 34 1 0 21 0 0 Alkaline phosphataseincreased 32 3 0 23 1 0 Sodium decreased 31 4 0 20 3 0 Total bilirubin increased 29 1 0 7 2 0 Potassium increased 16 1 0 11 0 0 Hematologic Leukopenia 44 1 0 15 0 0 Lymphocytopenia 43 10 0 36 9 2 Thrombocytopenia 36 3 1 6 0 0 Neutropenia 33 4 0 7 0 0 Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; STS, soft tissue sarcoma. a National Cancer Institute Common Terminology Criteria for Adverse Events, version 3 Other Clinically Relevant Adverse Reactions Lipase Elevations In a single-arm RCC trial (VEG102616), elevated lipase was observed for 27% of 181 patients with available laboratory data. Elevated lipase as an adverse reaction was reported for 4% of 225 patients, including 2.7% (6/225) with Grade 3 and 0.4% (1/225) with Grade 4. In the RCC trials, clinical pancreatitis was observed in < 1% of 586 patients. Pneumothorax Two of 290 patients (0.7%) treated with pazopanib tablets in the randomized RCC trial (VEG105192) and 8 of 240 patients (3.3%) treated with pazopanib tablets in the randomized STS trial (VEG110727) developed a pneumothorax. Bradycardia In the randomized RCC trial (VEG105192), bradycardia based on vital signs (< 60 beats per minute) was observed in 19% of 280 patients treated with pazopanib tablets. Bradycardia was reported as an adverse reaction in 2% of 290 patients. In the randomized STS trial (VEG110727), bradycardia based on vital signs (< 60 beats per minute) was observed in 19% of 238 patients treated with pazopanib tablets. Bradycardia was reported as an adverse reaction in 2% of 240 patients. Adverse Reactions in East Asian Patients In an analysis of pooled clinical trial data (N = 1,938) with pazopanib tablets, Grade 3 and Grade 4 neutropenia (12% versus 2%), thrombocytopenia (6% versus < 1%) and palmar-plantar erythrodysesthesia (6% versus 2%) were observed more frequently in patients of East Asian descent than in patients of non-East Asian descent. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of pazopanib tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Polycythemia Eye Disorders: Retinal detachment/tear Gastrointestinal Disorders: Pancreatitis Metabolic and Nutrition Disorder: Tumor lysis syndrome (including fatal cases) Vascular Disorders: Arterial (including aortic) aneurysms, dissections, and rupture (including fatal cases)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage: 800 mg orally once daily without food (at least 1 hour before or 2 hours after a meal). ( 2.1 ) Moderate Hepatic Impairment: 200 mg orally once daily. ( 2.2 ) 2.1 Recommended Dosage The recommended dosage of pazopanib tablets is 800 mg (four 200 mg tablets) orally once daily without food (at least 1 hour before or 2 hours after a meal) until disease progression or unacceptable toxicity [see Clinical Pharmacology ( 12.3 )]. The dosage should be modified for hepatic impairment and in patients taking certain concomitant drugs [see Dosage and Administration ( 2.3 , 2.4 )]. Swallow tablets whole. Do not crush tablets due to the potential for increased rate of absorption, which may affect systemic exposure [see Clinical Pharmacology ( 12.3 )]. If a dose is missed, it should not be taken if it is <12 hours until the next dose. 2.2 Dosage Modifications for Adverse Reactions Table 1 summarizes the recommended dose reductions. Table 1. Recommended Dose Reductions of Pazopanib tablets for Adverse Reactions Dose Reduction For Renal Cell Carcinoma For Soft Tissue Sarcoma First 400 mg orally once daily 600 mg orally once daily Second 200 mg orally once daily 400 mg orally once daily Permanently discontinue pazopanib tablets in patients unable to tolerate the second dose reduction. Table 2 summarizes the recommended dosage modifications for adverse reactions. Table 2. Recommended Dosage Modifications of Pazopanib Tablets for Adverse Reactions Adverse Reaction Severity a Dosage Modification Hepatic Toxicity [see Warnings and Precautions ( 5.1 )] Isolated ALT elevations between 3 x ULN and 8 x ULN Continue and monitor liver function weekly until ALT returns to Grade 1 or baseline. Isolated ALT elevations of > 8 x ULN Withhold until improvement to Grade 1 or baseline. If the potential benefit for resuming treatment with pazopanib tablets is considered to outweigh the risk for hepatotoxicity, then resume at a reduced dose of no more than 400 mg once daily and measure serum liver tests weekly for 8 weeks. Permanently discontinue if ALT elevations > 3 x ULN recur despite dose reduction(s). ALT elevations > 3 x ULN occur concurrently with bilirubin elevations > 2 x ULN Permanently discontinue and continue to monitor until resolution. Patients with only a mild, indirect (unconjugated) hyperbilirubinemia, known as Gilbert's syndrome, and ALT elevations > 3 x ULN should be managed per the recommendations outlined for isolated ALT elevations. Left Ventricular Systolic Dysfunction [see Warnings and Precautions ( 5.3 )] Symptomatic or Grade 3 Withhold until improvement to Grade < 3. Resume treatment based on medical judgement. Grade 4 Permanently discontinue. Hemorrhagic Events [see Warnings and Precautions ( 5.4 )] Grade 2 Withhold until improvement to Grade ≤ 1. Resume at reduced dose (see Table 1). Permanently discontinue if Grade 2 recurs after dose interruption and reduction. Grade 3 or 4 Permanently discontinue. Arterial Thromboembolic Events [see Warnings and Precautions ( 5.5 )] Any grade Permanently discontinue. Venous Thromboembolic Events [see Warnings and Precautions ( 5.6 )] Grade 3 Withhold pazopanib tablets and resume at same dose if managed with appropriate therapy for at least one week. Grade 4 Permanently discontinue. Thrombotic Microangiopathy [see Warnings and Precautions ( 5.7 ) ] Any grade Permanently discontinue. Gastrointestinal Perforation [see Warnings and Precautions ( 5.8 )] Any grade Permanently discontinue. Gastrointestinal Fistula [see Warnings and Precautions ( 5.8 ) ] Grade 2 or 3 Withhold and resume based on medical judgement. Grade 4 Permanently discontinue. Interstitial Lung Disease / Pneumonitis [see Warnings and Precautions ( 5.9 )] Any grade Permanently discontinue. Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions ( 5.10 )] Any grade Permanently discontinue. Hypertension [see Warnings and Precautions ( 5.11 )] Grade 2 or 3 Reduce dose (see Table 1) and initiate or adjust anti-hypertensive therapy. Permanently discontinue if hypertension remains Grade 3 despite dose reduction(s) and adjustment of anti-hypertensive therapy. Grade 4 or hypertensive crisis Permanently discontinue. Proteinuria [see Warnings and Precautions ( 5.14 )] 24-hour urine protein ≥ 3 grams Confirmed nephrotic syndrome Withhold until improvement to Grade ≤ 1. Resume at a reduced dose (see Table 1). Permanently discontinue if 24-hour urine protein ≥ 3 grams does not improve or recurs despite dose reductions. Permanently discontinue. Abbreviations: ALT, alanine aminotransferase; ULN, upper limit of normal. a National Cancer Institute Common Terminology Criteria for Adverse Events, version 5. 2.3 Dosage Modifications for Hepatic Impairment Moderate and Severe Hepatic Impairment In patients with moderate hepatic impairment [total bilirubin > 1.5 to 3 x upper limit of normal (ULN) and any alanine aminotransferase (ALT) value], consider alternatives to pazopanib tablets. If pazopanib tablets are used in patients with moderate hepatic impairment, reduce the pazopanib tablets dose to 200 mg orally once daily. Pazopanib tablets are not recommended in patients with severe hepatic impairment (total bilirubin > 3 x ULN and any ALT value) [see Use in Specific Populations ( 8.7 )). 2.4 Dosage Modifications for Drug Interactions Strong CYP3A4 Inhibitors Avoid concomitant use of strong CYP3A4 inhibitors by use of an alternate concomitant medication with no or minimal potential to inhibit CYP3A4. If coadministration of a strong CYP3A4 inhibitor is warranted, reduce the dose of pazopanib tablets to 400 mg [see Drug Interactions ( 7.1 )]. Strong CYP3A4 Inducers Avoid concomitant use of strong CYP3A4 inducers by use of an alternate concomitant medication with no or minimal enzyme induction potential. Pazopanib tablets are not recommended in patients who cannot avoid chronic use of strong CYP3A4 inducers [see Drug Interactions ( 7.1 )]. Gastric Acid-Reducing Agents Avoid concomitant use of gastric acid-reducing agents. If concomitant use of a gastric acid-reducing agent cannot be avoided, consider short-acting antacid in place of proton pump inhibitors (PPIs) and H 2 -receptor antagonists. Separate short-acting antacid and pazopanib tablets dosing by several hours [see Drug Interactions ( 7.4 ), Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pazopanib tablets are a kinase inhibitor indicated for the treatment of adults with: advanced renal cell carcinoma (RCC). ( 1.1 ) advanced soft tissue sarcoma (STS) who have received prior chemotherapy. ( 1.2 ) Limitations of Use: The efficacy of pazopanib tablets for the treatment of patients with adipocytic soft tissue sarcoma or gastrointestinal stromal tumors has not been demonstrated. 1.1 Renal Cell Carcinoma Pazopanib tablets are indicated for the treatment of adults with advanced renal cell carcinoma (RCC). 1.2 Soft Tissue Sarcoma Pazopanib tablets are indicated for the treatment of adults with advanced soft tissue sarcoma (STS) who have received prior chemotherapy. Limitations of Use : The efficacy of pazopanib tablets for the treatment of patients with adipocytic STS or gastrointestinal stromal tumors has not been demonstrated."
  ],
  "fetched_at": "2025-10-01T16:26:10.512035",
  "source": "OpenFDA"
}