{
  "drug_name": "Pemetrexed",
  "generic_name": [
    "PEMETREXED DISODIUM"
  ],
  "brand_names": [
    "Pemetrexed"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Ibuprofen increased risk of pemetrexed for injection toxicity in patients with mild to moderate renal impairment. Modify the ibuprofen dosage as recommended for patients with a creatinine clearance between 45 mL/min and 79 mL/min. ( 2.5 , 5.6 , 7 ) Effects of Ibuprofen on Pemetrexed Ibuprofen increases exposure (AUC) of pemetrexed [see Clinical Pharmacology ( 12.3 )] . In patients with creatinine clearance between 45 mL/min and 79 mL/min: Avoid administration of ibuprofen for 2 days before, the day of, and 2 days following administration of pemetrexed for injection [see Dosage and Administration ( 2.5 )] . Monitor patients more frequently for myelosuppression, renal, and gastrointestinal toxicity, if concomitant administration of ibuprofen cannot be avoided."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Myelosuppression [see Warnings and Precautions ( 5.1 )] Renal failure [see Warnings and Precautions ( 5.2 )] Bullous and exfoliative skin toxicity [see Warning and Precautions ( 5.3 )] Interstitial pneumonitis [see Warnings and Precautions ( 5.4 )] Radiation recall [see Warnings and Precautions ( 5.5 )] The most common adverse reactions (incidence ≥20%) of pemetrexed for injection, when administered as a single agent are fatigue, nausea, and anorexia. ( 6.1 ) The most common adverse reactions (incidence ≥20%) of pemetrexed for injection when administered with cisplatin are vomiting, neutropenia, anemia, stomatitis/pharyngitis, thrombocytopenia, and constipation. ( 6.1 ) The most common adverse reactions (incidence ≥20%) of pemetrexed for injection when administered in combination with pembrolizumab and platinum chemotherapy are fatigue/asthenia, nausea, constipation, diarrhea, decreased appetite, rash, vomiting, cough, dyspnea, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ingenus Pharmaceuticals, LLC at 1-877-748-1970 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reactions rates cannot be directly compared to rates in other clinical trials and may not reflect the rates observed in clinical practice. In clinical trials, the most common adverse reactions (incidence ≥20%) of pemetrexed for injection, when administered as a single agent, are fatigue, nausea, and anorexia. The most common adverse reactions (incidence ≥20%) of pemetrexed for injection, when administered in combination with cisplatin are vomiting, neutropenia, anemia, stomatitis/pharyngitis, thrombocytopenia, and constipation. The most common adverse reactions (incidence ≥20%) of pemetrexed for injection, when administered in combination with pembrolizumab and platinum chemotherapy, are fatigue/asthenia, nausea, constipation, diarrhea, decreased appetite, rash, vomiting, cough, dyspnea, and pyrexia. Non-Squamous NSCLC First-line Treatment of Metastatic Non-squamous NSCLC with Pembrolizumab and Platinum Chemotherapy The safety of pemetrexed for injection, in combination with pembrolizumab and investigator's choice of platinum (either carboplatin or cisplatin), was investigated in Study KEYNOTE-189, a multicenter, double-blind, randomized (2:1), active-controlled trial in patients with previously untreated, metastatic non-squamous NSCLC with no EGFR or ALK genomic tumor aberrations. A total of 607 patients received pemetrexed for injection, pembrolizumab, and platinum every 3 weeks for 4 cycles followed by pemetrexed for injection and pembrolizumab (n=405), or placebo, pemetrexed for injection, and platinum every 3 weeks for 4 cycles followed by placebo and pemetrexed for injection (n=202). Patients with autoimmune disease that required systemic therapy within 2 years of treatment; a medical condition that required immunosuppression; or who had received more than 30 Gy of thoracic radiation within the prior 26 weeks were ineligible [see Clinical Studies ( 14.1 )] . The median duration of exposure to pemetrexed for injection was 7.2 months (range: 1 day to 1.7 years). Seventy-two percent of patients received carboplatin. The study population characteristics were: median age of 64 years (range: 34 to 84), 49% age 65 years or older, 59% male, 94% White and 3% Asian, and 18% with history of brain metastases at baseline. Pemetrexed for Injection was discontinued for adverse reactions in 23% of patients in the pemetrexed for injection, pembrolizumab, and platinum arm. The most common adverse reactions resulting in discontinuation of pemetrexed for injection in this arm were acute kidney injury (3%) and pneumonitis (2%). Adverse reactions leading to interruption of pemetrexed for injection occurred in 49% of patients in the pemetrexed for injection, pembrolizumab, and platinum arm. The most common adverse reactions or laboratory abnormalities leading to interruption of pemetrexed for injection in this arm (≥2%) were neutropenia (12%), anemia (7%), asthenia (4%), pneumonia (4%), thrombocytopenia (4%), increased blood creatinine (3%), diarrhea (3%), and fatigue (3%). Table 2 summarizes the adverse reactions that occurred in ≥20% of patients treated with pemetrexed for injection, pembrolizumab, and platinum. Table 2: Adverse Reactions Occurring in ≥20% of Patients in KEYNOTE-189 a Graded per NCI CTCAE version 4.03. b Includes asthenia and fatigue. c Includes genital rash, rash, rash generalized, rash macular, rash maculo-papular, rash papular, rash pruritic, and rash pustular. Pemetrexed for Injection Pembrolizumab Platinum Chemotherapy n=405 Placebo Pemetrexed for Injection Platinum Chemotherapy n=202 Adverse Reaction All Grades a (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) Gastrointestinal Disorders Nausea 56 3.5 52 3.5 Constipation 35 1.0 32 0.5 Diarrhea 31 5 21 3.0 Vomiting 24 3.7 23 3.0 General Disorders and Administration Site Conditions Fatigue b 56 12 58 6 Pyrexia 20 0.2 15 0 Metabolism and Nutrition Disorders Decreased appetite 28 1.5 30 0.5 Skin and Subcutaneous Tissue Disorders Rash c 25 2.0 17 2.5 Respiratory, Thoracic and Mediastinal Disorders Cough 21 0 28 0 Dyspnea 21 3.7 26 5 Table 3 summarizes the laboratory abnormalities that worsened from baseline in at least 20% of patients treated with pemetrexed for injection, pembrolizumab, and platinum. Table 3: Laboratory Abnormalities Worsened from Baseline in ≥20% of Patients in KEYNOTE-189 a Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: pemetrexed for injection/pembrolizumab/platinum chemotherapy (range: 381 to 401 patients) and placebo/pemetrexed for injection/platinum chemotherapy (range: 184 to 197 patients). b Graded per NCI CTCAE version 4.03. Pemetrexed for Injection Pembrolizumab Platinum Chemotherapy Placebo Pemetrexed for Injection Platinum Chemotherapy Laboratory Test a All Grades b % Grades 3-4 % All Grades % Grades 3-4 % Chemistry Hyperglycemia 63 9 60 7 Increased ALT 47 3.8 42 2.6 Increased AST 47 2.8 40 1.0 Hypoalbuminemia 39 2.8 39 1.1 Increased creatinine 37 4.2 25 1.0 Hyponatremia 32 7 23 6 Hypophosphatemia 30 10 28 14 Increased alkaline phosphatase 26 1.8 29 2.1 Hypocalcemia 24 2.8 17 0.5 Hyperkalemia 24 2.8 19 3.1 Hypokalemia 21 5 20 5 Hematology Anemia 85 17 81 18 Lymphopenia 64 22 64 25 Neutropenia 48 20 41 19 Thrombocytopenia 30 12 29 8 Initial Treatment in Combination with Cisplatin The safety of pemetrexed for injection was evaluated in Study JMDB, a randomized (1:1), open-label, multicenter trial conducted in chemotherapy-naive patients with locally advanced or metastatic NSCLC. Patients received either pemetrexed for injection 500 mg/m 2 intravenously and cisplatin 75 mg/m 2 intravenously on Day 1 of each 21-day cycle (n=839) or gemcitabine 1250 mg/m 2 intravenously on Days 1 and 8 and cisplatin 75 mg/m 2 intravenously on Day 1 of each 21-day cycle (n=830). All patients were fully supplemented with folic acid and vitamin B 12 . Study JMDB excluded patients with an Eastern Cooperative Oncology Group Performance Status (ECOG PS of 2 or greater), uncontrolled third-space fluid retention, inadequate bone marrow reserve and organ function, or a calculated creatinine clearance less than 45 mL/min. Patients unable to stop using aspirin or other non-steroidal anti-inflammatory drugs or unable to take folic acid, vitamin B 12 or corticosteroids were also excluded from the study. The data described below reflect exposure to pemetrexed for injection plus cisplatin in 839 patients in Study JMDB. Median age was 61 years (range 26-83 years); 70% of patients were men; 78% were White, 16% were Asian, 2.9% were Hispanic or Latino, 2.1% were Black or African American, and <1% were other ethnicities; 36% had an ECOG PS 0. Patients received a median of 5 cycles of pemetrexed for injection. Table 4 provides the frequency and severity of adverse reactions that occurred in ≥5% of 839 patients receiving pemetrexed for injection in combination with cisplatin in Study JMDB. Study JMDB was not designed to demonstrate a statistically significant reduction in adverse reaction rates for pemetrexed for injection, as compared to the control arm, for any specified adverse reaction listed in Table 4 . Table 4: Adverse Reactions Occurring in ≥5% of Fully Vitamin-Supplemented Patients Receiving Pemetrexed for Injection in Combination with Cisplatin Chemotherapy in Study JMDB a NCI CTCAE version 2.0. Adverse Reaction a Pemetrexed for Injection/Cisplatin (N=839) Gemcitabine/Cisplatin (N=830) All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) All adverse reactions 90 37 91 53 Laboratory Hematologic Anemia 33 6 46 10 Neutropenia 29 15 38 27 Thrombocytopenia 10 4 27 13 Renal Elevated creatinine 10 1 7 1 Clinical Constitutional symptoms Fatigue 43 7 45 5 Gastrointestinal Nausea 56 7 53 4 Vomiting 40 6 36 6 Anorexia 27 2 24 1 Constipation 21 1 20 0 Stomatitis/pharyngitis 14 1 12 0 Diarrhea 12 1 13 2 Dyspepsia/heartburn 5 0 6 0 Neurology Sensory neuropathy 9 0 12 1 Taste disturbance 8 0 9 0 Dermatology/Skin Alopecia 12 0 21 1 Rash/Desquamation 7 0 8 1 The following additional adverse reactions of pemetrexed for injection were observed. Incidence 1% to <5% Body as a Whole — febrile neutropenia, infection, pyrexia General Disorders — dehydration Metabolism and Nutrition — increased AST, increased ALT Renal —renal failure Eye Disorder — conjunctivitis Incidence <1% Cardiovascular — arrhythmia General Disorders — chest pain Metabolism and Nutrition — increased GGT Neurology — motor neuropathy Maintenance Treatment Following First-line Non-Pemetrexed for Injection Containing Platinum-Based Chemotherapy In Study JMEN, the safety of pemetrexed for injection was evaluated in a randomized (2:1), placebo-controlled, multicenter trial conducted in patients with non-progressive locally advanced or metastatic NSCLC following four cycles of a first-line, platinum-based chemotherapy regimen. Patients received either pemetrexed for injection 500 mg/m 2 or matching placebo intravenously every 21 days until disease progression or unacceptable toxicity. Patients in both study arms were fully supplemented with folic acid and vitamin B 12 . Study JMEN excluded patients with an ECOG PS of 2 or greater, uncontrolled third-space fluid retention, inadequate bone marrow reserve and organ function, or a calculated creatinine clearance less than 45 mL/min. Patients unable to stop using aspirin or other non-steroidal anti-inflammatory drugs or unable to take folic acid, vitamin B 12 or corticosteroids were also excluded from the study. The data described below reflect exposure to pemetrexed for injection in 438 patients in Study JMEN. Median age was 61 years (range 26-83 years), 73% of patients were men; 65% were White, 31% were Asian, 2.9% were Hispanic or Latino, and <2% were other ethnicities; 39% had an ECOG PS 0. Patients received a median of 5 cycles of pemetrexed for injection and a relative dose intensity of pemetrexed for injection of 96%. Approximately half the patients (48%) completed at least six, 21-day cycles and 23% completed ten or more 21-day cycles of pemetrexed for injection. Table 5 provides the frequency and severity of adverse reactions reported in ≥5% of the 438 pemetrexed for injection-treated patients in Study JMEN. Table 5: Adverse Reactions Occurring in ≥5% of Patients Receiving Pemetrexed for Injection in Study JMEN a NCI CTCAE version 3.0. Adverse Reaction a Pemetrexed for Injection (N=438) Placebo (N=218) All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) All adverse reactions 66 16 37 4 Laboratory Hematologic Anemia 15 3 6 1 Neutropenia 6 3 0 0 Hepatic Increased ALT 10 0 4 0 Increased AST 8 0 4 0 Clinical Constitutional symptoms Fatigue 25 5 11 1 Gastrointestinal Nausea 19 1 6 1 Anorexia 19 2 5 0 Vomiting 9 0 1 0 Mucositis/stomatitis 7 1 2 0 Diarrhea 5 1 3 0 Infection 5 2 2 0 Neurology Sensory neuropathy 9 1 4 0 Dermatology/Skin Rash/desquamation 10 0 3 0 The requirement for transfusions (9.5% versus 3.2%), primarily red blood cell transfusions, and for erythropoiesis stimulating agents (5.9% versus 1.8%) were higher in the pemetrexed for injection arm compared to the placebo arm. The following additional adverse reactions were observed in patients who received pemetrexed for injection. Incidence 1% to <5% Dermatology/Skin — alopecia, pruritus/itching Gastrointestinal — constipation General Disorders — edema, fever Hematologic — thrombocytopenia Eye Disorder — ocular surface disease (including conjunctivitis), increased lacrimation Incidence <1% Cardiovascular — supraventricular arrhythmia Dermatology/Skin — erythema multiforme General Disorders — febrile neutropenia, allergic reaction/hypersensitivity Neurology — motor neuropathy Renal — renal failure Maintenance Treatment Following First-line Pemetrexed for Injection Plus Platinum Chemotherapy The safety of pemetrexed for injection was evaluated in PARAMOUNT, a randomized (2:1), placebo-controlled study conducted in patients with non-squamous NSCLC with non-progressive (stable or responding disease) locally advanced or metastatic NSCLC following four cycles of pemetrexed for injection in combination with cisplatin as first-line therapy for NSCLC. Patients were randomized to receive pemetrexed for injection 500 mg/m 2 or matching placebo intravenously on Day 1 of each 21-day cycle until disease progression or unacceptable toxicity. Patients in both study arms received folic acid and vitamin B 12 supplementation. PARAMOUNT excluded patients with an ECOG PS of 2 or greater, uncontrolled third-space fluid retention, inadequate bone marrow reserve and organ function, or a calculated creatinine clearance less than 45 mL/min. Patients unable to stop using aspirin or other non-steroidal anti-inflammatory drugs or unable to take folic acid, vitamin B 12 or corticosteroids were also excluded from the study. The data described below reflect exposure to pemetrexed for injection in 333 patients in PARAMOUNT. Median age was 61 years (range 32 to 83 years); 58% of patients were men; 94% were White, 4.8% were Asian, and <1% were Black or African American; 36% had an ECOG PS 0. The median number of maintenance cycles was 4 for pemetrexed for injection and placebo arms. Dose reductions for adverse reactions occurred in 3.3% of patients in the pemetrexed for injection arm and 0.6% in the placebo arm. Dose delays for adverse reactions occurred in 22% of patients in the pemetrexed for injection arm and 16% in the placebo arm. Table 6 provides the frequency and severity of adverse reactions reported in ≥5% of the 333 pemetrexed for injection-treated patients in PARAMOUNT. Table 6: Adverse Reactions Occurring in ≥5% of Patients Receiving Pemetrexed for Injection in PARAMOUNT a NCI CTCAE version 3.0. Adverse Reaction a Pemetrexed for Injection (N=333) Placebo (N=167) All Grades (%) Grade 3-4 (%) All Grades (%) Grades 3-4 (%) All adverse reactions 53 17 34 4.8 Laboratory Hematologic Anemia 15 4.8 4.8 0.6 Neutropenia 9 3.9 0.6 0 Clinical Constitutional symptoms Fatigue 18 4.5 11 0.6 Gastrointestinal Nausea 12 0.3 2.4 0 Vomiting 6 0 1.8 0 Mucositis/stomatitis 5 0.3 2.4 0 General disorders Edema 5 0 3.6 0 The requirement for red blood cell (13% versus 4.8%) and platelet (1.5% versus 0.6%) transfusions, erythropoiesis stimulating agents (12% versus 7%), and granulocyte colony stimulating factors (6% versus 0%) were higher in the pemetrexed for injection arm compared to the placebo arm. The following additional Grade 3 or 4 adverse reactions were observed more frequently in the pemetrexed for injection arm. Incidence 1% to <5% Blood/Bone Marrow — thrombocytopenia General Disorders — febrile neutropenia Incidence <1% Cardiovascular — ventricular tachycardia, syncope General Disorders — pain Gastrointestinal — gastrointestinal obstruction Neurologic — depression Renal — renal failure Vascular — pulmonary embolism Treatment of Recurrent Disease After Prior Chemotherapy The safety of pemetrexed for injection was evaluated in Study JMEI, a randomized (1:1), open-label, active-controlled trial conducted in patients who had progressed following platinum-based chemotherapy. Patients received pemetrexed for injection 500 mg/m 2 intravenously or docetaxel 75 mg/m 2 intravenously on Day 1 of each 21-day cycle. All patients on the pemetrexed for injection arm received folic acid and vitamin B 12 supplementation. Study JMEI excluded patients with an ECOG PS of 3 or greater, uncontrolled third-space fluid retention, inadequate bone marrow reserve and organ function, or a calculated creatinine clearance less than 45 mL/min. Patients unable to discontinue aspirin or other non-steroidal anti-inflammatory drugs or unable to take folic acid, vitamin B 12 or corticosteroids were also excluded from the study. The data described below reflect exposure to pemetrexed for injection in 265 patients in Study JMEI. Median age was 58 years (range 22 to 87 years); 73% of patients were men; 70% were White, 24% were Asian, 2.6% were Black or African American, 1.8% were Hispanic or Latino, and <2% were other ethnicities; 19% had an ECOG PS 0. Table 7 provides the frequency and severity of adverse reactions reported in ≥5% of the 265 pemetrexed for injection-treated patients in Study JMEI. Study JMEI is not designed to demonstrate a statistically significant reduction in adverse reaction rates for pemetrexed for injection, as compared to the control arm, for any specified adverse reaction listed in the Table 7 below. Table 7: Adverse Reactions Occurring in ≥5% of Fully Supplemented Patients Receiving Pemetrexed for Injection in Study JMEI a NCI CTCAE version 2.0. Adverse Reaction a Pemetrexed for Injection (N=265) Docetaxel (N=276) All Grades (%) Grades 3-4 (%) All Grade (%) Grades 3-4 (%) Laboratory Hematologic Anemia 19 4 22 4 Neutropenia 11 5 45 40 Thrombocytopenia 8 2 1 0 Hepatic Increased ALT 8 2 1 0 Increased AST 7 1 1 0 Clinical Gastrointestinal Nausea 31 3 17 2 Anorexia 22 2 24 3 Vomiting 16 2 12 1 Stomatitis/pharyngitis 15 1 17 1 Diarrhea 13 0 24 3 Constipation 6 0 4 0 Constitutional symptoms Fatigue 34 5 36 5 Fever 8 0 8 0 Dermatology/Skin Rash/desquamation 14 0 6 0 Pruritus 7 0 2 0 Alopecia 6 1 38 2 The following additional adverse reactions were observed in patients assigned to receive pemetrexed for injection. Incidence 1% to <5% Body as a Whole — abdominal pain, allergic reaction/hypersensitivity, febrile neutropenia, infection Dermatology/Skin — erythema multiforme Neurology — motor neuropathy, sensory neuropathy Incidence <1% Cardiovascular — supraventricular arrhythmias Renal — renal failure Mesothelioma The safety of pemetrexed for injection was evaluated in Study JMCH, a randomized (1:1), single-blind study conducted in patients with MPM who had received no prior chemotherapy for MPM. Patients received pemetrexed for injection 500 mg/m 2 intravenously in combination with cisplatin 75 mg/m 2 intravenously on Day 1 of each 21-day cycle or cisplatin 75 mg/m 2 intravenously on Day 1 of each 21-day cycle administered until disease progression or unacceptable toxicity. Safety was assessed in 226 patients who received at least one dose of pemetrexed for injection in combination with cisplatin and 222 patients who received at least one dose of cisplatin alone. Among 226 patients who received pemetrexed for injection in combination with cisplatin, 74% (n=168) received full supplementation with folic acid and vitamin B 12 during study therapy, 14% (n=32) were never supplemented, and 12% (n=26) were partially supplemented. Study JMCH excluded patients with Karnofsky Performance Scale (KPS) of less than 70, inadequate bone marrow reserve and organ function, or a calculated creatinine clearance less than 45 mL/min. Patients unable to stop using aspirin or other non-steroidal anti-inflammatory drugs were also excluded from the study. The data described below reflect exposure to pemetrexed for injection in 168 patients that were fully supplemented with folic acid and vitamin B 12 . Median age was 60 years (range 19 to 85 years); 82% were men; 92% were White, 5% were Hispanic or Latino, 3.0% were Asian, and <1% were other ethnicities; 54% had KPS of 90-100. The median number of treatment cycles administered was 6 in the pemetrexed for injection/cisplatin fully supplemented group and 2 in the pemetrexed for injection/cisplatin never supplemented group. Patients receiving pemetrexed for injection in the fully supplemented group had a relative dose intensity of 93% of the protocol-specified pemetrexed for injection dose intensity. The most common adverse reaction resulting in dose delay was neutropenia. Table 8 provides the frequency and severity of adverse reactions ≥5% in the subgroup of pemetrexed for injection-treated patients who were fully vitamin supplemented in Study JMCH. Study JMCH was not designed to demonstrate a statistically significant reduction in adverse reaction rates for pemetrexed for injection, as compared to the control arm, for any specified adverse reaction listed in the table below. Table 8: Adverse Reactions Occurring in ≥5% of Fully Supplemented Subgroup of Patients Receiving Pemetrexed for Injection/Cisplatin in Study JMCH a a In Study JMCH, 226 patients received at least one dose of pemetrexed for injection in combination with cisplatin and 222 patients received at least one dose of cisplatin. Table 8 provides the ADRs for subgroup of patients treated with pemetrexed for injection in combination with cisplatin (168 patients) or cisplatin alone (163 patients) who received full supplementation with folic acid and vitamin B 12 during study therapy. b NCI CTCAE version 2.0. Adverse Reaction b Pemetrexed for Injection/cisplatin (N=168) Cisplatin (N=163) All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) Laboratory Hematologic Neutropenia 56 23 13 3 Anemia 26 4 10 0 Thrombocytopenia 23 5 9 0 Renal Elevated creatinine 11 1 10 1 Decreased creatinine clearance 16 1 18 2 Clinical Eye Disorder Conjunctivitis 5 0 1 0 Gastrointestinal Nausea 82 12 77 6 Vomiting 57 11 50 4 Stomatitis/pharyngitis 23 3 6 0 Anorexia 20 1 14 1 Diarrhea 17 4 8 0 Constipation 12 1 7 1 Dyspepsia 5 1 1 0 Constitutional Symptoms Fatigue 48 10 42 9 Metabolism and Nutrition Dehydration 7 4 1 1 Neurology Sensory neuropathy 10 0 10 1 Taste disturbance 8 0 6 0 Dermatology/Skin Rash 16 1 5 0 Alopecia 11 0 6 0 The following additional adverse reactions were observed in patients receiving pemetrexed for injection plus cisplatin: Incidence 1% to <5% Body as a Whole — febrile neutropenia, infection, pyrexia Dermatology/Skin — urticaria General Disorders — chest pain Metabolism and Nutrition — increased AST, increased ALT, increased GGT Renal — renal failure Incidence <1% Cardiovascular — arrhythmia Neurology — motor neuropathy Exploratory Subgroup Analyses based on Vitamin Supplementation Table 9 provides the results of exploratory analyses of the frequency and severity of NCI CTCAE Grade 3 or 4 adverse reactions reported in more pemetrexed for injection-treated patients who did not receive vitamin supplementation (never supplemented) as compared with those who received vitamin supplementation with daily folic acid and vitamin B 12 from the time of enrollment in Study JMCH (fully-supplemented). Table 9: Exploratory Subgroup Analysis of Selected Grade 3/4 Adverse Reactions Occurring in Patients Receiving Pemetrexed for Injection in Combination with Cisplatin with or without Full Vitamin Supplementation in Study JMCH a a NCI CTCAE version 2.0. Grade 3-4 Adverse Reactions Fully Supplemented Patients N=168 (%) Never Supplemented Patients N=32 (%) Neutropenia 23 38 Thrombocytopenia 5 9 Vomiting 11 31 Febrile neutropenia 1 9 Infection with Grade 3/4 neutropenia 0 6 Diarrhea 4 9 The following adverse reactions occurred more frequently in patients who were fully vitamin supplemented than in patients who were never supplemented: hypertension (11% versus 3%), chest pain (8% versus 6%), thrombosis/embolism (6% versus 3%). Additional Experience Across Clinical Trials Sepsis, with or without neutropenia, including fatal cases : 1% Severe esophagitis, resulting in hospitalization: <1% 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of pemetrexed for injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System — immune-mediated hemolytic anemia Gastrointestinal — colitis, pancreatitis General Disorders and Administration Site Conditions — edema Injury, poisoning, and procedural complications — radiation recall Respiratory — interstitial pneumonitis Skin — Serious and fatal bullous skin conditions, Stevens-Johnson syndrome, and toxic epidermal necrolysis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pemetrexed for Injection is contraindicated in patients with a history of severe hypersensitivity reaction to pemetrexed [see Adverse Reactions ( 6.1 )]. History of severe hypersensitivity reaction to pemetrexed. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of pemetrexed for injection administered with pembrolizumab and platinum chemotherapy in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes, administered after pembrolizumab and prior to platinum chemotherapy, on Day 1 of each 21-day cycle. ( 2.1 ) The recommended dose of pemetrexed for injection, administered as a single agent or with cisplatin, in patients with creatinine clearance of 45 mL/minute or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes on Day 1 of each 21-day cycle. ( 2.1 , 2.2 ) Initiate folic acid 400 mcg to 1000 mcg orally, once daily, beginning 7 days prior to the first dose of pemetrexed for injection and continue until 21 days after the last dose of pemetrexed for injection. ( 2.4 ) Administer vitamin B 12 , 1 mg intramuscularly, 1 week prior to the first dose of pemetrexed for injection and every 3 cycles. ( 2.4 ) Administer dexamethasone 4 mg orally, twice daily the day before, the day of, and the day after pemetrexed for injection administration. ( 2.4 ) 2.1 Recommended Dosage for Non-Squamous NSCLC The recommended dose of pemetrexed for injection when administered with pembrolizumab and platinum chemotherapy for the initial treatment of metastatic non-squamous NSCLC in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes administered after pembrolizumab and prior to carboplatin or cisplatin on Day 1 of each 21-day cycle for 4 cycles. Following completion of platinum-based therapy, treatment with pemetrexed for injection with or without pembrolizumab is administered until disease progression or unacceptable toxicity. Please refer to the full prescribing information for pembrolizumab and for carboplatin or cisplatin. The recommended dose of pemetrexed for injection when administered with cisplatin for initial treatment of locally advanced or metastatic non-squamous NSCLC in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes administered prior to cisplatin on Day 1 of each 21-day cycle for up to six cycles in the absence of disease progression or unacceptable toxicity. The recommended dose of pemetrexed for injection for maintenance treatment of non-squamous NSCLC in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes on Day 1 of each 21-day cycle until disease progression or unacceptable toxicity after four cycles of platinum-based first-line chemotherapy. The recommended dose of pemetrexed for injection for treatment of recurrent non-squamous NSCLC in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes on Day 1 of each 21-day cycle until disease progression or unacceptable toxicity. 2.2 Recommended Dosage for Mesothelioma The recommended dose of pemetrexed for injection when administered with cisplatin in patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater is 500 mg/m 2 as an intravenous infusion over 10 minutes on Day 1 of each 21-day cycle until disease progression or unacceptable toxicity. 2.3 Renal Impairment Pemetrexed for Injection dosing recommendations are provided for patients with a creatinine clearance (calculated by Cockcroft-Gault equation) of 45 mL/min or greater [see Dosage and Administration ( 2.1 , 2.2 )] . There is no recommended dose for patients whose creatinine clearance is less than 45 mL/min [see Use in Specific Populations ( 8.6 )] . 2.4 Premedication and Concomitant Medications to Mitigate Toxicity Vitamin Supplementation Initiate folic acid 400 mcg to 1000 mcg orally once daily, beginning 7 days before the first dose of pemetrexed for injection and continuing until 21 days after the last dose of pemetrexed for injection [see Warnings and Precautions ( 5.1 )] . Administer vitamin B 12 , 1 mg intramuscularly, 1 week prior to the first dose of pemetrexed for injection and every 3 cycles thereafter. Subsequent vitamin B 12 injections may be given the same day as treatment with pemetrexed for injection [see Warnings and Precautions ( 5.1 )] . Do not substitute oral vitamin B 12 for intramuscular vitamin B 12 . Corticosteroids Administer dexamethasone 4 mg orally twice daily for three consecutive days, beginning the day before each pemetrexed for injection administration. 2.5 Dosage Modification of Ibuprofen in Patients with Mild to Moderate Renal Impairment Receiving Pemetrexed for Injection In patients with creatinine clearances between 45 mL/min and 79 mL/min, modify administration of ibuprofen as follows [see Warnings and Precautions ( 5.6 ), Drug Interactions ( 7 ) and Clinical Pharmacology ( 12.3 )] : Avoid administration of ibuprofen for 2 days before, the day of, and 2 days following administration of pemetrexed for injection. Monitor patients more frequently for myelosuppression, renal, and gastrointestinal toxicity, if concomitant administration of ibuprofen cannot be avoided. 2.6 Dosage Modifications for Adverse Reactions Obtain complete blood count on Days 1, 8, and 15 of each cycle. Assess creatinine clearance prior to each cycle. Do not administer pemetrexed for injection if the creatinine clearance is less than 45 mL/min. Delay initiation of the next cycle of pemetrexed for injection until: recovery of non-hematologic toxicity to Grade 0-2, absolute neutrophil count (ANC) is 1500 cells/mm 3 or higher, and platelet count is 100,000 cells/mm 3 or higher. Upon recovery, modify the dosage of pemetrexed for injection in the next cycle as specified in Table 1 . For dosing modifications for cisplatin, carboplatin, or pembrolizumab, refer to their prescribing information. Table 1: Recommended Dosage Modifications for Adverse Reactions a a National Cancer Institute Common Toxicity Criteria for Adverse Events version 2 (NCI CTCAE v2). Toxicity in Most Recent Treatment Cycle Pemetrexed for Injection Dose Modification for Next Cycle Myelosuppressive toxicity [see Warnings and Precautions ( 5.1 )] ANC less than 500/mm 3 and platelets greater than or equal to 50,000/mm 3 OR Platelet count less than 50,000/mm 3 without bleeding. 75% of previous dose Platelet count less than 50,000/mm 3 with bleeding 50% of previous dose Recurrent Grade 3 or 4 myelosuppression after 2 dose reductions Discontinue Non-hematologic toxicity Any Grade 3 or 4 toxicities EXCEPT mucositis or neurologic toxicity OR Diarrhea requiring hospitalization 75% of previous dose Grade 3 or 4 mucositis 50% of previous dose Renal toxicity [see Warnings and Precautions ( 5.2 )] Withhold until creatinine clearance is 45 mL/min or greater Grade 3 or 4 neurologic toxicity Permanently discontinue Recurrent Grade 3 or 4 non-hematologic toxicity after 2 dose reductions Permanently discontinue Severe and life-threatening Skin Toxicity [see Warnings and Precautions ( 5.3 )] Permanently discontinue Interstitial Pneumonitis [see Warnings and Precautions ( 5.4 )] Permanently discontinue 2.7 Preparation for Administration Pemetrexed for Injection is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Calculate the dose of pemetrexed for injection and determine the number of vials needed. Reconstitute pemetrexed for injection to achieve a concentration of 25 mg/mL as follows: Reconstitute each 100-mg vial with 4.2 mL of 0.9% Sodium Chloride Injection, USP (preservative-free) Reconstitute each 500-mg vial with 20 mL of 0.9% Sodium Chloride Injection, USP (preservative-free) Do not use calcium-containing solutions for reconstitution. Gently swirl each vial until the powder is completely dissolved. The resulting solution is clear and ranges in color from colorless to yellow or green-yellow. FURTHER DILUTION IS REQUIRED prior to administration. Store reconstituted, preservative-free product under refrigerated conditions [2-8°C (36-46°F)] for no longer than 24 hours from the time of reconstitution. Discard vial after 24 hours. Inspect reconstituted product visually for particulate matter and discoloration prior to further dilution. If particulate matter is observed, discard vial. Withdraw the calculated dose of pemetrexed for injection from the vial(s) and discard vial with any unused portion. Further dilute pemetrexed for injection with 0.9% Sodium Chloride Injection (preservative-free) to achieve a total volume of 100 mL for intravenous infusion. Store diluted, reconstituted product under refrigerated conditions [2-8°C (36-46°F)] for no more than 24 hours from the time of reconstitution. Discard after 24 hours."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pemetrexed for Injection is a folate analog metabolic inhibitor indicated: in combination with pembrolizumab and platinum chemotherapy, for the initial treatment of patients with metastatic non-squamous non-small cell lung cancer (NSCLC), with no EGFR or ALK genomic tumor aberrations. ( 1.1 ) in combination with cisplatin for the initial treatment of patients with locally advanced or metastatic, non-squamous NSCLC. ( 1.1 ) as a single agent for the maintenance treatment of patients with locally advanced or metastatic, non-squamous NSCLC whose disease has not progressed after four cycles of platinum-based first-line chemotherapy. ( 1.1 ) as a single agent for the treatment of patients with recurrent, metastatic non-squamous, NSCLC after prior chemotherapy. ( 1.1 ) Limitations of Use: Pemetrexed for Injection is not indicated for the treatment of patients with squamous cell, non-small cell lung cancer. ( 1.1 ) initial treatment, in combination with cisplatin, of patients with malignant pleural mesothelioma whose disease is unresectable or who are otherwise not candidates for curative surgery. ( 1.2 ) 1.1 Non-Squamous Non-Small Cell Lung Cancer (NSCLC) Pemetrexed for Injection is indicated: in combination with pembrolizumab and platinum chemotherapy, for the initial treatment of patients with metastatic non-squamous non-small cell lung cancer (NSCLC), with no EGFR or ALK genomic tumor aberrations. in combination with cisplatin for the initial treatment of patients with locally advanced or metastatic, non-squamous NSCLC. as a single agent for the maintenance treatment of patients with locally advanced or metastatic, non-squamous NSCLC whose disease has not progressed after four cycles of platinum-based first-line chemotherapy. as a single agent for the treatment of patients with recurrent, metastatic non-squamous, NSCLC after prior chemotherapy. Limitations of Use: Pemetrexed for Injection is not indicated for the treatment of patients with squamous cell, non-small cell lung cancer [see Clinical Studies ( 14.1 )]. 1.2 Mesothelioma Pemetrexed for Injection is indicated, in combination with cisplatin, for the initial treatment of patients with malignant pleural mesothelioma whose disease is unresectable or who are otherwise not candidates for curative surgery."
  ],
  "fetched_at": "2025-09-30T21:26:12.094538",
  "source": "OpenFDA"
}