{
  "drug_name": "Penicillamine",
  "generic_name": [
    "PENICILLAMINE"
  ],
  "brand_names": [
    "Penicillamine"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS The use of penicillamine has been associated with fatalities due to certain diseases such as aplastic anemia, agranulocytosis, thrombocytopenia, Goodpasture's syndrome, and myasthenia gravis. Because of the potential for serious hematological and renal adverse reactions to occur at any time, routine urinalysis, white and differential blood cell count, hemoglobin determination, and direct platelet count must be done twice weekly, together with monitoring of the patient's skin, lymph nodes and body temperature, during the first month of therapy, every two weeks for the next five months, and monthly thereafter. Patients should be instructed to report promptly the development of signs and symptoms of granulocytopenia and/or thrombocytopenia such as fever, sore throat, chills, bruising or bleeding. The above laboratory studies should then be promptly repeated. Leukopenia and thrombocytopenia have been reported to occur in up to five percent of patients during penicillamine therapy. Leukopenia is of the granulocytic series and may or may not be associated with an increase in eosinophils. A confirmed reduction in WBC below 3500/mm 3 mandates discontinuance of penicillamine therapy. Thrombocytopenia may be on an idiosyncratic basis, with decreased or absent megakaryocytes in the marrow, when it is part of an aplastic anemia. In other cases the thrombocytopenia is presumably on an immune basis since the number of megakaryocytes in the marrow has been reported to be normal or sometimes increased. The development of a platelet count below 100,000/mm 3 , even in the absence of clinical bleeding, requires at least temporary cessation of penicillamine therapy. A progressive fall in either platelet count or WBC in three successive determinations, even though values are still within the normal range, likewise requires at least temporary cessation. Proteinuria and/or hematuria may develop during therapy and may be warning signs of membranous glomerulopathy which can progress to a nephrotic syndrome. Close observation of these patients is essential. In some patients the proteinuria disappears with continued therapy; in others, penicillamine must be discontinued. When a patient develops proteinuria or hematuria the physician must ascertain whether it is a sign of drug-induced glomerulopathy or is unrelated to penicillamine. Rheumatoid arthritis patients who develop moderate degrees of proteinuria may be continued cautiously on penicillamine therapy, provided that quantitative 24-hour urinary protein determinations are obtained at intervals of one to two weeks. Penicillamine dosage should not be increased under these circumstances. Proteinuria which exceeds 1 g/24 hours, or proteinuria which is progressively increasing, requires either discontinuance of the drug or a reduction in the dosage. In some patients, proteinuria has been reported to clear following reduction in dosage. In rheumatoid arthritis patients penicillamine should be discontinued if unexplained gross hematuria or persistent microscopic hematuria develops. In patients with Wilson's disease or cystinuria the risks of continued penicillamine therapy in patients manifesting potentially serious urinary abnormalities must be weighed against the expected therapeutic benefits. When penicillamine is used in cystinuria, an annual x-ray for renal stones is advised. Cystine stones form rapidly, sometimes in six months. Up to one year or more may be required for any urinary abnormalities to disappear after penicillamine has been discontinued. Because of rare reports of intrahepatic cholestasis and toxic hepatitis, liver function tests are recommended every six months for the duration of therapy. In Wilson’s disease, these are recommended every three months, at least during the first year of treatment. Goodpasture's syndrome has occurred rarely. The development of abnormal urinary findings associated with hemoptysis and pulmonary infiltrates on x-ray requires immediate cessation of penicillamine. Obliterative bronchiolitis has been reported rarely. The patient should be cautioned to report immediately pulmonary symptoms such as exertional dyspnea, unexplained cough or wheezing. Pulmonary function studies should be considered at that time. Onset of new neurological symptoms has been reported with penicillamine (see ADVERSE REACTIONS ). Occasionally, neurological symptoms become worse during initiation of therapy with penicillamine (see INDICATIONS ). Myasthenic syndrome sometimes progressing to myasthenia gravis has been reported. Ptosis and diplopia, with weakness of the extraocular muscles, are often early signs of myasthenia. In the majority of cases, symptoms of myasthenia have receded after withdrawal of penicillamine. Most of the various forms of pemphigus have occurred during treatment with penicillamine. Pemphigus vulgaris and pemphigus foliaceus are reported most frequently, usually as a late complication of therapy. The seborrhea-like characteristics of pemphigus foliaceus may obscure an early diagnosis. When pemphigus is suspected, penicillamine should be discontinued. Treatment has consisted of high doses of corticosteroids alone or, in some cases, concomitantly with an immunosuppressant. Treatment may be required for only a few weeks or months, but may need to be continued for more than a year. Once instituted for Wilson's disease or cystinuria, treatment with penicillamine should, as a rule, be continued on a daily basis. Interruptions for even a few days have been followed by sensitivity reactions after reinstitution of therapy. Pregnancy Category D Penicillamine can cause fetal harm when administered to a pregnant woman. Penicillamine has been shown to be teratogenic in rats when given in doses 6 times higher than the highest dose recommended for human use. Skeletal defects, cleft palates and fetal toxicity (resorptions) have been reported. There are no controlled studies on the use of penicillamine in pregnant women. Although normal outcomes have been reported, characteristic congenital cutis laxa and associated birth defects have been reported in infants born of mothers who received therapy with penicillamine during pregnancy. Penicillamine should be used in women of childbearing potential only when the expected benefits outweigh the possible hazards. Women on therapy with penicillamine who are of childbearing potential should be apprised of this risk, advised to report promptly any missed menstrual periods or other indications of possible pregnancy, and followed closely for early recognition of pregnancy. If this drug is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus. W il son's Disease — Reported experience *** shows that continued treatment with penicillamine throughout pregnancy protects the mother against relapse of the Wilson's disease, and that discontinuation of penicillamine has deleterious effects on the mother, which may be fatal. *** Scheinberg, I.H.; Sternlieb, I.: N. Engl. J. Med. 293: 1300-1302, Dec. 18, 1975. If penicillamine is administered during pregnancy to patients with Wilson's disease, it is recommended that the daily dosage be limited to 750 mg. If cesarean section is planned the daily dose should be reduced to 250 mg, but not lower, for the last six weeks of pregnancy and postoperatively until wound healing is complete. C ystinuria — If possible, penicillamine should not be given during pregnancy to women with cystinuria (see C ONTRAINDICATIONS ). There are reports of women with cystinuria on therapy with penicillamine who gave birth to infants with generalized connective tissue defects who died following abdominal surgery. If stones continue to form in these patients, the benefits of therapy to the mother must be evaluated against the risk to the fetus. Rheu matoid Arthritis — Penicillamine should not be administered to rheumatoid arthritis patients who are pregnant (see CONTRAINDICATIONS ) and should be discontinued promptly in patients in whom pregnancy is suspected or diagnosed. There is a report that a woman with rheumatoid arthritis treated with less than one gram a day of penicillamine during pregnancy gave birth (cesarean delivery) to an infant with growth retardation, flattened face with broad nasal bridge, low set ears, short neck with loose skin folds, and unusually lax body skin."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Penicillamine is a drug with a high incidence of untoward reactions, some of which are potentially fatal. Therefore, it is mandatory that patients receiving penicillamine therapy remain under close medical supervision throughout the period of drug administration (see WARNINGS and PRECAUTIONS ). Reported incidences (%) for the most commonly occurring adverse reactions in rheumatoid arthritis patients are noted, based on 17 representative clinical trials reported in the literature (1270 patients). Allergic — Generalized pruritus, early and late rashes (5%), pemphigus (see WARNINGS ), and drug eruptions which may be accompanied by fever, arthralgia, or lymphadenopathy have occurred (see WARNINGS and PRECAUTIONS ). Some patients may show a lupus erythematosus-like syndrome similar to drug-induced lupus produced by other pharmacological agents (see PRECAUTIONS ). Urticaria and exfoliative dermatitis have occurred. Thyroiditis has been reported; hypoglycemia in association with anti-insulin antibodies has been reported. These reactions are extremely rare. Some patients may develop a migratory polyarthralgia, often with objective synovitis (see DOSAGE AND ADMINISTRATION ). G a strointestinal — Anorexia, epigastric pain, nausea, vomiting, or occasional diarrhea may occur (17%). Isolated cases of reactivated peptic ulcer have occurred, as have hepatic dysfunction including hepatic failure, and pancreatitis. Intrahepatic cholestasis and toxic hepatitis have been reported rarely. There have been a few reports of increased serum alkaline phosphatase, lactic dehydrogenase, and positive cephalin flocculation and thymol turbidity tests. Some patients may report a blunting, diminution, or total loss of taste perception (12%); or may develop oral ulcerations. Although rare, cheilosis, glossitis, and gingivostomatitis have been reported (see PRECAUTIONS ). Gastrointestinal side effects are usually reversible following cessation of therapy. He matological — Penicillamine can cause bone marrow depression (see WARNINGS ). Leukopenia (2%) and thrombocytopenia (4%) have occurred. Fatalities have been reported as a result of thrombocytopenia, agranulocytosis, aplastic anemia, and sideroblastic anemia. Thrombotic thrombocytopenic purpura, hemolytic anemia, red cell aplasia, monocytosis, leukocytosis, eosinophilia, and thrombocytosis have also been reported. Rena l — Patients on penicillamine therapy may develop proteinuria (6%) and/or hematuria which, in some, may progress to the development of the nephrotic syndrome as a result of an immune complex membranous glomerulopathy (see WARNINGS ). Renal failure has been reported. Cen t ral Nervous System — Tinnitus, optic neuritis and peripheral sensory and motor neuropathies (including polyradiculoneuropathy, i.e., Guillain-Barré syndrome) have been reported. Muscular weakness may or may not occur with the peripheral neuropathies. Visual and psychic disturbances; mental disorders; and agitation and anxiety have been reported. Neu romuscular — Myasthenia gravis (see WARNINGS ); dystonia. Ot he r — Adverse reactions that have been reported rarely include thrombophlebitis; hyperpyrexia (see PRECAUTIONS ); falling hair or alopecia; lichen planus; polymyositis; dermatomyositis; mammary hyperplasia; elastosis perforans serpiginosa; toxic epidermal necrolysis; anetoderma (cutaneous macular atrophy); and Goodpasture's syndrome, a severe and ultimately fatal glomerulonephritis associated with intra-alveolar hemorrhage (see WARNINGS ). Vasculitis, including fatal renal vasculitis, has also been reported. Allergic alveolitis, obliterative bronchiolitis, interstitial pneumonitis and pulmonary fibrosis have been reported in patients with severe rheumatoid arthritis, some of whom were receiving penicillamine. Bronchial asthma also has been reported. Increased skin friability, excessive wrinkling of skin, and development of small white papules at venipuncture and surgical sites have been reported (see PRECAUTIONS ); yellow nail syndrome. The chelating action of the drug may cause increased excretion of other heavy metals such as zinc, mercury and lead. There have been reports associating penicillamine with leukemia. However, circumstances involved in these reports are such that a cause and effect relationship to the drug has not been established. To report SUSPECTED ADVERSE REACTIONS, contact Endo at 1-800-828-9393 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Except for the treatment of Wilson's disease or certain patients with cystinuria, use of penicillamine during pregnancy is contraindicated (see WARNINGS ). Although breast milk studies have not been reported in animals or humans, mothers on therapy with penicillamine should not nurse their infants. Patients with a history of penicillamine-related aplastic anemia or agranulocytosis should not be restarted on penicillamine (see WARNINGS and ADVERSE REACTIONS ). Because of its potential for causing renal damage, penicillamine should not be administered to rheumatoid arthritis patients with a history or other evidence of renal insufficiency."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION In all patients receiving penicillamine, it is important that penicillamine capsules be given on an empty stomach, at least one hour before meals or two hours after meals, and at least one hour apart from any other drug, food, or milk. Because penicillamine increases the requirement for pyridoxine, patients may require a daily supplement of pyridoxine (see PRECAUTIONS ). W i l s on 's Disease — Optimal dosage can be determined by measurement of urinary copper excretion and the determination of free copper in the serum. The urine must be collected in copper-free glassware, and should be quantitatively analyzed for copper before and soon after initiation of therapy with penicillamine capsules. Determination of 24-hour urinary copper excretion is of greatest value in the first week of therapy with penicillamine. In the absence of any drug reaction, a dose between 0.75 and 1.5 g that results in an initial 24-hour cupriuresis of over 2 mg should be continued for about three months, by which time the most reliable method of monitoring maintenance treatment is the determination of free copper in the serum. This equals the difference between quantitatively determined total copper and ceruloplasmin-copper. Adequately treated patients will usually have less than 10 mcg free copper/dL of serum. It is seldom necessary to exceed a dosage of 2 g/day. If the patient is intolerant to therapy with penicillamine capsules, alternative treatment is trientine hydrochloride. In patients who cannot tolerate as much as 1 g/day initially, initiating dosage with 250 mg/day, and increasing gradually to the requisite amount, gives closer control of the effects of the drug and may help to reduce the incidence of adverse reactions. Cy s tinuria — It is recommended that penicillamine capsules be used along with conventional therapy. By reducing urinary cystine, it decreases crystalluria and stone formation. In some instances, it has been reported to decrease the size of, and even to dissolve, stones already formed. The usual dosage of penicillamine capsules in the treatment of cystinuria is 2 g/day for adults, with a range of 1 to 4 g/day. For pediatric patients, dosage can be based on 30 mg/kg/day. The total daily amount should be divided into four doses. If four equal doses are not feasible, give the larger portion at bedtime. If adverse reactions necessitate a reduction in dosage, it is important to retain the bedtime dose. Initiating dosage with 250 mg/day, and increasing gradually to the requisite amount, gives closer control of the effects of the drug and may help to reduce the incidence of adverse reactions. In addition to taking penicillamine capsules, patients should drink copiously. It is especially important to drink about a pint of fluid at bedtime and another pint once during the night when urine is more concentrated and more acid than during the day. The greater the fluid intake, the lower the required dosage of penicillamine capsules. Dosage must be individualized to an amount that limits cystine excretion to 100 to 200 mg/day in those with no history of stones, and below 100 mg/day in those who have had stone formation and/or pain. Thus, in determining dosage, the inherent tubular defect, the patient's size, age, and rate of growth, and his diet and water intake all must be taken into consideration. The standard nitroprusside cyanide test has been reported useful as a qualitative measure of the effective dose: † Add 2 mL of freshly prepared 5 percent sodium cyanide to 5 mL of a 24-hour aliquot of protein-free urine and let stand ten minutes. Add 5 drops of freshly prepared 5 percent sodium nitroprusside and mix. Cystine will turn the mixture magenta. If the result is negative, it can be assumed that cystine excretion is less than 100 mg/g creatinine. Although penicillamine is rarely excreted unchanged, it also will turn the mixture magenta. If there is any question as to which substance is causing the reaction, a ferric chloride test can be done to eliminate doubt: Add 3 percent ferric chloride dropwise to the urine. Penicillamine will turn the urine an immediate and quickly fading blue. Cystine will not produce any change in appearance. R h e u ma toid Arthritis — The principal rule of treatment with penicillamine capsules in rheumatoid arthritis is patience. † Lotz, M.; Potts, J.T. and Bartter, F.C.: Brit. Med. J. 2: 521, Aug. 28, 1965 (in Medical Memoranda). The onset of therapeutic response is typically delayed. Two or three months may be required before the first evidence of a clinical response is noted (see CLINICAL PHARMACOLOGY ). When treatment with penicillamine capsules has been interrupted because of adverse reactions or other reasons, the drug should be reintroduced cautiously by starting with a lower dosage and increasing slowly. I ni t ia l Therapy — The currently recommended dosage regimen in rheumatoid arthritis begins with a single daily dose of 125 mg or 250 mg, which is thereafter increased at one to three month intervals, by 125 mg or 250 mg/day, as patient response and tolerance indicate. If a satisfactory remission of symptoms is achieved, the dose associated with the remission should be continued (see Maintenance Therapy ). If there is no improvement and there are no signs of potentially serious toxicity after two to three months of treatment with doses of 500 to 750 mg/day, increases of 250 mg/day at two to three month intervals may be continued until a satisfactory remission occurs (see Maintenance Therapy ) or signs of toxicity develop (see WARNINGS and PRECAUTIONS ). If there is no discernible improvement after three to four months of treatment with 1000 to 1500 mg of penicillamine/day, it may be assumed the patient will not respond and penicillamine capsules should be discontinued. Maintenance Therapy — The maintenance dosage of penicillamine capsules must be individualized, and may require adjustment during the course of treatment. Many patients respond satisfactorily to a dosage within the 500 to 750 mg/day range. Some need less. Changes in maintenance dosage levels may not be reflected clinically or in the erythrocyte sedimentation rate for two to three months after each dosage adjustment. Some patients will subsequently require an increase in the maintenance dosage to achieve maximal disease suppression. In those patients who do respond, but who evidence incomplete suppression of their disease after the first six to nine months of treatment, the daily dosage of penicillamine capsules may be increased by 125 mg or 250 mg/day at three month intervals. It is unusual in current practice to employ a dosage in excess of 1 g/day, but up to 1.5 g/day has sometimes been required. Management of Exacerbations — During the course of treatment some patients may experience an exacerbation of disease activity following an initial good response. These may be self-limited and can subside within twelve weeks. They are usually controlled by the addition of non-steroidal anti-inflammatory drugs, and only if the patient has demonstrated a true \"escape\" phenomenon (as evidenced by failure of the flare to subside within this time period) should an increase in the maintenance dose ordinarily be considered. In the rheumatoid patient, migratory polyarthralgia due to penicillamine is extremely difficult to differentiate from an exacerbation of the rheumatoid arthritis. Discontinuance or a substantial reduction in dosage of penicillamine capsules for up to several weeks will usually determine which of these processes is responsible for the arthralgia. Du ration of Therapy — The optimum duration of therapy with penicillamine capsules in rheumatoid arthritis has not been determined. If the patient has been in remission for six months or more, a gradual, stepwise dosage reduction in decrements of 125 mg or 250 mg/day at approximately three month intervals may be attempted. Con comitant Drug Therapy — Penicillamine capsules should not be used in patients who are receiving gold therapy, antimalarial or cytotoxic drugs, oxyphenbutazone, or phenylbutazone (see PRECAUTIONS ). Other measures, such as salicylates, other non-steroidal anti-inflammatory drugs, or systemic corticosteroids, may be continued when penicillamine is initiated. After improvement commences, analgesic and anti-inflammatory drugs may be slowly discontinued as symptoms permit. Steroid withdrawal must be done gradually, and many months of treatment with penicillamine capsules may be required before steroids can be completely eliminated. Do sage Frequency — Based on clinical experience, dosages up to 500 mg/day can be given as a single daily dose. Dosages in excess of 500 mg/day should be administered in divided doses."
  ],
  "indications": [
    "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. W il son’s Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin ** is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser- Fleischer rings are present. ** For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. Treatment has two objectives: (1) to minimize dietary intake of copper; (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules is continued. C ystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheu matoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ). penicillamine-interaction"
  ],
  "fetched_at": "2025-09-30T22:10:54.973140",
  "source": "OpenFDA"
}