{
  "drug_name": "Pentostatin",
  "generic_name": [
    "PENTOSTATIN"
  ],
  "brand_names": [
    "Nipent"
  ],
  "drug_interactions": [
    "Drug Interactions Allopurinol and NIPENT are both associated with skin rashes. Based on clinical studies in 25 refractory patients who received both NIPENT and allopurinol, the combined use of NIPENT and allopurinol did not appear to produce a higher incidence of skin rashes than observed with NIPENT alone. There has been a report of one patient who received both drugs and experienced a hypersensitivity vasculitis that resulted in death. It was unclear whether this adverse event and subsequent death resulted from the drug combination. Biochemical studies have demonstrated that pentostatin enhances the effects of vidarabine, a purine nucleoside with antiviral activity. The combined use of vidarabine and NIPENT may result in an increase in adverse reactions associated with each drug. The therapeutic benefit of the drug combination has not been established. The combined use of NIPENT and fludarabine phosphate is not recommended because it may be associated with an increased risk of fatal pulmonary toxicity (see WARNINGS ). Acute pulmonary edema and hypotension, leading to death, have been reported in the literature in patients treated with pentostatin in combination with carmustine, etoposide and high dose cyclophosphamide as part of the ablative regimen for bone marrow transplant."
  ],
  "warnings": [
    "WARNINGS See Boxed Warning . Patients with hairy cell leukemia may experience myelosuppression primarily during the first few courses of treatment. Patients with infections prior to NIPENT treatment have in some cases developed worsening of their condition leading to death, whereas others have achieved complete response. Patients with infection should be treated only when the potential benefit of treatment justifies the potential risk to the patient. Efforts should be made to control the infection before treatment is initiated or resumed. In patients with progressive hairy cell leukemia, the initial courses of NIPENT treatment were associated with worsening of neutropenia. Therefore, frequent monitoring of complete blood counts during this time is necessary. If severe neutropenia continues beyond the initial cycles, patients should be evaluated for disease status, including a bone marrow examination. Elevations in liver function tests occurred during treatment with NIPENT and were generally reversible. Renal toxicity was observed at higher doses in early studies; however, in patients treated at the recommended dose, elevations in serum creatinine were usually minor and reversible. There were some patients who began treatment with normal renal function who had evidence of mild to moderate toxicity at a final assessment (See DOSAGE AND ADMINISTRATION ). Rashes, occasionally severe, were commonly reported and may worsen with continued treatment. Withholding of treatment may be required (See DOSAGE AND ADMINISTRATION ). Acute pulmonary edema and hypotension, leading to death, have been reported in the literature in patients treated with pentostatin in combination with carmustine, etoposide and high dose cyclophosphamide as part of the ablative regimen for bone marrow transplant. Pregnancy Pentostatin can cause fetal harm when administered to a pregnant woman. Pentostatin was administered intravenously at doses of 0, 0.01, 0.1, or 0.75 mg/kg/day (0, 0.06, 0.6, and 4.5 mg/m 2 ) to pregnant rats on days 6 through 15 of gestation. Drug-related maternal toxicity occurred at doses of 0.1 and 0.75 mg/kg/day (0.6 and 4.5 mg/m 2 ). Teratogenic effects were observed at 0.75 mg/kg/day (4.5 mg/m 2 ) manifested by increased incidence of various skeletal malformations. In a dose range-finding study, pentostatin was administered intravenously to rats at doses of 0, 0.05, 0.1, 0.5, 0.75, or 1 mg/kg/day (0, 0.3, 0.6, 3, 4.5, 6 mg/m 2 ), on days 6 through 15 of gestation. Fetal malformations that were observed were an omphalocele at 0.05 mg/kg (0.3 mg/m 2 ), gastroschisis at 0.75 mg/kg and 1 mg/kg (4.5 and 6 mg/m 2 ), and a flexure defect of the hindlimbs at 0.75 mg/kg (4.5 mg/m 2 ). Pentostatin was also shown to be teratogenic in mice when administered as a single 2 mg/kg (6 mg/m 2 ) intraperitoneal injection on day 7 of gestation. Pentostatin was not teratogenic in rabbits when administered intravenously on days 6 through 18 of gestation at doses of 0, 0.005, 0.01, or 0.02 mg/kg/day (0, 0.015, 0.03, or 0.06 mg/m 2 ); however maternal toxicity, abortions, early deliveries, and deaths occurred in all drug-treated groups. There are no adequate and well-controlled studies in pregnant women. If NIPENT is used during pregnancy, or if the patient becomes pregnant while taking (receiving) this drug, the patient should be apprised of the potential hazard to the fetus. Women of childbearing potential receiving NIPENT should be advised to avoid becoming pregnant."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Most patients treated for hairy cell leukemia in the five NCI-sponsored Phase 2 studies and the Phase 3 SWOG study experienced an adverse event. The following table lists the most frequently occurring adverse events in patients treated with NIPENT (both frontline and IFN-refractory patients) compared with IFN (frontline only), regardless of drug association. The drug association of some adverse events is uncertain as they may be associated with the disease itself (e.g., infection, hematologic suppression), but other events, such as the gastrointestinal symptoms, rashes, and abnormal liver function tests, can in many cases be attributed to the drug. Most adverse events that were assessed for severity were either mild or moderate, and diminished in frequency with continued therapy. NR = Not Reported Percent of Patients All Adverse Events Occurring in more than 10% of patients, in any group, regardless of drug association Frontline, Treated With NIPENT N=180 Frontline, Treated With IFN N=176 IFN-Refractory, Treated With NIPENT N=197 Nausea and/or Vomiting 63 22 53 Includes only nausea with vomiting Fever 46 59 42 Rash 43 30 26 Fatigue 42 55 29 Leukopenia 22 15 60 Pruritus 21 6 10 Coughing/Increased Cough 20 15 17 Myalgia 19 36 11 Chills 19 34 11 Headache 17 29 13 Diarrhea 17 17 15 Abdominal Pain 16 15 4 Anorexia 13 10 16 Upper Respiratory Infection 13 8 16 Asthenia 12 13 10 Stomatitis 12 7 5 Rhinitis 11 15 10 Dyspnea 11 13 8 Anemia 8 5 35 Pain 8 19 20 Pharyngitis 8 11 10 Sweating/Increased Sweating 8 21 10 Viral Infection 8 17 NR Infection 7 These figures represent only unspecified infections. Refer to infection table. 2 36 Arthralgia 6 14 3 Thrombocytopenia 6 6 32 Skin Disorder 4 5 17 Allergic Reaction 2 1 11 Hepatic Disorder/Elevated Liver Function Tests Elevated liver enzymes and liver disorder for SWOG 2 2 19 Neurologic Disorder, CNS/CNS Toxicity 1 NR 11 Lung Disorder/Disease NR 1 12 Nausea NR NR 22 Genitourinary Disorder NR NR 15 The total incidence for all types of infections is considerably higher for both treatment groups in the SWOG 8691 study than is listed in the table above. An intent-to-treat analysis of infections found that 38% of patients treated with NIPENT and 34% of patients treated with IFN averaged 2.4 and 1.9 documented infections during treatment, respectively. The following table lists the different types of infections that were reported as adverse events during the initial phase of the SWOG study. There were no apparent differences in the types of infection between the 2 treatment groups, with the possible exception of herpes zoster which was reported more frequently for NIPENT (8%) than for IFN (1%). Percent of Patients Type of Infection Frontline, Treated With NIPENT N=180 Frontline, Treated With IFN N=176 Upper Respiratory Infection 13 8 Rhinitis 11 15 Herpes Zoster 8 1 Pharyngitis 8 11 Viral Infection 8 17 Infection (Unspecified) 7 2 Sinusitis 6 4 Cellulitis 6 3 Bacterial Infection 5 4 Pneumonia 5 7 Conjunctivitis 4 2 Furunculosis 4 <1 Herpes Simplex 4 1 Bronchitis 3 2 Sepsis 3 2 Urinary Tract Infection 3 3 Abscess, Skin 2 4 Moniliasis, Oral 2 <1 Mycotic Infection, Skin <1 3 Osteomyelitis 1 0 The drug relatedness of the adverse events listed below cannot be excluded. The following adverse events occurred in 3% to 10% of NIPENT-treated patients in the initial phase of the SWOG study: Body as a Whole —Chest Pain, Death, Face Edema, Peripheral Edema Cardiovascular System —Hemorrhage, Hypotension Digestive System —Dental Abnormalities, Dyspepsia, Flatulence, Gingivitis Hematologic System —Agranulocytosis Laboratory Deviations —Elevated Creatinine Musculoskeletal System —Arthralgia Nervous System —Confusion, Dizziness, Insomnia, Paresthesia, Somnolence Psychobiologic Function —Anxiety, Depression, Nervousness Respiratory System —Asthma Skin & Appendages —Skin Dry, Urticaria The remaining adverse events which occurred in less than 3% of NIPENT-treated patients during the initial phase of the SWOG study: Body as a Whole —Flu-like Symptoms, Hangover Effect, Neoplasm Cardiovascular System —Angina Pectoris, Arrhythmia, A-V Block, Bradycardia, Extrasystoles Ventricular, Heart Arrest, Heart Failure, Hypertension, Pericardial Effusion, Phlebitis, Pulmonary Embolus, Sinus Arrest, Tachycardia, Thrombophlebitis Deep, Vasculitis Digestive System —Constipation, Dysphagia, Glossitis, Ileus Hematologic System —Acute Leukemia, Anemia-Hemolytic, Aplastic Anemia Laboratory Deviations —Hypercalcemia, Hyponatremia Musculoskeletal System —Arthritis, Gout Nervous System —Amnesia, Ataxia, Convulsions, Dreaming Abnormal, Dysarthria, Encephalitis, Hyperkinesia, Meningism, Neuralgia, Neuritis, Neuropathy, Paralysis, Syncope, Twitching, Vertigo Psychobiologic Function —Decrease/Loss Libido, Emotional Lability, Hallucination, Hostility, Neurosis, Thinking Abnormal Respiratory System —Bronchospasm, Larynx Edema Skin and Appendages —Acne, Alopecia, Eczema, Petechial Rash, Photosensitivity Reaction Special Senses —Amblyopia, Deafness, Earache, Eyes Dry, Labyrinthitis, Lacrimation Disorder, Nonreactive Eye, Photophobia, Retinopathy, Tinnitus, Unusual Taste, Vision Abnormal, Watery Eyes Urogenital System —Amenorrhea, Breast Lump, Impotence, Kidney Function Abnormal, Nephropathy, Renal Failure, Renal Insufficiency, Renal Stone One patient with hairy cell leukemia treated with NIPENT during another clinical study developed unilateral uveitis with vision loss. Nineteen (5%) patients withdrew from the Phase 3 SWOG 8691 study because of adverse events; 9 during initial NIPENT treatment, 4 during NIPENT crossover, 5 during initial IFN treatment, and 1 during both initial IFN treatment and NIPENT crossover. In the Phase 2 studies in IFN-refractory hairy cell leukemia, 11% of patients withdrew from treatment with NIPENT due to an adverse event. Postmarketing Experience The following adverse reactions have been identified during post-approval use of NIPENT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hematologic System —Febrile Neutropenia, Hemolytic Uremic Syndrome, Thrombotic Thrombocytopenic Purpura, Autoimmune Thrombocytopenia Respiratory System —Acute Respiratory Failure Skin and Appendages —Exfoliative Dermatitis"
  ],
  "contraindications": [
    "CONTRAINDICATIONS NIPENT is contraindicated: In patients who have demonstrated hypersensitivity to NIPENT."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION It is recommended that patients receive hydration with 500 to 1,000 mL of 5% Dextrose in 0.5 Normal Saline or equivalent before NIPENT administration. An additional 500 mL of 5% Dextrose or equivalent should be administered after NIPENT is given. The recommended dosage of NIPENT for the treatment of hairy cell leukemia is 4 mg/m 2 every other week. NIPENT may be administered intravenously by bolus injection or diluted in a larger volume and given over 20 to 30 minutes (See Preparation of Intravenous Solution ). Higher doses are not recommended. No extravasation injuries were reported in clinical studies. The optimal duration of treatment has not been determined. In the absence of major toxicity and with observed continuing improvement, the patient should be treated until a complete response has been achieved. Although not established as required, the administration of two additional doses has been recommended following the achievement of a complete response. All patients receiving NIPENT at 6 months should be assessed for response to treatment. If the patient has not achieved a complete or partial response, treatment with NIPENT should be discontinued. If the patient has achieved a partial response, NIPENT treatment should be continued in an effort to achieve a complete response. At any time thereafter that a complete response is achieved, two additional doses of NIPENT are recommended. NIPENT treatment should then be stopped. If the best response to treatment at the end of 12 months is a partial response, it is recommended that treatment with NIPENT be stopped. Withholding or discontinuation of individual doses may be needed when severe adverse reactions occur. Drug treatment should be withheld in patients with severe rash, and withheld or discontinued in patients showing evidence of nervous system toxicity. NIPENT treatment should be withheld in patients with active infection occurring during the treatment but may be resumed when the infection is controlled. Patients who have elevated serum creatinine should have their dose withheld and a CL cr determined. There are insufficient data to recommend a starting or a subsequent dose for patients with impaired renal function (CL cr <60 mL/min). Patients with impaired renal function should be treated only when the potential benefit justifies the potential risk. Two patients with impaired renal function (CL cr 50 to 60 mL/min) achieved complete response without unusual adverse events when treated with 2 mg/m 2 . No dosage reduction is recommended at the start of therapy with NIPENT in patients with anemia, neutropenia, or thrombocytopenia. In addition, dosage reductions are not recommended during treatment in patients with anemia and thrombocytopenia if patients can be otherwise supported hematologically. NIPENT should be temporarily withheld if the absolute neutrophil count falls during treatment below 200 cells/mm 3 in a patient who had an initial neutrophil count greater than 500 cells/mm 3 and may be resumed when the count returns to predose levels. Preparation of Intravenous Solution 1. Procedures for proper handling and disposal of anticancer drugs should be followed. Several guidelines on this subject have been published.2-7 There is no general agreement that all of the procedures recommended in the guidelines are necessary or appropriate. Spills and wastes should be treated with a 5% sodium hypochlorite solution prior to disposal. 2. Protective clothing including polyethylene gloves must be worn. 3. Transfer 5 mL of Sterile Water for Injection USP to the vial containing NIPENT and mix thoroughly to obtain complete dissolution of a solution yielding 2 mg/mL. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. 4. NIPENT may be given intravenously by bolus injection or diluted in a larger volume (25 to 50 mL) with 5% Dextrose Injection USP or 0.9% Sodium Chloride Injection USP. Dilution of the entire contents of a reconstituted vial with 25 mL or 50 mL provides a pentostatin concentration of 0.33 mg/mL or 0.18 mg/mL, respectively, for the diluted solutions. 5. NIPENT solution when diluted for infusion with 5% Dextrose Injection USP or 0.9% Sodium Chloride Injection USP does not interact with PVC infusion containers or administration sets at concentrations of 0.18 mg/mL to 0.33 mg/mL. Stability NIPENT vials are stable at refrigerated storage temperature 2° to 8° C (36° to 46°F) for the period stated on the package. Vials reconstituted or reconstituted and further diluted as directed may be stored at room temperature and ambient light but should be used within 8 hours because NIPENT contains no preservatives."
  ],
  "indications": [
    "INDICATIONS AND USAGE NIPENT is indicated as single-agent treatment for both untreated and alpha-interferon-refractory hairy cell leukemia patients with active disease as defined by clinically significant anemia, neutropenia, thrombocytopenia, or disease-related symptoms."
  ],
  "fetched_at": "2025-09-30T21:19:41.134966",
  "source": "OpenFDA"
}