{
  "drug_name": "Pentazocine",
  "generic_name": [
    "PENTAZOCINE HYDROCHLORIDE AND NALOXONE HYDROCHLORIDE"
  ],
  "brand_names": [
    "PENTAZOCINE HYDROCHLORIDE AND NALOXONE HYDROCHLORIDE"
  ],
  "drug_interactions": [
    "DRUG INTERACTIONS Benzodiazepines and Other Central Nervous System (CNS) Depressants Due to additive pharmacologic effect, the concomitant use of benzodiazepines or other CNS depressants including alcohol, benzodiazepines and other sedative hypnotics, anxiolytics, and tranquilizers, muscle relaxants, general anesthetics, antipsychotics, and other opioids, can increase the risk of hypotension, respiratory depression, profound sedation, coma, and death. Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Inform patients and caregivers of this potential interaction, educate them on the signs and symptoms of respiratory depression (including sedation). If concomitant use is warranted, consider prescribing an opioid overdose reversal agent [see WARNINGS, DOSAGE AND ADMINISTRATION]. Serotonergic Drugs The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system, such as selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that affect the serotonin neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), certain muscle relaxants (i.e., cyclobenzaprine, metaxalone), monoamine oxidase (MAO) inhibitors (those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue), has resulted in serotonin syndrome. [see PRECAUTIONS; Information for Patients ]. If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment. Discontinue Pentazocine and Naloxone Tablets if serotonin syndrome is suspected. Monoamine Oxidase Inhibitors (MAOIs) Concomitant use of monoamine oxidase inhibitors (MAOIs) with Pentazocine and Naloxone Tablets may cause CNS excitation and hypertension through their respective effects on catecholamines. Caution should therefore be observed in administering Pentazocine and Naloxone Tablets to patients who are currently receiving MAOIs or who have received them within the preceding 14 days Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics such as butorphanol, nalbuphine, pentazocine, buprenorphine, may reduce the analgesic effect of Pentazocine and Naloxone Tablets and/or precipitate withdrawal symptoms. Avoid concomitant use of these drugs. Muscle Relaxants The Concomitant use of opioids and muscle relaxants may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. Because respiratory depression may be greater than otherwise expected, decrease the dosage of Pentazocine and Naloxone Tablets and/or the muscle relaxant as necessary. Due to the risk of respiratory depression with concomitant use of skeletal muscle relaxants and opioids, consider prescribing an opioid overdose reversal agent [see WARNINGS, DOSAGE AND ADMINISTRATION]. Diuretics Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Evaluate patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed Anticholinergic Drugs The concomitant use of anticholinergic drugs may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus. Evaluate patients for signs of urinary retention or reduced gastric motility when Pentazocine and Naloxone Tablets is used concomitantly with anticholinergic drugs. Tobacco Smoking tobacco could enhance the metabolic clearance rate of pentazocine reducing the clinical effectiveness of a standard dose of pentazocine. Carcinogenesis, Mutagenesis, Impairment of Fertility Carcinogenesis Long-term animal studies have not been completed to evaluate the carcinogenic potential of the combination or individual components of Pentazocine and Naloxone Tablets. Mutagenesis Studies to evaluate the mutagenic potential of the components of Pentazocine and Naloxone Tablets have not been conducted. Impairment of Fertility Studies in animals to evaluate the impact of Pentazocine and Naloxone Tablets on fertility have not been completed. The daily administration of 4 mg/kg to 20 mg/kg pentazocine subcutaneously to female rats during a 14 day pre-mating period and until the 13th day of pregnancy did not have any adverse effects on the fertility rate. Infertility Chronic Use of opioids for an extended period of time may cause reduced fertility in females and males of reproductive potential. It is not known whether these effects on fertility are reversible [see Adverse Reactions ]."
  ],
  "warnings": [
    "WARNINGS Addiction, Abuse, and Misuse Pentazocine and Naloxone Tablets contain pentazocine, a Schedule IV controlled substance. As an opioid, Pentazocine and Naloxone Tablets expose users to the risks of addiction, abuse, and misuse [see DRUG ABUSE AND DEPENDENCE ]. Although the risk of addiction in any individual is unknown, it can occur in patients appropriately prescribed Pentazocine and Naloxone Tablets. Addiction can occur at recommended dosages and if the drug is misused or abused. The risk of opioid-related overdose or overdose-related death is increased with higher opioid doses, and this risk persists over the course of therapy. In postmarketing studies, addiction, abuse, misuse, and fatal and non-fatal opioid overdose were observed in patients with long-term opioid use [see ADVERSE REACTIONS; Postmarketing Experience ]. Assess each patient's risk for opioid addiction, abuse, or misuse prior to prescribing Pentazocine and Naloxone Tablets, and reassess all patients receiving Pentazocine and Naloxone Tablets for the development of these behaviors and conditions. Risks are increased in patients with a personal or family history of substance abuse (including drug or alcohol abuse or addiction) or mental illness (e.g., major depression). The potential for these risks should not, however, prevent the proper management of pain in any given patient. Patients at increased risk may be prescribed opioids such as Pentazocine and Naloxone Tablets, but use in such patients necessitates intensive counseling about the risks and proper use of Pentazocine and Naloxone Tablets along with frequent reevaluation for signs of addiction, abuse, and misuse. Consider prescribing an opioid overdose reversal agent [see WARNINGS, DOSAGE AND ADMINSTRATION ]. Opioids are sought for nonmedical use and are subject to diversion from legitimate prescribed use. Consider these risks when prescribing or dispensing Pentazocine and Naloxone Tablets. Strategies to reduce these risks include prescribing the drug in the smallest appropriate quantity and advising the patient on careful storage of the drug during the course of treatment and proper disposal of unused drug. Contact local state professional licensing board or state-controlled substances authority for information on how to prevent and detect abuse or diversion of this product. Life-Threatening Respiratory Depression Serious, life-threatening, or fatal respiratory depression has been reported with the use of opioids, even when used as recommended. Respiratory depression, if not immediately recognized and treated, may lead to respiratory arrest and death. Management of respiratory depression may include close observation, supportive measures, and use of opioid antagonists, depending on the patient's clinical status [see OVERDOSAGE ]. Carbon dioxide (CO 2 ) retention from opioid-induced respiratory depression can exacerbate the sedating effects of opioids. While serious, life-threatening, or fatal respiratory depression can occur at any time during the use of Pentazocine and Naloxone Tablets, the risk is greatest during the initiation of therapy or following a dosage increase. To reduce the risk of respiratory depression, proper dosing and titration of Pentazocine and Naloxone Tablets are essential [see DOSAGE AND ADMINISTRATION ]. Overestimating the Pentazocine and Naloxone Tablets dosage when converting patients from another opioid product can result in a fatal overdose with the first dose. Accidental ingestion of even one dose of Pentazocine and Naloxone Tablets, especially by children, can result in respiratory depression and death due to an overdose of pentazocine. Educate patients and caregivers on how to recognize respiratory depression and emphasize the importance of calling 911 or getting emergency medical help right away in the event of a known or suspected overdose [see PRECAUTIONS , Information for Patients ] . Patient Access to an Opioid Overdose Reversal Agent for the Emergency Treatment of Opioid Overdose Inform patients and caregivers about opioid overdose reversal agents (e.g., naloxone, nalmefene). Discuss the importance of having access to an opioid overdose reversal agent, especially if the patient has risk factors for overdose (e.g., concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose) or if there are household members (including children) or other close contacts at risk for accidental ingestion or opioid overdose. The presence of risk factors for overdose should not prevent the management of pain in any patient [see WARNINGS]. Discuss the options for obtaining an opioid overdose reversal agent (e.g., prescription, over-the-counter, or as part of a community-based program). There are important differences among the opioid overdose reversal agents, such as route of administration, product strength, approved patient age range, and pharmacokinetics. Be familiar with these differences, as outlined in the approved labeling for those products, prior to recommending or prescribing such an agent. Educate patients and caregivers on how to recognize respiratory depression, and how to use an opioid overdose reversal agent for the emergency treatment of opioid overdose. Emphasize the importance of calling 911 or getting emergency medical help, even if an opioid overdose reversal agent is administered [see WARNINGS, OVERDOSAGE ]. Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants Profound sedation, respiratory depression, coma, and death may result from the concomitant use of Pentazocine and Naloxone Tablets with benzodiazepines and/or other CNS depressants, including alcohol (e.g., non- benzodiazepine sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, gabapentinoids, other opioids). Because of these risks, reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Observational studies have demonstrated that concomitant use of opioid analgesics and benzodiazepines increases the risk of drug-related mortality compared to use of opioid analgesics alone. Because of similar pharmacological properties, it is reasonable to expect similar risk with the concomitant use of other CNS depressant drugs with opioid analgesics [see PRECAUTIONS, DRUG INTERACTIONS ] . If the decision is made to prescribe a benzodiazepine or other CNS depressant concomitantly with an opioid analgesic, prescribe the lowest effective dosages and minimum durations of concomitant use. In patients already receiving an opioid analgesic, prescribe a lower initial dose of the benzodiazepine or other CNS depressant than indicated in the absence of an opioid, and titrate based on clinical response. If an opioid analgesic is initiated in a patient already taking a benzodiazepine or other CNS depressant, prescribe a lower initial dose of the opioid analgesic, and titrate based on clinical response. Inform patients and caregivers of this potential interaction, educate them on the signs and symptoms of respiratory depression (including sedation). If concomitant use is warranted, consider prescribing an opioid overdose reversal agent opioid overdose [see WARNINGS, DOSAGE AND ADMISTRATION, and OVERDOSE]. Advise both patients and caregivers about the risks of respiratory depression and sedation when Pentazocine and Naloxone Tablets is used with benzodiazepines or other CNS depressants (including alcohol and illicit drugs). Advise patients not to drive or operate heavy machinery until the effects of concomitant use of the benzodiazepine or other CNS depressant have been determined. Screen patients for risk of substance use disorders, including opioid abuse and misuse, and warn them of the risk for overdose and death associated with the use of additional CNS depressants including alcohol and illicit drugs [see PRECAUTIONS; Information for Patients, Drug Interactions ]. Neonatal Opioid Withdrawal Syndrome NOWS Use of Pentazocine and Naloxone Tablets for an extended period of time during pregnancy can result in withdrawal in the neonate. Neonatal opioid withdrawal syndrome, unlike opioid withdrawal syndrome in adults, may be life-threatening if not recognized and treated, and requires management according to protocols developed by neonatology experts. Observe newborns for signs of neonatal opioid withdrawal syndrome and manage accordingly. Advise pregnant women using opioids for an extended period of time of the risk of neonatal opioid withdrawal syndrome and ensure that appropriate treatment will be available [see PRECAUTIONS; Information for Patients, Pregnancy ]. Opioid Analgesic Risk Evaluation and Mitigation Strategy (REMS) To ensure that the benefits of opioid analgesics outweigh the risks of addiction, abuse, and misuse, the Food and Drug Administration (FDA) has required a Risk Evaluation and Mitigation Strategy (REMS) for these products. Under the requirements of the REMS, drug companies with approved opioid analgesic products must make REMS-compliant education programs available to healthcare providers. Healthcare providers are strongly encouraged to do all of the following: Complete a REMS-compliant education program offered by an accredited provider of continuing education (CE) or another education program that includes all the elements of the FDA Education Blueprint for Health Care Providers Involved in the Management or Support of Patients with Pain. Discuss the safe use, serious risks, and proper storage and disposal of opioid analgesics with patients and/or their caregivers every time these medicines are prescribed. The Patient Counseling Guide (PCG) can be obtained at this link: www.fda.gov/OpioidAnalgesicREMSPCG. Emphasize to patients and their caregivers the importance of reading the Medication Guide that they will receive from their pharmacist every time an opioid analgesic is dispensed to them. Consider using other tools to improve patient, household, and community safety, such as patient-prescriber agreements that reinforce patient-prescriber responsibilities. To obtain further information on the opioid analgesic REMS and for a list of accredited REMS CME/CE, call 800-503-0784, or log on to www.opioidanalgesicrems.com. The FDA Blueprint can be found at www.fda.gov/OpioidAnalgesicREMSBlueprint . Opioid Induced Hyperalgesia and Allodynia Opioid-Induced Hyperalgesia (OIH) occurs when an opioid analgesic paradoxically causes an increase in pain, or an increase in sensitivity to pain. This condition differs from tolerance, which is the need for increasing doses of opioids to maintain a defined effect [see Dependence ]. Symptoms of OIH include (but may not be limited to) increased levels of pain upon opioid dosage increase, decreased levels of pain upon opioid dosage decrease, or pain from ordinarily non-painful stimuli (allodynia). These symptoms may suggest OIH only if there is no evidence of underlying disease progression, opioid tolerance, opioid withdrawal, or addictive behavior. Cases of OIH have been reported, both with short-term and longer-term use of opioid analgesics. Though the mechanism of OIH is not fully understood, multiple biochemical pathways have been implicated. Medical literature suggests a strong biologic plausibility between opioid analgesics and OIH and allodynia. If a patient is suspected to be experiencing OIH, carefully consider appropriately decreasing the dose of the current opioid analgesic, or opioid rotation (safely switching the patient to a different opioid moiety) [see Dosage and Administration , Warning ]. Life-Threatening Respiratory Depression in Patients with Chronic Pulmonary Disease or in Elderly, Cachectic, or Debilitated Patients The use of Pentazocine and Naloxone Tablets in patients with acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment is contraindicated. Patients with Chronic Pulmonary Disease: Pentazocine and naloxone-treated patients with significant chronic obstructive pulmonary disease or cor pulmonale, and those with a substantially decreased respiratory reserve, hypoxia, hypercapnia, or pre-existing respiratory depression are at increased risk of decreased respiratory drive including apnea, even at recommended dosages of Pentazocine and Naloxone Tablets [see WARNINGS ] . Elderly, Cachectic, or Debilitated Patients: Life-threatening respiratory depression is more likely to occur in elderly, cachectic, or debilitated patients because they may have altered pharmacokinetics or altered clearance compared to younger, healthier patients [see WARNINGS ] . Regularly evaluate patients, particularly when initiating and titrating Pentazocine and Naloxone Tablets and when Pentazocine and Naloxone Tablets are given concomitantly with other drugs that depress respiration [see WARNINGS ] . Alternatively, consider the use of non-opioid analgesics in these patients. Adrenal Insufficiency Cases of adrenal insufficiency have been reported with opioid use, more often following greater than 1 month of use. Presentation of adrenal insufficiency may include non-specific symptoms and signs including nausea, vomiting, anorexia, fatigue, weakness, dizziness, and low blood pressure. If adrenal insufficiency is suspected, confirm the diagnosis with diagnostic testing as soon as possible. If adrenal insufficiency is diagnosed, treat with physiologic replacement doses of corticosteroids. Wean the patient off of the opioid to allow adrenal function to recover and continue corticosteroid treatment until adrenal function recovers. Other opioids may be tried as some cases reported use of a different opioid without recurrence of adrenal insufficiency. The information available does not identify any particular opioids as being more likely to be associated with adrenal insufficiency. Severe Hypotension Pentazocine and Naloxone Tablets may cause severe hypotension including orthostatic hypotension and syncope in ambulatory patients. There is increased risk in patients whose ability to maintain blood pressure has already been compromised by a reduced blood volume or concurrent administration of certain CNS depressant drugs (e.g., phenothiazines or general anesthetics) [see PRECAUTIONS; Information for Patients ] . Regularly evaluate these patients for signs of hypotension after initiating or titrating the dosage of Pentazocine and Naloxone Tablets. In patients with circulatory shock, Pentazocine and Naloxone Tablets may cause vasodilation that can further reduce cardiac output and blood pressure. Avoid the use of Pentazocine and Naloxone Tablets in patients with circulatory shock. Risks of Use in Patients with Increased Intracranial Pressure, Brain Tumors, Head Injury, or Impaired Consciousness In patients who may be susceptible to the intracranial effects of CO2 retention (e.g., those with evidence of increased intracranial pressure or brain tumors), Pentazocine and Naloxone Tablets may reduce respiratory drive, and the resultant CO2 retention can further increase intracranial pressure. Regularly evaluate such patients for signs of sedation and respiratory depression, particularly when initiating therapy with Pentazocine and Naloxone Tablets. Opioids may also obscure the clinical course in a patient with a head injury. Avoid the use of Pentazocine and Naloxone Tablets in patients with impaired consciousness or coma. Risk of Gastrointestinal Complications Pentazocine and Naloxone Tablets are contraindicated in patients with known or suspected gastrointestinal obstruction, including paralytic ileus. The administration of Pentazocine and Naloxone Tablets or other opioids may obscure the diagnosis or clinical course in patients with acute abdominal conditions. Pentazocine and Naloxone Tablets may cause spasm of the sphincter of Oddi. Opioids may cause increases in serum amylase. Monitor patients with biliary tract disease, including acute pancreatitis, for worsening symptoms. Cases of opioid-induced esophageal dysfunction (OIED) have been reported in patients taking opioids. The risk of OIED may increase as the dose and/or duration of opioids increases. Regularly evaluate patients for signs and symptoms of OIED (e.g., dysphagia, regurgitation, non-cardiac chest pain), and if necessary, adjust opioid therapy as clinically appropriate. Increased Risk of Seizures in Patients with Seizure Disorders The pentazocine in Pentazocine and Naloxone Tablets may increase the frequency of seizures in patients with seizure disorders, and may increase the risk of seizures occurring in other clinical settings associated with seizures. Regularly evaluate patients with a history of seizure disorders for worsened seizure control during Pentazocine and Naloxone Tablets therapy. Withdrawal Do not abruptly discontinue Pentazocine and Naloxone Tablets in a patient physically dependent on opioids. When discontinuing Pentazocine and Naloxone Tablets in a physically dependent patient, gradually taper the dosage. Rapid tapering of Pentazocine and Naloxone Tablets in a patient physically dependent on opioids may lead to a withdrawal syndrome and return of pain [see DOSAGE AND ADMINISTRATION , DRUG ABUSE AND DEPENDENCE ]. Additionally, the use of Pentazocine and Naloxone Tablets, a mixed agonist/antagonist opioid analgesic, in patients who are receiving a full opioid agonist analgesic may reduce the analgesic effect and/or precipitate withdrawal symptoms. Avoid concomitant use of Pentazocine and Naloxone Tablets with a full opioid agonist analgesic Risks of Driving and Operating Machinery Pentazocine and Naloxone Tablets may impair the mental or physical abilities needed to perform potentially hazardous activities such as driving a car or operating machinery. Warn patients not to drive or operate dangerous machinery unless they are tolerant to the effects of Pentazocine and Naloxone Tablets and know how they will react to the medication [see Patient Counseling Information ] . Acute CNS Manifestations Patients receiving therapeutic doses of Pentazocine and Naloxone Tablets have experienced hallucinations (usually visual), disorientation, and confusion which have cleared spontaneously within a period of hours. The mechanism of this reaction is not known. Such patients should be very closely observed and vital signs checked. If the drug is reinstituted, it should be done with caution since these acute CNS manifestations may recur. The amount of naloxone present in Pentazocine and Naloxone Tablets (0.5 mg per tablet) has no action when taken orally and will not interfere with the pharmacologic action of pentazocine. However, this amount of naloxone given by injection has profound antagonistic action to narcotic analgesics. Severe, even lethal, consequences may result from misuse of tablets by injection either alone or in combination with other substances, such as pulmonary emboli, vascular occlusion, ulceration and abscesses, and withdrawal symptoms in narcotic dependent individuals."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions associated with the use of Pentazocine and Naloxone were identified in clinical studies or postmarketing reports. Because some of these reactions were reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular - Hypertension, hypotension, circulatory depression, tachycardia, syncope. Respiratory - Rarely, respiratory depression. Acute CNS Manifestations - Hallucinations (usually visual), disorientation, and confusion. Other CNS Effects - Grand mal convulsions, increase in intracranial pressure, dizziness, lightheadedness, hallucinations, sedation, euphoria, headache, confusion, disorientation; infrequently weakness, disturbed dreams, insomnia, syncope, and depression; and rarely tremor, irritability, excitement, tinnitus. Autonomic - Sweating; infrequently flushing; and rarely chills. Gastrointestinal - Nausea, vomiting, constipation, diarrhea, anorexia, dry mouth, biliary tract spasm, and rarely abdominal distress. Allergic - Edema of the face; anaphylactic shock; dermatitis, including pruritus; flushed skin, including plethora; infrequently rash, and rarely urticaria. Ophthalmic - Visual blurring and focusing difficulty, miosis. Hematologic - Depression of white blood cells (especially granulocytes), with rare cases of agranulocytosis, which is usually reversible, moderate transient eosinophilia. Dependence and Withdrawal Symptoms - (See WARNINGS , PRECAUTIONS , and DRUG ABUSE AND DEPENDENCE Sections). Other - Urinary retention, paresthesia, serious skin reactions, including erythema multiforme, Stevens-Johnson syndrome toxic epidermal necrolysis, and alterations in rate or strength of uterine contractions during labor. Serotonin syndrome : Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Adrenal insufficiency : Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Anaphylaxis : Anaphylaxis has been reported with ingredients contained in Pentazocine and Naloxone Tablets. Androgen deficiency : Cases of androgen deficiency have occurred with use of opioids for an extended period of time [see Clinical Pharmacology ]. Hyperalgesia and Allodynia: Cases of hyperalgesia and allodynia have been reported with opioid therapy of any duration [see Warnings ]. Hypoglycemia : Cases of hypoglycemia have been reported in patients taking opioids. Most reports were in patients with at least one predisposing risk factor (e.g., diabetes). Opioid-induced esophageal dysfunction (OIED): Cases of OIED have been reported in patients taking opioids, and may occur more frequently in patients taking higher doses of opioid, and/or in patients taking opioids longer term [see WARNINGS]. Adverse Reactions from Observational Studies A prospective, observational cohort study estimated the risks of addiction, abuse, and misuse in patients initiating long-term use of Schedule II opioid analgesics between 2017 and 2021. Study participants included in one or more analyses had been enrolled in selected insurance plans or health systems for at least one year, were free of at least one outcome at baseline, completed a minimum number of follow-up assessments, and either: 1) filled multiple extended-release/long-acting opioid analgesic prescriptions during a 90 day period (n=978); or 2) filled any Schedule II opioid analgesic for at least 70 of 90 days (n=1,244). Those included also had no dispensing of the qualifying opioids in the previous 6 months. Over 12 months: approximately 1% to 6% of participants across the two cohorts newly met criteria for addiction, as assessed with two validated interview based measures of moderate-to-severe opioid use disorder based on Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria, and approximately 9% and 22% of participants across the two cohorts newly met criteria for prescription opioid abuse and misuse [defined in DRUG ABUSE AND DEPENDENCE], respectively, as measured with a validated self-reported instrument. A retrospective, observational cohort study estimated the risk of opioid involved overdose or opioid overdose-related death in patients with new long-term use of Schedule II opioid analgesics from 2006 through 2016 (n=220,249). Included patients had been enrolled in either one of two commercial insurance programs, one managed care program, or one Medicaid program for at least 9 months. New long-term use was defined as having Schedule II opioid analgesic prescriptions covering at least 70 days' supply over the 3 months prior to study entry and none during the preceding 6 months. Patients were excluded if they had an opioid-involved overdose in the 9 months prior to study entry. Overdose was measured using a validated medical code-based algorithm with linkage to the National Death Index database. The 5-year cumulative incidence estimates for opioid-involved overdose or opioid overdose-related death ranged from approximately 1.5% to 4% across study sites, counting only the first event during follow-up. Approximately 17% of first opioid overdoses observed over the entire study period (5-11 years, depending on the study site) were fatal. Higher baseline opioid dose was the strongest and most consistent predictor of opioid-involved overdose or opioid overdose-related death. Study exclusion criteria may have selected patients at lower risk of overdose, and substantial loss to follow-up (approximately 80%) also may have biased estimates. The risk estimates from the studies described above may not be generalizable to all patients receiving opioid analgesics, such as those with exposures shorter or longer than the duration evaluated in the studies. To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals Inc. at 1-866-403-7592 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Pentazocine and Naloxone Tablets are contraindicated in patients with: Significant respiratory depression [see WARNINGS ] Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see WARNINGS ]. Patients with known or suspected gastrointestinal obstruction, including paralytic ileus [see WARNINGS ] Patients with hypersensitivity to either pentazocine, naloxone, or any of the formulation excipients (e.g., anaphylaxis) [see WARNINGS ]."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Important Dosage and Administration Instructions Pentazocine and Naloxone Tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals [see Warnings and Precautions ] . Reserve titration to higher doses of Pentazocine and Naloxone Tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. There is variability in the opioid analgesic dose and duration needed to adequately manage pain due both to the cause of pain and to individual patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [ see Warnings ]. Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with Pentazocine and Naloxone Tablets. Consider this risk when selecting an initial dose and when making dose adjustments [ see Warnings ]. Patient Access to an Opioid Overdose Reversal Agent for the Emergency Treatment of Opioid Overdose Inform patients and caregivers about opioid overdose reversal agents (e.g., naloxone, nalmefene). Discuss the importance of having access to an opioid overdose reversal agent, especially if the patient has risk factors for overdose (e.g., concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose) or if there are household members (including children) or other close contacts at risk for accidental ingestion or opioid overdose. The presence of risk factors for overdose should not prevent the management of pain in any patient [see WARNINGS, Addiction, Abuse and Misuse; Life-Threatening Respiratory Depression; Risks from Concomitant Use with Benzodiazepines or Other CNS Depressants]. Discuss the options for obtaining an opioid overdose reversal agent (e.g., prescription, over-the-counter, or as part of a community-based program). There are important differences among the opioid overdose reversal agents, such as route of administration, product strength, approved patient age range, and pharmacokinetics. Be familiar with these differences, as outlined in the approved labeling for those products, prior to recommending or prescribing such an agent. Initial Dosage Use of Pentazocine and Naloxone Tablets as the First Opioid Analgesic Initiate treatment with Pentazocine and Naloxone Tablets, USP in a dosing range of 1 tablet every 3 to 4 hours as needed for pain, at the lowest dose necessary to achieve adequate analgesia. Titrate the dose based upon the individual patient's response to their initial dose of Pentazocine and Naloxone Tablets. This may be increased to 2 tablets when needed. Total daily dosage should not exceed 12 tablets. Conversion from Other Opioids to Pentazocine and Naloxone Tablets There is inter-patient variability in the potency of opioid drugs and opioid formulations. Therefore, a conservative approach is advised when determining the total daily dosage of Pentazocine and Naloxone Tablets. It is safer to underestimate a patient's 24-hour Pentazocine and Naloxone Tablets dosage than to overestimate the 24-hour Pentazocine and Naloxone Tablets dosage and manage an adverse reaction due to overdose. Titration and Maintenance of Therapy Individually titrate Pentazocine and Naloxone Tablets to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving Pentazocine and Naloxone Tablets to assess the maintenance of pain control, signs and symptoms of opioid withdrawal, and other adverse reactions, as well as assessing for the development of addiction, abuse, or misuse [see WARNINGS ]. Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration. If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the Pentazocine and Naloxone Tablets dosage. If after increasing the dosage, unacceptable opioid- related adverse reactions are observed (including an increase in pain after dosage increase), consider reducing the dosage. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions. Safe Reduction or Discontinuation of Pentazocine and Naloxone Tablets Do not rapidly reduce or abruptly discontinue Pentazocine and Naloxone Tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances. When a decision has been made to decrease the dose or discontinue therapy in an opioid-dependent patient taking Pentazocine and Naloxone Tablets, there are a variety of factors that should be considered, including the total daily dose of opioid (including Pentazocine and Naloxone Tablets) the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist. There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on Pentazocine and Naloxone Tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper. It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, evaluate patients for any changes in mood, emergence of suicidal thoughts, or use of other substances. When managing patients taking opioid analgesics, particularly those who have been treated for an extended period of time, and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [ see WARNINGS/Withdrawal , DRUG ABUSE AND DEPENDENCE ] ."
  ],
  "indications": [
    "INDICATIONS AND USAGE Pentazocine and Naloxone Tablets are indicated for the management of pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. Limitations of Use Because of the risks of addiction, abuse, misuse, overdose, and death, which can occur at any dosage or duration, and persist over the course of therapy, reserve opioid analgesics, including Pentazocine and Naloxone Tablets for use in patients for whom alternative treatment options are ineffective, not tolerated, or would be otherwise inadequate to provide sufficient management of pain."
  ],
  "fetched_at": "2025-09-30T21:26:49.129200",
  "source": "OpenFDA"
}