{
  "drug_name": "Pentaerythritol tetranitrate",
  "generic_name": [
    "Pentaerythritol tetranitrate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions No formal drug-interaction studies have been performed, and a clinically significant interaction with other medications used in the treatment of wounds or wound infections cannot be excluded based on the available data. In particular there are no data to evaluate the possibility that topically applied Nitric Oxide may have an additive effect to the actions, including vasodilation, of pharmaceutical Nitric Oxide donor compounds such as sodium nitroprusside and nitroglycerin. They may have an additive effect with Nitric Oxide on the risk of developing methemoglobinemia. Caution should be taken when using gaseous Nitric Oxide in conjunction with Nitric Oxide donating compounds such as nitroglycerin, isosorbide dinitrate, amyl nitrate, erythrityl tetranitrate, pentaerythritol nitrate or sodium nitroprusside; or phosphodiesterase inhibitors such as sildenafil citrate, vardenafil HCl or tadalafil."
  ],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS In a case series of a limited number of patients who had been treated for up to 6 weeks with topically applied Nitric Oxide at 0.02% there were no reported adverse reactions. Adverse reactions reported by others to Nitric Oxide donating creams at concentrations of up to 3 times the recommended dose concentration of gaseous Nitric Oxide have included irritation and burning sensation of the skin around the wound."
  ],
  "contraindications": [
    "CONTRAINDICATIONS There are no known contraindications for topically applied Nitric Oxide. However, caution should be taken when using gaseous Nitric Oxide in conjunction with Nitric Oxide donating or phosphodiesterase inhibiting compounds such as nitroglycerin, isosorbide dinitrate, amyl nitrate, erythrityl tetranitrate, pentaerythritol nitrate or sodium nitroprusside; or phosphodiesterase inhibitors such as sildenafil citrate, vardenafil HCl or tadalafil."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Dosage The recommended dose of Nitric Oxide 2% for topical anti-infective applications is 1% (10,000 ppm) or 2% (20,000 ppm) for a maximum of two (2) hours per day. Preliminary study data suggest that treatment should be maintained for 3 to 5 days or until the underlying cause of wound infection has resolved. On-going Phase II clinical studies for wound care applications require a dose of 0.02% for 8 hours a day for 6 weeks. There is no randomized controlled trial data on the appropriate dose for topical use as an anti-infective agent or for wound healing. Administration The Nitric Oxide delivery systems used in the case series of topically applied Nitric Oxide and the on-going Phase II clinical trials provided fixed concentrations of Nitric Oxide at fixed / controllable flow rates up to and including 1 Liter per minute. Nitric Oxide must be delivered through a system with these characteristics and which does not cause generation of excessive inhaled nitrogen dioxide. There is no clinical data using other concentrations or other flow rates."
  ],
  "indications": [
    "INDICATIONS Nitric Oxide gas is currently under investigation for use in numerous indications including topically for wound healing and as an anti-infective agent. Please consult your own local Institutional Review / Ethics Board approved protocol, and contact your study Principal Investigator for further information. Nitric Oxide / Nitrogen gas mixes, in conjunction with ventilatory support and other appropriate agents, have received Food and Drug Administration approval for products manufactured by others for the treatment of term and near-term (>34 weeks) neonates with hypoxic respiratory failure associated with clinical or echocardiographic evidence of pulmonary hypertension, where it improves oxygenation and reduces the need for extracorporeal membrane oxygenation."
  ],
  "fetched_at": "2025-10-01T16:11:21.237966",
  "source": "OpenFDA"
}