{
  "drug_name": "Perampanel",
  "generic_name": [
    "PERAMPANEL"
  ],
  "brand_names": [
    "Fycompa"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Contraceptives: 12 mg once daily may decrease the effectiveness of hormonal contraceptives containing levonorgestrel ( 7.1 ) Moderate and Strong CYP3A4 Inducers (including carbamazepine, oxcarbazepine, and phenytoin): increase clearance of perampanel and decrease perampanel plasma concentrations. When moderate or strong CYP3A4 inducers are introduced or withdrawn, monitor patients closely. Dose adjustment of FYCOMPA may be necessary ( 2.3 , 7.2 ) 7.1 Contraceptives With concomitant use, FYCOMPA at a dose of 12 mg per day reduced levonorgestrel exposure by approximately 40% [ see Clinical Pharmacology (12.3) ] . Use of FYCOMPA with contraceptives containing levonorgestrel may render them less effective. Additional non-hormonal forms of contraception are recommended [ see Use in Specific Populations (8.3) ] . 7.2 Moderate and Strong CYP3A4 Inducers The concomitant use of known moderate and strong CYP3A4 inducers including carbamazepine, phenytoin, or oxcarbazepine with FYCOMPA decreased the plasma levels of perampanel by approximately 50-67% [ see Clinical Pharmacology (12.3) ] . The starting doses for FYCOMPA should be increased in the presence of moderate or strong CYP3A4 inducers [ s e e Dosage and Administration (2.3) ] . When these moderate or strong CYP3A4 inducers are introduced or withdrawn from a patient’s treatment regimen, the patient should be closely monitored for clinical response and tolerability. Dose adjustment of FYCOMPA may be necessary [ see Dosage and Administration (2.3) ] . 7.3 Alcohol and Other CNS Depressants The concomitant use of FYCOMPA and CNS depressants including alcohol may increase CNS depression. A pharmacodynamic interaction study in healthy subjects found that the effects of FYCOMPA on complex tasks such as driving ability were additive or supra-additive to the impairment effects of alcohol [see Clinical Pharmacology (12.3) ] . Multiple dosing of FYCOMPA 12 mg per day also enhanced the effects of alcohol to interfere with vigilance and alertness, and increased levels of anger, confusion, and depression. These effects may also be seen when FYCOMPA is used in combination with other CNS depressants. Care should be taken when administering FYCOMPA with these agents. Patients should limit activity until they have experience with concomitant use of CNS depressants (e.g., benzodiazepines, narcotics, barbiturates, sedating antihistamines). Advise patients not to drive or operate machinery until they have gained sufficient experience on FYCOMPA to gauge whether it adversely affects these activities."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: Serious Psychiatric and Behavioral Reactions [see Warnings and Precautions (5.1) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.2) ] Neurologic Effects [see Warnings and Precautions (5.3) ] Falls [see Warnings and Precautions (5.4) ] Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)/Multiorgan Hypersensitivity [see Warnings and Precautions (5.5) ] Most common adverse reactions (≥5% and ≥1% higher than placebo) include dizziness, somnolence, fatigue, irritability, falls, nausea, weight gain, vertigo, ataxia, headache, vomiting, contusion, abdominal pain, and anxiety ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Eisai at 1-888-274-2378 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trial s Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Partial - Onset Seizures Adult and Adolescent Patients (12 years of age and older) A total of 1,038 patients receiving FYCOMPA (2, 4, 8, or 12 mg once daily) constituted the safety population in the pooled analysis of the placebo-controlled trials (Studies 1, 2, and 3) in patients with partial-onset seizures. Approximately 51% of patients were female, and the mean age was 35 years. Adverse Reactions Leading to Discontinuation In controlled clinical trials (Studies 1, 2, and 3), the rate of discontinuation as a result of an adverse reaction was 3%, 8%, and 19% in patients randomized to receive FYCOMPA at the recommended doses of 4 mg, 8 mg, and 12 mg per day, respectively, and 5% in patients randomized to receive placebo [see Clinical Studies (14) ] . The adverse reactions most commonly leading to discontinuation (≥1% in the 8 mg or 12 mg FYCOMPA group and greater than placebo) were dizziness, somnolence, vertigo, aggression, anger, ataxia, blurred vision, irritability, and dysarthria [ see Warnings and Precautions ( 5.1 , 5.3 ) ] . Most Common Adverse Reactions Table 2 gives the incidence in the controlled clinical trials (Studies 1, 2, and 3) of the adverse reactions that occurred in ≥2% of patients with partial-onset seizures in the FYCOMPA 12 mg dose group and more frequent than placebo (in order of decreasing frequency for the 12 mg dose group). The most common dose-related adverse reactions in patients receiving FYCOMPA at doses of 8 mg or 12 mg (≥4% and occurring at least 1% higher than the placebo group) included dizziness (36%), somnolence (16%), fatigue (10%), irritability (9%), falls (7%), nausea (7%), ataxia (5%), balance disorder (4%), gait disturbance (4%), vertigo (4%), and weight gain (4%). For almost every adverse reaction, rates were higher on 12 mg and more often led to dose reduction or discontinuation. Table 2. Adverse Reactions in Pooled Placebo-Controlled Trials in Adult and Adolescent Patients with Partial-Onset Seizures (Studies 1, 2, and 3) (Reactions ≥ 2% of Patients in Highest FYCOMPA Dose (12 mg) Group and More Frequent than Placebo) Placebo n=442 % FYCOMPA 4 mg n=172 % 8 mg n=431 % 12 mg n=255 % Dizziness 9 16 32 43 Somnolence 7 9 16 18 Headache 11 11 11 13 Irritability 3 4 7 12 Fatigue 5 8 8 12 Falls 3 2 5 10 Ataxia 0 1 3 8 Nausea 5 3 6 8 Vertigo 1 4 3 5 Back pain 2 2 2 5 Dysarthria 0 1 3 4 Anxiety 1 2 3 4 Blurred vision 1 1 3 4 Gait disturbance 1 1 4 4 Weight gain 1 4 4 4 Cough 3 1 1 4 Upper respiratory tract infection 3 3 3 4 Vomiting 3 2 3 4 Hypersomnia 0 1 2 3 Anger <1 0 1 3 Aggression 1 1 2 3 Balance disorder 1 0 5 3 Diplopia 1 1 1 3 Head injury 1 1 1 3 Hypoaesthesia 1 0 0 3 Pain in extremity 1 0 2 3 Constipation 2 2 2 3 Myalgia 2 1 1 3 Coordination abnormal 0 1 <1 2 Euphoric mood 0 0 <1 2 Confusional state <1 1 1 2 Hyponatremia <1 0 0 2 Limb injury <1 1 1 2 Mood altered <1 1 <1 2 Arthralgia 1 0 3 2 Asthenia 1 1 2 2 Contusion 1 0 2 2 Memory impairment 1 0 1 2 Musculoskeletal pain 1 1 1 2 Oropharyngeal pain 1 2 2 2 Paraesthesia 1 0 1 2 Peripheral edema 1 1 1 2 Skin laceration 1 0 2 2 Pediatric Patients (4 to <12 years of age) In two studies in pediatric patients 4 to <12 years of age with epilepsy, a total of 225 patients received FYCOMPA, with 110 patients exposed for at least 6 months, and 21 patients for at least 1 year. Adverse reactions in pediatric patients 4 to <12 years of age were similar to those seen in patients 12 years of age and older. Primary Generalized Tonic- Clonic Seizures A total of 81 patients receiving FYCOMPA 8 mg once daily constituted the safety population in the placebo-controlled trial in patients with primary generalized tonic-clonic seizures (Study 4). Approximately 57% of patients were female, and the mean age was 27 years. In the controlled primary generalized tonic-clonic seizure clinical trial (Study 4), the adverse reaction profile was similar to that noted for the controlled partial-onset seizure clinical trials (Studies 1, 2, and 3). Table 3 gives the incidence of adverse reactions in patients receiving FYCOMPA 8 mg (≥4% and higher than in the placebo group) in Study 4. The most common adverse reactions in patients receiving FYCOMPA (≥10% and greater than placebo) were dizziness (32%), fatigue (15%), headache (12%), somnolence (11%), and irritability (11%). The adverse reactions most commonly leading to discontinuation in patients receiving FYCOMPA 8 mg (≥2% and greater than placebo) were vomiting (2%) and dizziness (2%). Table 3. Adverse Reactions in a Placebo-Controlled Trial in Patients with Primary Generalized Tonic-Clonic Seizures (Study 4) (Reactions ≥ 4% of Patients in FYCOMPA Group and More Frequent than Placebo) Placebo n=82 % FYCOMPA 8 mg n=81 % Dizziness 6 32 Fatigue 6 15 Headache 10 12 Somnolence 4 11 Irritability 2 11 Vertigo 2 9 Vomiting 2 9 Weight gain 4 7 Contusion 4 6 Nausea 5 6 Abdominal pain 1 5 Anxiety 4 5 Urinary tract infection 1 4 Ligament sprain 0 4 Balance disorder 1 4 Rash 1 4 Weight Gain Weight gain has occurred with FYCOMPA. In controlled partial-onset seizure clinical trials, FYCOMPA-treated adults gained an average of 1.1 kg (2.5 lbs) compared to an average of 0.3 kg (0.7 lbs) in placebo-treated adults with a median exposure of 19 weeks. The percentages of adults who gained at least 7% and 15% of their baseline body weight in FYCOMPA-treated patients were 9.1% and 0.9%, respectively, as compared to 4.5% and 0.2% of placebo-treated patients, respectively. Clinical monitoring of weight is recommended. Similar increases in weight were also observed in adult and adolescent patients treated with FYCOMPA in the primary generalized tonic-clonic seizure clinical trial. Elevated triglycerides Increases in triglycerides have occurred with FYCOMPA use. Comparison of Sex and Race No significant sex differences were noted in the incidence of adverse reactions. Although there were few non-Caucasian patients, no differences in the incidence of adverse reactions compared to Caucasian patients were observed. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of FYCOMPA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic : Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) [see Warnings and Precautions (5.5) ] Psychiatric : Acute psychosis, hallucinations, delusions, paranoia, delirium, confusional state, disorientation, memory impairment [see Warnings and Precautions (5.1) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Dosing in the absence of moderate or strong CYP3A4 inducers Starting dose: 2 mg once daily orally at bedtime ( 2.1 , 2.2 ) May increase dose based on clinical response and tolerability by increments of 2 mg once daily no more frequently than at weekly intervals ( 2.1 , 2.2 ) Recommended maintenance dose in monotherapy or adjunctive therapy for partial-onset seizures: 8 mg to 12 mg once daily at bedtime ( 2.1 ) Recommended maintenance dose in adjunctive therapy for primary generalized tonic-clonic seizures: 8 mg once daily at bedtime ( 2.2 ) Measure oral suspension using provided adaptor and dosing syringe ( 2.7 ) D osing in the p resence of c oncomitant moderate or strong CY P3A4 inducers : see section 2.3 Specific Populations Mild and Moderate Hepatic Impairment: Maximum recommended daily dose is 6 mg (mild) and 4 mg (moderate) once daily at bedtime ( 2.4 ) Severe Hepatic Impairment: Not recommended ( 2.4 ) Severe Renal Impairment or on Hemodialysis: Not recommended ( 2.5 ) Elderly: Increase dose no more frequently than every 2 weeks ( 2.6 ) 2.1 Dosage for Partial-Onset Seizures Monotherapy or Adjunctive Therapy The recommended starting dosage of FYCOMPA in adults and pediatric patients 4 years of age and older is 2 mg once daily taken orally at bedtime. Increase dosage no more frequently than at weekly intervals by increments of 2 mg once daily based on individual clinical response and tolerability. The recommended maintenance dose range is 8 mg to 12 mg once daily, although some patients may respond to a dose of 4 mg daily. A dose of 12 mg once daily resulted in somewhat greater reductions in seizure rates than the dose of 8 mg once daily, but with a substantial increase in adverse reactions. Dosage adjustment is recommended with concomitant use of moderate or strong CYP3A4 enzyme inducing drugs, which include certain antiepileptic drugs (AEDs) [see Dosage and Administration (2.3) ]. 2.2 Dosage for Primary Generalized Tonic-Clonic Seizures Adjunctive Therapy The recommended starting dosage of FYCOMPA in adults and pediatric patients 12 years of age and older is 2 mg once daily taken orally at bedtime. Increase dosage no more frequently than at weekly intervals by increments of 2 mg once daily based on individual clinical response and tolerability. The recommended maintenance dose is 8 mg once daily taken at bedtime. Patients who are tolerating FYCOMPA at 8 mg once daily and require further reduction of seizures may benefit from a dose increase up to 12 mg once daily if tolerated. Dosage adjustment is recommended with concomitant use of moderate or strong CYP3A4 enzyme inducing drugs, which include certain AEDs [see Dosage and Administration (2.3) ]. 2.3 Dosage Modifications with Concomitant Use of Moderate or Strong CYP3A4 Enzyme Inducer s Moderate and strong CYP3A4 inducers, including enzyme-inducing AEDs such as phenytoin, carbamazepine, and oxcarbazepine, cause a reduction in FYCOMPA plasma levels [ see Drug Interactions (7.2) , Clinical Pharmacology (12.3) ] . Therefore, in adults and pediatric patients 4 years of age and older receiving these concomitant enzyme-inducing drugs, the recommended starting dosage of FYCOMPA is 4 mg once daily taken orally at bedtime. Increase dosage by increments of 2 mg once daily based on individual clinical response and tolerability, no more frequently than at weekly intervals. A maintenance dose has not been established in clinical trials. The highest dose studied in patients on concomitant enzyme-inducing AEDs was 12 mg once daily. When moderate or strong CYP3A4 inducers are introduced or withdrawn from a patient’s treatment regimen, the patient should be closely monitored for clinical response and tolerability. Dose adjustment of FYCOMPA may be necessary. 2. 4 Dosage Adjustment in Patients with Hepatic Impairment In patients with mild and moderate hepatic impairment, the starting dose of FYCOMPA is 2 mg once daily. Increase dosage by increments of 2 mg once daily no more frequently than every 2 weeks. The maximum recommended daily dose is 6 mg for patients with mild hepatic impairment and 4 mg for patients with moderate hepatic impairment. FYCOMPA is not recommended for use in patients with severe hepatic impairment [ see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ]. 2. 5 Dosage Information for Patients with Renal Impairment FYCOMPA can be used in patients with moderate renal impairment with close monitoring. A slower titration may be considered, based on clinical response and tolerability. FYCOMPA is not recommended in patients with severe renal impairment or patients undergoing hemodialysis [ see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] . 2. 6 Dosage Information for Elderly Patients In elderly patients, increase dosage no more frequently than every 2 weeks during titration [ see Use in Specific Populations (8.5) ] . 2.7 Administration of Oral Suspension FYCOMPA oral suspension, 0.5 mg/mL, should be shaken well before every administration. The provided adapter and graduated oral dosing syringe should be used to administer the oral suspension. A household teaspoon or tablespoon is not an adequate measuring device. The adapter, which is supplied in the product carton, should be inserted firmly into the neck of the bottle before use and remain in place for the duration of the usage of the bottle. The dosing syringe should be inserted into the adapter and the dose withdrawn from the inverted bottle. The cap should be replaced after each use. The cap fits properly when the adapter is in place [see Instructions for Use ] . Discard any unused FYCOMPA oral suspension remaining 90 days after first opening the bottle."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FYCOMPA, a non-competitive AMPA glutamate receptor antagonist, is indicated for: Treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 4 years of age and older ( 1.1 ) Adjunctive therapy in the treatment of primary generalized tonic-clonic seizures in patients with epilepsy 12 years of age and older ( 1.2 ) 1.1 Partial - Onset Seizures FYCOMPA is indicated for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 4 years of age and older. 1.2 Primary Generalized Tonic-Clonic Seizures FYCOMPA is indicated as adjunctive therapy for the treatment of primary generalized tonic-clonic seizures in patients with epilepsy 12 years of age and older."
  ],
  "fetched_at": "2025-10-01T17:04:35.279609",
  "source": "OpenFDA"
}