{
  "drug_name": "Peramivir",
  "generic_name": [
    "PERAMIVIR"
  ],
  "brand_names": [
    "Rapivab"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS This section describes clinically relevant drug interactions with RAPIVAB. Drug-drug interaction studies are described elsewhere in the labeling [see Clinical Pharmacology (12.3) ]. Live attenuated influenza vaccine (LAIV), intranasal: Avoid use of LAIV within 2 weeks before or 48 hours after administration of RAPIVAB, unless medically indicated ( 7.1 ) 7.1 Influenza Vaccines Inactivated influenza vaccine can be administered at any time relative to use of RAPIVAB. For live attenuated influenza vaccine (LAIV), antiviral drugs may inhibit viral replication and thus may reduce vaccine efficacy. The concurrent use of RAPIVAB with LAIV intranasal has not been evaluated. Because of the potential for interference between these two products, avoid use of LAIV within 2 weeks before or 48 hours after administration of RAPIVAB unless medically indicated."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in other sections of the labeling: Serious skin and hypersensitivity reactions [see Warnings and Precautions (5.1) ] Neuropsychiatric events [see Warnings and Precautions (5.2) ] Most common adverse reaction (incidence >2%) is diarrhea. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact BioCryst Pharmaceuticals, Inc. at 1-833-633-2279 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adults (18 years of age and older) In 5 randomized, double-blind, controlled trials, 1,399 subjects with acute uncomplicated influenza received a single dose of RAPIVAB, administered intravenously or intramuscularly, at doses up to 600 mg. Among the 664 subjects receiving RAPIVAB 600 mg (intravenous or intramuscular), the most commonly observed adverse reaction was diarrhea, occurring at a rate of 8% versus 7% in subjects receiving placebo. No subject receiving RAPIVAB 600 mg experienced a serious adverse event and <1% discontinued study because of an adverse reaction. Clinically significant laboratory abnormalities (DAIDS Grades 2 to 4) listed in Table 4 occurred more frequently in subjects treated with RAPIVAB 600 mg (intravenous or intramuscular) than placebo. Only events occurring at ≥2% are included. Table 4: Laboratory Abnormalities Occurring in ≥2% of Subjects Treated with RAPIVAB 600 mg Laboratory Parameter Abnormality a RAPIVAB 600 mg Placebo a Frequencies based on treatment-emergent laboratory abnormalities. Alanine Aminotransferase (>2.5 × ULN) (n = 654) 3% (n = 430) 2% Serum Glucose (>160 mg/dL) (n = 660) 5% (n = 433) 3% Creatine Phosphokinase (≥6.0 × ULN) (n = 654) 4% (n = 431) 2% Neutrophils (<1.000 ×10 9 /L) (n = 654) 8% (n = 430) 6% In a subset of subjects with serious influenza requiring hospitalization treated with RAPIVAB 600 mg as monotherapy (n = 101), the following adverse reactions were also reported more frequently with RAPIVAB as compared to placebo: constipation (4% versus 2%), insomnia (3% versus 0%), AST increased (3% versus 2%), and hypertension (2% versus 0%). Adverse Reactions in Adolescent and Pediatric Subjects (6 months to 17 years of age) Assessment of adverse reactions is based on a randomized, active-controlled study in which 130 adolescent and pediatric subjects ages 6 months to 17 years of age with acute uncomplicated influenza received open-label treatment with a single dose of RAPIVAB (n = 107), or 5 days of treatment with oseltamivir (n = 23) [see Use in Specific Populations (8.4) , Clinical Studies (14.2) ] . The safety profile of RAPIVAB in subjects 6 months to 17 years of age was generally similar to that observed in adults. The only adverse reaction reported in pediatric subjects treated with RAPIVAB (occurring in ≥2% of subjects) and not reported in adults was vomiting (3% versus 9% for oseltamivir). The only clinically significant laboratory abnormality (DAIDS Grade 2) occurring in ≥2% of pediatric subjects treated with RAPIVAB (and not previously reported in adults) was proteinuria by dipstick analysis (3% versus 0% for oseltamivir). 6.2 Postmarketing Experience The following additional adverse reactions have been identified during postapproval use of RAPIVAB. Because postmarketing reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic: Stevens-Johnson syndrome, exfoliative dermatitis, rash [see Warnings and Precautions (5.1) ] . General Disorders and Administration Site Conditions: Anaphylactic/anaphylactoid reactions [see Warnings and Precautions (5.1) ] . Psychiatric: Abnormal behavior, hallucination [see Warnings and Precautions (5.2) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RAPIVAB is contraindicated in patients with known serious hypersensitivity or anaphylaxis to peramivir or any component of the product. Severe allergic reactions have included anaphylaxis, erythema multiforme, and Stevens-Johnson syndrome [see Warnings and Precautions (5.1) ] . Patients with known serious hypersensitivity or anaphylaxis to peramivir or any component of RAPIVAB ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer RAPIVAB as a single dose within 2 days of onset of influenza symptoms ( 2.1 ) Administer RAPIVAB by intravenous infusion for a minimum of 15 minutes ( 2.1 ) Recommended Dosage Single Dose Adults and adolescents (13 years and older) 600 mg Pediatric patients (6 months to 12 years of age) 12 mg/kg (up to 600 mg) Recommended Dosage Adjustments in Patients with Altered Creatinine Clearance Creatinine Clearance (mL/min) ≥50 30-49 10-29 a Up to maximum dose of 600 mg. Adults and adolescents (13 years and older) 600 mg 200 mg 100 mg Pediatric patients a (2 to 12 years of age) 12 mg/kg 4 mg/kg 2 mg/kg No recommendation for dosage adjustment can be made for pediatric patients 6 months to less than 2 years of age with creatinine clearance less than 50 mL/min ( 2.2 ) Hemodialysis: Administer after dialysis ( 2.2 ) RAPIVAB must be diluted prior to administration ( 2.3 ) See the Full Prescribing Information for drug compatibility information ( 2.4 ) 2.1 Dosage in Acute Uncomplicated Influenza Administer RAPIVAB within 2 days of onset of symptoms of influenza. Adults and Adolescents (13 years of age and older) The recommended dosage of RAPIVAB in adult and adolescent patients 13 years of age and older with acute uncomplicated influenza is a single 600 mg dose, administered via intravenous infusion for 15 to 30 minutes. Pediatric Patients (6 months to 12 years of age) The recommended dosage of RAPIVAB in pediatric patients 6 months to 12 years of age with acute uncomplicated influenza is a single 12 mg/kg dose (up to a maximum dose of 600 mg), administered via intravenous infusion for 15 to 30 minutes. 2.2 Dosing in Patients with Renal Impairment Significantly increased drug exposures were observed when RAPIVAB was administered to adult subjects with renal dysfunction [see Clinical Pharmacology (12.3) ] . Therefore, the RAPIVAB dosage should be reduced for patients with baseline creatinine clearance below 50 mL/min using the recommendations in Table 1 and Table 2. No dosage adjustment is required for single administration of RAPIVAB in patients with creatinine clearance of 50 mL/min or higher [see Clinical Pharmacology (12.3) ] . In patients with chronic renal impairment maintained on hemodialysis, RAPIVAB should be administered after dialysis at a dose adjusted based on renal function (Table 1 and Table 2) [see Clinical Pharmacology (12.3) ] . Table 1. Dosage Adjustment for Adults and Adolescents (13 Years and Older) with Altered Creatinine Clearance Creatinine Clearance a (mL/min) ≥50 30 to 49 10 to 29 a Calculated using the Cockcroft and Gault equation. Recommended Dose (mg) 600 mg 200 mg 100 mg Table 2. Dosage Adjustment for Pediatric Patients (2 to 12 Years of Age) with Altered Creatinine Clearance Creatinine Clearance a (mL/min) ≥50 30 to 49 10 to 29 a Calculated using the Cockcroft and Gault equation. b Up to maximum dose of 600 mg. Recommended Dose (mg/kg) b 12 mg/kg 4 mg/kg 2 mg/kg No data are available to inform a recommendation for dosage adjustment with RAPIVAB in pediatric patients 6 months to less than 2 years of age with creatinine clearance less than 50 mL/min [see Use in Specific Populations (8.4 , 8.6) , Clinical Pharmacology (12.3) ] . 2.3 Preparation of RAPIVAB for Intravenous Infusion Use aseptic technique during the preparation of RAPIVAB to prevent inadvertent microbial contamination. There is no preservative or bacteriostatic agent present in the solution. Follow the steps below to prepare a diluted solution of RAPIVAB: (a) Do not use if seal over bottle opening is broken or missing. (b) Visually inspect RAPIVAB for particulate matter and discoloration prior to administration. (c) Dilute an appropriate dose of RAPIVAB 10 mg/mL solution [see Dosage and Administration (2.1 , 2.2) ] in 0.9% or 0.45% sodium chloride, 5% dextrose, or lactated Ringer's. The maximum infusion volume is provided in Table 3. The final concentration of diluted RAPIVAB for administration should be between 1 mg/mL and 6 mg/mL. Table 3. Maximum Infusion Volume by Age and Weight Age Weight (kg) Maximum Infusion Volume a (mL) a Infusion volume is the total volume of RAPIVAB 10 mg/mL solution and diluent. The final concentration of diluted RAPIVAB for administration should be between 1 mg/mL and 6 mg/mL. Infants 6 months to 1 year of age Any 25 mL Adults and pediatric patients 1 year and older 5 kg to less than 10 kg 25 mL 10 kg to less than 15 kg 50 mL 15 kg to less than 20 kg 75 mL At least 20 kg 100 mL (d) Administer the diluted solution via intravenous infusion for 15 to 30 minutes. (e) Discard any unused diluted solution of RAPIVAB after 24 hours. Once a diluted solution of RAPIVAB has been prepared, administer immediately or store under refrigerated conditions (2° to 8°C or 36° to 46°F) for up to 24 hours. If refrigerated, allow the diluted solution of RAPIVAB to reach room temperature then administer immediately. 2.4 Drug Compatibility RAPIVAB injection is compatible with 0.9% or 0.45% sodium chloride, 5% dextrose, or lactated Ringer's. Do not mix or co-infuse RAPIVAB with other intravenous medications. RAPIVAB injection is compatible with materials commonly used for administration such as polyvinylchloride (PVC) bags and PVC-free bags, polypropylene syringes, and polyethylene tubing."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RAPIVAB is indicated for the treatment of acute uncomplicated influenza in patients 6 months and older who have been symptomatic for no more than 2 days. RAPIVAB is an influenza virus neuraminidase inhibitor indicated for the treatment of acute uncomplicated influenza in patients 6 months and older who have been symptomatic for no more than two days. ( 1 ) Limitations of Use : Efficacy based on clinical trials in which the predominant influenza virus type was influenza A; a limited number of subjects infected with influenza B virus were enrolled. ( 1 ) Consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use. ( 1 ) Efficacy could not be established in patients with serious influenza requiring hospitalization. ( 1 ) Limitations of Use : Efficacy of RAPIVAB is based on clinical trials of naturally occurring influenza in which the predominant influenza infections were influenza A virus; a limited number of subjects infected with influenza B virus were enrolled. Influenza viruses change over time. Emergence of resistance substitutions could decrease drug effectiveness. Other factors (for example, changes in viral virulence) might also diminish clinical benefit of antiviral drugs. Prescribers should consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use RAPIVAB [see Microbiology (12.4) ]. The efficacy of RAPIVAB could not be established in patients with serious influenza requiring hospitalization [see Clinical Studies (14.3) ]."
  ],
  "fetched_at": "2025-10-01T16:27:29.186123",
  "source": "OpenFDA"
}