{
  "drug_name": "Perflutren",
  "generic_name": [
    "HUMAN ALBUMIN MICROSPHERES AND PERFLUTREN"
  ],
  "brand_names": [
    "Optison Perflutren Protein-Type A Microspheres"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Serious Cardiopulmonary Reactions [see Warnings and Precautions (5.1) ] Hypersensitivity Reactions [see Warnings and Precautions (5.2) ] Common adverse reactions (incidence ≥ 0.5%) were: headache, nausea and/or vomiting, warm sensation or flushing, dizziness, dysgeusia, chills or fever, flu-like symptoms, malaise/weakness/fatigue, chest pain, dyspnea, injection site discomfort, and erythema ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact GE HealthCare at 1-800-654-0118 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adults The safety of OPTISON was evaluated in 279 adult patients in clinical studies. These patients were 69% male, 31% female, 71% White, 19% Black or African American, 9% Hispanic or Latino, and 1% other racial or ethnic groups. Adverse reactions reported in ≥ 0.5% of patients who received OPTISON by intravenous injection are given in Table 2. Table 2. Adverse Reactions Reported in ≥ 0.5% of the Adult Patients who Received OPTISON in Controlled Clinical Studies Adverse Reaction OPTISON n=279 % Body as a Whole Headache 5.4 Warm Sensation/Flushing 3.6 Chills/fever 1.4 Flu-like Symptoms 1.1 Malaise/Weakness/Fatigue 1.1 Cardiovascular System Dizziness 2.5 Chest Pain 1.1 Digestive System Nausea and/or Vomiting 4.3 Respiratory System Dyspnea 1.1 Skin & Appendages Injection Site Discomfort 1.1 Erythema 0.7 Special Senses Dysgeusia 1.8 Adverse reactions reported in < 0.5% of patients who received OPTISON included: Body as a Whole: induration, discoloration at the injection site Cardiovascular system : premature ventricular contractions, palpitations Digestive system : dry mouth Immune system disorders : hypersensitivity Musculoskeletal and connective tissue disorders : back pain, arthralgia, body or muscle aches Nervous system : tremor, paresthesia, irritableness Respiratory system : oxygen saturation decline due to coughing, wheezing Skin and appendages : urticaria, rash, pruritus Special Senses : tinnitus, visual blurring, photophobia, burning sensation in the eyes Adverse Reactions in Pediatric Patients Overall, the safety profile observed in pediatric patients from the clinical study was consistent with the safety profile in adult patients [see Clinical Studies (14.2) ]. 6.2 Postmarketing Experience Adverse Reactions from Observational Studies In a prospective, post-marketing safety surveillance study of OPTISON used in routine clinical practice, a total of 1,039 patients received OPTISON. These patients had an average age of 59.9 years (min, max: 20, 97) and were 62% male, 38% female, 83% White, 14% Black or African American, 2% Asian, and 1.5% other racial or ethnic groups. Overall, 17% of patients reported at least one adverse event. No deaths or serious adverse reactions were reported in this study. Adverse Reactions from Postmarking Spontaneous Reports The following adverse reactions have been identified during the postmarketing use of OPTISON or other perflutren-containing microspheres. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiopulmonary Fatal cardiac or respiratory arrest, shock, syncope, symptomatic arrhythmias (atrial fibrillation, tachycardia, bradycardia, supraventricular tachycardia, ventricular fibrillation, ventricular tachycardia), hypertension, hypotension, dyspnea, hypoxia, chest pain, respiratory distress or decreased oxygenation, stridor, wheezing. Immune System Anaphylaxis with manifestations that may include death, shock, bronchospasm, throat tightness, angioedema, edema (pharyngeal, palatal, mouth, peripheral, localized), swelling (face, eye, lip, tongue, upper airway), facial hypoesthesia, rash, urticaria, pruritus, flushing, erythema. Neurologic Loss of consciousness, convulsion"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS OPTISON is contraindicated in patients with known or suspected hypersensitivity to perflutren or albumin [see Warnings and Precautions (5.2) ] . Known or suspected hypersensitivity to perflutren or albumin ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults 0.5 mL intravenously at a rate not exceeding 1 mL/s. If contrast enhancement is inadequate after the dose of 0.5 mL, additional doses of 0.5 mL may be repeated up to a total of 5 mL in a 10-minute period with a maximum total dose of 8.7 mL in any one patient study ( 2.1 ). Pediatric Patients 28 kg or less: 0.2 mL diluted with 0.2 mL of 0.9% Sodium Chloride Injection. 29 kg to 40 kg: 0.3 mL diluted with 0.3 mL of 0.9% Sodium Chloride Injection. 41 kg or more: 0.4 mL diluted with 0.4 mL of 0.9% Sodium Chloride Injection. Administer intravenously at a rate not exceeding 0.05 mL/s. If contrast enhancement is inadequate after the initial dose, up to four additional doses of the same diluted volume may be repeated for further contrast enhancement as needed ( 2.1 ). Follow the OPTISON injection with a flush of 0.9% Sodium Chloride Injection or 5% Dextrose Injection ( 2.3 ). See full prescribing information for preparation instructions ( 2.2 ). 2.1 Recommended Dosage Adults The recommended dose in adults is 0.5 mL administered intravenously at a rate not exceeding 1 mL/s [see Dosage and Administration (2.3) ] . If the contrast enhancement is inadequate after the dose of 0.5 mL, additional doses of 0.5 mL may be repeated for further contrast enhancement as needed. The maximum total dose is 5 mL in any 10-minute period. The maximum total dose is 8.7 mL in any one patient study. Pediatric Patients The recommended dose by body weight in pediatric patients is shown in Table 1. Administer by intravenous injection at a rate not exceeding 0.05 mL/s [see Dosage and Administration (2.3) ] . If the contrast enhancement is inadequate after the initial dose, up to four additional doses of the same diluted volume may be repeated for further contrast enhancement as needed. OPTISON must be diluted with 0.9% Sodium Chloride Injection to form a 1:1 dilution for pediatric administration [see Dosage and Administration (2.2) ]. Table 1. Recommended Dose of OPTISON by Body Weight in Pediatric Patients Body Weight Dose 28 kg or less 0.2 mL of OPTISON diluted with 0.2 mL of 0.9% Sodium Chloride Injection 29 kg to 40 kg 0.3 mL of OPTISON diluted with 0.3 mL of 0.9% Sodium Chloride Injection 41 kg or more 0.4 mL of OPTISON diluted with 0.4 mL of 0.9% Sodium Chloride Injection 2.2 Preparation Instructions General Visually inspect the OPTISON vial. Do not use if the container has been damaged, the protective seal and/or rubber cap have been entered, or the upper white layer is absent (may indicate the microspheres have been damaged and may result in poor or no echo contrast). Invert the vial and gently rotate to resuspend the microspheres. This process will allow the product to come to room temperature (20°C to 25°C or 68°F to 77°F) before use. Inspect the vial for complete resuspension. Do not use if the suspension appears to be clear rather than opaque and milky-white. Vent the OPTISON vial with a sterile vent spike or with a sterile 18-gauge needle before withdrawing the OPTISON suspension into the injection syringe. Do not inject air into the vial. Use the product within one minute of suspension. If one minute is exceeded, resuspend by inverting and gently rotating the syringe for no less than 10 seconds. Failure to adequately resuspend OPTISON may cause inadequate delivery of the microspheres and may result in inadequate contrast. Dilution for Pediatric Administration Invert the OPTISON vial and gently rotate to resuspend the microspheres. Draw equal volumes of OPTISON and 0.9% Sodium Chloride Injection into the same syringe to form a 1:1 dilution. Mix gently by holding the syringe horizontally between the palms and rolling it gently back and forth for at least 10 seconds. If not used within 10 minutes after dilution, discard the diluted product. 2.3 Administration Instructions OPTISON is for intravenous use only and must not be administered by intra-arterial injection [see Warnings and Precautions (5.3) ] . Inspect visually for foreign particulate matter and discoloration prior to administration, whenever suspension and container permit. Do not inject if the suspension is not opaque and milky-white, or foreign particulate matter is present. For adults, inject through a 20-gauge or larger angiocatheter into a peripheral vein at a rate not exceeding 1 mL/s as a faster rate may reduce performance of the OPTISON microspheres . For pediatric patients, inject through a 24-gauge or larger angiocatheter into a peripheral vein at a rate not exceeding 0.05 mL/s as a faster rate may reduce performance of the OPTISON microspheres . Suggested methods of administration include: a short extension tubing, heparin lock, or intravenous line, all with a 3-way stopcock. Do not aspirate blood back into the OPTISON-containing syringe before administration; this may promote the formation of a blood clot within the syringe. For short extension tubing or heparin lock, fill one syringe with 10 mL of 0.9% Sodium Chloride Injection for adults or 5 mL of 0.9% Sodium Chloride Injection for pediatric patients and flush the line for patency before and after the injection of OPTISON. For a continuous intravenous line, open an intravenous line with 0.9% Sodium Chloride Injection or 5% Dextrose Injection to maintain vascular patency. Flush the line in its entirety immediately after injection of OPTISON. Each vial is for single-patient use. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OPTISON is indicated for use in adult and pediatric patients with suboptimal echocardiograms to opacify the left ventricle and to improve the delineation of the left ventricular endocardial borders. OPTISON is an ultrasound contrast agent indicated for use in adult and pediatric patients with suboptimal echocardiograms to opacify the left ventricle and to improve the delineation of the left ventricular endocardial borders ( 1 )."
  ],
  "fetched_at": "2025-09-30T21:20:03.035403",
  "source": "OpenFDA"
}