{
  "drug_name": "Permethrin",
  "generic_name": [
    "PERMETHRIN"
  ],
  "brand_names": [
    "good sense lice killing creme rinse"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only Do not use • on children under 2 months of age • near the eyes • inside the nose, ear, mouth, or vagina • on lice in eyebrows or eyelashes. See your doctor. Ask a doctor before use if you are • allergic to ragweed. May cause breathing difficulty or an asthmatic episode. When using this product • keep eyes tightly closed and protect eyes with a washcloth or towel • if product gets into the eyes, immediately flush with large amounts of water • scalp itching or redness may occur Stop use and see a doctor if • breathing difficulty occurs • eye irritation occurs • skin or scalp irritation continues or infection occurs If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away. (1-800-222-1222)"
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions Inspect • all household members should be checked by another person for lice and/or nits (eggs) • use a magnifying glass in bright light to help you see the lice and nits (eggs) • use a tool, such as a comb or two unsharpened pencils to lift and part the hair • look for tiny nits near the scalp, beginning at the back of the neck and behind the ears • small sections of hair (1-2 inches wide) should be examined at a time • unlike dandruff, nits stick to the hair. Dandruff should move when lightly touched. • if either lice or nits (eggs) are found, treat with the creme rinse Treat • wash hair with a shampoo without conditioner. Do not use a shampoo that contains a conditioner or a conditioner alone since this may decrease the activity of the creme rinse. Rinse with water. • towel dry hair so it is damp but not wet • shake the bottle well • completely saturate the hair and scalp with the creme rinse. Begin to apply the creme rinse behind the ears and at the back of the neck. • keep the creme rinse out of the eyes. Protect the eyes with a washcloth or towel. • leave the creme rinse on the hair for 10 minutes, but no longer • rinse with warm water • towel dry hair and comb out tangles • if live lice are seen seven days or more after the first treatment, a second treatment should be given Remove Lice/Nits • remove nits by combing the hair with the special small tooth comb provided. Remaining nits may be removed by hand (using a throw-away glove), or cutting the nits out. • use the nit comb provided and make sure the hair remains slightly damp while removing nits • if the hair dries during combing, dampen it slightly with water • part the hair into 4 sections. Work on one section at a time. Longer hair may take more time (1-2 hours). • start at the top of the head on the section you have picked • with one hand, lift a 1-2 inch wide strand of hair. Get the teeth of the comb as close to the scalp as possible and comb with a firm, even motion away from the scalp to the end of the hair. • use clips to pin back each strand of hair after you have combed out the nits • clean the comb completely as you go. Wipe the nits from the comb with a tissue and throw away the tissue in a sealed plastic bag to prevent the lice from coming back. • after combing, recheck the entire head for nits and repeat combing if necessary • check the affected head daily to remove any nits that you might have missed"
  ],
  "indications": [
    "Use treats head lice"
  ],
  "fetched_at": "2025-10-01T15:48:19.396113",
  "source": "OpenFDA"
}