{
  "drug_name": "Pexidartinib",
  "generic_name": [
    "PEXIDARTINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "Turalio"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Use with Hepatotoxic Products : Avoid coadministration of TURALIO with other products known to cause hepatotoxicity. ( 7.1 ) Moderate or Strong CYP3A Inhibitors : Reduce the dose of TURALIO if concomitant use of moderate or strong CYP3A inhibitors cannot be avoided. ( 2.3 , 7.2 ) Strong CYP3A Inducers : Avoid concomitant use of strong CYP3A inducers. ( 7.2 ) UGT Inhibitors : Reduce the dose of TURALIO if concomitant use of UGT inhibitors cannot be avoided. ( 2.3 , 7.2 ) Acid-Reducing Agents : Avoid concomitant use of proton pump inhibitors. Use histamine-2 receptor antagonists or antacids if needed. ( 2.4 , 7.2 ) High-Fat Meal : Avoid taking TURALIO with a high-fat meal. ( 2.1 , 5.4 , 7.2 ). CYP3A Substrates : Avoid concomitant use with CYP3A substrates where minimal concentration changes may lead to serious therapeutic failure. ( 7.3 ) 7.1 Use with Hepatotoxic Products TURALIO can cause hepatotoxicity. In patients with increased serum transaminases, total bilirubin, or direct bilirubin (>ULN) or active liver or biliary tract disease, avoid coadministration of TURALIO with other products known to cause hepatotoxicity [see Warnings and Precautions (5.1) ] . 7.2 Effect of Other Drugs or Food on TURALIO Table 7: Effect of Other Drugs or Food on TURALIO Moderate or Strong CYP3A Inhibitors Clinical Impact Concomitant use of a moderate or strong CYP3A inhibitor may increase pexidartinib concentrations [see Clinical Pharmacology (12.3) ], which may increase the incidence and severity of adverse reactions of TURALIO. Management Reduce TURALIO dosage if concomitant use of moderate or strong CYP3A inhibitors, including grapefruit or grapefruit juice, cannot be avoided [see Dosage and Administration (2.3) ]. Strong CYP3A Inducers Clinical Impact Concomitant use of a strong CYP3A inducer decreases pexidartinib concentrations [see Clinical Pharmacology (12.3) ] , which may decrease the efficacy of TURALIO. Management Avoid concomitant use of strong CYP3A inducers, including St John's wort. UGT Inhibitors Clinical Impact Concomitant use of a UGT inhibitor increases pexidartinib concentrations [see Clinical Pharmacology (12.3) ], which may increase the incidence and severity of adverse reactions of TURALIO. Management Reduce TURALIO dosage if concomitant use of UGT inhibitors cannot be avoided [see Dosage and Administration (2.3) ]. Acid-Reducing Agents Clinical Impact Concomitant use of a PPI decreases pexidartinib concentrations [see Clinical Pharmacology (12.3) ], which may decrease the efficacy of TURALIO. Management Avoid concomitant use of PPIs with TURALIO. As an alternative to PPIs, use locally-acting antacids or H 2 -receptor antagonists [see Dosage and Administration (2.4) ] . High-Fat Meal Clinical Impact Taking TURALIO with a high-fat meal increased pexidartinib concentrations [see Clinical Pharmacology (12.3) ] , which may increase the incidence and severity of TURALIO adverse reactions, including hepatotoxicity [see Warnings and Precautions (5.1 , 5.4) ]. Management Take TURALIO with a low-fat meal (approximately 11 to 14 grams of total fat) . Avoid taking TURALIO with a high-fat meal (approximately 55 to 65 grams of total fat) [see Dosage and Administration (2.1) ] . 7.3 Effect of TURALIO on Other Drugs Table 8: Effect of TURALIO on Other Drugs CYP3A Substrates Clinical Impact TURALIO is a moderate CYP3A inducer. Concomitant use of TURALIO decreases the concentration of CYP3A substrates [see Clinical Pharmacology (12.3) ] , which may reduce the efficacy of these substrates . Management Avoid coadministration of TURALIO with hormonal contraceptives [see Warnings and Precautions (5.3) , Use in Specific Populations (8.3) ]. Avoid concomitant use of TURALIO with other CYP3A substrates, where minimal concentration changes may lead to serious therapeutic failures. If concomitant use is unavoidable, increase the CYP3A substrate dosage in accordance with approved product labeling."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hepatotoxicity [see Warnings and Precautions (5.1) ]. Most common adverse reactions (>20%) were increased lactate dehydrogenase, increased aspartate aminotransferase, hair color changes, fatigue, increased alanine aminotransferase, decreased neutrophils, increased cholesterol, increased alkaline phosphatase, decreased lymphocytes, eye edema, decreased hemoglobin, rash, dysgeusia, and decreased phosphate. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Daiichi Sankyo, Inc. at 1-877-437-7763 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of TURALIO 250 mg orally twice daily administered with a low-fat meal has been established based on adequate and well-controlled studies of TURALIO 400 mg orally twice daily administered on an empty stomach and additional pharmacokinetic data that indicate there is no clinically significant difference in the relative exposure between the two dosages [see Clinical Pharmacology (12.3) ]. The safety of TURALIO was evaluated in ENLIVEN [see Clinical Studies (14.1) ] . ENLIVEN excluded patients with ALT, AST, or total bilirubin >1.5 × ULN; and known active or chronic infection with hepatitis B or C virus, or human immunodeficiency virus. Patients received TURALIO without food at a dose of 400 mg in the morning and 600 mg in the evening orally for 2 weeks followed by 400 mg orally twice daily until disease progression or unacceptable toxicity . Seventy-nine percent of patients received TURALIO for 6 months or longer and 66% for greater than one year. The median age of TURALIO-treated patients was 44 years (range: 22-75), 57% were females, and 85% were White. Serious adverse reactions were reported in 13% of patients who received TURALIO. Most frequent (occurring in >1 patient) serious adverse reactions included abnormal liver tests (3.3%) and hepatotoxicity (3.3%). Permanent discontinuation due to an adverse reaction occurred in 13% of patients who received TURALIO. Most frequent adverse reactions (occurring in >1 patient) requiring permanent discontinuation included increased ALT (4.9%), increased AST (4.9%) and hepatotoxicity (3.3%). Dose reductions or interruptions occurred in 38% of patients who received TURALIO. Most frequent adverse reactions (occurring in >1 patient) requiring a dosage reduction or interruption were increased ALT (13%), increased AST (13%), nausea (8%), increased ALP (7%), vomiting (4.9%), increased bilirubin (3.3%), increased GGT (3.3%), dizziness (3.3%), and abdominal pain (3.3%). The most common (>20%) adverse reactions, including laboratory abnormalities, in patients who received TURALIO were: increased lactate dehydrogenase (LDH), increased AST, hair color changes, fatigue, increased ALT, decreased neutrophils, increased cholesterol, increased ALP, decreased lymphocytes, eye edema, decreased hemoglobin, rash, dysgeusia, and decreased phosphate. Tables 4, 5, and 6 summarize the adverse reactions and laboratory abnormalities in ENLIVEN during the randomized phase (Week 25). Table 4: Adverse Reactions (≥10% All Grades or >2% Grade ≥ 3) in Patients Receiving TURALIO with a Difference Between Arms of >5% Compared to Placebo Through Week 25 in ENLIVEN TURALIO N=61 Placebo N=59 Adverse Reaction All Grades (%) Grade ≥ 3 (%) All Grades (%) Grade ≥ 3 (%) Skin and subcutaneous tissue Hair color changes 67 0 3.4 0 Rash Rash includes rash, maculo-papular rash, rash pruritic, urticaria, erythema, dermatitis acneiform, dermatitis allergic. 28 1.6 7 0 Pruritus Pruritis includes pruritus, pruritus generalized. 18 0 3.4 0 General Fatigue Fatigue includes fatigue, asthenia, malaise. 64 0 41 0 Peripheral edema Peripheral edema includes face edema, localized edema, edema peripheral, peripheral swelling. 20 0 7 0 Eye Eye edema Eye edema includes periorbital edema, eye edema, eyelid edema, papilledema. 30 1.6 5 0 Nervous system Dysgeusia Dysgeusia includes dysgeusia, ageusia. 26 0 1.7 0 Neuropathy Neuropathy includes neuropathy peripheral, paresthesia, hypoesthesia, burning sensation. 10 0 5 0 Gastrointestinal Vomiting 20 1.6 5 0 Constipation 12 0 5 0 Metabolism and nutrition Decreased appetite 16 0 10 0 Vascular Hypertension 15 4.9 10 0 Table 5: Hepatic Laboratory Abnormalities (≥10% All Grades or >2% Grade ≥ 3) Worsening from Baseline in Patients Receiving TURALIO with a Difference Between Arms of >5% Compared to Placebo Through Week 25 in ENLIVEN TURALIO Each test incidence is based on the number of patients who had both a baseline and at least one on-study measurement TURALIO (n=61) and placebo (n=59). Placebo Laboratory Abnormality Graded per NCI CTCAE v 4.03 Grade 1 (%) Grade 2 (%) Grade ≥ 3 (%) Grade 1 (%) Grade 2 (%) Grade ≥ 3 (%) ALT = alanine aminotransferase; AST = aspartate aminotransferase; ALP = alkaline phosphatase Liver Tests Increased AST 61 15 12 15 0 0 Increased ALT 31 13 20 22 0 0 Increased ALP 31 3.3 4.9 1.7 0 0 Increased bilirubin 3.3 3.3 3.3 0 0 0 Table 6: Other Laboratory Abnormalities Worsening from Baseline (≥10% All Grades or >2% of Grade ≥ 3) in Patients Receiving TURALIO with a Difference Between Arms of >5% Compared to Placebo Through Week 25 in ENLIVEN TURALIO Each test incidence is based on the number of patients who had both a baseline and at least one on-study measurement TURALIO (n = 61) and placebo (n = 58-59). Placebo Laboratory Abnormality Graded per NCI CTCAE v 4.03 except for LDH All Grades (%) Grade ≥3 (%) All Grades (%) Grade ≥3 (%) LDH=Lactate Dehydrogenase Chemistry Increased LDH LDH: Grade 1 >ULN to ≤2.5 × ULN; Grade 2 >2.5 to ≤5 × ULN; Grade 3 >5 to ≤20 × ULN; Grade 4 >20 × ULN 92 0 5 0 Increased cholesterol 44 4.9 25 0 Decreased phosphate 25 3.3 5 0 Hematology Decreased neutrophils 44 3.3 9 0 Decreased lymphocytes 38 1.6 3.4 0 Decreased hemoglobin 30 0 14 1.7 Decreased platelets 15 0 5 0 Clinically relevant adverse reactions occurring in <10% of patients were: Eye: blurred vision, photophobia, diplopia, reduced visual acuity Gastrointestinal: dry mouth, stomatitis, mouth ulceration General: pyrexia Hepatobiliary: cholangitis, hepatotoxicity, liver disorder Neurological: cognitive disorders (memory impairment, amnesia, confusional state, disturbance in attention, attention deficit/hyperactivity disorder) Skin and subcutaneous tissue: alopecia, skin pigment changes (hypopigmentation, depigmentation, discoloration, hyperpigmentation), photosensitivity reactions. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of TURALIO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Investigations: Blood creatine phosphokinase increased"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage : 250 mg orally twice daily with a low-fat meal (approximately 11 to 14 grams of total fat). ( 2.1 ) See full prescribing information for dosage modifications due to adverse reactions, renal impairment and hepatic impairment. ( 2.2 , 2.5 , 2.6 ) 2.1 Recommended Dosage The recommended dosage of TURALIO is 250 mg taken orally twice daily with a low-fat meal (approximately 11 to 14 grams of total fat) until disease progression or unacceptable toxicity [see Clinical Pharmacology (12.3) ] . Taking TURALIO with a high-fat meal (approximately 55 to 65 grams of total fat) increases pexidartinib concentrations and may increase the risk of adverse reactions, including hepatotoxicity [see Warnings and Precautions (5.1 , 5.4) , Drug Interactions (7.2) , Clinical Pharmacology (12.2 , 12.3) ] . Swallow TURALIO capsules whole. Do not open, break, or chew the capsules. If a patient vomits or misses a dose of TURALIO, instruct the patient to take the next dose at its scheduled time. 2.2 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions are provided in Table 1. Table 1: Recommended Dose Reductions for TURALIO for Adverse Reactions Dose Reduction Total Daily Dose Administration of Total Daily Dose with Low-Fat Meal First 375 mg 125 mg in the morning and 250 mg in the evening Second 250 mg 125 mg twice daily Permanently discontinue TURALIO in patients who are unable to tolerate 125 mg orally twice daily. The recommended dosage modifications for adverse reactions are summarized in Table 2. Table 2: Recommended Dosage Modifications for TURALIO for Adverse Reactions Adverse Reaction Severity TURALIO Dosage Modifications ALT = alanine aminotransferase; ALP = alkaline phosphatase; AST = aspartate aminotransferase; DB = direct bilirubin; GGT = gamma-glutamyl transferase; TB = total bilirubin; ULN = upper limit of normal Hepatotoxicity [see Warnings and Precautions (5.1) ] Increased ALT and/or AST Greater than 3 to 5 times ULN Withhold and monitor liver tests weekly . If AST and ALT are less than or equal to 3 times ULN within 4 weeks, resume at reduced dose. If AST or ALT is not less than or equal to 3 times ULN in 4 weeks, permanently discontinue TURALIO. Greater than 5 to 10 times ULN Withhold and monitor liver tests twice weekly . If AST and ALT are less than or equal to 3 times ULN within 4 weeks, resume at reduced dose. If AST or ALT is not less than or equal to 3 times ULN in 4 weeks, permanently discontinue TURALIO. Greater than 10 times ULN Permanently discontinue TURALIO. Monitor liver tests twice weekly until AST or ALT is less than or equal to 5 times ULN, then weekly until less than or equal to 3 times ULN. Increased ALP Confirm ALP elevations as liver isozyme fraction. and GGT ALP greater than 2 times ULN with GGT greater than 2 times ULN Permanently discontinue TURALIO. Monitor liver tests twice weekly until ALP is less than or equal to 5 times ULN, then weekly until less than or equal to 2 times ULN. Increased bilirubin TB greater than ULN to less than 2 times ULN or DB greater than ULN and less than 1.5 times ULN Withhold and monitor liver tests twice weekly . If an alternate cause for increased bilirubin is confirmed and bilirubin is less than ULN within 4 weeks, resume at reduced dose. If bilirubin is not less than ULN in 4 weeks, permanently discontinue TURALIO. TB greater or equal to 2 times ULN or DB greater than 1.5 times ULN Permanently discontinue TURALIO. Monitor liver tests twice weekly until bilirubin is less than or equal to ULN. Adverse Reactions or Other Laboratory Abnormalities [see Adverse Reactions (6.1) ] Any Severe or intolerable Withhold until improvement or resolution. Resume at a reduced dose upon improvement or resolution. 2.3 Concomitant Use of Moderate or Strong CYP3A Inhibitors or UGT Inhibitors Avoid concomitant use of TURALIO with moderate or strong CYP3A inhibitors or UGT inhibitors during treatment with TURALIO. If concomitant use with a moderate or strong CYP3A inhibitor or UGT inhibitor cannot be avoided, reduce the TURALIO dose according to the recommendations in Table 3. If concomitant use of a moderate or strong CYP3A inhibitor or UGT inhibitor is discontinued, increase the TURALIO dose (after 3 plasma half-lives of the moderate or strong CYP3A inhibitor or UGT inhibitor) to the dose that was used before starting the inhibitor [see Clinical Pharmacology (12.3) ] . Table 3: Recommended Dosage Reductions for TURALIO for Concomitant Use of Moderate or Strong CYP3A Inhibitors or UGT Inhibitors Total Daily Dose The Total Daily Dose represents the recommended dose (row one) and the recommended dose after modifications due to adverse reactions, renal impairment, or moderate hepatic impairment (rows two and three) [see Dosage and Administration (2.2 , 2.5 , 2.6) ]. Modified Total Daily Dose for Concomitant Use with Moderate or Strong CYP3A Inhibitors or UGT Inhibitors Dosing Schedule for Modified Total Daily Dose for Use with Moderate or Strong CYP3A Inhibitors or UGT Inhibitors Administer with Low-Fat Meal 500 mg 250 mg 125 mg twice daily 375 mg 250 mg 125 mg twice daily 250 mg 125 mg 125 mg once daily 2.4 Concomitant Use of Acid-Reducing Agents Avoid the concomitant use of proton pump inhibitors (PPI) while taking TURALIO. As an alternative to a PPI, administer TURALIO 2 hours before or 2 hours after taking a locally-acting antacid, or if using a histamine 2 (H 2 )-receptor antagonist, administer TURALIO at least 2 hours before or 10 hours after taking an H 2 -receptor antagonist [see Clinical Pharmacology (12.3) ] . 2.5 Dosage Modification for Renal Impairment The recommended dosage of TURALIO for patients with mild to severe renal impairment (creatinine clearance [CLcr] 15 to 89 mL/min estimated by Cockcroft-Gault using actual body weight) is 125 mg in the morning and 250 mg in the evening with a low-fat meal [see Clinical Pharmacology (12.3) ] . 2.6 Dosage Modification for Hepatic Impairment The recommended dosage of TURALIO for patients with moderate hepatic impairment (total bilirubin >1.5 to 3 × upper limit of normal (ULN), not due to Gilbert's syndrome, with any AST) is 125 mg twice daily with a low-fat meal [see Clinical Pharmacology (12.3) ] . TURALIO has not been studied in patients with severe hepatic impairment (total bilirubin >3 to 10 × ULN and any AST)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TURALIO is indicated for the treatment of adult patients with symptomatic tenosynovial giant cell tumor (TGCT) associated with severe morbidity or functional limitations and not amenable to improvement with surgery. TURALIO is a kinase inhibitor indicated for the treatment of adult patients with symptomatic tenosynovial giant cell tumor (TGCT) associated with severe morbidity or functional limitations and not amenable to improvement with surgery. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:26:37.408554",
  "source": "OpenFDA"
}