{
  "drug_name": "Phenyl aminosalicylate",
  "generic_name": [
    "Phenyl aminosalicylate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Many drugs affect thyroid hormone pharmacokinetics and metabolism (e.g., absorption, synthesis, secretion, catabolism, protein binding, and target tissue response) and may alter the therapeutic response to Levothyroxine Sodium Tablets, USP. In addition, thyroid hormones and thyroid status have varied effects on the pharmacokinetics and action of other drugs. A listing of drug-thyroidal axis interactions is contained in Table 2. The list of drug-thyroidal axis interactions in Table 2 may not be comprehensive due to the introduction of new drugs that interact with the thyroidal axis or the discovery of previously unknown interactions. The prescriber should be aware of this fact and should consult appropriate reference sources (e.g., package inserts of newly approved drugs, medical literature) for additional information if a drug-drug interaction with levothyroxine is suspected. Table 2: Drug-Thyroidal Axis Interactions Drug or Drug Class Effect Drugs that may reduce TSH secretion - the reduction is not sustained; therefore, hypothyroidism does not occur Dopamine/Dopamine Agonists Glucocorticoids Octreotide Use of these agents may result in a transient reduction in TSH secretion when administered at the following doses: dopamine ( ≥ 1 mcg/kg/min); Glucocorticoids (hydrocortisone ≥ 100 mg/day or equivalent); Octreotide ( > 100 mcg/day). Drugs that alter thyroid hormone secretion Drugs that may decrease thyroid hormone secretion, which may result in hypothyroidism Aminoglutethimide Amiodarone Iodide (including iodine-containing Radiographic contrast agents) Lithium Methimazole Propylthioracil (PTU) Sulfonamides Tolbutamide Long-term lithium therapy can result in goiter in up to 50% of patients, and either subclinical or overt hypothyroidism, each in up to 20% of patients. The fetus, neonate, elderly and euthyroid patients with underlying thyroid disease (e.g., Hashimoto's thyroiditis or with Grave's disease previously treated with radioiodine or surgery) are among those individuals who are particularly susceptible to iodine-induced hypothyroidism. Oral cholecystographic agents and amiodarone are slowly excreted, producing more prolonged hypothyroidism than parenterally administered iodinated contrast agents. Long-term amino-glu-tethimide therapy may minimally decrease T 4 and T 3 levels and increase TSH, although all values remain within normal limits in most patients. Drugs that may increase thyroid hormone secretion, which may result in hyperthyroidism Amiodarone Iodide (including iodine-containing Radiographic contrast agents) Iodide and drugs that contain pharmacologic amounts of iodide may cause hyperthyroidism in euthyroid patients with Grave's disease previously treated with antithyroid drugs or in euthyroid patients with thyroid autonomy (e.g., multinodular goiter or hyper functioning thyroid adenoma). Hyperthyroidism may develop over several weeks and may persist for several months after therapy discontinuation. Amiodarone may induce hyperthyroidism by causing thyroiditis. Drugs that may decrease T 4 absorption, which may result in hypothyroidism Antacids - Aluminum & Magnesium Hydroxides - Simethicone Bile Acid Sequestrants - Cholestyramine - Colestipol Calcium Carbonate Cation Exchange Resins - Kayexalate Ferrous Sulfate Orlistat Sucralfate Concurrent use may reduce the efficacy of levothyroxine by binding and delaying or preventing absorption, potentially resulting in hypothyroidism. Calcium carbonate may form an insoluble chelate with levothyroxine, and ferrous sulfate likely forms a ferric-thyroxine complex. Administer levothyroxine at least 4 hours apart from these agents. Patients treated concomitantly with orlistat and levothyroxine should be monitored for changes in thyroid function. Drugs that may alter T 4 and T 3 serum transport - but FT 4 concentration remains normal; and, therefore, the patient remains euthyroid Drugs that may increase serum TBG concentration Drugs that may decrease serum TBG concentration Clofibrate Estrogen-containing oral contraceptives Estrogens (oral) Heroin / Methadone 5-Fluorouracil Mitotane Tamoxifen Androgens / Anabolic Steroids Asparaginase Glucocorticoids Slow-Release Nicotinic Acid Drugs that may cause protein-binding site displacement Furosemide ( > 80 mg IV) Heparin Hydantoins Non Steroidal Anti-lnflammatory Drugs - Fenamates - Phenylbutazone Salicylates ( > 2 g/day) Administration of these agents with levothyroxine results in an initial transient increase in FT 4 . Continued administration results in a decrease in serum T 4 and normal FT 4 and TSH concentrations and, therefore, patients are clinically euthyroid. Salicylates inhibit binding of T 4 and T 3 to TBG and transthyretin. An initial increase in serum FT 4 , is followed by return of FT 4 to normal levels with sustained therapeutic serum salicylate concentrations, although total-T 4 levels may decrease by as much as 30%. Drugs that may alter T 4 and T 3 metabolism Drugs that may increase hepatic metabolism, which may result in hypothyroidism Carbamazepine Hydantoins Phenobarbital Rifampin Stimulation of hepatic microsomal drug-metabolizing enzyme activity may cause increased hepatic degradation of levothyroxine, resulting in increased Ievothyroxine requirements. Phenytoin and carbamazepine reduce serum protein binding of levothyroxine, and total- and free-T 4 may be reduced by 20% to 40%, but most patients have normal serum TSH levels and are clinically euthyroid. Drugs that may decrease T 4 5' - deiodinase activity Amiodarone Beta-adrenergic antagonists - (e.g., Propranolol > 160 mg/day) Glucocorticoids -(e.g., Dexamethasone ≥ 4 mg/day) Propylthiouracil (PTU) Administration of these enzyme inhibitors decrease the peripheral conversion of T 4 to T 3 , leading to decreased T 3 levels. However, serum T 4 levels are usually normal but may occasionally be slightly increased. In patients treated with large doses of propranolol ( > 160 mg/day), T 3 and T 4 levels change slightly, TSH levels remain normal, and patients are clinically euthyroid. It should be noted that actions of particular beta-adrenergic antagonists may be impaired when the hypothyroid patient is converted to the euthyroid state. Short-term administration of large doses of glucocorticoids may decrease serum T 3 concentrations by 30% with minimal change in serum T 4 levels. However, long-term glucocorticoid therapy may result in slightly decreased T 3 and T 4 levels due to decreased TBG production (see above). Miscellaneous Anticoagulants (oral) - Coumarin Derivatives - Indandione Derivatives Thyroid hormones appear to increase the catabolism of vitamin K-dependent clotting factors, thereby increasing the anticoagulant activity of oral anticoagulants. Concomitant use of these agents impairs the compensatory increases in clotting factor synthesis. Prothrombin time should be carefully monitored in patients taking levothyroxine and oral anticoagulants and the dose of anticoagulant therapy adjusted accordingly. Antidepressants - Tricyclics (e.g., Amitriptyline) - Tetracyclics (e.g., Maprotiline) - Selective Serotonin Reuptake Inhibitors (SSRIs; e.g., Sertraline) Concurrent use of tri/tetracyclic antidepressants and levothyroxine may increase the therapeutic and toxic effects of both drugs, possibly due to increased receptor sensitivity to catecholamines.Toxic effects may include increased risk of cardiac arrhythmias and CNS stimulation; onset of action of tricyclics may be accelerated. Administration of sertraline in patients stabilized on levothyroxine may result in increased levothyroxine requirements. Antidiabetic Agents - Biguanides - Meglitinides - Sulfonylureas - Thiazolidediones - Insulin Addition of levothyroxine to antidiabetic or insulin therapy may result in increased antidiabetic agent or insulin requirements. Careful monitoring of diabetic control is recommended, especially when thyroid therapy is started, changed, or discontinued. Cardiac Glycosides Serum digitalis glycoside levels may be reduced in hyperthyroidism or when the hypothyroid patient is converted to the euthyroid state. Therapeutic effect of digitalis glycosides may be reduced. Cytokines - Interferon-α - Interleukin-2 Therapy with interferon-α has been associated with the development of antithyroid microsomal antibodies in 20% of patients and some have transient hypothyroidism, hyperthyroidism, or both. Patients who have antithyroid antibodies before treatment are at higher risk for thyroid dysfunction during treatment. Interleukin-2 has been associated with transient painless thyroiditis in 20% of patients. Interferon-β and -γ have not been reported to cause thyroid dysfunction. Growth Hormones - Somatrem - Somatropin Excessive use of thyroid hormones with growth hormones may accelerate epiphyseal closure. However, untreated hypothyroidism may interfere with growth response to growth hormone. Ketamine Concurrent use may produce marked hypertension and tachycardia; cautious administration to patients receiving thyroid hormone therapy is recommended. Methylxanthine Bronchodilators - (e.g., Theophylline) Decreased theophylline clearance may occur in hypothyroid patients; clearance returns to normal when the euthyroid state is achieved. Radiographic Agents Thyroid hormones may reduce the uptake of 123 I, 131 I, and 99m Tc. Sympathomimetics Concurrent use may increase the effects of sympathomimetics or thyroid hormone. Thyroid hormones may increase the risk of coronary insufficiency when sympathomimetic agents are administered to patients with coronary artery disease. Chloral Hydrate Diazepam Ethionamide Lovastatin Metoclopramide 6-Mercaptopurine Nitroprusside Para-aminosalicylate sodium Perphenazine Resorcinol (excessive topical use) Thiazide Diuretics These agents have been associated with thyroid hormone and/or TSH level alterations by various mechanisms. Oral anticoagulants - Levothyroxine increases the response to oral anticoagulant therapy. Therefore, a decrease in the dose of anticoagulant may be warranted with correction of the hypothyroid state or when the Levothyroxine Sodium Tablets, USP dose is increased. Prothrombin time should be closely monitored to permit appropriate and timely dosage adjustments (see Table 2 ). Digitalis glycosides - The therapeutic effects of digitalis glycosides may be reduced by levothyroxine. Serum digitalis glycoside levels may be decreased when a hypothyroid patient becomes euthyroid, necessitating an increase in the dose of digitalis glycosides (see Table 2 )."
  ],
  "warnings": [
    "WARNINGS WARNING: Thyroid hormones, including Levothyroxine Sodium Tablets, USP, either alone or with other therapeutic agents, should not be used for the treatment of obesity for weight loss. In euthyroid patients, doses within the range of daily hormonal requirements are ineffective for weight reduction. Larger doses may produce serious or even life threatening manifestations of toxicity, particularly when given in association with sympathomimetic amines such as those used for their anorectic effects. Levothyroxine sodium should not be used in the treatment of male or female infertility unless this condition is associated with hypothyroidism. In patients with nontoxic diffuse goiter or nodular thyroid disease, particularly the elderly or those with underlying cardiovascular disease, levothyroxine sodium therapy is contraindicated if the serum TSH level is already suppressed due to the risk of precipitating overt thyrotoxicosis (see CONTRAINDICATIONS ). If the serum TSH level is not suppressed, Levothyroxine Sodium Tablets, USP should be used with caution in conjunction with careful monitoring of thyroid function for evidence of hyperthyroidism and clinical monitoring for potential associated adverse cardiovascular signs and symptoms of hyperthyroidism."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reactions associated with levothyroxine therapy are primarily those of hyperthyroidism due to therapeutic overdosage (see PRECAUTIONS and OVERDOSAGE ). They include the following: General: fatigue, increased appetite, weight loss, heat intolerance, fever, excessive sweating; Central nervous system: headache, hyperactivity, nervousness, anxiety, irritability, emotional lability, insomnia; Musculoskeletal: tremors, muscle weakness; Cardiovascular: palpitations, tachycardia, arrhythmias, increased pulse and blood pressure, heart failure, angina, myocardial infarction, cardiac arrest; Respiratory: dyspnea; Gastrointestinal: diarrhea, vomiting, abdominal cramps and elevation in liver function tests; Dermatologic: hair loss; flushing; Endocrine: decreased bone mineral density; Reproductive: menstrual irregularities, impaired fertility. Pseudotumor cerebri and slipped capital femoral epiphysis have been reported in children receiving levothyroxine therapy. Overtreatment may result in craniosynostosis in infants and premature closure of the epiphyses in children with resultant compromised height. Seizures have been reported rarely with the institution of levothyroxine therapy. Inadequate levothyroxine dosage will produce or fail to ameliorate the signs and symptoms of hypothyroidism. Hypersensitivity reactions to inactive ingredients have occurred in patients treated with thyroid hormone products. These include urticaria, pruritus, skin rash, flushing, angioedema, various Gl symptoms (abdominal pain, nausea, vomiting and diarrhea), fever, arthralgia, serum sickness and wheezing. Hypersensitivity to levothyroxine itself is not known to occur."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Levothyroxine is contraindicated in patients with untreated subclinical (suppressed serum TSH level with normal T 3 and T 4 levels) or overt thyrotoxicosis of any etiology and in patients with acute myocardial infarction. Levothyroxine is contraindicated in patients with uncorrected adrenal insufficiency since thyroid hormones may precipitate an acute adrenal crisis by increasing the metabolic clearance of glucocorticoids (see PRECAUTIONS ). Levothyroxine Sodium Tablets, USP is contraindicated in patients with hypersensitivity to any of the inactive ingredients in Levothyroxine Sodium Tablets, USP. (See DESCRIPTION, Inactive Ingredients )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION General Principles: The goal of replacement therapy is to achieve and maintain a clinical and biochemical euthyroid state. The goal of suppressive therapy is to inhibit growth and/or function of abnormal thyroid tissue. The dose of Levothyroxine Sodium Tablets, USP that is adequate to achieve these goals depends on a variety of factors including the patient's age, body weight, cardiovascular status, concomitant medical conditions, including pregnancy, concomitant medications, and the specific nature of the condition being treated (see WARNINGS and PRECAUTIONS ). Hence, the following recommendations serve only as dosing guidelines. Dosing must be individualized and adjustments made based on periodic assessment of the patient's clinical response and laboratory parameters (see PRECAUTIONS, Laboratory Tests ). Levothyroxine Sodium Tablets, USP should be taken in the morning on an empty stomach, at least one-half hour to one hour before any food is eaten. Levothyroxine Sodium Tablets, USP should be taken at least 4 hours apart from drugs that are known to interfere with its absorption (see PRECAUTIONS, Drug Interactions ). Due to the long half-life of levothyroxine, the peak therapeutic effect at a given dose of levothyroxine sodium may not be attained for 4-6 weeks. Caution should be exercised when administering Levothyroxine Sodium Tablets, USP to patients with underlying cardiovascular disease, to the elderly, and to those with concomitant adrenal insufficiency (see PRECAUTIONS ). Specific Patient Populations: Hypothyroidism in Adults and in Children in Whom Growth and Puberty are Complete (see WARNINGS and PRECAUTIONS, Laboratory Tests ). Therapy may begin at full replacement doses in otherwise healthy individuals less than 50 years old and in those older than 50 years who have been recently treated for hyperthyroidism or who have been hypothyroid for only a short time (such as a few months). The average full replacement dose of levothyroxine sodium is approximately 1.7 mcg/kg/day (e.g., 100-125 mcg/day for a 70 kg adult). Older patients may require less than 1 mcg/kg/day. Levothyroxine sodium doses greater than 200 mcg/day are seldom required. An inadequate response to daily doses ≥ 300 mcg/day is rare and may indicate poor compliance, malabsorption, and/or drug interactions. For most patients older than 50 years or for patients under 50 years of age with underlying cardiac disease, an initial starting dose of 25-50 mcg/day of levothyroxine sodium is recommended, with gradual increments in dose at 6-8 week intervals, as needed. The recommended starting dose of levothyroxine sodium in elderly patients with cardiac disease is 12.5-25 mcg/day , with gradual dose increments at 4-6 week intervals. The levothyroxine sodium dose is generally adjusted in 12.5-25 mcg increments until the patient with primary hypothyroidism is clinically euthyroid and the serum TSH has normalized. In patients with severe hypothyroidism, the recommended initial levothyroxine sodium dose is 12.5-25 mcg/day with increases of 25 mcg/day every 2-4 weeks, accompanied by clinical and laboratory assessment, until the TSH level is normalized. In patients with secondary (pituitary) or tertiary (hypothalamic) hypothyroidism, the levothyroxine sodium dose should be titrated until the patient is clinically euthyroid and the serum free-T 4 level is restored to the upper half of the normal range. Pediatric Dosage - Congenital or Acquired Hypothyroidism (see PRECAUTIONS, Laboratory Tests ) General Principles In general, levothyroxine therapy should be instituted at full replacement doses as soon as possible. Delays in diagnosis and institution of therapy may have deleterious effects on the child's intellectual and physical growth and development. Undertreatment and overtreatment should be avoided (see PRECAUTIONS, Pediatric Use ). Levothyroxine Sodium Tablets, USP may be administered to infants and children who cannot swallow intact tablets by crushing the tablet and suspending the freshly crushed tablet in a small amount (5-10 mL or 1-2 teaspoons) of water. This suspension can be administered by spoon or dropper. DO NOT STORE THE SUSPENSION. Foods that decrease absorption of levothyroxine, such as soybean infant formula, should not be used for administering levothyroxine sodium tablets. (see PRECAUTIONS, Drug-Food Interactions ). Newborns The recommended starting dose of levothyroxine sodium in newborn infants is 10-15 mcg/kg/day . A lower starting dose (e.g., 25 mcg/day) should be considered in infants at risk for cardiac failure, and the dose should be increased in 4-6 weeks as needed based on clinical and laboratory response to treatment. In infants with very low (< 5 mcg/dL) or undetectable serum T 4 concentrations, the recommended initial starting dose is 50 mcg/day of levothyroxine sodium. Infants and Children Levothyroxine therapy is usually initiated at full replacement doses, with the recommended dose per body weight decreasing with age (see TABLE 3 ). However, in children with chronic or severe hypothyroidism, an initial dose of 25 mcg/day of levothyroxine sodium is recommended with increments of 25 mcg every 2-4 weeks until the desired effect is achieved. Hyperactivity in an older child can be minimized if the starting dose is one-fourth of the recommended full replacement dose, and the dose is then increased on a weekly basis by an amount equal to one-fourth the full-recommended replacement dose until the full recommended replacement dose is reached. Table 3: Levothyroxine Sodium Dosing Guidelines for Pediatric Hypothyroidism AGE Daily Dose Per Kg Body Weight a 0-3 months 10-15 mcg/kg/day 3-6 months 8-10 mcg/kg/day 6-12 months 6-8 mcg/kg/day 1-5 years 5-6 mcg/kg/day 6-12 years 4-5 mcg/kg/day >12 years but growth and puberty incomplete 2-3 mcg/kg/day Growth and puberty complete 1.7 mcg/kg/day a. The dose should be adjusted based on clinical response and laboratory parameters (see PRECAUTlONS, Laboratory Tests and Pediatric Use ). Pregnancy- Pregnancy may increase levothyroxine requirements (see PREGNANCY ). Subclinical Hypothyroidism- If this condition is treated, a lower levothyroxine sodium dose (e.g., 1 mcg/kg/day ) than that used for full replacement may be adequate to normalize the serum TSH level. Patients who are not treated should be monitored yearly for changes in clinical status and thyroid laboratory parameters. TSH Suppression in Well-differentiated Thyroid Cancer and Thyroid Nodules- The target level for TSH suppression in these conditions has not been established with controlled studies. In addition, the efficacy of TSH suppression for benign nodular disease is controversial. Therefore, the dose of Levothyroxine Sodium Tablets, USP used for TSH suppression should be individualized based on the specific disease and the patient being treated. In the treatment of well differentiated (papillary and follicular) thyroid cancer, levothyroxine is used as an adjunct to surgery and radioiodine therapy. Generally, TSH is suppressed to <0.1 mU/L, and this usually requires a levothyroxine sodium dose of greater than 2 mcg/kg/day . However, in patients with high-risk tumors, the target level for TSH suppression may be <0.01 mU/L. In the treatment of benign nodules and nontoxic multinodular goiter, TSH is generally suppressed to a higher target (e.g., 0.1-0.5 mU/L for nodules and 0.5-1.0 mU/L for multinodular goiter) than that used for the treatment of thyroid cancer. Levothyroxine sodium is contraindicated if the serum TSH is already suppressed due to the risk of precipitating overt thyrotoxicosis (see CONTRAINDICATIONS , WARNINGS and PRECAUTIONS ). Myxedema Coma - Myxedema coma is a life-threatening emergency characterized by poor circulation and hypometabolism, and may result in unpredictable absorption of levothyroxine sodium from the gastrointestinal tract. Therefore, oral thyroid hormone drug products are not recommended to treat this condition. Thyroid hormone products formulated for intravenous administration should be administered."
  ],
  "indications": [
    "INDICATIONS AND USAGE Levothyroxine sodium is used for the following indications: Hypothyroidism - As replacement or supplemental therapy in congenital or acquired hypothyroidism of any etiology, except transient hypothyroidism during the recovery phase of subacute thyroiditis. Specific indications include: primary (thyroidal), secondary (pituitary), and tertiary (hypothalamic) hypothyroidism and subclinical hypothyroidism. Primary hypothyroidism may result from functional deficiency, primary atrophy, partial or total congenital absence of the thyroid gland, or from the effects of surgery, radiation, or drugs, with or without the presence of goiter. Pituitary TSH Suppression - In the treatment or prevention of various types of euthyroid goiters (see WARNINGS and PRECAUTIONS ), including thyroid nodules (see WARNINGS and PRECAUTIONS ), subacute or chronic Iymphocytic thyroiditis (Hashimoto's thyroiditis), multinodular goiter (see WARNINGS and PRECAUTIONS ), and, as an adjunct to surgery and radioiodine therapy in the management of thyrotropin-dependent well-differentiated thyroid cancer."
  ],
  "fetched_at": "2025-10-01T16:39:13.878741",
  "source": "OpenFDA"
}