{
  "drug_name": "Pimavanserin",
  "generic_name": [
    "PIMAVANSERIN TARTRATE"
  ],
  "brand_names": [
    "NUPLAZID"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inhibitors: Reduce NUPLAZID dose to 10 mg once daily. ( 2.3 , 7.1 ) Strong or Moderate CYP3A4 Inducers: Avoid concomitant use of NUPLAZID. ( 2.3 , 7.1 ) 7.1 Drugs Having Clinically Important Interactions with NUPLAZID Table 2 Clinically Important Drug Interactions with NUPLAZID QT Interval Prolongation Clinical Impact: Concomitant use of drugs that prolong the QT interval may add to the QT effects of NUPLAZID and increase the risk of cardiac arrhythmia. Intervention: Avoid the use of NUPLAZID in combination with other drugs known to prolong QT interval (e.g., Class 1A antiarrythmics, Class 3 antiarrythmics, certain antipsychotics or antibiotics) [see Warnings and Precautions (5.2) ] . Strong CYP3A4 Inhibitors Clinical Impact: Concomitant use of NUPLAZID with a strong CYP3A4 inhibitor increases pimavanserin exposure [see Clinical Pharmacology (12.3) ] . Intervention: If NUPLAZID is used with a strong CYP3A4 inhibitor, reduce the dosage of NUPLAZID [see Dosage and Administration (2.3) ]. Strong or Moderate CYP3A4 Inducers Clinical Impact: Concomitant use of NUPLAZID with strong or moderate CYP3A4 inducers reduces pimavanserin exposure [see Clinical Pharmacology (12.3) ]. Intervention: Avoid concomitant use of strong or moderate CYP3A4 inducers with NUPLAZID [see Dosage and Administration (2.3) ] . 7.2 Drugs Having No Clinically Important Interactions with NUPLAZID Based on pharmacokinetic studies, no dosage adjustment of carbidopa/levodopa is required when administered concomitantly with NUPLAZID [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in the labeling: Increased Mortality in Elderly Patients with Dementia-Related Psychosis [see Boxed Warning and Warnings and Precautions (5.1) ] QT Interval Prolongation [see Warnings and Precautions (5.2) ] Most common adverse reactions (≥5% and twice the rate of placebo): peripheral edema and confusional state. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Acadia Pharmaceuticals Inc. at 1-844-422-2342 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The clinical trial database for NUPLAZID consists of over 1200 subjects and patients exposed to one or more doses of NUPLAZID. Of these, 616 were patients with hallucinations and delusions associated with Parkinson's disease psychosis (PDP). In the placebo-controlled setting, the majority of experience in patients comes from studies evaluating once-daily NUPLAZID doses of 34 mg (N=202) compared to placebo (N=231) for up to 6 weeks. In the controlled trial setting, the study population was approximately 64% male and 91% Caucasian, and the mean age was about 71 years at study entry. Additional clinical trial experience in patients with hallucinations and delusions associated with PDP comes from two open-label, safety extension studies (total N=497). The majority of patients receiving long-term treatment received 34 mg once-daily (N=459). Over 300 patients have been treated for more than 6 months; over 270 have been treated for at least 12 months; and over 150 have been treated for at least 24 months. The following adverse reactions are based on the 6-week, placebo-controlled studies in which NUPLAZID was administered once daily to patients with hallucinations and delusions associated with PDP. Common Adverse Reactions (incidence ≥5% and at least twice the rate of placebo): peripheral edema (7% NUPLAZID 34 mg vs. 2% placebo) and confusional state (6% NUPLAZID 34 mg vs. 3% placebo). Adverse Reactions Leading to Discontinuation of Treatment A total of 8% (16/202) of NUPLAZID 34 mg-treated patients and 4% (10/231) of placebo-treated patients discontinued because of adverse reactions. The adverse reactions that occurred in more than one patient and with an incidence at least twice that of placebo were hallucination (2% NUPLAZID vs. <1% placebo), urinary tract infection (1% NUPLAZID vs. <1% placebo), and fatigue (1% NUPLAZID vs. 0% placebo). Adverse reactions that occurred in 6-week, placebo-controlled studies and that were reported at an incidence of ≥2% and >placebo are presented in Table 1 . Table 1 Adverse Reactions in Placebo-Controlled Studies of 6-Week Treatment Duration and Reported in ≥2% and >Placebo Percentage of Patients Reporting Adverse Reaction NUPLAZID 34 mg Placebo N=202 N=231 Gastrointestinal disorders Nausea 7% 4% Constipation 4% 3% General disorders Peripheral edema 7% 2% Gait disturbance 2% <1% Psychiatric disorders Hallucination 5% 3% Confusional state 6% 3% Adverse Reactions in Demographic Subgroups Examination of population subgroups in the 6-week, placebo-controlled studies did not reveal any differences in safety on the basis of age (≤75 vs. >75 years) or sex. Because the study population was predominantly Caucasian (91%; consistent with reported demographics for PD/PDP), racial or ethnic differences in the safety profile of NUPLAZID could not be assessed. In addition, in the 6-week, placebo-controlled studies, no clinically relevant differences in the incidence of adverse reactions were observed among those with a Mini-Mental State Examination (MMSE) score at entry of <25 versus those with scores ≥25. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of NUPLAZID. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These reactions include rash, urticaria, reactions consistent with angioedema (e.g., tongue swelling, circumoral edema, throat tightness, and dyspnea), somnolence, falls, agitation, aggression, and fecal incontinence."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NUPLAZID is contraindicated in patients with a history of a hypersensitivity reaction to pimavanserin or any of its components. Rash, urticaria, and reactions consistent with angioedema (e.g., tongue swelling, circumoral edema, throat tightness, and dyspnea) have been reported [see Adverse Reactions (6.2) ] . Known hypersensitivity to NUPLAZID or any of its components. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dose is 34 mg taken orally once daily, without titration. ( 2.1 ) Can be taken with or without food. ( 2.2 ) Capsules may be swallowed whole or opened and entire contents sprinkled over a tablespoon of certain types of soft food. ( 2.2 ) 2.1 Recommended Dosage The recommended dose of NUPLAZID is 34 mg taken orally once daily, without titration. 2.2 Administration Information NUPLAZID can be taken with or without food [see Clinical Pharmacology (12.3) ] . NUPLAZID capsules can be taken whole, or opened and the entire contents sprinkled over a tablespoon (15 mL) of applesauce, yogurt, pudding, or a liquid nutritional supplement. Consume the drug/food mixture immediately without chewing; do not store for future use. 2.3 Dosage Modifications for Concomitant Use with CYP3A4 Inhibitors and Inducers Coadministration with Strong CYP3A4 Inhibitors The recommended dose of NUPLAZID when coadministered with strong CYP3A4 inhibitors is 10 mg, taken orally as one tablet once daily [see Drug Interactions (7.1) ]. Coadministration with Strong or Moderate CYP3A4 Inducers Avoid concomitant use of strong or moderate CYP3A4 inducers with NUPLAZID [see Drug Interactions (7.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NUPLAZID ® is indicated for the treatment of hallucinations and delusions associated with Parkinson's disease psychosis [ see Clinical Studies (14) ] . NUPLAZID is an atypical antipsychotic indicated for the treatment of hallucinations and delusions associated with Parkinson's disease psychosis. ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:56:26.257680",
  "source": "OpenFDA"
}