{
  "drug_name": "Piperacillin",
  "generic_name": [
    "PIPERACILLIN AND TAZOBACTAM"
  ],
  "brand_names": [
    "Piperacillin and Tazobactam"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Piperacillin and tazobactam for injection administration can significantly reduce tobramycin concentrations in hemodialysis patients. Monitor tobramycin concentrations in these patients. ( 7.1 ) • Probenecid prolongs the half-lives of piperacillin and tazobactam and should not be co-administered with piperacillin and tazobactam for injection unless the benefit outweighs the risk. ( 7.2 ) • Co-administration of piperacillin and tazobactam for injection with vancomycin may increase the incidence of acute kidney injury. Monitor kidney function in patients receiving piperacillin and tazobactam for injection and vancomycin. ( 7.3 ) • Monitor coagulation parameters in patients receiving piperacillin and tazobactam for injection and heparin or oral anticoagulants. ( 7.4 ) • Piperacillin and tazobactam for injection may prolong the neuromuscular blockade of vecuronium and other non-depolarizing neuromuscular blockers. Monitor for adverse reactions related to neuromuscular blockade. ( 7.5 ) 7.1 Aminoglycosides Piperacillin may inactivate aminoglycosides by converting them to microbiologically inert amides. In vivo inactivation When aminoglycosides are administered in conjunction with piperacillin to patients with end-stage renal disease requiring hemodialysis, the concentrations of the aminoglycosides (especially tobramycin) may be significantly reduced and should be monitored. Sequential administration of piperacillin and tazobactam for injection and tobramycin to patients with either normal renal function or mild to moderate renal impairment has been shown to modestly decrease serum concentrations of tobramycin but no dosage adjustment is considered necessary. In vitro inactivation Due to the in vitro inactivation of aminoglycosides by piperacillin, piperacillin and tazobactam for injection and aminoglycosides are recommended for separate administration. Piperacillin and tazobactam for injection and aminoglycosides should be reconstituted, diluted, and administered separately when concomitant therapy with aminoglycosides is indicated. Piperacillin and tazobactam for injection is compatible with amikacin and gentamicin for simultaneous Y-site infusion in certain diluents and at specific concentrations. Piperacillin and tazobactam for injection is not compatible with tobramycin for simultaneous Y-site infusion [see Dosage and Administration ( 2.6 )] . 7.2 Probenecid Probenecid administered concomitantly with piperacillin and tazobactam for injection prolongs the half-life of piperacillin by 21% and that of tazobactam by 71% because probenecid inhibits tubular renal secretion of both piperacillin and tazobactam. Probenecid should not be co-administered with piperacillin and tazobactam for injection unless the benefit outweighs the risk. 7.3 Vancomycin Studies have detected an increased incidence of acute kidney injury in patients concomitantly administered piperacillin and tazobactam and vancomycin as compared to vancomycin alone [see Warnings and Precautions ( 5.6 )]. Monitor kidney function in patients concomitantly administered with piperacillin and tazobactam and vancomycin. No pharmacokinetic interactions have been noted between piperacillin and tazobactam and vancomycin. 7.4 Anticoagulants Coagulation parameters should be tested more frequently and monitored regularly during simultaneous administration of high doses of heparin, oral anticoagulants, or other drugs that may affect the blood coagulation system or the thrombocyte function. [see Warnings and Precautions ( 5.4 )] . 7.5 Vecuronium Piperacillin when used concomitantly with vecuronium has been implicated in the prolongation of the neuromuscular blockade of vecuronium. Piperacillin and tazobactam for injection could produce the same phenomenon if given along with vecuronium. Due to their similar mechanism of action, it is expected that the neuromuscular blockade produced by any of the non-depolarizing neuromuscular blockers could be prolonged in the presence of piperacillin. Monitor for adverse reactions related to neuromuscular blockade (see package insert for vecuronium bromide). 7.6 Methotrexate Limited data suggests that co-administration of methotrexate and piperacillin may reduce the clearance of methotrexate due to competition for renal secretion. The impact of tazobactam on the elimination of methotrexate has not been evaluated. If concurrent therapy is necessary, serum concentrations of methotrexate as well as the signs and symptoms of methotrexate toxicity should be frequently monitored. 7.7 Effects on Laboratory Tests There have been reports of positive test results using the Bio-Rad Laboratories Platelia Aspergillus EIA test in patients receiving piperacillin and tazobactam injection who were subsequently found to be free of Aspergillus infection. Cross-reactions with non- Aspergillus polysaccharides and polyfuranoses with the Bio-Rad Laboratories Platelia Aspergillus EIA test have been reported. Therefore, positive test results in patients receiving piperacillin and tazobactam should be interpreted cautiously and confirmed by other diagnostic methods. As with other penicillins, the administration of piperacillin and tazobactam for injection may result in a false-positive reaction for glucose in the urine using a copper-reduction method (CLINITEST ® ). It is recommended that glucose tests based on enzymatic glucose oxidase reactions be used."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically signiﬁcant adverse reactions are described elsewhere in the labeling: • Hypersensitivity Adverse Reactions [see Warnings and Precautions ( 5.1 )] • Severe Cutaneous Adverse Reactions [see Warnings and Precautions ( 5.2 )] • Hemophagocytic Lymphohistiocytosis [see Warnings and Precautions ( 5.3 )] • Hematologic Adverse Reactions [see Warnings and Precautions ( 5.4 )] • Central Nervous System Adverse Reactions [see Warnings and Precautions ( 5.5 )] • Nephrotoxicity in Critically Ill Patients [see Warnings and Precautions ( 5.6 )] • Clostridioides difﬁcile -Associated Diarrhea [see Warnings and Precautions ( 5.8 )] The most common adverse reactions (incidence >5%) are diarrhea, constipation, nausea, headache and insomnia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact WG Critical Care, LLC at 1-866-562-4708 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trials in Adult Patients During the initial clinical investigations, 2621 patients worldwide were treated with piperacillin and tazobactam for injection in phase 3 trials. In the key North American monotherapy clinical trials (n=830 patients), 90% of the adverse events reported were mild to moderate in severity and transient in nature. However, in 3.2% of the patients treated worldwide, piperacillin and tazobactam for injection was discontinued because of adverse events primarily involving the skin (1.3%), including rash and pruritus; the gastrointestinal system (0.9%), including diarrhea, nausea, and vomiting; and allergic reactions (0.5%). Table 6. Adverse Reactions from Piperacillin and Tazobactam for Injection Monotherapy Clinical Trials System Organ Class Adverse Reaction Gastrointestinal disorders Diarrhea (11.3%) Constipation (7.7%) Nausea (6.9%) Vomiting (3.3%) Dyspepsia (3.3%) Abdominal pain (1.3%) General disorders and administration site conditions Fever (2.4%) Injection site reaction (≤1%) Rigors (≤1%) Immune system disorders Anaphylaxis (≤1%) Infections and infestations Candidiasis (1.6%) Pseudomembranous colitis (≤1%) Metabolism and nutrition disorders Hypoglycemia (≤1%) Musculoskeletal and connective tissue disorders Myalgia(≤1%) Arthralgia (≤1%) Nervous system disorders Headache (7.7%) Psychiatric disorders Insomnia (6.6%) Skin and subcutaneous tissue disorders Rash (4.2%, including maculopapular, bullous, and urticarial) Pruritus (3.1%) Purpura (≤1%) Vascular disorders Phlebitis (1.3%) Thrombophlebitis (≤1%) Hypotension (≤1%) Flushing (≤1%) Respiratory, thoracic and mediastinal disorders Epistaxis (≤1%) Nosocomial Pneumonia Trials Two trials of nosocomial lower respiratory tract infections were conducted. In one study, 222 patients were treated with piperacillin and tazobactam for injection in a dosing regimen of 4.5 g every 6 hours in combination with an aminoglycoside and 215 patients were treated with imipenem/cilastatin (500 mg/500 mg every 6 hours) in combination with an aminoglycoside. In this trial, treatment-emergent adverse events were reported by 402 patients, 204 (91.9%) in the piperacillin and tazobactam group and 198 (92.1%) in the imipenem/cilastatin group. Twenty-five (11.0%) patients in the piperacillin and tazobactam group and 14 (6.5%) in the imipenem/cilastatin group (p > 0.05) discontinued treatment due to an adverse event. The second trial used a dosing regimen of 3.375 g given every 4 hours with an aminoglycoside. Table 7. Adverse Reactions from Piperacillin and Tazobactam for Injection Plus Aminoglycoside Clinical Trials a System Organ Class Adverse Reaction Blood and lymphatic system disorders Thrombocythemia (1.4%) Anemia (≤1%) Thrombocytopenia (≤1%) Eosinophilia (≤1%) Gastrointestinal disorders Diarrhea (20%) Constipation (8.4%) Nausea (5.8%) Vomiting (2.7%) Dyspepsia (1.9%) Abdominal pain (1.8%) Stomatitis (≤1%) General disorders and administration site conditions Fever (3.2%) Injection site reaction (≤1%) Infections and infestations Oral candidiasis (3.9%) Candidiasis (1.8%) Investigations BUN increased (1.8%) Blood creatinine increased (1.8%) Liver function test abnormal (1.4%) Alkaline phosphatase increased (≤1%) Aspartate aminotransferase increased (≤1%) Alanine aminotransferase increased (≤1%) Metabolism and nutrition disorders Hypoglycemia (≤1%) Hypokalemia (≤1%) Nervous system disorders Headache (4.5%) Psychiatric disorders Insomnia (4.5%) Renal and urinary disorders Renal failure (≤1%) Skin and subcutaneous tissue disorders Rash (3.9%) Pruritus (3.2%) Vascular disorders Thrombophlebitis (1.3%) Hypotension (1.3%) a For adverse drug reactions that appeared in both studies the higher frequency is presented Other Trials - Nephrotoxicity In a randomized, multicenter, controlled trial in 1200 adult critically ill patients, piperacillin and tazobactam was found to be a risk factor for renal failure (odds ratio 1.7, 95% CI 1.18 to 2.43), and associated with delayed recovery of renal function as compared to other beta-lactam antibacterial drugs1 [see Warnings and Precautions ( 5.6 )]. Adverse Laboratory Changes (Seen During Clinical Trials) Of the trials reported, including that of nosocomial lower respiratory tract infections in which a higher dose of piperacillin and tazobactam for injection was used in combination with an aminoglycoside, changes in laboratory parameters include: Hematologic —decreases in hemoglobin and hematocrit, thrombocytopenia, increases in platelet count, eosinophilia, leukopenia, neutropenia. These patients were withdrawn from therapy; some had accompanying systemic symptoms (e.g., fever, rigors, chills). Coagulation —positive direct Coombs' test, prolonged prothrombin time, prolonged partial thromboplastin time Hepatic —transient elevations of AST (SGOT), ALT (SGPT), alkaline phosphatase, bilirubin Renal —increases in serum creatinine, blood urea nitrogen Additional laboratory events include abnormalities in electrolytes (i.e., increases and decreases in sodium, potassium, and calcium), hyperglycemia, decreases in total protein or albumin, blood glucose decreased, gamma-glutamyltransferase increased, hypokalemia, and bleeding time prolonged. Clinical Trials in Pediatric Patients Clinical studies of piperacillin and tazobactam for injection in pediatric patients suggest a similar safety profile to that seen in adults. In a prospective, randomized, comparative, open-label clinical trial of pediatric patients, 2 to 12 years of age, with intra-abdominal infections (including appendicitis and/or peritonitis), 273 patients were treated with piperacillin and tazobactam for injection 112.5 mg/kg given IV every 8 hours and 269 patients were treated with cefotaxime (50 mg/kg) plus metronidazole (7.5 mg/kg) every 8 hours. In this trial, treatment-emergent adverse events were reported by 146 patients, 73 (26.7%) in the piperacillin and tazobactam for injection group and 73 (27.1%) in the cefotaxime/metronidazole group. Six patients (2.2%) in the piperacillin and tazobactam for injection group and 5 patients (1.9%) in the cefotaxime/metronidazole group discontinued due to an adverse event. In a retrospective, cohort study, 140 pediatric patients 2 months to less than 18 years of age with nosocomial pneumonia were treated with piperacillin and tazobactam for injection and 267 patients were treated with comparators (which included ticarcillin-clavulanate, carbapenems, ceftazidime, cefepime, or ciprofloxacin). The rates of serious adverse reactions were generally similar between the piperacillin and tazobactam for injection and comparator groups, including patients aged 2 months to 9 months treated with piperacillin and tazobactam for injection 90 mg/kg IV every 6 hours and patients older than 9 months and less than 18 years of age treated with piperacillin and tazobactam for injection 112.5 mg/kg IV every 6 hours. 6.2 Postmarketing Experience In addition to the adverse drug reactions identified in clinical trials in Table 6 and Table 7, the following adverse reactions have been identified during post-approval use of piperacillin and tazobactam for injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary —hepatitis, jaundice Hematologic —hemolytic anemia, agranulocytosis, pancytopenia Immune —hypersensitivity reactions, anaphylactic/anaphylactoid reactions (including shock), hemophagocytic lymphohistiocytosis (HLH), acute myocardial ischemia with or without myocardial infarction may occur as part of an allergic reaction Renal —interstitial nephritis Nervous system disorders - seizures Psychiatric disorders —delirium Respiratory —eosinophilic pneumonia Skin and Appendages —erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS), acute generalized exanthematous pustulosis (AGEP), dermatitis exfoliative, and linear IgA bullous dermatosis Postmarketing experience with piperacillin and tazobactam for injection in pediatric patients suggests a similar safety profile to that seen in adults. 6.3 Additional Experience with Piperacillin The following adverse reaction has also been reported for piperacillin for injection: Skeletal —prolonged neuromuscular blockade [see Drug Interactions ( 7.5 )]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Piperacillin and tazobactam for injection is contraindicated in patients with a history of allergic reactions to any of the penicillins, cephalosporins, or beta-lactamase inhibitors. Patients with a history of allergic reactions to any of the penicillins, cephalosporins, or beta-lactamase inhibitors. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Adult Patients With Indications Other Than Nosocomial Pneumonia: The usual daily dosage of piperacillin and tazobactam for injection for adults is 3.375 g every six hours totaling 13.5 g (12.0 g piperacillin/1.5 g tazobactam) ( 2.1 ) • Adult Patients with Nosocomial Pneumonia: Initial presumptive treatment of patients with nosocomial pneumonia should start with piperacillin and tazobactam for injection at a dosage of 4.5 g every six hours plus an aminoglycoside, totaling 18.0 g (16.0 g piperacillin/2.0 g tazobactam). ( 2.2 ) • Adult Patients with Renal Impairment: Dosage in patients with renal impairment (creatinine clearance ≤40 mL/min) and dialysis patients should be reduced, based on the degree of renal impairment. ( 2.3 ) • Pediatric Patients by Indication and Age: See Table below ( 2.4 ) Recommended Dosage of Piperacillin and Tazobactam for Injection for Pediatric Patients 2 months of Age and Older, Weighing up to 40 Kg and With Normal Renal Function Age Appendicitis and/or Peritonitis Nosocomial Pneumonia 2 months to 9 months 90 mg/kg (80 mg piperacillin/ 10 mg tazobactam) every 8 ( eight ) hours 90 mg/kg (80 mg piperacillin/ 10 mg tazobactam) every 6 ( six ) hours Older than 9 months 112.5 mg/kg (100 mg piperacillin/ 12.5 mg tazobactam) every 8 ( eight ) hours 112.5 mg/kg (100 mg piperacillin/ 12.5 mg tazobactam) every 6 ( six ) hours • Administer piperacillin and tazobactam for injection by intravenous infusion over 30 minutes to both adult and pediatric patients ( 2.1 , 2.2 , 2.3 , 2.4 ) • Piperacillin and tazobactam for injection and aminoglycosides should be reconstituted, diluted, and administered separately. Co-administration via Y-site can be done under certain conditions. ( 2.6 ) • See the full prescribing information for the preparation and administration instructions for piperacillin and tazobactam for Injection pharmacy bulk bottles. 2.1 Dosage in Adult Patients With Indications Other Than Nosocomial Pneumonia The usual total daily dosage of piperacillin and tazobactam for injection for adult patients with indications other than nosocomial pneumonia is 3.375 g every six hours [totaling 13.5 g (12 g piperacillin/1.5 g tazobactam)], to be administered by intravenous infusion over 30 minutes. The usual duration of piperacillin and tazobactam for injection treatment is from 7 to 10 days. 2.2 Dosage in Adult Patients With Nosocomial Pneumonia Initial presumptive treatment of adult patients with nosocomial pneumonia should start with piperacillin and tazobactam for injection at a dosage of 4.5 g every six hours plus an aminoglycoside, [totaling 18.0 g (16.0 g piperacillin/2.0 g tazobactam)], administered by intravenous infusion over 30 minutes. The recommended duration of piperacillin and tazobactam for injection treatment for nosocomial pneumonia is 7 to 14 days. Treatment with the aminoglycoside should be continued in patients from whom P. aeruginosa is isolated. 2.3 Dosage in Adult Patients With Renal Impairment In adult patients with renal impairment (creatinine clearance ≤ 40 mL/min) and dialysis patients (hemodialysis and CAPD), the intravenous dose of piperacillin and tazobactam for injection should be reduced based on the degree of renal impairment. The recommended daily dosage of piperacillin and tazobactam for injection for patients with renal impairment administered by intravenous infusion over 30 minutes is described in Table 1. Table 1: Recommended Dosage of Piperacillin and Tazobactam for Injection in Patients with Normal Renal Function and Renal Impairment (as total grams piperacillin and tazobactam )# Creatinine clearance, All Indications Nosocomial mL/min (except nosocomial pneumonia) Pneumonia Greater than 40 mL/min 3.375 every 6 hours 4.5 every 6 hours 20 to 40 mL/min* 2.25 every 6 hours 3.375 every 6 hours Less than 20 mL/min* 2.25 every 8 hours 2.25 every 6 hours Hemodialysis** 2.25 every 12 hours 2.25 every 8 hours CAPD 2.25 every 12 hours 2.25 every 8 hours # Administer piperacillin and tazobactam for injection by intravenous infusion over 30 minutes *Creatinine clearance for patients not receiving hemodialysis **0.75 g (0.67 g piperacillin/0.08 g tazobactam) should be administered following each hemodialysis session on hemodialysis days For patients on hemodialysis, the maximum dose is 2.25 g every twelve hours for all indications other than nosocomial pneumonia and 2.25 g every eight hours for nosocomial pneumonia. Since hemodialysis removes 30% to 40% of the administered dose, an additional dose of 0.75 g piperacillin and tazobactam for injection (0.67 g piperacillin/0.08 g tazobactam) should be administered following each dialysis period on hemodialysis days. No additional dosage of piperacillin and tazobactam for injection is necessary for CAPD patients. 2.4 Dosage in Pediatric Patients With Appendicitis/Peritonitis or Nosocomial Pneumonia The recommended dosage for pediatric patients with appendicitis and/or peritonitis or nosocomial pneumonia aged 2 months of age and older, weighing up to 40 kg, and with normal renal function, is described in Table 2 [see Use in Specific Populations ( 8.4 ) and Clinical Pharmacology ( 12.3 )]. Table 2: Recommended Dosage of Piperacillin and Tazobactam for Injection in Pediatric Patients 2 Months of Age and Older, Weighing Up to 40 kg, and With Normal Renal Function# Age Appendicitis and/or Peritonitis Nosocomial Pneumonia 2 months to 9 months 90 mg/kg (80 mg piperacillin / 10 mg tazobactam) every 8 (eight) hours 90 mg/kg (80 mg piperacillin / 10 mg tazobactam) every 6 (six) hours Older than 9 months of age 112.5 mg/kg (100 mg piperacillin / 12.5 mg tazobactam) every 8 (eight) hours 112.5 mg/kg (100 mg piperacillin / 12.5 mg tazobactam) every 6 (six) hours # Administer of piperacillin and tazobactam for injection by intravenous infusion over 30 minutes Pediatric patients weighing over 40 kg and with normal renal function should receive the adult dose [see Dosage and Administration ( 2.1 , 2.2 )]. Dosage of piperacillin and tazobactam for injection in pediatric patients with renal impairment has not been determined. 2.5 Reconstitution and Dilution of Piperacillin and Tazobactam for Injection Reconstitution of Piperacillin and Tazobactam for Injection for Adult Patients and Pediatric Patients Weighing over 40 kg Pharmacy Bulk Package Bottles Reconstituted pharmacy bulk bottle solution must be transferred and further diluted for intravenous infusion. The pharmacy bulk package bottle is for use in a hospital pharmacy admixture service only under a laminar flow hood. After reconstitution, entry into the bottle must be made with a sterile transfer set or other sterile dispensing device, and contents should be dispensed as aliquots into intravenous solution using aseptic technique. Use entire contents of pharmacy bulk package bottle promptly. Discard unused portion after 24 hours if stored at room temperature (20°C to 25°C [68°F to 77°F]), or after 48 hours if stored at refrigerated temperature (2°C to 8°C [36°F to 46°F]). Reconstitute the pharmacy bulk package bottle with exactly 152 mL of a compatible reconstitution diluent, listed below, to a concentration of 200 mg/mL of piperacillin and 25 mg/mL of tazobactam. Shake well until dissolved. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to and during administration whenever solution and container permit. Compatible Reconstitution Diluents for Pharmacy Bulk Bottles 0.9% sodium chloride for injection Sterile water for injection ‡ Dextrose 5% Bacteriostatic saline/parabens Bacteriostatic water/parabens Bacteriostatic saline/benzyl alcohol Bacteriostatic water/benzyl alcohol Dilution of the Reconstituted Piperacillin and Tazobactam Solution for Adult Patients and Pediatric Patients Weighing over 40 kg Reconstituted piperacillin and tazobactam for injection solutions in pharmacy bulk bottles should be further diluted (recommended volume per dose of 50 mL to 150 mL) in a compatible intravenous solution listed below. Administer by infusion over a period of at least 30 minutes. During the infusion it is desirable to discontinue the primary infusion solution. Compatible Intravenous Solutions for Pharmacy Bulk Bottles 0.9% sodium chloride for injection Sterile water for injection ‡ (Maximum recommended volume per dose of sterile water for injection is 50 mL) Dextran 6% in saline Dextrose 5% Lactated Ringer’s Solution is not compatible with Piperacillin and Tazobactam for Injection, USP. Piperacillin and tazobactam for injection should not be mixed with other drugs in a syringe or infusion bottle since compatibility has not been established. Piperacillin and tazobactam for injection is not chemically stable in solutions that contain only sodium bicarbonate and solutions that significantly alter the pH. Piperacillin and tazobactam for injection should not be added to blood products or albumin hydrolysates. Parenteral drug products should be inspected visually for particulate matter or discoloration prior to administration, whenever solution and container permit. Dilution of the Reconstituted Piperacillin and Tazobactam Solution for Pediatric Patients Weighing up to 40 kg The volume of reconstituted solution required to deliver the dose of piperacillin and tazobactam for injection is dependent on the weight of the child [see Dosage and Administration (2.4)]. Reconstituted piperacillin and tazobactam solutions for bulk bottles should be further diluted in a compatible intravenous solution listed above. 1. Calculate patient dose as described in Table 2 above [see Dosage and Administration ( 2.4 )] . 2. Reconstitute bottle with a compatible reconstitution diluent, as listed above under the subheading “Compatible Reconstitution Diluents for Pharmacy Bulk Bottles,” using the appropriate volume of diluent, as listed in table 4 below. Following the addition of the diluent, shake the pharmacy bulk bottle until the powder is completely dissolved. Table 4: Reconstitution of Pharmacy Bulk Bottle and Resulting Concentration Strength per Pharmacy Bulk Bottle Volume of Diluent to be Added to the Bottle Concentration of the Reconstituted Product 40.5 g (36 g piperacillin/4.5 g tazobactam) 152 mL 225 mg/mL (200 mg/mL piperacillin/25 mg/mL tazobactam) 3. Calculate the required volume (mL) of reconstituted piperacillin and tazobactam solution based on the required dose. 4. Aseptically withdraw the required volume of reconstituted piperacillin and tazobactam solution from the pharmacy bulk bottle. It should be further diluted to a ﬁnal piperacillin concentration of between 20 mg/mL to 80 mg/mL (tazobactam between 2.5 mg/mL to 10 mg/mL) in a compatible intravenous solution (as listed above) in an appropriately sized syringe or IV bag. 5. Administer the diluted piperacillin and tazobactam solution by infusion over a period of at least 30 minutes (a programmable syringe or infusion pump is recommended). During the infusion it is desirable to discontinue the primary infusion solution. Stability of Piperacillin and Tazobactam for Injection Following Reconstitution and Dilution Piperacillin and tazobactam for injection reconstituted from pharmacy bulk package bottles is stable in glass and plastic contain-ers (plastic syringes, IV bags and tubing) when used with compatible diluents. The pharmacy bulk package bottle should NOT be frozen after reconstitution. Pharmacy bulk package bottles should be used immediately after reconstitution. Discard any unused portion after storage for 24 hours at room temperature (20°C to 25°C [68°F to 77°F]), or after storage for 48 hours at refrigerated temperature (2°C to 8°C [36°F to 46°F]). Stability studies in the IV bags have demonstrated chemical stability (potency, pH of reconstituted solution and clarity of solution) for up to 24 hours at room temperature and up to one week at refrigerated temperature. Piperacillin and tazobactam for injection contains no preservatives. Appropriate consideration of aseptic technique should be used. Piperacillin and tazobactam for injection reconstituted from pharmacy bulk package bottles can be used in ambulatory intravenous infusion pumps. Stability of piperacillin and tazobactam for injection in an ambulatory intravenous infusion pump has been demonstrated for a period of 12 hours at room temperature. Each dose was reconstituted and diluted to a volume of 37.5 mL or 25 mL. One-day supply of dosing solution were aseptically transferred into the medication reservoir (IV bags or cartridge). The reservoir was ﬁtted to a preprogrammed ambulatory intravenous infusion pump per the manufacturer's instructions. Stability of piperacillin and tazobactam for injection is not affected when administered using an ambulatory intravenous infusion pump. 2.6 Compatibility with Aminoglycosides Due to the in vitro inactivation of aminoglycosides by piperacillin, piperacillin and tazobactam for injection and aminoglycosides are recommended for separate administration. Piperacillin and tazobactam for injection and aminoglycosides should be reconstituted, diluted, and administered separately when concomitant therapy with aminoglycosides is indicated [see Drug Interactions ( 7.1 )] . In circumstances where co-administration via Y-site is necessary, piperacillin and tazobactam for injection is compatible for simultaneous co-administration via Y-site infusion only with the following aminoglycosides under the following conditions: Table 5: Compatibility with Aminoglycosides Aminoglycoside Piperacillin and Tazobactam Dose (grams) Piperacillin and Tazobactam Diluent Volume a (mL) Aminoglycoside Concentration Range b (mg/mL) Acceptable Diluents Amikacin 2.25, 3.375, 4.5 50, 100, 150 1.75 – 7.5 0.9% sodium chloride or 5% dextrose Gentamicin 2.25, 3.375, 4.5 50, 100 150 0.7 – 3.32 0.9% sodium chloride or 5% dextrose a Diluent volumes apply only to bulk pharmacy containers b The concentration ranges in Table 5 are based on administration of the aminoglycoside in divided doses (10 to 15 mg/kg/day in two daily doses for amikacin and 3 to 5 mg/kg/day in three daily doses for gentamicin). Administration of amikacin or gentamicin in a single daily dose or in doses exceeding those stated above via Y-site with piperacillin and tazobactam for injection has not been evaluated. See package insert for each aminoglycoside for complete Dosage and Administration instructions. Only the concentration and diluents for amikacin or gentamicin with the dosages of piperacillin and tazobactam listed above have been established as compatible for co-administration via Y-site infusion. Simultaneous co-administration via Y-site infusion in any manner other than listed above may result in inactivation of the aminoglycoside by piperacillin and tazobactam for injection. Piperacillin and tazobactam for injection is not compatible with tobramycin for simultaneous coadministration via Y-site infusion. Compatibility of piperacillin and tazobactam for injection with other aminoglycosides has not been established. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Piperacillin and tazobactam for injection is a combination of piperacillin, a penicillin-class antibacterial and tazobactam, a β-lactamase inhibitor indicated for the treatment of: • Intra-abdominal infections in adult and pediatric patients 2 months of age and older ( 1.1 ) • Nosocomial pneumonia in adult and pediatric patients 2 months of age and older ( 1.2 ) • Skin and skin structure infections in adults ( 1.3 ) • Female pelvic infections in adults ( 1.4 ) • Community-acquired pneumonia in adults ( 1.5 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of piperacillin and tazobactam for injection and other antibacterial drugs, piperacillin and tazobactam for injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.6 ) 1.1 Intra-abdominal Infections Piperacillin and tazobactam for injection is indicated in adults and pediatric patients (2 months of age and older) for the treatment of appendicitis (complicated by rupture or abscess) and peritonitis caused by beta-lactamase producing isolates of Escherichia coli or the following members of the Bacteroides fragilis group: B. fragilis, B. ovatus, B. thetaiotaomicron, or B. vulgatus. 1.2 Nosocomial Pneumonia Piperacillin and tazobactam for injection is indicated in adults and pediatric patients (2 months of age and older) for the treatment of nosocomial pneumonia (moderate to severe) caused by beta-lactamase producing isolates of Staphylococcus aureus and by piperacillin and tazobactam-susceptible Acinetobacter baumannii , Haemophilus influenzae , Klebsiella pneumoniae , and Pseudomonas aeruginosa (Nosocomial pneumonia caused by P. aeruginosa should be treated in combination with an aminoglycoside) [see Dosage and Administration ( 2 )] . 1.3 Skin and Skin Structure Infections Piperacillin and tazobactam for injection is indicated in adults for the treatment of uncomplicated and complicated skin and skin structure infections, including cellulitis, cutaneous abscesses and ischemic/diabetic foot infections caused by beta-lactamase producing isolates of Staphylococcus aureus . 1.4 Female Pelvic Infections Piperacillin and tazobactam for injection is indicated in adults for the treatment of postpartum endometritis or pelvic inflammatory disease caused by beta-lactamase producing isolates of Escherichia coli. 1.5 Community-acquired Pneumonia Piperacillin and tazobactam for injection, is indicated in adults for the treatment of community-acquired pneumonia (moderate severity only) caused by beta-lactamase producing isolates of Haemophilus influenzae. 1.6 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of piperacillin and tazobactam for injection and other antibacterial drugs, piperacillin and tazobactam for injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:07:35.932735",
  "source": "OpenFDA"
}