{
  "drug_name": "Piperonyl butoxide",
  "generic_name": [
    "Piperonyl butoxide"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only"
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions • Important: Read warnings before use. Adults and children 2 years and over: Inspect • check each household member with a magnifying glass in bright light for lice/nits (eggs) • look for tiny nits near scalp, beginning at back of neck and behind ears • examine small sections of hair at a time • unlike dandruff which moves when touched, nits stick to the hair • if either lice or nits are found, treat with this product Treat • apply thoroughly to DRY HAIR or other affected area. For head lice, first apply behind ears and to back of neck. • allow product to remain for 10 minutes, but no longer • use warm water to form a lather, shampoo, then thoroughly rinse • for head lice, towel dry hair and comb out tangles Remove lice and their eggs (nits) • use a fine-tooth or special lice/nit comb. Remove any remaining nits by hand (using a throw-away glove). • hair should remain slightly damp while removing nits • if hair dries during combing, dampen slightly with water • for head lice, part hair into sections. Do one section at a time starting on top of head. Longer hair may take 1 to 2 hours. • lift a 1- to 2-inch wide strand of hair. Place comb as close to scalp as possible and comb with a firm, even motion away from scalp. • pin back each strand of hair after combing • clean comb often. Wipe nits away with tissue and discard in a plastic bag. Seal bag and discard to prevent lice from coming back. • after combing, thoroughly recheck for lice/nits. Repeat combing if necessary. • check daily for any lice/nits that you missed • a second treatment must be done in 7 to 10 days to kill any newly hatched lice • if infestation continues, see a doctor for other treatments Children under 2 years: ask a doctor"
  ],
  "indications": [
    "Uses treats head, pubic (crab), and body lice"
  ],
  "fetched_at": "2025-10-01T17:35:21.903759",
  "source": "OpenFDA"
}