{
  "drug_name": "Pirfenidone",
  "generic_name": [
    "PIRFENIDONE"
  ],
  "brand_names": [
    "Pirfenidone"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate (e.g., ciprofloxacin) and strong inhibitors of CYP1A2 (e.g., fluvoxamine) increase systemic exposure of pirfenidone and may alter the adverse reaction profile of pirfenidone. Discontinue fluvoxamine prior to administration of pirfenidone or reduce to 267 mg three times a day. Consider dosage reduction with use of ciprofloxacin. ( 7.1 ) 7.1 CYP1A2 Inhibitors Pirfenidone is metabolized primarily (70% to 80%) via CYP1A2 with minor contributions from other CYP isoenzymes including CYP2C9, 2C19, 2D6 and 2E1. Strong CYP1A2 Inhibitors The concomitant administration of pirfenidone and fluvoxamine or other strong CYP1A2 inhibitors (e.g., enoxacin) is not recommended because it significantly increases exposure to pirfenidone [see Clinical Pharmacology (12.3)]. Use of fluvoxamine or other strong CYP1A2 inhibitors should be discontinued prior to administration of pirfenidone and avoided during pirfenidone treatment. In the event that fluvoxamine or other strong CYP1A2 inhibitors are the only drug of choice, dosage reductions are recommended. Monitor for adverse reactions and consider discontinuation of pirfenidone as needed [ see Dosage and Administration (2.4) ] . Moderate CYP1A2 Inhibitors Concomitant administration of pirfenidone and ciprofloxacin (a moderate inhibitor of CYP1A2) moderately increases exposure to pirfenidone [see Clinical Pharmacology (12.3)] . If ciprofloxacin at the dosage of 750 mg twice daily cannot be avoided, dosage reductions are recommended [see Dosage and Administration (2.4) ]. Monitor patients closely when ciprofloxacin is used at a dosage of 250 mg or 500 mg once daily. Concomitant CYP1A2 and other CYP Inhibitors Agents or combinations of agents that are moderate or strong inhibitors of both CYP1A2 and one or more other CYP isoenzymes involved in the metabolism of pirfenidone (i.e. CYP2C9, 2C19, 2D6, and 2E1) should be discontinued prior to and avoided during pirfenidone treatment. 7.2 CYP1A2 Inducers The concomitant use of pirfenidone and a CYP1A2 inducer may decrease the exposure of pirfenidone and this may lead to loss of efficacy. Therefore, discontinue use of strong CYP1A2 inducers prior to pirfenidone treatment and avoid the concomitant use of pirfenidone and a strong CYP1A2 inducer [see Clinical Pharmacology (12.3)] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Liver Enzyme Elevations and Drug-Induced Liver Injury [see Warnings and Precautions (5.1) ] Photosensitivity Reaction or Rash [see Warnings and Precautions (5.2) ] Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] Gastrointestinal Disorders [see Warnings and Precautions (5.4) ] The most common adverse reactions (≥ 10%) are nausea, rash, abdominal pain, upper respiratory tract infection, diarrhea, fatigue, headache, decreased appetite, dyspepsia, dizziness, vomiting, gastro-esophageal reflux disease, sinusitis, insomnia, weight decreased, and arthralgia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of pirfenidone has been evaluated in more than 1,400 subjects with over 170 subjects exposed to pirfenidone for more than 5 years in clinical trials. Pirfenidone was studied in 3 randomized, double-blind, placebo-controlled trials (Studies 1, 2, and 3) in which a total of 623 patients received 2,403 mg/day of pirfenidone and 624 patients received placebo. Subjects ages ranged from 40 to 80 years (mean age of 67 years). Most patients were male (74%) and Caucasian (95%). The mean duration of exposure to pirfenidone was 62 weeks (range: 2 to 118 weeks) in these 3 trials. At the recommended dosage of 2,403 mg/day, 14.6% of patients on pirfenidone compared to 9.6% on placebo permanently discontinued treatment because of an adverse event. The most common (> 1%) adverse reactions leading to discontinuation were rash and nausea. The most common (> 3%) adverse reactions leading to dosage reduction or interruption were rash, nausea, diarrhea, and photosensitivity reaction. The most common adverse reactions with an incidence of ≥ 10% and more frequent in the pirfenidone than placebo treatment group are listed in Table 2. Table 2: Adverse Reactions Occurring in ≥ 10% of Pirfenidone-Treated Patients and More Commonly Than Placebo in Studies 1, 2, and 3 Adverse Reaction % of Patients (0 to 118 Weeks) Pirfenidone 2,403 mg/day (N = 623) Placebo (N = 624) Nausea 36% 16% Rash 30% 10% Abdominal Pain 1 24% 15% Upper Respiratory Tract Infection 27% 25% Diarrhea 26% 20% Fatigue 26% 19% Headache 22% 19% Decreased Appetite 21% 8% Dyspepsia 19% 7% Dizziness 18% 11% Vomiting 13% 6% Gastro-esophageal Reflux Disease 11% 7% Sinusitis 11% 10% Insomnia 10% 7% Weight Decreased 10% 5% Arthralgia 10% 7% 1 Includes abdominal pain, upper abdominal pain, abdominal distension, and stomach discomfort. Adverse reactions occurring in ≥ 5% to < 10% of pirfenidone-treated patients and more commonly than placebo are photosensitivity reaction (9% vs. 1%), pruritus (8% vs. 5%), asthenia (6% vs. 4%), dysgeusia (6% vs. 2%), and non-cardiac chest pain (5% vs. 4%). 6.2 Post-marketing Experience In addition to adverse reactions identified from clinical trials the following adverse reactions have been identified during post-approval use of pirfenidone. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency. Blood and Lymphatic System Disorders: Agranulocytosis Hepatobiliary Disorders: Drug-induced liver injury Immune System Disorders: Angioedema Skin and Subcutaneous Tissue Disorders: Severe Cutaneous Adverse Reactions (SCAR)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take with food. Recommended dosage: 801 mg three times daily (2,403 mg/day). (2) Upon initiation of treatment, titrate to the full dosage of 2,403 mg/day over a 14-day period as follows: Treatment days Dosage Days 1 through 7 267 mg three times daily (801 mg/day) Days 8 through 14 534 mg three times daily (1,602 mg/day) Days 15 onward 801 mg three times daily (2,403 mg/day) Consider temporary dosage reduction, treatment interruption, or discontinuation for management of adverse reactions. ( 2.3 , 5.1 , 5.2 , 5.3 , 5.4 ) Prior to treatment, conduct liver function tests. ( 2.1 ) 2.1 Testing Prior to Pirfenidone Capsules Administration Conduct liver function tests prior to initiating treatment with pirfenidone capsules [see Warnings and Precautions (5.1) ]. 2.2 Recommended Dosage The recommended daily maintenance dosage of pirfenidone capsule is 801 mg three times daily for a total of 2,403 mg/day. Doses should be taken with food at the same time each day. Upon initiation of treatment, titrate to the full dosage of 2,403 mg/day over a 14-day period as follows: Table 1: Dosage Titration for Pirfenidone Capsules in Patients with IPF Treatment days Dosage Days 1 through 7 267 mg three times daily (801 mg/day) Days 8 through 14 534 mg three times daily (1,602 mg/day) Days 15 onward 801 mg three times daily (2,403 mg/day) Dosages above 2,403 mg/day are not recommended for any patient. Patients should not take 2 doses at the same time to make up for a missed dose. Patients should not take more than 3 doses per day. 2.3 Dosage Modifications due to Adverse Reactions Patients who miss 14 or more days of pirfenidone capsules should re-initiate treatment by undergoing the initial 2-week titration regimen up to the full maintenance dosage [see Dosage and Administration (2.2) ] . For treatment interruption of less than 14 days, the dosage prior to the interruption can be resumed. If patients experience significant adverse reactions (i.e. gastrointestinal, photosensitivity reaction or rash, severe cutaneous adverse reactions (SCAR)), consider temporary dosage reductions or interruptions of pirfenidone capsules to allow for resolution of symptoms. If a SCAR is confirmed, permanently discontinue pirfenidone capsules [see Warnings and Precautions (5.1 , 5.2 , 5.3 , 5.4 )] . Dosage Modification due to Elevated Liver Enzymes Dosage modifications or interruptions may also be necessary when liver enzyme and bilirubin elevations are exhibited. For liver enzyme elevations, modify the dosage as follows: If a patient exhibits >3 but ≤5 × the upper limit of normal (ULN) ALT and/or AST without symptoms or hyperbilirubinemia after starting pirfenidone capsules therapy: Discontinue confounding medications, exclude other causes, and monitor the patient closely. Repeat liver chemistry tests as clinically indicated. The full daily dosage may be maintained, if clinically appropriate, or reduced or interrupted (e.g., until liver chemistry tests are within normal limits) with subsequent re-titration to the full dosage as tolerated. If a patient exhibits >3 but ≤5 × ULN ALT and/or AST accompanied by symptoms or hyperbilirubinemia: Permanently discontinue pirfenidone capsules. Do not rechallenge patient with pirfenidone capsules. If a patient exhibits >5 × ULN ALT and/or AST: Permanently discontinue pirfenidone capsules. Do not rechallenge patient with pirfenidone capsules. 2.4 Dosage Modifications due to Drug Interactions Strong CYP1A2 Inhibitors (e.g., fluvoxamine, enoxacin) Reduce pirfenidone capsules to 267 mg three times a day (801 mg/day). Moderate CYP1A2 Inhibitors (e.g., ciprofloxacin) With use of ciprofloxacin at a dosage of 750 mg twice daily, reduce pirfenidone capsules to 534 mg three times a day (1,602 mg/day)."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pirfenidone capsules are indicated for the treatment of idiopathic pulmonary fibrosis (IPF). Pirfenidone is a pyridone indicated for the treatment of idiopathic pulmonary fibrosis (IPF). (1)"
  ],
  "fetched_at": "2025-10-01T15:49:16.932401",
  "source": "OpenFDA"
}