{
  "drug_name": "Piroxicam",
  "generic_name": [
    "PIROXICAM"
  ],
  "brand_names": [
    "Piroxicam"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 1 for clinically significant drug interactions with piroxicam. Table 1: Clinically Significant Drug Interactions with Piroxicam Drugs That Interfere with Hemostasis Clinical Impact: •Piroxicam and anticoagulants such as warfarin have a synergistic effect on bleeding. The concomitant use of piroxicam and anticoagulants have an increased risk of serious bleeding compared to the use of either drug alone.•Serotonin release by platelets plays an important role in hemostasis. Case-control and cohort epidemiological studies showed that concomitant use of drugs that interfere with serotonin reuptake and an NSAID may potentiate the risk of bleeding more than an NSAID alone. Intervention: Monitor patients with concomitant use of piroxicam capsules with anticoagulants (e.g., warfarin), antiplatelet drugs (e.g., aspirin), SSRIs, and SNRIs for signs of bleeding [see Warnings and Precautions (5.11) ] . Aspirin Clinical Impact: Controlled clinical studies showed that the concomitant use of NSAIDs and analgesic doses of aspirin does not produce any greater therapeutic effect than the use of NSAIDs alone. In a clinical study, the concomitant use of an NSAID and aspirin was associated with a significantly increased incidence of GI adverse reactions as compared to use of the NSAID alone [see Warnings and Precautions (5.2) ] . Intervention: Concomitant use of piroxicam capsules and analgesic doses of aspirin is not generally recommended because of the increased risk of bleeding [see Warnings and Precautions (5.11) ] . Piroxicam capsules are not a substitute for low dose aspirin for cardiovascular protection. ACE Inhibitors, Angiotensin Receptor Blockers, and Beta-Blockers Clinical Impact: •NSAIDs may diminish the antihypertensive effect of ACE inhibitors, ARBs, or beta-blockers (including propranolol).•In patients who are elderly, volume-depleted (including those on diuretic therapy), or have renal impairment, co-administration of an NSAID with ACE inhibitors or ARBs may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Intervention: •During concomitant use of piroxicam capsules and ACE inhibitors, ARBs, or beta-blockers, monitor blood pressure to ensure that the desired blood pressure is obtained.•During concomitant use of piroxicam capsules and ACE inhibitors or ARBs in patients who are elderly, volume-depleted, or have impaired renal function, monitor for signs of worsening renal function [see Warnings and Precautions (5.6) ]. •When these drugs are administered concomitantly, patients should be adequately hydrated. Assess renal function at the beginning of the concomitant treatment and periodically thereafter. Diuretics Clinical Impact: Clinical studies, as well as post-marketing observations, showed that NSAIDs reduced the natriuretic effect of loop diuretics (e.g., furosemide) and thiazide diuretics in some patients. This effect has been attributed to the NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of piroxicam capsules with diuretics, observe patients for signs of worsening renal function, in addition to assuring diuretic efficacy including antihypertensive effects [see Warnings and Precautions (5.6) ] . Digoxin Clinical Impact: The concomitant use of piroxicam with digoxin has been reported to increase the serum concentration and prolong the half-life of digoxin. Intervention: During concomitant use of piroxicam capsules and digoxin, monitor serum digoxin levels. Lithium Clinical Impact: NSAIDs have produced elevations in plasma lithium levels and reductions in renal lithium clearance . The mean minimum lithium concentration increased 15%, and the renal clearance decreased by approximately 20%. This effect has been attributed to NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of piroxicam capsules and lithium, monitor patients for signs of lithium toxicity. Methotrexate Clinical Impact: Concomitant use of NSAIDs and methotrexate may increase the risk for methotrexate toxicity (e.g., neutropenia, thrombocytopenia, renal dysfunction). Intervention: During concomitant use of piroxicam capsules and methotrexate, monitor patients for methotrexate toxicity. Cyclosporine Clinical Impact: Concomitant use of piroxicam capsules and cyclosporine may increase cyclosporine’s nephrotoxicity. Intervention: During concomitant use of piroxicam capsules and cyclosporine, monitor patients for signs of worsening renal function. NSAIDs and Salicylates Clinical Impact: Concomitant use of piroxicam with other NSAIDs or salicylates (e.g., diflunisal, salsalate) increases the risk of GI toxicity, with little or no increase in efficacy [see Warnings and Precautions (5.2) ]. Intervention: The concomitant use of piroxicam with other NSAIDs or salicylates is not recommended. Pemetrexed Clinical Impact: Concomitant use of piroxicam capsules and pemetrexed may increase the risk of pemetrexed-associated myelosuppression, renal, and GI toxicity (see the pemetrexed prescribing information). Intervention: During concomitant use of piroxicam capsules and pemetrexed, in patients with renal impairment whose creatinine clearance ranges from 45 to 79 mL/min, monitor for myelosuppression, renal and GI toxicity. NSAIDs with short elimination half-lives (e.g., diclofenac, indomethacin) should be avoided for a period of two days before, the day of, and two days following administration of pemetrexed. In the absence of data regarding potential interaction between pemetrexed and NSAIDs with longer half-lives (e.g., meloxicam, nabumetone), patients taking these NSAIDs should interrupt dosing for at least five days before, the day of, and two days following pemetrexed administration. Highly Protein Bound Drugs Clinical Impact : Piroxicam capsules is highly protein bound and, therefore, might be expected to displace other protein bound drugs. Intervention : Physicians should closely monitor patients for a change in dosage requirements when administering piroxicam capsules to patients on other highly protein bound drugs. Corticosteroids Clinical Impact: Concomitant use of corticosteroids with piroxicam capsules may increase the risk of GI ulceration or bleeding. Intervention: Monitor patients with concomitant use of piroxicam capsules with corticosteroids for signs of bleeding [see Warnings and Precautions (5.2) ] . • Drugs that Interfere with Hemostasis (e.g., warfarin, aspirin, selective serotonin reuptake inhibitors [SSRIs]/serotonin norepinephrine reuptake inhibitors [SNRIs]): Monitor patients for bleeding who are concomitantly taking piroxicam capsules with drugs that interfere with hemostasis. Concomitant use of piroxicam capsules and analgesic doses of aspirin is not generally recommended ( 7 ) • Angiotensin Converting Enzyme (ACE) Inhibitors, Angiotensin Receptor Blockers (ARB), or Beta-Blockers : Concomitant use with piroxicam capsules may diminish the antihypertensive effect of these drugs. Monitor blood pressure ( 7 ) • ACE Inhibitors and ARBs : Concomitant use with piroxicam capsules in elderly, volume depleted, or those with renal impairment may result in deterioration of renal function. In such high risk patients, monitor for signs of worsening renal function ( 7 ) • Diuretics : NSAIDs can reduce natriuretic effect of furosemide and thiazide diuretics. Monitor patients to assure diuretic efficacy including antihypertensive effects ( 7 ) • Digoxin : Concomitant use of piroxicam capsules can increase serum concentration and prolong half-life of digoxin. Monitor serum digoxin levels ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Cardiovascular Thrombotic Events [see Warnings and Precautions (5.1) ] • GI Bleeding, Ulceration and Perforation [see Warnings and Precautions (5.2) ] • Hepatotoxicity [see Warnings and Precautions (5.3) ] • Hypertension [see Warnings and Precautions (5.4) ] • Heart Failure and Edema [see Warnings and Precautions (5.5) ] • Renal Toxicity and Hyperkalemia [see Warnings and Precautions (5.6) ] • Anaphylactic Reactions [see Warnings and Precautions (5.7) ] • Serious Skin Reactions [see Warnings and Precautions (5.9) ] • Hematologic Toxicity [see Warnings and Precautions (5.11) ] Most common adverse reactions (incidence > 2% from clinical trials) are: nausea, constipation, flatulence, abdominal pain, diarrhea, headache, dizziness, edema, rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Nostrum Laboratories, Inc. at quality@nostrumpharma.com or 1-877-770-1288 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In patients taking piroxicam capsules or other NSAIDs, the most frequently reported adverse experiences occurring in approximately 1% to 10% of patients are: Cardiovascular System: Edema Digestive System: Anorexia, abdominal pain, constipation, diarrhea, flatulence, nausea, vomiting Nervous System: Dizziness, headache, vertigo Skin and Appendages: Pruritus, rash Special Senses: Tinnitus Additional adverse experiences reported occasionally include: Cardiovascular System: Palpitations Digestive System: Stomatitis Nervous System: Drowsiness Special Senses: Blurred vision 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of piroxicam capsules. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body As a Whole: Fever, infection, sepsis, anaphylactic reactions, appetite changes, death, flu-like syndrome, pain (colic), serum sickness Cardiovascular System: Congestive heart failure, hypertension, tachycardia, syncope, arrhythmia, exacerbation of angina, hypotension, myocardial infarction, vasculitis Digestive System: Dyspepsia, elevated liver enzymes, gross bleeding/perforation, heartburn, ulcers (gastric/duodenal), dry mouth, esophagitis, gastritis, glossitis, hematemesis, hepatitis, jaundice, melena, rectal bleeding, eructation, liver failure, pancreatitis Hemic and Lymphatic System: Anemia, increased bleeding time, ecchymosis, eosinophilia, epistaxis, leukopenia, purpura, petechial rash, thrombocytopenia, agranulocytosis, hemolytic anemia, aplastic anemia, lymphadenopathy, pancytopenia Hypersensitivity: Positive ANA Metabolic and Nutritional: Weight changes, Fluid retention, hyperglycemia, hypoglycemia Nervous System: Anxiety, asthenia, confusion, depression, dream abnormalities, insomnia, malaise, nervousness, paresthesia, somnolence, tremors, akathisia, convulsions, coma, hallucinations, meningitis, mood alterations Respiratory System: Asthma, dyspnea, respiratory depression, pneumonia Skin and Appendages: Alopecia, bruising, desquamation, erythema, photosensitivity, sweat, angioedema, toxic epidermal necrosis, erythema multiforme, exfoliative dermatitis, onycholysis, Stevens Johnson Syndrome, urticaria, vesiculobullous reaction Special Senses: Conjunctivitis, hearing impairment, swollen eyes Urogenital System: Abnormal renal function, cystitis, dysuria, hematuria, hyperkalemia, interstitial nephritis, nephrotic syndrome, oliguria/polyuria, proteinuria, renal failure, glomerulonephritis Reproductive System and Breast Disorders: Female fertility decreased"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Piroxicam capsules are contraindicated in the following patients: • Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to piroxicam or any components of the drug product [see Warnings and Precautions (5.7 , 5.9) ] • History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions (5.7 , 5.8) ] • In the setting of CABG surgery [see Warnings and Precautions (5.1) ] • Known hypersensitivity to piroxicam or any components of the drug product ( 4 ) • History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs ( 4 ) • In the setting of CABG surgery ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Carefully consider the potential benefits and risks of piroxicam capsules and other treatment options before deciding to use piroxicam capsules. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions (5) ] . After observing the response to initial therapy with piroxicam capsules, the dose and frequency should be adjusted to suit an individual patient’s needs. For the relief of rheumatoid arthritis and osteoarthritis, the dosage is 20 mg given orally once per day. If desired, the daily dose may be divided. Because of the long half-life of piroxicam capsules, steady-state blood levels are not reached for 7 to 12 days. Therefore, although the therapeutic effects of piroxicam capsules are evident early in treatment, there is a progressive increase in response over several weeks and the effect of therapy should not be assessed for two weeks. • Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals ( 2 ) • OA and RA: 20 mg once daily ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Piroxicam capsules are indicated: • For relief of the signs and symptoms of osteoarthritis. • For relief of the signs and symptoms of rheumatoid arthritis. Piroxicam capsules are a nonsteroidal anti-inflammatory drug indicated for •Relief of the signs and symptoms of osteoarthritis (OA) ( 1 )•Relief of the signs and symptoms of rheumatoid arthritis (RA) ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:19:53.506277",
  "source": "OpenFDA"
}