{
  "drug_name": "Pitavastatin",
  "generic_name": [
    "PITAVASTATIN CALCIUM"
  ],
  "brand_names": [
    "Pitavastatin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 includes a list of drugs that increase the risk of myopathy and rhabdomyolysis when administered concomitantly with pitavastatin tablets and instructions for preventing or managing drug interactions [see Warnings and Precautions ( 5.1 ), Clinical Pharmacology ( 12.3 )]. Table 2. Drug Interactions that Increase the Risk of Myopathy and Rhabdomyolysis with pitavastatin tablets Cyclosporine Clinical Impact: Cyclosporine significantly increases pitavastatin exposure and increases the risk of myopathy and rhabdomyolysis. Intervention: Concomitant use of cyclosporine with pitavastatin tablets is contraindicated [see Contraindications ( 4 )]. Gemfibrozil Clinical Impact: Gemfibrozil may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of gemfibrozil with statins, including pitavastatin tablets. Intervention: Avoid concomitant use of gemfibrozil with pitavastatin tablets. Erythromycin Clinical Impact: Erythromycin significantly increases pitavastatin exposure and increases the risk of myopathy and rhabdomyolysis. Intervention: In patients taking erythromycin, do not exceed pitavastatin tablets 1 mg once daily [see Dosage and Administration ( 2.4 )]. Rifampin Clinical Impact: Rifampin significantly increases peak pitavastatin exposure and increases the risk of myopathy and rhabdomyolysis. Intervention: In patients taking rifampin, do not exceed pitavastatin tablets 2 mg once daily [see Dosage and Administration ( 2.4 )]. Fibrates Clinical Impact: Fibrates may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of fibrates with statins, including pitavastatin tablets. Intervention: Consider if the benefit of using fibrates concomitantly with pitavastatin tablets outweighs the increased risk of myopathy and rhabdomyolysis. Niacin Clinical Impact: The risk of myopathy and rhabdomyolysis may be increased with concomitant use of lipid-modifying doses (≥1 g/day) of niacin with pitavastatin tablets. Intervention: Consider if the benefit of using lipid-modifying doses (≥1 g/day) of niacin concomitantly with pitavastatin tablets outweighs the increased risk of myopathy and rhabdomyolysis. Colchicine Clinical Impact: Cases of myopathy and rhabdomyolysis have been reported with concomitant use of colchicine with statins, including pitavastatin tablets. Intervention: Consider the risk/benefit of concomitant use of colchicine with pitavastatin tablets. See full prescribing information for details regarding concomitant use of pitavastatin tablets with other drugs that increase the risk of myopathy and rhabdomyolysis. ( 2.4 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in other sections of the labeling: Myopathy and Rhabdomyolysis [see Warnings and Precautions ( 5.1 )] Immune-Mediated Necrotizing Myopathy [see Warning and Precautions ( 5.2 )] Hepatic Dysfunction [see Warning and Precautions ( 5.3 )] Increases in HbA1c and Fasting Serum Glucose Levels [see Warning and Precautions ( 5.4 )]. The most frequent adverse reactions (rate ≥2%) were myalgia, constipation, back pain, diarrhea, and pain in extremity. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of one drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adults with Primary Hyperlipidemia In 10 controlled clinical studies and 4 subsequent open-label extension studies, 3,291 adult patients with primary hyperlipidemia were administered pitavastatin tablets 1 mg to 4 mg daily. The mean continuous exposure of pitavastatin (1 mg to 4 mg) was 36.7 weeks (median 51.1 weeks). The mean age of the patients was 60.9 years (range; 18 years – 89 years) and 52% were females. Approximately 93% of the patients were White, 7% were Asian/Indian, 0.2% were African American and 0.3% were Hispanic and other. In controlled clinical studies and their open-label extensions, 3.9% (1 mg), 3.3% (2 mg), and 3.7% (4 mg) of pitavastatin tablets -treated patients were discontinued due to adverse reactions. The most common adverse reactions that led to treatment discontinuation were: elevated creatine phosphokinase (0.6% on 4 mg) and myalgia (0.5% on 4 mg). Adverse reactions reported in ≥ 2% of patients in controlled clinical studies and at a rate greater than or equal to placebo are shown in Table 1. These studies had treatment duration of up to 12 weeks. Table 1. Adverse Reactions ( ≥ 2% and ≥ placebo) in Adults with Primary Hyperlipidemia in Studies up to 12 Weeks Adverse Reactions Placebo (n= 208) % Pitavastatin Tablets 1 mg (n=309) % Pitavastatin Tablets 2 mg (n=951) % Pitavastatin Tablets 4 mg (n=1540) % Myalgia 1.4 1.9 2.8 3.1 Constipation 1.9 3.6 1.5 2.2 Diarrhea 1.9 2.6 1.5 1.9 Back Pain 2.9 3.9 1.8 1.4 Pain in extremity 1.9 2.3 0.6 0.9 Other adverse reactions reported from clinical studies were arthralgia, headache, influenza, and nasopharyngitis. Hypersensitivity reactions including rash, pruritus, and urticaria have been reported with Pitavastatin tablets. The following laboratory abnormalities have been reported: elevated creatine phosphokinase, transaminases, alkaline phosphatase, bilirubin, and glucose. Adverse Reactions in Adult HIV-Infected Patients with Dyslipidemia In a double-blind, randomized, controlled, 52-week trial, 252 HIV-infected patients with dyslipidemia were treated with either pitavastatin tablets 4mg once daily (n=126) or another statin (n=126). All patients were taking antiretroviral therapy (excluding darunavir) and had HIV-1 RNA less than 200 copies/mL and CD4 count greater than 200 cell/μL for at least 3 months prior to randomization. The safety profile of pitavastatin tablets was generally consistent with that observed in the clinical trials described above. One patient (0.8%) treated with pitavastatin tablets had a peak creatine phosphokinase value exceeding 10 times the upper limit of normal (ULN), which resolved spontaneously. Four patients (3%) treated with pitavastatin tablets had at least one ALT value exceeding 3 times but less than 5 times the ULN, none of which led to drug discontinuation. Virologic failure was reported for four patients (3%) treated with pitavastatin tablets, defined as a confirmed measurement of HIV-1 RNA exceeding 200 copies/mL that was also more than a 2-fold increase from baseline. Pediatric use information is approved for Kowa Co Ltd’s LIVALO (pitavastatin) tablets. However, due to Kowa Co Ltd’s marketing exclusivity rights, this drug product is not labeled with that information. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of pitavastatin tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: abdominal discomfort, abdominal pain, dyspepsia, nausea General disorders: asthenia, fatigue, malaise, dizziness Hepatobiliary disorders: hepatitis, jaundice, fatal and non-fatal hepatic failure Immune system disorders: angioedema, immune-mediated necrotizing myopathy associated with statin use. Metabolism and nutrition disorders: increases in HbA1c, fasting serum glucose levels Musculoskeletal and connective tissue disorders: muscle spasms, myopathy, rhabdomyolysis Nervous system disorders: hypoesthesia, peripheral neuropathy Psychiatric disorders: insomnia, depression. Rare reports of cognitive impairment (e.g., memory loss, forgetfulness, amnesia, memory impairment, confusion) associated with statin use. Cognitive impairment was generally nonserious, and reversible upon statin discontinuation, with variable times to symptom onset (1 day to years) and symptom resolution (median of 3 weeks). Reproductive system and breast disorders: erectile dysfunction Respiratory, thoracic and mediastinal disorders: interstitial lung disease Skin and subcutaneous tissue disorders: lichen planus To report SUSPECTED ADVERSE REACTIONS, contact AvKARE at 1-855-361-3993 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pitavastatin tablets are contraindicated in the following conditions: Concomitant use of cyclosporine [see Drug Interactions ( 7 )] . Acute liver failure or decompensated cirrhosis [see Warning and Precautions ( 5.3 )]. Hypersensitivity to pitavastatin or any excipients in pitavastatin tablets. Hypersensitivity reactions including angioedema, rash, pruritus, and urticaria have been reported with pitavastatin tablets [see Adverse Reactions ( 6 )] . Cyclosporine ( 4 , 7 ) Active liver failure or decompensated cirrhosis ( 4 , 5.3 ) Hypersensitivity to pitavastatin or any excipients in pitavastatin tablets ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take orally once daily with or without food at the same time each day ( 2.1 ). For patients requiring a high-intensity statin or are unable to achieve their LDL-C goal receiving pitavastatin tablets 4 mg daily, prescribe alternative LDL-C-lowering treatment. ( 2.1 ). Assess LDL-C when clinically appropriate, as early as 4 weeks after initiation of pitavastatin tablets, and adjust the dosage if necessary. ( 2.1 ). Recommended dosage is 2 mg to 4 mg once daily. Maximum recommended dosage is 4 mg once daily. ( 2.2 ) Recommended starting dosage for patients with moderate and severe renal impairment and end-stage renal disease on hemodialysis is 1 mg once daily. Maximum recommended dosage is 2 mg once daily. ( 2.3 ) See full prescribing information for pitavastatin tablets dosage modifications due to drug interactions. ( 2.4 ) 2.1 Important Dosage and Administration Information Take pitavastatin tablets orally once daily with or without food at the same time each day. For patients requiring a high-intensity statin or are unable to achieve their LDL-C goal receiving pitavastatin tablets 4 mg daily, prescribe alternative LDL-C-lowering treatment. Assess LDL-C when clinically appropriate, as early as 4 weeks after initiation of pitavastatin tablets, and adjust the dosage if necessary. 2.2 Recommended Dosage for Adults The recommended dosage range of pitavastatin tablets is 2 mg to 4 mg daily. The maximum recommended dosage is pitavastatin tablets 4 mg once daily. 2.3 Recommended Dosage in Patients with Renal Impairment The recommended starting dose for patients with moderate and severe renal impairment (estimated glomerular filtration rate 30 – 59 mL/minute/1.73 m 2 and 15 – 29 mL/minute/1.73 m 2 , respectively) and patients with end-stage renal disease receiving hemodialysis is pitavastatin tablets 1 mg once daily. The maximum recommended dose for these patients is pitavastatin tablets 2 mg once daily [see Use in Specific Populations ( 8.6 )]. There are no dosage adjustment recommendation for patients with mild renal impairment. 2.4 Pitavastatin Tablets Dosage Adjustments Due to Drug Interactions In patients taking erythromycin, do not exceed pitavastatin tablets 1 mg once daily [see Drug Interactions ( 7 )]. In patients taking rifampin, do not exceed pitavastatin tablets 2 mg once daily [see Drug Interactions ( 7 )]. Pediatric use information is approved for Kowa Co Ltd’s LIVALO (pitavastatin) tablets. However, due to Kowa Co Ltd’s marketing exclusivity rights, this drug product is not labeled with that information."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pitavastatin tablets are indicated as an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in: Adult with primary hyperlipidemia. Adults with heterozygous familial hypercholesterolemia (HeFH). Pediatric use information is approved for Kowa Co Ltd’s LIVALO (pitavastatin) tablets. However, due to Kowa Co Ltd’s marketing exclusivity rights, this drug product is not labeled with that information. Pitavastatin is a HMG-CoA reductase inhibitor (statin) indicated as an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in: ( 1 ) Adult patients with primary hyperlipidemia. Adults with heterozygous familial hypercholesterolemia (HeFH)."
  ],
  "fetched_at": "2025-10-01T17:02:42.022357",
  "source": "OpenFDA"
}