{
  "drug_name": "Pitolisant",
  "generic_name": [
    "PITOLISANT HYDROCHLORIDE"
  ],
  "brand_names": [
    "Wakix"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP2D6 Inhibitors: Maximum recommended dosage is 17.8 mg once daily ( 2.5 , 7.1 ) Strong CYP3A4 Inducers: Decreased exposure of WAKIX; consider dosage adjustment ( 2.5 , 7.1 ) Sensitive CYP3A4 Substrates (including hormonal contraceptives): WAKIX may reduce effectiveness of sensitive CYP3A4 substrates. Use an alternative non-hormonal contraceptive method during treatment with WAKIX and for at least 21 days after discontinuation of treatment ( 7.1 , 8.3 ) 7.1 Drugs Having Clinically Important Interactions with WAKIX Table 2: Clinically Significant Drug Interactions with WAKIX Effect of Other Drugs on WAKIX Strong CYP2D6 Inhibitors Clinical Implication: Concomitant administration of WAKIX with strong CYP2D6 inhibitors increases pitolisant exposure by 2.2-fold. Prevention or Management: Reduce the dose of WAKIX by half [see see Dosage and Administration ( 2.5 ), Clinical Pharmacology ( 12.3 )] . Strong CYP3A4 Inducers Clinical Implication: Concomitant use of WAKIX with strong CYP3A4 inducers decreases exposure of pitolisant by 50%. Prevention or Management: Assess for loss of efficacy after initiation of a strong CYP3A4 inducer. For patients stable on WAKIX 8.9 mg or 17.8 mg once daily, increase the dose of WAKIX to reach double the original daily dose (i.e., 17.8 mg or 35.6 mg, respectively) over 7 days. If concomitant dosing of a strong CYP3A4 inducer is discontinued, decrease WAKIX dosage by half [see see Dosage and Administration ( 2.5 ), Clinical Pharmacology ( 12.3 )] . Histamine-1 (H1) Receptor Antagonists Clinical Implication: WAKIX increases the levels of histamine in the brain; therefore, H1 receptor antagonists that cross the blood-brain barrier may reduce the effectiveness of WAKIX. Prevention or Management: Avoid centrally acting H1 receptor antagonists. QT Interval Prolongation Clinical Implication: Concomitant use of drugs that prolong the QT interval may add to the QT effects of WAKIX and increase the risk of cardiac arrhythmia. Prevention or Management: Avoid the use of WAKIX in combination with other drugs known to prolong the QT interval [see Warnings and Precautions ( 5.1 )] . Effect of WAKIX on Other Drugs Sensitive CYP3A4 Substrates Clinical Implication: WAKIX is a borderline/weak inducer of CYP3A4. Therefore, reduced effectiveness of sensitive CYP3A4 substrates may occur when used concomitantly with WAKIX [see Clinical Pharmacology ( 12.3 )] . The effectiveness of hormonal contraceptives (e.g., ethinyl estradiol) may be reduced when used with WAKIX and effectiveness may be reduced for 21 days after discontinuation of therapy. Prevention or Management: Patients using hormonal contraception should be advised to use an alternative non-hormonal contraceptive method during treatment with WAKIX and for at least 21 days after discontinuation of treatment [see Use in Specific Populations ( 8.3 )]. 7.2 Drugs Having No Clinically Important Interactions with WAKIX A clinical study was conducted to evaluate the concomitant use of WAKIX with modafinil or sodium oxybate. This study demonstrated no clinically relevant effect of modafinil or sodium oxybate on the pharmacokinetics of WAKIX and no effect of WAKIX on the pharmacokinetics of modafinil or sodium oxybate [see Clinical Pharmacology ( 12.3 )] . A clinical study showed that strong CYP3A4 inhibitors (e.g., ketoconazole, grapefruit juice) have no effect on the pharmacokinetics of WAKIX [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: QT Interval Prolongation [see Warnings and Precautions ( 5.1 )] Most common adverse reactions (≥5% and at least twice placebo) in adults: insomnia, nausea, and anxiety ( 6.1 ). Most common adverse reactions (≥5% and greater than placebo) in pediatric patients 6 years and older: headache and insomnia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Harmony Biosciences at 1-800-833-7460 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adult Patients with Narcolepsy In clinical trials for narcolepsy, 172 adult patients were treated with WAKIX in placebo-controlled trials for up to 8 weeks and in open-label extension trials for up to 5 years. In trials in which WAKIX was directly compared to placebo, 6 of the 152 patients (3.9%) who received WAKIX and 4 of the 114 patients (3.5%) who received placebo discontinued because of an adverse reaction. Most Common Adverse Reactions In the placebo-controlled clinical trials conducted in patients with narcolepsy with or without cataplexy, the most common adverse reactions (occurring in ≥5% of patients and at least twice the rate of placebo) with the use of WAKIX were insomnia (6%), nausea (6%), and anxiety (5%). Table 1 presents the adverse reactions that occurred at a rate of ≥2% in patients treated with WAKIX and more frequently than in patients treated with placebo in the placebo-controlled clinical trials in narcolepsy. Table 1: Adverse Reactions that Occurred in ≥2% of WAKIX-Treated Patients and More Frequently than in Placebo-Treated Patients in Three Placebo-Controlled Narcolepsy Studies * The following terms were combined: Abdominal pain includes: abdominal discomfort; abdominal pain; abdominal pain upper Anxiety includes: anxiety; nervousness; stress; stress at work Hallucinations includes: hallucination; hallucination visual; hypnagogic hallucination Headache includes: cluster headache; headache; migraine; premenstrual headache; tension headache Heart rate increased includes: heart rate increased; sinus tachycardia; tachycardia Insomnia includes: initial insomnia; insomnia; middle insomnia; poor quality sleep Musculoskeletal pain includes: arthralgia; back pain; carpal tunnel syndrome; limb discomfort; musculoskeletal pain; myalgia; neck pain; osteoarthritis; pain in extremity; sciatica Rash includes: eczema; erythema migrans; rash; urticaria Sleep disturbance includes: dyssomnia; sleep disorder; sleep paralysis; sleep talking Upper respiratory tract infection includes: pharyngitis; rhinitis; sinusitis; upper respiratory tract infection; upper respiratory tract inflammation; viral upper respiratory tract infection Adverse Reaction WAKIX (n=152) % Placebo (n=114) % Headache * 18 15 Insomnia * 6 2 Nausea 6 3 Upper respiratory tract infection * 5 3 Musculoskeletal pain * 5 3 Anxiety * 5 1 Heart rate increased * 3 0 Hallucinations * 3 0 Irritability 3 2 Abdominal pain * 3 1 Sleep disturbance * 3 2 Decreased appetite 3 0 Cataplexy 2 1 Dry mouth 2 1 Rash * 2 1 Pediatric Patients (6 years and older) with Narcolepsy In a clinical trial for narcolepsy, 73 pediatric patients 6 years and older were treated with WAKIX in the placebo-controlled phase for up to 8 weeks and 105 patients in the open-label extension phase for up to 6.5 years. Most Common Adverse Reactions In the placebo-controlled phase of the study, the most common adverse reactions (occurring in ≥5% of patients and greater than the rate of placebo) with the use of WAKIX were headache (19%) and insomnia (7%). The overall adverse reaction profile of WAKIX in the pediatric clinical trial was similar to that seen in the adult clinical trial program. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of WAKIX. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: General disorders and administration site conditions: fatigue Immune system disorders: hypersensitivity (anaphylaxis) Investigations: weight increased Nervous system disorders: dizziness, epilepsy Psychiatric disorders: abnormal behavior, abnormal dreams, anhedonia, bipolar disorder, depression, depressed mood, nightmare, sleep disorder, suicide attempt, suicidal ideation Skin and subcutaneous tissue disorders: pruritus"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS WAKIX is contraindicated in patients with: known hypersensitivity to pitolisant or any component of the formulation. Anaphylaxis has been reported in patients treated with WAKIX [see Adverse Reactions ( 6.2 )] . severe hepatic impairment. WAKIX is extensively metabolized by the liver and there is a significant increase in WAKIX exposure in patients with moderate hepatic impairment [see Use in Specific Populations ( 8.6 )] . Known hypersensitivity to pitolisant or any component of the formulation ( 4 ) Severe hepatic impairment ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION See Full Prescribing Information for complete dosage instructions ( 2.1 , 2.2 ) Administer orally once daily in the morning upon wakening ( 2.1 , 2.2 ) Dosage Recommendations: Adults: EDS or Cataplexy ( 2.1 ) Week 1 Initiate with a dosage of 8.9 mg once daily Week 2 Increase dosage to 17.8 mg once daily Week 3 May increase to the maximum recommended dosage of 35.6 mg once daily Pediatric Patients (6 years and older): EDS ( 2.2 ) Week 1 Initiate with a dosage of 4.45 mg once daily Week 2 Increase dosage to 8.9 mg once daily Week 3 Increase dosage to 17.8 mg once daily, the maximum recommended dosage for patients weighing <40 kg Week 4 For patients weighing ≥40 kg, may increase to the maximum recommended dosage of 35.6 mg once daily Hepatic impairment ( 2.3 , 8.6 , 12.3 ): Moderate hepatic impairment (Child-Pugh Class B): Adults: Initial dosage is 8.9 mg once daily. Titrate to a maximum dosage of 17.8 mg once daily after 14 days Pediatric Patients: Initial dosage is 4.45 mg once daily. Titrate to 8.9 mg once daily after 14 days; for patients weighing ≥40 kg, may increase to 17.8 mg once daily after another 14 days Renal impairment (eGFR less than 60 mL/minute/1.73 m 2 ) ( 2.4 , 8.7 , 12.3 ): Adults: Initial dosage is 8.9 mg once daily. Titrate to a maximum dosage of 17.8 mg once daily after 7 days Pediatric Patients: Initial dosage is 4.45 mg once daily. Titrate to 8.9 mg once daily after 7 days; for patients weighing ≥40 kg, may increase to 17.8 mg once daily after another 7 days End-stage renal disease (ESRD): Not recommended Poor Metabolizers of CYP2D6 ( 2.6 ): Adults: Maximum recommended dosage is 17.8 mg once daily Pediatric Patients: Maximum recommended dosage is 8.9 mg once daily for patients weighing <40 kg and 17.8 mg for patients weighing ≥40 kg 2.1 Recommended Dosage in Adult Patients The recommended dosage range for WAKIX for the treatment of EDS or cataplexy in adult patients is 17.8 mg to 35.6 mg administered orally once daily in the morning upon wakening. Titrate dosage as follows: Week 1: Initiate with a dosage of 8.9 mg (two 4.45 mg tablets) once daily Week 2: Increase dosage to 17.8 mg (one 17.8 mg tablet) once daily Week 3: May increase to the maximum recommended dosage of 35.6 mg (two 17.8 mg tablets) once daily Dose may be adjusted based on tolerability. If a dose is missed, patients should take the next dose the following day in the morning upon wakening. It may take up to 8 weeks for some patients to achieve a clinical response. 2.2 Recommended Dosage in Pediatric Patients 6 Years and Older The recommended starting dosage of WAKIX for the treatment of EDS in pediatric patients 6 years and older is 4.45 mg administered orally once daily in the morning upon wakening. Titrate dosage as follows: Week 1: Initiate with a dosage of 4.45 mg (one 4.45 mg tablet) once daily Week 2: Increase dosage to 8.9 mg (two 4.45 mg tablets) once daily Week 3: Increase dosage to 17.8 mg (one 17.8 mg tablet) once daily, which is the maximum recommended dosage for patients weighing <40 kg Week 4: For patients weighing ≥40 kg, may increase to the maximum recommended dosage of 35.6 mg (two 17.8 mg tablets) once daily Dose may be adjusted based on tolerability. If a dose is missed, patients should take the next dose the following day in the morning upon wakening. It may take up to 8 weeks for some patients to achieve a clinical response. 2.3 Dosage Recommendations in Patients with Hepatic Impairment Adult Patients with Moderate (Child-Pugh Class B) Hepatic Impairment Initiate WAKIX at 8.9 mg once daily and increase after 14 days to a maximum recommended dosage of 17.8 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . Pediatric Patients (6 years and older) with Moderate (Child-Pugh Class B) Hepatic Impairment Pediatric patients weighing <40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 14 days to a maximum recommended dosage of 8.9 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . Pediatric patients weighing ≥40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 14 days to 8.9 mg once daily. May increase after another 14 days to a maximum recommended dosage of 17.8 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . WAKIX is contraindicated in patients with severe hepatic impairment. WAKIX has not been studied in patients with severe hepatic impairment [see Contraindications ( 4 ), Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . 2.4 Dosage Recommendations in Patients with Renal Impairment and End-Stage Renal Disease Adult Patients with eGFR <60 mL/minute/1.73 m 2 Initiate WAKIX at 8.9 mg once daily and increase after 7 days to a maximum recommended dosage of 17.8 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . Pediatric Patients (6 years and older) with eGFR <60 mL/minute/1.73 m 2 (using the Schwartz equation, eGFR (mL/min/1.73 m2)=(0.413*height in cm)/serum creatinine in mg/dL) Pediatric patients weighing <40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to a maximum recommended dosage of 8.9 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . Pediatric patients weighing ≥40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to 8.9 mg once daily. May increase after another 7 days to a maximum recommended dosage of 17.8 mg once daily [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . WAKIX is not recommended in patients with eGFR less than 15 mL/minute/1.73 m 2 [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . 2.5 Dosage Modifications for Concomitant Use with Strong CYP2D6 Inhibitors and Strong CYP3A4 Inducers Coadministration with Strong CYP2D6 Inhibitors Adult patients: Initiate WAKIX at 8.9 mg once daily and increase after 7 days to a maximum recommended dosage of 17.8 mg once daily [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Pediatric patients (6 years and older) weighing <40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to a maximum recommended dosage of 8.9 mg once daily [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Pediatric patients (6 years and older) weighing ≥40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to 8.9 mg once daily. May increase after another 7 days to a maximum recommended dosage of 17.8 mg once daily [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Adult and pediatric patients on a stable dose of WAKIX: Reduce the WAKIX dose by half upon initiating strong CYP2D6 inhibitors [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Coadministration with Strong CYP3A4 Inducers Concomitant use of WAKIX with strong CYP3A4 inducers decreases pitolisant exposure by 50%. Assess for loss of efficacy after initiation of a strong CYP3A4 inducer. For adult and pediatric patients stable on WAKIX 8.9 mg or 17.8 mg once daily, increase the dose of WAKIX to double the original daily dose (i.e., 17.8 mg or 35.6 mg, respectively) over 7 days. If concomitant dosing of a strong CYP3A4 inducer is discontinued, decrease WAKIX dosage by half [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . 2.6 Dosage Recommendations in Patients Who Are Known CYP2D6 Poor Metabolizers (PMs) Adult Patients Initiate WAKIX at 8.9 mg once daily and titrate to a maximum recommended dosage of 17.8 mg once daily after 7 days [see Use in Specific Populations ( 8.8 ), Clinical Pharmacology ( 12.5 )] . Pediatric patients Pediatric patients weighing <40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to a maximum recommended dosage of 8.9 mg once daily [see Use in Specific Populations ( 8.8 ), Clinical Pharmacology ( 12.5 )] . Pediatric patients weighing ≥40 kg: Initiate WAKIX at 4.45 mg once daily and increase after 7 days to 8.9 mg once daily. May increase after another 7 days to a maximum recommended dosage of 17.8 mg once daily [see Use in Specific Populations ( 8.8 ), Clinical Pharmacology ( 12.5 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE WAKIX is indicated for the: treatment of excessive daytime sleepiness (EDS) or cataplexy in adult patients with narcolepsy. treatment of excessive daytime sleepiness (EDS) in pediatric patients 6 years of age and older with narcolepsy. WAKIX is a histamine-3 (H3) receptor antagonist/inverse agonist indicated for the: treatment of excessive daytime sleepiness (EDS) or cataplexy in adult patients with narcolepsy ( 1 ) treatment of excessive daytime sleepiness (EDS) in pediatric patients 6 years of age and older with narcolepsy ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:11:21.024479",
  "source": "OpenFDA"
}