{
  "drug_name": "Plazomicin",
  "generic_name": [
    "PLAZOMICIN"
  ],
  "brand_names": [
    "Zemdri (plazomicin)"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The following important adverse reactions are discussed in greater detail in the Warnings and Precautions section: Nephrotoxicity [see Warnings and Precautions (5.1) ] Ototoxicity [see Warnings and Precautions (5.2) ] Neuromuscular Blockade [see Warnings and Precautions (5.3) ] Fetal Harm [see Warnings and Precautions (5.4) ] Hypersensitivity Reactions [see Warnings and Precautions (5.5) ] Clostridium difficile -Associated Diarrhea [see Warnings and Precautions (5.6) ] Most common adverse reactions (≥ 1% of patients treated with ZEMDRI) are decreased renal function, diarrhea, hypertension, headache, nausea, vomiting and hypotension. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Achaogen at 1-833-252-6402 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be compared directly to rates in the clinical trials of another drug and may not reflect the rates observed in practice. ZEMDRI was evaluated in two comparator-controlled clinical trials (Trial 1, NCT02486627 and Trial 2, NCT01096849) in patients with cUTI, including pyelonephritis. In both trials, patients with CLcr greater than 60 mL/min received ZEMDRI 15 mg/kg IV once daily as a 30-minute infusion [ see Clinical Studies (14.1) ] . Trial 1 included 303 patients treated with ZEMDRI and 301 patients treated with meropenem. Patients were to receive 4 to 7 days of ZEMDRI (mean duration of 5.1 days). In some patients, parenteral therapy was followed by a switch to an oral antibacterial drug. The median age of patients treated with ZEMDRI in Trial 1 was 62 years (range 18 to 90 years) and 45.2% of patients were 65 years of age or older. Patients treated with ZEMDRI were predominantly female (56.1%) and White (99.3%). A majority of patients (68.0%) had mild or moderate renal impairment (CLcr >30 to 90 mL/min) at baseline. Patients with CLcr of 30 mL/min or less were excluded. Adverse Reactions Leading to Treatment Discontinuations in Trial 1 In Trial 1, treatment discontinuation from IV study drug due to an adverse reaction occurred in 2.0% of patients receiving ZEMDRI (6/303) and meropenem (6/301), respectively. Common Adverse Reactions in Trial 1 Table 3 lists adverse reactions occurring in 1% or more of patients receiving ZEMDRI in Trial 1. Table 3: Incidence (%) of Adverse Reactions Occurring in 1% or More of cUTI Adult Patients Treated With ZEMDRI in Trial 1 Adverse Reactions ZEMDRI (N=303) n (%) Meropenem 1 g IV every 8 hours. (N=301) n (%) Decreased Renal Function Combined term that corresponds to adverse reactions associated with renal function described in Nephrotoxicity section below. 11 (3.6) 4 (1.3) Diarrhea 7 (2.3) 5 (1.7) Hypertension 7 (2.3) 7 (2.3) Headache 4 (1.3) 9 (3.0) Nausea 4 (1.3) 4 (1.3) Vomiting 4 (1.3) 3 (1.0) Hypotension 3 (1.0) 2 (0.7) The adverse reactions profile for the cUTI patients in Trial 2 were similar to those observed in Trial 1. Nephrotoxicity Reported in Trial 1 In Trial 1, serum creatinine increases of 0.5 mg/dL or greater above baseline occurred in 7.0% (21/300) of ZEMDRI-treated patients compared with 4.0% (12/297) of meropenem-treated patients. Of these, the incidence during IV therapy was 3.7% (11/300) vs 3.0% (9/297) in ZEMDRI- and meropenem-treated patients, respectively. By the last follow-up visit (between 8 to 43 days after completion of IV therapy), the majority of ZEMDRI-treated patients (9/11) and all meropenem treated patients (9/9) with serum creatinine increases while on therapy had fully recovered renal function. Serum creatinine increases of 0.5 mg/dL or greater above baseline were observed following completion of IV therapy. These increases were generally ≤ 1.0 mg/dL above baseline and recovered by the next measurement. In cUTI patients with CLcr of greater than 30 and less than or equal to 90 mL/min, 9.7% (20/207) ZEMDRI-treated and 4.1% (9/217) meropenem-treated patients had serum creatinine increases of 0.5 mg/dL or greater above baseline. In cUTI patients with CLcr greater than 90 mL/min, 1.1% (1/93) ZEMDRI-treated and 3.8% (3/80) of meropenem-treated patients had serum creatinine increases of 0.5 mg/dL or greater above baseline [see Use in Specific Populations (8.6) ] . Ototoxicity Pure tone audiometry was evaluated in Phase 1 trials and in Trial 2. Treatment associated ototoxicity could not be definitively excluded according to the American Speech-Language-Hearing Association criteria 1 in 2.2% (4/182) of ZEMDRI-exposed and 2.0% (1/49) of comparator- or placebo-exposed adults. Other Adverse Reactions Reported with ZEMDRI The following selected adverse reactions were reported in more than one ZEMDRI-treated patient in Trials 1 and 2 and are not described elsewhere in the labeling: Gastrointestinal disorders : constipation, gastritis Laboratory Investigations : alanine aminotransferase increased Metabolism and nutrition disorders : hypokalemia Nervous system disorders: dizziness Renal and urinary disorders: hematuria Respiratory, thoracic and mediastinal disorders : dyspnea"
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS ZEMDRI is contraindicated in patients with known hypersensitivity to any aminoglycoside [see Warnings and Precautions (5.5) ] . ZEMDRI is contraindicated in patients with known hypersensitivity to any aminoglycoside ( 4 , 5.4 )"
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION Administer ZEMDRI 15 mg/kg every 24 hours by intravenous (IV) infusion over 30 minutes to patients 18 years of age or older with creatinine clearance greater than or equal to 90 mL/min. ( 2.1 ) Recommended duration of treatment is 4 to 7 days for cUTI, including pyelonephritis. ( 2.1 ) Assess creatinine clearance in all patients prior to initiating therapy and daily during therapy. ( 2.2 ) Recommended initial dosage regimen for patients with renal impairment is shown in the table below. ( 2.3 ) Estimated CLcr CLcr estimated by the Cockcroft-Gault formula. ( 2.3 ) (mL/min) Recommended Dosage for ZEMDRI Calculate dosage using Total Body Weight (TBW). For patients with TBW greater than IBW by 25% or more, use adjusted body weight. ( 2.3 ) Dosing Interval Greater than or equal to 60 to less than 90 15 mg/kg Every 24 hours Greater than or equal to 30 to less than 60 10 mg/kg Every 24 hours Greater than or equal to 15 to less than 30 10 mg/kg Every 48 hours See Full Prescribing Information for subsequent dosage adjustment based on changes in renal function or Therapeutic Drug Monitoring (TDM). ( 2.3 , 2.4 ). See Full Prescribing Information for instructions on preparation of the solution, stability in intravenous fluids and drug compatibilities. ( 2.5 , 2.6 , 2.7 ) 2.1 Recommended Dosage The recommended dosage regimen of ZEMDRI is 15 mg/kg administered every 24 hours by intravenous (IV) infusion over 30 minutes in patients 18 years of age or older and with creatinine clearance (CLcr) greater than or equal to 90 mL/min (Table 1). The duration of therapy should be guided by the severity of infection and the patient's clinical status for up to 7 days. During treatment, dosage adjustments may be required based on change in renal function [see Dosage and Administration (2.3 , 2.4) ]. Table 1: Dosage Regimen of ZEMDRI in Adults With CLcr CLcr estimated by the Cockcroft-Gault formula using total body weight (TBW). For patients with TBW greater than ideal body weight (IBW) by 25% or more, use IBW. Greater Than or Equal to 90 mL/min cUTI Infection Dosage Regimen Calculate dosage using TBW. For patients with TBW greater than IBW by 25% or more, use adjusted body weight based on the equation: Adjusted body weight = IBW + 0.4 × [TBW – IBW]. Duration of Treatment Complicated Urinary Tract Infections, including Pyelonephritis 15 mg/kg every 24 hours 4 to 7 days An appropriate oral therapy may be considered after 4 to 7 days of ZEMDRI therapy to complete a total duration of 7 to 10 days (IV plus oral). The maximum duration of ZEMDRI for cUTI is 7 days. 2.2 Monitoring of Renal Function Assess creatinine clearance in all patients prior to initiating therapy and daily during therapy with ZEMDRI [see Dosage and Administration (2.3) , Warnings and Precautions (5.1) and Use in Specific Populations (8.6) ] . 2.3 Dosage in Adult Patients With Renal Impairment The recommended initial dosage regimen of ZEMDRI in adult patients with CLcr greater than or equal to 15 and less than 90 mL/min, estimated by the Cockcroft-Gault formula, is described in Table 2. Patients with CLcr greater than or equal to 15 and less than 90 mL/min receiving ZEMDRI may require subsequent dosage adjustments based on change in renal function and/or Therapeutic Drug Monitoring (TDM) as appropriate [ see Dosage and Administration (2.4) ] . Table 2: Dosage Regimen of ZEMDRI in Adults With CLcr Less Than 90 mL/min Estimated CLcr CLcr estimated by the Cockcroft-Gault formula using total body weight (TBW). For patients with TBW greater than ideal body weight (IBW) by 25% or more, use IBW. (mL/min) Dosage Calculate dosage using TBW. For patients with TBW greater than IBW by 25% or more, use adjusted body weight based on the equation: Adjusted body weight = IBW + 0.4 × [TBW – IBW]. Dosing Interval Greater than or equal to 60 to less than 90 15 mg/kg Every 24 hours Greater than or equal to 30 to less than 60 10 mg/kg Every 24 hours Greater than or equal to 15 to less than 30 10 mg/kg Every 48 hours There is insufficient information to recommend a dosage regimen in patients with CLcr less than 15 mL/min or on renal replacement therapy, including hemodialysis or continuous renal replacement therapy. 2.4 TDM in cUTI Patients With Renal Impairment For cUTI patients with CLcr greater than or equal to 15 mL/min and less than 90 mL/min, TDM is recommended to maintain plasma trough concentrations below 3 mcg/mL. Measure plazomicin plasma trough concentration within approximately 30 minutes before administration of the second dose of ZEMDRI. Adjustment of the ZEMDRI dosage regimen based on TDM involves extending ZEMDRI dosing interval by 1.5 fold (i.e., from every 24 hours to every 36 hours or from every 48 hours to every 72 hours) for patients with plasma trough concentrations greater than or equal to 3 mcg/mL [ see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ] . 2.5 Preparation of Diluted Solutions of ZEMDRI ZEMDRI is supplied as a single-dose fliptop 10-mL vial that contains plazomicin sulfate equivalent to 500 mg plazomicin freebase in 10 mL Water for Injection (concentration of 50 mg/mL). The appropriate volume of ZEMDRI solution (50 mg/mL) for the required dose should be diluted in 0.9% Sodium Chloride Injection, USP or Lactated Ringer's Injection, USP to achieve a final volume of 50 mL for intravenous infusion. The stability of ZEMDRI solution in the compatible diluents is described below [see Dosage and Administration (2.7) ] . ZEMDRI does not contain preservatives. Aseptic technique must be followed in preparing the infusion solution. Discard unused portion of the ZEMDRI vial. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 2.6 Stability of ZEMDRI Solution in Intravenous Fluids After dilution, ZEMDRI solution for administration is stable for 24 hours at room temperature at concentrations of 2.5 mg/mL to 45 mg/mL in the following solutions: 0.9% Sodium Chloride Injection, USP Lactated Ringer's Injection, USP 2.7 Drug Compatibility Compatibility of ZEMDRI for administration with other drugs has not been established. ZEMDRI should not be mixed with other drugs or physically added to solutions containing other drugs. Other medications should not be infused simultaneously with ZEMDRI through the same IV line."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE ZEMDRI is an aminoglycoside antibacterial indicated for the treatment of patients 18 years of age or older with Complicated Urinary Tract Infections (cUTI) including Pyelonephritis. ( 1.1 ) As only limited clinical safety and efficacy data are available, reserve ZEMDRI for use in patients who have limited or no alternative treatment options. ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain effectiveness of ZEMDRI and other antibacterial drugs, ZEMDRI should be used only to treat infections that are proven or strongly suspected to be caused by susceptible microorganisms. ( 1.2 ) 1.1 Complicated Urinary Tract Infections (cUTI), including Pyelonephritis ZEMDRI is indicated in patients 18 years of age or older for the treatment of complicated urinary tract infections (cUTI), including pyelonephritis caused by the following susceptible microorganism(s): Escherichia coli, Klebsiella pneumoniae, Proteus mirabilis , and Enterobacter cloacae . As only limited clinical safety and efficacy data for ZEMDRI are currently available, reserve ZEMDRI for use in cUTI patients who have limited or no alternative treatment options [see Clinical Studies (14.1) ]. 1.2 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of ZEMDRI and other antibacterial drugs, ZEMDRI should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T19:08:46.097458",
  "source": "OpenFDA"
}