{
  "drug_name": "Plerixafor",
  "generic_name": [
    "PLERIXAFOR"
  ],
  "brand_names": [
    "Mozobil"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in the labeling: Anaphylactic shock and hypersensitivity reactions [see Warnings and Precautions (5.1) ] Potential for tumor cell mobilization in leukemia patients [see Warnings and Precautions (5.2) ] Increased circulating leukocytes and decreased platelet counts [see Warnings and Precautions (5.3) ] Potential for tumor cell mobilization [see Warnings and Precautions (5.4) ] Splenic enlargement [see Warnings and Precautions (5.5) ] Most common adverse reactions (≥10%): diarrhea, nausea, fatigue, injection site reactions, headache, arthralgia, dizziness, and vomiting. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Genzyme Corporation at 1-877-4MOZOBIL or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions (≥10%) reported in patients who received Mozobil in conjunction with filgrastim regardless of causality and more frequent with Mozobil than placebo during HSC mobilization and apheresis were diarrhea, nausea, fatigue, injection site reactions, headache, arthralgia, dizziness, and vomiting. Safety data for Mozobil in combination with filgrastim were obtained from two randomized placebo-controlled studies (301 patients) and 10 uncontrolled studies (242 patients). Patients were primarily treated with Mozobil at daily doses of 0.24 mg/kg SC. Median exposure to Mozobil in these studies was 2 days (range 1 to 7 days). In the two randomized studies in patients with NHL and MM, a total of 301 patients were treated in the Mozobil and filgrastim group and 292 patients were treated in the placebo and filgrastim group. Patients received daily morning doses of filgrastim 10 mcg/kg for 4 days prior to the first dose of Mozobil 0.24 mg/kg SC or placebo and on each morning prior to apheresis. The adverse reactions that occurred in ≥5% of the patients who received Mozobil regardless of causality and were more frequent with Mozobil than placebo during HSC mobilization and apheresis are shown in Table 2. Table 2: Adverse Reactions in ≥5% of Non-Hodgkin's Lymphoma and Multiple Myeloma Patients Receiving Mozobil and More Frequent than Placebo during HSC Mobilization and Apheresis Percent of Patients (%) Mozobil and Filgrastim (n=301) Placebo and Filgrastim (n=292) All Grades Grades based on criteria from the World Health Organization (WHO) Grade 3 Grade 4 All Grades Grade 3 Grade 4 Gastrointestinal disorders Diarrhea 37 <1 0 17 0 0 Nausea 34 1 0 22 0 0 Vomiting 10 <1 0 6 0 0 Flatulence 7 0 0 3 0 0 General disorders and administration site conditions Injection site reactions 34 0 0 10 0 0 Fatigue 27 0 0 25 0 0 Musculoskeletal and connective tissue disorders Arthralgia 13 0 0 12 0 0 Nervous system disorders Headache 22 <1 0 21 1 0 Dizziness 11 0 0 6 0 0 Psychiatric disorders Insomnia 7 0 0 5 0 0 In the randomized studies, 34% of patients with NHL or MM had mild to moderate injection site reactions at the site of subcutaneous administration of Mozobil. These included erythema, hematoma, hemorrhage, induration, inflammation, irritation, pain, paresthesia, pruritus, rash, swelling, and urticaria. Mild to moderate allergic reactions were observed in less than 1% of patients within approximately 30 min after Mozobil administration, including one or more of the following: urticaria (n=2), periorbital swelling (n=2), dyspnea (n=1) or hypoxia (n=1). Symptoms generally responded to treatments (e.g., antihistamines, corticosteroids, hydration or supplemental oxygen) or resolved spontaneously. Vasovagal reactions, orthostatic hypotension, and/or syncope can occur following subcutaneous injections. In Mozobil oncology and healthy volunteer clinical studies, less than 1% of subjects experienced vasovagal reactions following subcutaneous administration of Mozobil doses ≤0.24 mg/kg. The majority of these events occurred within 1 hour of Mozobil administration. Because of the potential for these reactions, appropriate precautions should be taken. Other adverse reactions in the randomized studies that occurred in <5% of patients but were reported as related to Mozobil during HSC mobilization and apheresis included abdominal pain, hyperhidrosis, abdominal distention, dry mouth, erythema, stomach discomfort, malaise, hypoesthesia oral, constipation, dyspepsia, and musculoskeletal pain. Hyperleukocytosis: In clinical trials, white blood cell counts of 100,000/mcL or greater were observed, on the day prior to or any day of apheresis, in 7% of patients receiving Mozobil and in 1% of patients receiving placebo. No complications or clinical symptoms of leukostasis were observed. 6.2 Postmarketing Experience In addition to adverse reactions reported from clinical trials, the following adverse reactions have been reported from postmarketing experience with Mozobil. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System: Splenomegaly and splenic rupture Immune System Disorders: Anaphylactic reactions, including anaphylactic shock Psychiatric Disorders: Abnormal dreams and nightmares"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Mozobil is contraindicated in patients with a history of hypersensitivity to plerixafor [see Warnings and Precautions (5.1) ] . Anaphylactic shock has occurred with use of Mozobil. History of hypersensitivity to Mozobil. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Initiate Mozobil treatment after the patient has received filgrastim once daily for 4 days. ( 2.1 ) Repeat Mozobil dose up to 4 consecutive days. ( 2.1 ) Dose based on patient weight Less than or equal to 83 kg: 20 mg dose or select dose based on 0.24 mg/kg actual body weight. ( 2.1 ) greater than 83 kg: select dose based on 0.24 mg/kg actual body weight. ( 2.1 ) Administer by subcutaneous injection approximately 11 hours prior to initiation of apheresis. ( 2.1 ) Renal impairment: If creatinine clearance is ≤50 mL/min, decrease dose by one-third to 0.16 mg/kg. ( 2.3 ) 2.1 Recommended Dosage and Administration Begin treatment with Mozobil after the patient has received filgrastim once daily for 4 days [see Dosage and Administration (2.2) ] . Administer Mozobil approximately 11 hours prior to initiation of each apheresis for up to 4 consecutive days. The recommended dose of Mozobil by subcutaneous injection is based on body weight: 20 mg fixed dose or 0.24 mg/kg of body weight for patients weighing less than or equal to 83 kg. [see Clinical Pharmacology (12.3) ] 0.24 mg/kg of body weight for patients weighing greater than 83 kg Use the patient's actual body weight to calculate the volume of Mozobil to be administered. Each vial delivers 1.2 mL of 20 mg/mL solution, and the volume to be administered to patients should be calculated from the following equation: 0.012 × patient's actual body weight (in kg) = volume to be administered (in mL) In clinical studies, Mozobil dose has been calculated based on actual body weight in patients up to 175% of ideal body weight. Mozobil dose and treatment of patients weighing more than 175% of ideal body weight have not been investigated. Based on increasing exposure with increasing body weight, the Mozobil dose should not exceed 40 mg/day [see Clinical Pharmacology (12.3) ] . Vials should be inspected visually for particulate matter and discoloration prior to administration and should not be used if there is particulate matter or if the solution is discolored. Discard unused portion. 2.2 Recommended Concomitant Medications Administer daily morning doses of filgrastim 10 mcg/kg for 4 days prior to the first evening dose of Mozobil and on each day prior to apheresis [see Clinical Studies (14) ] . 2.3 Dose Modifications in Renal Impairment In patients with moderate and severe renal impairment (estimated creatinine clearance (CL CR ) less than or equal to 50 mL/min), reduce the dose of Mozobil by one-third based on body weight category as shown in Table 1. If CL CR is less than or equal to 50 mL/min the dose should not exceed 27 mg/day, as the mg/kg-based dosage results in increased plerixafor exposure with increasing body weight [see Clinical Pharmacology (12.3) ] . Similar systemic exposure is predicted if the dose is reduced by one-third in patients with moderate and severe renal impairment compared with subjects with normal renal function [see Clinical Pharmacology (12.3) ] . Table 1: Recommended Dosage of Mozobil in Patients with Renal Impairment Estimated Creatinine Clearance (mL/min) Dose Body Weight less than or equal to 83 kg Body Weight greater than 83 kg and less than 160 kg greater than 50 20 mg or 0.24 mg/kg once daily 0.24 mg/kg once daily (not to exceed 40 mg/day) less than or equal to 50 13 mg or 0.16 mg/kg once daily 0.16 mg/kg once daily (not to exceed 27 mg/day) The following (Cockcroft-Gault) formula may be used to estimate CL CR : Males: Creatinine clearance (mL/min) = weight (kg) × (140 – age in years) 72 × serum creatinine (mg/dL) Females: Creatinine clearance (mL/min) = 0.85 × value calculated for males There is insufficient information to make dosage recommendations in patients on hemodialysis."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Mozobil is indicated in combination with filgrastim to mobilize hematopoietic stem cells (HSCs) to the peripheral blood for collection and subsequent autologous transplantation in patients with non-Hodgkin's lymphoma (NHL) or multiple myeloma (MM). Mozobil, a hematopoietic stem cell mobilizer, is indicated in combination with filgrastim to mobilize hematopoietic stem cells (HSCs) to the peripheral blood for collection and subsequent autologous transplantation in patients with non-Hodgkin's lymphoma or multiple myeloma. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:39:21.578416",
  "source": "OpenFDA"
}