{
  "drug_name": "PM-060184",
  "generic_name": [
    "PAIN RELIEF PM"
  ],
  "brand_names": [
    "Pain Relief PM Extra Strength"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Liver warning: This product contains acetaminophen. Severe liver damage may occur if you take more than 4000 mg of acetaminophen in 24 hours with other drugs containing acetaminophen 3 or more alcoholic drinks every day while using this product Allergy alert: acetaminophen may cause severe skin reactions. Symptoms may include: skin reddening blisters rash If a skin reaction occurs, stop use and seek medical help right away. Do not use with any other drug containing acetaminophen (prescription or nonprescription). If you are not sure whether a drug contains acetaminophen, ask a doctor or pharmacist. with any other product containing diphenhydramine, even one used on skin in children under 12 years of age if you have ever had an allergic reaction to this product or any of its ingredients Ask a doctor before use if you have liver disease a breathing problem such as emphysema or chronic bronchitis trouble urinating due to an enlarged prostate gland glaucoma Ask a doctor or pharmacist before use if taking the blood thinning drug warfarin taking sedatives or tranquilizers When using this product drowsiness will occur avoid alcoholic drinks do not drive a motor vehicle or operate machinery Stop use and ask a doctor if sleeplessness persists continuously for more than 2 weeks. Insomnia may be a symptom of serious underlying medical illness. pain gets worse or lasts more than 10 days fever gets worse or lasts more than 3 days redness or swelling is present new symptoms occur. These could be signs of a serious condition. You may report side effects to 1-888-952-0050 Pregnancy/Breastfeeding If pregnant or breastfeeding, ask a health professional before use. Keep out of reach of children Overdose warning: In case of overdose, get medical help or contact a Poison Control Center right away. Quick medical attention is critical for adults as well as for children even if you do not notice any signs or symptoms."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions do not take more than directed (see overdose warning0 adults and children 12 years and over : take 2 caplets at bedtime. Do not take more than 2 caplets of this product in 24 hours children under 12 years : do not use"
  ],
  "indications": [
    "Use(s) temporarily relief of occasional headaches and minor aches and pains with accompanying sleeplessness"
  ],
  "fetched_at": "2025-10-01T19:34:50.333346",
  "source": "OpenFDA"
}