{
  "drug_name": "Polidocanol",
  "generic_name": [
    "POLIDOCANOL"
  ],
  "brand_names": [
    "Asclera"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS No drug-drug interactions have been studied with Asclera."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions occurring at least 3% more frequently than on placebo are mild local reactions at the site of injection. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Methapharm at 1-866-701-4636 or medinfo@methapharm.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Study Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In 5 controlled randomized clinical trials, Asclera has been administered to 401 patients with small or very small varicose veins (reticular and spider veins) and compared with another sclerosing agent and with placebo. Patients were 18 to 70 years old. The patient population was predominately female and consisted of Caucasian and Asian patients. Table 1 shows adverse events more common with Asclera or sodium tetradecyl sulfate (STS) 1% than with placebo by at least 3% in the placebo-controlled EASI study [see Clinical Studies (14) ] . All of these were injection site reactions and most were mild. Table 1: Adverse Reactions in EASI-study ASCLERA (180 patients) STS 1% (105 patients) Placebo (53 patients) Injection site haematoma 42% 65% 19% Injection site irritation 41% 73% 30% Injection site discoloration 38% 74% 4% Injection site pain 24% 31% 9% Injection site pruritus 19% 27% 4% Injection site warmth 16% 21% 6% Neovascularisation 8% 20% 4% Injection site thrombosis 6% 1% 0% Ultrasound examinations at one week (±3 days) and 12 weeks (±2 weeks) after treatment did not reveal deep vein thrombosis in any treatment group. 6.2 Post-marketing Safety Experience The following adverse reactions have been reported during use of polidocanol in world-wide experience. Because these reactions are reported voluntarily from a population of uncertain size and without a control group, it is not possible to estimate their frequency reliably or to establish a causal relationship to drug exposure. Immune system disorders: Anaphylactic shock, angioedema, urticaria generalized, asthma Nervous system disorders: Cerebrovascular accident, migraine, paresthesia (local), loss of consciousness, confusional state, dizziness Cardiac disorders: Cardiac arrest, palpitations Vascular disorders: Deep vein thrombosis, pulmonary embolism, syncope vasovagal, circulatory collapse, vasculitis Respiratory, thoracic and mediastinal disorders: Dyspnea Skin and subcutaneous tissue disorders : Skin hyperpigmentation, dermatitis allergic, hypertrichosis (in the area of sclerotherapy) General disorders and injection site conditions : Injection site necrosis, pyrexia, hot flush Injury, poisoning and procedural complications : Nerve injury"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Asclera is contraindicated for patients with known allergy to polidocanol and patients with acute thromboembolic diseases. Known allergies to polidocanol. ( 4 ) Patients with acute thromboembolic diseases. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For intravenous use only. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not use if particulate matter is seen or if the contents of the vial are discolored or if the vial is damaged in any way. For spider veins (varicose veins ≤1 mm in diameter), use Asclera 0.5%. For reticular veins (varicose veins 1 to 3 mm in diameter), use Asclera 1%. Use 0.1 to 0.3 mL per injection and no more than 10 mL per session. Use a syringe (glass or plastic) with a fine needle (typically, 26- or 30-gauge). Insert the needle tangentially into the vein and inject the solution slowly while the needle is still in the vein. Apply only gentle pressure during injection to prevent vein rupture. After the needle has been removed and the injection site has been covered, apply compression in the form of a stocking or bandage. After the treatment session, encourage the patient to walk for 15 to 20 minutes. Keep the patient under observation to detect any anaphylactic or allergic reaction [see Warnings and Precautions (5.3) ] . Maintain compression for 2 to 3 days after treatment of spider veins and for 5 to 7 days for reticular veins. For extensive varicosities, longer compression treatment with compression bandages or a gradient compression stocking of a higher compression class is recommended. Post-treatment compression is necessary to reduce the risk of deep vein thrombosis. Repeat treatments may be necessary if the extent of the varicose veins requires more than 10 mL. These treatments should be separated by 1 to 2 weeks. Small intravaricose thrombi that develop may be removed by microthrombectomy. For intravenous use only. Solution strength and the volume injected depend on the size and extent of the varicose veins. Extensive varicosities may require multiple treatment sessions. ( 2 ) Spider veins (varicose veins ≤1 mm in diameter): Use Asclera 0.5%. ( 2 ) Reticular veins (varicose veins 1 to 3 mm in diameter): Use Asclera 1%. ( 2 ) Use 0.1 to 0.3 mL for each injection into each varicose vein. The maximum recommended volume per treatment session is 10 mL. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Asclera ® (polidocanol) is indicated to sclerose uncomplicated spider veins (varicose veins ≤1 mm in diameter) and uncomplicated reticular veins (varicose veins 1 to 3 mm in diameter) in the lower extremity. Asclera has not been studied in varicose veins more than 3 mm in diameter. Asclera (polidocanol) is a sclerosing agent indicated to sclerose uncomplicated spider veins (varicose veins ≤1 mm in diameter) and uncomplicated reticular veins (varicose veins 1 to 3 mm in diameter) in the lower extremity. Asclera has not been studied in varicose veins more than 3mm in diameter. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:39:37.068917",
  "source": "OpenFDA"
}