{
  "drug_name": "Pomalidomide",
  "generic_name": [
    "POMALIDOMIDE"
  ],
  "brand_names": [
    "Pomalyst"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP1A2 Inhibitors: Avoid concomitant use of strong CYP1A2 inhibitors. If concomitant use of a strong CYP1A2 inhibitor is unavoidable, reduce POMALYST dose to 2 mg ( 2.6 , 7.1 , 12.3 ). 7.1 Drugs That Affect Pomalidomide Plasma Concentrations CYP1A2 inhibitors : In healthy subjects, co-administration of fluvoxamine, a strong CYP1A2 inhibitor, increased C max and AUC of pomalidomide by 24% and 125% respectively [see Clinical Pharmacology (12.3) ] . Increased pomalidomide exposure may increase the risk of exposure related toxicities. Avoid co-administration of strong CYP1A2 inhibitors (e.g. ciprofloxacin and fluvoxamine) . If co-administration is unavoidable, reduce the POMALYST dose [see Dosage and Administration (2.6) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in detail in other labeling sections: • Embryo-Fetal Toxicity [see Warnings and Precautions (5.1 , 5.2) ] • Venous and Arterial Thromboembolism [see Warnings and Precautions (5.3) ] • Increased Mortality in Patients with Multiple Myeloma When Pembrolizumab Is Added to a Thalidomide Analogue and Dexamethasone [see Warnings and Precautions (5.4) ] • Hematologic Toxicity [see Warnings and Precautions (5.5)] • Hepatotoxicity [see Warnings and Precautions (5.6) ] • Severe Cutaneous Reactions [see Warnings and Precautions (5.7) ] • Dizziness and Confusional State [see Warnings and Precautions (5.8) ] • Neuropathy [see Warnings and Precautions (5.9) ] • Risk of Second Primary Malignancies [see Warnings and Precautions (5.10) ] • Tumor Lysis Syndrome [see Warnings and Precautions (5.11) ] • Hypersensitivity [see Warnings and Precautions (5.12) ] • MM: Most common adverse reactions (≥30%) included fatigue and asthenia, neutropenia, anemia, constipation, nausea, diarrhea, dyspnea, upper-respiratory tract infections, back pain, and pyrexia ( 6.1 ). • KS: Most common adverse reactions including laboratory abnormalities (≥30%) are decreased absolute neutrophil count or white blood cells, elevated creatinine or glucose, rash, constipation, fatigue, decreased hemoglobin, platelets, phosphate, albumin, or calcium, increased ALT, nausea, and diarrhea ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Bristol Myers Squibb at 1-800-721-5072 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Multiple Myeloma (MM) In Trial 1, data were evaluated from 219 patients (safety population) who received treatment with POMALYST + Low-dose Dex (112 patients) or POMALYST alone (107 patients). Median number of treatment cycles was 5. Sixty-seven percent of patients in the study had a dose interruption of either drug due to adverse reactions. Forty-two percent of patients in the study had a dose reduction of either drug due to adverse reactions. The discontinuation rate due to adverse reactions was 11%. In Trial 2, data were evaluated from 450 patients (safety population) who received treatment with POMALYST + Low-dose Dex (300 patients) or High-dose Dexamethasone (High-dose Dex) (150 patients). The median number of treatment cycles for the POMALYST + Low-dose Dex arm was 5. In the POMALYST + Low-dose Dex arm, 67% of patients had a dose interruption of POMALYST, the median time to the first dose interruption of POMALYST was 4.1 weeks. Twenty-seven percent of patients had a dose reduction of POMALYST, the median time to the first dose reduction of POMALYST was 4.5 weeks. Eight percent of patients discontinued POMALYST due to adverse reactions. Tables 3 and 4 summarize the adverse reactions reported in Trials 1 and 2, respectively. Table 3: Adverse Reactions in Any POMALYST Treatment Arm in Trial 1* * Regardless of attribution of relatedness to POMALYST. a POMALYST alone arm includes all patients randomized to the POMALYST alone arm who took study drug; 61 of the 107 patients had dexamethasone added during the treatment period. b Serious adverse reactions were reported in at least 2 patients in any POMALYST treatment arm. Data cutoff: 01 March 2013 All Adverse Reactions ≥10% in Either Arm Grade 3 or 4 ≥5% in Either Arm Body System Adverse Reaction POMALYST a (N=107) POMALYST + Low-dose Dex (N=112) POMALYST (N=107) POMALYST + Low-dose Dex (N=112) Number (%) of patients with at least one adverse reaction 107 (100) 112 (100) 98 (92) 102 (91) Blood and lymphatic system disorders Neutropenia b 57 (53) 55 (49) 51 (48) 46 (41) Anemia b 41 (38) 47 (42) 25 (23) 24 (21) Thrombocytopenia b 28 (26) 26 (23) 24 (22) 21 (19) Leukopenia 14 (13) 22 (20) 7 (7) 11 (10) Febrile neutropenia b <10% <10% 6 (6) 3 (3) Lymphopenia 4 (4) 17 (15) 2 (2) 8 (7) General disorders and administration site conditions Fatigue and asthenia b 62 (58) 70 (63) 13 (12) 19 (17) Edema peripheral 27 (25) 19 (17) 0 (0.0) 0 (0.0) Pyrexia b 25 (23) 36 (32) <5% <5% Chills 11 (10) 14 (13) 0 (0.0) 0 (0.0) Gastrointestinal disorders Nausea b 39 (36) 27 (24) <5% <5% Constipation b 38 (36) 41 (37) <5% <5% Diarrhea 37 (35) 40 (36) <5% <5% Vomiting b 15 (14) 16 (14) <5% 0 (0.0) Musculoskeletal and connective tissue disorders Back pain b 37 (35) 36 (32) 15 (14) 11 (10) Musculoskeletal chest pain 25 (23) 22 (20) <5% 0 (0.0) Muscle spasms 23 (21) 22 (20) <5% <5% Arthralgia 18 (17) 17 (15) <5% <5% Muscular weakness 15 (14) 15 (13) 6 (6) 4 (4) Bone pain 13 (12) 8 (7) <5% <5% Musculoskeletal pain 13 (12) 19 (17) <5% <5% Pain in extremity 8 (7) 16 (14) 0 (0.0) <5% Infections and infestations Upper respiratory tract infection 40 (37) 32 (29) <5% <5% Pneumonia b 30 (28) 38 (34) 21 (20) 32 (29) Urinary tract infection b 11 (10) 19 (17) 2 (2) 10 (9) Sepsis b <10% <10% 6 (6) 5 (4) Metabolism and nutrition disorders Decreased appetite 25 (23) 21 (19) <5% 0 (0.0) Hypercalcemia b 23 (21) 13 (12) 11 (10) 1 (<1) Hypokalemia 13 (12) 13 (12) <5% <5% Hyperglycemia 12 (11) 17 (15) <5% <5% Hyponatremia 12 (11) 14 (13) <5% <5% Dehydration b <10% <10% 5 (4.7) 6 (5.4) Hypocalcemia 6 (6) 13 (12) 0 (0.0) <5% Respiratory, thoracic and mediastinal disorders Dyspnea b 38 (36) 50 (45) 8 (7) 14 (13) Cough 18 (17) 25 (22) 0 (0.0) 0 (0.0) Epistaxis 18 (17) 12 (11) <5% 0 (0.0) Productive cough 10 (9) 14 (13) 0 (0.0) 0 (0.0) Oropharyngeal pain 6 (6) 12 (11) 0 (0.0) 0 (0.0) Nervous system disorders Dizziness 24 (22) 20 (18) <5% <5% Peripheral neuropathy 23 (21) 20 (18) 0 (0.0) 0 (0.0) Headache 16 (15) 15 (13) 0 (0.0) <5% Tremor 11 (10) 15 (13) 0 (0.0) 0 (0.0) Skin and subcutaneous tissue disorders Rash 22 (21) 18 (16) 0 (0.0) <5% Pruritus 16 (15) 10 (9) 0 (0.0) 0 (0.0) Dry skin 10 (9) 12 (11) 0 (0.0) 0 (0.0) Hyperhidrosis 8 (7) 18 (16) 0 (0.0) 0 (0.0) Night sweats 5 (5) 14 (13) 0 (0.0) 0 (0.0) Investigations Blood creatinine increased b 20 (19) 11 (10) 6 (6) 3 (3) Weight decreased 16 (15) 10 (9) 0 (0.0) 0 (0.0) Weight increased 1 (<1) 12 (11) 0 (0.0) 0 (0.0) Psychiatric disorders Anxiety 14 (13) 8 (7) 0 (0.0) 0 (0.0) Confusional state b 13 (12) 15 (13) 6 (6) 3 (3) Insomnia 7 (7) 18 (16) 0 (0.0) 0 (0.0) Renal and urinary disorders Renal failure b 16 (15) 11 (10) 9 (8) 8 (7) Table 4: Adverse Reactions in Trial 2 a Percentage did not meet the criteria to be considered as an adverse reaction for POMALYST for that category of event (i.e., all adverse events or Grade 3 or 4 adverse events). b Serious adverse reactions were reported in at least 3 patients in the POM + Low-dose Dex arm, AND at least 1% higher than the High-dose-Dex arm percentage. Data cutoff: 01 March 2013 All Adverse Reactions (≥5% in POMALYST + Low-dose Dex arm, and at least 2% higher than the High-dose-Dex arm) Grade 3 or 4 (≥1% in POMALYST + Low-dose Dex arm, and at least 1% higher than the High-dose-Dex arm) Body System Adverse Reaction POMALYST + Low-dose Dex (N=300) High-dose Dex (N=150) POMALYST + Low-dose Dex (N=300) High-dose Dex (N=150) Number (%) of patients with at least one adverse reaction 297 (99) 149 (99) 259 (86) 127 (85) Blood and lymphatic system disorders Neutropenia b 154 (51) 31 (21) 145 (48) 24 (16) Thrombocytopenia 89 (30) a 44 (29) a 66 (22) a 39 (26) a Leukopenia 38 (13) 8 (5) 27 (9) 5 (3) Febrile neutropenia b 28 (9) 0 (0.0) 28 (9) 0 (0.0) General disorders and administration site conditions Fatigue and asthenia 140 (47) 64 (43) 26 (9) a 18 (12) a Pyrexia b 80 (27) 35 (23) 9 (3) a 7 (5) a Edema peripheral 52 (17) 17 (11) 4 (1) a 3 (2) a Pain 11 (4) a 3 (2) a 5 (2) 1 (<1) Infections and infestations Upper respiratory tract infection b 93 (31) 19 (13) 9 (3) 1 (<1) Pneumonia b 58 (19) 20 (13) 47 (16) 15 (10) Neutropenic sepsis b 3 (1) a 0 (0.0) a 3 (1) 0 (0.0) Gastrointestinal disorders Diarrhea 66 (22) 28 (19) 3 (1) a 2 (1) a Constipation 65 (22) 22 (15) 7 (2) 0 (0.0) Nausea 45 (15) 17 (11) 3 (1) a 2 (1) a Vomiting 23 (8) 6 (4) 3 (1) 0 (0.0) Musculoskeletal and connective tissue disorders Back pain b 59 (20) 24 (16) 15 (5) 6 (4) Bone pain b 54 (18) 21 (14) 22 (7) 7 (5) Muscle spasms 46 (15) 11 (7) 1 (<1) a 1 (<1) a Arthralgia 26 (9) 7 (5) 2 (<1) a 1 (<1) a Pain in extremity 20 (7) a 9 (6) a 6 (2) 0 (0.0) Respiratory, thoracic and mediastinal disorders Dyspnea b 76 (25) 25 (17) 17 (6) 7 (5) Cough 60 (20) 15 (10) 2 (<1) a 1 (<1) a Chronic obstructive pulmonary disease b 5 (2) a 0 (0.0) a 4 (1) 0 (0.0) Nervous system disorders Peripheral neuropathy 52 (17) 18 (12) 5 (2) a 2 (1) a Dizziness 37 (12) 14 (9) 4 (1) a 2 (1) a Headache 23 (8) 8 (5) 1 (<1) a 0 (0.0) a Tremor 17 (6) 2 (1) 2 (<1) a 0 (0.0) a Depressed level of consciousness 5 (2) a 0 (0.0) a 3 (1) 0 (0.0) Metabolism and nutrition disorders Decreased appetite 38 (13) 12 (8) 3 (1) a 2 (1) a Hypokalemia 28 (9) a 12 (8) a 12 (4) 4 (3) Hypocalcemia 12 (4) a 9 (6) a 5 (2) 1 (<1) Skin and subcutaneous tissue disorders Rash 23 (8) 2 (1) 3 (1) 0 (0.0) Pruritus 22 (7) 5 (3) 0 (0.0) a 0 (0.0) a Hyperhidrosis 15 (5) 1 (<1) 0 (0.0) a 0 (0.0) a Investigations Neutrophil count decreased 15 (5) 1 (<1) 14 (5) 1 (<1) Platelet count decreased 10 (3) a 3 (2) a 8 (3) 2 (1) White blood cell count decreased 8 (3) a 1 (<1) a 8 (3) 0 (0.0) Alanine aminotransferase increased 7 (2) a 2 (1) a 5 (2) 0 (0.0) Aspartate aminotransferase increased 4 (1) a 2 (1) a 3 (1) 0 (0.0) Lymphocyte count decreased 3 (1) a 1 (<1) a 3 (1) 0 (0.0) Renal and urinary disorders Renal failure 31 (10) a 18 (12) a 19 (6) 8 (5) Injury, poisoning and procedural complications Femur fracture b 5 (2) a 1 (<1) a 5 (2) 1 (<1) Reproductive system and breast disorders Pelvic pain 6 (2) a 3 (2) a 4 (1) 0 (0.0) Other Adverse Reactions Other adverse reactions of POMALYST in patients with MM, not described above, and considered important: Cardiac Disorders: Myocardial infarction, Atrial fibrillation, Angina pectoris, Cardiac failure congestive Ear and Labyrinth Disorders: Vertigo Gastrointestinal disorders: Abdominal pain General Disorders and Administration Site Conditions: General physical health deterioration, Non-cardiac chest pain, Multi-organ failure Hepatobiliary Disorders: Hyperbilirubinemia Infections and Infestations: Pneumocystis jiroveci pneumonia, Respiratory syncytial virus infection, Neutropenic sepsis, Bacteremia, Pneumonia respiratory syncytial viral, Cellulitis, Urosepsis, Septic shock, Clostridium difficile colitis, Pneumonia streptococcal, Lobar pneumonia, Viral infection, Lung infection Investigations: Alanine aminotransferase increased, Hemoglobin decreased Injury, poisoning and procedural complications: Fall, Compression fracture, Spinal compression fracture Metabolism and nutritional disorders: Hyperkalemia, Failure to thrive Nervous system disorders: Depressed level of consciousness, Syncope Psychiatric disorders: Mental status change Renal and urinary disorders: Urinary retention, Hyponatremia Reproductive system and breast disorders: Pelvic pain Respiratory, thoracic, and mediastinal disorders: Interstitial lung disease, Pulmonary embolism, Respiratory failure, Bronchospasm Vascular disorders: Hypotension Kaposi Sarcoma (KS) The safety of POMALYST in patients with KS was evaluated in Trial 12-C-0047 [see Clinical Studies (14.2) ] . Twenty-eight patients received POMALYST 5 mg taken orally once daily on Days 1 through 21 of repeated 28-day cycles. The study excluded patients with procoagulant disorders or a history of venous or arterial thromboembolism. Patients received DVT prophylaxis with daily low dose aspirin. Across all patients treated on Trial 12-C-0047, 75% were exposed to pomalidomide for 6 months or longer and 25% were exposed for greater than one year. Serious adverse reactions occurred in 18% (5/28) of patients who received POMALYST. The following serious adverse reactions each occurred in 1 patient: anemia, decreased neutrophil count, and hematuria. Permanent discontinuation due to an adverse reaction occurred in 11% (3/28) of patients who received POMALYST. Dosage interruptions due to an adverse reaction occurred in 14% (4/28) of patients who received POMALYST. The most frequent adverse reaction requiring dosage interruption was decreased neutrophil count, which occurred in 3 patients. The POMALYST dose was reduced due to an adverse reaction in 1 patient due to gout. Tables 5 and 6 summarize the adverse reactions and select laboratory abnormalities reported in Trial 12-C-0047. Table 5: Adverse Reactions (≥ 20%) in Patients Who Received POMALYST in Trial 12-C-0047 Adverse Reaction Grades 1-4 N=28 % Grade 3 or 4 N=28 % Rash, maculo-papular 71 3.6 Constipation 71 0 Fatigue 68 0 Nausea 36 0 Diarrhea 32 3.6 Cough 29 0 Dyspnea 29 0 Peripheral Edema 29 3.6 Upper respiratory tract infection 29 0 Muscle spasms 25 0 Hypothyroidism 21 0 Dry skin 21 0 Chills 21 0 Table 6: Frequency of Select Laboratory Abnormalities (≥ 10%) Worsening from Baseline in Patients Who Received POMALYST in Trial 12-C-0047 * Denominator is the number of patients for whom there is a baseline and at least one post baseline assessment for the laboratory parameter. Laboratory Abnormality Grades 1-4* % Grades 3-4* % Hematology Decreased Absolute Neutrophil Count 96 50 Decreased White Blood Cells 79 3.6 Decreased Hemoglobin 54 0 Decreased Platelets 54 0 Chemistry Elevated Creatinine 86 3.6 Elevated Glucose 57 7 Decreased Albumin 54 0 Decreased Phosphate 54 25 Decreased Calcium 50 0 Increased Alanine Aminotransferase (ALT) 32 0 Increased Aspartate Aminotransferase (AST) 25 0 Elevated Creatine Kinase 25 7 Decreased Magnesium 14 0 Elevated Alkaline Phosphate 14 3.6 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of POMALYST. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: Pancytopenia Endocrine Disorders: Hypothyroidism, hyperthyroidism Gastrointestinal Disorders: Gastrointestinal hemorrhage Hepatobiliary Disorders: Hepatic failure (including fatal cases), elevated liver enzymes Immune system Disorders: Allergic reactions (e.g., angioedema, anaphylaxis, urticaria), solid organ transplant rejection Infections and Infestations: Hepatitis B virus reactivation, Herpes zoster, progressive multifocal leukoencephalopathy (PML) Neoplasms benign, malignant and unspecified (incl cysts and polyps): Tumor lysis syndrome, basal cell carcinoma, and squamous cell carcinoma of the skin Skin and Subcutaneous Tissue Disorders: Stevens-Johnson Syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms (DRESS)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Pregnancy ( 4.1 ) • Hypersensitivity ( 4.2 ) 4.1 Pregnancy POMALYST is contraindicated in females who are pregnant. POMALYST can cause fetal harm when administered to a pregnant female [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1) ]. Pomalidomide is a thalidomide analogue and is teratogenic in both rats and rabbits when administered during the period of organogenesis. If the patient becomes pregnant while taking this drug, the patient should be apprised of the potential risk to a fetus. 4.2 Hypersensitivity POMALYST is contraindicated in patients who have demonstrated severe hypersensitivity (e.g., angioedema, anaphylaxis) to pomalidomide or any of the excipients [see Warnings and Precautions (5.7) , Description (11) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • MM: 4 mg per day taken orally on Days 1 through 21 of repeated 28-day cycles until disease progression ( 2.2 ). Refer to section 14.1 for dexamethasone dosing ( 14.1 ). • KS: 5 mg per day taken orally on Days 1 through 21 of repeated 28-day cycles until disease progression or unacceptable toxicity ( 2.3 ). • Modify the dosage for certain patients with renal impairment ( 2.7 , 8.6 ) or hepatic impairment ( 2.8 , 8.7 ). 2.1 Pregnancy Testing Prior to Administration Females of reproductive potential must have negative pregnancy testing and use contraception methods before initiating POMALYST [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1 , 8.3) ] . 2.2 Recommended Dosage for Multiple Myeloma The recommended dosage of POMALYST is 4 mg once daily orally with or without food on Days 1 through 21 of each 28-day cycle until disease progression. Give POMALYST in combination with dexamethasone [see Clinical Studies (14.1) ] . 2.3 Recommended Dosage for Kaposi Sarcoma The recommended dosage of POMALYST is 5 mg once daily taken orally with or without food on Days 1 through 21 of each 28-day cycle until disease progression or unacceptable toxicity. Continue HAART as HIV treatment in patients with AIDS-related Kaposi sarcoma (KS) [see Clinical Studies (14.2) ] . 2.4 Dosage Modifications for Hematologic Adverse Reactions Multiple Myeloma: Dosage Modifications for Hematologic Adverse Reactions Initiate a new cycle of POMALYST in patients with multiple myeloma (MM) when the neutrophil count is at least 500 per mcL and the platelet count is at least 50,000 per mcL. Dosage modification for POMALYST for hematologic adverse reactions in patients with MM are summarized in Table 1. Table 1: Dosage Modifications for POMALYST for Hematologic in MM Adverse Reaction Severity Dosage Modification * Permanently discontinue POMALYST if unable to tolerate 1 mg once daily. ANC= absolute neutrophil count Neutropenia [see Warnings and Precautions (5.5) ] • ANC less than 500 per mcL or febrile neutropenia (fever greater than or equal to 38.5°C and ANC less than 1,000 per mcL) • Withhold POMALYST until ANC is greater than or equal to 500 per mcL; follow CBC weekly. • Resume POMALYST dose at 1 mg less than the previous dose.* • For each subsequent drop of ANC less than 500 per mcL • Withhold POMALYST until ANC is greater than or equal to 500 mcL. • Resume POMALYST dose at 1 mg less than the previous dose.* Thrombocytopenia [see Warnings and Precautions (5.5) ] • Platelets less than 25,000 per mcL • Withhold POMALYST until platelets are greater than or equal to 50,000 per mcL; follow CBC weekly. • Resume POMALYST dose at 1 mg less than the previous dose* • For each subsequent drop of platelets less than 25,000 per mcL • Withhold POMALYST until platelets are greater than or equal to 50,000 per mcL. • Resume POMALYST at 1 mg less than the previous dose* Kaposi Sarcoma: Dosage Modifications for Hematologic Adverse Reactions Initiate a new cycle of POMALYST in patients with KS when the neutrophil count is at least 1000 per mcL and the platelet count is at least 75,000 per mcL. Dose modifications for POMALYST for hematologic adverse reactions in patients with KS are summarized in Table 2. Table 2: Dosage Modifications for POMALYST for Hematologic Adverse Reactions in KS Adverse Reaction Severity Dosage Modification * Permanently discontinue POMALYST if unable to tolerate 1mg once daily. ANC= absolute neutrophil count Neutropenia [see Warnings and Precautions (5.5) ] ANC 500 to less than 1,000 per mcL Day 1 of cycle • Withhold POMALYST until ANC is greater than or equal to 1,000 per mcL. • Resume POMALYST at the same dose. During cycle • Continue POMALYST at the current dose. ANC less than 500 per mcL • Withhold POMALYST until ANC is greater than or equal to 1,000 per mcL. • Resume POMALYST at the same dose. Febrile Neutropenia [see Warnings and Precautions (5.5) ] ANC less than 1,000 per mcL and single temperature greater than or equal to 38.3°C or ANC less than 1,000 per mcL and sustained temperature greater than or equal to 38°C for more than 1 hour • Withhold POMALYST until ANC is greater than or equal to 1,000 per mcL. • Resume POMALYST at dose 1 mg less than the previous dose.* Thrombocytopenia [see Warnings and Precautions (5.5) ] Platelet count 25,000 to less than 50,000 per mcL Day 1 of cycle • Withhold POMALYST until platelet count is greater than or equal to 50,000 per mcL. • Resume POMALYST at the same dose. During cycle: • Continue POMALYST at the current dose. Platelet count less than 25,000 per mcL Permanently discontinue POMALYST. 2.5 Dosage Modifications for Non-Hematologic Adverse Reactions Permanently discontinue POMALYST for angioedema, anaphylaxis, Grade 4 rash, skin exfoliation, bullae, or any other severe dermatologic reaction [See Warnings and Precautions (5.7 , 5.12) ] . For other Grade 3 or 4 toxicities, hold treatment and restart treatment at 1 mg less than the previous dose when toxicity has resolved to less than or equal to Grade 2 at the physician's discretion. 2.6 Dosage Modifications for Strong CYP1A2 Inhibitors Avoid concomitant use of POMALYST with strong CYP1A2 inhibitors. If concomitant use of a strong CYP1A2 inhibitor is unavoidable, reduce POMALYST dose to 2 mg [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . 2.7 Dosage Modification for Severe Renal Impairment on Hemodialysis Take POMALYST after completion of dialysis procedure on hemodialysis days [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . • For patients with MM with severe renal impairment requiring dialysis, reduce the recommended dosage to 3 mg orally daily. • For patients with KS with severe renal impairment requiring dialysis, reduce the recommended dosage to 4 mg orally daily. 2.8 Dosage Modification for Hepatic Impairment Multiple Myeloma For patients with MM with mild or moderate hepatic impairment (Child-Pugh A or B), reduce the recommended dosage to 3 mg orally daily. For patients with MM with severe hepatic impairment (Child-Pugh C), reduce the recommended dosage to 2 mg [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . Kaposi Sarcoma For patients with KS with mild, moderate, or severe hepatic impairment (Child-Pugh A, B, or C), reduce the recommended dosage to 3 mg orally daily [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ] . 2.9 Administration Swallow capsules whole with water. Do not break, chew, or open the capsules. POMALYST may be taken with or without food."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE POMALYST is a thalidomide analogue indicated for the treatment of adult patients: • in combination with dexamethasone, for patients with multiple myeloma (MM) who have received at least two prior therapies including lenalidomide and a proteasome inhibitor and have demonstrated disease progression on or within 60 days of completion of the last therapy ( 1.1 ). • with AIDS-related Kaposi sarcoma (KS) after failure of highly active antiretroviral therapy (HAART) or in patients with KS who are HIV-negative. This indication is approved under accelerated approval based on overall response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s) ( 1.2 ). 1.1 Multiple Myeloma POMALYST, in combination with dexamethasone, is indicated for adult patients with multiple myeloma (MM) who have received at least two prior therapies including lenalidomide and a proteasome inhibitor and have demonstrated disease progression on or within 60 days of completion of the last therapy. 1.2 Kaposi Sarcoma POMALYST is indicated for the treatment of: • Adult patients with AIDS-related Kaposi sarcoma (KS) after failure of highly active antiretroviral therapy (HAART). • Kaposi sarcoma (KS) in adult patients who are HIV-negative. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s)."
  ],
  "fetched_at": "2025-10-01T17:06:49.126768",
  "source": "OpenFDA"
}