{
  "drug_name": "Ponatinib",
  "generic_name": [
    "PONATINIB HYDROCHLORIDE"
  ],
  "brand_names": [
    "Iclusig"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A Inhibitors : Avoid coadministration or reduce ICLUSIG dose if coadministration cannot be avoided. ( 2.3 , 7.1 ) Strong CYP3A Inducers : Avoid coadministration. ( 7.1 ) 7.1 Effects of Other Drugs on ICLUSIG Strong CYP3A Inhibitors Coadministration of ICLUSIG with a strong CYP3A inhibitor increases ponatinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may increase the risk of ICLUSIG adverse reactions. Avoid coadministration of ICLUSIG with strong CYP3A inhibitors. If coadministration of ICLUSIG with strong CYP3A inhibitors cannot be avoided, reduce the ICLUSIG dosage [see Dosage and Administration (2.3) ] . Strong CYP3A Inducers Coadministration of ICLUSIG with a strong CYP3A inducer decreases ponatinib plasma concentrations [see Clinical Pharmacology (12.3) ] . Avoid coadministration of ICLUSIG with strong CYP3A inducers unless the benefit outweighs the risk of decreased ponatinib exposure. Monitor patients for reduced efficacy. Selection of concomitant medication with no or minimal CYP3A induction potential is recommended."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Arterial Occlusive Events [see Warnings and Precautions (5.1) ] Venous Thromboembolic Events [see Warnings and Precautions (5.2) ] Heart Failure [see Warnings and Precautions (5.3) ] Hepatotoxicity [see Warnings and Precautions (5.4) ] Hypertension [see Warnings and Precautions (5.5) ] Pancreatitis [see Warnings and Precautions (5.6) ] Neuropathy [see Warnings and Precautions (5.8) ] Ocular Toxicity [see Warnings and Precautions (5.9) ] Hemorrhage [see Warnings and Precautions (5.10) ] Fluid Retention [see Warnings and Precautions (5.11) ] Cardiac Arrhythmias [see Warnings and Precautions (5.12) ] Myelosuppression [see Warnings and Precautions (5.13) ] Tumor Lysis Syndrome [see Warnings and Precautions (5.14) ] Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions (5.15) ] Impaired Wound Healing and Gastrointestinal Perforation [see Warnings and Precautions (5.16) ] Most common adverse reactions (occurring in >20% of patients) are: ICLUSIG as a single agent: rash and related conditions, arthralgia, abdominal pain, headache, constipation, dry skin, hypertension, fatigue, fluid retention and edema, pyrexia, nausea, pancreatitis/lipase elevation, hemorrhage, anemia, hepatic dysfunction and AOEs. The most common Grade 3 or 4 laboratory abnormalities (>20%) are platelet count decreased, neutrophil cell count decreased, and white blood cell decreased. ( 6.1 ) ICLUSIG in combination with chemotherapy: hepatic dysfunction, arthralgia, rash and related conditions, headache, pyrexia, abdominal pain, constipation, fatigue, nausea, oral mucositis, hypertension, pancreatitis/lipase elevation, neuropathy peripheral, hemorrhage, febrile neutropenia, fluid retention and edema, vomiting, paresthesia, and cardiac arrhythmias. The most common Grade 3 or 4 laboratory abnormalities (>20%) are decreased white blood cell count, decreased neutrophil cell count, decreased platelet count, decreased lymphocyte cell count, decreased hemoglobin, increased lipase, and increased alanine aminotransferase. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals at 1-844-817-6468 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The most common adverse reactions identified in the Highlights of the Prescribing Information are based on two safety populations. The first is from a pooled safety population of 543 patients with CML or resistant or intolerant Ph+ ALL (OPTIC and PACE studies) who received ICLUSIG as a single agent at a starting dose of 45 mg orally once daily. In this pooled safety population, the most common (>20%) adverse reactions were rash and related conditions, arthralgia, abdominal pain, headache, constipation, dry skin, hypertension, fatigue, fluid retention and edema, pyrexia, nausea, pancreatitis/lipase elevation, hemorrhage, anemia, hepatic dysfunction, and AOEs. The most common Grade 3 or 4 laboratory abnormalities (>20%) were platelet count decreased, neutrophil cell count decreased, and white blood cell decreased. The second safety population is from163 patients with newly diagnosed Ph+ ALL (PhALLCON study) who received ICLUSIG in combination with chemotherapy at a starting dose of 30 mg orally once daily. The most common adverse reactions (>20%) included hepatic dysfunction, arthralgia, rash and related conditions, headache, pyrexia, abdominal pain, constipation, fatigue, nausea, oral mucositis, hypertension, pancreatitis/lipase elevation, neuropathy peripheral, hemorrhage, febrile neutropenia, fluid retention and edema, vomiting, paresthesia, and cardiac arrhythmias. The most common Grade 3 or 4 laboratory abnormalities (>20%) included decreased white blood cell count, decreased neutrophil cell count, decreased platelet count, decreased lymphocyte cell count, decreased hemoglobin, increased lipase, and increased ALT. Newly Diagnosed Ph+ ALL The safety of ICLUSIG was evaluated in PhALLCON, a randomized, active-controlled, multicenter trial conducted in patients with newly diagnosed Ph+ ALL [see Clinical Studies (14) ] . Patients received ICLUSIG (n=163) or imatinib 600 mg (n=81) in combination with reduced-intensity chemotherapy followed by continued treatment with ICLUSIG or imatinib as a single agent (imatinib in combination with chemotherapy is not an approved regimen in adult patients). In the ICLUSIG arm, patients received a starting dosage of ICLUSIG 30 mg orally once daily in combination with chemotherapy, with a reduction to 15 mg orally once daily upon achievement of MRD-negative CR at the end of induction. The median duration of exposure was 9.0 months (range: <1 month to 4.2 years) in the ICLUSIG arm and 5.2 months (range: <1 month to 4.4 years) in the imatinib arm. Patients with uncontrolled hypertension, hypertriglyceridemia, or diabetes and patients with clinically significant, uncontrolled, or active cardiovascular disease, including any history of myocardial infarction, peripheral vascular infarction, revascularization procedure, venous thromboembolism, clinically significant atrial/ventricular tachyarrhythmias, history of myocardial infarction, unstable angina, or congestive heart failure within the 6 months prior to the first dose of ICLUSIG, were excluded. Serious adverse reactions occurred in 63% of patients receiving ICLUSIG in combination with chemotherapy. Serious adverse reactions in >2% of patients included febrile neutropenia (18%), pyrexia (6%), thrombocytopenia (4.3%), sepsis (3.7%), septic shock (3.7%), anemia (2.5%), hemorrhage (2.5%), neutropenia (2.5%), pancreatitis (2.5%), peripheral neuropathy (2.5%), pneumonia (2.5%) and acute kidney injury (2.5%). Fatal adverse reactions occurred in 6% of patients who received ICLUSIG in combination with chemotherapy, including sepsis (3.7%), sudden death, pneumonitis and respiratory failure (0.6%, each). Permanent discontinuation of ICLUSIG due to adverse reactions occurred in 13% of patients. Adverse reactions resulting in permanent discontinuation of ICLUSIG in >2% of patients included arterial occlusive events and sepsis. Dosage modifications (dose interruption or reduction) of ICLUSIG due to adverse reactions occurred in 71% of patients. Adverse reactions leading to dose interruption or reduction of ICLUSIG in >5% of patients included increased ALT, neutropenia, increased lipase, thrombocytopenia, increased AST, febrile neutropenia, and abdominal pain. Table 4 summarizes the adverse reactions in patients receiving ICLUSIG or imatinib in combination with chemotherapy in PhALLCON. Table 4: Adverse Reactions (>10%) in Patients with Newly Diagnosed Ph+ ALL in PhALLCON Adverse Reaction ICLUSIG 30 mg → 15 mg with Chemotherapy (n = 163) Imatinib 600 mg with Chemotherapy (n = 81) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Graded using CTCAE v5.0 Hepatobiliary Disorders Hepatotoxicity 66 30 57 14 Musculoskeletal and Connective Tissue Disorders Arthralgia Includes arthralgia, arthritis, back pain, flank pain, intervertebral disc degeneration, joint swelling, osteoarthritis, neck pain, pain, pain in extremity, pain of skin, sciatica, spinal pain, tendonitis, and tenosynovitis. 47 4.3 35 1.2 Myalgia 13 1.2 10 1.2 Nervous System Disorders Headache 45 1.8 43 1.2 Neuropathy peripheral 33 1.2 24 1.2 Paresthesia 22 0 10 0 Peripheral sensory neuropathy 12 0 12 0 Skin and Subcutaneous Tissue Disorders Rash and related conditions 47 1.2 33 1.2 Gastrointestinal Disorders Abdominal pain Includes abdominal discomfort, abdominal distension, abdominal pain, abdominal pain lower, abdominal pain upper, chronic gastritis, colitis, enteritis, enterocolitis, gastric ulcer, gastritis, gastroenteritis, gastrointestinal pain, gastroesophageal reflux disease, and helicobacter gastritis. 43 4.9 28 0 Constipation 41 0.6 21 1.2 Nausea 37 3.1 52 7 Oral mucositis 35 4.9 30 10 Pancreatitis/lipase elevation 34 15 37 20 Vomiting 24 1.2 40 2.5 Diarrhea 20 0 35 2.5 General Disorders Pyrexia 44 4.3 26 2.5 Fatigue or asthenia 40 2.5 38 3.7 Fluid retention and edema 24 0.6 48 3.7 Vascular Disorders Hypertension 34 14 15 7 Hemorrhage 31 1.8 30 7 Venous thromboembolic events 12 3.1 10 2.5 Blood and Lymphatic System Disorders Febrile neutropenia 28 25 22 20 Metabolism and Nutrition Disorders Impaired glucose tolerance 20 4.9 20 9 Hyperlipidemia 16 1.2 15 1.2 Decreased appetite 10 0 19 3.7 Cardiac Disorders Cardiac arrhythmias 22 2.5 17 6 Infections Sepsis Includes abdominal sepsis, bacteremia, bacterial sepsis, device-related sepsis, escherichia bacteremia, fungemia, klebsiella bacteremia, klebsiella sepsis, neutropenic sepsis, pseudomonal sepsis, sepsis, septic shock, staphylococcal bacteremia, staphylococcal sepsis, streptococcal bacteremia, and urosepsis. 17 12 15 11 Pneumonia 11 7 11 6 Respiratory, Thoracic, and Mediastinal Disorders Cough 17 0 6 0 Dyspnea 13 1.2 4.9 2.5 Clinically relevant adverse reactions in ≤10% of patients receiving ICLUSIG with chemotherapy: urinary tract infection (10%), arterial occlusive events (6%), cardiac failure (6%), and acute kidney injury (4.3%). Table 5 summarizes the laboratory abnormalities in PhALLCON for patients who received ICLUSIG or imatinib in combination with chemotherapy. Table 5: Select Laboratory Abnormalities (≥20%) that Worsened from Baseline in Patients with Newly Diagnosed Ph+ ALL in PhALLCON Laboratory Abnormality ICLUSIG 30 mg → 15 mg with Chemotherapy (n = 163) Imatinib 600 mg with Chemotherapy (n = 81) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) ALT = alanine aminotransferase, AST = aspartate aminotransferase Graded using CTCAE v5.0 Hematologic Laboratory Tests White blood cell decreased 79 71 78 70 Lymphocyte cell count decreased 77 61 94 89 Neutrophil cell count decreased 66 63 57 53 Platelet count decreased 65 62 64 53 Hemoglobin decreased 53 38 59 49 Liver Function Tests ALT increased 69 21 62 7 AST increased 53 7 48 6 Alkaline phosphatase increased 44 1.2 24 0 Total bilirubin increased 25 0.6 24 0 Direct bilirubin increased 24 4.3 24 1.2 Pancreatic Enzymes Lipase increased 60 24 78 38 Amylase increased 25 6 35 7 Chemistry Calcium decreased 67 3.1 69 4.9 Phosphate decreased 58 16 85 36 Potassium decreased 44 10 74 25 Albumin decreased 42 1.8 56 0 Glucose increased 34 2.5 38 2.5 Creatinine increased 34 3.7 48 4.9 Sodium decreased 32 3.1 35 3.7 Potassium increased 31 3.7 12 0 Magnesium decreased 15 0.6 31 2.5 Previously Treated CP-CML The safety of ICLUSIG was evaluated in OPTIC [see Clinical Studies (14) ] . Patients received one of three starting doses of ICLUSIG: 45 mg orally once daily (n=94), 30 mg orally once daily (n=94), or 15 mg orally once daily (n=94). Patients with uncontrolled hypertension or diabetes and patients with clinically significant, uncontrolled, or active cardiovascular disease, including any history of myocardial infarction, peripheral vascular infarction, revascularization procedure, congestive heart failure, venous thromboembolism, or clinically significant atrial/ventricular arrhythmias, were excluded. Only the safety information for the recommended starting dosage (45 mg) is described below. Patients who received a starting dose of ICLUSIG 45 mg orally once daily had a mandatory dose reduction to 15 mg once daily upon achievement of ≤1% BCR::ABL IS . Of these patients, 76% were exposed for 1 year or longer and 38% were exposed for greater than two years. The median time to the response-based dose reduction to 15 mg was 6.4 months (range: 3.1 months to 1.8 years). Serious adverse reactions occurred in 34% of patients who received ICLUSIG at a starting dose of 45 mg. Serious adverse reactions in >2% of patients included AOEs (9%; of which 2.1% were sudden death), cardiac arrhythmias (6%), thrombocytopenia (5%), pyrexia (4.3%), anemia (3.2%), abdominal pain (3.2%), atrial fibrillation (2.1%), pancreatitis/lipase elevation (2.1%), neutropenia (2.1%), and hypertension (2.1%). Fatal adverse reactions occurred in 2 patients (2.1%), both of which were sudden death. Permanent discontinuation of ICLUSIG due to an adverse reaction occurred in 19% of patients who received ICLUSIG at a starting dose of 45 mg. Adverse reactions which resulted in permanent discontinuation in >2% of patients included AOEs, thrombocytopenia, hypertension, and sudden death. Dose modifications (dose interruption or reductions) of ICLUSIG due to an adverse reaction occurred in 71% of patients who received ICLUSIG at a starting dose of 45 mg. Adverse reactions which required dose interruptions or reductions in >5% of patients included thrombocytopenia, pancreatitis/lipase elevation, neutropenia, hepatic dysfunction, rash and related conditions, and anemia. The most common (>20%) adverse reactions were rash and related conditions, hypertension, arthralgia, hyperlipidemia, hepatic dysfunction, pancreatitis/lipase elevation, and abdominal pain. The most common (>20%) Grade 3 or 4 laboratory abnormalities were platelet count decreased and neutrophil cell count decreased. Table 6 summarizes the adverse reactions in OPTIC for patients who received ICLUSIG at a starting dose of 45 mg. Table 6: Adverse Reactions (≥10%) in Patients with CP-CML Who Received ICLUSIG at Starting Dose of 45 mg Followed by Reduction to 15 mg After Achievement of ≤1% BCR::ABL1 IS in OPTIC Adverse Reaction ICLUSIG 45 mg → 15 mg (N = 94) All Grades (%) Grade 3 or 4 (%) Graded using CTCAE v5.0 Skin and Subcutaneous Tissue Disorders Rash and related conditions 51 3.2 Dry skin 12 0 Vascular Disorders Hypertension 32 12 Arterial occlusive events 14 6 Hemorrhage 12 2.1 Musculoskeletal and Connective Tissue Disorders Arthralgia Arthralgia includes arthralgia, arthritis, back pain, intervertebral disc degeneration, osteoarthritis, pain, neck pain, pain in extremity, pain of skin, sciatica, spinal pain, tendonitis, tenosynovitis 30 0 Metabolism and Nutrition Disorders Hyperlipidemia Hyperlipidemia includes blood cholesterol increased, blood triglycerides increased, dyslipidemia, hypercholesterolemia, hyperlipidemia, hypertriglyceridemia, low density lipoprotein increased 28 2.1 Gastrointestinal Disorders Abdominal pain Abdominal pain includes abdominal discomfort, abdominal distension, abdominal pain, abdominal pain lower, abdominal pain upper, chronic gastritis, colitis, enteritis, enterocolitis, gastric ulcer, gastritis, gastroenteritis, gastrointestinal pain, gastroesophageal reflux disease, Helicobacter gastritis 25 3.2 Pancreatitis/lipase elevation 23 15 Constipation 11 0 Hepatobiliary Disorders Hepatotoxicity 28 6 Nervous System Disorders Headache 17 0 General Disorders and Administration Site Conditions Pyrexia 16 1.1 Fatigue or asthenia 10 1.1 Cardiac Disorders Cardiac arrhythmias 16 4.3 Cardiac failure 13 1.1 Clinically relevant adverse reactions in <10% of patients who received ICLUSIG at a starting dose of 45 mg: neuropathy (9%), fluid retention and edema (5%), and hypothyroidism (3.2%). Table 7 summarizes the laboratory abnormalities in OPTIC for patients who received ICLUSIG at a starting dose of 45 mg. Table 7: Select Laboratory Abnormalities (>20%) that Worsened from Baseline in Patients with CP-CML Who Received ICLUSIG at Starting Dose of 45 mg in OPTIC Laboratory Abnormality ICLUSIG 45 mg → 15 mg (N = 94) All Grades (%) Grade 3 or 4 (%) ALT = alanine aminotransferase, AST = aspartate aminotransferase Graded using CTCAE v5.0 (except glucose increased which is graded using CTCAE v4.03) Hematologic Laboratory Tests Platelet count decreased 65 31 White blood cell decreased 56 13 Neutrophil cell count decreased 55 22 Lymphocyte decreased 42 7 Hemoglobin decreased 35 14 Liver Function Tests ALT increased 49 1.1 AST increased 40 0 Alkaline phosphatase increased 23 1.1 Chemistry Glucose increased 48 1.1 Triglycerides increased 44 3.2 Phosphate decreased 27 3.2 Bicarbonate decreased 27 0 Pancreatic Enzymes Lipase increased 34 12 Previously Treated CML or Ph+ ALL The safety of ICLUSIG was evaluated in PACE [see Clinical Studies (14) ] . Eligible patients had CML or Ph+ ALL whose disease was considered to be resistant or intolerant to prior kinase inhibitor, including those with the BCR::ABL T315I mutation. Patients with uncontrolled hypertriglyceridemia and patients with clinically significant or active cardiovascular disease, including any history of clinically significant atrial/ventricular arrhythmias or history of myocardial infarction, unstable angina, or congestive heart failure within the 3 months prior to the first dose of ICLUSIG, were excluded. Patients received a starting dose of ICLUSIG 45 mg orally once daily (N=449). Dose reductions to 30 mg orally once daily or 15 mg orally once daily were allowed for the management of adverse reactions. After approximately 2 years of follow-up, patients who were still taking a 45 mg orally once daily dose were recommended to undergo a dose reduction in response to the continued occurrence of AOEs and VTEs in the clinical trial [see Warnings and Precautions (5.1) ] . At study completion (60 months of follow-up), the median duration of treatment with ICLUSIG was 32 months in patients with CP-CML, 19 months in patients with AP-CML, 2.9 months in patients with BP-CML, and 2.7 months in patients with Ph+ ALL. Serious adverse reactions occurred in 69% of patients who received ICLUSIG. Serious adverse reactions in >2% of patients included AOEs (20%), pneumonia (10%), cardiac arrhythmias (8%), pancreatitis/lipase elevation (7%), abdominal pain (6%), cardiac failure (6%), hemorrhage (6%), sepsis (5%), VTEs (5%), fluid retention and edema (4.5%), pyrexia (4.5%), secondary malignancies (5%), anemia (3.3%), hypertension (3.1%), thrombocytopenia (3.1%), febrile neutropenia (2.9%), cellulitis (2.7%), and arthralgia (2.2%). Fatal adverse reactions occurred in 9% of patients who received ICLUSIG; the most frequent fatal adverse reactions were AOEs (2%), sepsis (1.6%), and hemorrhage (1.3%). Permanent discontinuation of ICLUSIG due to an adverse reaction occurred in 21% of CP-CML, 12% of AP-CML, 15% of BP-CML, and 9% of Ph+ ALL patients. The most frequent adverse reactions that led to treatment discontinuation were thrombocytopenia (4.5%) and AOEs (4%). Dose interruption of ICLUSIG for more than 3 days due to an adverse reaction occurred in 71% of patients and dose reduction of ICLUSIG due to an adverse reaction occurred in 68% of patients. Adverse reactions which required a dosage interruption or dose reduction in >5% of patients included thrombocytopenia (31%), pancreatitis/lipase elevation (17%), abdominal pain (14%), rash and related conditions (14%), neutropenia (14%), hepatic dysfunction (12%), AOEs (10%), arthralgia (8%), anemia (7%), ALT increased (6%), and AST increased (5%). The most common (>20%) non-hematologic adverse reactions were rash and related conditions, arthralgia, abdominal pain, fatigue, constipation, headache, dry skin, fluid retention and edema, hepatic dysfunction, hypertension, pyrexia, nausea, hemorrhage, pancreatitis/lipase elevation, AOEs, diarrhea, vomiting, and myalgia. Table 8 summarizes the adverse reactions in PACE. Table 8: Adverse Reactions (>10%) in Patients with CML or Ph+ ALL Who Received ICLUSIG in PACE Adverse Reaction CP-CML (N = 270) AP-CML (N = 85) BP-CML (N = 62) Ph+ ALL (N = 32) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Graded using CTCAE v4.03. Skin and Subcutaneous Tissue Disorders Rash and related conditions 75 9 68 12 55 7 50 3.1 Dry skin 42 3.3 32 1.2 26 1.6 25 0 Alopecia 8 0 11 0 8 0 6 0 Musculoskeletal and Connective Tissue Disorders Arthralgia 61 9 58 6 52 4.8 41 0 Myalgia 24 1.1 21 0 18 0 6 0 Muscle spasms 14 0 7 0 4.8 0 13 0 Bone pain 14 0.4 13 1.2 11 3 9 3 Musculoskeletal pain 11 1.5 7 0 8.1 0 6 3 Gastrointestinal Disorders Abdominal pain 54 11 49 9 45 13 34 6 Constipation 42 2.6 29 2.4 27 0 53 3.1 Pancreatitis/lipase elevation 32 19 21 15 19 16 9 6 Nausea 29 0.7 32 0 34 1.6 22 0 Diarrhea 20 0.7 29 2.4 24 3.2 13 3.1 Vomiting 19 1.5 27 0 27 1.6 25 0 Oral mucositis Oral mucositis includes aphthous ulcer, gingival pain, lip blister, lip pain, lip swelling, mouth ulceration, oropharyngeal pain, oral mucosal blistering, oral mucosal eruption, oral pain, pharyngeal ulceration, stomatitis, and tongue ulceration 16 1.1 20 1.2 24 0 9 3.1 General Disorders Fatigue or asthenia 44 3.7 47 8 36 4.8 34 3.1 Fluid retention and edema 31 3.7 37 3.5 32 4.8 41 6 Pyrexia 26 1.1 40 7 37 3.2 25 0 Chills 8 0 12 0 13 1.6 9 0 Nervous System Disorders Headache 43 3.3 31 1.2 31 3.2 25 0 Neuropathy 26 3.3 18 2.4 13 0 13 0 Dizziness 17 0.4 11 0 4.8 0 3.1 0 Vascular Disorders Hypertension Derived from blood pressure (BP) measurement 42 30 53 28 48 6 31 25 Arterial occlusive events 31 17 22 12 13 10 13 6 Hemorrhage 23 3 38 12 37 8 31 13 Hepatobiliary Disorders Hepatotoxicity 32 10 39 14 34 19 16 13 Cardiac Disorders Cardiac arrhythmias 19 7 17 4.7 24 8 25 6 Cardiac failure 9 5 8 4.7 16 10 6 3.1 Respiratory, Thoracic, and Mediastinal Disorders Cough Cough includes cough, productive cough, and upper airway cough syndrome 19 0 24 0 21 0 6 0 Dyspnea Dyspnea includes dyspnea and dyspnea exertional 19 3 20 3.5 23 6 16 0 Infections Upper respiratory tract infection Upper respiratory tract infection includes upper respiratory tract infection and viral upper respiratory tract infection 14 1.1 13 0 13 1.6 3.1 0 Urinary tract infection Urinary tract infection includes escherichia urinary tract infection, urinary tract infection, and urinary tract infection bacterial 12 2.2 14 3.5 1.6 1.6 9 0 Nasopharyngitis 12 0 18 0 3.2 0 3.1 0 Pneumonia 8 4.8 18 11 18 13 22 16 Cellulitis 4.4 1.9 8 3.5 13 4.8 0 0 Sepsis Sepsis includes abdominal sepsis, bacteremia, device-related sepsis, escherichia bacteremia, fungemia, klebsiella bacteremia, klebsiella sepsis, neutropenic sepsis, sepsis, septic shock, staphylococcal bacteremia, staphylococcal sepsis, streptococcal bacteremia, and urosepsis 2.6 1.9 11 6 18 6 28 25 Metabolism and Nutrition Disorders Decreased appetite 13 0.4 14 1.2 8 0 31 0 Hyperlipidemia 13 0.7 7 0 3.2 0 3.1 0 Investigations Weight decreased 10 0.4 9 0 4.8 0 13 0 Psychiatric Disorders Insomnia 11 0 13 0 11 0 13 0 Anxiety 4.8 0 18 0 8 0 6 0 Blood and Lymphatic System Disorders Febrile neutropenia 1.1 1.1 4.7 4.7 13 13 25 25 Clinically relevant adverse reactions occurring in ≤10% of patients: impaired glucose tolerance (9%) Grouped terms: secondary malignancies includes basal cell carcinoma, squamous cell carcinoma of the skin, melanoma, chronic myelomonocytic leukemia, colon cancer, epithelioid mesothelioma, large cell lung cancer recurrent, lung neoplasm, malignant ascites, myelodysplastic syndrome, neuroendocrine carcinoma metastatic, non-Hodgkin lymphoma, pancreatic cancer, thyroid neoplasm, vulval cancer; venous thromboembolic events includes deep vein thrombosis, pulmonary embolism, retinal vein occlusion, retinal vein thrombosis, superficial thrombophlebitis, venous embolism, veno-occlusive liver disease, portal vein thrombosis; impaired glucose tolerance includes blood glucose increased, diabetes mellitus, glucose tolerance impaired, glycosylated hemoglobin increased, hyperglycemia, insulin resistance, and type 2 diabetes mellitus , venous thromboembolic events (6%) , secondary malignancies (6%) , and hypothyroidism (3%). Tables 9 and 10 summarize the Grade 3 or 4 hematologic laboratory abnormalities or all grades non-hematologic abnormalities in PACE. Table 9: Select Grade 3 or 4 Graded using CTCAE v4.03 Hematologic Laboratory Abnormalities in Patients Who Received ICLUSIG in PACE Laboratory Abnormality CP-CML (N = 270) (%) AP-CML (N = 85) (%) BP-CML (N = 62) (%) Ph+ ALL (N = 32) (%) Hematology Platelet count decreased 35 49 45 47 Neutrophil cell count decreased 23 52 48 59 White blood cell decreased 12 37 48 63 Lymphocyte decreased 10 25 32 19 Hemoglobin decreased 8 31 52 34 Table 10: Select Non-Hematologic Laboratory Abnormalities (≥20%) in Patients Who Received ICLUSIG in PACE Laboratory Abnormality Pooled Safety Population (N = 449) All Grades Graded using CTCAE v4.03 (%) Grade 3 or 4 (%) ALT = alanine aminotransferase, AST = aspartate aminotransferase Chemistry Glucose increased 54 7 Phosphate decreased 34 10 Calcium decreased 30 0.9 Sodium decreased 27 4.9 Creatinine increased 21 0.2 Potassium increased 20 2.2 Bicarbonate decreased 20 0.2 Liver Function Tests ALT increased 41 6 Alkaline phosphatase increased 40 2 AST increased 35 3.6 Albumin decreased 28 0.2 Bilirubin increased 13 0.9 Pancreatic Enzymes Lipase increased 40 14 Amylase increased 18 3.6 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ICLUSIG. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Blood and Lymphatic System Disorders: Thrombotic microangiopathy Endocrine Disorders: Hyperthyroidism Gastrointestinal Disorders: Gastrointestinal perforation, fistula Metabolism and Nutrition Disorders: Dehydration Nervous System Disorders: Reversible posterior leukoencephalopathy syndrome (RPLS) Skin and Subcutaneous Tissue Disorders: Severe cutaneous reaction (e.g., Erythema multiforme, Stevens-Johnson syndrome), impaired wound healing, panniculitis (including erythema nodosum) Vascular Disorders: Arterial (including aortic) aneurysms, dissections, and rupture"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage in Newly Diagnosed Ph+ ALL : Starting dose is 30 mg orally once daily in combination with chemotherapy, with a reduction to 15 mg once daily upon achievement of MRD-negative (≤0.01% BCR::ABL1/ABL1) CR at the end of induction. ( 2.1 ) Recommended Dosage in Monotherapy for Ph+ ALL for Whom No Other Kinase Inhibitors are Indicated or T315I-positive Ph+ ALL : Starting dose is 45 mg orally once daily. ( 2.1 ) Recommended Dosage in CP-CML : Starting dose is 45 mg orally once daily with a reduction to 15 mg once daily upon achievement of ≤1% BCR::ABL1 IS . ( 2.1 ) Recommended Dosage in AP-CML and BP-CML : Starting dose is 45 mg orally once daily. ( 2.1 ) Hepatic Impairment : See the Full Prescribing Information for dosage modifications for hepatic impairment. ( 2.4 ) ICLUSIG may be taken with or without food. ( 2.1 ) 2.1 Recommended Dosage Newly Diagnosed Ph+ ALL The recommended starting dosage of ICLUSIG in combination with chemotherapy is 30 mg orally once daily with a reduction to 15 mg orally once daily upon achievement of MRD-negative (≤0.01% BCR::ABL1/ABL1) CR at the end of induction. Continue ICLUSIG in combination with chemotherapy for up to 20 cycles until loss of response or unacceptable toxicity [see Clinical Studies (14) ] . For a description of dosing of agents administered in combination with ICLUSIG, [see Clinical Studies (14) ] . Monotherapy for Ph+ ALL for Whom No Other Kinase Inhibitors Are Indicated or T315I-positive Ph+ ALL The optimal dose of ICLUSIG has not been identified. The recommended starting dosage of ICLUSIG is 45 mg orally once daily. Continue ICLUSIG until loss of response or unacceptable toxicity. Consider discontinuing ICLUSIG if response has not occurred by 3 months. CP-CML The recommended starting dosage of ICLUSIG is 45 mg orally once daily with a reduction to 15 mg orally once daily upon achievement of ≤1% BCR::ABL1 IS . Patients with loss of response can re-escalate the dose of ICLUSIG to a previously tolerated dosage of 30 mg or 45 mg orally once daily. Continue ICLUSIG until loss of response at the re-escalated dose or unacceptable toxicity. Consider discontinuing ICLUSIG if hematologic response has not occurred by 3 months. AP-CML and BP-CML The optimal dose of ICLUSIG has not been identified. The recommended starting dosage of ICLUSIG is 45 mg orally once daily. Consider reducing the dose of ICLUSIG for patients with accelerated phase (AP) CML who have achieved a major cytogenetic response. Continue ICLUSIG until loss of response or unacceptable toxicity. Consider discontinuing ICLUSIG if response has not occurred by 3 months. Administration Advise patients of the following: ICLUSIG may be taken with or without food. Swallow tablets whole. Do not crush, break, cut or chew tablets. If a dose is missed, take the next dose at the regularly scheduled time the next day. 2.2 Dosage Modifications for Adverse Reactions Recommended dosage modifications of ICLUSIG for adverse reactions are provided in Table 1 and recommended dose reductions of ICLUSIG for adverse reactions are presented in Table 2. Table 1: Recommended Dosage Modifications for ICLUSIG for Adverse Reactions Adverse Reaction Severity ICLUSIG Dosage Modifications Based on CTCAE v5.0: Grade 1 mild, Grade 2 moderate, Grade 3 severe, Grade 4 life-threatening ULN = Upper Limit of Normal for the lab; AOE = Arterial Occlusive Event; VTE = Venous Thromboembolic Event; ANC = absolute neutrophil count AOE: cardiovascular or cerebrovascular [see Warnings and Precautions (5.1) ] Grade 1 Interrupt ICLUSIG until resolved, then resume at same dose. Grade 2 Interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Discontinue ICLUSIG if recurrence. Grade 3 or 4 Discontinue ICLUSIG. AOE: peripheral vascular and other or VTE [see Warnings and Precautions (5.1 , 5.2) ] Grade 1 Interrupt ICLUSIG until resolved, then resume at same dose. Grade 2 Interrupt ICLUSIG until Grade 0 or 1, then resume at same dose. If recurrence, interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Grade 3 Interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Discontinue ICLUSIG if recurrence. Grade 4 Discontinue ICLUSIG. Heart Failure [see Warnings and Precautions (5.3) ] Grade 2 or 3 Interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Discontinue ICLUSIG if recurrence. Grade 4 Discontinue ICLUSIG. Hepatotoxicity [see Warnings and Precautions (5.4) ] AST or ALT greater than 3 times ULN Interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. AST or ALT at least 3 times ULN concurrent with bilirubin greater than 2 times ULN and alkaline phosphatase less than 2 times ULN Discontinue ICLUSIG. Pancreatitis and Elevated Lipase [see Warnings and Precautions (5.6) ] Serum lipase greater than 1 to 1.5 times ULN Consider interrupting ICLUSIG until resolution, then resume at same dose. Serum lipase greater than 1.5 to 2 times ULN, 2 to 5 times ULN and asymptomatic, or asymptomatic radiologic pancreatitis Interrupt ICLUSIG until Grade 0 or 1 (less than 1.5 times ULN), then resume at next lower dose. Serum lipase greater than 2 to 5 times ULN and symptomatic, symptomatic Grade 3 pancreatitis, or serum lipase greater than 5 times ULN and asymptomatic Interrupt ICLUSIG until complete resolution of symptoms and after recovery of lipase elevation Grade 0 or 1, then resume at next lower dose. Symptomatic pancreatitis and serum lipase greater than 5 times ULN Discontinue ICLUSIG. Myelosuppression [see Warnings and Precautions (5.13) ] ANC less than 1 × 10 9 /L or Platelets less than 50 × 10 9 /L Interrupt ICLUSIG until ANC at least 1.5 × 10 9 /L and platelet at least 75 × 10 9 /L, then resume at same dose. If recurrence, interrupt ICLUSIG until resolution, then resume at next lower dose. Other Non-hematologic Adverse Reactions [see Warnings and Precautions (5.5 , 5.8 , 5.10 , 5.11 , 5.12) ] Grade 1 Interrupt ICLUSIG until resolved, then resume at same dose. Grade 2 Interrupt ICLUSIG until Grade 0 or 1, then resume at same dose. If recurrence, interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Grade 3 or 4 Interrupt ICLUSIG until Grade 0 or 1, then resume at next lower dose. Discontinue ICLUSIG if recurrence. Table 2: Recommended Dose Reductions for ICLUSIG for Adverse Reactions Dose Reduction Dosage for Patients with CP-CML Dosage for Patients with AP-CML, BP-CML, and Ph+ ALL Monotherapy Dosage for Patients with Newly Diagnosed Ph+ ALL First 30 mg orally once daily 30 mg orally once daily 15 mg orally once daily Second 15 mg orally once daily 15 mg orally once daily 10 mg orally once daily Third 10 mg orally once daily Permanently discontinue ICLUSIG in patients unable to tolerate 15 mg orally once daily. Permanently discontinue ICLUSIG in patients unable to tolerate 10 mg orally once daily. Subsequent Reduction Permanently discontinue ICLUSIG in patients unable to tolerate 10 mg orally once daily. 2.3 Dosage Modification for Coadministration of Strong CYP3A Inhibitors Avoid coadministration of ICLUSIG with strong CYP3A inhibitors. If coadministration of a strong CYP3A inhibitor cannot be avoided, reduce the dosage of ICLUSIG as recommended in Table 3. After the strong CYP3A inhibitor has been discontinued for 3 to 5 elimination half-lives, resume the ICLUSIG dosage that was tolerated prior to initiating the strong CYP3A inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . Table 3: Recommended ICLUSIG Dosage for Coadministration of Strong CYP3A Inhibitors Current ICLUSIG Dosage Recommended ICLUSIG Dosage with a Strong CYP3A Inhibitor 45 mg orally once daily 30 mg orally once daily 30 mg orally once daily 15 mg orally once daily 15 mg orally once daily 10 mg orally once daily 10 mg orally once daily Avoid coadministration of ICLUSIG with a strong CYP3A inhibitor 2.4 Dosage for Patients with Hepatic Impairment For patients with CP-CML, AP-CML, BP-CML, and Ph+ ALL receiving monotherapy, reduce the starting dose of ICLUSIG from 45 mg orally once daily to 30 mg orally once daily in patients with pre-existing hepatic impairment (Child-Pugh A, B, or C). For patients with newly diagnosed Ph+ ALL, no dosage adjustment is recommended when administering ICLUSIG to patients with mild hepatic impairment (Child-Pugh A). Closely monitor patients with moderate or severe hepatic impairment (Child-Pugh B or C) and modify the ICLUSIG dosage in the event of adverse reactions [see Dosage and Administration (2.2) , Use in Specific Populations (8.6) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ICLUSIG is indicated for the treatment of adult patients with: Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia (Ph+ ALL) Newly diagnosed Ph+ ALL in combination with chemotherapy. This indication is approved under accelerated approval based on minimal residual disease (MRD)-negative complete remission (CR) at the end of induction [see Clinical Studies (14) ] . Continued approval for this indication may be contingent upon verification of clinical benefit in a confirmatory trial(s). As monotherapy in Ph+ ALL for whom no other kinase inhibitors are indicated or T315I-positive Ph+ ALL. Chronic Myeloid Leukemia (CML) Chronic phase (CP) CML with resistance or intolerance to at least two prior kinase inhibitors. Accelerated phase (AP) or blast phase (BP) CML for whom no other kinase inhibitors are indicated. T315I-positive CML (chronic phase, accelerated phase, or blast phase). ICLUSIG is a kinase inhibitor indicated for the treatment of adult patients with: Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia (Ph+ ALL) Newly diagnosed Ph+ ALL, in combination with chemotherapy. ( 1 ) This indication is approved under accelerated approval based on minimal residual disease (MRD)-negative complete remission (CR) at the end of induction. Continued approval for this indication may be contingent upon verification of clinical benefit in a confirmatory trial(s). As monotherapy in Ph+ ALL for whom no other kinase inhibitors are indicated or T315I-positive Ph+ ALL. ( 1 ) Chronic Myeloid Leukemia (CML) Chronic phase (CP) CML with resistance or intolerance to at least two prior kinase inhibitors. ( 1 ) Accelerated phase (AP) or blast phase (BP) CML for whom no other kinase inhibitors are indicated. ( 1 ) T315I-positive CML (chronic phase, accelerated phase, or blast phase). ( 1 ) Limitations of Use : ICLUSIG is not indicated and is not recommended for the treatment of patients with newly diagnosed CP-CML. ( 5.7 ) Limitations of Use : ICLUSIG is not indicated and is not recommended for the treatment of patients with newly diagnosed CP-CML [see Warnings and Precautions (5.7) ] ."
  ],
  "fetched_at": "2025-10-01T17:05:55.909894",
  "source": "OpenFDA"
}