{
  "drug_name": "Ponesimod",
  "generic_name": [
    "PONESIMOD"
  ],
  "brand_names": [
    "PONVORY"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Vaccines: Avoid live attenuated vaccines during and for up to 1-2 weeks after treatment with PONVORY. ( 7.4 ) 7.1 Anti-Neoplastic, Immune-Modulating, or Immunosuppressive Therapies PONVORY has not been studied in combination with anti-neoplastic, immune-modulating, or immunosuppressive therapies. Caution should be used during concomitant administration because of the risk of additive immune effects during such therapy and in the weeks following administration [see Warnings and Precautions ( 5.1 )] . When switching from drugs with prolonged immune effects, the half-life and mode of action of these drugs must be considered in order to avoid unintended additive effects on the immune system [see Warnings and Precautions ( 5.10 )] . Because of the characteristics and duration of alemtuzumab immune suppressive effects, initiating treatment with PONVORY after alemtuzumab is not recommended. PONVORY can generally be started immediately after discontinuation of beta interferon or glatiramer acetate. 7.2 Anti-Arrhythmic Drugs, QT Prolonging Drugs, Drugs that may Decrease Heart Rate PONVORY has not been studied in patients taking QT prolonging drugs. Class Ia (e.g., quinidine, procainamide) and Class III (e.g., amiodarone, sotalol) anti-arrhythmic drugs have been associated with cases of Torsades de Pointes in patients with bradycardia. If treatment with PONVORY is considered, advice from a cardiologist should be sought. Because of the potential additive effects on heart rate, treatment with PONVORY should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties, heart rate lowering calcium channel blockers (e.g., verapamil, diltiazem), or other drugs that may decrease heart rate (e.g., digoxin) [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.3 )] . If treatment with PONVORY is considered, advice from a cardiologist should be sought. 7.3 Beta-Blockers Caution should be applied when PONVORY is initiated in patients receiving treatment with a beta-blocker because of the additive effects on lowering heart rate; temporary interruption of the beta-blocker treatment may be needed prior to initiation of PONVORY [see Warnings and Precautions ( 5.2 )] . Beta-blocker treatment can be initiated in patients receiving stable doses of PONVORY. 7.4 Vaccination During, and for up to 1 to 2 weeks after discontinuation of, treatment with PONVORY, vaccinations may be less effective. The use of live attenuated vaccines may carry the risk of infection and should therefore be avoided during PONVORY treatment and for 1 to 2 weeks after discontinuation of treatment with PONVORY [see Warnings and Precautions ( 5.1 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in labeling: Infections [see Warnings and Precautions ( 5.1 )] Bradyarrhythmia and Atrioventricular Conduction Delays [see Warnings and Precautions ( 5.2 )] Respiratory Effects [see Warnings and Precautions ( 5.3 )] Liver Injury [see Warnings and Precautions ( 5.4 )] Increased Blood Pressure [see Warnings and Precautions ( 5.5 )] Cutaneous Malignancies [see Warnings and Precautions ( 5.6 )] Fetal Risk [see Warnings and Precautions ( 5.7 )] Macular Edema [see Warnings and Precautions ( 5.8 )] Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions ( 5.9 )] Unintended Additive Immunosuppressive Effects From Prior Treatment With Immunosuppressive or Immune-Modulating Therapies [see Warnings and Precautions ( 5.10 )] Severe Increase in Disability After Stopping PONVORY [see Warnings and Precautions ( 5.11 )] Immune System Effects After Stopping PONVORY [see Warnings and Precautions ( 5.12 )] Most common adverse reactions (incidence at least 10%) are upper respiratory tract infection, hepatic transaminase elevation, and hypertension. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Vanda Pharmaceuticals, Inc. at 833-933-9331, FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 1438 MS patients have received PONVORY at doses of at least 2 mg daily. These patients were included in Study 1 (2-year active-controlled versus teriflunomide 14 mg) [see Clinical Studies ( 14 )] and in a Phase 2 (6-month placebo-controlled) study in patients with MS and the uncontrolled extension studies. In Study 1, 82% of PONVORY-treated patients completed 2 years of study treatment, compared to 82.2% of patients receiving teriflunomide 14 mg. Adverse events led to discontinuation of treatment in 8.7% of PONVORY-treated patients, compared to 6% of patients receiving teriflunomide 14 mg. The most common adverse reactions (incidence at least 10%) in PONVORY-treated patients in Study 1 were upper respiratory tract infection, hepatic transaminase elevation, and hypertension. Table 3 lists adverse reactions that occurred in at least 2% of PONVORY-treated patients and at a higher rate than in patients receiving teriflunomide 14 mg. Table 3: Adverse Reactions Reported in Study 1 Occurring in at Least 2% of PONVORY-Treated Patients and at a Higher Rate Than in Patients Receiving Teriflunomide 14 mg a Includes the following terms: nasopharyngitis, upper respiratory tract infection, pharyngitis, respiratory tract infection, bronchitis, respiratory tract infection viral, viral upper respiratory tract infection, tracheitis, and laryngitis. b Includes the following terms: alanine aminotransferase increased, aspartate aminotransferase increased, hepatic enzyme increased, and transaminases increased. c Includes the following terms: hypertension, hypertensive crisis, blood pressure increased, blood pressure systolic increased, and blood pressure diastolic increased. Adverse Reaction PONVORY N=565 (%) Teriflunomide 14 mg N=566 (%) Upper respiratory infection a 37 34 Hepatic transaminase elevation b 23 12 Hypertension c 10 9 Urinary tract infection 6 5 Dyspnea 5 1 Dizziness 5 3 Cough 4 2 Pain in extremity 4 3 Somnolence 3 2 Pyrexia 2 1 C-reactive protein increased 2 1 Hypercholesterolemia 2 1 Vertigo 2 1 In Study 1, the following adverse reactions occurred in less than 2% of PONVORY-treated patients, but at a rate at least 1% higher than in patients receiving teriflunomide 14 mg: viral infection, herpes zoster, hyperkalemia, lymphopenia [see Warnings and Precautions ( 5.1 ) , and macular edema [see Warnings and Precautions ( 5.8 )] . Adverse reactions in patients treated with PONVORY in an additional 6-month placebo-controlled study were generally similar to those in Study 1. The following additional adverse reactions occurred in at least 2% of PONVORY 20 mg-treated patients and at a higher rate than in patients receiving placebo (but did not meet the reporting rate criteria for inclusion in Study 1): rhinitis, fatigue, chest discomfort, peripheral edema, joint swelling, blood cholesterol increased, migraine, insomnia, depression, dyspepsia, dry mouth, bradycardia, back pain, and sinusitis. Additionally, in uncontrolled extension trials, the adverse reaction of pneumonia was reported. Seizures In Study 1, cases of seizures were reported in 1.4% of PONVORY-treated patients, compared to 0.2% in patients receiving teriflunomide 14 mg. It is not known whether these events were related to the effects of MS, to PONVORY, or to a combination of both. Respiratory Effects In Study 1, dose-dependent reductions in FEV 1 were observed in patients treated with PONVORY [see Warnings and Precautions ( 5.3 )] . Malignancies In Study 1, two cases of basal cell carcinoma (0.4%) were reported in PONVORY-treated patients, compared to one case of basal cell carcinoma (0.2%) in patients receiving teriflunomide 14 mg, and a case of malignant melanoma was reported in a PONVORY-treated patient. An increased risk of cutaneous malignancies has been reported in association with other S1P receptor modulators, including PONVORY [see Warnings and Precautions ( 5.6 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS PONVORY is contraindicated in patients who: In the last 6 months, have experienced myocardial infarction, unstable angina, stroke, transient ischemic attack (TIA), decompensated heart failure requiring hospitalization, or Class III or IV heart failure [see Warnings and Precautions ( 5.2 )] Have presence of Mobitz type II second-degree, third-degree AV block, sick sinus syndrome, or sino-atrial block, unless patient has a functioning pacemaker [see Warnings and Precautions ( 5.2 )] In the last 6 months, experienced myocardial infarction, unstable angina, stroke, transient ischemic attack (TIA), decompensated heart failure requiring hospitalization, or Class III/IV heart failure ( 4 ) Presence of Mobitz type II second-degree, third-degree AV block, sick sinus syndrome, or sino-atrial block, unless the patient has a functioning pacemaker ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assessments are required prior to initiating PONVORY ( 2.1 ) Titration is required for treatment initiation ( 2.2 ) The recommended maintenance dosage is 20 mg taken orally once daily ( 2.2 ) First-dose monitoring is recommended for patients with sinus bradycardia, first- or second-degree [Mobitz type I] atrioventricular (AV) block, or a history of myocardial infarction or heart failure ( 2.3 ) 2.1 Assessments Prior to First Dose of PONVORY Before initiation of treatment with PONVORY, assess the following: Cardiac Evaluation Obtain an electrocardiogram (ECG) to determine whether preexisting conduction abnormalities are present. In patients with certain preexisting conditions, advice from a cardiologist should be sought and first-dose monitoring is recommended [see Dosage and Administration ( 2.3 ) and Warnings and Precautions ( 5.2 )] . Complete Blood Count Obtain a recent (i.e., within the last 6 months or after discontinuation of prior MS therapy) complete blood count (CBC), including lymphocyte count [see Warnings and Precautions ( 5.1 )] . Determine whether patients are taking drugs that could slow heart rate or atrioventricular (AV) conduction [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.2 , 7.3 )] . Liver Function Tests Obtain recent (i.e., within the last 6 months) transaminase and bilirubin levels [see Warnings and Precautions ( 5.4 )] . Ophthalmic Evaluation Obtain a baseline evaluation of the fundus, including the macula, near the start of treatment with PONVORY [see Warnings and Precautions ( 5.8 )] . Skin Examination Obtain a baseline skin examination prior to or shortly after initiation of PONVORY. If a suspicious skin lesion is observed, it should be promptly evaluated [see Warnings and Precautions ( 5.6 )] . Current or Prior Medications with Immune System Effects If patients are taking anti-neoplastic, immunosuppressive, or immune-modulating therapies, or if there is a history of prior use of these drugs, consider possible unintended additive immunosuppressive effects before initiating treatment with PONVORY [see Warnings and Precautions ( 5.1 , 5.10 ) and Drug Interactions ( 7.1 )] . Vaccinations Test patients for antibodies to varicella zoster virus (VZV) before initiating PONVORY; VZV vaccination of antibody-negative patients is recommended prior to commencing treatment with PONVORY [see Warnings and Precautions ( 5.1 )] . If live attenuated vaccine immunizations are required, administer at least 1 month prior to initiation of PONVORY. 2.2 Recommended Dosage Maintenance Dosage After dose titration is complete (see Treatment Initiation) , the recommended maintenance dosage of PONVORY is 20 mg taken orally once daily starting on Day 15. Administer PONVORY orally once daily. Swallow the tablet whole. PONVORY can be taken with or without food. Treatment Initiation A starter pack must be used for patients initiating treatment with PONVORY [see How Supplied/Storage and Handling ( 16.1 )] . Initiate PONVORY treatment with a 14-day titration; start with one 2 mg tablet orally once daily and progress with the titration schedule as shown in Table 1 [see Warnings and Precautions ( 5.2 )] . Table 1: Dose Titration Regimen Titration Day Daily Dose Days 1 and 2 2 mg Days 3 and 4 3 mg Days 5 and 6 4 mg Day 7 5 mg Day 8 6 mg Day 9 7 mg Day 10 8 mg Day 11 9 mg Days 12, 13, and 14 10 mg Maintenance Daily Dose Day 15 and thereafter 20 mg If dose titration is interrupted, missed dose instructions must be followed [see Dosage and Administration ( 2.4 )] . 2.3 First Dose Monitoring in Patients with Certain Preexisting Cardiac Conditions Because initiation of PONVORY treatment results in a decrease in heart rate, first-dose 4-hour monitoring is recommended for patients with sinus bradycardia [heart rate less than 55 beats per minute (bpm)], first- or second-degree [Mobitz type I] AV block, or a history of myocardial infarction or heart failure occurring more than 6 months prior to treatment initiation and in stable condition [see Warnings and Precautions ( 5.2 ) and Clinical Pharmacology ( 12.2 )] . First Dose 4-Hour Monitoring Administer the first dose of PONVORY in a setting where resources to appropriately manage symptomatic bradycardia are available. Monitor patients for 4 hours after the first dose for signs and symptoms of bradycardia with a minimum of hourly pulse and blood pressure measurements. Obtain an ECG in these patients prior to dosing and at the end of the 4-hour observation period. Additional Monitoring After 4-Hour Monitoring If any of the following abnormalities are present after 4 hours (even in the absence of symptoms), continue monitoring until the abnormality resolves: The heart rate 4 hours post-dose is less than 45 bpm The heart rate 4 hours post-dose is at the lowest value post-dose, suggesting that the maximum pharmacodynamic effect on the heart may not have occurred The ECG 4 hours post-dose shows new onset second-degree or higher AV block If post-dose symptomatic bradycardia, bradyarrhythmia, or conduction related symptoms occur, or if ECG 4 hours post-dose shows new onset second degree or higher AV block or QTc greater than or equal to 500 msec, initiate appropriate management, begin continuous ECG monitoring, and continue monitoring until the symptoms have resolved if no pharmacological treatment is required. If pharmacological treatment is required, continue monitoring overnight and repeat 4-hour monitoring after the second dose. Advice from a cardiologist should be sought to determine the most appropriate monitoring strategy (which may include overnight monitoring) during treatment initiation, if treatment with PONVORY is considered in patients: With some preexisting heart and cerebrovascular conditions [see Warnings and Precautions ( 5.2 )] With a prolonged QTc interval before dosing or during the 4-hour observation, or at additional risk for QT prolongation, or on concurrent therapy with QT prolonging drugs with a known risk of torsades de pointes [see Warnings and Precautions ( 5.2 ) and Drug Interactions ( 7.2 )] Receiving concurrent therapy with drugs that slow heart rate or AV conduction [see Drug Interactions ( 7.2 , 7.3 )] 2.4 Reinitiation of PONVORY After Treatment Interruption Interruption during treatment, especially during titration, is not recommended; however: If fewer than 4 consecutive doses are missed: during titration: resume treatment with the first missed titration dose and resume the titration schedule at that dose and titration day. during maintenance: resume treatment with the maintenance dosage. If 4 or more consecutive doses are missed during titration or maintenance: treatment should be reinitiated with Day 1 of the titration regimen (new starter pack). If treatment needs to be reinitiated with Day 1 of the titration regimen (new starter pack), complete first-dose monitoring in patients for whom it is recommended [see Dosage and Administration ( 2.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PONVORY is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. PONVORY is a sphingosine 1-phosphate receptor modulator indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:33:50.184893",
  "source": "OpenFDA"
}