{
  "drug_name": "Posaconazole",
  "generic_name": [
    "POSACONAZOLE"
  ],
  "brand_names": [
    "posaconazole"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Posaconazole is primarily metabolized via UDP glucuronosyltransferase and is a substrate of p-­glycoprotein (P-gp) efflux. Therefore, inhibitors or inducers of these clearance pathways may affect posaconazole plasma concentrations. Coadministration of drugs that can decrease the plasma concentrations of posaconazole should generally be avoided unless the benefit outweighs the risk. If such drugs are necessary, patients should be monitored closely for breakthrough fungal infections. Posaconazole is also a strong inhibitor of CYP3A4. Therefore, plasma concentrations of drugs predominantly metabolized by CYP3A4 may be increased by posaconazole [ see Clinical Pharmacology (12.3) ]. The following information was derived from data with Noxafil ® oral suspension or early tablet formulation unless otherwise noted. All drug interactions with Noxafil ® oral suspension, except for those that affect the absorption of posaconazole (via gastric pH and motility), are considered relevant to posaconazole delayed-release tablet as well [see Drug Interactions (7.9) and (7.13) ]. Interaction Drug Interaction Rifabutin, phenytoin, efavirenz, cimetidine, esomeprazole* Avoid coadministration unless the benefit outweighs the risks ( 7.6 , 7.7 , 7.8 , 7.9 ) Other drugs metabolized by CYP3A4 Consider dosage adjustment and monitor for adverse effects and toxicity ( 7.1 , 7.10 , 7.11 ) Digoxin Monitor digoxin plasma concentrations ( 7.12 ) Fosamprenavir, metoclopramide* Monitor for breakthrough fungal infections ( 7.6 , 7.13 ) *The drug interactions with esomeprazole and metoclopramide do not apply to posaconazole tablets. 7.1 Immunosuppressants Metabolized by CYP3A4 Sirolimus: Concomitant administration of posaconazole with sirolimus increases the sirolimus blood concentrations by approximately 9-fold and can result in sirolimus toxicity. Therefore, posaconazole is contraindicated with sirolimus [ see Contraindications (4.2) and Clinical Pharmacology (12.3) ]. Tacrolimus: Posaconazole has been shown to significantly increase the C max and AUC of tacrolimus. At initiation of posaconazole treatment, reduce the tacrolimus dose to approximately one-third of the original dose. Frequent monitoring of tacrolimus whole blood trough concentrations should be performed during and at discontinuation of posaconazole treatment and the tacrolimus dose adjusted accordingly [ see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ]. Cyclosporine: Posaconazole has been shown to increase cyclosporine whole blood concentrations in heart transplant patients upon initiation of posaconazole treatment. It is recommended to reduce cyclosporine dose to approximately three-fourths of the original dose upon initiation of posaconazole treatment. Frequent monitoring of cyclosporine whole blood trough concentrations should be performed during and at discontinuation of posaconazole treatment and the cyclosporine dose adjusted accordingly [ see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ]. 7.2 CYP3A4 Substrates Concomitant administration of posaconazole with CYP3A4 substrates such as pimozide and quinidine may result in increased plasma concentrations of these drugs, leading to QTc prolongation and cases of torsades de pointes. Therefore, posaconazole is contraindicated with these drugs [ see Contraindications (4.3) and Warnings and Precautions (5.2) ]. 7.3 HMG-CoA Reductase Inhibitors (Statins) Primarily Metabolized Through CYP3A4 Concomitant administration of posaconazole with simvastatin increases the simvastatin plasma concentrations by approximately 10-fold. Therefore, posaconazole is contraindicated with HMG-CoA reductase inhibitors primarily metabolized through CYP3A4 [ see Contraindications (4.4) and Clinical Pharmacology (12.3) ]. 7.4 Ergot Alkaloids Most of the ergot alkaloids are substrates of CYP3A4. Posaconazole may increase the plasma concentrations of ergot alkaloids (ergotamine and dihydroergotamine) which may lead to ergotism. Therefore, posaconazole is contraindicated with ergot alkaloids [ see Contraindications (4.5) ]. 7.5 Benzodiazepines Metabolized by CYP3A4 Concomitant administration of posaconazole with midazolam increases the midazolam plasma concentrations by approximately 5-fold. Increased plasma midazolam concentrations could potentiate and prolong hypnotic and sedative effects. Concomitant use of posaconazole and other benzodiazepines metabolized by CYP3A4 (e.g., alprazolam, triazolam) could result in increased plasma concentrations of these benzodiazepines. Patients must be monitored closely for adverse effects associated with high plasma concentrations of benzodiazepines metabolized by CYP3A4 and benzodiazepine receptor antagonists must be available to reverse these effects [ see Warnings and Precautions (5.7) and Clinical Pharmacology (12.3) ]. 7.6 Anti-HIV Drugs Efavirenz: Efavirenz induces UDP-glucuronidase and significantly decreases posaconazole plasma concentrations [ see Clinical Pharmacology (12.3) ]. It is recommended to avoid concomitant use of efavirenz with posaconazole unless the benefit outweighs the risks. Ritonavir and Atazanavir: Ritonavir and atazanavir are metabolized by CYP3A4 and posaconazole increases plasma concentrations of these drugs [ see Clinical Pharmacology (12.3) ]. Frequent monitoring of adverse effects and toxicity of ritonavir and atazanavir should be performed during coadministration with posaconazole. Fosamprenavir: Combining fosamprenavir with posaconazole may lead to decreased posaconazole plasma concentrations. If concomitant administration is required, close monitoring for breakthrough fungal infections is recommended [ see Clinical Pharmacology (12.3) ]. 7.7 Rifabutin Rifabutin induces UDP-glucuronidase and decreases posaconazole plasma concentrations. Rifabutin is also metabolized by CYP3A4. Therefore, coadministration of rifabutin with posaconazole increases rifabutin plasma concentrations [ see Clinical Pharmacology (12.3) ]. Concomitant use of posaconazole and rifabutin should be avoided unless the benefit to the patient outweighs the risk. However, if concomitant administration is required, close monitoring for breakthrough fungal infections as well as frequent monitoring of full blood counts and adverse reactions due to increased rifabutin plasma concentrations (e.g., uveitis, leukopenia) are recommended. 7.8 Phenytoin Phenytoin induces UDP-glucuronidase and decreases posaconazole plasma concentrations. Phenytoin is also metabolized by CYP3A4. Therefore, coadministration of phenytoin with posaconazole increases phenytoin plasma concentrations [ see Clinical Pharmacology (12.3) ]. Concomitant use of posaconazole and phenytoin should be avoided unless the benefit to the patient outweighs the risk. However, if concomitant administration is required, close monitoring for breakthrough fungal infections is recommended and frequent monitoring of phenytoin concentrations should be performed while coadministered with posaconazole and dose reduction of phenytoin should be considered. 7.9 Gastric Acid Suppressors/Neutralizers No clinically relevant effects on the pharmacokinetics of posaconazole were observed when posaconazole delayed-release tablets are concomitantly used with antacids, H 2 -receptor antagonists and proton pump inhibitors [ see Clinical Pharmacology (12.3) ]. No dosage adjustment of posaconazole delayed-release tablets are required when concomitantly used with antacids, H 2 -receptor antagonists and proton pump inhibitors. 7.10 Vinca Alkaloids Most of the vinca alkaloids (e.g., vincristine and vinblastine) are substrates of CYP3A4. Concomitant administration of azole antifungals, including posaconazole, with vincristine has been associated with serious adverse reactions [ see Warnings and Precautions (5.8) ]. Posaconazole may increase the plasma concentrations of vinca alkaloids which may lead to neurotoxicity and other serious adverse reactions. Therefore, reserve azole antifungals, including posaconazole, for patients receiving a vinca alkaloid, including vincristine, who have no alternative antifungal treatment options. 7.11 Calcium Channel Blockers Metabolized by CYP3A4 Posaconazole may increase the plasma concentrations of calcium channel blockers metabolized by CYP3A4 (e.g., verapamil, diltiazem, nifedipine, nicardipine, felodipine). Frequent monitoring for adverse reactions and toxicity related to calcium channel blockers is recommended during coadministration. Dose reduction of calcium channel blockers may be needed. 7.12 Digoxin Increased plasma concentrations of digoxin have been reported in patients receiving digoxin and posaconazole. Therefore, monitoring of digoxin plasma concentrations is recommended during coadministration. 7.13 Gastrointestinal Motility Agents Concomitant administration of metoclopramide with posaconazole delayed-release tablets did not affect the pharmacokinetics of posaconazole [ see Clinical Pharmacology (12.3) ]. No dosage adjustment of posaconazole delayed-release tablets are required when given concomitantly with metoclopramide. 7.14 Glipizide Although no dosage adjustment of glipizide is required, it is recommended to monitor glucose concentrations when posaconazole and glipizide are concomitantly used. 7.16 Venetoclax Concomitant use of venetoclax (a CYP3A4 substrate) with posaconazole increases venetoclax C max and AUC 0-INF , which may increase venetoclax toxicities [ see Contraindications (4.6) , Warnings and Precautions (5.11) ]. Refer to the venetoclax prescribing information for more information on the dosing instructions and the extent of increase in venetoclax exposure."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious and otherwise important adverse reactions are discussed in detail in another section of the labeling: Hypersensitivity [ see Contraindications (4.1) ] Arrhythmias and QT Prolongation [ see Warnings and Precautions (5.2) ] Hepatic Toxicity [ see Warnings and Precautions (5.5) ] Adult Patients: Common adverse reactions in studies with posaconazole in adults are diarrhea, nausea, fever, vomiting, headache, coughing, and hypokalemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novadoz Pharmaceuticals LLC at 1-855-668-2369 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of posaconazole cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical Trial Experience in Adults Clinical Trial Experience with Posaconazole Delayed-Release Tablets for Prophylaxis The safety of posaconazole delayed-release tablets has been assessed in 230 patients in clinical trials. Patients were enrolled in a non-comparative pharmacokinetic and safety trial of posaconazole delayed-release tablets when given as antifungal prophylaxis (Posaconazole Delayed-Release Tablet Study). Patients were immunocompromised with underlying conditions including hematological malignancy, neutropenia post-chemotherapy, GVHD, and post HSCT. This patient population was 62% male, had a mean age of 51 years (range 19 to 78 years, 17% of patients were ≥65 years of age), and were 93% white and 16% Hispanic. Posaconazole therapy was given for a median duration of 28 days. Twenty patients received 200 mg daily dose and 210 patients received 300 mg daily dose (following twice daily dosing on Day 1 in each cohort). Table 9 presents adverse reactions observed in patients treated with 300 mg daily dose at an incidence of ≥10% in Posaconazole Delayed-Release Tablet Study. Table 9: Posaconazole Delayed-Release Tablet Study: Adverse Reactions in at Least 10% of Subjects Treated with 300 mg Daily Dose B ody System Posaconazole delayed-release tablet (300 mg) n=210 (%) Subjects Reporting any Adverse Reaction 207 (99) Blood and Lymphatic System Disorder Anemia 22 (10) Thrombocytopenia 29 (14) Ga s trointestinal Disorders Abdominal Pain 23 (11) Constipation 20 (10) Diarrhea 61 (29) Nausea 56 (27) Vomiting 28 (13) Genera l Disorders and Administration Site Conditions Asthenia 20 (10) Chills 22 (10) Mucosal Inflammation 29 (14) Edema Peripheral 33 (16) Pyrexia 59 (28) Metabolism and Nutrition Disorders Hypokalemia 46 (22) Hypomagnesemia 20 (10) Ner v ou s System Disorders Headache 30 (14) Re s p iratory, Thoracic and Mediastinal Disorders Cough 35 (17) Epistaxis 30 (14) Skin and Subcutaneous Tissue Disorders Rash 34 (16) Vascular Disorders Hypertension 23 (11) The most frequently reported adverse reactions (>25%) with posaconazole delayed-release tablets 300 mg once daily were diarrhea, pyrexia, and nausea. The most common adverse reaction leading to discontinuation of posaconazole delayed-release tablets 300 mg once daily was nausea (2%). 6.2 Postmarketing Experience The following adverse reaction has been identified during the post-approval use of posaconazole. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency. Endocrine Disorders : Pseudoaldosteronism"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Known hypersensitivity to posaconazole or other azole antifungal agents. ( 4.1 ) Coadministration of posaconazole with the following drugs is contraindicated; posaconazole increases concentrations and toxicities of: Sirolimus ( 4.2 , 5.1 , 7.1 ) CYP3A4 substrates (pimozide, quinidine): can result in QTc interval prolongation and cases of torsades de pointes (TdP) ( 4.3 , 5.2 , 7.2 ) HMG-CoA Reductase Inhibitors Primarily Metabolized through CYP3A4 ( 4.4 , 7.3 ) Ergot alkaloids ( 4.5 , 7.4 ) Venetoclax: In patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) at initiation and during the ramp-up phase ( 4.6 , 5.11 , 7.16 ) 4.1 Hypersensitivity Posaconazole is contraindicated in persons with known hypersensitivity to posaconazole or other azole antifungal agents. 4.2 Use with Sirolimus Posaconazole is contraindicated with sirolimus. Concomitant administration of posaconazole with sirolimus increases the sirolimus blood concentrations by approximately 9-fold and can result in sirolimus toxicity [ see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ]. 4.3 QT Prolongation with Concomitant Use with CYP3A4 Substrates Posaconazole is contraindicated with CYP3A4 substrates that prolong the QT interval. Concomitant administration of posaconazole with the CYP3A4 substrates, pimozide and quinidine may result in increased plasma concentrations of these drugs, leading to QTc prolongation and cases of torsades de pointes [ see Warnings and Precautions (5.2) and Drug Interactions (7.2) ]. 4.4 HMG-CoA Reductase Inhibitors Primarily Metabolized Through CYP3A4 Coadministration with the HMG-CoA reductase inhibitors that are primarily metabolized through CYP3A4 (e.g., atorvastatin, lovastatin, and simvastatin) is contraindicated since increased plasma concentration of these drugs can lead to rhabdomyolysis [ see Drug Interactions (7.3) and Clinical Pharmacology (12.3) ]. 4.5 Use with Ergot Alkaloids Posaconazole may increase the plasma concentrations of ergot alkaloids (ergotamine and dihydroergotamine) which may lead to ergotism [ see Drug Interactions (7.4) ]. 4.6 Use with Venetoclax Coadministration of posaconazole with venetoclax at initiation and during the ramp-up phase is contraindicated in patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) due to the potential for increased risk of tumor lysis syndrome [ see Warnings and Precautions (5.11) and Drug Interactions (7.16) ]."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Noxafil ® oral suspension is not substitutable with posaconazole delayed-release tablets or Noxafil ® PowderMix for delayed-release oral suspension due to the differences in the dosing of each formulation. Therefore, follow the specific dosage recommendations for each of the formulations. ( 2.1 , 2.2 , 2.3 ) Administer posaconazole delayed-release tablets with or without food. ( 2.1 ) Table 1: Recommended Dosage in Adult Patients Indication Dosage Form, Dose, and Duration of Therapy Prophylaxis of invasive Aspergillus and Candida infections Delayed-Release Tablets: Loading dose: 300 mg (three 100 mg delayed-release tablets) twice a day on the first day. Maintenance dose: 300 mg (three 100 mg delayed-release tablets) once a day, starting on the second day. Duration of therapy is based on recovery from neutropenia or immunosuppression. ( 2.2 , 2.3 ) For pediatric patients, see the Full Prescribing Information for dosing recommendations for posaconazole delayed-release tablets ( 1.2 , 2.1 , 2.3 ) 2.1 Important Administration Instructions Non-substitutable Noxafil ® oral suspension is not substitutable with posaconazole delayed-release tablets or Noxafil ® PowderMix for delayed-release oral suspension due to the differences in the dosing of each formulation.Therefore, follow the specific dosage recommendations for each of the formulations [see Dosage and Administration (2.2, 2.3 )]. Posaconazole delayed-release tablets Swallow tablets whole. Do not divide, crush, or chew. Administer with or without food [ see Dosage and Administration (2.5) and Clinical Pharmacology (12.3) ]. For patients who cannot eat a full meal, posaconazole delayed-release tablets should be used instead of Noxafil ® oral suspension for the prophylaxis indication. Posaconazole delayed-release tablets generally provide higher plasma drug exposures than Noxafil ® oral suspension under both fed and fasted conditions, and therefore is the preferred oral formulation for the prophylaxis indication. 2.2 Dosing Regimen in Adult Patients Table 1: Dosing Regimens in Adult Patients Indication D ose and Frequency D uration of Therapy Prophylaxis of invasive Aspergillus and Cand ida infections Load ingdose : 300 mg (three 100 mg delayed-release tablets) twice a day on the first day. Maintenance dose : 300 mg (three 100 mg delayed-release tablets) once a day, starting on the second day. Load ingdose : 1 day Maintenance dose : Duration of therapy is based on recovery from neutropenia or immunosuppression. 2.3 Dosing Regimen in Pediatric Patients (ages 2 to less than 18 years of age) The recommended dosing regimen of posaconazole for pediatric patients 2 to less than 18 years of age is shown in Tables 2 [ see Dosage and Administration (2.5) and Clinical Pharmacology (12.3) ]. Table 2: Posaconazole Delayed-Release Tablet Dosing Regimens for Pediatric Patients (ages 2 to less than 18 years of age) Rec ommended Pediatric Dosage and Formulation Indication Weight/Age Delayed-Release Tablet D uration of therapy Prophylaxis of invasive A spergillus and Candida infections Less than or equal to 40 kg (2 to less than 18 years of age) Greater than 40 kg (2 to less than 18 years of age) Not Applicable Load ing dose: 300 mg twice daily on the first day Maintenance dose: 300 mg once daily Duration of therapy is based on recovery from neutropenia or immunosuppression. 2.5 Administration Instructions for Posaconazole Delayed-Release Tablets Swallow tablets whole. Do not divide, crush, or chew. Administer posaconazole delayed-release tablets with or without food [see Clinical Pharmacology (12.3) ]. 2.7 Non-substitutability between Noxafil ® Oral Suspension and Other Formulations Noxafil ® oral suspension is not substitutable with posaconazole delayed-release tablets or Noxafil ® PowderMix for delayed-release oral suspension due to the differences in the dosing of each formulation. Therefore, follow the specific dosage recommendations for each of the formulations [see Dosage and Administration (2.2 , 2.3) ]. 2.9 Dosage Adjustments in Patients with Renal Impairment The pharmacokinetics of posaconazole delayed-release tablets are not significantly affected by renal impairment. Therefore, no adjustment is necessary for oral dosing in patients with mild to severe renal impairment."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Posaconazole is an azole antifungal indicated as follows: Posaconazole is indicated for the prophylaxis of invasive Aspergillus and Candida infections in patients who are at high risk of developing these infections due to being severely immunocompromised, such as hematopoietic stem cell transplant (HSCT) recipients with graft-versus-host disease (GVHD) or those with hematologic malignancies with prolonged neutropenia from chemotherapy as follows: ( 1.2 ) o Posaconazole delayed-release tablets: adults and pediatric patients 2 years of age and older who weigh greater than 40 kg 1.2 Prophylaxis of Invasive Aspergillus and Candida Infections Posaconazole delayed-release tablets are indicated for the prophylaxis of invasive Aspergillus and Candida infections in patients who are at high risk of developing these infections due to being severely immunocompromised, such as hematopoietic stem cell transplant (HSCT) recipients with graft-versus-host disease (GVHD) or those with hematologic malignancies with prolonged neutropenia from chemotherapy [see Clinical Studies (14.2) ] as follows: Posaconazole delayed-release tablets: adults and pediatric patients 2 years of age and older who weigh greater than 40 kg"
  ],
  "fetched_at": "2025-09-30T22:51:40.138713",
  "source": "OpenFDA"
}