{
  "drug_name": "Potassium bicarbonate",
  "generic_name": [
    "Potassium bicarbonate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Food Isoniazid should not be administered with food. Studies have shown that the bioavailability of isoniazid is reduced significantly when administered with food. Acetaminophen A report of severe acetaminophen toxicity was reported in a patient receiving isoniazid. It is believed that the toxicity may have resulted from a previously unrecognized interaction between isoniazid and acetaminophen and a molecular basis for this interaction has been proposed. However, current evidence suggests that isoniazid does induce P-450IIE1, a mixed-function oxidase enzyme that appears to generate the toxic metabolites, in the liver. Furthermore it has been proposed that isoniazid resulted in induction of P-450IIE1 in the patients liver which, in turn, resulted in a greater proportion of the ingested acetaminophen being converted to the toxic metabolites. Studies have demonstrated that pretreatment with isoniazid potentiates acetaminophen heaptoxicity in rats 1,2 . Carbamazepine Isoniazid is known to slow the metabolism of carbamazepine and increase its serum levels. Carbamazepine levels should be determined prior to concurrent administration with isonia- zid, signs and symptoms of carbamazepine toxicity should be monitored closely, and ap- propriate dosage adjustment of the anticonvulsant should be made 3 . Ketoconazole Potential interaction of ketoconazole and isoniazid may exist. When ketoconazole is given in combination with isoniazid and rifampin the AUC of ketoconazole is decreased by as much as 88% after 5 months of concurrent isoniazid and rifampin therapy 4 . Phenytoin Isoniazid may increase serum levels of phenytoin. To avoid phenytoin intoxication, appropriate adjustment of the anticonvulsant should be made 5,6 . Theophylline A recent study has shown that concomitant administration of isoniazid and theophylline may cause elevated plasma levels of theophylline, and in some instances a slight decrease in the elimination of isoniazid. Since the therapeutic range of theophylline is narrow, theophylline serum levels should be monitored closely, and appropriate dosage adjustments of theophylline should be made 7 . Valproate A recent case study has shown a possible increase in the plasma level of valproate when co-administered with isoniazid. Plasma valproate concentration should be monitored when isonia- zid and valproate are co-administered, and appropriate dosage adjustments of valproate should be made 5 ."
  ],
  "warnings": [
    "WARNINGS See boxed warning ."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequent reactions are those affecting the nervous system and the liver. Nervous System Reactions Peripheral neuropathy is the most common toxic effect. It is dose-related, occurs most often in the malnourished and in those predisposed to neuritis (e.g., alcoholics and diabetics), and is usually preceded by paresthesias of the feet and hands. The incidence is higher in \"slow inactivators\". Other neurotoxic effects, which are uncommon with conventional doses, are convulsions, toxic encephalopathy, optic neuritis and atrophy, memory impairment, and toxic psychosis. Hepatic Reactions See boxed warning . Elevated serum transaminase (SGOT; SGPT), bilirubinemia, bilirubinuria, jaundice, and occasionally severe and sometimes fatal hepatitis. The common prodromal symp- toms of hepatitis are anorexia, nausea, vomiting, fatigue, malaise, and weakness. Mild hepatic dysfunction, evidenced by mild and transient elevation of serum transaminase levels occurs in 10 to 20 percent of patients taking isoniazid. This abnormality usually appears in the first 1 to 3 months of treatment but can occur at any time during therapy. In most instances, enzyme levels return to normal, and generally, there is no necessity to discontinue medication during the period of mild serum transaminase elevation. In occasional instances, progressive liver damage occurs, with accompanying symptoms. If the SGOT value exceeds three to five times the upper limit of normal, discontinuation of the isoniazid should be strongly considered. The frequency of progres- sive liver damage increases with age. It is rare in persons under 20, but occurs in up to 2.3 percent of those over 50 years of age. Gastrointestinal Reactions Nausea, vomiting, and epigastric distress. Hematologic Reactions Agranulocytosis; hemolytic, sideroblastic, or aplastic anemia, thrombocytopenia; and eosinophilia. Hypersensitivity Reactions Fever, skin eruptions (morbilliform, maculopapular, purpuric, or exfoliative), lymphadenopathy, and vasculitis. Metabolic and Endocrine Reactions Pyridoxine deficiency, pellagra, hyperglycemia, metabolic acidosis, and gynecomastia. Miscellaneous Reactions Rheumatic syndrome and systemic lupus erythematosus-like syndrome."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Isoniazid is contraindicated in patients who develop severe hypersensitivity reactions, including drug-induced hepatitis; previous isoniazid-associated hepatic injury; severe adverse reactions to isoniazid such as drug fever, chills, arthritis; and acute liver disease of any etiology."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION (See also INDICATIONS0.) - NOTE -- For preventive therapy of tuberculous infection and treatment of tuberculosis, it is recommended that physicians be familiar with the following publications: (1) the recommen- dations of the Advisory Council for the Elimination of Tuberculosis, published in the MMWR: vol 42; RR-4, 1993 and (2) Treatment of Tuberculosis and Tuberculosis Infection in Adults and Children, American Journal of Respiratory and Critical Care Medicine: vol 149; 1359-1374, 1994. For Treatment of Tuberculosis Isoniazid is used in conjunction with other effective anti-tuberculosis agents. Drug susceptibility testing should be performed on the organisms initially isolated from all patients with newly diagnosed tuberculosis. If the bacilli becomes resistant, therapy must be changed to agents to which the bacilli are susceptible. Usual Oral Dosage (depending on the regimen used): Adults: 5 mg/kg up to 300 mg daily in a single dose; or 15 mg/kg up to 900 mg/day, two or three times/week Children: 10 - 15 mg/kg up to 300 mg daily in a single dose; or 20-40 mg/kg up to 900 mg/day, two or three times/week Patients with Pulmonary Tuberculosis Without HIV Infection There are 3 regimen options for the initial treatment of tuberculosis in children and adults: Option 1: Daily isoniazid, rifampin, and pyrazinamide for 8 weeks followed by 16 weeks of isoniazid and rifampin daily or 2 to 3 times weekly. Ethambutol or streptomycin should be added to the initial regimen until sensitivity to isoniazid and rifampin is demonstrated. The addition of a fourth drug is optional if the relative prevalence of isoniazid-resistant Mycobacterium tuberculosis isolates in the community is less than or equal to four percent. Option 2: Daily isoniazid, rifampin, pyrazinamide, and streptomycin or ethambutol for 2 weeks followed by twice weekly administration of the same drugs for 6 weeks, subsequently twice weekly isoniazid and rifampin for 16 weeks. Option 3: Three times weekly with isoniazid, rifampin, pyrazinamide, and ethambutol or streptomycin for 6 months. * All regimen given twice weekly or 3 times weekly should be administered by directly observed therapy (see also Directly Observed Therapy ). The above treatment guidelines apply only when the disease is caused by organisms that are sus- ceptible to the standard antituberculous agents. Because of the impact of resistance to isoniazid and rifampin on the response to therapy, it is essential that physicians initiating therapy for tu- berculosis be familiar with the prevalence of drug resistance in their communities. It is suggested that ethambutol not be used in children whose visual acuity cannot be monitored. Patients with Pulmonary Tuberculosis and HIV Infection The response of the immunologically impaired host to treatment may not be as satisfactory as that of a person with normal host responsiveness. For this reason, therapeutic decisions for the impaired host must be individualized. Since patients co-infected with HIV may have problems with malabsorption, screening of antimycobacterial drug levels, especially in patients with ad- vanced HIV disease, may be necessary to prevent the emergence of MDRTB. Patients with Extra Pulmonary Tuberculosis The basic principles that underlie the treatment of pulmonary tuberculosis also apply to Extra pulmonary forms of the disease. Although there have not been the same kinds of carefully conducted controlled trials of treatment of Extra pulmonary tuberculosis as for pulmonary disease, increasing clinical experience indicates that a 6 to 9 month short-course regimen is effective. Because of the insufficient data, military tuberculosis, bone/joint tuberculosis, and tuberculous meningitis in infants and children should receive 12 month therapy. Bacteriologic evaluation of Extra pulmonary tuberculosis may be limited by the relative in accessibility of the sites of disease. Thus, response to treatment often must be judged on the basis of clinical and radiographic findings. The use of adjunctive therapies such as surgery and corticosteroids is more commonly required in Extra pulmonary tuberculosis than in pulmonary disease. Surgery may be necessary to obtain specimens for diagnosis and to treat such processes as constrictive pericarditis and spinal cord compression from Pott’s Disease. Corticosteroids have been shown to be of benefit in preventing cardiac constriction from tuberculous pericarditis and in decreasing the neurologic sequelae of all stages of tuberculosis meningitis, especially when administered early in the course of the disease. Pregnant Women with Tuberculosis The options listed above must be adjusted for the pregnant patient. Streptomycin interferes with in utero development of the ear and may cause congenital deafness. Routine use of pyrazinamide is also not recommended in pregnancy because of inadequate teratogenicity data. The initial treatment regimen should consist of isoniazid and rifampin. Ethambutol should be included unless primary isoniazid resistance is unlikely (isoniazid resistance rate documented to be less than 4%). Treatment of Patients with Multi-Drug Resistant Tuberculosis (MDRTB) Multiple-drug resistant tuberculosis (i.e., resistance to at least isoniazid and rifampin) presents difficult treatment problems. Treatment must be individualized and based on susceptibility studies. In such cases, consultation with an expert in tuberculosis is recommended. Directly Observed Therapy (DOT) A major cause of drug-resistant tuberculosis is patient noncompliance with treatment. The use of DOT can help assure patient compliance with drug therapy. DOT is the observation of the pa- tient by a health care provider or other responsible person as the patient ingests anti-tuberculosis medications. DOT can be achieved with daily, twice weekly or thrice weekly regimens, and is recommended for all patients. For Preventative Therapy of Tuberculosis Before isoniazid preventive therapy is initiated, bacteriologically positive or radiographically progressive tuberculosis must be excluded. Appropriate evaluations should be performed if Extra pulmonary tuberculosis is suspected. Adults over 30 Kg: 300 mg per day in a single dose. Infants and Children: 10 mg/kg (up to 300 mg daily) in a single dose. In situations where adherence with daily preventative therapy cannot be assured, 20-30 mg/kg (not to exceed 900 mg) twice weekly under the direct observation of a health care worker at the time of admin- istration 8 . Continuous administration of isoniazid for a sufficient period is an essential part of the regimen because relapse rates are higher if chemotherapy is stopped prematurely. In the treatment of tu- berculosis, resistant organisms may multiply and the emergence of resistant organisms during the treatment may necessitate a change in the regimen. For following patient compliance: the Potts-Cozart test 9 , a simple colorimetric 6 method of checking for isoniazid in the urine, is a useful tool for assuring patient compliance, which is essential for effective tuberculosis control. Additionally, isoniazid test strips are also available to check patient compliance. Concomitant administration of pyridoxine (B 6 ) is recommended in malnourished and in those predisposed to neuropathy (e.g., alcoholics and diabetics)."
  ],
  "indications": [
    "INDICATIONS AND USAGE Isoniazid is recommended for all forms of tuberculos in which organisms are susceptible. However, active tuberculosis must be treated with multiple concomitant antituberculosis medications to prevent the emergence of drug resistance. Single-drug treatment of active tuberculos with isoniazid, or any other medication, is inadequate therapy. Isoniazid is recommended as preventive therapy for the following groups, regardless of age. (Note: the criterion for a positive reaction to a skin test (in millimeters of induration) for each group is given in parenthesis): 1. Persons with human immunodeficiency virus (HIV) infection (≥ 5 mm) and persons with risk factors for HIV infection whose HIV infection status is unknown but who are suspected of having HIV infection. Preventive therapy may be considered for HIV infected persons who are tuberculin- negative but belong to groups in which the prevalence of tuberculosis infection is high. Candidates for preventive therapy who have HIV infection should have a minimum of 12 months of therapy. 2. Close contacts of persons with newly diagnosed infectious tuberculosis (≥ 5 mm). In addition, tuberculin-negative (< 5mm) children and adolescents who have been close contacts of in- fectious persons within the past 3 months are candidates for preventive therapy until a repeat tuberculin skin test is done 12 weeks after contact with the infectious source. If the repeat skin test is positive (> 5 mm), therapy should be continued. 3. Recent converters, as indicated by a tuberculin skin test (≥ 10 mm increase within a 2-year period for those < 35 years old; ≥ 15 mm increase for those ≥ 35 years of age). All infants and children younger than 4 years of age with a > 10 mm skin test are included in this category. 4. Persons with abnormal chest radiographs that show fibrotic lesions likely to represent old healed tuberculosis (≥ 5 mm). Candidates for preventive therapy who have fibrotic pulmonary lesions consistent with healed tuberculosis or who have pulmonary silicosis should have 12 months of isoniazid or 4 months of isoniazid and rifampin, concomitantly. 5. Intravenous drug users known to be HIV-seronegative (> 10 mm). 6. Persons with the following medical conditions that have been reported to increase the risk of tuberculosis (≥ 10 mm): silicosis; diabetes mellitus; prolonged therapy with adrenocorti- costeroids; immunosuppressive therapy; some hematologic and reticuloendothelial diseases, such as leukemia or Hodgkin’s disease; end-stage renal disease; clinical situations associated with substantial rapid weight loss or chronic under nutrition (including: intestinal bypass surgery for obesity, the postgastrectomy state (with or without weight loss), chronic peptic ulcer disease, chronic malabsorption syndromes, and carcinomas of the oropharynx and upper gastrointestinal tract that prevent adequate nutritional intake). Candidates for preventive therapy who have fibrotic pulmonary lesions consistent with healed tuberculosis or who have pulmonary silicosis should have 12 months of isoniazid or 4 months of isoniazid and rifampin, concomitantly. Additionally, in the absence of any of the above risk factors, persons under the age of 35 with a tuberculin skin test reaction of 10 mm or more are also appropriate candidates for preventive therapy if they are a member of any of the following high-incidence groups: Foreign-born persons from high-prevalence countries who never received BCG vaccine. Medically under served low-income populations, including high-risk racial or ethnic minority populations, especially blacks, Hispanics, and Native Americans. Residents of facilities for long-term care (e.g., correctional institutions, nursing homes, and mental institutions). Children who are less than 4 years old are candidates for isoniazid preventive therapy if they have > 10 mm induration from a PPD Mantoux tuberculin skin test. Finally, persons under the age of 35 who a) have none of the above risk factors (1-6); b) belong to none of the high-incidence groups; and c) have a tuberculin skin test reaction of 15 mm or more, are appropriate candidates for preventive therapy. The risk of hepatitis must be weighed against the risk of tuberculosis in positive tuberculin reactors over the age of 35. However, the use of isoniazid is recommended for those with the additional risk factors listed above (1-6) and on an individual basis insituations where there is likelihood of serious consequences to contacts who may become infected."
  ],
  "fetched_at": "2025-10-01T17:44:13.055528",
  "source": "OpenFDA"
}