{
  "drug_name": "Potassium alum",
  "generic_name": [
    "POTASSIUM CHLORIDE"
  ],
  "brand_names": [
    "Potassium Chloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Triamterene and amiloride: Concomitant use is contraindicated (7.1) Renin-angiotensin-aldosterone inhibitors: Monitor for hyperkalemia (7.2) Nonsteroidal anti-inflammatory drugs: Monitor for hyperkalemia (7.3) 7.1 Triamterene or amiloride Use with triamterene or amiloride can produce severe hyperkalemia. Concomitant use is contraindicated [see Contraindications (4) ]. 7.2 Renin-angiotensin-aldosterone Inhibitors Drugs that inhibit the renin-angiotensin-aldosterone system (RAAS) including angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), spironolactone, eplerenone, or aliskiren produce potassium retention by inhibiting aldosterone production. Closely monitor potassium in patients on concomitant RAAS inhibitors. 7.3 Nonsteroidal Anti-inflammatory Drugs (NSAIDs) NSAIDS may produce potassium retention by reducing renal synthesis of prostaglandin E and imparing the renin-angiotensin system. Closely monitor potassium in patients on concomitant NSAIDs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions are nausea, vomiting, flatulence, abdominal pain/discomfort and diarrhea. (6) To report SUSPECTED ADVERSE REACTIONS, contact Epic Pharma, LLC at 1-888-374-2791 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch The following adverse reactions have been identified with use of oral potassium salts. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The most common adverse reactions to oral potassium salts are nausea, vomiting, flatulence, abdominal pain/discomfort, and diarrhea. There have been reports hyperkalemia and of upper and lower gastrointestinal condition including obstruction, bleeding, ulceration, perforation. Skin rash has been reported rarely."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Potassium chloride is contraindicated in patients on triamterene and amiloride. Concomitant use with triamterene and amiloride (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Monitor serum potassium and adjust dosages accordingly (2.1) If serum potassium is less than 2.5 mEq/L, use intravenous potassium instead of oral supplementation (2.1) Take with meals and with a glass of water or other liquid. Swallow tablets whole without crushing, chewing or sucking. (2.1) Treatment of hypokalemia : Doses range from 40 to 100 mEq/day in divided doses. Limit doses to 40 mEq per dose. (2.2) Prevention of hypokalemia : Typical dose is 20 mEq per day. (2.2) 2.1 Administration and Monitoring If serum potassium concentration is less than 2.5 mEq/L, use intravenous potassium instead of oral supplementation. Monitoring Monitor serum potassium and adjust dosages accordingly. Monitor serum potassium periodically during maintenance therapy to ensure potassium remains in desired range. The treatment of potassium depletion, particularly in the presence of cardiac disease, renal disease, or acidosis, requires careful attention to acid-base balance, volume status, electrolytes, including magnesium, sodium, chloride, phosphate, and calcium, electrocardiograms, and the clinical status of the patient. Correct volume status, acid-base balance, and electrolyte deficits as appropriate. Administration Take potassium chloride extended-release tablets with meals and with a glass of water or other liquid. Do not take potassium chloride extended-release tablets on an empty stomach because of its potential for gastric irritation [see Warnings and Precautions ( 5.1 )] . Swallow tablets whole without crushing, chewing or sucking. 2.2 Dosing Dosage must be adjusted to the individual needs of each patient. Dosages greater than 40 mEq per day should be divided such that no more than 40 mEq is given in a single dose. Treatment of Hypokalemia: Typical dose range is 40 to 100 mEq per day. Maintenance or Prophylaxis: Typical dose range is 20 mEq per day."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Potassium Chloride Extended-Release Tablets are indicated for the treatment and prophylaxis of hypokalemia with or without metabolic alkalosis, in patients for whom dietary management with potassium-rich foods or diuretic dose reduction is insufficient. Potassium Chloride Extended-Release Tablets are a potassium salt, indicated for the treatment and prophylaxis of hypokalemia with or without metabolic alkalosis in patients for whom dietary management with potassium-rich foods or diuretic dose reduction is insufficient. (1)"
  ],
  "fetched_at": "2025-10-01T17:19:49.915710",
  "source": "OpenFDA"
}