{
  "drug_name": "Pradefovir mesylate",
  "generic_name": [
    "Pradefovir mesylate"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Increased Mortality in Elderly Patients with Dementia-Related Psychosis Elderly patients with dementia-related psychosis treated with antipsychotic drugs are at an increased risk of death. Haloperidol is not approved for the treatment of patients with dementia-related psychosis (see BOXED WARNING ). Cardiovascular Effects Cases of sudden death, QT-prolongation, and Torsades de pointes have been reported in patients receiving haloperidol. Higher than recommended doses of any formulation of haloperidol appear to be associated with a higher risk of QT-prolongation and Torsades de pointes. Although cases have been reported even in the absence of predisposing factors, particular caution is advised in treating patients with other QT-prolonging conditions (including electrolyte imbalance [particularly hypokalemia and hypomagnesemia], drugs known to prolong QT, underlying cardiac abnormalities, hypothyroidism, and familial long QT-syndrome). Tardive Dyskinesia A syndrome consisting of potentially irreversible, involuntary, dyskinetic movements may develop in patients treated with antipsychotic drugs. Although the prevalence of the syndrome appears to be highest among the elderly, especially elderly women, it is impossible to rely upon prevalence estimates to predict, at the inception of antipsychotic treatment, which patients are likely to develop the syndrome. Whether antipsychotic drug products differ in their potential to cause tardive dyskinesia is unknown. Both the risk of developing tardive dyskinesia and the likelihood that it will become irreversible are believed to increase as the duration of treatment and the total cumulative dose of antipsychotic drugs administered to the patient increase. However, the syndrome can develop, although much less commonly, after relatively brief treatment periods at low doses. There is no known treatment for established cases of tardive dyskinesia, although the syndrome may remit, partially or completely, if antipsychotic treatment is withdrawn. Antipsychotic treatment, itself, however, may suppress (or partially suppress) the signs and symptoms of the syndrome and thereby may possibly mask the underlying process. The effect that symptomatic suppression has upon the long-term course of the syndrome is unknown. Given these considerations, antipsychotic drugs should be prescribed in a manner that is most likely to minimize the occurrence of tardive dyskinesia. Chronic antipsychotic treatment should generally be reserved for patients who suffer from a chronic illness that, 1) is known to respond to antipsychotic drugs, and, 2) for whom alternative, equally effective, but potentially less harmful treatments are not available or appropriate. In patients who do require chronic treatment, the smallest dose and the shortest duration of treatment producing a satisfactory clinical response should be sought. The need for continued treatment should be reassessed periodically. If signs and symptoms of tardive dyskinesia appear in a patient on antipsychotics, drug discontinuation should be considered. However, some patients may require treatment despite the presence of the syndrome. (For further information about the description of tardive dyskinesia and its clinical detection, please refer to ADVERSE REACTIONS .) Neuroleptic Malignant Syndrome (NMS) A potentially fatal symptom complex sometimes referred to as Neuroleptic Malignant Syndrome (NMS) has been reported in association with antipsychotic drugs. Clinical manifestations of NMS are hyperpyrexia, muscle rigidity, altered mental status (including catatonic signs) and evidence of autonomic instability (irregular pulse or blood pressure, tachycardia, diaphoresis, and cardiac dysrhythmias). Additional signs may include elevated creatine phosphokinase, myoglobinuria (rhabdomyolysis) and acute renal failure. The diagnostic evaluation of patients with this syndrome is complicated. In arriving at a diagnosis, it is important to identify cases where the clinical presentation includes both serious medical illness (e.g., pneumonia, systemic infection, etc.) and untreated or inadequately treated extrapyramidal signs and symptoms (EPS). Other important considerations in the differential diagnosis include central anticholinergic toxicity, heat stroke, drug fever and primary central nervous system (CNS) pathology. The management of NMS should include 1) immediate discontinuation of antipsychotic drugs and other drugs not essential to concurrent therapy, 2) intensive symptomatic treatment and medical monitoring, and 3) treatment of any concomitant serious medical problems for which specific treatments are available. There is no general agreement about specific pharmacological treatment regimens for uncomplicated NMS. If a patient requires antipsychotic drug treatment after recovery from NMS, the potential reintroduction of drug therapy should be carefully considered. The patient should be carefully monitored, since recurrences of NMS have been reported. Hyperpyrexia and heat stroke, not associated with the above symptom complex, have also been reported with haloperidol. Usage in Pregnancy Rodents given 2 to 20 times the usual maximum human dose of haloperidol by oral or parenteral routes showed an increase in incidence of resorption, reduced fertility, delayed delivery and pup mortality. No teratogenic effect has been reported in rats, rabbits or dogs at dosages within this range, but cleft palate has been observed in mice given 15 times the usual maximum human dose. Cleft palate in mice appears to be a nonspecific response to stress or nutritional imbalance as well as to a variety of drugs, and there is no evidence to relate this phenomenon to predictable human risk for most of these agents. There are no well controlled studies with haloperidol in pregnant women. There are reports, however, of cases of limb malformations observed following maternal use of haloperidol along with other drugs which have suspected teratogenic potential during the first trimester of pregnancy. Causal relationships were not established in these cases. Since such experience does not exclude the possibility of fetal damage due to haloperidol, this drug should be used during pregnancy or in women likely to become pregnant only if the benefit clearly justifies a potential risk to the fetus. Infants should not be nursed during drug treatment. Combined Use of Haloperidol and Lithium An encephalopathic syndrome (characterized by weakness, lethargy, fever, tremulousness and confusion, extrapyramidal symptoms, leukocytosis, elevated serum enzymes, BUN, and FBS) followed by irreversible brain damage has occurred in a few patients treated with lithium plus haloperidol. A causal relationship between these events and the concomitant administration of lithium and haloperidol has not been established; however, patients receiving such combined therapy should be monitored closely for early evidence of neurological toxicity and treatment discontinued promptly if such signs appear. General A number of cases of bronchopneumonia, some fatal, have followed the use of antipsychotic drugs, including haloperidol. It has been postulated that lethargy and decreased sensation of thirst due to central inhibition may lead to dehydration, hemoconcentration and reduced pulmonary ventilation. Therefore, if the above signs and symptoms appear, especially in the elderly, the physician should institute remedial therapy promptly. Although not reported with haloperidol, decreased serum cholesterol and/or cutaneous and ocular changes have been reported in patients receiving chemically-related drugs. Haloperidol may impair the mental and/or physical abilities required for the performance of hazardous tasks such as operating machinery or driving a motor vehicle. The ambulatory patient should be warned accordingly. The use of alcohol with this drug should be avoided due to possible additive effects and hypotension."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Cardiovascular Effects Tachycardia, hypotension, and hypertension have been reported. QT prolongation and/or ventricular arrhythmias have also been reported, in addition to ECG pattern changes compatible with the polymorphous configuration of Torsades de pointes, and may occur more frequently with high doses and in predisposed patients (see WARNINGS and PRECAUTIONS ). Cases of sudden and unexpected death have been reported in association with the administration of haloperidol. The nature of the evidence makes it impossible to determine definitively what role, if any, haloperidol played in the outcome of the reported cases. The possibility that haloperidol caused death cannot, of course, be excluded, but it is to be kept in mind that sudden and unexpected death may occur in psychotic patients when they go untreated or when they are treated with other antipsychotic drugs. CNS Effects Extrapyramidal Symptoms (EPS) EPS during the administration of haloperidol have been reported frequently, often during the first few days of treatment. EPS can be categorized generally as Parkinson-like symptoms, akathisia, or dystonia (including opisthotonos and oculogyric crisis). While all can occur at relatively low doses, they occur more frequently and with greater severity at higher doses. The symptoms may be controlled with dose reductions or administration of antiparkinson drugs such as benztropine mesylate, USP or trihexyphenidyl hydrochloride, USP. It should be noted that persistent EPS have been reported; the drug may have to be discontinued in such cases. Dystonia Class Effect Symptoms of dystonia, prolonged abnormal contractions of muscle groups, may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. While these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Withdrawal Emergent Neurological Signs Generally, patients receiving short-term therapy experience no problems with abrupt discontinuation of antipsychotic drugs. However, some patients on maintenance treatment experience transient dyskinetic signs after abrupt withdrawal. In certain of these cases the dyskinetic movements are indistinguishable from the syndrome described below under “Tardive Dyskinesia” except for duration. It is not known whether gradual withdrawal of antipsychotic drugs will reduce the rate of occurrence of withdrawal emergent neurological signs but until further evidence becomes available, it seems reasonable to gradually withdraw use of haloperidol. Tardive Dyskinesia As with all antipsychotic agents, haloperidol has been associated with persistent dyskinesias. Tardive dyskinesia, a syndrome consisting of potentially irreversible, involuntary, dyskinetic movements, may appear in some patients on long-term therapy or may occur after drug therapy has been discontinued. The risk appears to be greater in elderly patients on high dose therapy, especially females. The symptoms are persistent and in some patients appear irreversible. The syndrome is characterized by rhythmical involuntary movements of tongue, face, mouth or jaw (e.g., protrusion of tongue, puffing of cheeks, puckering of mouth, chewing movements). Sometimes these may be accompanied by involuntary movements of extremities and the trunk. There is no known effective treatment for tardive dyskinesia; antiparkinson agents usually do not alleviate the symptoms of this syndrome. It is suggested that all antipsychotic agents be discontinued if these symptoms appear. Should it be necessary to reinstitute treatment, or increase the dosage of the agent, or switch to a different antipsychotic agent, this syndrome may be masked. It has been reported that fine vermicular movement of the tongue may be an early sign of tardive dyskinesia and if the medication is stopped at that time, the full syndrome may not develop. Tardive Dystonia Tardive dystonia, not associated with the above syndrome, has also been reported. Tardive dystonia is characterized by delayed onset of choreic or dystonic movements, is often persistent, and has the potential of becoming irreversible. Other CNS Effects Insomnia, restlessness, anxiety, euphoria, agitation, drowsiness, depression, lethargy, headache, confusion, vertigo, grand mal seizures, exacerbation of psychotic symptoms including hallucinations and catatonic-like behavioral states which may be responsive to drug withdrawal and/or treatment with anticholinergic drugs. Body as a Whole: Neuroleptic malignant syndrome (NMS), hyperpyrexia and heat stroke have been reported with haloperidol. (See WARNINGS for further information concerning NMS.) Hematologic Effects: Reports have appeared citing the occurrence of mild and usually transient leukopenia and leukocytosis, minimal decreases in red blood cell counts, anemia, or a tendency toward lymphomonocytosis. Agranulocytosis has rarely been reported to have occurred with the use of haloperidol, and then only in association with other medication. Liver Effects: Impaired liver function and/or jaundice have been reported. Dermatologic Reactions: Maculopapular and acneiform skin reactions and isolated cases of photosensitivity and loss of hair. Endocrine Disorders: Lactation, breast engorgement, mastalgia, menstrual irregularities, gynecomastia, impotence, increased libido, hyperglycemia, hypoglycemia and hyponatremia. Gastrointestinal Effects: Anorexia, constipation, diarrhea, hypersalivation, dyspepsia, nausea and vomiting. Autonomic Reactions: Dry mouth, blurred vision, urinary retention, diaphoresis and priapism. Respiratory Effects: Laryngospasm, bronchospasm and increased depth of respiration. Special Senses: Cataracts, retinopathy and visual disturbances. Post-marketing Events Hyperammonemia has been reported in a 51⁄2 year old child with citrullinemia, an inherited disorder of ammonia excretion, following treatment with haloperidol."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Haloperidol is contraindicated in severe toxic central nervous system depression or comatose states from any cause and in individuals who are hypersensitive to this drug or have Parkinson’s disease."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION There is considerable variation from patient to patient in the amount of medication required for treatment. As with all antipsychotic drugs, dosage should be individualized according to the needs and response of each patient. Dosage adjustments, either upward or downward, should be carried out as rapidly as practicable to achieve optimum therapeutic control. To determine the initial dosage, consideration should be given to the patient’s age, severity of illness, previous response to other antipsychotic drugs, and any concomitant medication or disease state. Children, debilitated or geriatric patients, as well as those with a history of adverse reactions to antipsychotic drugs, may require less haloperidol. The optimal response in such patients is usually obtained with more gradual dosage adjustments and at lower dosage levels, as recommended below. Clinical experience suggests the following recommendations: Oral Administration Inital Dosage Range Adults Moderate Symptomatology - 0.5 mg to 2 mg b.i.d. or t.i.d. Severe Symptomatology - 3 mg to 5 mg b.i.d. or t.i.d. To achieve prompt control, higher doses may be required in some cases. Geriatric or Debilitated Patients - 0.5 mg to 2 mg b.i.d. or t.i.d. Chronic or Resistant Patients - 3 mg to 5 mg b.i.d. or t.i.d. Patients who remain severely disturbed or inadequately controlled may require dosage adjustment. Daily dosages up to 100 mg may be necessary in some cases to achieve an optimal response. Infrequently haloperidol has been used in doses above 100 mg for severely resistant patients; however the limited clinical usage has not demonstrated the safety of prolonged administration of such doses. Children The following recommendations apply to children between the ages of 3 and 12 years (weight range 15 kg to 40 kg). Haloperidol is not intended for children under 3 years old. Therapy should begin at the lowest dose possible (0.5 mg per day). If required, the dose should be increased by an increment of 0.5 mg at 5 to 7 day intervals until the desired therapeutic effect is obtained. (See chart below.) The total dose may be divided, to be given b.i.d. or t.i.d. Psychotic Disorders - 0.05 mg/kg/day to 0.15 mg/kg/day Nonpsychotic Behavior Disorders and Tourette's Disorder - 0.05 mg/kg/day to 0.075 mg/kg/day Severely disturbed psychotic children may require higher doses. In severely disturbed, non-psychotic children or in hyperactive children with accompanying conduct disorders, who have failed to respond to psychotherapy or medications other than antipsychotics, it should be noted that since these behaviors may be short lived, short term administration of haloperidol may suffice. There is no evidence establishing a maximum effective dosage. There is little evidence that behavior improvement is further enhanced in dosages beyond 6 mg per day. Maintenance Dosage Upon achieving a satisfactory therapeutic response, dosage should then be gradually reduced to the lowest effective maintenance level. Switchover Procedure The oral form should supplant the injectable as soon as practicable. In the absence of bioavailability studies establishing bioequivalence between these two dosage forms the following guidelines for dosage are suggested. For an initial approximation of the total daily dose required, the parenteral dose administered in the preceding 24 hours may be used. Since this dose is only an initial estimate, it is recommended that careful monitoring of clinical signs and symptoms, including clinical efficacy, sedation, and adverse effects, be carried out periodically for the first several days following the initiation of switchover. In this way, dosage adjustments, either upward or downward, can be quickly accomplished. Depending on the patient’s clinical status, the first oral dose should be given within 12 to 24 hours following the last parenteral dose."
  ],
  "indications": [
    "INDICATIONS AND USAGE Haloperidol is indicated for use in the management of manifestations of psychotic disorders. Haloperidol is indicated for the control of tics and vocal utterances of Tourette’s Disorder in children and adults. Haloperidol is effective for the treatment of severe behavior problems in children of combative, explosive hyperexcitability (which cannot be accounted for by immediate provocation). Haloperidol is also effective in the short-term treatment of hyperactive children who show excessive motor activity with accompanying conduct disorders consisting of some or all of the following symptoms: impulsivity, difficulty sustaining attention, aggressivity, mood lability, and poor frustration tolerance. Haloperidol should be reserved for these two groups of children only after failure to respond to psychotherapy or medications other than antipsychotics."
  ],
  "fetched_at": "2025-10-01T15:59:39.578456",
  "source": "OpenFDA"
}