{
  "drug_name": "Pralidoxime",
  "generic_name": [
    "ATROPINE AND PRALIDOXIME CHLORIDE"
  ],
  "brand_names": [
    "DuoDote"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Succinylcholine and Mivacurium: Accelerated reversal of neuromuscular blocking effects may occur; monitor with concomitant administration. ( 7.1 ) 7.1 Succinylcholine and Mivacurium Since pralidoxime in DuoDote reactivates cholinesterases and succinylcholine and mivacurium are metabolized by cholinesterases, patients with organophosphorus nerve agent or organophosphorus insecticide poisoning who have received DuoDote may exhibit accelerated reversal of the neuromuscular blocking effects of succinylcholine and mivacurium (relative to poisoned patients who have not received pralidoxime). Monitor for neuromuscular effects with concomitant administration."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Cardiovascular Risks [see Warnings and Precautions ( 5.1 )] Heat Injury [see Warnings and Precautions ( 5.2 )] Acute Glaucoma [see Warnings and Precautions ( 5.3 )] Urinary Retention [see Warnings and Precautions ( 5.4 )] Pyloric Stenosis [see Warnings and Precautions ( 5.5 )] Exacerbation of Chronic Lung Disease [see Warnings and Precautions ( 5.6 )] The following adverse reactions associated with the use of atropine and pralidoxime chloride were identified in the literature. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Common adverse reactions of atropine include dryness of mouth, blurred vision, dry eyes, photophobia, confusion, headache, and dizziness among others. ( 6.1 ) The common adverse reactions of pralidoxime chloride include changes in vision, dizziness, headache, drowsiness, nausea, tachycardia, increased blood pressure, muscular weakness, dry mouth, emesis, rash, dry skin, hyperventilation, decreased renal function, excitement, manic behavior, and transient elevation of liver enzymes and creatine phosphokinase. ( 6.2 ) To report SUSPECTED ADVERSE REACTIONS, contact Meridian Medical Technologies ® , LLC at 1-833-739-0945 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Atropine Because DuoDote contains pralidoxime chloride, which may potentiate the effect of atropine, signs of atropinization may occur earlier than might be expected when atropine is used alone. Common adverse reactions of atropine can be attributed to its antimuscarinic action. These include dryness of the mouth, blurred vision, dry eyes, photophobia, confusion, headache, dizziness, tachycardia, palpitations, flushing, urinary hesitancy or retention, constipation, abdominal pain, abdominal distention, nausea and vomiting, loss of libido, and impotence. Anhidrosis may produce heat intolerance and impairment of temperature regulation in a hot environment. Dysphagia, paralytic ileus, acute angle closure glaucoma, maculopapular rash, petechial rash, and scarletiniform rash have also been reported. Adverse cardiac reactions, including arrhythmias and myocardial infarction, have been reported with atropine [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.2 )] . Larger doses of atropine may produce central nervous system effects such as restlessness, tremor, fatigue, locomotor difficulties, delirium, and hallucinations [see Overdosage ( 10.1 )]. Hypersensitivity reactions will occasionally occur, are usually seen as skin rashes, and may progress to exfoliation. Anaphylactic reaction and laryngospasm are rare. 6.2 Pralidoxime Chloride Pralidoxime can cause blurred vision, diplopia and impaired accommodation, dizziness, headache, drowsiness, nausea, tachycardia, increased systolic and diastolic blood pressure [see Clinical Pharmacology ( 12.2 )], muscular weakness, dry mouth, emesis, rash, dry skin, hyperventilation, decreased renal function, and decreased sweating when given parenterally to normal adult volunteers who have not been exposed to anticholinesterase poisons. In several cases of organophosphorus poisoning, excitement and manic behavior have occurred immediately following recovery of consciousness, in either the presence or absence of pralidoxime administration. However, similar behavior has not been reported in subjects given pralidoxime in the absence of organophosphorus poisoning. Elevations in AST and/or ALT enzyme levels were observed in 1 of 6 normal adult volunteers given 1200 mg of pralidoxime intramuscularly, and in 4 of 6 adult volunteers given 1800 mg intramuscularly. Levels returned to normal in about two weeks. Transient elevations in creatine kinase were observed in all normal volunteers given the drug. 6.3 Injection Site Muscle tightness and pain may occur at the injection site. 6.4 Inadvertent Injection In cases where DuoDote is inadvertently administered to people who are not poisoned with nerve agent or organophosphorus insecticide, the following effects on their ability to function normally may occur. Atropine 2 mg IM , roughly the equivalent of one DuoDote autoinjector, when given to healthy male volunteers, is associated with minimal effects on visual, motor, and mental functions, though unsteadiness walking and difficulty concentrating may occur. Atropine reduces body sweating and increases body temperature, particularly with exercise and under hot conditions. Atropine 4 mg IM , roughly the equivalent of two DuoDote autoinjectors, when given to healthy male volunteers, is associated with impaired visual acuity, visual near point accommodation, logical reasoning, digital recall, learning, and cognitive reaction time. Ability to read is reduced or lost. Subjects are unsteady and need to concentrate on walking. These effects begin about 15 minutes to one hour or more post-dose. Atropine 6 mg IM , roughly the equivalent of three DuoDote autoinjectors, when given to healthy male volunteers, is associated with the effects described above plus additional central effects including poor coordination, poor attention span, and visual hallucinations (colored flashes) in many subjects. Frank visual hallucinations, auditory hallucinations, disorientation, and ataxia occur in some subjects. Skilled and labor-intense tasks are performed more slowly and less efficiently. Decision making takes longer and is sometimes impaired. It is unclear if the above data, obtained from studies of healthy adult subjects, can be extrapolated to other populations. In the elderly and patients with co-morbid conditions, the effects of ≥2 mg atropine on the ability to see, walk, and think properly are unstudied; effects may be greater in susceptible populations. Patients who are mistakenly injected with DuoDote should avoid potentially dangerous overheating, avoid vigorous physical activity, and seek medical attention as soon as feasible."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION DuoDote is intended as an initial treatment as soon as symptoms appear; definitive medical care should be sought immediately. ( 2.1 ) Dosage for Mild Symptoms: If the patient experiences two or more mild symptoms, administer one injection intramuscularly into the mid-lateral thigh. If, at any time after the first dose, the patient develops any of the severe symptoms, administer two additional injections intramuscularly in rapid succession. ( 2.2 ) Dosage for Severe Symptoms: If a patient has any of the severe symptoms, immediately administer three injections intramuscularly into the patient's mid-lateral thigh in rapid succession. ( 2.2 ) 2.1 Important Administration Information Three (3) single-dose DuoDote autoinjectors should be available for use in each patient (including healthcare providers) at risk for organophosphorus poisoning; one (1) for mild symptoms plus two (2) more for severe symptoms [see Dosage and Administration ( 2.2 )] . Note that individuals may not have all symptoms included under the mild or severe symptom category. Only administer DuoDote to patients experiencing symptoms of organophosphorus poisoning in a situation where exposure is known or suspected. The DuoDote autoinjector is intended as an initial treatment of the symptoms of organophosphorus nerve agent or insecticide poisonings as soon as symptoms appear; definitive medical care should be sought immediately. The DuoDote autoinjector should be administered by healthcare providers who have had adequate training in the recognition and treatment of nerve agent or insecticide intoxication. Close supervision of all treated patients is indicated for at least 48 to 72 hours. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit [see Dosage Forms and Strengths ( 3 )] . 2.2 Dosage Information Dosage for Mild Symptoms in Adults and Pediatric Patients Weighing More Than 41 kg (90 Pounds) First Dose : If the patient experiences two or more mild symptoms of nerve agent or insecticide exposure listed in Table 1 , administer one (1) single-dose DuoDote injection intramuscularly into the mid-lateral thigh. Additional Doses : If, at any time after the first dose, the patient develops any of the severe symptoms listed in Table 1 , administer two (2) additional single-dose DuoDote injections intramuscularly in rapid succession. Wait 10 to 15 minutes for DuoDote to take effect. If, after 10 to 15 minutes, the patient does not develop any of the severe symptoms listed in Table 1 , no additional DuoDote injections are recommended. Dosage for Severe Symptoms in Adults and Pediatric Patients Weighing More Than 41 kg (90 Pounds) If a patient has any of the severe symptoms listed in Table 1 , immediately administer three (3) single-dose DuoDote injections intramuscularly into the patient's mid-lateral thigh in rapid succession. Table 1. Common Symptoms of Organophosphorus Exposure Mild Symptoms Severe Symptoms Blurred vision, miosis Excessive, unexplained teary eyes Excessive, unexplained runny nose Increased salivation such as sudden drooling Chest tightness or difficulty breathing Tremors throughout the body or muscular twitching Nausea and/or vomiting Unexplained wheezing, coughing or increased airway secretions Acute onset of stomach cramps Tachycardia or bradycardia Strange or confused behavior Severe difficulty breathing or copious secretions from lungs/airway Severe muscular twitching and general weakness Involuntary urination and defecation Convulsions Unconsciousness 2.3 Administration Instructions *Do Not Remove Gray Safety Release until ready to use. * Never touch the Green Tip (Needle End)! 1) Tear open the plastic pouch at any of the notches. Remove the DuoDote autoinjector from the pouch. 2) Place the DuoDote autoinjector in your dominant hand. (If you are right-handed, your right hand is dominant.) Firmly grasp the center of the DuoDote autoinjector with the Green Tip (needle end) pointing down. 3) With your other hand, pull off the Gray Safety Release. DuoDote is now ready to be administered. 4) The injection site is the mid-lateral thigh area. The DuoDote autoinjector can inject through clothing. However, make sure pockets at the injection site are empty. People who may not have a lot of fat at the injection site should also be injected in the mid-lateral thigh, but before giving the injection, bunch up the thigh to provide a thicker area for injection. 5) Firmly push the Green Tip straight down (a 90° angle) against the mid-lateral thigh. Continue to firmly push until you feel the DuoDote autoinjector trigger. After the autoinjector triggers, hold the DuoDote autoinjector firmly in place against the injection site for approximately 10 seconds. 6) Remove the DuoDote autoinjector from the thigh and look at Green Tip. If the needle is visible, the drug has been administered. If the needle is not visible, check to be sure the Gray Safety Release has been removed, and then repeat above steps beginning with Step 4, but push harder in Step 5. 7) After the drug has been administered, push the needle against a hard surface to bend the needle back against the DuoDote autoinjector. 8) Put the used DuoDote autoinjector back into the plastic pouch, if available. Leave used DuoDote autoinjector(s) with the patient to allow other medical personnel to see the number of DuoDote autoinjector(s) administered. 9) Immediately move yourself and the patient away from the contaminated area and seek definitive medical care for the patient."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DuoDote is indicated for the treatment of poisoning by organophosphorus nerve agents as well as organophosphorus insecticides in adults and pediatric patients weighing more than 41 kg (90 pounds). DuoDote, a combination of atropine, a cholinergic muscarinic antagonist, and pralidoxime chloride, a cholinesterase reactivator, is indicated for the treatment of poisoning by organophosphorus nerve agents as well as organophosphorus insecticides in adults and pediatric patients weighing more than 41 kg (90 pounds). ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:31:18.810334",
  "source": "OpenFDA"
}