{
  "drug_name": "Pralatrexate",
  "generic_name": [
    "PRALATREXATE"
  ],
  "brand_names": [
    "Folotyn"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid coadministration with probenecid or nonsteroidal anti-inflammatory drugs. If coadministration is unavoidable, monitor for increased risk of adverse reactions. ( 7.1 ) 7.1 Effects of Other Drugs on FOLOTYN Coadministration of FOLOTYN with probenecid increased pralatrexate plasma concentrations [ see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions. Avoid coadministration with probenecid or nonsteroidal anti-inflammatory drugs. If coadministration is unavoidable, monitor for increased risk of adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Myelosuppression [ see Warnings and Precautions (5.1) ] Mucositis [ see Warnings and Precautions (5.2) ] Dermatologic Reactions [ see Warnings and Precautions (5.3) ] Tumor Lysis Syndrome [ see Warnings and Precautions (5.4) ] Hepatic Toxicity [ see Warnings and Precautions (5.5) ] Most common adverse reactions (>35%) are mucositis, thrombocytopenia, nausea, and fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Acrotech Biopharma Inc at 1-888-255-6788 or www.FOLOTYN.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Peripheral T-cell Lymphoma The safety of FOLOTYN was evaluated in Study PDX-008 [ see Clinical Studies (14) ] . Patients received FOLOTYN 30 mg/m 2 once weekly for 6 weeks in 7-week cycles. The median duration of treatment was 70 days (range: 1 day to 1.5 years). The majority of patients (69%, n = 77) remained at the target dose for the duration of treatment. Overall, 85% of scheduled doses were administered. Forty-four percent of patients (n = 49) experienced a serious adverse event while on study or within 30 days after their last dose of FOLOTYN. The most common serious adverse events (> 3%), regardless of causality, were pyrexia, mucositis, sepsis, febrile neutropenia, dehydration, dyspnea, and thrombocytopenia. One death from cardiopulmonary arrest in a patient with mucositis and febrile neutropenia was reported in this trial. Across clinical trials, deaths from mucositis, febrile neutropenia, sepsis, and pancytopenia occurred in 1.2% of patients who received doses ranging from 30 mg/m 2 to 325 mg/m 2 . Twenty-three percent of patients (n = 25) discontinued treatment with FOLOTYN due to adverse reactions. The most frequent adverse reactions reported as the reason for discontinuation of treatment were mucositis (6%) and thrombocytopenia (5%). The most common adverse reactions (> 35%) were mucositis, thrombocytopenia, nausea, and fatigue. Table 4 summarizes the adverse reactions in Study PDX-008. Table 4 Adverse Reactions in (≥ 10%) in Patients Who Received FOLOTYN in Study PDX-008 FOLOTYN N=111 All Grades (%) Grade 3 (%) Grade 4 (%) Any Adverse Event 100 43 31 Mucositis a 70 17 4 Thrombocytopenia b 41 14 19 b Nausea 40 4 0 Fatigue 36 5 2 Anemia 34 15 2 Constipation 33 0 0 Pyrexia 32 1 1 Edema 30 1 0 Cough 28 1 0 Epistaxis 26 0 0 Vomiting 25 2 0 Neutropenia 24 13 7 Diarrhea 21 2 0 Dyspnea 19 7 0 Hypokalemia 15 4 1 Anorexia 15 3 0 Rash 15 0 0 Pruritus 14 2 0 Pharyngolaryngeal pain 14 1 0 Liver function test abnormal c 13 5 0 Abdominal pain 12 4 0 Pain in extremity 12 0 0 Leukopenia 11 3 4 Back pain 11 3 0 Night sweats 11 0 0 Asthenia 10 1 0 Upper respiratory tract infection 10 1 0 Tachycardia 10 0 0 a Mucositis includes stomatitis or mucosal inflammation of the gastrointestinal and genitourinary tracts. b Five patients with platelets < 10,000/mcL c Liver function test abnormal includes increased ALT, increased AST, and increased transaminases 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of FOLOTYN. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic Reactions : Toxic epidermal necrolysis."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None.( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Supplement patients with vitamin B 12 mg intramuscularly every 8-10 weeks starting 10 weeks before the first dose and folic acid 1 to 1.25 mg orally once daily starting 10 days before the first dose. ( 2.1 ) The recommended dosage of FOLOTYN is 30 mg/m 2 intravenously over 3 to 5 minutes once weekly for 6 weeks in 7-week cycles. ( 2.1 ) For patients with severe renal impairment (GFR 15 to 29 mL/min/1.73 m 2 ), reduce the FOLOTYN dose to 15 mg/m 2 ( 2.1 ). 2.1 Important Dosing Information Pretreatment Vitamin Supplementation Folic Acid Instruct patients to take folic acid 1 to 1.25 mg orally once daily beginning 10 days before the first dose of FOLOTYN. Continue folic acid during treatment with FOLOTYN and for 30 days after the last dose [ see Warnings and Precautions ( 5.1 , 5.2 )] . Vitamin B 12 Administer vitamin B 12 1 mg intramuscularly within 10 weeks prior to the first dose of FOLOTYN and every 8-10 weeks thereafter. Subsequent vitamin B 12 injections may be given the same day as treatment with FOLOTYN [ see Warnings and Precautions ( 5.1 , 5.2 )] . 2.2 Recommended Dosage The recommended dosage of FOLOTYN is 30 mg/m 2 intravenously over 3-5 minutes once weekly for 6 weeks in 7-week cycles until progressive disease or unacceptable toxicity. 2.3 Dosage Modifications for Renal Impairment and End Stage Renal Disease Severe renal impairment (eGFR 15 to 29 mL/min/1.73 m 2 by MDRD): Reduce the FOLOTYN dose to 15 mg/m 2 [ see Use in Specific Populations (8.6) ] . End stage renal disease (ESRD: eGFR less than 15 mL/min/1.73 m 2 by MDRD) with or without dialysis: Avoid administration. If the potential benefit of administration justifies the potential risk, monitor renal function and reduce the FOLOTYN dose based on adverse reactions [ see Warnings and Precautions (5.6) , Use in Specific Populations (8.6) ] . 2.4 Monitoring and Dosage Modifications for Adverse Reactions Monitoring Monitor complete blood cell counts and severity of mucositis at baseline and weekly. Perform serum chemistry tests, including renal and hepatic function, prior to the start of the first and fourth dose of each cycle. Recommended Dosage Modifications Do not administer FOLOTYN until: Mucositis Grade 1 or less. Platelet of 100,000/mcL or greater for first dose and 50,000/mcL or greater for all subsequent doses. Absolute neutrophil count (ANC) of 1,000/mcL or greater. Dosage modifications for adverse reactions are provided in Tables 1, 2, and 3. Table 1 FOLOTYN Dose Modifications for Mucositis Mucositis Grade a on Day of Treatment Action Recommended Dose upon Recovery to Grade 0 or 1 Patients Without Severe Renal Impairment Patients with Severe Renal Impairment Grade 2 Omit dose Continue prior dose Continue prior dose Grade 2 recurrence Omit dose 20 mg/m 2 10 mg/m 2 Grade 3 Omit dose 20 mg/m 2 10 mg/m 2 Grade 4 Stop therapy a Based National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE version 3.0) Table 2 FOLOTYN Dosage Modifications for Myelosuppression Blood Count on Day of Treatment Duration of Toxicity Action Recommended Dose Upon Recovery Patients Without Severe Renal Impairment Patients with Severe Renal Impairment Platelet less than 50,000/mcL 1 week Omit dose Continue prior dose Continue prior dose 2 weeks Omit dose 20 mg/m 2 10 mg/m 2 3 weeks Stop therapy ANC 500 to 1,000/mcL and no fever 1 week Omit dose Continue prior dose Continue prior dose ANC 500 to 1,000/mcL with fever or ANC less than 500/mcL 1 week Omit dose, give G‑CSF or GM‑CSF Continue prior dose with G-CSF or GM‑CSF Continue prior dose with G-CSF or GM‑CSF support 2 weeks or recurrence Omit dose, give G‑CSF or GM‑CSF 20 mg/m 2 with G-CSF or GM-CSF 10 mg/m 2 with G-CSF or GM-CSF 3 weeks or 2 nd recurrence Stop therapy G-CSF=granulocyte colony-stimulating factor; GM-CSF=granulocyte macrophage colony-stimulating factor Table 3 FOLOTYN Dosage Modifications for All Other Adverse Reactions Toxicity Grade a on Day of Treatment Action Recommended Dose upon Recovery to Grade 2 or Lower Patients Without Severe Renal Impairment Patients with Severe Renal Impairment Grade 3 Omit dose 20 mg/m 2 10 mg/m 2 Grade 4 Stop therapy a Based on NCI CTCAE version 3.0 2.5 Preparation and Administration Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not use any vials exhibiting particulate matter or discoloration. FOLOTYN is a hazardous drug. Follow applicable special handling and disposal procedures. 1 If FOLOTYN comes in contact with the skin, immediately and thoroughly wash with soap and water. If FOLOTYN comes in contact with mucous membranes, flush thoroughly with water. Aseptically withdraw the calculated dose from the appropriate number of vial(s) into a syringe for immediate use. Do not dilute FOLOTYN. Administer undiluted FOLOTYN intravenously over 3-5 minutes via the side port of a free-flowing 0.9% Sodium Chloride Injection. After withdrawal of dose, discard vial(s) including any unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FOLOTYN is indicated for the treatment of patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on overall response rate [ see Clinical Studies (14) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). FOLOTYN is a dihydrofolate reductase inhibitor indicated for the treatment of patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on overall response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:39:45.338415",
  "source": "OpenFDA"
}