{
  "drug_name": "Pramipexole",
  "generic_name": [
    "PRAMIPEXOLE DIHYDROCHLORIDE"
  ],
  "brand_names": [
    "Pramipexole dihydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Dopamine antagonists: May diminish the effectiveness of pramipexole (7.1). 7.1 Dopamine Antagonists Since pramipexole is a dopamine agonist, it is possible that dopamine antagonists, such as the neuroleptics (phenothiazines, butyrophenones, thioxanthenes) or metoclopramide, may diminish the effectiveness of pramipexole dihydrochloride extended-release tablets."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Falling Asleep During Activities of Daily Living and Somnolence [see Warnings and Precautions (5.1) ] Symptomatic Orthostatic Hypotension [see Warnings and Precautions (5.2) ] Impulse Control / Compulsive Behaviors [see Warnings and Precautions (5.3) ] Hallucinations and Psychotic-like Behavior [see Warnings and Precautions (5.4) ] Dyskinesia [see Warnings and Precautions (5.5) ] Postural Deformity [see Warnings and Precautions ( 5.6 ) ] Rhabdomyolysis [see Warnings and Precautions (5.8) ] Retinal Pathology [see Warnings and Precautions (5.9) ] Events Reported with Dopaminergic Therapy [see Warnings and Precautions (5.10) ] Withdrawal Symptoms [see Warnings and Precautions ( 5.11 )] Most common adverse reactions (incidence ≥5% and greater than placebo) : Early PD without levodopa: somnolence, nausea, constipation, dizziness, fatigue, hallucinations, dry mouth, muscle spasms, and peripheral edema (6.1) Advanced PD with levodopa: dyskinesia, nausea, constipation, hallucinations, headache, and anorexia (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories, Inc. at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug (or of another development program of a different formulation of the same drug) and may not reflect the rates observed in practice. During the premarketing development of pramipexole dihydrochloride extended-release tablets, patients with early Parkinson's disease were treated with pramipexole dihydrochloride extended-release tablets, placebo, or immediate-release pramipexole tablets. In addition, a randomized, double-blind, parallel group trial was conducted in 156 early Parkinson’s disease patients (Hoehn & Yahr Stages I-III) to assess overnight switching of immediate-release pramipexole tablets to extended-release pramipexole tablets. In this latter study, concomitant treatment with stable doses of levodopa, monoamine oxidase B inhibitor (MAOB-I) drugs, anticholinergics, or amantadine, individually or in combination, was allowed. In a third trial, advanced Parkinson’s disease patients received pramipexole extended-release tablets, placebo, or immediate-release pramipexole tablets as adjunctive therapy to levodopa. Early Parkinson's Disease The most common adverse reactions (≥5% and more frequent than placebo) after 33 weeks of treatment with pramipexole dihydrochloride extended-release tablets in the trial of early Parkinson’s disease patients were somnolence, nausea, constipation, dizziness, fatigue, hallucinations, dry mouth, muscle spasms, and peripheral edema. Twenty four of 223 (11%) patients treated with pramipexole dihydrochloride extended-release tablets for 33 weeks discontinued treatment due to adverse reactions compared to 4 of 103 (4%) patients who received placebo and approximately 20 of 213 (9%) patients who received immediate-release pramipexole tablets. The adverse reaction most commonly causing discontinuation of treatment with pramipexole dihydrochloride extended-release tablets was nausea (2%). Table 1 lists adverse reactions that occurred with a frequency of at least 2% with pramipexole dihydrochloride extended-release and were more frequent than with placebo during 33 weeks of treatment in a double-blind, placebo-controlled study in early Parkinson's disease. In this study, patients did not receive concomitant levodopa; however, levodopa was permitted as rescue medication. Table 1 Adverse-Reactions in a 33-Week Double-Blind, Placebo-Controlled Trial with Pramipexole Dihydrochloride Extended-Release in Early Parkinson’s Disease Body System / Adverse Reaction Placebo Extended-Release Pramipexole Immediate Release Pramipexole (n=103) (n=223) (n=213) % % % Nervous system disorders Somnolence 15 36 33 Dizziness 7 12 12 Tremor 1 3 3 Balance disorder 1 2 0 Gastrointestinal disorders Nausea 9 22 24 Constipation 2 14 12 Dry mouth 1 5 4 Vomiting 0 4 4 Upper abdominal pain 1 3 4 Dyspepsia 2 3 3 Abdominal discomfort 0 2 1 Psychiatric disorders Hallucinations, including visual, auditory and mixed 1 5 6 Insomnia 3 4 4 Sleep attacks or sudden onset of sleep 1 3 6 Sleep disorder 1 2 3 Depression 0 2 0 General disorders and administration site conditions Fatigue 4 6 6 Peripheral edema 4 5 8 Asthenia 2 3 1 Musculoskeletal and connective tissue disorders Muscle spasms 3 5 3 Injury, poisoning and procedural complications Fall 1 4 4 Ear and labyrinth disorders Vertigo 1 4 2 Respiratory, thoracic and mediastinal disorders Cough 1 3 3 Metabolism and nutrition disorders Increased appetite 1 3 2 Vascular disorders Orthostatic hypotension 1 3 0 Because this study used a flexible dose titration design, it was not possible to assess the effects of dose on the incidence of adverse reactions. Adverse reactions can initially occur in either the titration or maintenance phase. Some adverse reactions developed in pramipexole dihydrochloride extended-release-treated patients during the titration phase and persisted (≥7 days) into the maintenance phase (i.e., pramipexole dihydrochloride extended-release % - placebo % = treatment difference ≥2%); persistent adverse reactions were somnolence, nausea, constipation, fatigue, and dry mouth. A double-blind, randomized, parallel group trial evaluated the tolerability of an overnight switch from immediate-release pramipexole tablets to extended-release pramipexole tablets at the same daily dose in 156 early Parkinson’s disease patients with or without levodopa. One of 104 patients switched from immediate-release pramipexole tablets to extended-release pramipexole tablets discontinued due to adverse reactions (vertigo and nausea). Advanced Parkinson's Disease The most common adverse reactions (≥5% and greater frequency than in placebo) during 18 weeks of treatment with pramipexole dihydrochloride extended-release tablets in the trial of advanced Parkinson’s disease patients with concomitant levodopa were dyskinesia, nausea, constipation, hallucinations, headache, and anorexia. Eight of 164 (5%) patients treated with pramipexole dihydrochloride extended-release tablets for 18 weeks discontinued treatment due to adverse reactions compared to 7 of 178 (4%) patients who received placebo and 8 of 175 (5%) patients who received immediate-release pramipexole tablets. The most common adverse reactions leading to discontinuation of treatment with pramipexole dihydrochloride extended-release tablets were nausea (1%) and hallucination (1%). Table 2 lists adverse reactions that occurred with a frequency of at least 2% with pramipexole dihydrochloride extended-release and were more frequent than with placebo during 18 weeks of treatment in patients with advanced Parkinson’s disease treated with pramipexole dihydrochloride extended-release tablets. In this study, pramipexole dihydrochloride extended-release tablets, immediate-release pramipexole tablets, or placebo was administered to patients who were also receiving concomitant levodopa. Table 2 Adverse-Reactions in an 18-Week Double-Blind, Placebo-Controlled Trial with Pramipexole Dihydrochloride Extended-Release in Advanced Parkinson’s Disease Body System/Adverse Reaction Placebo Extended-Release Pramipexole Immediate-Release Pramipexole n = 178 n = 164 n = 175 % % % Nervous system disorders Dyskinesia 8 17 18 Headache 3 7 4 Dizziness (postural) 1 2 3 Gastrointestinal disorders Nausea 10 11 11 Constipation 5 7 6 Salivary hypersecretion 0 2 0 Diarrhea 1 2 1 Psychiatric disorders Hallucinations, including visual, auditory and mixed 2 9 7 Insomnia 2 4 4 Metabolism and nutrition disorders Anorexia 2 5 1 Musculoskeletal and connective tissue disorders Back pain 1 2 3 Because this flexible dose study used a titration design, it was not possible to assess the effects of dose on the incidence of adverse reactions. Adverse reactions can initially occur in either the titration or maintenance phase. Some adverse reactions developed in pramipexole dihydrochloride extended-release-treated patients during the titration phase and persisted (≥7 days) into the maintenance phase (i.e., pramipexole dihydrochloride extended-release % - placebo % = treatment difference ≥2%); persistent adverse reactions were dyskinesia and insomnia. Laboratory Testing During the development of pramipexole dihydrochloride extended-release tablets, no systematic abnormalities on routine laboratory testing were noted. Other adverse reactions observed during clinical trials of pramipexole dihydrochloride immediate-release tablets or pramipexole dihydrochloride extended-release tablets inearly and advanced Parkinson’s disease Other adverse reactions in clinical studies involving pramipexole dihydrochloride immediate-release tablets or pramipexole dihydrochloride extended-release tablets include abnormal dreams, akathisia, amnesia, decreased libido, decreased weight, dyspnea, pneumonia, and vision abnormalities. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of pramipexole dihydrochloride immediate-release tablets or pramipexole dihydrochloride extended-release tablets, primarily in Parkinson’s diseasepatients. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Decisions to include these reactions in labeling are typically based on one or more of the following factors: (1) seriousness of thereaction, (2) frequency of reporting, or (3) strength of causal connection to pramipexole tablets. Cardiac Disorders: cardiac failure Gastrointestinal Disorders : vomiting General Disorders and Administration Site Conditions: withdrawal symptoms [see Warnings and Precautions ( 5.11 )] Metabolism and Nutrition Disorders : syndrome of inappropriate antidiuretic hormone secretion (SIADH), weight increase Musculoskeletal and Connective Tissue Disorders: postural deformity [see Warnings and Precautions (5.6)] Nervous System Disorders: syncope Reproductive System and Breast Disorders: priapism Skin and Subcutaneous Tissue Disorders: skin reactions (including erythema, rash, pruritus, urticaria) There are postmarketing reports of patients noticing tablet residue in their stool that resembles a swollen pramipexole dihydrochloride extended-release whole tablet or swollen pieces of the tablet. Some patients have reported worsening of their Parkinson’s disease symptoms when tablet residue was observed. If a patient reports tablet residue with worsening of their Parkinson’s symptoms, prescribers may need to re-evaluate their medications."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pramipexole dihydrochloride extended-release tablets are taken once daily, with or without food (2.1) Tablets must be swallowed whole and must not be chewed, crushed, or divided (2.1) Starting dose is 0.375 mg given once daily (2.2) Dose may be increased gradually, not more frequently than every 5 to 7 days, first to 0.75 mg per day and then by 0.75 mg increments up to a maximum recommended dose of 4.5 mg per day. Assess therapeutic response and tolerability at a minimal interval of 5 days or longer after each dose increment. (2.2) Patients may be switched overnight from immediate-release pramipexole tablets to extended-release pramipexole tablets at the same daily dose. Dose adjustment may be needed in some patients (2.3) Pramipexole dihydrochloride extended-release tablets should be discontinued gradually. (2.2) 2.1 General Dosing Considerations Pramipexole dihydrochloride extended-release tablets are taken orally once daily, with or without food. Pramipexole dihydrochloride extended-release tablets must be swallowed whole and must not be chewed, crushed, or divided. If a significant interruption in therapy with pramipexole dihydrochloride extended-release tablets has occurred, re-titration of therapy may be warranted. 2.2 Recommended Dosage The starting dose is 0.375 mg given once per day. Based on efficacy and tolerability, dosages may be increased gradually, not more frequently than every 5 to 7 days, first to 0.75 mg per day and then by 0.75 mg increments up to a maximum recommended dose of 4.5 mg per day. In clinical trials, dosage was initiated at 0.375 mg/day and gradually titrated based on individual therapeutic response and tolerability. Doses greater than 4.5 mg/day have not been studied in clinical trials. Patients should be assessed for therapeutic response and tolerability at a minimal interval of 5 days or longer after each dose increment [see Clinical Studies ( 14) ]. Due to the flexible dose design used in clinical trials, specific dose-response information could not be determined [see Clinical Studies ( 14 ) ]. Pramipexole dihydrochloride extended-release tablets may be tapered off at a rate of 0.75 mg per day until the daily dose has been reduced to 0.75 mg. Thereafter, the dose may be reduced by 0.375 mg per day [see Warnings and Precautions ( 5.10 , 5.11 )]. Recommended Dosage in Patients with Renal Impairment: In patients with moderate renal impairment (creatinine clearance between 30 and 50 mL/min), pramipexole dihydrochloride extended-release tablets should initially be taken every other day. Caution should be exercised and careful assessment of therapeutic response and tolerability should be made before increasing to daily dosing after one week, and before any additional titration in 0.375 mg increments up to 2.25 mg per day. Dose adjustment should occur no more frequently than at weekly intervals. Pramipexole dihydrochloride extended-release tablets have not been studied in patients with severe renal impairment (creatinine clearance <30 mL/min) or patients on hemodialysis, and are not recommended in these patients. 2.3 Switching from Immediate-Release Pramipexole Tablets to Extended-Release Pramipexole Tablets Patients with Parkinson’s disease may be switched overnight from immediate-release pramipexole tablets to extended-release pramipexole tablets at the same daily dose. When switching between immediate-release pramipexole tablets and extended-release pramipexole tablets, patients should be monitored to determine if dosage adjustment is necessary."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pramipexole dihydrochloride extended-release tablets are indicated for the treatment of Parkinson's disease. Pramipexole dihydrochloride extended-release tablet is a non-ergot dopamine agonist indicated for the treatment of Parkinson’s disease (PD) (1)"
  ],
  "fetched_at": "2025-09-30T21:12:08.595327",
  "source": "OpenFDA"
}