{
  "drug_name": "Prasugrel",
  "generic_name": [
    "PRASUGREL"
  ],
  "brand_names": [
    "Prasugrel"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Opioids: Decreased exposure to prasugrel. Consider use of parenteral antiplatelet agent (7.3). 7.1 Warfarin Coadministration of prasugrel and warfarin increases the risk of bleeding [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.3) ] . 7.2 Nonsteroidal Anti-Inflammatory Drugs Coadministration of prasugrel and NSAIDs (used chronically) may increase the risk of bleeding [see Warnings and Precautions (5.1) ] . 7.3 Opioids As with other oral P2Y 12 inhibitors, coadministration of opioid agonists delay and reduce the absorption of prasugrel’s active metabolite presumably because of slowed gastric emptying [see Clinical Pharmacology (12.3) ] . Consider the use of a parenteral anti-platelet agent in acute coronary syndrome patients requiring coadministration of morphine or other opioid agonists. 7.4 Other Concomitant Medications Prasugrel can be administered with drugs that are inducers or inhibitors of cytochrome P450 enzymes [see Clinical Pharmacology (12.3) ] . Prasugrel can be administered with aspirin (75 mg to 325 mg per day), heparin, GPIIb/IIIa inhibitors, statins, digoxin, and drugs that elevate gastric pH, including proton pump inhibitors and H 2 blockers [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are also discussed elsewhere in the labeling: Bleeding [see Boxed Warning and Warnings and Precautions (5.1 , 5.2) ] Thrombotic Thrombocytopenic Purpura [see Warnings and Precautions (5.4) ] Hypersensitivity Including Angioedema [see Warnings and Precautions (5.5) ] Bleeding, including life-threatening and fatal bleeding, is the most commonly reported adverse reaction (6.1) . To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Safety in patients with ACS undergoing PCI was evaluated in a clopidogrel-controlled study, TRITON-TIMI 38, in which 6741 patients were treated with prasugrel (60 mg loading dose and 10 mg once daily) for a median of 14.5 months (5802 patients were treated for over 6 months; 4136 patients were treated for more than 1 year). The population treated with prasugrel was 27 to 96 years of age, 25% female, and 92% Caucasian. All patients in the TRITON-TIMI 38 study were to receive aspirin. The dose of clopidogrel in this study was a 300 mg loading dose and 75 mg once daily. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with the rates observed in other clinical trials of another drug and may not reflect the rates observed in practice. Drug Discontinuation The rate of study drug discontinuation because of adverse reactions was 7.2% for prasugrel and 6.3% for clopidogrel. Bleeding was the most common adverse reaction leading to study drug discontinuation for both drugs (2.5% for prasugrel and 1.4% for clopidogrel). Bleeding Bleeding Unrelated to CABG Surgery In TRITON-TIMI 38, overall rates of TIMI Major or Minor bleeding adverse reactions unrelated to coronary artery bypass graft surgery (CABG) were significantly higher on prasugrel than on clopidogrel, as shown in Table 1. Table 1: Non-CABG-Related Bleeding Patients may be counted in more than one row. (TRITON-TIMI 38) Prasugrel (%) (N=6741) Clopidogrel (%) (N=6716) TIMI Major or Minor bleeding 4.5 3.4 TIMI Major bleeding See 5.1 for definition. 2.2 1.7 Life-threatening 1.3 0.8 Fatal 0.3 0.1 Symptomatic intracranial hemorrhage (ICH) 0.3 0.3 Requiring inotropes 0.3 0.1 Requiring surgical intervention 0.3 0.3 Requiring transfusion (≥4 units) 0.7 0.5 TIMI Minor bleeding 2.4 1.9 Figure 1 demonstrates non-CABG-related TIMI Major or Minor bleeding. The bleeding rate is highest initially, as shown in Figure 1 (inset: Days 0 to 7) [see Warnings and Precautions (5.1) ] . Bleeding by Weight and Age In TRITON-TIMI 38, non-CABG-related TIMI Major or Minor bleeding rates in patients with the risk factors of age ≥75 years and weight <60 kg are shown in Table 2. Table 2: Bleeding Rates for Non-CABG-Related Bleeding by Weight and Age (TRITON-TIMI 38) Major/Minor Fatal Prasugrel (%) 10 mg prasugrel maintenance dose Clopidogrel 75 mg clopidogrel maintenance dose (%) Prasugrel (%) Clopidogrel (%) Weight <60 kg (N=308 prasugrel, N=356 clopidogrel) 10.1 6.5 0.0 0.3 Weight ≥60 kg (N=6373 prasugrel, N=6299 clopidogrel) 4.2 3.3 0.3 0.1 Age <75 years (N=5850 prasugrel, N=5822 clopidogrel) 3.8 2.9 0.2 0.1 Age ≥75 years (N=891 prasugrel, N=894 clopidogrel) 9.0 6.9 1.0 0.1 Bleeding Related to CABG In TRITON-TIMI 38, 437 patients who received a thienopyridine underwent CABG during the course of the study. The rate of CABG-related TIMI Major or Minor bleeding was 14.1% for the prasugrel group and 4.5% in the clopidogrel group (see Table 3). The higher risk for bleeding adverse reactions in patients treated with prasugrel persisted up to 7 days from the most recent dose of study drug. Table 3: CABG-Related Bleeding Patients may be counted in more than one row. (TRITON-TIMI 38) Prasugrel (%) (N=213) Clopidogrel (%) (N=224) TIMI Major or Minor bleeding 14.1 4.5 TIMI Major bleeding 11.3 3.6 Fatal 0.9 0 Reoperation 3.8 0.5 Transfusion of ≥5 units 6.6 2.2 Intracranial hemorrhage 0 0 TIMI Minor bleeding 2.8 0.9 Bleeding Reported as Adverse Reactions Hemorrhagic events reported as adverse reactions in TRITON-TIMI 38 were, for prasugrel and clopidogrel, respectively: epistaxis (6.2%, 3.3%), gastrointestinal hemorrhage (1.5%, 1.0%), hemoptysis (0.6%, 0.5%), subcutaneous hematoma (0.5%, 0.2%), post-procedural hemorrhage (0.5%, 0.2%), retroperitoneal hemorrhage (0.3%, 0.2%), pericardial effusion/hemorrhage/tamponade (0.3%, 0.2%), and retinal hemorrhage (0.0%, 0.1%). Malignancies During TRITON-TIMI 38, newly diagnosed malignancies were reported in 1.6% and 1.2% of patients treated with prasugrel and clopidogrel, respectively. The sites contributing to the differences were primarily colon and lung. In another Phase 3 clinical study of ACS patients not undergoing PCI, in which data for malignancies were prospectively collected, newly diagnosed malignancies were reported in 1.8% and 1.7% of patients treated with prasugrel and clopidogrel, respectively. The site of malignancies was balanced between treatment groups except for colorectal malignancies. The rates of colorectal malignancies were 0.3% prasugrel, 0.1% clopidogrel and most were detected during investigation of GI bleed or anemia. It is unclear if these observations are causally related, are the result of increased detection because of bleeding, or are random occurrences. Other Adverse Events In TRITON-TIMI 38, common and other important nonhemorrhagic adverse events were, for prasugrel and clopidogrel, respectively: severe thrombocytopenia (0.06%, 0.04%), anemia (2.2%, 2.0%), abnormal hepatic function (0.22%, 0.27%), allergic reactions (0.36%, 0.36%), and angioedema (0.06%, 0.04%). Table 4 summarizes the adverse events reported by at least 2.5% of patients. Table 4: Non-Hemorrhagic Treatment Emergent Adverse Events Reported by at Least 2.5% of Patients in Either Group Prasugrel (%) (N=6741) Clopidogrel (%) (N=6716) Hypertension 7.5 7.1 Hypercholesterolemia/Hyperlipidemia 7.0 7.4 Headache 5.5 5.3 Back pain 5.0 4.5 Dyspnea 4.9 4.5 Nausea 4.6 4.3 Dizziness 4.1 4.6 Cough 3.9 4.1 Hypotension 3.9 3.8 Fatigue 3.7 4.8 Noncardiac chest pain 3.1 3.5 Atrial fibrillation 2.9 3.1 Bradycardia 2.9 2.4 Leukopenia (<4 x 10 9 WBC WBC = white blood cell /L) 2.8 3.5 Rash 2.8 2.4 Pyrexia 2.7 2.2 Peripheral edema 2.7 3.0 Pain in extremity 2.6 2.6 Diarrhea 2.3 2.6 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of prasugrel. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders — thrombocytopenia, thrombotic thrombocytopenic purpura (TTP) [see Warnings and Precautions (5.4) and Patient Counseling Information (17) ] Immune system disorders — hypersensitivity reactions including anaphylaxis [see Contraindications (4.3) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Active pathological bleeding (4.1) Prior transient ischemic attack or stroke (4.2) Hypersensitivity to prasugrel or any component of the product (4.3) 4.1 Active Bleeding Prasugrel tablets are contraindicated in patients with active pathological bleeding such as peptic ulcer or intracranial hemorrhage (ICH) [see Warnings and Precautions (5.1) and Adverse Reactions (6.1) ] . 4.2 Prior Transient Ischemic Attack or Stroke Prasugrel tablets are contraindicated in patients with a history of prior transient ischemic attack (TIA) or stroke. In TRITON-TIMI 38 ( TR ial to Assess I mprovement in T herapeutic Outcomes by O ptimizing Platelet Inhibitio N with Prasugrel), patients with a history of TIA or ischemic stroke (>3 months prior to enrollment) had a higher rate of stroke on prasugrel tablets (6.5%; of which 4.2% were thrombotic stroke and 2.3% were intracranial hemorrhage [ICH]) than on clopidogrel (1.2%; all thrombotic). In patients without such a history, the incidence of stroke was 0.9% (0.2% ICH) and 1.0% (0.3% ICH) with prasugrel tablets and clopidogrel, respectively. Patients with a history of ischemic stroke within 3 months of screening and patients with a history of hemorrhagic stroke at any time were excluded from TRITON-TIMI 38. Patients who experience a stroke or TIA while on prasugrel tablets generally should have therapy discontinued [see Adverse Reactions (6.1) and Clinical Studies (14) ] . 4.3 Hypersensitivity Prasugrel tablets are contraindicated in patients with hypersensitivity (e.g., anaphylaxis) to prasugrel or any component of the product [see Adverse Reactions (6.2) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Initiate prasugrel tablets treatment as a single 60 mg oral loading dose and then continue at 10 mg orally once daily. Patients taking prasugrel tablets should also take aspirin (75 mg to 325 mg) daily [see Drug Interactions (7.4) and Clinical Pharmacology (12.3) ] . Prasugrel tablets may be administered with or without food [see Clinical Pharmacology (12.3) and Clinical Studies (14) ] . Timing of Loading Dose In the clinical trial that established the efficacy and safety of prasugrel tablets, the loading dose of prasugrel tablets was not administered until coronary anatomy was established in UA/NSTEMI patients and in STEMI patients presenting more than 12 hours after symptom onset. In STEMI patients presenting within 12 hours of symptom onset, the loading dose of prasugrel tablets was administered at the time of diagnosis, although most received prasugrel tablets at the time of PCI [see Clinical Studies (14) ] . For the small fraction of patients that required urgent CABG after treatment with prasugrel tablets, the risk of significant bleeding was substantial. Although it is generally recommended that antiplatelet therapy be administered promptly in the management of ACS because many cardiovascular events occur within hours of initial presentation, in a trial of 4033 NSTEMI patients, no clear benefit was observed when prasugrel tablets loading dose was administered prior to diagnostic coronary angiography compared to at the time of PCI; however, risk of bleeding was increased with early administration in patients undergoing PCI or early CABG. Dosing in Low Weight Patients Compared to patients weighing ≥60 kg, patients weighing <60 kg have an increased exposure to the active metabolite of prasugrel and an increased risk of bleeding on a 10 mg once daily maintenance dose. Consider lowering the maintenance dose to 5 mg in patients <60 kg. The effectiveness and safety of the 5 mg dose have not been prospectively studied [see Warnings and Precautions (5.1) , Adverse Reactions (6.1) , and Clinical Pharmacology (12.3) ] . Initiate treatment with a single 60 mg oral loading dose (2) . Continue at 10 mg once daily with or without food. Consider 5 mg once daily for patients <60 kg (2) . Patients should also take aspirin (75 mg to 325 mg) daily (2) ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Prasugrel tablets are a P2Y 12 platelet inhibitor indicated for the reduction of thrombotic cardiovascular events (including stent thrombosis) in patients with acute coronary syndrome who are to be managed with percutaneous coronary intervention (PCI) as follows: Patients with unstable angina or non-ST-elevation myocardial infarction (NSTEMI) (1.1) . Patients with ST-elevation myocardial infarction (STEMI) when managed with either primary or delayed PCI (1.1) . 1.1 Acute Coronary Syndrome Prasugrel tablets are indicated to reduce the rate of thrombotic CV events (including stent thrombosis) in patients with acute coronary syndrome (ACS) who are to be managed with percutaneous coronary intervention (PCI) as follows: Patients with unstable angina (UA) or non-ST-elevation myocardial infarction (NSTEMI). Patients with ST-elevation myocardial infarction (STEMI) when managed with primary or delayed PCI. Prasugrel tablets have been shown to reduce the rate of a combined endpoint of cardiovascular death, nonfatal myocardial infarction (MI), or nonfatal stroke compared to clopidogrel. The difference between treatments was driven predominantly by MI, with no difference on strokes and little difference on CV death [see Clinical Studies (14) ] ."
  ],
  "fetched_at": "2025-10-01T16:13:42.089756",
  "source": "OpenFDA"
}