{
  "drug_name": "Pretomanid",
  "generic_name": [
    "PRETOMANID"
  ],
  "brand_names": [
    "Pretomanid"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong or moderate CYP3A4 inducers such as rifampin or efavirenz: Avoid co-administration. ( 5.6 , 7.1 ) • Organic anion transporter-3 (OAT3) substrates: Monitor for OAT3 substrate drug-related adverse reactions and consider dosage reduction for OAT3 substrate drugs, if needed. ( 7.2 ) 7.1 Effect of Other Drugs on Pretomanid CYP3A4 Inducers Co-administration of pretomanid with rifampin and efavirenz resulted in a decrease in pretomanid plasma concentrations [see Clinical Pharmacology (12.3) ] . Avoid co-administration of the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid with rifampin, efavirenz, or other strong or moderate CYP3A4 inducers. Refer to the prescribing information for bedaquiline for additional information about drug interactions with CYP3A4. Lopinavir/Ritonavir Co-administration of pretomanid with lopinavir/ritonavir did not affect the plasma concentrations of pretomanid [see Clinical Pharmacology (12.3) ] . Lopinavir/ritonavir can be co-administered with the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid. 7.2 Effect of Pretomanid on Other Drugs Midazolam Co-administration of pretomanid with the CYP3A4 substrate, midazolam, resulted in no clinically significant effect on the pharmacokinetics of midazolam or its major metabolite, 1-hydroxy-midazolam [see Clinical Pharmacology (12.3) ] . The combination regimen of Pretomanid Tablets, bedaquiline, and linezolid can be administered with CYP3A4 substrate drugs. Organic Anion Transporter-3 (OAT3), BCRP, OATP1B3 and P-gp Substrates The effect of co-administration of pretomanid on the pharmacokinetics of OAT3 substrates in humans is unknown. However, in vitro studies indicate that pretomanid significantly inhibits the OAT3 drug transporter [see Clinical Pharmacology (12.3) ] , which could result in increased concentrations of OAT3 substrate drugs clinically and may increase the risk of adverse reactions associated with these drugs. If pretomanid is co-administered with OAT3 substrate drugs (e.g., methotrexate, indomethacin, ciprofloxacin), increase monitoring for OAT3 substrate drug-related adverse reactions and consider dosage reduction for OAT3 substrate drugs, if needed. Refer to the prescribing information of the co-administered drug for dosage reduction information. In vitro studies cannot exclude the possibility that pretomanid is an inhibitor of BCRP, OATP1B3 and P-gp [see Clinical Pharmacology (12.3) ] . No clinical studies have been performed to investigate these interactions. Therefore, it cannot be excluded that co-administration of pretomanid with sensitive OATP1B3 substrates (e.g., valsartan, statins), BCRP substrates (e.g., rosuvastatin, prazosin, glyburide, sulfasalazine) and P-gp substrates (e.g., digoxin, dabigatran etexilate, verapamil) may increase their exposure. If pretomanid is co-administered with substrates of OATP1B3, BCRP, or P-gp, increased monitoring for drug-related adverse reactions to the co-administered medicinal product should be performed."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed here and elsewhere in the labeling: • Hepatotoxicity [see Warnings and Precautions (5.2) ] • Myelosuppression [see Warnings and Precautions (5.3) ] • Peripheral and Optic Neuropathy [see Warnings and Precautions (5.4) ] • QT Prolongation [see Warnings and Precautions (5.5) ] • Reproductive Effects [see Warnings and Precautions (5.7) ] • Lactic Acidosis [see Warnings and Precautions (5.8) ] Most common adverse reactions (≥ 10%) are peripheral neuropathy, anemia, nausea, acne, vomiting, increased transaminases, headache, musculoskeletal pain, dyspepsia, rash, pruritus, decreased appetite, abdominal pain, pleuritic pain, increased gamma-glutamyltransferase, hemoptysis and hyperamylasemia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to the rates in the clinical studies of another drug and may not reflect the rates observed in clinical practice. When Pretomanid Tablets are administered in combination with bedaquiline and linezolid, refer to the prescribing information for the respective drugs for a description of the adverse reactions associated with their use. Approximately 3100 subjects have been exposed to Pretomanid Tablets, either alone or as part of a combination therapy in clinical trials. The registrational trial, Trial 1 (NCT02333799), was a single-arm, open-label trial conducted in three sites in South Africa in which adult patients with pulmonary TB resistant to isoniazid, rifamycins, a fluoroquinolone and a second line injectable antibacterial drug or pulmonary TB resistant to isoniazid and rifampin, who were treatment-intolerant or non-responsive to standard therapy received the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid for 6 months (extendable to 9 months) with 24 months of follow-up. One hundred and nine patients were treated; 76% were black, and 23% were of mixed race. Their ages ranged from 17 years to 60 years (mean 36 years), and all patients were from South Africa. Fifty-six (51%) patients were HIV-positive. There were 8 deaths. Six patients died while receiving treatment; all surviving patients, excluding one patient who withdrew consent, completed treatment. Two patients died during follow-up at Day 369 and Day 486, respectively. Trial 2 (NCT03086486) was a phase 3 partially-blinded, randomized trial assessing the safety and efficacy of various doses and treatment durations of linezolid in combination with Pretomanid Tablets plus bedaquiline in patients with pulmonary TB resistant to isoniazid, rifamycins, a fluoroquinolone and a second line injectable antibacterial drug, or pulmonary TB resistant to rifamycins and either a fluoroquinolone or a second line injectable antibacterial drug, or pulmonary TB resistant to isoniazid and rifampin who were treatment intolerant or non-responsive to standard therapy. A total of 181 patients were randomized to one of the 4 treatment arms, Pretomanid Tablets plus bedaquiline plus either 1,200 mg or 600 mg of linezolid for 26 weeks or for 9 weeks (not an approved dosing regimen), followed by a linezolid placebo for 17 weeks. Males represented 67% of the patients in the trial and the median age of all patients was 36 years. 64% of patients were White and the remaining patients were Black (36%). The treatment groups were comparable with respect to demographic characteristics. Most patients (93%) completed treatment. One patient died in the linezolid 1,200 mg for 9 weeks (not an approved dosing regimen) arm. Common Adverse Reactions Reported in Trials 1 and 2 Table 1 summarizes the incidence of select adverse reactions occurring in ≥ 5% of patients treated for 26 weeks in Trials 1 and 2. Table 1: Select Adverse Reactions (All Grades) Reported in ≥ 5% of Patients Receiving the Combination Regimen of Pretomanid Tablets, Bedaquiline, and Linezolid in Trials 1 and 2 Pretomanid Tablets, Bedaquiline and Linezolid (1,200 mg) Combination Regimen (N = 154) Pretomanid Tablets, Bedaquiline and Linezolid (600 mg) Combination Regimen (N = 45) Adverse Reactions All Grades n (%) All Grades n (%) Peripheral neuropathy Select terms are collapsed, as follows: peripheral neuropathy (burning sensation, hypoesthesia, hyporeflexia, neuropathy peripheral, paresthesia, peripheral motor neuropathy, peripheral sensorimotor neuropathy, peripheral sensory neuropathy, polyneuropathy, sensory disturbance); anemia (anemia); acne (acne, dermatitis acneiform); transaminases increased (alanine aminotransferase [ALT]) increased, aspartate aminotransferase [AST] increased, drug-induced liver injury, hepatic enzyme increased, hepatic function abnormal, liver function test increased, transaminases increased); musculoskeletal pain (arthralgia, back pain, costochondritis, myalgia, pain in extremity); rash (rash, rash erythematous, rash maculo-papular, rash papular, rash vesicular); pruritus (pruritus, pruritus generalized, rash pruritic); abdominal pain (abdominal pain, abdominal pain lower, abdominal pain upper, abdominal tenderness); hyperamylasemia (amylase increased, hyperamylasemia); hypertension (blood pressure increased, hypertension); cough (cough, productive cough); visual impairment (vision blurred, visual acuity reduced, visual impairment); neutropenia (neutropenia); hyperlipasemia (hyperlipasemia, lipase increased). 105 (68) 10 (22) Anemia 48 (31) Nausea 46 (30) Acne 44 (29) 6 (13) Vomiting 40 (26) Transaminases increased 39 (25) 11 (24) Headache 34 (22) Musculoskeletal pain 34 (22) Dyspepsia 30 (19) Rash 29 (19) Pruritus 25 (16) 3 (7) Decreased appetite 24 (16) Abdominal pain 22 (14) Pleuritic pain 22 (14) 4 (9) Gamma-glutamyltransferase increased 20 (13) Hemoptysis 17 (11) Hyperamylasemia 15 (10) Diarrhea 14 (9) Hypertension 14 (9) Cough 13 (8) Visual impairment 13 (8) Hypoglycemia 12 (8) Neutropenia 12 (8) 3 (7) Abnormal loss of weight 11 (7) Constipation 9 (6) Gastritis 9 (6) Hyperlipasemia 9 (6) Insomnia 9 (6) Dry skin 8 (5) The following select adverse reactions were reported in patients receiving the combination regimen of Pretomanid Tablets, bedaquiline and linezolid (1,200 mg) at a rate of less than 5% in Trials 1 and 2: Gastrointestinal Disorders: pancreatitis, dysgeusia Investigations: blood creatine phosphokinase increase, blood creatinine increase, blood alkaline phosphatase increase Blood and Lymphatic System Disorders: leukopenia, thrombocytopenia Metabolism and Nutrition Disorders: hypomagnesemia, hyperglycemia, hypokalemia, hyperkalemia, hyponatremia Nervous System Disorders: dizziness, seizure The following select adverse reactions were reported in patients receiving the combination regimen of Pretomanid Tablets, bedaquiline and linezolid (600 mg) at a rate of less than 5% in Trial 2: Blood and Lymphatic System Disorders: anemia, thrombocytopenia Metabolism and Nutrition Disorders: decreased appetite, hyperlipasemia, hypoglycemia, hypophosphatemia, hypomagnesemia, hyperkalemia Psychiatric Disorders: insomnia Nervous System Disorders: headache Vascular Disorders: hypertension Respiratory, Thoracic and Mediastinal Disorders: cough, hemoptysis Gastrointestinal Disorders: abdominal pain, constipation, diarrhea, dyspepsia, nausea, vomiting Skin and Subcutaneous Tissue Disorders: dry skin, rash Musculoskeletal and Connective Tissue Disorders: musculoskeletal pain Laboratory Abnormalities Reported in Trials 1 and 2 Table 2 summarizes select laboratory abnormalities in patients treated for 26 weeks in Trials 1 and 2. Table 2: Select Laboratory Abnormalities in Clinical Trials ULN = upper limit of normal Parameter Multiples of Upper Limit of Normal (x ULN) Combination Regimen of Pretomanid Tablets, Bedaquiline, and Linezolid (1,200 mg) (N = 154) n (%) Combination Regimen of Pretomanid Tablets, Bedaquiline, and Linezolid (600 mg) (N = 45) n (%) Transaminases and Bilirubin Alanine Aminotransferase (ALT) > 3 and ≤ 5 X ULN 13 (8) 3 (7) > 5 and ≤ 8 X ULN 6 (4) 0 (0) > 8 X ULN 1 (1) 1 (2) Aspartate Aminotransferase (AST) > 3 and ≤ 5 X ULN 7 (5) 0 (0) > 5 and ≤ 8 X ULN 3 (2) 0 (0) > 8 X ULN 1 (1) 1 (2) Total Bilirubin > 1 X ULN and ≤ 2 X ULN 8 (5) 1 (2) > 2 X ULN 2 (1) 1 (2) Hematology Hemoglobin ≤ 7.9 g/dL 6 (4) 0 (0) Neutrophils Absolute Count ≤ 749/mm 3 6 (4) 1 (2) Platelets ≤ 49,999/mm 3 2 (1) 0 (0) Serum Chemistry Lipase > 2 X ULN 7 (5) 2 (4) In Trial 1, 28% of patients experienced increased transaminases. Except for one patient who died due to pneumonia and sepsis, all patients who experienced increased transaminases were able to continue therapy and complete the full course of treatment. In Trial 2, 47 of 181 patients (26%) had one or more liver-related adverse reactions, with similar numbers in each group. Myelosuppression is a known adverse reaction of linezolid. In Trial 1, the most common hematopoietic cytopenia was anemia (37%). The majority of cytopenias began after 2 weeks of treatment. Three patients experienced cytopenias that were considered serious: neutropenia in 1 patient and anemia in 2 patients. All 3 serious adverse reactions resulted in interruption of linezolid or all components of the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid, and all resolved. In Trial 2, there was a greater incidence of myelosuppression, 29% versus 13%, for the 1,200 mg compared to the 600 mg linezolid 26-week group. Most of the myelosuppression-related adverse reactions were either grade 1 or grade 2 in severity. In the combined study data for Trial 1 and Trial 2, 2 patients reported serious adverse reactions of anemia with linezolid 1,200 mg, and none were reported in the 600 mg group. Peripheral and Optic Neuropathy Peripheral neuropathy is a known adverse reaction of linezolid. In Trial 1, peripheral neuropathy was reported in 81% of patients. Most of these adverse reactions (64%) occurred after 8 weeks of treatment and resulted in dosing interruption, dose reduction, or discontinuation of linezolid. Severe, moderate, and mild peripheral neuropathy occurred in 22%, 32%, and 26% of patients, respectively. No adverse reaction related to peripheral neuropathy led to a discontinuation of the entire study regimen. In Trial 2, 17 (38%) patients reported an adverse reaction of peripheral neuropathy in the 1,200 mg 26-week treatment group; one of these reactions led to treatment discontinuation. In the 600 mg 26-week treatment group, 10 (22%) patients reported peripheral neuropathy, and none required linezolid treatment interruption or treatment discontinuation. Optic neuropathy is a known adverse reaction of linezolid. Two patients (2%) in Trial 1 developed optic neuropathy after 16 weeks of treatment. Both were serious, confirmed on retinal examination as optic neuropathy/neuritis, and resulted in discontinuation of linezolid; both adverse reactions resolved. Overall, patients administered a linezolid dose of 600 mg twice daily had a similar safety profile to those administered a dose of 1,200 mg once daily. In Trial 2 overall, 4 (2%) patients reported an adverse reaction of optic neuropathy. All 4 patients were in the 1,200 mg linezolid 26-week treatment group (9%). The maximum severity was grade 1 (mild) for 1 patient, grade 2 (moderate) for 2 patients, and grade 3 (severe) for 1 patient. All patients had linezolid permanently discontinued except 1 patient who had already completed treatment when the adverse reaction occurred. Onset of optic neuropathy occurred after 3 months of treatment, and resolved."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pretomanid Tablets used in the combination regimen with bedaquiline and linezolid are contraindicated in patients for whom bedaquiline and/or linezolid are contraindicated. Refer to the bedaquiline and linezolid prescribing information. • Pretomanid Tablets used in combination with bedaquiline and linezolid are contraindicated in patients for whom bedaquiline and/or linezolid is contraindicated. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Important Administration Instructions: ( 2.1 ) • Pretomanid Tablets must be administered only in combination with bedaquiline and linezolid as part of the recommended dosage regimen. • Administer the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid by directly observed therapy (DOT). • Pretomanid Tablets must be administered in combination with bedaquiline and linezolid with food. • Doses of the combination regimen missed for safety reasons can be made up at the end of treatment; doses of linezolid alone missed due to linezolid adverse reactions should not be made up. • Administer Pretomanid Tablets in combination with bedaquiline and linezolid as follows: ( 2.2 ) • Pretomanid Tablets: • Pretomanid Tablet 200 mg orally once daily for 26 weeks. Administer Pretomanid Tablets whole with water. • For patients with swallowing difficulties see the full prescribing information for crushing or soaking followed by crushing instructions of the Pretomanid Tablets. • Bedaquiline : • Bedaquiline 400 mg orally once daily for 2 weeks followed by 200 mg 3 times per week, with at least 48 hours between doses, for 24 weeks for a total of 26 weeks. • Bedaquiline 200 mg orally once daily for 8 weeks followed by 100 mg once daily for 18 weeks, for a total of 26 weeks. • Linezolid : • Linezolid Preferred: 600 mg orally once daily for 26 weeks. Alternative: 1,200 mg orally once daily for 26 weeks. • If myelosuppression, peripheral neuropathy, or optic neuropathy occurs, reduce or interrupt linezolid dosing as necessary. 2.1 Important Administration Instructions • Pretomanid Tablets must be administered only in combination with bedaquiline and linezolid as part of the recommended dosage regimen [see Dosage and Administration (2.2) ] . • Administer the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid by directly observed therapy (DOT). • Pretomanid Tablets must be administered in combination with bedaquiline and linezolid with food [see Clinical Pharmacology (12.3) ] . • Emphasize the need for compliance with the full course of therapy to patients [see Patient Counseling Information (17) ] . • If the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid is interrupted by a healthcare provider for safety reasons, missed doses can be made up at the end of the treatment; doses of linezolid alone missed due to linezolid adverse reactions should not be made up [see Dosage and Administration (2.4) ] . • Dosing of the combination regimen of Pretomanid Tablets, bedaquiline, and linezolid can be extended beyond 26 weeks, if necessary [see Clinical Studies (14) ] . 2.2 Recommended Dosage Pretomanid Tablets must be administered in combination with bedaquiline and linezolid with food [see Clinical Pharmacology (12.3) ] . The recommended dosage and duration for Pretomanid Tablets, bedaquiline and linezolid when administered in the combination regimen are as follows: Pretomanid Tablets: • Administer Pretomanid Tablet 200 mg orally (1 tablet of 200 mg), once daily, for 26 weeks with food. • Administer Pretomanid Tablets whole with water. • For adult patients with swallowing difficulties, use one of the following two methods: A) Crush and Suspend Pretomanid Tablets • Crush and suspend Pretomanid Tablet in one teaspoon (approximately 5 mL) of room temperature water in a drinking cup and mix well by vigorous stirring. • Orally administer the contents of the cup immediately. • To ensure no tablet residual is left in the cup, rinse with an additional one teaspoon (approximately 5 mL) of water and orally administer the contents of the cup immediately. • Do not store the mixture for later use. B) Soak and then Crush Pretomanid Tablets • Soak Pretomanid Tablet for 4 to 5 minutes in one teaspoon (approximately 5 mL) of room temperature water in a drinking cup and then any remaining solid should be crushed. Mix the contents of the cup well by vigorous stirring. • Orally administer the contents of the cup immediately. • To ensure no tablet residual is left in the cup, rinse with an additional one teaspoon (approximately 5 mL) of water and orally administer the contents of the cup immediately. • Do not store the mixture for later use. Bedaquiline: Use one of the following two dosage regimens of bedaquiline: • Bedaquiline 400 mg orally once daily for 2 weeks followed by 200 mg 3 times per week, with at least 48 hours between doses, for 24 weeks, for a total of 26 weeks. • Bedaquiline 200 mg orally once daily for 8 weeks followed by 100 mg once daily for 18 weeks, for a total of 26 weeks. Linezolid: • Preferred linezolid dosage regimen: 600 mg orally once daily for 26 weeks. If myelosuppression, peripheral neuropathy, or optic neuropathy occurs, reduce linezolid dosage to 300 mg once daily or interrupt linezolid dosing [see Dosage and Administration (2.4) , Warnings and Precautions (5.3 , 5.4) , and Adverse Reactions (6.1) ] . • Alternative linezolid dosage regimen: 1,200 mg orally once daily for 26 weeks. If myelosuppression, peripheral neuropathy, or optic neuropathy occurs, reduce linezolid dosage to 600 mg once daily, further reduce linezolid dosage to 300 mg once daily, or interrupt linezolid dosing [see Dosage and Administration (2.4) , Warnings and Precautions (5.3 , 5.4) , and Adverse Reactions (6.1) ] . 2.3 Assessments Prior to Initiating the Combination Regimen of Pretomanid Tablets, Bedaquiline, and Linezolid • Assess for symptoms and signs of liver disease (such as fatigue, anorexia, nausea, jaundice, dark urine, liver tenderness, and hepatomegaly). Obtain laboratory tests (alanine aminotransferase [ALT], aspartate aminotransferase [AST], alkaline phosphatase, and bilirubin) [see Warnings and Precautions (5.2) ] . • Obtain complete blood count [see Warnings and Precautions (5.3) ] . Obtain serum potassium, calcium, and magnesium and correct if abnormal [see Warnings and Precautions (5.5) ]. Obtain an ECG before initiation of treatment [see Warnings and Precautions (5.5) ] . 2.4 Discontinuation of Dosing If either bedaquiline or Pretomanid Tablets are discontinued, the entire combination regimen should also be discontinued. If linezolid is permanently discontinued during the initial four consecutive weeks of treatment, bedaquiline and Pretomanid Tablets should also be discontinued. If linezolid is discontinued after the initial four weeks of consecutive treatment, continue administering bedaquiline and Pretomanid Tablets [see Dosage and Administration (2.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Limited Population: Pretomanid Tablet is indicated, as part of a combination regimen with bedaquiline and linezolid for the treatment of adults with pulmonary tuberculosis (TB) resistant to isoniazid, rifamycins, a fluoroquinolone and a second line injectable antibacterial drug OR adults with pulmonary TB resistant to isoniazid and rifampin, who are treatment-intolerant or nonresponsive to standard therapy. Approval of this indication is based on limited clinical safety and efficacy data. This drug is indicated for use in a limited and specific population of patients. Limitations of Use: • Pretomanid Tablets are not indicated in patients with: o Drug-sensitive (DS) TB o Latent infection due to Mycobacterium tuberculosis o Extra-pulmonary infection due to Mycobacterium tuberculosis o TB resistant to isoniazid and rifampin who are responsive to standard therapy and not treatment-intolerant o TB with known resistance to any component of the combination • Safety and effectiveness of Pretomanid Tablets have not been established for its use in combination with drugs other than bedaquiline and linezolid as part of the recommended dosing regimen [see Dosage and Administration (2.2) ] . Limited Population: Pretomanid Tablet is an antimycobacterial indicated, as part of a combination regimen with bedaquiline and linezolid for the treatment of adults with pulmonary tuberculosis (TB) that is resistant to isoniazid, rifamycins, a fluoroquinolone and a second line injectable antibacterial drug OR adults with pulmonary TB resistant to isoniazid and rifampin, who are treatment-intolerant or nonresponsive to standard therapy. Approval of this indication is based on limited clinical safety and efficacy data. This drug is indicated for use in a limited and specific population of patients. ( 1 ) Limitations of Use: ( 1 ) Pretomanid Tablets are not indicated in patients with: • Drug-sensitive (DS) TB • Latent infection due to Mycobacterium tuberculosis • Extra-pulmonary infection due to Mycobacterium tuberculosis • TB resistant to isoniazid and rifampin, who are responsive to standard therapy and not treatment-intolerant • TB with known resistance to any component of the combination Safety and effectiveness of Pretomanid Tablets have not been established for its use in combination with drugs other than bedaquiline and linezolid as part of the recommended dosing regimen."
  ],
  "fetched_at": "2025-10-01T15:53:30.071464",
  "source": "OpenFDA"
}