{
  "drug_name": "Procaine benzylpenicillin",
  "generic_name": [
    "Procaine benzylpenicillin"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Table 1 for clinically significant drug interactions with diclofenac and misoprostol. Table 1: Clinically Significant Drug Interactions with Diclofenac and Misoprostol Drugs That Interfere with Hemostasis Clinical Impact: Diclofenac and anticoagulants such as warfarin have a synergistic effect on bleeding. The concomitant use of diclofenac and anticoagulants have an increased risk of serious bleeding compared to the use of either drug alone. Serotonin release by platelets plays an important role in hemostasis. Case-control and cohort epidemiological studies showed that concomitant use of drugs that interfere with serotonin reuptake and an NSAID may potentiate the risk of bleeding more than an NSAID alone. Intervention: Monitor patients with concomitant use of diclofenac sodium and misoprostol delayed-release tablets with anticoagulants (e.g., warfarin), antiplatelet drugs (e.g., aspirin), SSRIs, and SNRIs for signs of bleeding [see Warnings and Precautions (5.12) ] . Aspirin Clinical Impact: Controlled clinical studies showed that the concomitant use of NSAIDs and analgesic doses of aspirin does not produce any greater therapeutic effect than the use of NSAIDs alone. In a clinical study, the concomitant use of an NSAID and aspirin was associated with a significantly increased incidence of GI adverse reactions as compared to use of the NSAID alone [see Warnings and Precautions (5.3) ] . Intervention: Concomitant use of diclofenac sodium and misoprostol delayed-release tablets and analgesic doses of aspirin is not generally recommended because of the increased risk of bleeding [see Warnings and Precautions (5.12) ] . Diclofenac sodium and misoprostol delayed-release tablets is not a substitute for low dose aspirin for cardiovascular protection. ACE Inhibitors, Angiotensin Receptor Blockers, and Beta-Blockers Clinical Impact: NSAIDs may diminish the antihypertensive effect of ACE inhibitors, ARBs, or beta-blockers (including propranolol). In patients who are elderly, volume-depleted (including those on diuretic therapy), or have renal impairment, co-administration of an NSAID with ACE inhibitors or ARBs may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Intervention: The concomitant administration of these drugs should be done with caution. Patients should be adequately hydrated and the clinical need to monitor the renal function should be assessed at the beginning of the concomitant treatment and periodically thereafter. During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and ACE inhibitors, ARBs, or beta-blockers, monitor blood pressure to ensure that the desired blood pressure is obtained. During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and ACE inhibitors or ARBs in patients who are elderly, volume-depleted, or have impaired renal function, monitor for signs of worsening renal function [see Warnings and Precautions (5.7) ] . Diuretics Clinical Impact: Clinical studies, as well as post-marketing observations, showed that NSAIDs reduced the natriuretic effect of loop diuretics (e.g., furosemide) and thiazide diuretics in some patients. This effect has been attributed to the NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets with diuretics, observe patients for signs of worsening renal function, in addition to assuring diuretic efficacy including antihypertensive effects [see Warnings and Precautions (5.7) ] . Digoxin Clinical Impact: The concomitant use of diclofenac with digoxin has been reported to increase the serum concentration and prolong the half-life of digoxin. Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and digoxin, monitor serum digoxin levels. Lithium Clinical Impact: NSAIDs have produced elevations in plasma lithium levels and reductions in renal lithium clearance. The mean minimum lithium concentration increased 15%, and the renal clearance decreased by approximately 20%. This effect has been attributed to NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and lithium, monitor patients for signs of lithium toxicity. Methotrexate Clinical Impact: Concomitant use of NSAIDs and methotrexate may increase the risk for methotrexate toxicity (e.g., neutropenia, thrombocytopenia, renal dysfunction). Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and methotrexate, monitor patients for methotrexate toxicity. Cyclosporine Clinical Impact: Concomitant use of diclofenac and cyclosporine may increase cyclosporine’s nephrotoxicity. Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and cyclosporine, monitor patients for signs of worsening renal function. NSAIDs and Salicylates Clinical Impact: Concomitant use of diclofenac with other NSAIDs or salicylates (e.g., diflunisal, salsalate) increases the risk of GI toxicity, with little or no increase in efficacy [see Warnings and Precautions (5.3) ] . Intervention: The concomitant use of diclofenac sodium and misoprostol delayed-release tablets with other NSAIDs or salicylates is not recommended. Pemetrexed Clinical Impact: Concomitant use of diclofenac and pemetrexed may increase the risk of pemetrexed-associated myelosuppression, renal, and GI toxicity (see the pemetrexed prescribing information). Intervention: During concomitant use of diclofenac sodium and misoprostol delayed-release tablets and pemetrexed, in patients with renal impairment whose creatinine clearance ranges from 45 to 79 mL/min, monitor for myelosuppression, renal and GI toxicity. Avoid diclofenac sodium and misoprostol for a period of two days before, the day of, and two days following administration of pemetrexed. Antacids Clinical Impact: Antacids reduce the bioavailability of misoprostol acid. Antacids may also delay absorption of diclofenac. Magnesium-containing antacids exacerbate misoprostol-associated diarrhea. Intervention: Concomitant use of diclofenac sodium and misoprostol delayed-release tablets and magnesium-containing antacids is not recommended. Corticosteroids Clinical Impact: Concomitant use of corticosteroids with diclofenac may increase the risk of GI ulceration or bleeding. Intervention: Monitor patients with concomitant use of diclofenac sodium and misoprostol delayed-release tablets with corticosteroids for signs of bleeding [see Warnings and Precautions (5.3) ] . CYP2C9 Inhibitors or Inducers Clinical Impact: Diclofenac is metabolized by cytochrome P450 enzymes, predominantly by CYP2C9. Co-administration of diclofenac with CYP2C9 inhibitors (e.g., voriconazole) may enhance the exposure and toxicity of diclofenac [see Clinical Pharmacology (12.3) ] whereas co-administration with CYP2C9 inducers (e.g., rifampin) may lead to compromised efficacy of diclofenac. Intervention: CYP2C9 inhibitors: When concomitant use of CYP2C9 inhibitors is necessary, the total daily dose of diclofenac should not exceed the lowest recommended dose of diclofenac sodium and misoprostol delayed-release tablets, 50 mg/0.2 mg twice daily [see Dosage and Administration (2.4) ] . CYP2C9 inducers: A dosage adjustment may be warranted when diclofenac sodium and misoprostol delayed-release tablets is administered with CYP2C9 inducers. Administer the separate products of misoprostol and diclofenac if a higher dose of diclofenac is deemed necessary. See full prescribing information for a list of clinically important drug interactions. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Cardiovascular Thrombotic Events [see Warnings and Precautions (5.2) ] GI Bleeding, Ulceration and Perforation [see Warnings and Precautions (5.3) ] Hepatotoxicity [see Warnings and Precautions (5.4) ] Hypertension [see Warnings and Precautions (5.5) ] Heart Failure and Edema [see Warnings and Precautions (5.6) ] Renal Toxicity and Hyperkalemia [see Warnings and Precautions (5.7) ] Anaphylactic Reactions [see Warnings and Precautions (5.8) ] Serious Skin Reactions [see Warnings and Precautions (5.10) ] Hematologic Toxicity [see Warnings and Precautions (5.12) ] Most common adverse reactions (>2%) are: abdominal pain, diarrhea, dyspepsia, nausea, flatulence, gastritis, vomiting, constipation, headache, dizziness, alanine aminotransferase increased, hematocrit decreased ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Teva at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reaction information for diclofenac sodium and misoprostol delayed-release tablets is derived from multinational controlled clinical trials in over 2,000 patients receiving diclofenac sodium and misoprostol delayed-release tablets, 50 mg/0.2 mg or diclofenac sodium and misoprostol delayed-release tablets, 75 mg/0.2 mg, as well as from blinded, controlled trials of diclofenac sodium delayed-release tablets and misoprostol tablets. Gastrointestinal GI disorders had the highest reported incidence of adverse reactions for patients receiving diclofenac sodium and misoprostol delayed-release tablets. These events were generally minor, but led to discontinuation of therapy in 9% of patients on diclofenac sodium and misoprostol delayed-release tablets and 5% of patients on diclofenac sodium. For GI ulcer rates, [see Clinical Studies (14) ] . GI disorder Diclofenac Sodium and Misoprostol Delayed-Release Tablets Diclofenac Sodium Abdominal pain 21% 15% Diarrhea 19% 11% Dyspepsia 14% 11% Nausea 11% 6% Flatulence 9% 4% Diclofenac sodium and misoprostol delayed-release tablets can cause more abdominal pain, diarrhea, and other GI symptoms than diclofenac alone. Diarrhea and abdominal pain developed early in the course of therapy, and were usually self-limited (resolved after 2 to 7 days). Rare instances of profound diarrhea leading to severe dehydration have been reported in patients receiving misoprostol. Patients with an underlying condition such as inflammatory bowel disease, or those in whom dehydration, were it to occur, would be dangerous, should be monitored carefully if diclofenac sodium and misoprostol delayed-release tablets is prescribed. The incidence of diarrhea can be minimized by administering diclofenac sodium and misoprostol delayed-release tablets with food and by avoiding coadministration with magnesium-containing antacids. Gynecological Gynecological disorders previously reported with misoprostol use have also been reported for women receiving diclofenac sodium and misoprostol delayed-release tablets (see below). Postmenopausal vaginal bleeding may be related to administration of diclofenac sodium and misoprostol delayed-release tablets. If it occurs, diagnostic workup should be undertaken to rule out gynecological pathology [see Boxed Warnings , Contraindications (4) and Warnings and Precautions (5) ] . Other adverse experiences reported occasionally with diclofenac sodium and misoprostol delayed-release tablets, diclofenac or other NSAIDs, or misoprostol are: Body as a whole: asthenia, fatigue, malaise. Central and peripheral nervous system: dizziness, drowsiness, headache, insomnia, paresthesia, vertigo. Digestive: anorexia, appetite changes, constipation, dry mouth, dysphagia, esophageal ulceration, esophagitis, eructation, gastritis, gastroesophageal reflux, GI neoplasm benign, peptic ulcer, tenesmus, vomiting. Female reproductive disorders: breast pain, dysmenorrhea, menstrual disorder, menorrhagia, vaginal hemorrhage. Hemic and lymphatic system: epistaxis, leukopenia, melena, purpura, decreased hematocrit. Metabolic and nutritional: alanine aminotransferase increased, alkaline phosphatase increased, aspartate aminotransferase increased, dehydration, hyponatremia. Musculoskeletal system: arthralgia, myalgia. Psychiatric: anxiety, concentration impaired, depression, irritability. Respiratory system: asthma, coughing, hyperventilation. Skin and appendages: alopecia, eczema, pemphigoid reaction, photosensitivity, sweating increased, pruritus. Special senses: taste perversion, tinnitus. Renal and urinary disorders: dysuria, nocturia, polyuria, proteinuria, urinary tract infection. Vision: diplopia. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval of diclofenac sodium and misoprostol delayed-release tablets, diclofenac or misoprostol. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliable estimate their frequency or establish a causal relationship to drug exposure. Body as a whole: death, fever, infection, sepsis, chills, edema. Cardiovascular system: arrhythmia, atrial fibrillation, congestive heart failure, hypertension, hypotension, increased creatine phosphokinase (CPK), increased lactate dehydrogenase (LDH), myocardial infarction, palpitations, phlebitis, premature ventricular contractions, syncope, tachycardia, vasculitis. Central and peripheral nervous system: coma, convulsions, hyperesthesia, hypertonia, hypoesthesia, meningitis, migraine, neuralgia, somnolence, stroke, tremor. Congenital, familial and genetic disorders: birth defects. Digestive: enteritis, GI bleeding, glossitis, heartburn, hematemesis, hemorrhoids, intestinal perforation, stomatitis and ulcerative stomatitis. Female reproductive disorders: intermenstrual bleeding, leukorrhea, vaginitis, uterine cramping, uterine hemorrhage. Hemic and lymphatic system: agranulocytosis, anemia, aplastic anemia, coagulation time increased, ecchymosis, eosinophilia, hemolytic anemia, leukocytosis, lymphadenopathy, pancytopenia, pulmonary embolism, rectal bleeding, thrombocythemia, thrombocytopenia. Hypersensitivity: angioedema, laryngeal/pharyngeal edema, urticaria. Liver and biliary system: abnormal hepatic function, bilirubinemia, liver failure, pancreatitis, hepatitis, jaundice. Male reproductive disorders: impotence, perineal pain. Metabolic and nutritional: blood urea nitrogen (BUN) increased, glycosuria, gout, hypercholesterolemia, hyperglycemia, hyperuricemia, hypoglycemia, periorbital edema, porphyria, weight changes, fluid retention. Pregnancy, puerperium and perinatal conditions: abnormal uterine contractions, uterine rupture/perforation, retained placenta, amniotic fluid embolism, incomplete abortion, premature birth, fetal death. Psychiatric: confusion, disorientation, dream abnormalities, hallucinations, nervousness, paranoia, psychotic reaction. Reproductive system and breast disorders: female fertility decreased. Respiratory system: dyspnea, pneumonia, respiratory depression. Skin and appendages: acne, bruising, erythema multiforme, exfoliative dermatitis, pruritus ani, rash, skin ulceration, Stevens-Johnson syndrome, toxic epidermal necrolysis, cutaneous reactions (bullous eruption). Special senses: hearing impairment, taste loss. Renal and urinary disorders: cystitis, hematuria, interstitial nephritis, micturition frequency, nephrotic syndrome, oliguria, papillary necrosis, renal failure, glomerulonephritis membranous, glomerulonephritis minimal lesion, glomerulonephritis. Vision: amblyopia, blurred vision, conjunctivitis, glaucoma, iritis, lacrimation abnormal, night blindness, vision abnormal."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Diclofenac sodium and misoprostol delayed-release tablets are contraindicated in the following patients: Pregnancy. Use of misoprostol, a component of diclofenac sodium and misoprostol delayed-release tablets, during pregnancy can result in maternal and fetal harm, including uterine rupture, abortion, premature birth, or birth defects [see Warnings and Precautions (5.1) and Use in Specific Populations (8.1) ] In the setting of coronary artery bypass graft (CABG) surgery [see Warnings and Precautions (5.2) ] Active gastrointestinal bleeding [see Warnings and Precautions (5.3 )] History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [see Warnings and Precautions ( 5.8 , 5.9 )] Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to diclofenac sodium and misoprostol, other prostaglandins, or any components of the drug product [see Warnings and Precautions ( 5.8 , 5.10 )] Pregnancy ( 4 ) In the setting of CABG surgery ( 4 ) Active gastrointestinal bleeding ( 4 ) History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs ( 4 ) Known hypersensitivity to diclofenac sodium, misoprostol, or any components of the drug product ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. ( 2.1 ) Osteoarthritis: The recommended dosage for maximal GI protection is one tablet (containing 50 mg of diclofenac and 0.2 mg of misoprostol) three times daily. A dosage of diclofenac higher than 150 mg/day is not recommended. ( 2.2 ) Rheumatoid Arthritis: The recommended dosage for maximal GI protection is one tablet (containing 50 mg of diclofenac and 0.2 mg of misoprostol) three or four times daily. A dosage of diclofenac higher than 200 mg/day is not recommended. ( 2.3 ) For dosage modifications due to intolerance, see the full Prescribing Information. ( 2.2 , 2.3 ) 2.1 Important Dosage Information Carefully consider the potential benefits and risks of diclofenac sodium and misoprostol delayed-release tablets and other treatment options before deciding to use diclofenac sodium and misoprostol delayed-release tablets. Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals [see Warnings and Precautions (5) ] . After observing the response to initial therapy with diclofenac sodium and misoprostol delayed-release tablets, the dose and frequency should be adjusted to suit an individual patient’s needs. Diclofenac sodium and misoprostol delayed-release tablets are not recommended for patients who would not receive the appropriate dosage of both active ingredients. Diclofenac sodium and misoprostol delayed-release tablets, a fixed combination product, are administered as diclofenac sodium and misoprostol delayed-release tablets (50 mg diclofenac sodium/0.2 mg misoprostol) or as diclofenac sodium and misoprostol delayed-release tablets (75 mg diclofenac sodium/0.2 mg misoprostol). 2.2 Recommended Dosage in Patients with Osteoarthritis The recommended dosage for the treatment of osteoarthritis for maximal GI mucosal protection is diclofenac sodium and misoprostol delayed-release tablets 50 mg/0.2 mg three times a day. For patients who experience intolerance, diclofenac sodium and misoprostol delayed-release tablets 75 mg/0.2 mg two times a day or diclofenac sodium and misoprostol delayed-release tablets 50 mg/0.2 mg two times a day can be used, but these dosages are less effective in preventing ulcers. A daily dosage of diclofenac sodium greater than 150 mg/day is not recommended. Daily doses of the components delivered with these regimens are as follows: Osteoarthritis Regimen Diclofenac Sodium (mg/day) Misoprostol (mcg/day) Diclofenac Sodium and Misoprostol Delayed-Release Tablets 50 mg/0.2 mg three times a day 150 600 two times a day* 100 400 Diclofenac Sodium and Misoprostol Delayed-Release Tablets 75 mg/0.2 mg two times a day* 150 400 *For patients who experience intolerance; these dosages are less effective in preventing ulcers 2.3 Recommended Dosage in Patients with Rheumatoid Arthritis The recommended dosage for the treatment of rheumatoid arthritis is diclofenac sodium and misoprostol delayed-release tablets 50 mg/0.2 mg three or four times a day. For patients who experience intolerance, diclofenac sodium and misoprostol delayed-release tablets 75 mg/0.2 mg two times a day or diclofenac sodium and misoprostol delayed-release tablets 50 mg/0.2 mg two times a day can be used, but are less effective in preventing ulcers. A daily dosage of diclofenac sodium greater than 200 mg/day is not recommended. Daily doses of the components delivered with these regimens are as follows: Rheumatoid Arthritis Regimen Diclofenac Sodium (mg/day) Misoprostol (mcg/day) Diclofenac Sodium and Misoprostol Delayed-Release Tablets 50 mg/0.2 mg four times a day 200 800 three times a day 150 600 two times a day* 100 400 Diclofenac Sodium and Misoprostol Delayed-Release Tablets 75 mg/0.2 mg two times a day* 150 400 * For patients who experience intolerance; these dosages are less effective in preventing ulcers 2.4 Additional Dosage Recommendations Diclofenac sodium and misoprostol delayed-release tablets contain misoprostol, which provides protection against gastric and duodenal ulcers [see Clinical Studies (14) ] . For gastric ulcer prevention, the 200 mcg four and three times a day regimens are therapeutically equivalent, but more protective than the two times a day regimen. For duodenal ulcer prevention, the four times a day regimen is more protective than the three or two times a day regimens. However, the four times a day regimen is less well tolerated than the three times a day regimen because of usually self-limited diarrhea related to the misoprostol dose [see Adverse Reactions (6.1) ] , and the two times a day regimen may be better tolerated than three times a day in some patients. Dosages may be individualized using the separate products (misoprostol and diclofenac sodium), after which the patient may be switched to the appropriate diclofenac sodium and misoprostol delayed-release tablets dosage. If clinically indicated, misoprostol co-therapy with diclofenac sodium and misoprostol delayed-release tablets to optimize the misoprostol dose and/or frequency of administration, may be appropriate. Do not exceed a total misoprostol dose of 800 mcg/day and do not administer more than 200 mcg of misoprostol at any one time. When concomitant use of CYP2C9 inhibitors is necessary, the maximum total daily dose of diclofenac is 100 mg per day. Do not exceed a dosage of diclofenac sodium and misoprostol delayed-release tablets 50 mg/0.2 mg twice daily [see Drug Interactions (7) ]. For additional information, refer to the Prescribing Information for the individual products of diclofenac sodium and misoprostol."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Diclofenac sodium and misoprostol delayed-release tablets are indicated for treatment of the signs and symptoms of osteoarthritis or rheumatoid arthritis in adult patients at high risk of developing NSAID-induced gastric and duodenal ulcers and their complications. For a list of factors that may increase the risk of NSAID-induced gastric and duodenal ulcers and their complications [see Warnings and Precautions (5.3) ]. Diclofenac sodium and misoprostol delayed-release tablets are a combination of diclofenac sodium, a non-steroidal anti-inflammatory drug, and misoprostol, a prostaglandin-1 (PGE1) analog, indicated for the treatment of signs and symptoms of osteoarthritis or rheumatoid arthritis in adult patients at high risk of developing NSAID-induced gastric and duodenal ulcers and their complications. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:33:42.212090",
  "source": "OpenFDA"
}