{
  "drug_name": "Proline",
  "generic_name": [
    "ISOLEUCINE, LEUCINE, LYSINE ACETATE, METHIONINE, PHENYLALANINE, THREONINE, TRYPTOPHAN, VALINE, ALANINE, ARGININE, ASPARTIC ACID, GLUTAMIC ACID, GLYCINE, HISTIDINE, PROLINE, SERINE, TAURINE, AND TYROSINE"
  ],
  "brand_names": [
    "Aminosyn-PF"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Safe, effective use of parenteral nutrition requires a knowledge of nutrition as well as clinical expertise in recognition and treatment of the complications which can occur. FREQUENT EVALUATION AND LABORATORY DETERMINATIONS ARE NECESSARY FOR PROPER MONITORING OF PARENTERAL NUTRITION. Studies should include blood sugar, serum proteins, kidney and liver function tests, electrolytes, hemogram, carbon dioxide content, serum osmolalities, blood cultures, and blood ammonia levels. Administration of amino acids in the presence of impaired renal function or gastrointestinal bleeding may augment an already elevated blood urea nitrogen. Patients with azotemia from any cause should not be infused with amino acids without regard to total nitrogen intake. Administration of intravenous solutions can cause fluid and/or solute overload resulting in dilution of serum electrolyte concentrations, overhydration, congested states, or pulmonary edema. The risk of dilutional states is inversely proportional to the electrolyte concentrations of the solutions. Administration of amino acid solutions to a patient with hepatic insufficiency may result in plasma amino acid imbalances, hyperammonemia, prerenal azotemia, stupor and coma. Hyperammonemia is of special significance in infants , as its occurrence in the syndrome caused by genetic metabolic defects is sometimes associated, although not necessarily in a causal relationship, with mental retardation. This reaction appears to be dose-related and is more likely to develop during prolonged therapy. It is essential that blood ammonia be measured frequently in infants. Conservative doses of amino acids should be given, dictated by the nutritional status of the patient. Should symptoms of hyperammonemia develop, amino acid dosage levels should be reduced and titrated against serum ammonia levels. WARNING: This product contains aluminum that may be toxic. Aluminum may reach toxic levels with prolonged parenteral administration if kidney function is impaired. Premature neonates are particularly at risk because their kidneys are immature, and they require large amounts of calcium and phosphate solutions, which contain aluminum. Research indicates that patients with impaired kidney function, including premature neonates, who receive parenteral levels of aluminum at greater than 4 to 5 mcg/kg/day accumulate aluminum at levels associated with central nervous system and bone toxicity. Tissue loading may occur at even lower rates of administration."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Local reactions consisting of erythema, phlebitis and thrombosis at the infusion site have occurred with peripheral intravenous infusion of amino acids particularly if other substances, such as antibiotics, are also administered through the same site. In such cases the infusion site should be changed promptly to another vein. Use of large peripheral veins, inline filters, and slowing the rate of infusion may reduce the incidence of local venous irritation. Electrolyte additives should be spread throughout the day. Irritating additive medications may need to be injected at another venous site. Generalized flushing, fever and nausea also have been reported during peripheral infusions of amino acid solutions. If an adverse reaction does occur, discontinue the infusion, evaluate the patient, institute appropriate therapeutic countermeasures and save the remainder of the fluid for examination if deemed necessary."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Aminosyn-PF 7%, Sulfite-Free, (an amino acid injection — pediatric formula) is contraindicated in patients with untreated anuria, hepatic coma, inborn errors of amino acid metabolism (including those involving branched chain amino acid metabolism such as maple syrup urine disease and isovaleric acidemia), or hypersensitivity to one or more amino acids present in the solution."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The total daily dose of the solution depends on the daily protein requirements and on the patient's metabolic and clinical response. Pediatric requirements for parenteral nutrition are constrained by the greater relative fluid requirements of the infant and greater caloric requirements per kilogram than in the adult. The recommended intravenous dose of Aminosyn-PF 7%, Sulfite-Free, (an amino acid injection — pediatric formula) is up to 2.5 g amino acid/kg/day for infants up to 10 kg. For infants and children larger than 10 kg, the total daily dose of amino acids should be up to 25 g amino acids/day for the first 10 kg of body weight plus 1 to 1.25 g amino acid for each kg of body weight over 10 kg. Initial amino acid dosage levels of 1 g/kg/day may be increased gradually in increments of 0.5 g/kg/day to approximate desired intake levels. Aminosyn-PF 7% should be diluted with dextrose prior to use. Nonprotein calories should constitute approximately 100 to 130 kcal/kg/day. Part of the nonprotein caloric requirement may be provided as lipid emulsion administered concurrently to provide up to 60% of daily calories at a dose not to exceed 4 g fat/kg/day. Fluid intake for the infant receiving central venous TPN should be approximately 125 mL/kg/day (range: 100 to 175 mL/kg/day), depending on the clinical condition of the patient. Premature infants with respiratory distress syndrome suspected of having a patent ductus arteriosus should be given fluids more cautiously. Cysteine is considered to be an essential amino acid for infants, especially preterm infants with potentially immature enzyme pathways. Therefore, addition of a cysteine supplement to the TPN admixture is recommended. The intake of cysteine by the preterm infant ingesting maternal milk is approximately 78 mg/kg/day. The suggested intravenous dosage level for Cysteine Hydrochloride Injection, USP is 500 mg (10 mL) for every 12.5 g (179 mL) of Aminosyn-PF 7% administered (see package insert for Cysteine Hydrochloride Injection, USP). In order to avoid potential insolubility of cysteine hydrochloride in admixtures, the foregoing concentration should not be exceeded. In many patients, provision of adequate calories in the form of hypertonic dextrose may require the administration of exogenous insulin to prevent hyperglycemia and glycosuria. To prevent rebound hypoglycemia, a solution containing 5% dextrose should be administered when hypertonic dextrose solutions are abruptly discontinued. SERUM ELECTROLYTES SHOULD BE MONITORED FREQUENTLY. Electrolytes may be added to the nutrient solution as indicated by the patient's clinical condition and laboratory determinations of plasma values. Major electrolytes are sodium, chloride, potassium, phosphate, magnesium and calcium. Daily administration of intravenous vitamin supplements including a complete complement of fat and water-soluble vitamins is required. Trace metal additives including zinc, copper, manganese, and chromium should also be provided, especially when long-term parenteral therapy is anticipated. Calcium and phosphorus are added to the solution as indicated. Potentially incompatible ions such as calcium and phosphate may be added to alternate infusate bottles to avoid precipitation. In patients with hyperchloremic or other metabolic acidosis, sodium and potassium may be added as the acetate or lactate salts to provide bicarbonate alternates. Bicarbonate should not be administered during infusion of the nutritional solution unless deemed absolutely necessary. Additives may be incompatible. Consult with pharmacist, if available. When introducing additives, use aseptic technique, mix thoroughly and do not store. To ensure the precise delivery of the small volumes of fluid necessary for total parenteral nutrition in infants, accurately calibrated and reliable infusion systems should be used. Central Venous Nutrition Hypertonic mixtures of amino acids and dextrose may be safely administered by continuous infusion through a central venous catheter with the tip located in the superior vena cava. Initial infusion rates should be slow, and gradually increased to the recommended 60-125 mL per kilogram body weight per day. If administration rate should fall behind schedule, no attempt to \"catch up\" to planned intake should be made. In addition to meeting protein needs, the rate of administration, particularly during the first few days of therapy, is governed by the patient's glucose tolerance. Daily intake of amino acids and dextrose should be increased gradually to the maximum required dose as indicated by frequent determinations of glucose levels in blood and urine. Peripheral Parenteral Nutrition For patients in whom the central venous route is not indicated and who can consume adequate calories enterally, Aminosyn-PF 7% may be administered by peripheral vein with parenteral nonprotein calories. The concentration of dextrose in the final admixture is 5 to 10%, and simultaneous administration of lipid emulsion is recommended both as a calorie source and to attenuate the potentially irritating effects of the hypertonic nutritional admixture. Fat emulsion may comprise up to 60% of the daily caloric intake at a dosage level not to exceed 4 g fat/kg/day. It is essential that peripheral infusion be accompanied by adequate caloric intake. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. COLOR VARIATION FROM PALE YELLOW TO YELLOW IS NORMAL AND DOES NOT ALTER EFFICACY. WARNING: Do not use flexible container in series connections."
  ],
  "indications": [
    "INDICATIONS AND USAGE Aminosyn-PF 7%, Sulfite-Free, (an amino acid injection — pediatric formula) is indicated for the nutritional support of infants (including those of low birth weight) and young children requiring TPN via either central or peripheral infusion routes. Parenteral nutrition with Aminosyn-PF 7% is indicated to prevent nitrogen and weight loss or treat negative nitrogen balance in infants and young children where (1) the alimentary tract by the oral gastrostomy, or jejunostomy route, cannot or should not be used or adequate protein intake is not feasible by these routes, (2) gastrointestinal absorption of protein is impaired; or (3) protein requirements are substantially increased as with extensive burns. Dosage, route of administration, and concomitant infusion of non-protein calories are dependent on various factors, such as nutritional and metabolic status of the patient, anticipated duration of parenteral nutrition support, and vein tolerance. See DOSAGE AND ADMINISTRATION for additional information. Central Venous Infusion Central venous infusion should be considered when amino acid solutions are to be admixed with hypertonic dextrose to promote protein synthesis in hypercatabolic or severely depleted infants or those requiring long-term parenteral nutrition. Peripheral Parenteral Nutrition For moderately catabolic or depleted patients in whom the central venous route is not indicated, diluted amino acid solutions mixed with 5 to 10% dextrose solutions may be infused by peripheral vein, supplemented, if desired, with fat emulsion."
  ],
  "fetched_at": "2025-09-30T20:59:18.445904",
  "source": "OpenFDA"
}