{
  "drug_name": "Propranolol",
  "generic_name": [
    "PROPRANOLOL HYDROCHLORIDE"
  ],
  "brand_names": [
    "Propranolol Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Caution should be exercised when propranolol is administered with drugs that have an effect on CYP2D6, 1A2, or 2C19 metabolic pathways. Co-administration of such drugs with propranolol may lead to clinically relevant drug interactions and changes on its efficacy and/or toxicity (see Drug Interactions in PHARMACOKINETICS AND DRUG METABOLISM ). Cardiovascular Drugs Antiarrhythmics Propafenone has negative inotropic and beta-blocking properties that can be additive to those of propranolol. Quinidine increases the concentration of propranolol and produces greater degrees of clinical beta-blockade and may cause postural hypotension. Amiodarone is an antiarrhythmic agent with negative chronotropic properties that may be additive to those seen with β-blockers such as propranolol. The clearance of lidocaine is reduced with administration of propranolol. Lidocaine toxicity has been reported following co-administration with propranolol. Caution should be exercised when administering propranolol with drugs that slow A-V nodal conduction, e.g. digitalis, lidocaine and calcium channel blockers. Digitalis Glycosides Both digitalis glycosides and beta-blockers slow atrioventricular conduction and decrease heart rate. Concomitant use can increase the risk of bradycardia. Calcium Channel Blockers Caution should be exercised when patients receiving a beta blocker are administered a calcium-channel-blocking drug with negative inotropic and/or chronotropic effects. Both agents may depress myocardial contractility or atrioventricular conduction. There have been reports of significant bradycardia, heart failure, and cardiovascular collapse with concurrent use of verapamil and beta-blockers. Co-administration of propranolol and diltiazem in patients with cardiac disease has been associated with bradycardia, hypotension, high-degree heart block, and heart failure. ACE Inhibitors When combined with beta-blockers, ACE inhibitors can cause hypotension, particularly in the setting of acute myocardial infarction. The antihypertensive effects of clonidine may be antagonized by beta-blockers. Propranolol should be administered cautiously to patients withdrawing from clonidine. Alpha Blockers Prazosin has been associated with prolongation of first dose hypotension in the presence of beta-blockers. Postural hypotension has been reported in patients taking both beta-blockers and terazosin or doxazosin. Reserpine Patients receiving catecholamine-depleting drugs, such as reserpine, should be closely observed for excessive reduction of resting sympathetic nervous activity, which may result in hypotension, marked bradycardia, vertigo, syncopal attacks, or orthostatic hypotension. Inotropic Agents Patients on long-term therapy with propranolol may experience uncontrolled hypertension if administered epinephrine as a consequence of unopposed alpha-receptor stimulation. Epinephrine is therefore not indicated in the treatment of propranolol overdose (see OVERDOSAGE ). Isoproterenol and Dobutamine Propranolol is a competitive inhibitor of beta-receptor agonists, and its effects can be reversed by administration of such agents, e.g., dobutamine or isoproterenol. Also, propranolol may reduce sensitivity to dobutamine stress echocardiography in patients undergoing evaluation for myocardial ischemia. Non-Cardiovascular Drugs Nonsteroidal Anti-Inflammatory Drugs Nonsteroidal anti-inflammatory drugs (NSAIDS) have been reported to blunt the antihypertensive effect of beta-adrenoreceptor blocking agents. Administration of indomethacin with propranolol may reduce the efficacy of propranolol in reducing blood pressure and heart rate. Antidepressants The hypotensive effects of MAO inhibitors or tricyclic antidepressants may be exacerbated when administered with beta-blockers by interfering with the beta blocking activity of propranolol. Anesthetic Agents Methoxyflurane and trichloroethylene may depress myocardial contractility when administered with propranolol. Warfarin Propranolol when administered with warfarin increases the concentration of warfarin. Prothrombin time, therefore, should be monitored. Neuroleptic Drugs Hypotension and cardiac arrest have been reported with the concomitant use of propranolol and haloperidol. Thyroxine Thyroxine may result in a lower than expected T 3 concentration when used concomitantly with propranolol. Alcohol Alcohol, when used concomitantly with propranolol, may increase plasma levels of propranolol."
  ],
  "warnings": [
    "WARNINGS Angina Pectoris There have been reports of exacerbation of angina and, in some cases, myocardial infarction, following abrupt discontinuance of propranolol therapy. Therefore, when discontinuance of propranolol is planned, the dosage should be gradually reduced over at least a few weeks and the patient should be cautioned against interruption or cessation of therapy without the physician’s advice. If propranolol therapy is interrupted and exacerbation of angina occurs, it usually is advisable to reinstitute propranolol therapy and take other measures appropriate for the management of angina pectoris. Since coronary artery disease may be unrecognized, it may be prudent to follow the above advice in patients considered at risk of having occult atherosclerotic heart disease who are given propranolol for other indications. Hypersensitivity and Skin Reactions Hypersensitivity reactions, including anaphylactic/anaphylactoid reactions, have been associated with the administration of propranolol (see ADVERSE REACTIONS ). Cutaneous reactions, including Stevens-Johnson Syndrome, toxic epidermal necrolysis, exfoliative dermatitis, erythema multiforme, and urticaria, have been reported with use of propranolol (see ADVERSE REACTIONS ). Cardiac Failure Sympathetic stimulation may be a vital component supporting circulatory function in patients with congestive heart failure, and its inhibition by beta blockade may precipitate more severe failure. Although beta blockers should be avoided in overt congestive heart failure, some have been shown to be highly beneficial when used with close follow-up in patients with a history of failure who are well compensated and are receiving additional therapies, including diuretics as needed. Beta-adrenergic blocking agents do not abolish the inotropic action of digitalis on heart muscle. In Patients without a History of Heart Failure, Continued use of beta blockers can, in some cases, lead to cardiac failure. Nonallergic Bronchospasm (e.g., Chronic Bronchitis, Emphysema) In general, patients with bronchospastic lung disease should not receive beta blockers. Propranolol should be administered with caution in this setting since it may provoke a bronchial asthmatic attack by blocking bronchodilation produced by endogenous and exogenous catecholamine stimulation of beta-receptors. Major Surgery Chronically administered beta-blocking therapy should not be routinely withdrawn prior to major surgery, however the impaired ability of the heart to respond to reflex adrenergic stimuli may augment the risks of general anesthesia and surgical procedures. Diabetes and Hypoglycemia Beta-adrenergic blockade may prevent the appearance of certain premonitory signs and symptoms (pulse rate and pressure changes) of acute hypoglycemia, especially in labile insulin-dependent diabetics. In these patients, it may be more difficult to adjust the dosage of insulin. Propranolol therapy, particularly when given to infants and children, diabetic or not, has been associated with hypoglycemia, especially during fasting as in preparation for surgery. Hypoglycemia has been reported in patients taking propranolol after prolonged physical exertion and in patients with renal insufficiency. Thyrotoxicosis Beta-adrenergic blockade may mask certain clinical signs of hyperthyroidism. Therefore, abrupt withdrawal of propranolol may be followed by an exacerbation of symptoms of hyperthyroidism, including thyroid storm. Propranolol may change thyroid-function tests, increasing T 4 and reverse T 3 and decreasing T 3 . Wolff-Parkinson-White Syndrome Beta-adrenergic blockade in patients with Wolf-Parkinson-White Syndrome and tachycardia has been associated with severe bradycardia requiring treatment with a pacemaker. In one case, this result was reported after an initial dose of 5 mg propranolol. Pheochromocytoma Blocking only the peripheral dilator (beta) action of epinephrine with propranolol leaves its constrictor (alpha) action unopposed. In the event of hemorrhage or shock, there is a disadvantage in having both beta and alpha blockade since the combination prevents the increase in heart rate and peripheral vasoconstriction needed to maintain blood pressure."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse events were observed and have been reported in patients using propranolol. Cardiovascular Bradycardia; congestive heart failure; intensification of AV block; hypotension; paresthesia of hands; thrombocytopenic purpura; arterial insufficiency, usually of the Raynaud type. Central Nervous System Light-headedness, mental depression manifested by insomnia, lassitude, weakness, fatigue; catatonia; visual disturbances; hallucinations; vivid dreams; an acute reversible syndrome characterized by disorientation for time and place, short-term memory loss, emotional lability, slightly clouded sensorium, and decreased performance on neuropsychometrics. For immediate-release formulations, fatigue, lethargy, and vivid dreams appear dose-related. Gastrointestinal Nausea, vomiting, epigastric distress, abdominal cramping, diarrhea, constipation, mesenteric arterial thrombosis, ischemic colitis. Allergic Hypersensitivity reactions, including anaphylactic/anaphylactoid reactions, pharyngitis and agranulocytosis; erythematous rash, fever combined with aching and sore throat; laryngospasm, and respiratory distress. Respiratory Bronchospasm. Hematologic Agranulocytosis, nonthrombocytopenic purpura, thrombocytopenic purpura. Autoimmune Systemic lupus erythematosus (SLE). Skin and mucous membranes Stevens-Johnson Syndrome, toxic epidermal necrolysis, dry eyes, exfoliative dermatitis, erythema multiforme, urticaria, alopecia, SLE-like reactions, and psoriasiform rashes. Oculomucocutaneous syndrome involving the skin, serous membranes and conjunctivae reported for a beta blocker (practolol) have not been associated with propranolol. Genitourinary Male impotence; Peyronie’s disease. To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Propranolol is contraindicated in 1) cardiogenic shock; 2) sinus bradycardia and greater than first degree block; 3) bronchial asthma; and 4) in patients with known hypersensitivity to propranolol hydrochloride."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION General Because of the variable bioavailability of propranolol, the dose should be individualized based on response. Hypertension The usual initial dosage is 40 mg propranolol hydrochloride twice daily, whether used alone or added to a diuretic. Dosage may be increased gradually until adequate blood pressure control is achieved. The usual maintenance dosage is 120 mg/day to 240 mg per day. In some instances a dosage of 640 mg a day may be required. The time needed for full antihypertensive response to a given dosage is variable and may range from a few days to several weeks. While twice-daily dosing is effective and can maintain a reduction in blood pressure throughout the day, some patients, especially when lower doses are used, may experience a modest rise in blood pressure toward the end of the 12-hour dosing interval. This can be evaluated by measuring blood pressure near the end of the dosing interval to determine whether satisfactory control is being maintained throughout the day. If control is not adequate, a larger dose, or 3-times-daily therapy may achieve better control. Angina Pectoris Total daily doses of 80 mg to 320 mg propranolol hydrochloride, when administered orally, twice a day, three times a day, or four times a day, have been shown to increase exercise tolerance and to reduce ischemic changes in the ECG. If treatment is to be discontinued, reduce dosage gradually over a period of several weeks. (See WARNINGS .) Atrial Fibrillation The recommended dose is 10 mg to 30 mg propranolol hydrochloride three or four times daily before meals and at bedtime. Myocardial Infarction In the Beta-Blocker Heart Attack Trial (BHAT), the initial dose was 40 mg three times a day, with titration after 1 month to 60 mg to 80 mg three times a day as tolerated. The recommended daily dosage is 180 mg to 240 mg propranolol hydrochloride per day in divided doses. Although a three times a day regimen was used in the BHAT and a four times a day regimen in the Norwegian Multicenter Trial, there is a reasonable basis for the use of either a three times a day or twice daily regimen (see PHARMACODYNAMICS AND CLINICAL EFFECTS ). The effectiveness and safety of daily dosages greater than 240 mg for prevention of cardiac mortality have not been established. However, higher dosages may be needed to effectively treat coexisting diseases such as angina or hypertension (see above). Migraine The initial dose is 80 mg propranolol hydrochloride daily in divided doses. The usual effective dose range is 160 mg to 240 mg per day. The dosage may be increased gradually to achieve optimum migraine prophylaxis. If a satisfactory response is not obtained within four to six weeks after reaching the maximum dose, propranolol therapy should be discontinued. It may be advisable to withdraw the drug gradually over a period of several weeks. Essential Tremor The initial dosage is 40 mg propranolol hydrochloride twice daily. Optimum reduction of essential tremor is usually achieved with a dose of 120 mg per day. Occasionally, it may be necessary to administer 240 mg to 320 mg per day. Hypertrophic Subaortic Stenosis The usual dosage is 20 mg to 40 mg propranolol hydrochloride three or four times daily before meals and at bedtime. Pheochromocytoma The usual dosage is 60 mg propranolol hydrochloride daily in divided doses for three days prior to surgery as adjunctive therapy to alpha-adrenergic blockade. For the management of inoperable tumors, the usual dosage is 30 mg daily in divided doses as adjunctive therapy to alpha-adrenergic blockade."
  ],
  "indications": [
    "INDICATIONS AND USAGE Hypertension Propranolol hydrochloride tablets are indicated in the management of hypertension. It may be used alone or used in combination with other antihypertensive agents, particularly a thiazide diuretic. Propranolol hydrochloride is not indicated in the management of hypertensive emergencies. Angina Pectoris Due to Coronary Atherosclerosis Propranolol hydrochloride tablets are indicated to decrease angina frequency and increase exercise tolerance in patients with angina pectoris. Atrial Fibrillation Propranolol hydrochloride tablets are indicated to control ventricular rate in patients with atrial fibrillation and a rapid ventricular response. Myocardial Infarction Propranolol is indicated to reduce cardiovascular mortality in patients who have survived the acute phase of myocardial infarction and are clinically stable. Migraine Propranolol is indicated for the prophylaxis of common migraine headache. The efficacy of propranolol in the treatment of a migraine attack that has started has not been established, and propranolol is not indicated for such use. Essential Tremor Propranolol is indicated in the management of familial or hereditary essential tremor. Familial or essential tremor consists of involuntary, rhythmic, oscillatory movements, usually limited to the upper limbs. It is absent at rest, but occurs when the limb is held in a fixed posture or position against gravity and during active movement. Propranolol causes a reduction in the tremor amplitude, but not in the tremor frequency. Propranolol is not indicated for the treatment of tremor associated with Parkinsonism. Hypertrophic Subaortic Stenosis Propranolol improves NYHA functional class in symptomatic patients with hypertrophic subaortic stenosis. Pheochromocytoma Propranolol is indicated as an adjunct to alpha-adrenergic blockade to control blood pressure and reduce symptoms of catecholamine-secreting tumors."
  ],
  "fetched_at": "2025-09-30T21:21:43.228285",
  "source": "OpenFDA"
}