{
  "drug_name": "Prucalopride",
  "generic_name": [
    "PRUCALOPRIDE"
  ],
  "brand_names": [
    "Prucalopride"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥2%) are headache, abdominal pain, nausea, diarrhea, abdominal distension, dizziness, vomiting, flatulence, and fatigue. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below represent 2,530 patients (1,251 received prucalopride tablets 2 mg once daily and 1,279 received placebo) with CIC from 6 double-blind, placebo-controlled clinical trials of 12 weeks to 24 weeks in duration. In these trials overall, patients were primarily female (76%) and white (76%). The mean age was 47 years (range 17 to 95 years) [see Clinical Studies ( 14 )]. Common Adverse Reactions Table 2 below summarizes the incidence (%) of common adverse reactions occurring in at least 2% of patients with CIC receiving either 2 mg of prucalopride tablets once daily or placebo and at an incidence greater than in the placebo group from the six double-blind placebo-controlled trials described above. Table 2: Common Adverse Reactions* in Double-Blind Placebo-Controlled Trials of CIC of at least 12 Weeks Duration Adverse Reaction Prucalopride 2 mg Once Daily N=1,251 † % Placebo N=1,279 % Headache 19 9 Abdominal pain ‡ 16 11 Nausea 14 7 Diarrhea 13 5 Abdominal distension 5 4 Dizziness 4 2 Vomiting 3 2 Flatulence 3 2 Fatigue 2 1 * Reported in ≥2% of patients receiving prucalopride tablets and a rate higher than patients receiving placebo. † Includes 93 patients who started on prucalopride tablets 1 mg and increased to prucalopride tablets 2 mg. ǂ Includes abdominal pain, upper abdominal pain, lower abdominal pain, abdominal tenderness, abdominal discomfort, and epigastric discomfort. Less Common Adverse Reactions Less common adverse reactions occurring in <2% of patients receiving prucalopride tablets 2 mg once daily include: Gastrointestinal disorders: Abnormal gastrointestinal sounds Metabolism and nutrition disorders: Decreased appetite Nervous system disorders: Migraine Renal and urinary disorders: Pollakiuria Diarrhea Of the patients who reported diarrhea, 70% (110 out of 157) reported it in the first week of treatment. Diarrhea typically resolved within a few days in 73% (80 out of 110) of those patients. Severe diarrhea was reported in 1.8% of patients treated with prucalopride tablets 2 mg compared to 1% of patients in the placebo group, and had a similar onset and duration as diarrhea overall. Headache Of the patients who reported headache, 66% (157 out of 237) treated with prucalopride tablets 2 mg once daily reported onset in the first 2 days of treatment. Symptoms typically resolved within a few days in 65% (102 out of 157) of those patients. Adverse Reactions Leading to Discontinuation In the 6 clinical trials described above, 5% of patients treated with 2 mg of prucalopride tablets once daily discontinued due to adverse reactions, compared to 3% of patients in the placebo group. The most common adverse reactions leading to discontinuation were nausea (2% prucalopride, 1% placebo), headache (1% prucalopride, 1% placebo), diarrhea (1% prucalopride, <1% placebo), or abdominal pain (1% prucalopride, 1% placebo). Adverse Reactions of Special Interest Adverse reactions of special interest were evaluated in a pool of 28 completed clinical trials (19 double-blind and 9 open-label) for prucalopride tablets at doses including 0.5 mg, 1 mg, 2 mg, or 4 mg per day in adult patients with CIC (the recommended dosage of prucalopride tablets for CIC is 2 mg once daily). The total exposure in the double-blind trials was 565 patient-years in the prucalopride group, 384 patient-years in the placebo group, and 2,769 patient-years in the double-blind and open-label clinical trials. Cardiovascular Safety Analysis In an evaluation by an independent adjudication committee of all potential major adverse cardiovascular events (MACE), defined as cardiovascular death, nonfatal myocardial infarction, and nonfatal stroke, the standardized incidence rate (IR) per 1,000 patient-years for MACE for prucalopride was compared with the IR for placebo. In the double-blind trials, the IR for MACE was 3.5 (2 patients out of 3,366; 1 patient on 2 mg and 1 patient on 4 mg) in the prucalopride tablets group and 5.2 (2 patients out of 2,019) in the placebo group. When combining the double-blind and open-label trials, the IR for MACE was 3.3 (9 patients out of 4,472, doses ranging between 0.5 to 4 mg) for prucalopride tablets. Suicidal Ideation and Behavior In the double-blind trials, one patient reported a suicide attempt 7 days after the end of treatment with prucalopride tablets 2 mg once daily; none were reported in patients on placebo. In the open-label trials, two patients reported a suicide attempt and another patient reported suicidal ideation. Completed suicide was reported in two patients, previously treated with prucalopride tablets 2 mg or 4 mg; both discontinued prucalopride tablets for at least one month prior to the event. Observational Cardiovascular Cohort Study The overall cardiovascular safety of prucalopride tablets was assessed using European healthcare databases in a population-based, retrospective, observational, cohort study of adults with constipation. New users of prucalopride tablets (N=5,715) were matched to new users of polyethylene glycol 3350 (PEG) (N=29,372) to estimate the standardized incidence rate ratio (SIRR) for MACE, pooled across four data sources. The 95% confidence interval for the pooled estimate of the SIRR did not demonstrate an increased MACE risk and excluded a pre-specified safety margin of a three-fold risk of MACE during prucalopride use relative to PEG use. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of prucalopride tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions: Dyspnea, rash, pruritus, urticaria, and facial edema [see Contraindications ( 4 )]. Psychiatric disorders: Suicide, suicide attempts, suicidal ideation, self-injurious ideation, depression, anxiety, insomnia, nightmares, and visual hallucinations [see Warnings and Precautions ( 5.1 )]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Prucalopride tablets are contraindicated in patients with: A history of hypersensitivity to prucalopride tablets. Reactions including dyspnea, rash, pruritus, urticaria, and facial edema have been observed [see Adverse Reactions ( 6.2 )]. Intestinal perforation or obstruction due to structural or functional disorder of the gut wall, obstructive ileus, severe inflammatory conditions of the intestinal tract such as Crohn’s disease, ulcerative colitis, and toxic megacolon/megarectum. Hypersensitivity to prucalopride tablets ( 4 ) Intestinal perforation or obstruction due to structural or functional disorder of the gut wall, obstructive ileus, severe inflammatory conditions of the intestinal tract such as Crohn’s disease, ulcerative colitis, and toxic megacolon/megarectum. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Prucalopride tablets can be taken with or without food. The recommended dosage by patient population is shown in Table 1. Table 1: Recommended Dosage Regimen and Dosage Adjustments by Population Population with CIC Recommended Oral Dose Regimen Adults 2 mg once daily Patients with severe renal impairment (creatinine clearance (CrCL) less than 30 mL/min) [ see Use in Specific Populations (8.5, 8.6 ) ] . 1 mg once daily Take with or without food. ( 2 ) Recommended dosage by patient population: Population with CIC Recommended Oral Dose Regimen Adults 2 mg once daily. ( 2 ) Patients with severe renal impairment (creatinine clearance (CrCL) less than 30 mL/min 1 mg once daily. ( 2 , 8.5 , 8.6 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Prucalopride tablets are indicated for the treatment of chronic idiopathic constipation (CIC) in adults. Prucalopride tablets are a serotonin-4 (5-HT 4 ) receptor agonist indicated for the treatment of chronic idiopathic constipation (CIC) in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:23:01.077079",
  "source": "OpenFDA"
}