{
  "drug_name": "Pyrantel",
  "generic_name": [
    "PYRANTEL PAMOATE"
  ],
  "brand_names": [
    "MebendamaX Pinworm"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Ask a doctor before use if you have liver disease are pregnant Stop use and ask a doctor if any symptoms or pinworms are still present after treatment any worms other than pinworms are present before or after treatment any of these symptoms that sometimes occur after taking the product persist: abdominal cramps nausea vomiting diarrhea headache dizziness Keep out of reach of children. In case of an accidental overdose get medical help or contact a Poison Control Center right away."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions READ THE PACKAGE CAREFULLY BEFORE TAKING THIS MEDICATION. take only according to directions do not exceed the recommended dosage, unless directed by a doctor medication should only be taken one time as a single dose; do not repeat treatment when one individual in a household has pinworms, the entire household should be treated unless otherwise advised adults, children 12 years of age and over, and children 2 years to under 12 years of age: this product can be taken any time of day, with or without meals. It may be taken alone or with milk or fruit juice. use of a laxative is not necessary before, during, or after medication oral dosage is a single dose of 5 mg of pyrantel base per pound or 11 mg of pyrantel base per kilogram of body weight not to exceed 1 gram (1000mg) children under 25 lbs. or 2yrs old: do not use unless directed by a doctor Weight Dosage (taken as a single (1) dose as per weight) Less than 25 lb. or under 2 yrs. old do not use unless directed by a doctor 25-37 lbs. 2 tablets (125 mg) 38-62 lbs. 4 tablets (250 mg) 63-87 lbs. 6 tablets (375 mg) 88-112 lbs. 8 tablets (500 mg) 113-137 lbs. 10 tablets (625 mg) 138-162 lbs. 12 tablets (750 mg) 163-187 lbs. 14 tablets (875 mg) 188 lbs. and over 16 tablets (1,000 mg)"
  ],
  "indications": [
    "Use For the treatment of pinworms."
  ],
  "fetched_at": "2025-10-01T17:47:36.965854",
  "source": "OpenFDA"
}