{
  "drug_name": "Quinidine barbiturate",
  "generic_name": [
    "SERTRALINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Sertraline Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Potential Effects of Coadministration of Drugs Highly Bound to Plasma Proteins –Because sertraline is tightly bound to plasma protein, the administration of sertraline hydrochloride to a patient taking another drug which is tightly bound to protein (e.g., warfarin, digitoxin) may cause a shift in plasma concentrations potentially resulting in an adverse effect. Conversely, adverse effects may result from displacement of protein bound sertraline hydrochloride by other tightly bound drugs. In a study comparing prothrombin time AUC (0-120 hr) following dosing with warfarin (0.75 mg/kg) before and after 21 days of dosing with either sertraline hydrochloride (50-200 mg/day) or placebo, there was a mean increase in prothrombin time of 8% relative to baseline for sertraline hydrochloride compared to a 1% decrease for placebo (p<0.02). The normalization of prothrombin time for the sertraline hydrochloride group was delayed compared to the placebo group. The clinical significance of this change is unknown. Accordingly, prothrombin time should be carefully monitored when sertraline hydrochloride therapy is initiated or stopped. Cimetidine –In a study assessing disposition of sertraline hydrochloride (100 mg) on the second of 8 days of cimetidine administration (800 mg daily), there were significant increases in sertraline hydrochloride mean AUC (50%), C max (24%) and half-life (26%) compared to the placebo group. The clinical significance of these changes is unknown. CNS Active Drugs –In a study comparing the disposition of intravenously administered diazepam before and after 21 days of dosing with either sertraline hydrochloride (50 to 200 mg/day escalating dose) or placebo, there was a 32% decrease relative to baseline in diazepam clearance for the sertraline hydrochloride group compared to a 19% decrease relative to baseline for the placebo group (p<0.03). There was a 23% increase in T max for desmethyldiazepam in the sertraline hydrochloride group compared to a 20% decrease in the placebo group (p<0.03). The clinical significance of these changes is unknown. In a placebo-controlled trial in normal volunteers, the administration of two doses of Sertraline hydrochloride did not significantly alter steady-state lithium levels or the renal clearance of lithium. Nonetheless, at this time, it is recommended that plasma lithium levels be monitored following initiation of Sertraline hydrochloride therapy with appropriate adjustments to the lithium dose. In a controlled study of a single dose (2 mg) of pimozide, 200 mg sertraline (q.d.) co-administration to steady state was associated with a mean increase in pimozide AUC and C max of about 40%, but was not associated with any changes in EKG. Since the highest recommended pimozide dose (10 mg) has not been evaluated in combination with sertraline, the effect on QT interval and PK parameters at doses higher than 2 mg at this time are not known. While the mechanism of this interaction is unknown, due to the narrow therapeutic index of pimozide and due to the interaction noted at a low dose of pimozide, concomitant administration of Sertraline hydrochloride and pimozide should be contraindicated (see CONTRAINDICATIONS ). Results of a placebo-controlled trail in normal volunteers suggest that chronic administration of sertraline 200 mg/day does not produce clinically important inhibition of phenytoin metabolism. Nonetheless, at this time, it is recommended that plasma phenytoin concentrations be monitored following initiation of Sertraline Hydrochloride therapy with appropriate adjustments to the phenytoin dose, particularly in patients with multiple underlying medical conditions and/or those receiving multiple concomitant medications. The effect of Sertraline hydrochloride on valproate levels has not been evaluated in clinical trials. In the absence of such data, it is recommended that plasma valproate levels be monitored following initiation of Sertraline hydrochloride therapy with appropriate adjustments to the valproate dose. The risk of using sertraline hydrochloride in combination with other CNS active drugs has not been systematically evaluated. Consequently, caution is advised if the concomitant administration of sertraline hydrochloride and such drugs is required. There is limited controlled experience regarding the optimal timing of switching from other drugs effective in the treatment of major depressive disorder, premenstrual dysphoric disorder to sertraline hydrochloride. Care and prudent medical judgment should be exercised when switching, particularly from long-acting agents. The duration of an appropriate washout period which should intervene before switching from one selective serotonin reuptake inhibitor (SSRI) to another has not been established. Monoamine Oxidase Inhibitors –See CONTRAINDICATIONS , WARNINGS and DOSAGE AND ADMINISTRATION . Drugs Metabolized by P450 3A4 –In three separate in vivo interaction studies, sertraline was co-administered with cytochrome P450 3A4 substrates, terfenadine, carbamazepine, or cisapride under steady-state conditions. The results of these studies indicated that sertraline did not increase plasma concentrations of terfenadine, carbamazepine, or cisapride. These data indicate that sertraline's extent of inhibition of P450 3A4 activity is not likely to be of clinical significance. Results of the interaction study with cisapride indicate that sertraline 200 mg (q.d.) induces the metabolism of cisapride (cisapride AUC and C max were reduced by about 35%). Drugs Metabolized by P450 2D6 – Many drugs effective in the treatment of major depressive disorder, e.g., the SSRIs, including sertraline, and most tricyclic antidepressant drugs effective in the treatment of major depressive disorder inhibit the biochemical activity of the drug metabolizing isozyme cytochrome P450 2D6 (debrisoquin hydroxylase), and, thus, may increase the plasma concentrations of co-administered drugs that are metabolized by P450 2D6. The drugs for which this potential interaction is of greatest concern are those metabolized primarily by 2D6 and which have a narrow therapeutic index, e.g., the tricyclic antidepressant drugs effective in the treatment of major depressive disorder and the Type 1C antiarrhythmics propafenone and flecainide. The extent to which this interaction is an important clinical problem depends on the extent of the inhibition of P450 2D6 by the antidepressant and the therapeutic index of the coadministered drug. There is variability among the drugs effective in the treatment of major depressive disorder in the extent of clinically important 2D6 inhibition, and in fact sertraline at lower doses has a less prominent inhibitory effect on 2D6 than some others in the class. Nevertheless, even sertraline has the potential for clinically important 2D6 inhibition. Consequently, concomitant use of a drug metabolized by P450 2D6 with sertraline hydrochloride may require lower doses than usually prescribed for the other drug. Furthermore, whenever sertraline hydrochloride is withdrawn from co-therapy, an increased dose of the co-administered drug may be required (see Tricyclic Antidepressant Drugs Effective in the Treatment of Major Depressive Disorder under PRECAUTIONS). Serotonergic Drugs: see CONTRAINDICATIONS , WARNINGS and DOSAGE AND ADMINISTRATION . Triptans: There have been rare post marketing reports of serotonin syndrome with use of an SNRI or an SSRI and a triptan. If concomitant treatment of SNRIs and SSRIs, including sertraline hydrochloride, with a triptan is clinically warranted, careful observation of the patient is advised, particularly during treatment initiation and dose increases (see WARNINGS – Serotonin Syndrome). Sumatriptan –There have been rare postmarketing reports describing patients with weakness, hyperreflexia, and incoordination following the use of a selective serotonin reuptake inhibitor (SSRI) and sumatriptan. If concomitant treatment with sumatriptan and an SSRI (e.g., citalopram, fluoxetine, fluvoxamine, paroxetine, sertraline) is clinically warranted, appropriate observation of the patient is advised. Tricyclic Antidepressant Drugs Effective in the Treatment of Major Depressive Disorder (TCAs) –The extent to which SSRI–TCA interactions may pose clinical problems will depend on the degree of inhibition and the pharmacokinetics of the SSRI involved. Nevertheless, caution is indicated in the co-administration of TCAs with sertraline hydrochloride, because sertraline may inhibit TCA metabolism. Plasma TCA concentrations may need to be monitored, and the dose of TCA may need to be reduced, if a TCA is co-administered with sertraline hydrochloride (see Drugs Metabolized by P450 2D6 under PRECAUTIONS ). Hypoglycemic Drugs –In a placebo-controlled trial in normal volunteers, administration of sertraline hydrochloride for 22 days (including 200 mg/day for the final 13 days) caused a statistically significant 16% decrease from baseline in the clearance of tolbutamide following an intravenous 1000 mg dose. Sertraline hydrochloride administration did not noticeably change either the plasma protein binding or the apparent volume of distribution of tolbutamide, suggesting that the decreased clearance was due to a change in the metabolism of the drug. The clinical significance of this decrease in tolbutamide clearance is unknown. Atenolol – Sertraline hydrochloride (100 mg) when administered to 10 healthy male subjects had no effect on the beta-adrenergic blocking ability of atenolol. Digoxin –In a placebo-controlled trial in normal volunteers, administration of sertraline hydrochloride for 17 days (including 200 mg/day for the last 10 days) did not change serum digoxin levels or digoxin renal clearance. Microsomal Enzyme Induction –Preclinical studies have shown sertraline hydrochloride to induce hepatic microsomal enzymes. In clinical studies, sertraline hydrochloride was shown to induce hepatic enzymes minimally as determined by a small (5%) but statistically significant decrease in antipyrine half-life following administration of 200 mg/day for 21 days. This small change in antipyrine half-life reflects a clinically insignificant change in hepatic metabolism. Drugs that Interfere with Hemostasis (Non-selective NSAIDs, Aspirin, Warfarin, etc.) Serotonin release by platelets plays an important role in hemostasis. Epidemiological studies of the case-control and cohort design that have demonstrated an association between use of psychotropic drugs that interfere with serotonin reuptake and the occurrence of upper gastrointestinal bleeding have also shown that concurrent use of an NSAID or aspirin may potentiate this risk of bleeding. These studies have also shown that concurrent use of an NSAID or aspirin may potentiate this risk of bleeding. Altered anticoagulant effects, including increased bleeding, have been reported when SSRIs or SNRIs are coadministered with warfarin. Patients receiving warfarin therapy should be carefully monitored when Sertraline hydrochloride is initiated or discontinued. Electroconvulsive Therapy –There are no clinical studies establishing the risks or benefits of the combined use of electroconvulsive therapy (ECT) and Sertraline hydrochloride. Alcohol –Although Sertraline hydrochloride did not potentiate the cognitive and psychomotor effects of alcohol in experiments with normal subjects, the concomitant use of sertraline hydrochloride and alcohol is not recommended. Carcinogenesis –Lifetime carcinogenicity studies were carried out in CD-1 mice and Long-Evans rats at doses up to 40 mg/kg/day. These doses correspond to 1 times (mice) and 2 times (rats) the maximum recommended human dose (MRHD) on a mg/m2 basis. There was a dose-related increase of liver adenomas in male mice receiving sertraline at 10-40 mg/kg (0.25-1.0 times the MRHD on a mg/m 2 basis). No increase was seen in female mice or in rats of either sex receiving the same treatments, nor was there an increase in hepatocellular carcinomas. Liver adenomas have a variable rate of spontaneous occurrence in the CD-1 mouse and are of unknown significance to humans. There was an increase in follicular adenomas of the thyroid in female rats receiving sertraline at 40 mg/kg (2 times the MRHD on a mg/m 2 basis); this was not accompanied by thyroid hyperplasia. While there was an increase in uterine adenocarcinomas in rats receiving sertraline at 10-40 mg/kg (0.5-2.0 times the MRHD on a mg/m 2 basis) compared to placebo controls, this effect was not clearly drug related. Mutagenesis –Sertraline had no genotoxic effects, with or without metabolic activation, based on the following assays: bacterial mutation assay; mouse lymphoma mutation assay; and tests for cytogenetic aberrations in vivo in mouse bone marrow and in vitro in human lymphocytes. Impairment of Fertility –A decrease in fertility was seen in one of two rat studies at a dose of 80 mg/kg (4 times the maximum recommended human dose on a mg/m 2 basis). Pregnancy–Pregnancy Category C –Reproduction studies have been performed in rats and rabbits at doses up to 80 mg/kg/day and 40 mg/kg/day, respectively. These doses correspond to approximately 4 times the maximum recommended human dose (MRHD) on a mg/m 2 basis. There was no evidence of teratogenicity at any dose level. When pregnant rats and rabbits were given sertraline during the period of organogenesis, delayed ossification was observed in fetuses at doses of 10 mg/kg (0.5 times the MRHD on a mg/m 2 basis) in rats and 40 mg/kg (4 times the MRHD on a mg/m 2 basis) in rabbits. When female rats received sertraline during the last third of gestation and throughout lactation, there was an increase in the number of stillborn pups and in the number of pups dying during the first 4 days after birth. Pup body weights were also decreased during the first four days after birth. These effects occurred at a dose of 20 mg/kg (1 times the MRHD on a mg/m 2 basis). The no effect dose for rat pup mortality was 10 mg/kg (0.5 times the MRHD on a mg/m 2 basis). The decrease in pup survival was shown to be due to in utero exposure to sertraline. The clinical significance of these effects is unknown. There are no adequate and well-controlled studies in pregnant women. Sertraline hydrochloride should be used during pregnancy only if the potential benefit justifies the potential risk to the fetus. Pregnancy-Nonteratogenic Effects –Neonates exposed to sertraline hydrochloride and other SSRIs or SNRIs, late in the third trimester have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding. These findings are based on postmarketing reports. Such complications can arise immediately upon delivery. Reported clinical findings have included respiratory distress, cyanosis, apnea, seizures, temperature instability, feeding difficulty, vomiting, hypoglycemia, hypotonia, hypertonia, hyperreflexia, tremor, jitteriness, irritability, and constant crying. These features are consistent with either a direct toxic effect of SSRIs and SNRIs or, possibly, a drug discontinuation syndrome. It should be noted that, in some cases, the clinical picture is consistent with serotonin syndrome (see WARNINGS :Serotonin Syndrome). Infants exposed to SSRIs in pregnancy may have an increased risk for persistent pulmonary hypertension of the newborn (PPHN). PPHN occurs in 1 – 2 per 1,000 live births in the general population and is associated with substantial neonatal morbidity and mortality. Several recent epidemiologic studies suggest a positive statistical association between SSRI use (including sertraline hydrochloride) in pregnancy and PPHN. Other studies do not show a significant statistical association. Physicians should also note the results of a prospective longitudinal study of 201 pregnant women with a history of major depression, who were either on antidepressants or had received antidepressants less than 12 weeks prior to their last menstrual period, and were in remission. Women who discontinued antidepressant medication during pregnancy showed a significant increase in relapse of their major depression compared to those women who remained on antidepressant medication throughout pregnancy. When treating a pregnant woman with sertraline hydrochloride, the physician should carefully consider both the potential risks of taking an SSRI, along with the established benefits of treating depression with an antidepressant. This decision can only be made on a case by case basis (see DOSAGE AND ADMINISTRATION ). Labor and Delivery –The effect of sertraline hydrochloride on labor and delivery in humans is unknown. Nursing Mothers –It is not known whether, and if so in what amount, sertraline or its metabolites are excreted in human milk. Because many drugs are excreted in human milk, caution should be exercised when sertraline hydrochloride is administered to a nursing woman. Pediatric Use – The efficacy of Sertraline hydrochloride for the treatment of obsessive-compulsive disorder was demonstrated in a 12-week, multicenter, placebo-controlled study with 187 outpatients ages 6-17 (see Clinical Trials under CLINICAL PHARMACOLOGY ). Safety and effectiveness in the pediatric population other than pediatric patients with OCD have not been established (see BOX WARNING and WARNINGS -Clinical Worsening and Suicide Risk). Two placebo controlled trials (n=373) in pediatric patients with MDD have been conducted with sertraline hydrochloride, and the data were not sufficient to support a claim for use in pediatric patients. Anyone considering the use of Sertraline hydrochloride in a child or adolescent must balance the potential risks with the clinical need. The safety of Sertraline hydrochloride use in children and adolescents with OCD, ages 6-18, was evaluated in a 12-week, multicenter, placebo-controlled study with 187 outpatients, ages 6-17, and in a flexible dose, 52 week open extension study of 137 patients, ages 6-18, who had completed the initial 12week, double-blind, placebo-controlled study. Sertraline hydrochloride was administered at doses of either 25 mg/day (children, ages 6-12) or 50 mg/day (adolescents, ages 13-18) and then titrated in weekly 25 mg/day or 50 mg/day increments, respectively, to a maximum dose of 200 mg/day based upon clinical response. The mean dose for completers was 157 mg/day. In the acute 12 week pediatric study and in the 52 week study, Sertraline hydrochloride had an adverse event profile generally similar to that observed in adults. Sertraline pharmacokinetics were evaluated in 61 pediatric patients between 6 and 17 years of age with major depressive disorder or OCD and revealed similar drug exposures to those of adults when plasma concentration was adjusted for weight (see Pharmacokinetics under CLINICAL PHARMACOLOGY ). Approximately 600 patients with major depressive disorder or OCD between 6 and 17 years of age have received Sertraline hydrochloride in clinical trials, both controlled and uncontrolled. The adverse event profile observed in these patients was generally similar to that observed in adult studies with sertraline hydrochloride (see ADVERSE REACTIONS ). As with other SSRIs, decreased appetite and weight loss have been observed in association with the use of Sertraline hydrochloride. In a pooled analysis of two 10-week, double-blind, placebo-controlled, flexible dose (50-200 mg) outpatient trials for major depressive disorder (n=373), there was a difference in weight change between sertraline and placebo of roughly 1 kilogram, for both children (ages 6-11) and adolescents (ages 12-17), in both cases representing a slight weight loss for sertraline compared to a slight gain for placebo. At baseline the mean weight for children was 39.0 kg for sertraline and 38.5 kg for placebo. At baseline the mean weight for adolescents was 61.4 kg for sertraline and 62.5 kg for placebo. There was a bigger difference between sertraline and placebo in the proportion of outliers for clinically important weight loss in children than in adolescents. For children, about 7% had a weight loss > 7% of body weight compared to none of the placebo patients; for adolescents, about 2% had a weight loss > 7% of body weight compared to about 1% of the placebo patients. A subset of these patients who completed the randomized controlled trials (sertraline n=99, placebo n=122) were continued into a 24-week, flexible-dose, open-label, extension study. A mean weight loss of approximately 0.5 kg was seen during the first eight weeks of treatment for subjects with first exposure to sertraline during the open-label extension study, similar to mean weight loss observed among sertraline treated subjects during the first eight weeks of the randomized controlled trials. The subjects continuing in the open label study began gaining weight compared to baseline by week 12 of sertraline treatment. Those subjects who completed 34 weeks of sertraline treatment (10 weeks in a placebo controlled trial + 24 weeks open label, n=68) had weight gain that was similar to that expected using data from age-adjusted peers. Regular monitoring of weight and growth is recommended if treatment of a pediatric patient with an SSRI is to be continued long term. Safety and effectiveness in pediatric patients below the age of 6 have not been established. The risks, if any, that may be associated with Sertraline hydrochloride's use beyond 1 year in children and adolescents with OCD or major depressive disorder have not been systematically assessed. The prescriber should be mindful that the evidence relied upon to conclude that sertraline is safe for use in children and adolescents derives from clinical studies that were 10 to 52 weeks in duration and from the extrapolation of experience gained with adult patients. In particular, there are no studies that directly evaluate the effects of long-term sertraline use on the growth, development, and maturation of children and adolescents. Although there is no affirmative finding to suggest that sertraline possesses a capacity to adversely affect growth, development or maturation, the absence of such findings is not compelling evidence of the absence of the potential of sertraline to have adverse effects in chronic use (see WARNINGS – Clinical Worsening and Suicide Risk). Geriatric Use –U.S. geriatric clinical studies of Sertraline hydrochloride in major depressive disorder included 663 Sertraline hydrochloride -treated subjects ≥ 65 years of age, of those, 180 were ≥ 75 years of age. No overall differences in the pattern of adverse reactions were observed in the geriatric clinical trial subjects relative to those reported in younger subjects (see ADVERSE REACTIONS ), and other reported experience has not identified differences in safety patterns between the elderly and younger subjects. As with all medications, greater sensitivity of some older individuals cannot be ruled out. There were 947 subjects in placebo-controlled geriatric clinical studies of Sertraline hydrochloride in major depressive disorder. No overall differences in the pattern of efficacy were observed in the geriatric clinical trial subjects relative to those reported in younger subjects. Other Adverse Events in Geriatric Patients. In 354 geriatric subjects treated with Sertraline hydrochloride in placebo-controlled trials, the overall profile of adverse events was generally similar to that shown in Tables 2 and 3. Urinary tract infection was the only adverse event not appearing in Tables 2 and 3 and reported at an incidence of at least 2% and at a rate greater than placebo in placebo-controlled trials. SSRIS and SNRIs, including Sertraline hydrochloride, have been associated with cases of clinically significant hyponatremia in elderly patients, who may be at greater risk for this adverse event (see PRECAUTIONS , Hyponatremia)."
  ],
  "warnings": [
    "WARNINGS Clinical Worsening and Suicide Risk Patients with major depressive disorder (MDD), both adult and pediatric, may experience worsening of their depression and/or the emergence of suicidal ideation and behavior (suicidality) or unusual changes in behavior, whether or not they are taking antidepressant medications, and this risk may persist until significant remission occurs. Suicide is a known risk of depression and certain other psychiatric disorders, and these disorders themselves are the strongest predictors of suicide. There has been a long-standing concern, however, that antidepressants may have a role in inducing worsening of depression and the emergence of suicidality in certain patients during the early phases of treatment. Pooled analyses of short-term placebo-controlled trials of antidepressant drugs (SSRIs and others) showed that these drugs increase the risk of suicidal thinking and behavior (suicidality) in children, adolescents, and young adults (ages 18-24) with major depressive disorder (MDD) and other psychiatric disorders. Short-term studies did not show an increase in the risk of suicidality with antidepressants compared to placebo in adults beyond age 24; there was a reduction with antidepressants compared to placebo in adults aged 65 and older. The pooled analyses of placebo-controlled trials in children and adolescents with MDD, obsessive compulsive disorder (OCD), or other psychiatric disorders included a total of 24 short-term trials of 9 antidepressant drugs in over 4400 patients. The pooled analyses of placebo-controlled trials in adults with MDD or other psychiatric disorders included a total of 295 short-term trials (median duration of 2 months) of 11 antidepressant drugs in over 77,000 patients. There was considerable variation in risk of suicidality among drugs, but a tendency toward an increase in the younger patients for almost all drugs studied. There were differences in absolute risk of suicidality across the different indications, with the highest incidence in MDD. The risk differences (drug vs placebo), however, were relatively stable within age strata and across indications. These risk differences (drug-placebo difference in the number of cases of suicidality per 1000 patients treated) are provided in Table 1. Table 1 Age Range Drug-Placebo Difference in Number of Cases of Suicidality per 1000 Patients Treated Increases Compared to placebo <18 14 additional cases 18-24 5 additional cases Decreases Compared to placebo 25-64 1 fewer case >65 6 fewer cases No suicides occurred in any of the pediatric trials. There were suicides in the adult trials, but the number was not sufficient to reach any conclusion about drug effect on suicide. It is unknown whether the suicidality risk extends to longer-term use, i.e., beyond several months. However, there is substantial evidence from placebo-controlled maintenance trials in adults with depression that the use of antidepressants can delay the recurrence of depression. All patients being treated with antidepressants for any indication should be monitored appropriately and observed closely for clinical worsening, suicidality, and unusual changes in behavior, especially during the initial few months of a course of drug therapy, or at times of dose changes, either increases or decreases. The following symptoms, anxiety, agitation, panic attacks, insomnia, irritability, hostility, aggressiveness, impulsivity, akathisia (psychomotor restlessness), hypomania, and mania, have been reported in adult and pediatric patients being treated with antidepressants for major depressive disorder as well as for other indications, both psychiatric and nonpsychiatric. Although a causal link between the emergence of such symptoms and either the worsening of depression and/or the emergence of suicidal impulses has not been established, there is concern that such symptoms may represent precursors to emerging suicidality. Consideration should be given to changing the therapeutic regimen, including possibly discontinuing the medication, in patients whose depression is persistently worse, or who are experiencing emergent suicidality or symptoms that might be precursors to worsening depression or suicidality, especially if these symptoms are severe, abrupt in onset, or were not part of the patient's presenting symptoms. If the decision has been made to discontinue treatment, medication should be tapered, as rapidly as is feasible, but with recognition that abrupt discontinuation can be associated with certain symptoms (see PRECAUTIONS and DOSAGE AND ADMINISTRATION —Discontinuation of Treatment with sertraline hydrochloride, for a description of the risks of discontinuation of Sertraline hydrochloride). Families and caregivers of patients being treated with antidepressants for major depressive disorder or other indications, both psychiatric and nonpsychiatric, should be alerted about the need to monitor patients for the emergence of agitation, irritability, unusual changes in behavior, and the other symptoms described above, as well as the emergence of suicidality, and to report such symptoms immediately to health care providers. Such monitoring should include daily observation by families and caregivers. Prescriptions for Sertraline hydrochloride should be written for the smallest quantity of tablets consistent with good patient management, in order to reduce the risk of overdose. Screening Patients for Bipolar Disorder: A major depressive episode may be the initial presentation of bipolar disorder. It is generally believed (though not established in controlled trials) that treating such an episode with an antidepressant alone may increase the likelihood of precipitation of a mixed/manic episode in patients at risk for bipolar disorder. Whether any of the symptoms described above represent such a conversion is unknown. However, prior to initiating treatment with an antidepressant, patients with depressive symptoms should be adequately screened to determine if they are at risk for bipolar disorder; such screening should include a detailed psychiatric history, including a family history of suicide, bipolar disorder, and depression. It should be noted that sertraline hydrochloride is not approved for use in treating bipolar depression. Serotonin Syndrome: The development of a potentially life-threatening serotonin syndrome has been reported with SNRIs and SSRIs, including Sertraline hydrochloride, alone but particularly with concomitant use of other serotonergic drugs (including triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, tryptophan, buspirone, and St. John's Wort) and with drugs that impair metabolism of serotonin (in particular, MAOIs, both those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue). Serotonin syndrome symptoms may include mental status changes (e.g., agitation, hallucinations, delirium, and coma), autonomic instability (e.g., tachycardia, labile blood pressure, dizziness, diaphoresis, flushing, hyperthermia), neuromuscular symptoms(e.g., tremor, rigidity, myoclonus, hyperreflexia, incoordination), seizures, and/or gastrointestinal symptoms (e.g., nausea, vomiting, diarrhea). Patients should be monitored for the emergence of serotonin syndrome. The concomitant use of sertraline hydrochloride with MAOIs intended to treat psychiatric disorders is contraindicated. Sertraline hydrochloride should also not be started in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue. All reports with methylene blue that provided information on the route of administration involved intravenous administration in the dose range of 1 mg/kg to 8 mg/kg. No reports involved the administration of methylene blue by other routes (such as oral tablets or local tissue injection) or at lower doses. There may be circumstances when it is necessary to initiate treatment with a MAOI such as linezolid or intravenous methylene blue in a patient taking sertraline hydrochloride. Sertraline hydrochloride should be discontinued before initiating treatment with the MAOI (see CONTRAINDICATIONS and DOSAGE AND ADMINISTRATION ). If concomitant use of sertraline hydrochloride with other serotonergic drugs including triptans, tricyclic antidepressants, fentanyl, lithium, tramadol, buspirone, tryptophan, and St. John's Wort is clinically warranted, patients should be made aware of a potential increased risk for serotonin syndrome, particularly during treatment initiation and dose increases. Treatment with Sertraline hydrochloride and any concomitant serotonergic agents should be discontinued immediately if the above events occur and supportive symptomatic treatment should be initiated. Angle-Closure Glaucoma: The pupillary dilation that occurs following use of many antidepressant drugs including sertraline may trigger an angle closure attack in a patient with anatomically narrow angles who does not have a patent iridectomy."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS During its premarketing assessment, multiple doses of sertraline hydrochloride were administered to over 4000 adult subjects as of February 18, 2000. The conditions and duration of exposure to sertraline hydrochloride varied greatly, and included (in overlapping categories) clinical pharmacology studies, open and double-blind studies, uncontrolled and controlled studies, inpatient and outpatient studies, fixed-dose and titration studies, and studies for multiple indications, including major depressive disorder and PMDD. Untoward events associated with this exposure were recorded by clinical investigators using terminology of their own choosing. Consequently, it is not possible to provide a meaningful estimate of the proportion of individuals experiencing adverse events without first grouping similar types of untoward events into a smaller number of standardized event categories. In the tabulations that follow, a World Health Organization dictionary of terminology has been used to classify reported adverse events. The frequencies presented, therefore, represent the proportion of the over 4000 adult individuals exposed to multiple doses of sertraline hydrochloride who experienced a treatment-emergent adverse event of the type cited on at least one occasion while receiving sertraline hydrochloride. An event was considered treatment-emergent if it occurred for the first time or worsened while receiving therapy following baseline evaluation. It is important to emphasize that events reported during therapy were not necessarily caused by it. The prescriber should be aware that the figures in the tables and tabulations cannot be used to predict the incidence of side effects in the course of usual medical practice where patient characteristics and other factors differ from those that prevailed in the clinical trials. Similarly, the cited frequencies cannot be compared with figures obtained from other clinical investigations involving different treatments, uses, and investigators. The cited figures, however, do provide the prescribing physician with some basis for estimating the relative contribution of drug and nondrug factors to the side effect incidence rate in the population studied. Incidence in Placebo-Controlled Trials – Table 2 enumerates the most common treatment-emergent adverse events associated with the use of Sertraline hydrochloride (incidence of at least 5% for Sertraline hydrochloride and at least twice that for placebo within at least one of the indications) for the treatment of adult patients with major depressive disorder/other*, OCD, panic disorder, PTSD, PMDD and social anxiety disorder in placebo-controlled clinical trials. Most patients in major depressive disorder/other*, OCD, panic disorder, PTSD and social anxiety disorder studies received doses of 50 to 200 mg/day. Patients in the PMDD study with daily dosing throughout the menstrual cycle received doses of 50 to 150 mg/day, and in the PMDD study with dosing during the luteal phase of the menstrual cycle received doses of 50 to 100 mg/day. Table 3 enumerates treatment-emergent adverse events that occurred in 2% or more of adult patients treated with Sertraline hydrochloride and with incidence greater than placebo who participated in controlled clinical trials comparing Sertraline hydrochloride with placebo in the treatment of major depressive disorder/other*, OCD, panic disorder, PTSD, PMDD and social anxiety disorder. Table 3 provides combined data for the pool of studies that are provided separately by indication in Table 2. TABLE 2 MOST COMMON TREATMENT-EMERGENT ADVERSE EVENTS: INCIDENCE IN PLACEBO-CONTROLLED CLINICAL TRIALS *Major depressive disorder and other premarketing controlled trials. (1) Primarily ejaculatory delay. Denominator used was for male patients only (N=271 sertraline hydrochloride major depressive disorder/other*; N=271 placebo major depressive disorder/other*; N=296 sertraline hydrochloride OCD; N=219 placebo OCD; N=216 sertraline hydrochloride panic disorder; N=134 placebo panic disorder; N=130 sertraline hydrochloride PTSD; N=149 placebo PTSD; No male patients in PMDD studies; N=205 sertraline hydrochloride social anxiety disorder; N=153 placebo social anxiety disorder). (2) The luteal phase and daily dosing PMDD trials were not designed for making direct comparisons between the two dosing regimens. Therefore, a comparison between the two dosing regimens of the PMDD trials of incidence rates shown in Table 2 should be avoided. Percentage of Patients Reporting Event Major Depressive Disorder/Other* OCD Panic Disorder PTSD Body System/Adverse Event Sertraline (N=861) Placebo (N=853) Sertraline (N=533) Placebo (N=373) Sertraline (N=430) Placebo (N=275) Sertraline (N=374) Placebo (N=376) Autonomic Nervous System Disorders Ejaculation Failure (1) 7 <1 17 2 19 1 11 1 Mouth Dry 16 9 14 9 15 10 11 6 Sweating Increased 8 3 6 1 5 1 4 2 Center. & Peripheral. Nervous. System Disorders Somnolence 13 6 15 8 15 9 13 9 Tremor 11 3 8 1 5 1 5 1 Dizziness 12 7 17 9 10 10 8 5 General Fatigue 11 8 14 10 11 6 10 5 Pain 1 2 3 1 3 3 4 6 Malaise <1 1 1 1 7 14 10 10 Gastrointestinal Disorders Abdominal Pain 2 2 5 5 6 7 6 5 Anorexia 3 2 11 2 7 2 8 2 Constipation 8 6 6 4 7 3 3 3 Diarrhea/Loose Stools 18 9 24 10 20 9 24 15 Dyspepsia 6 3 10 4 10 8 6 6 Nausea 26 12 30 11 29 18 21 11 Psychiatric Disorders Agitation 6 4 6 3 6 2 5 5 Insomnia 16 9 28 12 25 18 20 11 Libido Decreased 1 <1 11 2 7 1 7 2 Percentage of Patients Reporting Event PMDD Daily Dosing PMDD Luteal Phase Dosing (2) Social Anxiety Disorder Body System/Adverse Event Sertraline (N=121) Placebo (N=122) Sertraline (N=136) Placebo (N=127) Sertraline (N=344) Placebo (N=268) Autonomic Nervous System Disorders Ejaculation Failure (1) N/A N/A N/A N/A 14 - Mouth Dry 6 3 10 3 12 4 Sweating Increased 6 <1 3 0 11 2 Center. & Peripheral. Nervous. System Disorders Somnolence 7 <1 2 0 9 6 Tremor 2 0 <1 <1 9 3 Dizziness 6 3 7 5 14 6 General Fatigue 16 7 10 <1 12 6 Pain 6 <1 3 2 1 3 Malaise 9 5 7 5 8 3 Gastrointestinal Disorders Abdominal Pain 7 <1 3 3 5 5 Anorexia 3 2 5 0 6 3 Constipation 2 3 1 2 5 3 Diarrhea/Loose Stools 13 3 13 7 21 8 Dyspepsia 7 2 7 3 13 5 Nausea 23 9 13 3 22 8 Psychiatric Disorders Agitation 2 <1 1 0 4 2 Insomnia 17 11 12 10 25 10 Libido Decreased 11 2 4 2 9 3 TABLE 3 TREATMENT-EMERGENT ADVERSE EVENTS: INCIDENCE IN PLACEBO-CONTROLLED CLINICAL TRIALSPercentage of Patients Reporting Event Major Depressive Disorder/Other*, OCD, Panic Disorder, PTSD, PMDD and Social Anxiety Disorder combined (1) Primarily ejaculatory delay. Denominator used was for male patients only (N=1118 Sertraline hydrochloride; N=926 placebo). *Major depressive disorder and other premarketing controlled trials. **Included are events reported by at least 2% of patients taking Sertraline hydrochloride except the following events, which had an incidence on placebo greater than or equal to Sertraline hydrochloride: abdominal pain, back pain, flatulence, malaise, pain, pharyngitis, respiratory disorder, upper respiratory tract infection. Body System/Adverse Event** Sertraline (N=2799) Placebo (N=2394) Autonomic Nervous System Disorders Ejaculation Failure (1) 14 1 Mouth Dry 14 8 Sweating Increased 7 2 Center. & Periph. Nerv. System Disorders Somnolence 13 7 Dizziness 12 7 Headache 25 23 Paresthesia 2 1 Tremor 8 2 Disorders of Skin and Appendages Rash 3 2 Gastrointestinal Disorders Anorexia 6 2 Constipation 6 4 Diarrhea/Loose Stools 20 10 Dyspepsia 8 4 Nausea 25 11 Vomiting 4 2 General Fatigue 12 7 Psychiatric Disorders Agitation 5 3 Anxiety 4 3 Insomnia 21 11 Libido Decreased 6 2 Nervousness 5 4 Special Senses Vision Abnormal 3 2 Associated with Discontinuation in Placebo-Controlled Clinical Trials Table 4 lists the adverse events associated with discontinuation of Sertraline hydrochloride treatment (incidence at least twice that for placebo and at least 1% for Sertraline hydrochloride in clinical trials) in major depressive disorder/other*, OCD, panic disorder, PTSD, PMDD, and social anxiety disorder. TABLE 4 MOST COMMON ADVERSE EVENTS ASSOCIATED WITH DISCONTINUATION IN PLACEBO-CONTROLLED CLINICAL TRIALS (1)Primarily ejaculatory delay. Denominator used was for male patients only (N=271 major depressive disorder/other*; N=296 OCD; N=216 panic disorder; N=130 PTSD; No male patients in PMDD studies; N=205 social anxiety disorder). *Major depressive disorder and other premarketing controlled trials. Adverse Event Major Depressive Disorder/Other*, OCD, panic Disorder, PSTD, PMDD and Social Anxiety Disorder combined (N=2799) Major Depressive Disorder/ Other* (N=861) OCD (N=533) Panic Disorder (N=430) PTSD (N=374) PMDD Daily Dosing (N=121) PMDD Luteal Phase Dosing (N=136) Social Anxiety Disorder (N=344) Abdominal Pain – – – – – – – 1% Agitation – 1% – 2% – – – – Anxiety – – – – – – – 2% Diarrhea/ Loose Stools 2% 2% 2% 1% – 2% – – Dizziness – – 1% – – – – – Dry Mouth – 1% – – – – – – Dyspepsia – – – 1% – – – – Ejaculation Failure (1) 1% 1% 1% 2% – N/A N/A 2% Fatigue – – – – – – – 2% Headache 1% 2% – – 1% – – 2% Hot Flushes – – – – – – 1% – Insomnia 2% 1% 3% 2% – – 1% 3% Nausea 3% 4% 3% 3% 2% 2% 1% 2% Nervousness – – – – – 2% – – Palpitation – – – – – – 1% – Somnolence 1% 1% 2% 2% – – – – Tremor – 2% – – – – – – Male and Female Sexual Dysfunction with SSRIs Although changes in sexual desire, sexual performance and sexual satisfaction often occur as manifestations of a psychiatric disorder, they may also be a consequence of pharmacologic treatment. In particular, some evidence suggests that selective serotonin reuptake inhibitors (SSRIs) can cause such untoward sexual experiences. Reliable estimates of the incidence and severity of untoward experiences involving sexual desire, performance and satisfaction are difficult to obtain, however, in part because patients and physicians may be reluctant to discuss them. Accordingly, estimates of the incidence of untoward sexual experience and performance cited in product labeling, are likely to underestimate their actual incidence. Table 5 below displays the incidence of sexual side effects reported by at least 2% of patients taking Sertraline hydrochloride in placebo-controlled trials. TABLE 5 *Denominator used was for male patients only (N=1118 Sertraline hydrochloride; N=926 placebo) **Denominator used was for male and female patients (N=2799 Sertraline hydrochloride; N=2394 placebo) Adverse Event Sertraline Placebo Ejaculation failure*(primarily delayed ejaculation) 14% 1% Decreased libido** 6% 1% There are no adequate and well-controlled studies examining sexual dysfunction with sertraline treatment. Priapism has been reported with all SSRIs. While it is difficult to know the precise risk of sexual dysfunction associated with the use of SSRIs, physicians should routinely inquire about such possible side effects. Other Adverse Events in Pediatric Patients –In over 600 pediatric patients treated with Sertraline hydrochloride, the overall profile of adverse events was generally similar to that seen in adult studies. However, the following adverse events, from controlled trials, not appearing in Tables 2 and 3, were reported at an incidence of at least 2% and occurred at a rate of at least twice the placebo rate (N=281 patients treated with Sertraline hydrochloride): fever, hyperkinesia, urinary incontinence, aggressive reaction, sinusitis, epistaxis and purpura. Other Events Observed During the Premarketing Evaluation of Sertraline hydrochloride –Following is a list of treatment-emergent adverse events reported during premarketing assessment of Sertraline hydrochloride in clinical trials (over 4000 adult subjects) except those already listed in the previous tables or elsewhere in labeling. In the tabulations that follow, a World Health Organization dictionary of terminology has been used to classify reported adverse events. The frequencies presented, therefore, represent the proportion of the over 4000 adult individuals exposed to multiple doses of Sertraline hydrochloride who experienced an event of the type cited on at least one occasion while receiving Sertraline hydrochloride. All events are included except those already listed in the previous tables or elsewhere in labeling and those reported in terms so general as to be uninformative and those for which a causal relationship to Sertraline hydrochloride treatment seemed remote. It is important to emphasize that although the events reported occurred during treatment with Sertraline hydrochloride, they were not necessarily caused by it. Events are further categorized by body system and listed in order of decreasing frequency according to the following definitions: frequent adverse events are those occurring on one or more occasions in at least 1/100 patients; infrequent adverse events are those occurring in 1/100 to 1/1000 patients; rare events are those occurring in fewer than 1/1000 patients. Events of major clinical importance are also described in the PRECAUTIONS section. Autonomic Nervous System Disorders – Frequent: impotence; Infrequent: flushing, increased saliva, cold clammy skin, mydriasis; Rare: pallor, glaucoma, priapism, vasodilation. Body as a Whole – General Disorders – Rare: allergic reaction, allergy. Cardiovascular – Frequent: palpitations, chest pain; Infrequent: hypertension, tachycardia, postural dizziness, postural hypotension, periorbital edema, peripheral edema, hypotension, peripheral ischemia, syncope, edema, dependent edema; Rare: precordial chest pain, substernal chest pain, aggravated hypertension, myocardial infarction, cerebrovascular disorder. Central and Peripheral Nervous System Disorders – Frequent: hypertonia, hypoesthesia; Infrequent: twitching, confusion, hyperkinesia, vertigo, ataxia, migraine, abnormal coordination, hyperesthesia, leg cramps, abnormal gait, nystagmus, hypokinesia; Rare: dysphonia, coma, dyskinesia, hypotonia, ptosis, choreoathetosis, hyporeflexia. Disorders of Skin and Appendages – Infrequent: pruritus, acne, urticaria, alopecia, dry skin, erythematous rash, photosensitivity reaction, maculopapular rash; Rare: follicular rash, eczema, dermatitis, contact dermatitis, bullous eruption, hypertrichosis, skin discoloration, pustular rash. Endocrine Disorders – Rare: exophthalmos, gynecomastia. Gastrointestinal Disorders – Frequent: appetite increased; Infrequent: dysphagia, tooth caries aggravated, eructation, esophagitis, gastroenteritis; Rare: melena, glossitis, gum hyperplasia, hiccup, stomatitis, tenesmus, colitis, diverticulitis, fecal incontinence, gastritis, rectum hemorrhage, hemorrhagic peptic ulcer, proctitis, ulcerative stomatitis, tongue edema, tongue ulceration. General–Frequent: back pain, asthenia, malaise, weight increase; Infrequent: fever, rigors, generalized edema; Rare: face edema, aphthous stomatitis. Hearing and Vestibular Disorders – Rare: hyperacusis, labyrinthine disorder. Hematopoietic and Lymphatic – Rare: anemia, anterior chamber eye hemorrhage. Liver and Biliary System Disorders – Rare: abnormal hepatic function. Metabolic and Nutritional Disorders – Infrequent: thirst; Rare: hypoglycemia, hypoglycemia reaction. Musculoskeletal System Disorders – Frequent: myalgia; Infrequent: arthralgia, dystonia, arthrosis, muscle cramps, muscle weakness. Psychiatric Disorders – Frequent: yawning, other male sexual dysfunction, other female sexual dysfunction; Infrequent: depression, amnesia, paroniria, teeth-grinding, emotional lability, apathy, abnormal dreams, euphoria, paranoid reaction, hallucination, aggressive reaction, aggravated depression, delusions; Rare: withdrawal syndrome, suicide ideation, libido increased, somnambulism, illusion. Reproductive – Infrequent: menstrual disorder, dysmenorrhea, intermenstrual bleeding, vaginal hemorrhage, amenorrhea, leukorrhea; Rare: female breast pain, menorrhagia, balanoposthitis, breast enlargement, atrophic vaginitis, acute female mastitis. Respiratory System Disorders – Frequent: rhinitis; Infrequent: coughing, dyspnea, upper respiratory tract infection, epistaxis, bronchospasm, sinusitis; Rare: hyperventilation, bradypnea, stridor, apnea, bronchitis, hemoptysis, hypoventilation, laryngismus, laryngitis. Special Senses – Frequent: tinnitus; Infrequent: conjunctivitis, earache, eye pain, abnormal accommodation; Rare: xerophthalmia, photophobia, diplopia, abnormal lacrimation, scotoma, visual field defect. Urinary System Disorders – Infrequent: micturition frequency, polyuria, urinary retention, dysuria, nocturia, urinary incontinence; Rare: cystitis, oliguria, pyelonephritis, hematuria, renal pain, strangury. Laboratory Tests –In man, asymptomatic elevations in serum transaminases (SGOT [or AST] and SGPT [or ALT]) have been reported infrequently (approximately 0.8%) in association with sertraline hydrochloride administration. These hepatic enzyme elevations usually occurred within the first 1 to 9 weeks of drug treatment and promptly diminished upon drug discontinuation. Sertraline hydrochloride therapy was associated with small mean increases in total cholesterol (approximately 3%) and triglycerides (approximately 5%), and a small mean decrease in serum uric acid (approximately 7%) of no apparent clinical importance. The safety profile observed with Sertraline hydrochloride treatment in patients with major depressive disorder, OCD, panic disorder, PTSD, PMDD and social anxiety disorder is similar. Other Events Observed During the Postmarketing Evaluation of Sertraline hydrochloride –Reports of adverse events temporally associated with Sertraline hydrochloride that have been received since market introduction, that are not listed above and that may have no causal relationship with the drug, include the following: acute renal failure, anaphylactoid reaction, angioedema, blindness, optic neuritis, cataract, increased coagulation times, bradycardia, AV block, atrial arrhythmias, QT-interval prolongation, ventricular tachycardia (including torsade de pointes-type arrhythmias), hypothyroidism, agranulocytosis, aplastic anemia and pancytopenia, leukopenia, thrombocytopenia, lupus-like syndrome, serum sickness, hyperglycemia, galactorrhea, hyperprolactinemia, extrapyramidal symptoms, oculogyric crisis, psychosis, pulmonary hypertension, severe skin reactions, which potentially can be fatal, such as Stevens-Johnson syndrome, vasculitis, photosensitivity and other severe cutaneous disorders, rare reports of pancreatitis, and liver events—clinical features (which in the majority of cases appeared to be reversible with discontinuation of sertraline hydrochloride) occurring in one or more patients include: elevated enzymes, increased bilirubin, hepatomegaly, hepatitis, jaundice, abdominal pain, vomiting, liver failure and death."
  ],
  "contraindications": [
    "CONTRAINDICATIONS All Dosage Forms of Sertraline: The use of MAOIs intended to treat psychiatric disorders with Sertraline hydrochloride or within 14 days of stopping treatment with Sertraline hydrochloride is contraindicated because of an because of an increased risk if serotonin syndrome. The use of Sertraline hydrochloride within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated (see WARNINGS and DOSAGE AND ADMINISTRATION ). Starting Sertraline hydrochloride in a patient who is being treated with MAOIs such as linezolid or intravenous methyelene blue is also contraindicated because of an increased risk of serotonin syndrome (see WARNINGS and DOSAGE AND ADMINISTRATION). Concomitant use in patients taking pimozide is contraindicated (see PRECAUTIONS ). Sertraline is contraindicated in patients with a hypersensitivity to sertraline or any of the inactive ingredients in sertraline hydrochloride tablets."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Initial Treatment Dosage for Adults Major Depressive Disorder –Sertraline hydrochloride treatment should be administered at a dose of 50 mg once daily. While a relationship between dose and effect has not been established for major depressive disorder, OCD, panic disorder, PTSD or social anxiety disorder, patients were dosed in a range of 50-200 mg/day in the clinical trials demonstrating the effectiveness of Sertraline hydrochloride for the treatment of this indication. Consequently, a dose of 50 mg, administered once daily, is recommended as the initial therapeutic dose. Patients not responding to a 50 mg dose may benefit from dose increases up to a maximum of 200 mg/day. Given the 24 hour elimination half-life of sertraline hydrochloride, dose changes should not occur at intervals of less than 1 week. Premenstrual Dysphoric Disorder – Sertraline hydrochloride treatment should be initiated with a dose of 50 mg/day, either daily throughout the menstrual cycle or limited to the luteal phase of the menstrual cycle, depending on physician assessment. While a relationship between dose and effect has not been established for PMDD, patients were dosed in the range of 50-150 mg/day with dose increases at the onset of each new menstrual cycle (see Clinical Trials under CLINICAL PHARMACOLOGY ). Patients not responding to a 50 mg/day dose may benefit from dose increases (at 50 mg increments/ menstrual cycle) up to 150 mg/day when dosing daily throughout the menstrual cycle, or 100 mg/day when dosing during the luteal phase of the menstrual cycle. If a 100 mg/day dose has been established with luteal phase dosing, a 50 mg/day titration step for three days should be utilized at the beginning of each luteal phase dosing period. Sertraline hydrochloride should be administered once daily, either in the morning or evening. Dosage for Pediatric Population (Children and Adolescents) Obsessive-Compulsive Disorder – Sertraline hydrochloride treatment should be initiated with a dose of 25 mg once daily in children (ages 6-12) and at a dose of 50 mg once daily in adolescents (ages 13-17). While a relationship between dose and effect has not been established for OCD, patients were dosed in a range of 25-200 mg/day in the clinical trials demonstrating the effectiveness of Sertraline hydrochloride for pediatric patients (6-17 years) with OCD. Patients not responding to an initial dose of 25 or 50 mg/day may benefit from dose increases up to a maximum of 200 mg/day. For children with OCD, their generally lower body weights compared to adults should be taken into consideration in advancing the dose, in order to avoid excess dosing. Given the 24 hour elimination half-life of Sertraline hydrochloride, dose changes should not occur at intervals of less than 1 week. Sertraline hydrochloride should be administered once daily, either in the morning or evening. Maintenance/Continuation/Extended Treatment Major Depressive Disorder –It is generally agreed that acute episodes of major depressive disorder require several months or longer of sustained pharmacologic therapy beyond response to the acute episode. Systematic evaluation of sertraline hydrochloride has demonstrated that its antidepressant efficacy is maintained for periods of up to 44 weeks following 8 weeks of initial treatment at a dose of 50-200 mg/day (mean dose of 70 mg/day) (see Clinical Trials under CLINICAL PHARMACOLOGY ). It is not known whether the dose of sertraline hydrochloride needed for maintenance treatment is identical to the dose needed to achieve an initial response. Patients should be periodically reassessed to determine the need for maintenance treatment. Posttraumatic Stress Disorder –It is generally agreed that PTSD requires several months or longer of sustained pharmacological therapy beyond response to initial treatment. Systematic evaluation of Sertraline hydrochloride has demonstrated that its efficacy in PTSD is maintained for periods of up to 28 weeks following 24 weeks of treatment at a dose of 50-200 mg/day (see Clinical Trials under CLINICAL PHARMACOLOGY ). It is not known whether the dose of Sertraline hydrochloride needed for maintenance treatment is identical to the dose needed to achieve an initial response. Patients should be periodically reassessed to determine the need for maintenance treatment. Social Anxiety Disorder –Social anxiety disorder is a chronic condition that may require several months or longer of sustained pharmacological therapy beyond response to initial treatment. Systematic evaluation of Sertraline hydrochloride has demonstrated that its efficacy in social anxiety disorder is maintained for periods of up to 24 weeks following 20 weeks of treatment at a dose of 50-200 mg/day (see Clinical Trials under CLINICAL PHARMACOLOGY ). Dosage adjustments should be made to maintain patients on the lowest effective dose and patients should be periodically reassessed to determine the need for long-term treatment. Obsessive-Compulsive Disorder and Panic Disorder –It is generally agreed that OCD and Panic Disorder require several months or longer of sustained pharmacological therapy beyond response to initial treatment. Systematic evaluation of continuing Sertraline hydrochloride for periods of up to 28 weeks in patients with OCD and Panic Disorder who have responded while taking Sertraline hydrochloride during initial treatment phases of 24 to 52 weeks of treatment at a dose range of 50-200 mg/day has demonstrated a benefit of such maintenance treatment (see Clinical Trials under CLINICAL PHARMACOLOGY ). It is not known whether the dose of Sertraline hydrochloride needed for maintenance treatment is identical to the dose needed to achieve an initial response. Nevertheless, patients should be periodically reassessed to determine the need for maintenance treatment. Premenstrual Dysphoric Disorder –The effectiveness of sertraline hydrochloride in long-term use, that is, for more than 3 menstrual cycles, has not been systematically evaluated in controlled trials. However, as women commonly report that symptoms worsen with age until relieved by the onset of menopause, it is reasonable to consider continuation of a responding patient. Dosage adjustments, which may include changes between dosage regimens (e.g., daily throughout the menstrual cycle versus during the luteal phase of the menstrual cycle), may be needed to maintain the patient on the lowest effective dosage and patients should be periodically reassessed to determine the need for continued treatment. Switching a Patient To or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders: At least 14 days should elapse between discontinuation of an MAOI intended to treat psychiatric disorders and initiation of therapy with Sertraline hydrochloride. Conversely, at least 14 days should be allowed after stopping Sertraline hydrochloride before starting an MAOI intended to treat psychiatric disorders (see CONTRAINDICATIONS ). Use of Sertraline Hydrochloride With Other MAOIs Such as Linezolid or Methylene Blue: Do not start Sertraline hydrochloride in a patient who is being treated with linezolid or intravenous methylene blue because there is increased risk of serotonin syndrome. In a patient who requires more urgent treatment of a psychiatric condition, other interventions, including hospitalization, should be considered (see CONTRAINDICATIONS ). In some cases, a patient already receiving Sertraline hydrochloride therapy may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of serotonin syndrome in a particular patient, Sertraline hydrochloride should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for symptoms of serotonin syndrome for 2 weeks or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with Sertraline hydrochloride may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue (see WARNINGS ). The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with Sertraline hydrochloride is unclear. The clinician should, nevertheless, be aware of the possibility of emergent symptoms of serotonin syndrome with such use (see WARNINGS ). Special Populations Dosage for Hepatically Impaired Patients –The use of sertraline in patients with liver disease should be approached with caution. The effects of sertraline in patients with moderate and severe hepatic impairment have not been studied. If sertraline is administered to patients with liver impairment, a lower or less frequent dose should be used (see CLINICAL PHARMACOLOGY and PRECAUTIONS ). Treatment of Pregnant Women During the Third Trimester –Neonates exposed to Sertraline hydrochloride and other SSRIs or SNRIs, late in the third trimester have developed complications requiring prolonged hospitalization, respiratory support, and tube feeding (see PRECAUTIONS ). When treating pregnant women with Sertraline hydrochloride during the third trimester, the physician should carefully consider the potential risks and benefits of treatment. Discontinuation of Treatment with Sertraline hydrochloride Symptoms associated with discontinuation of Sertraline hydrochloride and other SSRIs and SNRIs, have been reported (see PRECAUTIONS ). Patients should be monitored for these symptoms when discontinuing treatment. A gradual reduction in the dose rather than abrupt cessation is recommended whenever possible. If intolerable symptoms occur following a decrease in the dose or upon discontinuation of treatment, then resuming the previously prescribed dose may be considered. Subsequently, the physician may continue decreasing the dose but at a more gradual rate."
  ],
  "indications": [
    "INDICATIONS AND USAGE Major Depressive Disorder – Sertraline hydrochloride is indicated for the treatment of major depressive disorder in adults. The efficacy of Sertraline hydrochloride in the treatment of a major depressive episode was established in six to eight week controlled trials of adult outpatients whose diagnoses corresponded most closely to the DSM-III category of major depressive disorder (see Clinical Trials under CLINICAL PHARMACOLOGY ). A major depressive episode implies a prominent and relatively persistent depressed or dysphoric mood that usually interferes with daily functioning (nearly every day for at least 2 weeks); it should include at least 4 of the following 8 symptoms: change in appetite, change in sleep, psychomotor agitation or retardation, loss of interest in usual activities or decrease in sexual drive, increased fatigue, feelings of guilt or worthlessness, slowed thinking or impaired concentration, and a suicide attempt or suicidal ideation. The antidepressant action of sertraline hydrochloride in hospitalized depressed patients has not been adequately studied. The efficacy of sertraline hydrochloride in maintaining an antidepressant response for up to 44 weeks following 8 weeks of open-label acute treatment (52 weeks total) was demonstrated in a placebo-controlled trial. The usefulness of the drug in patients receiving sertraline hydrochloride for extended periods should be reevaluated periodically (see Clinical Trials under CLINICAL PHARMACOLOGY ). Obsessive-Compulsive Disorder – Sertraline hydrochloride is indicated for the treatment of obsessions and compulsions in patients with obsessive-compulsive disorder (OCD), as defined in the DSM-III-R; i.e., the obsessions or compulsions cause marked distress, are time-consuming, or significantly interfere with social or occupational functioning. The efficacy of Sertraline hydrochloride was established in 12-week trials with obsessive-compulsive outpatients having diagnoses of obsessive-compulsive disorder as defined according to DSM-III or DSM-III-R criteria (see Clinical Trials under CLINICAL PHARMACOLOGY ). Obsessive-compulsive disorder is characterized by recurrent and persistent ideas, thoughts, impulses, or images (obsessions) that are ego-dystonic and/or repetitive, purposeful, and intentional behaviors (compulsions) that are recognized by the person as excessive or unreasonable. The efficacy of Sertraline hydrochloride in maintaining a response, in patients with OCD who responded during a 52-week treatment phase while taking Sertraline hydrochloride and were then observed for relapse during a period of up to 28 weeks, was demonstrated in a placebo-controlled trial (see Clinical Trials under CLINICAL PHARMACOLOGY ). Nevertheless, the physician who elects to use Sertraline hydrochloride for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient (see DOSAGE AND ADMINISTRATION ). Panic Disorder – Sertraline hydrochloride is indicated for the treatment of panic disorder in adults, with or without agoraphobia, as defined in DSM-IV. Panic disorder is characterized by the occurrence of unexpected panic attacks and associated concern about having additional attacks, worry about the implications or consequences of the attacks, and/or a significant change in behavior related to the attacks. The efficacy of Sertraline hydrochloride was established in three 10-12 week trials in adult panic disorder patients whose diagnoses corresponded to the DSM-III-R category of panic disorder (see Clinical Trials under CLINICAL PHARMACOLOGY ). Panic disorder (DSM-IV) is characterized by recurrent unexpected panic attacks, i.e., a discrete period of intense fear or discomfort in which four (or more) of the following symptoms develop abruptly and reach a peak within 10 minutes: (1) palpitations, pounding heart, or accelerated heart rate; (2) sweating; (3) trembling or shaking; (4) sensations of shortness of breath or smothering; (5) feeling of choking; (6) chest pain or discomfort; (7) nausea or abdominal distress; (8) feeling dizzy, unsteady, lightheaded, or faint; (9) derealization (feelings of unreality) or depersonalization (being detached from oneself); (10) fear of losing control; (11) fear of dying; (12) paresthesias (numbness or tingling sensations); (13) chills or hot flushes. The efficacy of Sertraline hydrochloride in maintaining a response, in adult patients with panic disorder who responded during a 52-week treatment phase while taking Sertraline hydrochloride and were then observed for relapse during a period of up to 28 weeks, was demonstrated in a placebo-controlled trial (see Clinical Trials under CLINICAL PHARMACOLOGY ). Nevertheless, the physician who elects to use Sertraline hydrochloride for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient (see DOSAGE AND ADMINISTRATION ). Posttraumatic Stress Disorder (PTSD) – Sertraline hydrochloride (sertraline hydrochloride) is indicated for the treatment of posttraumatic stress disorder in adults. The efficacy of Sertraline hydrochloride in the treatment of PTSD was established in two 12-week placebo-controlled trials of adult outpatients whose diagnosis met criteria for the DSM-III-R category of PTSD (see Clinical Trials under CLINICAL PHARMACOLOGY ). PTSD, as defined by DSM-III-R/IV, requires exposure to a traumatic event that involved actual or threatened death or serious injury, or threat to the physical integrity of self or others, and a response which involves intense fear, helplessness, or horror. Symptoms that occur as a result of exposure to the traumatic event include reexperiencing of the event in the form of intrusive thoughts, flashbacks or dreams, and intense psychological distress and physiological reactivity on exposure to cues to the event; avoidance of situations reminiscent of the traumatic event, inability to recall details of the event, and/or numbing of general responsiveness manifested as diminished interest in significant activities, estrangement from others, restricted range of affect, or sense of foreshortened future; and symptoms of autonomic arousal including hypervigilance, exaggerated startle response, sleep disturbance, impaired concentration, and irritability or outbursts of anger. A PTSD diagnosis requires that the symptoms are present for at least a month and that they cause clinically significant distress or impairment in social, occupational, or other important areas of functioning. The efficacy of Sertraline hydrochloride in maintaining a response in adult patients with PTSD for up to 28 weeks following 24 weeks of open-label treatment was demonstrated in a placebo-controlled trial. Nevertheless, the physician who elects to use Sertraline hydrochloride for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient (see DOSAGE AND ADMINISTRATION ). Premenstrual Dysphoric Disorder (PMDD) – Sertraline hydrochloride is indicated for the treatment of premenstrual dysphoric disorder (PMDD) in adults. The efficacy of sertraline hydrochloride in the treatment of PMDD was established in 2 placebo-controlled trials of female adult outpatients treated for 3 menstrual cycles who met criteria for the DSM-IIIR/IV category of PMDD (see Clinical Trials under CLINICAL PHARMACOLOGY ). The essential features of PMDD include markedly depressed mood, anxiety or tension, affective lability, and persistent anger or irritability. Other features include decreased interest in activities, difficulty concentrating, lack of energy, change in appetite or sleep, and feeling out of control. Physical symptoms associated with PMDD include breast tenderness, headache, joint and muscle pain, bloating and weight gain. These symptoms occur regularly during the luteal phase and remit within a few days following onset of menses; the disturbance markedly interferes with work or school or with usual social activities and relationships with others. In making the diagnosis, care should be taken to rule out other cyclical mood disorders that may be exacerbated by treatment with an antidepressant. The effectiveness of Sertraline hydrochloride in long-term use, that is, for more than 3 menstrual cycles, has not been systematically evaluated in controlled trials. Therefore, the physician who elects to use Sertraline hydrochloride for extended periods should periodically re-evaluate the long-term usefulness of the drug for the individual patient (see DOSAGE AND ADMINISTRATION ). Social Anxiety Disorder – Sertraline hydrochloride is indicated for the treatment of social anxiety disorder, also known as social phobia in adults. The efficacy of Sertraline hydrochloride in the treatment of social anxiety disorder was established in two placebo-controlled trials of adult outpatients with a diagnosis of social anxiety disorder as defined by DSM-IV criteria (see Clinical Trials under CLINICAL PHARMACOLOGY ). Social anxiety disorder, as defined by DSM-IV, is characterized by marked and persistent fear of social or performance situations involving exposure to unfamiliar people or possible scrutiny by others and by fears of acting in a humiliating or embarrassing way. Exposure to the feared social situation almost always provokes anxiety and feared social or performance situations are avoided or else are endured with intense anxiety or distress. In addition, patients recognize that the fear is excessive or unreasonable and the avoidance and anticipatory anxiety of the feared situation is associated with functional impairment or marked distress. The efficacy of Sertraline hydrochloride in maintaining a response in adult patients with social anxiety disorder for up to 24 weeks following 20 weeks of Sertraline hydrochloride treatment was demonstrated in a placebo-controlled trial. Physicians who prescribe Sertraline hydrochloride for extended periods should periodically reevaluate the long-term usefulness of the drug for the individual patient (see Clinical Trials under CLINICAL PHARMACOLOGY )."
  ],
  "fetched_at": "2025-09-30T23:33:01.772681",
  "source": "OpenFDA"
}