{
  "drug_name": "Quizartinib",
  "generic_name": [
    "QUIZARTINIB"
  ],
  "brand_names": [
    "VANFLYTA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 7: Effect of Other Drugs on VANFLYTA Strong CYP3A Inhibitors Clinical Impact VANFLYTA is a CYP3A substrate. Concomitant use of VANFLYTA with a strong CYP3A inhibitor increases quizartinib systemic exposure [see Clinical Pharmacology (12.3) ] , which may increase the risk of VANFLYTA adverse reactions. Prevention or Management Reduce the dosage of VANFLYTA [see Dosage and Administration (2.4) ]. Strong or Moderate CYP3A Inducers Clinical Impact Concomitant use of VANFLYTA with strong or moderate CYP3A inducers decreases quizartinib systemic exposure [see Clinical Pharmacology (12.3) ] , which may reduce VANFLYTA efficacy. Prevention or Management Avoid concomitant use of VANFLYTA with strong or moderate CYP3A inducers [see Clinical Pharmacology (12.3) ] . QT Interval Prolonging Drugs Clinical Impact VANFLYTA prolongs the QT/QTc interval. Coadministration of VANFLYTA with other drugs that prolong the QT interval may further increase the incidence of QT prolongation [see Warnings and Precautions (5.1) and Clinical Pharmacology (12.2) ] . Prevention or Management Monitor patients more frequently with ECG if coadministration of VANFLYTA with drugs known to prolong the QT interval is required. Examples of QT prolonging drugs include but are not limited to antifungal azoles, ondansetron, granisetron, azithromycin, pentamidine, doxycycline, moxifloxacin, atovaquone, prochlorperazine, and tacrolimus. Strong CYP3A Inhibitors: Reduce the VANFLYTA dose. ( 2.4 , 7 ) Strong or Moderate CYP3A Inducers: Avoid concomitant use. ( 7 , 12.3 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: QT Prolongation, Torsades de Pointes, and Cardiac Arrest [see Warnings and Precautions (5.1) ] The most common (>20%) adverse reactions, including laboratory abnormalities, are lymphocytes decreased, potassium decreased, albumin decreased, phosphorus decreased, alkaline phosphatase increased, magnesium decreased, febrile neutropenia, diarrhea, mucositis, nausea, calcium decreased, abdominal pain, sepsis, neutropenia, headache, creatine phosphokinase increased, vomiting, and upper respiratory tract infection. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Daiichi Sankyo, Inc. at 1-877-437-7763 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Newly Diagnosed FLT3-ITD positive AML The safety of VANFLYTA (35.4 mg orally once daily with chemotherapy, 26.5 mg to 53 mg orally once daily as maintenance) in adult patients with newly diagnosed FLT3-ITD positive AML is based on QuANTUM-First, a randomized, double-blind clinical trial of VANFLYTA (n=265) or placebo (n=268) with chemotherapy [see Clinical Studies (14) ] . Among patients who received VANFLYTA, 38% were exposed for 6 months or longer and 30% were exposed for greater than one year. On the VANFLYTA plus chemotherapy arm, 65% and 44% of patients completed induction and consolidation therapy, respectively, compared to 65% and 34% of patients in the placebo plus chemotherapy arm. Serious adverse reactions in ≥5% of patients who received VANFLYTA plus chemotherapy were: febrile neutropenia (11%). Fatal adverse reactions occurred in 10% of patients who received VANFLYTA plus chemotherapy, including sepsis (5%), fungal infections (0.8%), brain edema (0.8%), and one case each of febrile neutropenia, pneumonia, cerebral infarction, acute respiratory distress syndrome, pulmonary embolism, ventricular dysfunction, and cardiac arrest. Permanent discontinuation due to an adverse reaction in patients in the VANFLYTA plus chemotherapy arm occurred in 20% of patients. The most frequent (≥2%) adverse reaction which resulted in permanent discontinuation in the VANFLYTA arm was sepsis (5%). Dosage interruptions of VANFLYTA due to an adverse reaction occurred in 34% of patients. Adverse reactions which required dosage interruption in ≥2% of patients in the VANFLYTA arm included neutropenia (11%), thrombocytopenia (5%), and myelosuppression (3%). Dose reductions of VANFLYTA due to an adverse reaction occurred in 19% of patients. Adverse reactions which required dosage reductions in ≥2% of patients in the VANFLYTA arm were neutropenia (9%), thrombocytopenia (5%), and electrocardiogram QT prolonged (4%). The most common adverse reactions (≥10% with a difference between arms of ≥2% compared to placebo), including laboratory abnormalities, were lymphocytes decreased, potassium decreased, albumin decreased, phosphorus decreased, alkaline phosphatase increased, magnesium decreased, febrile neutropenia, diarrhea, mucositis, nausea, calcium decreased, abdominal pain, sepsis, neutropenia, headache, creatine phosphokinase increased, vomiting, upper respiratory tract infections, hypertransaminasemia, thrombocytopenia, decreased appetite, fungal infections, epistaxis, potassium increased, herpesvirus infections, insomnia, electrocardiogram QT prolonged, magnesium increased, sodium increased, dyspepsia, anemia, and eye irritation. Tables 5 and 6 summarize adverse reactions and laboratory abnormalities observed in patients receiving VANFLYTA in the clinical trial. Table 5: Adverse Reactions (≥10%) in Patients with Newly Diagnosed FLT3-ITD positive AML Who Received VANFLYTA (with a Difference Between Arms of ≥2% Compared to Placebo) in the Clinical Trial Body System Adverse Reaction VANFLYTA + Chemotherapy (N=265) PLACEBO + Chemotherapy (N=268) All Grades % Grade 3 or 4 % All Grades % Grade 3 or 4 % Blood and Lymphatic System Disorders Febrile neutropenia Including fatalities. 44 43 42 41 Neutropenia Includes other related terms. 29 26 14 12 Thrombocytopenia 18 13 13 12 Anemia 11 6 7 5 Gastrointestinal Disorders Diarrhea Diarrhea includes colitis, diarrhea, enteritis, enterocolitis, gastroenteritis, and neutropenic colitis. 42 8 39 8 Mucositis Mucositis includes anal inflammation, anal ulcer, anorectal discomfort, aphthous ulcer, laryngeal inflammation, laryngeal pain, mucosal inflammation, edema mucosal, esophageal pain, esophageal ulcer, esophagitis, oral blood blister, oral disorder, oral mucosa erosion, oral mucosal blistering, oral mucosal erythema, oral pain, oropharyngeal pain, pharyngeal inflammation, proctalgia, proctitis, stomatitis, tongue ulceration, and vaginal ulceration. 38 5 33 4.1 Nausea 34 1.5 31 1.9 Abdominal pain 30 2.3 22 1.1 Vomiting 25 0 20 1.5 Dyspepsia 11 0.4 9 0.7 Infections and Infestations Sepsis Sepsis includes acinetobacter infection, bacteremia, bacterial sepsis, corynebacterium bacteremia, device related bacteremia, device related sepsis, enterobacter sepsis, enterococcal bacteremia, enterococcal sepsis, escherichia bacteremia, escherichia sepsis, klebsiella bacteremia, klebsiella sepsis, neutropenic sepsis, pseudomonal bacteremia, pulmonary sepsis, sepsis, septic shock, staphylococcal bacteremia, staphylococcal infection, staphylococcal sepsis, stenotrophomonas sepsis, streptococcal sepsis, and streptococcal bacteremia. , 30 19 26 20 Upper respiratory tract infection 21 2.6 12 3 Fungal infection Fungal infection includes aspergillosis oral, aspergillus infection, bronchopulmonary aspergillosis, candida infection, candida sepsis, fungal infection, fungal sepsis, fungal skin infection, fusarium infection, gastrointestinal candidiasis, hepatic infection fungal, hepatosplenic candidiasis, lower respiratory tract infection fungal, mucormycosis, oral candidiasis, oral fungal infection, oropharyngeal candidiasis, systemic candida, systemic mycosis, tinea cruris, and vulvovaginal candidiasis. , 16 6 10 3 Herpesvirus infection Herpesvirus infection includes disseminated varicella zoster virus infection, genital herpes, herpes simplex, herpesvirus infection, herpes zoster, oral herpes, and varicella zoster virus infection. 14 2.6 8 1.9 Nervous System Disorders Headache 28 0 20 0.7 Hepatobiliary disorders Hypertransaminasemia Hypertransaminasemia includes alanine aminotransferase increased, aspartate aminotransferase increased, transaminases increased, hepatic enzymes increased, and hypertransaminasemia. 19 7 14 6 Metabolism and Nutrition Disorders Decreased appetite 17 4.9 13 1.9 Respiratory, Thoracic and Mediastinal Disorders Epistaxis 15 1.1 11 0.4 Psychiatric Disorders Insomnia 14 0 11 0 Investigations Electrocardiogram QT prolonged 14 3 4.1 1.1 Eye Disorders Eye irritation Eye irritation includes dry eye, eye inflammation, eye irritation, eye pain, eye pruritus, foreign body sensation in eyes, keratitis, and ulcerative keratitis. 11 0 7 0 Laboratory Abnormalities Prolonged thrombocytopenia or neutropenia in the absence of active leukemia lasting past cycle day 42 of induction cycle 1 were noted in 8% of patients on the VANFLYTA plus chemotherapy arm and 4% of patients in the placebo plus chemotherapy arm. Table 6: Select Laboratory Abnormalities (≥10%) That Worsened from Baseline in Patients with Newly Diagnosed FLT3-ITD positive AML (with a Difference Between Arms of ≥2% Compared to Placebo) in the Clinical Trial Laboratory Abnormality VANFLYTA + Chemotherapy The denominator used to calculate the rate varied from 199 to 260 in VANFLYTA + Chemotherapy and from 187 to 267 in PLACEBO + Chemotherapy based on the number of patients with a baseline value and at least one post-treatment value. PLACEBO + Chemotherapy All Grades% Grades 3 or 4% All Grades% Grades 3 or 4% Lymphocytes decreased 60 57 55 51 Potassium decreased 59 22 56 18 Albumin decreased 53 1.6 45 4.3 Phosphorus decreased 52 22 48 19 Alkaline phosphatase increased 51 1.6 47 1.9 Magnesium decreased 44 2 42 1.1 Calcium decreased 33 2.4 27 1.6 Creatine phosphokinase increased 26 2.5 7 0.5 Potassium increased 15 1.2 11 0.8 Magnesium increased 14 2.8 9 1.2 Sodium increased 13 0 10 0.4 Other Clinical Trials Clinically relevant adverse reactions in <10% of patients who received quizartinib for relapsed or refractory FLT3-ITD positive AML, an indication for which VANFLYTA is not approved, included differentiation syndrome (5%) and acute febrile neutrophilic dermatosis (3%)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VANFLYTA is contraindicated in patients with severe hypokalemia, severe hypomagnesemia, long QT syndrome, or in patients with a history of ventricular arrhythmias or torsades de pointes [see Warnings and Precautions (5.1) ]. Contraindicated in patients with severe hypokalemia, severe hypomagnesemia, long QT syndrome, or in patients with a history of ventricular arrhythmias or torsades de pointes. ( 4 , 5.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take VANFLYTA tablets orally once daily with or without food at approximately the same time each day. ( 2.2 ) See Full Prescribing Information for recommended VANFLYTA dosage regimen and dosage modifications. ( 2.2 , 2.3 , 2.4 ) 2.1 Patient Selection Select patients for the treatment of AML with VANFLYTA based on the presence of FLT3-ITD mutation positivity [see Clinical Studies (14) ] . Information on FDA-approved tests for the detection of FLT3-ITD mutation in AML is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage A treatment course consists of up to 2 cycles of VANFLYTA in combination with induction cytarabine and anthracycline, up to 4 cycles of VANFLYTA in combination with high-dose cytarabine consolidation, and up to 36 cycles of VANFLYTA as maintenance therapy [see Clinical Studies (14) ] or until disease progression or unacceptable toxicity. VANFLYTA maintenance therapy should be initiated following consolidation chemotherapy upon blood count recovery of absolute neutrophil count >500/mm 3 and platelet count >50,000/mm 3 . See Table 1 for the recommended dosage of VANFLYTA by phase of therapy . Table 1: VANFLYTA Dosage Regimen VANFLYTA Initiation Induction Patients can receive up to 2 cycles of induction. Consolidation Patients can receive up to 4 cycles of consolidation. Maintenance Starting on Day 8 (for 7 + 3 regimen) For 5 + 2 regimen as the second induction cycle, VANFLYTA will be given on Days 6 to 19. Starting on Day 6 Starting on Day 1 Dose 35.4 mg orally once daily 35.4 mg orally once daily Administer 26.5 mg orally once daily Days 1 through 14 of the first cycle if QTcF is less than or equal to 450 ms. Increase the dose to 53 mg once daily on Day 15 of the first cycle if QTcF is less than or equal to 450 ms. Maintain the 26.5 mg once daily dose if QTcF greater than 500 ms was observed during induction or consolidation. Duration (28-day cycles) Two weeks in each cycle (Days 8 to 21) Two weeks in each cycle (Days 6 to 19) Once daily with no break between cycles for up to 36 cycles For patients who proceed to hematopoietic stem cell transplantation (HSCT), VANFLYTA should be stopped 7 days before the start of a conditioning regimen. Administer VANFLYTA orally with or without food at approximately the same time each day. Swallow tablets whole. Do not cut, crush, or chew the tablets. If a dose of VANFLYTA is vomited, do not administer a replacement dose; wait until the next scheduled dose is due. If a dose of VANFLYTA is missed or not taken at the usual time, administer the dose as soon as possible on the same day and return to the usual schedule the following day. The patient should not take two doses on the same day. 2.3 Monitoring and Dosage Modifications for Adverse Reactions Initiate VANFLYTA only if QTcF is less than or equal to 450 ms [see Warnings and Precautions (5.1) ]. During induction and consolidation, perform ECGs prior to initiation and then once weekly during VANFLYTA treatment or more frequently as clinically indicated [see Warnings and Precautions (5.1) ]. During maintenance, perform ECGs prior to initiation, once weekly for at least the first month following dose initiation and escalation, and thereafter as clinically indicated. Escalate the dose only if QTcF is less than or equal to 450 ms [see Dosage and Administration (2.2) and Warnings and Precautions (5.1) ]. Correct electrolyte abnormalities (hypokalemia and hypomagnesemia), and if possible, avoid concomitant administration of drugs that prolong the QT interval [see Warnings and Precautions (5.1) ]. For recommended dosage modifications due to adverse reactions, see Table 2 . For dosage adjustments due to adverse reactions, see Table 3 . Table 2: Recommended Dosage Modifications for Adverse Reactions [see Warnings and Precautions (5.1) and Adverse Reactions (6.1) ] Adverse Reaction Recommended Action Grades are in accordance with National Cancer Institute Common Terminology Criteria for Adverse Events version 4.03 (NCI CTCAE v4.03). QTcF between 450 ms and 480 ms (Grade 1) Continue VANFLYTA dose. QTcF between 481 ms and 500 ms (Grade 2) Reduce the dose of VANFLYTA (see Table 3 ) without interruption. Resume VANFLYTA at the previous dose in the next cycle if QTcF has decreased to less than 450 ms. Monitor the patient closely for QT prolongation during the first cycle at the increased dose. QTcF greater than 500 ms (Grade 3) Interrupt VANFLYTA. Resume VANFLYTA at a reduced dose (see Table 3 ) when QTcF returns to less than 450 ms. Maintain the 26.5 mg once daily dose during maintenance if QTcF greater than 500 ms was observed during induction or consolidation. Recurrent QTcF greater than 500 ms (Grade 3) Permanently discontinue VANFLYTA if QTcF greater than 500 ms recurs despite appropriate dose reduction and correction/elimination of other risk factors (e.g., serum electrolyte abnormalities, concomitant QT prolonging medications). Torsades de pointes, polymorphic ventricular tachycardia, signs/symptoms of life-threatening arrhythmia (Grade 4) Permanently discontinue VANFLYTA. Grade 3 or 4 non-hematologic adverse reactions Interrupt VANFLYTA. Resume treatment at the previous dose if adverse reaction improves to Grade 1 or less. Resume treatment at a reduced dose (see Table 3 ) if adverse reaction improves to Grade 2. Discontinue if Grade 3 or 4 adverse reaction persists beyond 28 days. Grade 3 or 4 hypokalemia (<3 mmol/L) or hypomagnesemia (<0.4 mmol/L or <0.9 mg/dL) Interrupt VANFLYTA. Correct hypokalemia and hypomagnesemia according to institutional guidelines. VANFLYTA may be restarted at the previous dose when the adverse reaction improves to Grade 2 or less without symptoms. Grade 4 neutropenia or thrombocytopenia after achieving remission Recommend bone marrow evaluation. Reduce VANFLYTA dose (see Table 3 ). Table 3: Recommended Dosage Adjustments for Adverse Reactions for VANFLYTA Current Dosage Modified Dosage 53 mg once daily 35.4 mg once daily 35.4 mg once daily 26.5 mg once daily 26.5 mg once daily Interrupt 17.7 mg once daily Interrupt 2.4 Dosage Modifications for Strong CYP3A Inhibitors Reduce the dosage of VANFLYTA when used concomitantly with strong CYP3A inhibitors as shown in Table 4. If the current dosage is 17.7 mg once daily, interrupt VANFLYTA treatment for the duration of strong CYP3A inhibitor use. After discontinuation of a strong CYP3A inhibitor for 5 half-lives, resume the VANFLYTA dose that was taken before initiating the strong inhibitor [see Drug Interactions (7) ] . Table 4: Dosage Adjustments for Concomitant Use with Strong CYP3A Inhibitors Current Dosage Modified Dosage 53 mg once daily 26.5 mg once daily 35.4 mg once daily 17.7 mg once daily 26.5 mg once daily 17.7 mg once daily"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VANFLYTA is indicated in combination with standard cytarabine and anthracycline induction and cytarabine consolidation, and as maintenance monotherapy following consolidation chemotherapy, for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) that is FLT3 internal tandem duplication (ITD)-positive as detected by an FDA-approved test [see Dosage and Administration (2.1) and Clinical Studies (14) ] . VANFLYTA is a kinase inhibitor indicated in combination with standard cytarabine and anthracycline induction and cytarabine consolidation, and as maintenance monotherapy following consolidation chemotherapy, for the treatment of adult patients with newly diagnosed acute myeloid leukemia (AML) that is FLT3 internal tandem duplication (ITD)-positive as detected by an FDA-approved test. ( 1 ) Limitations of Use: VANFLYTA is not indicated as maintenance monotherapy following allogeneic hematopoietic stem cell transplantation (HSCT); improvement in overall survival with VANFLYTA in this setting has not been demonstrated. ( 1 ) Limitations of Use VANFLYTA is not indicated as maintenance monotherapy following allogeneic hematopoietic stem cell transplantation (HSCT); improvement in overall survival with VANFLYTA in this setting has not been demonstrated [see Clinical Studies (14) ] ."
  ],
  "fetched_at": "2025-10-01T19:21:15.216981",
  "source": "OpenFDA"
}