{
  "drug_name": "Raltegravir",
  "generic_name": [
    "RALTEGRAVIR"
  ],
  "brand_names": [
    "ISENTRESS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Coadministration of ISENTRESS and other drugs may alter the plasma concentration of raltegravir. The potential for drug-drug interactions must be considered prior to and during therapy ( 7 ). Coadministration of ISENTRESS with drugs that are strong inducers of UGT1A1, such as rifampin, may result in reduced plasma concentrations of raltegravir ( 2.1 , 7.2 ). 7.1 Effect of Raltegravir on the Pharmacokinetics of Other Agents Raltegravir does not inhibit (IC 50 >100 µM) CYP1A2, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6 or CYP3A in vitro . Moreover, in vitro , raltegravir did not induce CYP1A2, CYP2B6 or CYP3A4. A midazolam drug interaction study confirmed the low propensity of raltegravir to alter the pharmacokinetics of agents metabolized by CYP3A4 in vivo by demonstrating a lack of effect of raltegravir on the pharmacokinetics of midazolam, a sensitive CYP3A4 substrate. Similarly, raltegravir is not an inhibitor (IC 50 >50 µM) of UGT1A1 or UGT2B7, and raltegravir does not inhibit P-glycoprotein-mediated transport. Based on these data, ISENTRESS is not expected to affect the pharmacokinetics of drugs that are substrates of these enzymes or P-glycoprotein (e.g., protease inhibitors, NNRTIs, opioid analgesics, statins, azole antifungals, proton pump inhibitors and anti-erectile dysfunction agents). 7.2 Effect of Other Agents on the Pharmacokinetics of Raltegravir Raltegravir is not a substrate of cytochrome P450 (CYP) enzymes. Based on in vivo and in vitro studies, raltegravir is eliminated mainly by metabolism via a UGT1A1-mediated glucuronidation pathway. Coadministration of ISENTRESS with drugs that inhibit UGT1A1 may increase plasma levels of raltegravir and coadministration of ISENTRESS with drugs that induce UGT1A1, such as rifampin, may reduce plasma levels of raltegravir. The impact of other inducers of drug metabolizing enzymes, such as phenytoin and phenobarbital, on UGT1A1 is unknown. Selected drug interactions are presented in Table 8 [see Clinical Pharmacology (12.3) ] . Table 8: Selected Drug Interactions in Adults Concomitant Drug Class: Drug Name Effect on Concentration of Raltegravir Clinical Comment Metal-Containing Antacids aluminum and/or magnesium-containing antacids ↓ Coadministration or staggered administration of aluminum and/or magnesium hydroxide-containing antacids and ISENTRESS is not recommended. Other Agents rifampin ↓ The recommended dosage of ISENTRESS is 800 mg twice daily during coadministration with rifampin. There are no data to guide co-administration of ISENTRESS with rifampin in patients below 18 years of age [see Dosage and Administration (2.1) ]. 7.3 Drugs without Clinically Significant Interactions with ISENTRESS In drug interaction studies, raltegravir did not have a clinically meaningful effect on the pharmacokinetics of the following: hormonal contraceptives, methadone, lamivudine, tenofovir, etravirine, darunavir/ritonavir, or boceprevir. Moreover, atazanavir, atazanavir/ritonavir, boceprevir, calcium carbonate antacids, darunavir/ritonavir, efavirenz, etravirine, omeprazole, or tipranavir/ritonavir did not have a clinically meaningful effect on the pharmacokinetics of raltegravir. No dose adjustment is required when ISENTRESS is coadministered with these drugs."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The most common adverse reactions of moderate to severe intensity (≥2%) are insomnia, headache, dizziness, nausea and fatigue ( 6.1 ). Creatine kinase elevations were observed in subjects who received ISENTRESS. Myopathy and rhabdomyolysis have been reported. Use with caution in patients at increased risk of myopathy or rhabdomyolysis, such as patients receiving concomitant medications known to cause these conditions and patients with a history of rhabdomyolysis, myopathy or increased serum creatine kinase ( 6.2 ). To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Treatment-Naïve Adults The following safety assessment of ISENTRESS in treatment-naïve subjects is based on the randomized double-blind active controlled study of treatment-naïve subjects, STARTMRK (Protocol 021) with ISENTRESS 400 mg twice daily in combination with a fixed dose of emtricitabine 200 mg (+) tenofovir 300 mg, (N=281) versus efavirenz (EFV) 600 mg at bedtime in combination with emtricitabine (+) tenofovir, (N=282). During double-blind treatment, the total follow-up for subjects receiving ISENTRESS 400 mg twice daily + emtricitabine (+) tenofovir was 1104 patient-years and 1036 patient-years for subjects receiving efavirenz 600 mg at bedtime + emtricitabine (+) tenofovir. In Protocol 021, the rate of discontinuation of therapy due to adverse events was 5% in subjects receiving ISENTRESS + emtricitabine (+) tenofovir and 10% in subjects receiving efavirenz + emtricitabine (+) tenofovir. The clinical adverse drug reactions (ADRs) listed below were considered by investigators to be causally related to ISENTRESS + emtricitabine (+) tenofovir or efavirenz + emtricitabine (+) tenofovir. Clinical ADRs of moderate to severe intensity occurring in ≥2% of treatment-naïve subjects treated with ISENTRESS are presented in Table 3. Table 3: Adverse Drug Reactions Includes adverse experiences considered by investigators to be at least possibly, probably, or definitely related to the drug. of Moderate to Severe Intensity Intensities are defined as follows: Moderate (discomfort enough to cause interference with usual activity); Severe (incapacitating with inability to work or do usual activity). Occurring in ≥2% of Treatment-Naïve Adult Subjects Receiving ISENTRESS (240 Week Analysis) System Organ Class, Preferred Term Randomized Study Protocol 021 ISENTRESS 400 mg Twice Daily + Emtricitabine (+) Tenofovir (n = 281) Efavirenz 600 mg At Bedtime + Emtricitabine (+) Tenofovir (n = 282) n = total number of subjects per treatment group Gastrointestinal Disorders Nausea 3% 4% General Disorders and Administration Fatigue 2% 3% Nervous System Disorders Headache 4% 5% Dizziness 2% 6% Psychiatric Disorders Insomnia 4% 4% Laboratory Abnormalities The percentages of adult subjects treated with ISENTRESS 400 mg twice daily or efavirenz in Protocol 021 with selected Grades 2 to 4 laboratory abnormalities that represent a worsening Grade from baseline are presented in Table 4. Table 4: Selected Grade 2 to 4 Laboratory Abnormalities Reported in Treatment-Naïve Subjects (240 Week Analysis) Randomized Study Protocol 021 Laboratory Parameter Preferred Term (Unit) Limit ISENTRESS 400 mg Twice Daily + Emtricitabine (+) Tenofovir (N = 281) Efavirenz 600 mg At Bedtime + Emtricitabine (+) Tenofovir (N = 282) ULN = Upper limit of normal range Hematology Absolute neutrophil count (10 3 /µL) Grade 2 0.75 - 0.999 3% 5% Grade 3 0.50 - 0.749 3% 1% Grade 4 <0.50 1% 1% Hemoglobin (gm/dL) Grade 2 7.5 - 8.4 1% 1% Grade 3 6.5 - 7.4 1% 1% Grade 4 <6.5 <1% 0% Platelet count (10 3 /µL) Grade 2 50 - 99.999 1% 0% Grade 3 25 - 49.999 <1% <1% Grade 4 <25 0% 0% Blood chemistry Fasting (non-random) serum glucose test (mg/dL) Grade 2 126 - 250 7% 6% Grade 3 251 - 500 2% 1% Grade 4 >500 0% 0% Total serum bilirubin Grade 2 1.6 - 2.5 × ULN 5% <1% Grade 3 2.6 - 5.0 × ULN 1% 0% Grade 4 >5.0 × ULN <1% 0% Serum aspartate aminotransferase Grade 2 2.6 - 5.0 × ULN 8% 10% Grade 3 5.1 - 10.0 × ULN 5% 3% Grade 4 >10.0 × ULN 1% <1% Serum alanine aminotransferase Grade 2 2.6 - 5.0 × ULN 11% 12% Grade 3 5.1 - 10.0 × ULN 2% 2% Grade 4 >10.0 × ULN 2% 1% Serum alkaline phosphatase Grade 2 2.6 - 5.0 × ULN 1% 3% Grade 3 5.1 - 10.0 × ULN 0% 1% Grade 4 >10.0 × ULN <1% <1% Lipids, Change from Baseline Changes from baseline in fasting lipids are shown in Table 5. Table 5: Lipid Values, Mean Change from Baseline, Protocol 021 Laboratory Parameter Preferred Term ISENTRESS 400 mg Twice Daily + Emtricitabine (+) Tenofovir N = 207 Efavirenz 600 mg At Bedtime + Emtricitabine (+) Tenofovir N = 187 Change from Baseline at Week 240 Change from Baseline at Week 240 Baseline Mean Week 240 Mean Mean Change Baseline Mean Week 240 Mean Mean Change (mg/dL) (mg/dL) (mg/dL) (mg/dL) (mg/dL) (mg/dL) Notes: N = total number of subjects per treatment group with at least one lipid test result available. The analysis is based on all available data. If subjects initiated or increased serum lipid-reducing agents, the last available lipid values prior to the change in therapy were used in the analysis. If the missing data was due to other reasons, subjects were censored thereafter for the analysis. At baseline, serum lipid-reducing agents were used in 5% of subjects in the group receiving ISENTRESS and 3% in the efavirenz group. Through Week 240, serum lipid-reducing agents were used in 9% of subjects in the group receiving ISENTRESS and 15% in the efavirenz group. LDL-Cholesterol Fasting (non-random) laboratory tests at Week 240. 96 106 10 93 118 25 HDL-Cholesterol 38 44 6 38 51 13 Total Cholesterol 159 175 16 157 201 44 Triglyceride 128 130 2 141 178 37 Treatment-Experienced Adults The safety assessment of ISENTRESS in treatment-experienced subjects is based on the pooled safety data from the randomized, double-blind, placebo-controlled trials, BENCHMRK 1 and BENCHMRK 2 (Protocols 018 and 019) in antiretroviral treatment-experienced HIV-1 infected adult subjects. A total of 462 subjects received the recommended dose of ISENTRESS 400 mg twice daily in combination with optimized background therapy (OBT) compared to 237 subjects taking placebo in combination with OBT. The median duration of therapy in these trials was 96 weeks for subjects receiving ISENTRESS and 38 weeks for subjects receiving placebo. The total exposure to ISENTRESS was 708 patient-years versus 244 patient-years on placebo. The rates of discontinuation due to adverse events were 4% in subjects receiving ISENTRESS and 5% in subjects receiving placebo. Clinical ADRs were considered by investigators to be causally related to ISENTRESS + OBT or placebo + OBT. Clinical ADRs of moderate to severe intensity occurring in ≥2% of subjects treated with ISENTRESS and occurring at a higher rate compared to placebo are presented in Table 6. Table 6: Adverse Drug Reactions Includes adverse reactions at least possibly, probably, or definitely related to the drug. of Moderate to Severe Intensity Intensities are defined as follows: Moderate (discomfort enough to cause interference with usual activity); Severe (incapacitating with inability to work or do usual activity). Occurring in ≥2% of Treatment-Experienced Adult Subjects Receiving ISENTRESS and at a Higher Rate Compared to Placebo (96 Week Analysis) System Organ Class, Adverse Reactions Randomized Studies Protocol 018 and 019 ISENTRESS 400 mg Twice Daily + OBT (n = 462) Placebo + OBT (n = 237) Nervous System Disorders n=total number of subjects per treatment group. Headache 2% <1% Laboratory Abnormalities The percentages of adult subjects treated with ISENTRESS 400 mg twice daily or placebo in Protocols 018 and 019 with selected Grade 2 to 4 laboratory abnormalities representing a worsening Grade from baseline are presented in Table 7. Table 7: Selected Grade 2 to 4 Laboratory Abnormalities Reported in Treatment-Experienced Subjects (96 Week Analysis) Randomized Studies Protocol 018 and 019 Laboratory Parameter Preferred Term (Unit) Limit ISENTRESS 400 mg Twice Daily + OBT (N = 462) Placebo + OBT (N = 237) ULN = Upper limit of normal range Hematology Absolute neutrophil count (10 3 /µL) Grade 2 0.75 - 0.999 4% 5% Grade 3 0.50 - 0.749 3% 3% Grade 4 <0.50 1% <1% Hemoglobin (gm/dL) Grade 2 7.5 - 8.4 1% 3% Grade 3 6.5 - 7.4 1% 1% Grade 4 <6.5 <1% 0% Platelet count (10 3 /µL) Grade 2 50 - 99.999 3% 5% Grade 3 25 - 49.999 1% <1% Grade 4 <25 1% <1% Blood chemistry Fasting (non-random) serum glucose test (mg/dL) Grade 2 126 - 250 10% 7% Grade 3 251 - 500 3% 1% Grade 4 >500 0% 0% Total serum bilirubin Grade 2 1.6 - 2.5 × ULN 6% 3% Grade 3 2.6 - 5.0 × ULN 3% 3% Grade 4 >5.0 × ULN 1% 0% Serum aspartate aminotransferase Grade 2 2.6 - 5.0 × ULN 9% 7% Grade 3 5.1 - 10.0 × ULN 4% 3% Grade 4 >10.0 × ULN 1% 1% Serum alanine aminotransferase Grade 2 2.6 - 5.0 × ULN 9% 9% Grade 3 5.1 - 10.0 × ULN 4% 2% Grade 4 >10.0 × ULN 1% 2% Serum alkaline phosphatase Grade 2 2.6 - 5.0 × ULN 2% <1% Grade 3 5.1 - 10.0 × ULN <1% 1% Grade 4 >10.0 × ULN 1% <1% Serum pancreatic amylase test Grade 2 1.6 - 2.0 × ULN 2% 1% Grade 3 2.1 - 5.0 × ULN 4% 3% Grade 4 >5.0 × ULN <1% <1% Serum lipase test Grade 2 1.6 - 3.0 × ULN 5% 4% Grade 3 3.1 - 5.0 × ULN 2% 1% Grade 4 >5.0 × ULN 0% 0% Serum creatine kinase Grade 2 6.0 - 9.9 × ULN 2% 2% Grade 3 10.0 - 19.9 × ULN 4% 3% Grade 4 ≥20.0 × ULN 3% 1% Less Common Adverse Reactions Observed in Treatment-Naïve and Treatment-Experienced Studies The following ADRs occurred in <2% of treatment-naïve or treatment-experienced subjects receiving ISENTRESS in a combination regimen. These events have been included because of their seriousness, increased frequency on ISENTRESS compared with efavirenz or placebo, or investigator's assessment of potential causal relationship. Gastrointestinal Disorders: abdominal pain, gastritis, dyspepsia, vomiting General Disorders and Administration Site Conditions: asthenia Hepatobiliary Disorders: hepatitis Immune System Disorders: hypersensitivity Infections and Infestations: genital herpes, herpes zoster Psychiatric Disorders: depression (particularly in subjects with a pre-existing history of psychiatric illness), including suicidal ideation and behaviors Renal and Urinary Disorders: nephrolithiasis, renal failure Selected Adverse Events - Adults Cancers were reported in treatment-experienced subjects who initiated ISENTRESS or placebo, both with OBT, and in treatment-naïve subjects who initiated ISENTRESS or efavirenz, both with emtricitabine (+) tenofovir; several were recurrent. The types and rates of specific cancers were those expected in a highly immunodeficient population (many had CD4+ counts below 50 cells/mm 3 and most had prior AIDS diagnoses). The risk of developing cancer in these studies was similar in the group receiving ISENTRESS and the group receiving the comparator. Grade 2-4 creatine kinase laboratory abnormalities were observed in subjects treated with ISENTRESS (see Table 7 ). Myopathy and rhabdomyolysis have been reported. Use with caution in patients at increased risk of myopathy or rhabdomyolysis, such as patients receiving concomitant medications known to cause these conditions and patients with a history of rhabdomyolysis, myopathy or increased serum creatine kinase. Rash occurred more commonly in treatment-experienced subjects receiving regimens containing ISENTRESS + darunavir/ritonavir compared to subjects receiving ISENTRESS without darunavir/ritonavir or darunavir/ritonavir without ISENTRESS. However, rash that was considered drug related occurred at similar rates for all three groups. These rashes were mild to moderate in severity and did not limit therapy; there were no discontinuations due to rash. Patients with Co-existing Conditions - Adults Patients Co-infected with Hepatitis B and/or Hepatitis C Virus In the randomized, double-blind, placebo-controlled trials, treatment-experienced subjects (N = 114/699 or 16%) and treatment-naïve subjects (N = 34/563 or 6%) with chronic (but not acute) active hepatitis B and/or hepatitis C virus co-infection were permitted to enroll provided that baseline liver function tests did not exceed 5 times the upper limit of normal (ULN). In general the safety profile of ISENTRESS in subjects with hepatitis B and/or hepatitis C virus co-infection was similar to that in subjects without hepatitis B and/or hepatitis C virus co-infection, although the rates of AST and ALT abnormalities were higher in the subgroup with hepatitis B and/or hepatitis C virus co-infection for all treatment groups. At 96 weeks, in treatment-experienced subjects, Grade 2 or higher laboratory abnormalities that represent a worsening Grade from baseline of AST, ALT or total bilirubin occurred in 29%, 34% and 13%, respectively, of co-infected subjects treated with ISENTRESS as compared to 11%, 10% and 9% of all other subjects treated with ISENTRESS. At 240 weeks, in treatment-naïve subjects, Grade 2 or higher laboratory abnormalities that represent a worsening Grade from baseline of AST, ALT or total bilirubin occurred in 22%, 44% and 17%, respectively, of co-infected subjects treated with ISENTRESS as compared to 13%, 13% and 5% of all other subjects treated with ISENTRESS. Pediatrics 2 to 18 Years of Age ISENTRESS has been studied in 126 antiretroviral treatment-experienced HIV-1 infected children and adolescents 2 to 18 years of age, in combination with other antiretroviral agents in IMPAACT P1066 [see Use in Specific Populations (8.4) and Clinical Studies (14.3) ] . Of the 126 patients, 96 received the recommended dose of ISENTRESS. In these 96 children and adolescents, frequency, type and severity of drug related adverse reactions through Week 24 were comparable to those observed in adults. One patient experienced drug related clinical adverse reactions of Grade 3 psychomotor hyperactivity, abnormal behavior and insomnia; one patient experienced a Grade 2 serious drug related allergic rash. One patient experienced drug related laboratory abnormalities, Grade 4 AST and Grade 3 ALT, which were considered serious. 4 Weeks to less than 2 Years of Age ISENTRESS has also been studied in 26 HIV-1 infected infants and toddlers 4 weeks to less than 2 years of age, in combination with other antiretroviral agents in IMPAACT P1066 [see Use in Specific Populations (8.4) and Clinical Studies (14.3) ] . In these 26 infants and toddlers, the frequency, type and severity of drug-related adverse reactions through Week 48 were comparable to those observed in adults. One patient experienced a Grade 3 serious drug-related allergic rash that resulted in treatment discontinuation. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of ISENTRESS. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and Lymphatic System Disorders: thrombocytopenia Gastrointestinal Disorders: diarrhea Hepatobiliary Disorders: hepatic failure (with and without associated hypersensitivity) in patients with underlying liver disease and/or concomitant medications Musculoskeletal and Connective Tissue Disorders: rhabdomyolysis Nervous System Disorders: cerebellar ataxia Psychiatric Disorders: anxiety, paranoia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION ISENTRESS can be administered with or without food ( 2.1 ). Do not substitute ISENTRESS chewable tablets or ISENTRESS for oral suspension for the ISENTRESS 400 mg film-coated tablet. See specific dosing guidance for chewable tablets and the formulation for oral suspension ( 2.1 ). Adults 400 mg film-coated tablet orally, twice daily ( 2.2 ). During coadministration with rifampin in adults, 800 mg twice daily ( 2.1 ). Children and Adolescents If at least 25 kg: One 400 mg film-coated tablet orally, twice daily. If unable to swallow a tablet, consider the chewable tablet, as specified in Table 1 ( 2.3 ). If at least 3 kg to less than 25 kg: Weight based dosing, as specified in Table 2. For patients weighing between 11 and 20 kg, either the chewable tablet or the formulation for oral suspension can be used, as specified in Table 2 ( 2.3 ). 2.1 General Dosing Recommendations ISENTRESS Film-Coated Tablets, Chewable Tablets and For Oral Suspension can be administered with or without food [see Clinical Pharmacology (12.3) ] . Because the formulations are not bioequivalent, do not substitute ISENTRESS chewable tablets or ISENTRESS for oral suspension for the ISENTRESS 400 mg film-coated tablet. See specific dosing guidance for chewable tablets and the formulation for oral suspension. During coadministration of ISENTRESS 400 mg film-coated tablets with rifampin, the recommended dosage of ISENTRESS is 800 mg twice daily in adults. There are no data to guide co-administration of ISENTRESS with rifampin in patients below 18 years of age [see Drug Interactions (7.2) ] . Maximum dose of chewable tablets is 300 mg twice daily. Maximum dose of oral suspension is 100 mg twice daily. Each single-use packet for oral suspension contains 100 mg of raltegravir which is suspended in 5 mL of water giving a final concentration of 20 mg/mL. 2.2 Adults For the treatment of adult patients with HIV-1 infection, the dosage of ISENTRESS is one 400 mg film-coated tablet administered orally, twice daily. 2.3 Pediatrics If at least 25 kg: One 400 mg film-coated tablet orally, twice daily. If unable to swallow a tablet, consider the chewable tablet, as specified in Table 1. Table 1: Alternative Dose The weight-based dosing recommendation for the chewable tablet is based on approximately 6 mg/kg/dose twice daily [see Clinical Pharmacology (12.3)] . with ISENTRESS Chewable Tablets for Pediatric Patients Weighing at Least 25 kg Body Weight (kg) Dose Number of Chewable Tablets 25 to less than 28 150 mg twice daily 1.5 × 100 mg The 100 mg chewable tablet can be divided into equal halves. twice daily 28 to less than 40 200 mg twice daily 2 × 100 mg twice daily At least 40 300 mg twice daily 3 × 100 mg twice daily If at least 4 weeks of age and weighing at least 3 kg to less than 25 kg: Weight based dosing, as specified in Table 2. For patients weighing between 11 and 20 kg, either the chewable tablet or oral suspension can be used, as specified in Table 2. Patients can remain on the oral suspension as long as their weight is below 20 kg. Refer to Table 2 for appropriate dosing [see Clinical Studies (14.3) ] . Table 2: Recommended Dose The weight-based dosing recommendation for the chewable tablet and oral suspension is based on approximately 6 mg/kg/dose twice daily [see Clinical Pharmacology (12.3)] . for ISENTRESS For Oral Suspension and Chewable Tablets in Pediatric Patients Weighing Less than 25 kg Body Weight (kg) Volume (Dose) of Suspension to be Administered Number of Chewable Tablets 3 to less than 4 1 mL (20 mg) twice daily 4 to less than 6 1.5 mL (30 mg) twice daily 6 to less than 8 2 mL (40 mg) twice daily 8 to less than 11 3 mL (60 mg) twice daily 11 to less than 14 For weight between 11 and 20 kg either formulation can be used. Note: The chewable tablets are available as 25 mg and 100 mg tablets. 4 mL (80 mg) twice daily 3 × 25 mg twice daily 14 to less than 20 5 mL (100 mg) twice daily 1 × 100 mg twice daily 20 to less than 25 1.5 × 100 mg The 100 mg chewable tablet can be divided into equal halves. twice daily 2.4 Method of Administration ISENTRESS Film-Coated Tablets Film-Coated Tablets must be swallowed whole ISENTRESS Chewable Tablets Chewable Tablets may be chewed or swallowed whole ISENTRESS For Oral Suspension Each single-use ISENTRESS packet for oral suspension contains 100 mg of raltegravir which is to be suspended in 5 mL of water giving a final concentration of 20 mg/mL. Pour packet contents of ISENTRESS for oral suspension into 5 mL of water and mix Once mixed, measure the recommended volume (dose) of suspension with a syringe and administer the dose orally The volume (dose) of suspension should be administered orally within 30 minutes of mixing Discard any remaining suspension For more details on preparation and administration of the suspension, see Instructions for Use ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ISENTRESS® is indicated in combination with other antiretroviral agents for the treatment of human immunodeficiency virus (HIV-1) infection in patients 4 weeks of age and older. The use of other active agents with ISENTRESS is associated with a greater likelihood of treatment response [see Clinical Studies (14) ] . ISENTRESS is a human immunodeficiency virus integrase strand transfer inhibitor (HIV-1 INSTI) indicated: In combination with other antiretroviral agents for the treatment of HIV-1 infection in patients 4 weeks of age and older ( 1 ). The use of other active agents with ISENTRESS is associated with a greater likelihood of treatment response ( 14 )."
  ],
  "fetched_at": "2025-10-01T16:40:05.807772",
  "source": "OpenFDA"
}