{
  "drug_name": "Ramipril",
  "generic_name": [
    "RAMIPRIL"
  ],
  "brand_names": [
    "Ramipril"
  ],
  "drug_interactions": [
    "7. DRUG INTERACTIONS • Diuretics: Possibility of excessive hypotension ( 7.1 ). • Lithium: Use with caution ( 7.3 ). • Gold: Nitritoid reactions have been reported ( 7.4 ). • NSAIDS use may lead to increased risk of renal impairment and loss of antihypertensive effect ( 7.5 ). 7.1 Diuretics Patients on diuretics, especially those in whom diuretic therapy was recently instituted, may occasionally experience an excessive reduction of blood pressure after initiation of therapy with ramipril. The possibility of hypotensive effects with ramipril can be minimized by either decreasing or discontinuing the diuretic or increasing the salt intake prior to initiation of treatment with ramipril. If this is not possible, reduce the starting dose [see DOSAGE AND ADMINISTRATION ( 2 ) ]. Ramipril can attenuate potassium loss caused by thiazide diuretics. Potassium-sparing diuretics (spironolactone, amiloride, triamterene, and others) or potassium supplements can increase the risk of hyperkalemia. Therefore, if concomitant use of such agents is indicated, monitor the patient's serum potassium frequently. 7.2 Other Antihypertensive Agents Limited experience in controlled and uncontrolled trials combining ramipril with a calcium channel blocker, a loop diuretic, or triple therapy (beta-blocker, vasodilator, and a diuretic) indicate no unusual drug-drug interactions. Other ACE inhibitors have had less than additive effects with beta adrenergic blockers, presumably because both drug classes lower blood pressure by inhibiting parts of the renin-angiotensin-aldosterone system. The combination of ramipril and propranolol showed no adverse effects on dynamic parameters (blood pressure and heart rate). In a large-scale, long-term clinical efficacy study, the combination of telmisartan and ramipril resulted in an increased incidence of clinically important renal dysfunction (death, doubling of serum creatinine, dialysis) compared with groups receiving either drug alone. Therefore, concomitant use of telmisartan and ramipril is not recommended [see Dual Blockade of the Renin-Angiotensin-Aldosterone System ( 5.7 ) ]. 7.3 Lithium Increased serum lithium levels and symptoms of lithium toxicity have been reported in patients receiving ACE inhibitors during therapy with lithium; therefore, frequent monitoring of serum lithium levels is recommended. If a diuretic is also used, the risk of lithium toxicity may be increased. 7.4 Gold Nitritoid reactions (symptoms include facial flushing, nausea, vomiting and hypotension) have been reported rarely in patients on therapy with injectable gold (sodium aurothiomalate) and concomitant ACE inhibitor therapy including ramipril. 7.5 Non-Steroidal Anti-Inflammatory Agents including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, co-administration of NSAIDs, including selective COX-2 inhibitors, with ACE inhibitors, including ramipril, may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically in patients receiving ramipril and NSAID therapy. The antihypertensive effect of ACE inhibitors, including ramipril, may be attenuated by NSAIDs. 7.6 Other Neither ramipril nor its metabolites have been found to interact with food, digoxin, antacid, furosemide, cimetidine, indomethacin, and simvastatin. The co-administration of ramipril and warfarin did not adversely affect the anticoagulation effects of the latter drug. Additionally, co-administration of ramipril with phenprocoumon did not affect minimum phenprocoumon levels or interfere with the patients' state of anticoagulation."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6. ADVERSE REACTIONS The most common adverse reactions in patients with hypertension included headache, dizziness, fatigue, and cough ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Hypertension Ramipril has been evaluated for safety in over 4000 patients with hypertension; of these, 1230 patients were studied in U.S. controlled trials, and 1107 were studied in foreign controlled trials. Almost 700 of these patients were treated for at least one year. The overall incidence of reported adverse events was similar in ramipril and placebo patients. The most frequent clinical side effects (possibly or probably related to study drug) reported by patients receiving ramipril in placebo-controlled trials were: headache (5.4%), dizziness (2.2%), and fatigue or asthenia (2.0%), but only the last one was more common in ramipril patients than in patients given placebo. Generally the side effects were mild and transient, and there was no relation to total dosage within the range of 1.25 mg–20 mg. Discontinuation of therapy because of a side effect was required in approximately 3% of U.S. patients treated with ramipril. The most common reasons for discontinuation were: cough (1.0%), dizziness (0.5%), and impotence (0.4%). Of observed side effects considered possibly or probably related to study drug that occurred in U.S. placebo-controlled trials in more than 1% of patients treated with ramipril, only asthenia (fatigue) was more common on ramipril than placebo (2% [n=13/651] vs. 1% [n=2/286], respectively). In placebo-controlled trials, there was also an excess of upper respiratory infection and flu syndrome i n the Ramipril group, not attributed at that time to ramipril. As these studies were carried out before the relationship of cough to ACE inhibitors was recognized, some of these events may represent ramipril-induced cough. In a later 1-year study, increased cough was seen in almost 12% of ramipril patients, with about 4% of patients requiring discontinuation of treatment. Heart Failure Post-Myocardial Infarction AIRE Study: Adverse reactions (except laboratory abnormalities) considered possibly/probably related to study drug that occurred in more than 1% of patients and more frequently on ramipril are shown below. The incidences are from the AIRE study. The follow-up time was between 6 and 46 months for this study. Table 1. Percentage of Patients with Adverse Events Possibly/ Probably Related to Study Drug—Placebo-Controlled (AIRE) Mortality Study Adverse Event Placebo (N=982) Ramipril (N=1004) Hypotension 5% 11% Cough increased 4% 8% Dizziness 3% 4% Angina pectoris 2% 3% Nausea 1% 2% Postural hypotension 1% 2% Syncope 1% 2% Vomiting 0.5% 2% Vertigo 0.7% 2% Abnormal kidney function 0.5% 1% Diarrhea 0.4% 1% Other Adverse Reactions Other adverse reactions reported in controlled clinical trials (in less than 1% of ramipril patients), or rarer events seen in post-marketing experience, include the following (in some, a causal relationship to drug is uncertain): Body as a whole: Anaphylactoid reactions [see WARNINGS AND PRECAUTIONS ( 5.1 ) ]. Cardiovascular: Symptomatic hypotension (reported in 0.5% of patients in U.S. trials) [see WARNINGS AND PRECAUTIONS ( 5.5 ) ] , syncope, and palpitations. Hematologic: Pancytopenia, hemolytic anemia, and thrombocytopenia. Decreases in hemoglobin or hematocrit (a low value and a decrease of 5 g/dL or 5%, respectively) were rare, occurring in 0.4% of patients receiving ramipril alone and in 1.5% of patients receiving ramipril plus a diuretic. Renal: Acute renal failure. Some hypertensive patients with no apparent pre-existing renal disease have developed minor, usually transient, increases in blood urea nitrogen and serum creatinine when taking ramipril, particularly when ramipril was given concomitantly with a diuretic [see WARNINGS AND PRECAUTIONS ( 5.3 ) ]. Angioneurotic edema: Angioneurotic edema has been reported in 0.3% of patients in U.S. clinical trials of ramipril [see WARNINGS AND PRECAUTIONS ( 5.1 ) ]. Gastrointestinal: Hepatic failure, hepatitis, jaundice, pancreatitis, abdominal pain (sometimes with enzyme changes suggesting pancreatitis), anorexia, constipation, diarrhea, dry mouth, dyspepsia, dysphagia, gastroenteritis, increased salivation, and taste disturbance. Dermatologic: Apparent hypersensitivity reactions (manifested by urticaria, pruritus, or rash, with or without fever), photosensitivity, purpura, onycholysis, pemphigus, pemphigoid, erythema multiforme, toxic epidermal necrolysis, and Stevens-Johnson syndrome. Neurologic and Psychiatric: Anxiety, amnesia, convulsions, depression, hearing loss, insomnia, nervousness, neuralgia, neuropathy, paresthesia, somnolence, tinnitus, tremor, vertigo, and vision disturbances. Miscellaneous: As with other ACE inhibitors, a symptom complex has been reported which may include a positive ANA, an elevated erythrocyte sedimentation rate, arthralgia/arthritis, myalgia, fever, vasculitis, eosinophilia, photosensitivity, rash and other dermatologic manifestations. Additionally, as with other ACE inhibitors, eosinophilic pneumonitis has been reported. Other: Arthralgia, arthritis, dyspnea, edema, epistaxis, impotence, increased sweating, malaise, myalgia, and weight gain. 6.2 Post-Marketing Experience In addition to adverse reactions reported from clinical trials, there have been rare reports of hypoglycemia reported during ramipril therapy when given to patients concomitantly taking oral hypoglycemic agents or insulin. The causal relationship is unknown. 6.3 Clinical Laboratory Test Findings Creatinine and Blood Urea Nitrogen Increases in creatinine levels occurred in 1.2% of patients receiving ramipril alone, and in 1.5% of patients receiving ramipril and a diuretic. Increases in blood urea nitrogen levels occurred in 0.5% of patients receiving ramipril alone and in 3% of patients receiving ramipril with a diuretic. None of these increases required discontinuation of treatment. Increases in these laboratory values are more likely to occur in patients with renal insufficiency or those pretreated with a diuretic and, based on experience with other ACE inhibitors, would be expected to be especially likely in patients with renal artery stenosis [see WARNINGS AND PRECAUTIONS ( 5.3 ) ]. As ramipril decreases aldosterone secretion, elevation of serum potassium can occur. Use potassium supplements and potassium sparing diuretics with caution, and monitor the patient's serum potassium frequently [see WARNINGS AND PRECAUTIONS ( 5.8 ) ] . Hemoglobin and Hematocrit Decreases in hemoglobin or hematocrit (a low value and a decrease of 5 g/dL or 5%, respectively) were rare, occurring in 0.4% of patients receiving ramipril alone and in 1.5% of patients receiving ramipril plus a diuretic. No US patients discontinued treatment because of decreases in hemoglobin or hematocrit. Other (causal relationships unknown) Clinically important changes in standard laboratory tests were rarely associated with Ramipril administration. Elevations of liver enzymes, serum bilirubin, uric acid, and blood glucose have been reported, as have cases of hyponatremia and scattered incidents of leucopenia, eosinophilia, and proteinuria. In US trials, less than 0.2% of patients discontinued treatment for laboratory abnormalities; all of these were cases of proteinuria or abnormal liver-function tests."
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS Angioedema related to previous treatment with an ACE inhibitor, or a history of hereditary or idiopathic angioedema.( 4 ). Ramipril is contraindicated in patients who are hypersensitive to this product or any other ACE inhibitor (e.g., a patient who has experienced angioedema during therapy with any other ACE inhibitor)."
  ],
  "dosage_administration": [
    "2. DOSAGE AND ADMINISTRATION • Hypertension: Initial dose is 2.5 mg to 20 mg once daily. Adjust dosage according to blood pressure response after 2–4 weeks of treatment. The usual maintenance dose following titration is 2.5 mg to 20 mg daily as a single dose or equally divided doses ( 2.1 ). • Heart failure post-myocardial infarction: Starting dose of 2.5 mg twice daily. If patient becomes hypotensive at this dose, decrease dosage to 1.25 mg twice daily. Increase dose as tolerated toward a target dose of 5 mg twice daily, with dosage increases about 3 weeks apart ( 2.3 ). • Dosage adjustment: See respective sections pertaining to dosage adjustment in special situations ( 2.5 ). 2.1 Hypertension The recommended initial dose for patients not receiving a diuretic is 2.5 mg once a day. Adjust dose according to blood pressure response. The usual maintenance dosage range is 2.5 mg to 20 mg per day administered as a single dose or in two equally divided doses. In some patients treated once daily, the antihypertensive effect may diminish toward the end of the dosing interval. In such patients, consider an increase in dosage or twice daily administration. If blood pressure is not controlled with ramipril alone, a diuretic can be added. 2.3 Heart Failure Post-Myocardial Infarction For the treatment of post-myocardial infarction patients who have shown signs of congestive heart failure, the recommended starting dose of ramipril is 2.5 mg twice daily (5 mg per day). A patient who becomes hypotensive at this dose may be switched to 1.25 mg twice daily. After one week at the starting dose, increase dose (if tolerated) toward a target dose of 5 mg twice daily, with dosage increases being about 3 weeks apart. After the initial dose of ramipril, observe the patient under medical supervision for at least two hours and until blood pressure has stabilized for at least an additional hour. If possible, reduce the dose of any concomitant diuretic as this may diminish the likelihood of hypotension. The appearance of hypotension after the initial dose of ramipril does not preclude subsequent careful dose titration with the drug, following effective management of the hypotension [see WARNINGS AND PRECAUTIONS ( 5.5 ) , DRUG INTERACTIONS ( 7.1 ) ]. 2.4 General Dosing Information Generally, swallow ramipril capsules whole. The ramipril capsule can also be opened and the contents sprinkled on a small amount (about 4 oz.) of applesauce or mixed in 4 oz. (120 mL) of water or apple juice. To be sure that ramipril is not lost when such a mixture is used, consume the mixture in its entirety. The described mixtures can be pre-prepared and stored for up to 24 hours at room temperature or up to 48 hours under refrigeration. Concomitant administration of ramipril with potassium supplements, potassium salt substitutes, or potassium-sparing diuretics can lead to increases of serum potassium [see WARNINGS AND PRECAUTIONS ( 5.8 ) ] . 2.5 Dosage Adjustment Renal Impairment Establish baseline renal function in patients initiating ramipril capsules. Usual regimens of therapy with ramipril capsule may be followed in patients with estimated creatinine clearance >40 mL/min. However, in patients with worse impairment, 25 % of the usual dose of ramipril capsule is expected to produce full therapeutic levels of ramiprilat [see USE IN SPECIFIC POPULATIONS ( Error! Hyperlink reference not valid.) ]. Hypertension For patients with hypertension and renal impairment, the recommended initial dose is 1.25 mg ramipril once daily. Dosage may be titrated upward until blood pressure is controlled or to a maximum total daily dose of 5 mg. Heart Failure Post-Myocardial Infarction For patients with heart failure and renal impairment, the recommended initial dose is 1.25 mg ramipril once daily. The dose may be increased to 1.25 mg twice daily, and up to a maximum dose of 2.5 mg twice daily depending on clinical response and tolerability. Volume Depletion or Renal Artery Stenosis Blood pressure decreases associated with any dose of ramipril depend, in part, on the presence or absence of volume depletion (e.g., past and current diuretic use) or the presence or absence of renal artery stenosis. If such circumstances are suspected to be present, initiate dosing at 1.25 mg once daily. Adjust dosage according to blood pressure response."
  ],
  "indications": [
    "1. INDICATIONS AND USAGE • Ramipril capsules USP are indicated for the treatment of hypertension. It may be used alone or in combination with thiazide diuretics. ( 1.1 ). • Ramipril capsules USP are indicated in stable patients who have demonstrated clinical signs of congestive heart failure post-myocardial infarction ( 1.3 ). 1.1 Hypertension Ramipril capsules USP are indicated for the treatment of hypertension. It may be used alone or in combination with thiazide diuretics. 1.3 Heart Failure Post-Myocardial Infarction Ramipril capsules USP are indicated in stable patients who have demonstrated clinical signs of congestive heart failure within the first few days after sustaining acute myocardial infarction. Administration of ramipril to such patients has been shown to decrease the risk of death (principally cardiovascular death) and to decrease the risks of failure-related hospitalization and progression to severe/resistant heart failure [see CLINICAL STUDIES ( 14.3 ) ]."
  ],
  "fetched_at": "2025-09-30T20:59:36.173377",
  "source": "OpenFDA"
}