{
  "drug_name": "Regadenoson",
  "generic_name": [
    "REGADENOSON"
  ],
  "brand_names": [
    "Regadenoson"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS No formal pharmacokinetic drug interacion studies have been conducted with regadenoson. Methylxanthines, e.g., caffeine, aminophylline and theophylline, interfere with the activity of regadenoson injection (7.1, 12.2 ). Aminophylline may be used to attenuate severe and/or persistent adverse reactions to regadenoson injection (7.1, 10) . Dipyridamole may increase the activity of regadenoson injection. When possible, withhold dipyridamole for at least two days prior to regadenoson injection administration (7.1) . 7.1 Effects of Other Drugs on Regadenoson • Methylxanthines (e.g., caffeine, aminophylline and theophylline) are non-specific adenosine receptor antagonists that interfere with the vasodilation activity of regadenoson [see Clinical Pharmacology ( 12.2) and Patient Counseling Information ( 17) ]. Patients should avoid consumption of any products containing methylxanthines as well as any drugs containing theophylline or aminophylline for at least 12 hours before regadenoson administration. Aminophylline may be used to attenuate severe or persistent adverse reactions to regadenoson [see Overdosage ( 10 ) ]. • In clinical studies, regadenoson was administered to patients taking other cardioactive drugs (i.e., β- blockers, calcium channel blockers, ACE inhibitors, nitrates, cardiac glycosides, and angiotensin receptor blockers) without reported adverse reactions or apparent effects on efficacy. • Dipyridamole may change the effects of regadenoson. When possible, withhold dipyridamole for at least two days prior to regadenoson administration. 7.2 Effect of Regadenoson on Other Drugs Regadenoson does not inhibit the metabolism of substrates for CYP1A2, CYP2C8, CYP2C9, CYP2C19, CYP2D6, or CYP3A4 in human liver microsomes, indicating that it is unlikely to alter the pharmacokinetics of drugs metabolized by these cytochrome P450 enzymes.",
    "7.1 Effects of Other Drugs on Regadenoson • Methylxanthines (e.g., caffeine, aminophylline and theophylline) are non-specific adenosine receptor antagonists that interfere with the vasodilation activity of regadenoson [see Clinical Pharmacology ( 12.2) and Patient Counseling Information ( 17) ]. Patients should avoid consumption of any products containing methylxanthines as well as any drugs containing theophylline or aminophylline for at least 12 hours before regadenoson administration. Aminophylline may be used to attenuate severe or persistent adverse reactions to regadenoson [see Overdosage ( 10 ) ]. • In clinical studies, regadenoson was administered to patients taking other cardioactive drugs (i.e., β- blockers, calcium channel blockers, ACE inhibitors, nitrates, cardiac glycosides, and angiotensin receptor blockers) without reported adverse reactions or apparent effects on efficacy. • Dipyridamole may change the effects of regadenoson. When possible, withhold dipyridamole for at least two days prior to regadenoson administration.",
    "7.2 Effect of Regadenoson on Other Drugs Regadenoson does not inhibit the metabolism of substrates for CYP1A2, CYP2C8, CYP2C9, CYP2C19, CYP2D6, or CYP3A4 in human liver microsomes, indicating that it is unlikely to alter the pharmacokinetics of drugs metabolized by these cytochrome P450 enzymes."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling. Myocardial Ischemia [see Warnings and Precautions ( 5.1 ) ] Sinoatrial and Atrioventricular Nodal Block [see Warnings and Precautions ( 5.2 ) ] Atrial Fibrillation/Atrial Flutter [see Warnings and Precautions ( 5.3 ) ] Hypersensitivity, Including Anaphylaxis [see Warnings and Precautions ( 5.4 ) ] Hypotension [see Warnings and Precautions ( 5.5 ) ] Hypertension [see Warnings and Precautions ( 5.6 ) ] Bronchoconstriction [see Warnings and Precautions ( 5.7 ) ] Seizure [see Warnings and Precautions ( 5.8 ) ] Cerebrovascular Accident (Stroke) [see Warnings and Precautions ( 5.9 ) ] The most common (incidence ≥ 5%) adverse reactions to regadenoson injection are dyspnea, headache, flushing, chest discomfort, dizziness, angina pectoris, chest pain, and nausea ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy's Laboratories Inc., at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. During clinical development, 1,651 patients were exposed to regadenoson, with most receiving 0.4 mg as a rapid (≤ 10 seconds) intravenous injection. Most of these patients received regadenoson in two clinical studies that enrolled patients who had no history of bronchospastic lung disease as well as no history of a cardiac conduction block of greater than first-degree AV block, except for patients with functioning artificial pacemakers. In these studies (Studies 1 and 2), 2,015 patients underwent myocardial perfusion imaging after administration of regadenoson (N = 1,337) or ADENOSCAN (N = 678). The population was 26–93 years of age (median 66 years), 70% male and primarily Caucasian (76% Caucasian, 7% African American, 9% Hispanic, 5% Asian). Table 1 shows the most frequently reported adverse reactions. Overall, any adverse reaction occurred at similar rates between the study groups (80% for the regadenoson group and 83% for the ADENOSCAN group). Aminophylline was used to treat the reactions in 3% of patients in the regadenoson group and 2% of patients in the ADENOSCAN group. Most adverse reactions began soon after dosing, and generally resolved within approximately 15 minutes, except for headache which resolved in most patients within 30 minutes. Table 1 Adverse Reactions in Studies 1 and 2 Pooled (Frequency ≥ 5%) REGADENOSON N = 1,337 ADENOSCAN N = 678 Dyspnea 28% 26% Headache 26% 17% Flushing 16% 25% Chest Discomfort 13% 18% Angina Pectoris or ST Segment Depression 12% 18% Dizziness 8% 7% Chest Pain 7% 10% Nausea 6% 6% Abdominal Discomfort 5% 2% Dysgeusia 5% 7% Feeling Hot 5% 8% ECG Abnormalities The frequency of rhythm or conduction abnormalities following regadenoson or ADENOSCAN is shown in Table 2 [see Warnings and Precautions ( 5.2 )]. Table 2 Rhythm or Conduction Abnormalities* in Studies 1 and 2 REGADENOSON N / N evaluable (%) ADENOSCAN N / N evaluable (%) Rhythm or conduction abnormalities† 332/1275 (26%) 192/645 (30%) Rhythm abnormalities 260/1275 (20%) 131/645 (20%) PACs 86/1274 (7%) 57/645 (9%) PVCs 179/1274 (14%) 79/645 (12%) First-degree AV block (PR prolongation > 220 msec) 34/1209 (3%) 43/618 (7%) Second-degree AV block 1/1209 (0.1%) 9/618 (1%) AV conduction abnormalities (other than AV blocks) 1/1209 (0.1%) 0/618 (0%) Ventricular conduction abnormalities 64/1152 (6%) 31/581 (5%) *12-lead ECGs were recorded before and for up to 2 hours after dosing. †includes rhythm abnormalities (PACs, PVCs, atrial fibrillation/flutter, wandering atrial pacemaker, supraventricular or ventricular arrhythmia) or conduction abnormalities, including AV block. Respiratory Abnormalities In a randomized, placebo-controlled trial of 999 patients with asthma (n = 532) or stable chronic obstructive pulmonary disease (n = 467), the overall incidence of pre-specified respiratory adverse reactions was greater in the regadenoson group compared to the placebo group (p < 0.001). Most respiratory adverse reactions resolved without therapy; a few patients received aminophylline or a short-acting bronchodilator. No differences were observed between treatment arms in the reduction of >15% from baseline at two-hours in FEV 1 (Table 3). Table 3 Respiratory Adverse Effects * Asthma Cohort Chronic Obstructive Pulmonary Disease (COPD) Cohort Regadenoson (N=356) Placebo (N=176) Regadenoson (N=316) Placebo (N=151) Overall Pre-specified Respiratory Adverse Reaction † 12.9% 2.3% 19.0% 4.0% Dyspnea 10.7% 1.1% 18.0% 2.6% Wheezing 3.1% 1.1% 0.9% 0.7% FEV 1 reduction >15% ‡ 1.1% 2.9% 4.2% 5.4% *All patients continued the use of their respiratory medications as prescribed prior to administration of regadenoson. †Patients may have reported more than one type of adverse reaction. Adverse reactions were collected up to 24 hours following drug administration. Pre-specified respiratory adverse reactions included dyspnea, wheezing, obstructive airway disorder, dyspnea exertional, and tachypnea. ‡Change from baseline at 2 hours. Renal Impairment In a randomized, placebo-controlled trial of 504 patients (regadenoson n=334 and placebo n=170) with a diagnosis or risk factors for coronary artery disease and NKFK/DOQI Stage III or IV renal impairment (defined as GFR 15-59 mL/min/1.73 m 2 ), no serious adverse events were reported through the 24-hour follow-up period. Inadequate Exercise Stress In an open-label, multi-center trial evaluating regadenoson administration following inadequate exercise stress, 1,147 patients were randomized into one of two groups. Each group underwent two regadenoson stress myocardial perfusion imaging (MPI) procedures. Group 1 received regadenoson 3 minutes following inadequate exercise in the first regadenoson stress (MPI 1). Group 2 rested 1 hour after inadequate exercise to allow hemodynamics to return to baseline prior to receiving regadenoson (MPI 1). Both groups returned for a second stress MPI 1-14 days later and received regadenoson without exercise (MPI 2). The most common adverse reactions are similar in type and incidence to those in Table 1 above for both Groups. The timing of the administration of regadenoson following inadequate exercise did not alter the common adverse reaction profile. Table 4 shows a comparison of cardiac events of interest for the two groups [see Warnings and Precautions ( 5.1 ) ]. The cardiac events were numerically higher in Group 1. Table 4 Cardiac Events of Interest in Inadequate Exercise Stress Study Cardiac Event* Group 1 / MPI 1 Regadenoson 3 minutes following exercise (N=575) Group 2 / MPI 1 Regadenoson 1 hour following exercise (N=567) 17 (3.0%) 3 (0.5%) Holter/12-Lead ECG Abnormality ST-T Depression (≥ 2 mm) 13 (2.3%) 2 (0.4%) ST-T Elevation (≥ 1 mm) 3 (0.5%) 1 (0.2%) Acute coronary syndrome 1 (0.2%) 0 Myocardial infarction 1 (0.2%) 0 *A clinically significant cardiac event was defined as any of the following events found on the Holter ECG/12-lead ECG within one hour after regadenoson administration: ventricular arrhythmias (sustained ventricular tachycardia, ventricular fibrillation, Torsade de Pointes, ventricular flutter); ST-T depression (≥ 2 mm); ST-T elevation (≥ 1 mm); AV block (2:1 AV block, AV Mobitz I, AV Mobitz II, complete heart block); sinus arrest > 3 seconds in duration Or a Treatment Emergent Adverse Event (TEAE) per the MedDRA SMQ (narrow Scope) for myocardial infarction Or a TEAE preferred term (PT) of angina unstable within 24 hours of regadenoson administration. 6.2 Post-Marketing Experience The following adverse reactions have been reported from worldwide marketing experience with regadenoson. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular Myocardial infarction, cardiac arrest, ventricular arrhythmias, supraventricular tachyarrhythmias including atrial fibrillation with rapid ventricular response (new-onset or recurrent), atrial flutter, heart block (including third-degree block), asystole, marked hypertension, symptomatic hypotension in association with transient ischemic attack, acute coronary syndrome (ACS), seizures and syncope [see Warnings and Precautions ( 5.1 ), ( 5.2 ) , ( 5.3 ) , ( 5.5 ) , ( 5.6 ) and ( 5.8 ) ] have been reported. Some events required intervention with fluids and/or aminophylline [see Overdosage ( 10 ) ]. QTc prolongation shortly after regadenoson administration has been reported. Central Nervous System Tremor, seizure, transient ischemic attack, and cerebrovascular accident including intracranial hemorrhage [see Warnings and Precautions ( 5.8) and ( 5.9) ]. Gastrointestinal Abdominal pain, occasionally severe, has been reported a few minutes after regadenoson administration, in association with nausea, vomiting, or myalgias; administration of aminophylline, an adenosine antagonist, appeared to lessen the pain. Diarrhea and fecal incontinence have also been reported following regadenoson administration. Hypersensitivity Anaphylaxis, angioedema, cardiac or respiratory arrest, respiratory distress, decreased oxygen saturation, hypotension, throat tightness, urticaria, rashes have occurred and have required treatment including resuscitation [see Warnings and Precautions ( 5.4 ) ]. Musculoskeletal Musculoskeletal pain has occurred, typically 10-20 minutes after regadenoson administration; the pain was occasionally severe, localized in the arms and lower back and extended to the buttocks and lower legs bilaterally. Administration of aminophylline appeared to lessen the pain. Respiratory Respiratory arrest, dyspnea and wheezing have been reported following regadenoson administration.",
    "6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. During clinical development, 1,651 patients were exposed to regadenoson, with most receiving 0.4 mg as a rapid (≤ 10 seconds) intravenous injection. Most of these patients received regadenoson in two clinical studies that enrolled patients who had no history of bronchospastic lung disease as well as no history of a cardiac conduction block of greater than first-degree AV block, except for patients with functioning artificial pacemakers. In these studies (Studies 1 and 2), 2,015 patients underwent myocardial perfusion imaging after administration of regadenoson (N = 1,337) or ADENOSCAN (N = 678). The population was 26–93 years of age (median 66 years), 70% male and primarily Caucasian (76% Caucasian, 7% African American, 9% Hispanic, 5% Asian). Table 1 shows the most frequently reported adverse reactions. Overall, any adverse reaction occurred at similar rates between the study groups (80% for the regadenoson group and 83% for the ADENOSCAN group). Aminophylline was used to treat the reactions in 3% of patients in the regadenoson group and 2% of patients in the ADENOSCAN group. Most adverse reactions began soon after dosing, and generally resolved within approximately 15 minutes, except for headache which resolved in most patients within 30 minutes. Table 1 Adverse Reactions in Studies 1 and 2 Pooled (Frequency ≥ 5%) REGADENOSON N = 1,337 ADENOSCAN N = 678 Dyspnea 28% 26% Headache 26% 17% Flushing 16% 25% Chest Discomfort 13% 18% Angina Pectoris or ST Segment Depression 12% 18% Dizziness 8% 7% Chest Pain 7% 10% Nausea 6% 6% Abdominal Discomfort 5% 2% Dysgeusia 5% 7% Feeling Hot 5% 8% ECG Abnormalities The frequency of rhythm or conduction abnormalities following regadenoson or ADENOSCAN is shown in Table 2 [see Warnings and Precautions ( 5.2 )]. Table 2 Rhythm or Conduction Abnormalities* in Studies 1 and 2 REGADENOSON N / N evaluable (%) ADENOSCAN N / N evaluable (%) Rhythm or conduction abnormalities† 332/1275 (26%) 192/645 (30%) Rhythm abnormalities 260/1275 (20%) 131/645 (20%) PACs 86/1274 (7%) 57/645 (9%) PVCs 179/1274 (14%) 79/645 (12%) First-degree AV block (PR prolongation > 220 msec) 34/1209 (3%) 43/618 (7%) Second-degree AV block 1/1209 (0.1%) 9/618 (1%) AV conduction abnormalities (other than AV blocks) 1/1209 (0.1%) 0/618 (0%) Ventricular conduction abnormalities 64/1152 (6%) 31/581 (5%) *12-lead ECGs were recorded before and for up to 2 hours after dosing. †includes rhythm abnormalities (PACs, PVCs, atrial fibrillation/flutter, wandering atrial pacemaker, supraventricular or ventricular arrhythmia) or conduction abnormalities, including AV block. Respiratory Abnormalities In a randomized, placebo-controlled trial of 999 patients with asthma (n = 532) or stable chronic obstructive pulmonary disease (n = 467), the overall incidence of pre-specified respiratory adverse reactions was greater in the regadenoson group compared to the placebo group (p < 0.001). Most respiratory adverse reactions resolved without therapy; a few patients received aminophylline or a short-acting bronchodilator. No differences were observed between treatment arms in the reduction of >15% from baseline at two-hours in FEV 1 (Table 3). Table 3 Respiratory Adverse Effects * Asthma Cohort Chronic Obstructive Pulmonary Disease (COPD) Cohort Regadenoson (N=356) Placebo (N=176) Regadenoson (N=316) Placebo (N=151) Overall Pre-specified Respiratory Adverse Reaction † 12.9% 2.3% 19.0% 4.0% Dyspnea 10.7% 1.1% 18.0% 2.6% Wheezing 3.1% 1.1% 0.9% 0.7% FEV 1 reduction >15% ‡ 1.1% 2.9% 4.2% 5.4% *All patients continued the use of their respiratory medications as prescribed prior to administration of regadenoson. †Patients may have reported more than one type of adverse reaction. Adverse reactions were collected up to 24 hours following drug administration. Pre-specified respiratory adverse reactions included dyspnea, wheezing, obstructive airway disorder, dyspnea exertional, and tachypnea. ‡Change from baseline at 2 hours. Renal Impairment In a randomized, placebo-controlled trial of 504 patients (regadenoson n=334 and placebo n=170) with a diagnosis or risk factors for coronary artery disease and NKFK/DOQI Stage III or IV renal impairment (defined as GFR 15-59 mL/min/1.73 m 2 ), no serious adverse events were reported through the 24-hour follow-up period. Inadequate Exercise Stress In an open-label, multi-center trial evaluating regadenoson administration following inadequate exercise stress, 1,147 patients were randomized into one of two groups. Each group underwent two regadenoson stress myocardial perfusion imaging (MPI) procedures. Group 1 received regadenoson 3 minutes following inadequate exercise in the first regadenoson stress (MPI 1). Group 2 rested 1 hour after inadequate exercise to allow hemodynamics to return to baseline prior to receiving regadenoson (MPI 1). Both groups returned for a second stress MPI 1-14 days later and received regadenoson without exercise (MPI 2). The most common adverse reactions are similar in type and incidence to those in Table 1 above for both Groups. The timing of the administration of regadenoson following inadequate exercise did not alter the common adverse reaction profile. Table 4 shows a comparison of cardiac events of interest for the two groups [see Warnings and Precautions ( 5.1 ) ]. The cardiac events were numerically higher in Group 1. Table 4 Cardiac Events of Interest in Inadequate Exercise Stress Study Cardiac Event* Group 1 / MPI 1 Regadenoson 3 minutes following exercise (N=575) Group 2 / MPI 1 Regadenoson 1 hour following exercise (N=567) 17 (3.0%) 3 (0.5%) Holter/12-Lead ECG Abnormality ST-T Depression (≥ 2 mm) 13 (2.3%) 2 (0.4%) ST-T Elevation (≥ 1 mm) 3 (0.5%) 1 (0.2%) Acute coronary syndrome 1 (0.2%) 0 Myocardial infarction 1 (0.2%) 0 *A clinically significant cardiac event was defined as any of the following events found on the Holter ECG/12-lead ECG within one hour after regadenoson administration: ventricular arrhythmias (sustained ventricular tachycardia, ventricular fibrillation, Torsade de Pointes, ventricular flutter); ST-T depression (≥ 2 mm); ST-T elevation (≥ 1 mm); AV block (2:1 AV block, AV Mobitz I, AV Mobitz II, complete heart block); sinus arrest > 3 seconds in duration Or a Treatment Emergent Adverse Event (TEAE) per the MedDRA SMQ (narrow Scope) for myocardial infarction Or a TEAE preferred term (PT) of angina unstable within 24 hours of regadenoson administration.",
    "6.2 Post-Marketing Experience The following adverse reactions have been reported from worldwide marketing experience with regadenoson. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular Myocardial infarction, cardiac arrest, ventricular arrhythmias, supraventricular tachyarrhythmias including atrial fibrillation with rapid ventricular response (new-onset or recurrent), atrial flutter, heart block (including third-degree block), asystole, marked hypertension, symptomatic hypotension in association with transient ischemic attack, acute coronary syndrome (ACS), seizures and syncope [see Warnings and Precautions ( 5.1 ), ( 5.2 ) , ( 5.3 ) , ( 5.5 ) , ( 5.6 ) and ( 5.8 ) ] have been reported. Some events required intervention with fluids and/or aminophylline [see Overdosage ( 10 ) ]. QTc prolongation shortly after regadenoson administration has been reported. Central Nervous System Tremor, seizure, transient ischemic attack, and cerebrovascular accident including intracranial hemorrhage [see Warnings and Precautions ( 5.8) and ( 5.9) ]. Gastrointestinal Abdominal pain, occasionally severe, has been reported a few minutes after regadenoson administration, in association with nausea, vomiting, or myalgias; administration of aminophylline, an adenosine antagonist, appeared to lessen the pain. Diarrhea and fecal incontinence have also been reported following regadenoson administration. Hypersensitivity Anaphylaxis, angioedema, cardiac or respiratory arrest, respiratory distress, decreased oxygen saturation, hypotension, throat tightness, urticaria, rashes have occurred and have required treatment including resuscitation [see Warnings and Precautions ( 5.4 ) ]. Musculoskeletal Musculoskeletal pain has occurred, typically 10-20 minutes after regadenoson administration; the pain was occasionally severe, localized in the arms and lower back and extended to the buttocks and lower legs bilaterally. Administration of aminophylline appeared to lessen the pain. Respiratory Respiratory arrest, dyspnea and wheezing have been reported following regadenoson administration."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Do not administer regadenoson injection to patients with: Second- or third-degree AV block, or sinus node dysfunction unless these patients have a functioning artificial pacemaker [see Warnings and Precautions ( 5.2) ]. Do not administer regadenoson injection to patients with: · Second- or third-degree AV block, or · sinus node dysfunction unless the patients have a functioning artificial pacemaker (4) ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of regadenoson injection is 5 mL (0.4 mg regadenoson) administered as an intravenous injection within 10 seconds. · Patients should be instructed to avoid consumption of any products containing methylxanthines, including caffeinated coffee, tea or other caffeinated beverages, caffeine-containing drug products, aminophylline and theophylline for at least 12 hours before a scheduled radionuclide MPI [see Drug Interactions ( 7.1) and Clinical Pharmacology ( 12.2) ] Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Do not administer regadenoson injection if it contains particulate matter or is discolored. Aminister regadenoson injection as an intravenous injection within 10 seconds into a peripheral vein using a 22 gauge or larger catheter or needle.· Administer a 5 mL saline flush immediately after the injection of regadenoson.· Administer the radionuclide myocardial perfusion imaging agent 10–20 seconds after the saline flush. The radionuclide may be injected directly into the same catheter as regadenoson injection. · The recommended dose of regadenoson injection is 5 mL (0.4 mg regadenoson) administered as an intravenous injection within 10 seconds; followed immediately by saline flush and radiopharmaceutical (2) ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Regadenoson injection is a pharmacologic stress agent indicated for radionuclide myocardial perfusion imaging (MPI) in patients unable to undergo adequate exercise stress. Regadenoson injection is a pharmacologic stress agent indicated for radionuclide myocardial perfusion imaging (MPI) in patients unable to undergo adequate exercise stress (1) ."
  ],
  "fetched_at": "2025-10-01T16:14:13.710878",
  "source": "OpenFDA"
}