{
  "drug_name": "Regorafenib",
  "generic_name": [
    "REGORAFENIB"
  ],
  "brand_names": [
    "Stivarga"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A4 inducers: Avoid strong CYP3A4 inducers. ( 7.1 ) • Strong CYP3A4 inhibitors: Avoid strong CYP3A4 inhibitors. ( 7.2 ) • BCRP substrates: Monitor patients closely for symptoms of increased exposure to BCRP substrates. ( 7.3 ) 7.1 Effect of Strong CYP3A4 Inducers on Regorafenib Co-administration of a strong CYP3A4 inducer with STIVARGA decreased the plasma concentrations of regorafenib, increased the plasma concentrations of the active metabolite M-5, and resulted in no change in the plasma concentrations of the active metabolite M-2 [see Clinical Pharmacology ( 12.3 )] , and may lead to decreased efficacy. Avoid concomitant use of STIVARGA with strong CYP3A4 inducers (e.g. rifampin, phenytoin, carbamazepine, phenobarbital, and St. John’s Wort). 7.2 Effect of Strong CYP3A4 Inhibitors on Regorafenib Co-administration of a strong CYP3A4 inhibitor with STIVARGA increased the plasma concentrations of regorafenib and decreased the plasma concentrations of the active metabolites M-2 and M-5 [see Clinical Pharmacology ( 12.3 )] , and may lead to increased toxicity. Avoid concomitant use of STIVARGA with strong CYP3A4 inhibitors (e.g. clarithromycin, grapefruit juice, itraconazole, ketoconazole, nefazodone, posaconazole, telithromycin, and voriconazole). 7.3 Effect of Regorafenib on Breast Cancer Resistance Protein (BCRP) Substrates Co-administration of STIVARGA with a BCRP substrate increased the plasma concentrations of the BCRP substrate [see Clinical Pharmacology ( 12.3 )] . Monitor patients closely for signs and symptoms of exposure related toxicity to the BCRP substrate (e.g. methotrexate, fluvastatin, atorvastatin). Consult the concomitant BCRP substrate product information when considering administration of such products together with STIVARGA."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in the labeling: • Hepatotoxicity [see Warnings and Precautions ( 5.1 )] • Infections [see Warnings and Precautions ( 5.2 )] • Hemorrhage [see Warnings and Precautions ( 5.3 )] • Gastrointestinal Perforation or Fistula [see Warnings and Precautions ( 5.4 )] • Dermatological Toxicity [see Warnings and Precautions ( 5.5 )] • Hypertension [see Warnings and Precautions ( 5.6 )] • Cardiac Ischemia and Infarction [see Warnings and Precautions ( 5.7 )] • Reversible Posterior Leukoencephalopathy Syndrome (RPLS) [see Warnings and Precautions ( 5.8 )] The most common adverse reactions (≥20%) are pain (including gastrointestinal and abdominal pain), HFSR, asthenia/fatigue, diarrhea, decreased appetite/food intake, hypertension, infection, dysphonia, hyperbilirubinemia, fever, mucositis, weight loss, rash, and nausea. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rate observed in practice. The data described in the WARNINGS AND PRECAUTIONS section reflect exposure to STIVARGA in more than 4800 patients who were enrolled in four randomized, placebo-controlled trials (n=1142), an expanded access program (CONSIGN, n=2864), or single arm clinical trials (single agent or in combination with other agents). There were 4518 patients who received STIVARGA as a single agent; the distribution of underlying malignancies was 80% CRC, 4% GIST, 10% HCC, 6% other solid tumors; and 74% were White, 11% Asian, and 15% race not known. Among these 4518 patients, 83% received STIVARGA for at least 21 days and 20% received STIVARGA for 6 months or longer. In randomized placebo-controlled trials (CORRECT, GRID, RESORCE and CONCUR), the most frequently observed adverse drug reactions (≥20%) in patients receiving STIVARGA are pain (including gastrointestinal and abdominal pain), HFSR, asthenia/fatigue, diarrhea, decreased appetite/food intake, hypertension, infection, dysphonia, hyperbilirubinemia, fever, mucositis, weight loss, rash, and nausea. Colorectal Cancer The safety data described below, except where noted, are derived from a randomized (2:1), double-blind, placebo-controlled trial (CORRECT) in which 500 patients (median age 61 years; 61% men) with previously-treated metastatic colorectal cancer (CRC) received STIVARGA as a single agent at the dose of 160 mg daily for the first 3 weeks of each 4 week treatment cycle and 253 patients (median age 61 years; 60% men) received placebo. The median duration of therapy was 1.7 months (range 2 days, 10.8 months) for patients receiving STIVARGA. Due to adverse reactions, 61% of the patients receiving STIVARGA required a dose interruption and 38% of the patients had their dose reduced. Adverse reactions that resulted in treatment discontinuation occurred in 8.2% of STIVARGA-treated patients compared to 1.2% of patients who received placebo. Hand-foot skin reaction (HFSR) and rash were the most common reasons for permanent discontinuation of STIVARGA. Table 1 provides the incidence of adverse reactions (≥10%) in patients in CORRECT. Table 1: Adverse drug reactions reported in ≥10% of patients treated with STIVARGA in CORRECT and reported more commonly than in patients receiving placebo a Adverse Reactions STIVARGA (N=500) Placebo (N=253) Grade Grade All % ≥ 3 % All % ≥ 3 % General disorders and administration site conditions Asthenia/fatigue Pain Fever 64 59 28 15 9 2 46 48 15 9 7 0 Metabolism and nutrition disorders Decreased appetite and food intake 47 5 28 4 Skin and subcutaneous tissue disorders HFSR/PPES Rash b 45 26 17 6 7 4 0 <1 Gastrointestinal disorders Diarrhea Mucositis 43 33 8 4 17 5 2 0 Investigations Weight loss 32 <1 10 0 Infections and infestations Infection c 31 9 17 6 Vascular disorders Hypertension Hemorrhage c 30 21 8 2 8 8 <1 <1 Respiratory, thoracic and mediastinal disorders Dysphonia 30 0 6 0 Nervous system disorders Headache 10 <1 7 0 a Adverse reactions graded according to National Cancer Institute Common Toxicity for Adverse Events version 3.0 (NCI CTCAE v3.0). b The term rash represents reports of events of drug eruption, rash, erythematous rash, generalized rash, macular rash, maculo-papular rash, papular rash, and pruritic rash. c Fatal outcomes observed. Table 2 provides laboratory abnormalities observed in CORRECT. Table 2: Laboratory test abnormalities reported in CORRECT Laboratory Parameter STIVARGA (N=500 a ) Placebo (N=253 a ) Grade b Grade b All % 3 % 4 % All % 3 % 4 % Blood and lymphatic system disorders Anemia 79 5 1 66 3 0 Thrombocytopenia 41 2 <1 17 <1 0 Neutropenia 3 1 0 0 0 0 Lymphopenia 54 9 0 35 4 <1 Metabolism and nutrition disorders Hypocalcemia 59 1 <1 18 1 0 Hypokalemia 26 4 0 8 <1 0 Hyponatremia 30 7 1 22 4 0 Hypophosphatemia 57 31 1 11 4 0 Hepatobiliary disorders Hyperbilirubinemia 45 10 3 17 5 3 Increased AST 65 5 1 46 4 1 Increased ALT 45 5 1 30 3 <1 Renal and urinary disorders Proteinuria c 84 2 0 61 1 0 Investigations Increased INR d 24 4 N/A 17 2 N/A Increased Lipase 46 9 2 19 3 2 Increased Amylase 26 2 <1 17 2 <1 a % based on number of patients with post-baseline samples which may be less than 500 (regorafenib) or 253 (placebo). b NCI CTCAE v3.0. c Based on urine protein-creatinine ratio data. d International normalized ratio: No Grade 4 denoted in NCI CTCAE, v3.0. Gastrointestinal Stromal Tumors The safety data described below are derived from a randomized (2:1), double-blind, placebo-controlled trial (GRID) in which 132 patients (median age 60 years; 64% men) with previously-treated GIST received STIVARGA as a single agent at a dose of 160 mg daily for the first 3 weeks of each 4 week treatment cycle and 66 patients (median age 61 years; 64% men) received placebo. The median duration of therapy was 5.7 months (range 1 day, 11.7 months) for patients receiving STIVARGA. Dose interruptions for adverse events were required in 58% of patients receiving STIVARGA and 50% of patients had their dose reduced. Adverse reactions that resulted in treatment discontinuation were reported in 2.3% of STIVARGA-treated patients compared to 1.5% of patients who received placebo. Table 3 provides the incidence of adverse reactions (≥10%) in patients in GRID. Table 3: Adverse reactions reported in ≥10% patients treated with STIVARGA in GRID and reported more commonly than in patients receiving placebo a Adverse Reactions STIVARGA (N=132) Placebo (N=66) Grade Grade All % ≥ 3 % All % ≥ 3 % Skin and subcutaneous tissue disorders HFSR/PPE Rash b Alopecia 67 30 24 22 7 2 12 3 2 2 0 0 General disorders and administration site conditions Asthenia/Fatigue Fever 52 21 4 0 39 11 2 2 Vascular disorders Hypertension Hemorrhage 59 11 28 4 27 3 5 0 Gastrointestinal disorders Pain Diarrhea Mucositis Nausea Vomiting 60 47 40 20 17 8 8 2 2 <1 55 9 8 12 8 14 0 2 2 0 Respiratory, thoracic and mediastinal disorders Dysphonia 39 0 9 0 Infections and infestations Infection c 32 5 5 0 Metabolism and nutrition disorders Decreased appetite and food intake Hypothyroidism d 31 18 <1 0 21 6 3 0 Nervous system disorders Headache 16 0 9 0 Investigations Weight loss 14 0 8 0 Musculoskeletal and connective tissue disorders Muscle spasms 14 0 3 0 a Adverse reactions graded according to NCI CTCAE v4.0. b The term rash represents reports of events of rash, erythematous rash, macular rash, maculo-papular rash, papular rash and pruritic rash. c Fatal outcomes observed. d Hypothyroidism incidence based on subset of patients with normal TSH and no thyroid supplementation at baseline. Table 4 provides laboratory abnormalities observed in GRID. Table 4: Laboratory test abnormalities reported in GRID Laboratory Parameter STIVARGA (N=132 a ) Placebo (N=66 a ) Grade b Grade b All % 3 % 4 % All % 3 % 4 % Blood and lymphatic system disorders Thrombocytopenia Neutropenia Lymphopenia 13 16 30 1 2 8 0 1 0 2 12 24 0 3 3 2 0 0 Metabolism and nutrition disorders Hypocalcemia Hypokalemia Hypophosphatemia 17 21 55 2 3 20 0 0 2 5 3 3 0 0 2 0 0 0 Hepatobiliary disorders Hyperbilirubinemia Increased AST Increased ALT 33 58 39 3 3 4 1 1 1 12 47 39 2 3 2 0 0 0 Renal and urinary disorders Proteinuria c 59 3 - d 53 3 - d Investigations Increased Lipase 14 0 1 5 0 0 a Percent based on number of patients with post-baseline samples which may be less than 132 (regorafenib) or 66 (placebo). b NCI CTCAE v4.0. c Based on urine protein-creatinine ratio data. d No Grade 4 denoted in NCI CTCAE v4.0. Hepatocellular Carcinoma The safety data described below are derived from a randomized (2:1), double-blind, placebo-controlled trial (RESORCE) in which patients with previously-treated HCC received either STIVARGA (n=374) 160 mg orally on days 1-21 of each 4 week treatment cycle or placebo (n=193). The median age was 63 years, 88% were men, 98% had Child-Pugh A cirrhosis, 66% had an ECOG performance status (PS) of 0 and 34% had PS of 1. The median duration of therapy was 3.5 months (range 1 day to 29.4 months) for patients receiving STIVARGA. Of the patients receiving STIVARGA, 33% were exposed to STIVARGA for greater than or equal to 6 months and 14% were exposed to STIVARGA for greater than or equal to 12 months. Dose interruptions for adverse events were required in 58.3% of patients receiving STIVARGA and 48% of patients had their dose reduced. The most common adverse reactions requiring dose modification (interruption or dose reduction) were HFSR/PPES (20.6%), blood bilirubin increase (5.9%), fatigue (5.1%) and diarrhea (5.3%). Adverse reactions that resulted in treatment discontinuation were reported in 10.4% of STIVARGA-treated patients compared to 3.6% of patients who received placebo; the most common adverse reactions requiring discontinuation of STIVARGA were HFSR/PPES (1.9%) and AST increased (1.6%). Table 5 provides the incidence of adverse reactions (≥10%) in patients in RESORCE. Table 5: Adverse reactions reported in ≥10% of patients treated with STIVARGA in RESORCE and reported more commonly than in patients receiving placebo a Adverse Reactions STIVARGA (N=374) Placebo (N=193) Grade Grade All % ≥ 3 % All % ≥ 3 % Skin and subcutaneous tissue disorders HFSR/PPE 51 12 7 <1 General disorders and administration site conditions Pain Asthenia/Fatigue Fever 55 42 20 9 10 0 44 33 7 8 5 0 Vascular disorders Hypertension Hemorrhage b 31 18 15 5 6 16 5 8 Gastrointestinal disorders Diarrhea Nausea Vomiting Mucositis 41 17 13 13 3 <1 <1 1 15 13 7 2 0 0 <1 ≤1 Respiratory, thoracic and mediastinal disorders Dysphonia 18 0 2 0 Infections and infestations Infection b 31 8 18 6 Metabolism and nutrition disorders Decreased appetite and food intake 31 3 15 2 Investigations Weight loss 13 2 4 0 Musculoskeletal and connective tissue disorders Muscle spasms 10 0 2 0 a Adverse reactions graded according to NCI CTCAE v4.0. b Fatal outcomes observed. Other clinically significant adverse reactions observed in less than 10% of STIVARGA-treated patients were: alopecia (7%), hypothyroidism (6.4%), pancreatitis (1.6%), exfoliative rash (1.3%), tremor (1.3%), erythema multiforme (0.8%), myocardial ischemia (0.8%), gastrointestinal fistula (0.3%), and myocardial infarction (0.3%). Table 6 provides laboratory abnormalities observed in RESORCE. Table 6: Laboratory test abnormalities reported in RESORCE Laboratory Parameter STIVARGA (N=374 a ) Placebo (N=193 a ) Grade b Grade b All % 3 % 4 % All % 3 % 4 % Blood and lymphatic system disorders Thrombocytopenia Neutropenia Lymphopenia 63 14 68 5 3 16 <1 0 2 50 15 59 0 <1 11 0 <1 <1 Metabolism and nutrition disorders Hypocalcemia Hypokalemia Hypophosphatemia 23 31 70 <1 4 32 0 <1 2 10 9 31 0 2 7 0 0 0 Hepatobiliary disorders Hyperbilirubinemia Increased AST Increased ALT 78 93 70 13 16 6 3 2 <1 55 84 59 11 17 5 5 3 0 Renal and urinary disorders Proteinuria c 51 17 - d 37 3 - d Investigations Increased INR Increased Lipase Increased Amylase 44 41 23 <1 11 3 - d 3 <1 35 27 19 2 8 2 - d 1 <1 a Percent based on number of patients with post-baseline samples which may be less than 374 (regorafenib) or 193 (placebo). b NCI CTCAE v4.0. c Based on dipstick data. d No Grade 4 denoted in NCI CTCAE v4.0. 6.2 Postmarketing Experience The following adverse reaction has been identified during postapproval use of STIVARGA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: • hypersensitivity reaction • nephrotic syndrome • cardiac failure • arterial (including aortic) aneurysms, dissections, and rupture"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dose: 160 mg orally, once daily for the first 21 days of each 28-day cycle. ( 2.1 ) • Take STIVARGA after a low-fat meal. ( 2.1 , 12.3 ) 2.1 Recommended Dose The recommended dose is 160 mg STIVARGA (four 40 mg tablets) taken orally once daily for the first 21 days of each 28-day cycle. Continue treatment until disease progression or unacceptable toxicity. Take STIVARGA at the same time each day. Swallow tablet whole with water after a low-fat meal that contains less than 600 calories and less than 30% fat [see Clinical Pharmacology ( 12.3 )] . Do not take two doses of STIVARGA on the same day to make up for a missed dose from the previous day. 2.2 Dose Modifications If dose modifications are required, reduce the dose in 40 mg (one tablet) increments; the lowest recommended daily dose of STIVARGA is 80 mg daily. Interrupt STIVARGA for the following: • Grade 2 hand-foot skin reaction (HFSR) [palmar-plantar erythrodysesthesia syndrome (PPES)] that is recurrent or does not improve within 7 days despite dose reduction; interrupt therapy for a minimum of 7 days for Grade 3 HFSR • Symptomatic Grade 2 hypertension • Any Grade 3 or 4 adverse reaction • Worsening infection of any grade Reduce the dose of STIVARGA to 120 mg: • For the first occurrence of Grade 2 HFSR of any duration • After recovery of any Grade 3 or 4 adverse reaction except infection • For Grade 3 aspartate aminotransferase (AST)/alanine aminotransferase (ALT) elevation, only resume if the potential benefit outweighs the risk of hepatotoxicity Reduce the dose of STIVARGA to 80 mg: • For re-occurrence of Grade 2 HFSR at the 120 mg dose • After recovery of any Grade 3 or 4 adverse reaction at the 120 mg dose (except hepatotoxicity or infection) Discontinue STIVARGA permanently for the following: • Failure to tolerate 80 mg dose • Any occurrence of AST or ALT more than 20 times the upper limit of normal (ULN) • Any occurrence of AST or ALT more than 3 times ULN with concurrent bilirubin more than 2 times ULN • Re-occurrence of AST or ALT more than 5 times ULN despite dose reduction to 120 mg • For any Grade 4 adverse reaction; only resume if the potential benefit outweighs the risks"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE STIVARGA is a kinase inhibitor indicated for the treatment of patients with: • Metastatic colorectal cancer (CRC) who have been previously treated with fluoropyrimidine-, oxaliplatin- and irinotecan-based chemotherapy, an anti-VEGF therapy, and, if RAS wild-type, an anti-EGFR therapy. ( 1.1 ) • Locally advanced, unresectable or metastatic gastrointestinal stromal tumor (GIST) who have been previously treated with imatinib mesylate and sunitinib malate. ( 1.2 ) • Hepatocellular carcinoma (HCC) who have been previously treated with sorafenib ( 1.3 ) 1.1 Colorectal Cancer STIVARGA is indicated for the treatment of patients with metastatic colorectal cancer (CRC) who have been previously treated with fluoropyrimidine-, oxaliplatin- and irinotecan-based chemotherapy, an anti-VEGF therapy, and, if RAS wild- type, an anti-EGFR therapy. 1.2 Gastrointestinal Stromal Tumors STIVARGA is indicated for the treatment of patients with locally advanced, unresectable or metastatic gastrointestinal stromal tumor (GIST) who have been previously treated with imatinib mesylate and sunitinib malate. 1.3 Hepatocellular Carcinoma STIVARGA is indicated for the treatment of patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib."
  ],
  "fetched_at": "2025-10-01T17:05:29.876694",
  "source": "OpenFDA"
}