{
  "drug_name": "Relebactam",
  "generic_name": [
    "IMIPENEM ANHYDROUS, CILASTATIN, AND RELEBACTAM ANHYDROUS"
  ],
  "brand_names": [
    "RECARBRIO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Ganciclovir: Avoid concomitant use. ( 7.1 ) Valproic Acid or Divalproex Sodium: Avoid concomitant use. ( 7.2 ) 7.1 Ganciclovir Generalized seizures have been reported in patients who received ganciclovir concomitantly with imipenem/cilastatin, a component of RECARBRIO. Ganciclovir should not be used concomitantly with RECARBRIO unless the potential benefits outweigh the risks. 7.2 Valproic Acid Based on case reports in the literature concomitant use of carbapenems, including imipenem/cilastatin, components of RECARBRIO, with valproic acid or divalproex sodium may decrease valproic acid concentrations which may increase the risk of breakthrough seizures [see Warnings and Precautions (5.3) ] . Although the mechanism of this interaction is unknown, data from in vitro and animal studies suggest that carbapenems may inhibit the hydrolysis of valproic acid's glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid . Avoid concomitant use of RECARBRIO with valproic acid or divalproex sodium. Consider alternative antibacterials other than carbapenems to treat infections in patients whose seizures are well controlled on valproic acid or divalproex sodium."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in greater detail in the Warnings and Precautions section. Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Seizures and Other Central Nervous System Adverse Reactions [see Warnings and Precautions (5.2) ] Increased Seizure Potential Due to Interaction with Valproic Acid [see Warnings and Precautions (5.3) ] Clostridioides difficile -Associated Diarrhea (CDAD) [see Warnings and Precautions (5.4) ] HABP/VABP Patients: The most frequently reported adverse reactions occurring in greater than or equal to 5% of patients treated with RECARBRIO were alanine aminotransferase increased, aspartate aminotransferase increased, anemia, diarrhea, hypokalemia, and hyponatremia. ( 6 ) cUTI and cIAI Patients: The most frequently reported adverse reactions occurring in greater than or equal to 2% of patients treated with imipenem/cilastatin plus relebactam 250 mg, the components of RECARBRIO, were diarrhea, nausea, headache, vomiting, alanine aminotransferase increased, aspartate aminotransferase increased, phlebitis/infusion site reactions, pyrexia, and hypertension. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Overview of the Safety Evaluation of RECARBRIO Safety was primarily evaluated in three active-controlled, double-blind trials in HABP/VABP, cUTI, and cIAI (Trials 1, 2, and 3, respectively). In the HABP/VABP trial (Trial 1), patients were treated with either RECARBRIO or piperacillin and tazobactam (4.5 grams). In the cUTI trial (Trial 2) and cIAI trial (Trial 3), patients in the treatment arms were treated with either imipenem 500 mg/cilastatin 500 mg and relebactam 250 mg or imipenem 500 mg/cilastatin 500 mg and relebactam 125 mg (not an approved dose), and patients in the control arm were treated with imipenem 500 mg/cilastatin 500 mg plus placebo (IV normal saline). Across Trials 2 and 3, the mean duration of IV therapy in patients treated with imipenem/cilastatin plus relebactam 250 mg was approximately 7 days. Clinical Trial Experience in Patients with HABP/VABP Trial 1 included 266 adult patients treated with RECARBRIO and 269 patients treated with piperacillin and tazobactam (4.5 grams) administered intravenously over 30 minutes every 6 hours. The mean age was 60 years, 43% of patients were 65 years of age and older, 31% were female and 22% had polymicrobial infection. The mean Acute Physiology and Chronic Health Evaluation (APACHE) II score was 15 and 48% of patients had an APACHE II score greater than or equal to 15 at baseline. Overall, 260 (49%) patients were ventilated at enrollment, including 194 (36%) patients with VABP and 66 (12%) patients with ventilated HABP. Clinical Trial Experience in Patients with cUTI including, Pyelonephritis Trial 2 included 198 adult patients treated with imipenem/cilastatin and relebactam (99 patients each with imipenem 500 mg/cilastatin 500 mg plus relebactam 125 mg or relebactam 250 mg) and 100 patients treated with imipenem 500 mg/cilastatin 500 mg, administered intravenously over 30 minutes every 6 hours. After a minimum of 4 days of IV therapy, patients could be switched to oral ciprofloxacin (500 mg daily every 12 hours) to complete the treatment course of 4 to 14 days total (IV plus oral), at the discretion of the investigator. The mean age was 56 years, 40% of patients were 65 years of age and older, 16% were 75 years of age and older, 50% were female, and approximately 18% had moderate to severe renal impairment. Clinical Trial Experience in Patients with cIAI Trial 3 included 233 adult patients treated with imipenem/cilastatin plus relebactam (116 subjects with imipenem 500 mg/cilastatin 500 mg and relebactam 125 mg and 117 subjects with imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg), and 114 patients treated with imipenem 500 mg/cilastatin 500 mg, administered intravenously over 30 minutes every 6 hours for 4 to 14 days, at the discretion of the investigator. The mean age was 49 years, 23% of the patients were 65 years of age and older, 9.8% were 75 years of age and older, and 42% were female. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In Trial 1, serious adverse reactions occurred in 27% (71/266) of patients receiving RECARBRIO and 32% (86/269) of patients receiving piperacillin and tazobactam. Adverse reactions leading to death were reported in 15% (40/266) of patients receiving RECARBRIO and 21% (57/269) of patients receiving piperacillin and tazobactam. Adverse reactions leading to discontinuation occurred in 5.6% (15/266) of patients receiving imipenem 500 mg/cilastatin 500 mg/relebactam 250 mg and 8.2% (22/269) of patients receiving piperacillin and tazobactam. In Trials 2 and 3, serious adverse reactions occurred in 3.2% (7/216) of patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg and 5.1% (11/214) of patients receiving imipenem 500 mg/cilastatin 500 mg. There were no deaths reported in patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg or imipenem 500 mg/cilastatin 500 mg alone. Deaths were reported in 1.4% (3/215) of patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 125 mg (not an approved dose). Adverse reactions leading to discontinuation occurred in 1.9% (4/216) of patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg and 2.3% (5/214) of patients receiving imipenem 500 mg/cilastatin 500 mg. Common Adverse Reactions In Trial 1, adverse reactions occurred during the protocol-specified follow-up period, which was IV therapy plus 14 days following completion of therapy, in 85% (226/266) of patients receiving RECARBRIO and 87% (233/269) of patients receiving piperacillin and tazobactam. Table 3 lists the most common adverse reactions occurring in ≥4% of patients receiving imipenem 500 mg/cilastatin 500 mg/relebactam 250 mg or piperacillin and tazobactam in Trial 1. Table 3: Adverse Reactions Occurring in Greater Than or Equal to 4% of HABP/VABP Patients Receiving RECARBRIO in Trial 1 Adverse Reaction RECARBRIO RECARBRIO, IV every 6 hours. (N=266) N (%) Piperacillin/Tazobactam Piperacillin 4000 mg and Tazobactam 500 mg (4.5 grams), IV every 6 hours. (N=269) N (%) Blood and lymphatic system disorders Anemia 28 (10.5%) 27 (10.0%) Gastrointestinal disorders Constipation 11 (4.1%) 3 (1.1%) Diarrhea 21 (7.9%) 30 (11.2%) General disorders and administration site conditions Pyrexia 11 (4.1%) 20 (7.4%) Laboratory investigations Alanine aminotransferase increased 26 (9.8%) 19 (7.1%) Aspartate aminotransferase increased 31 (11.7%) 20 (7.4%) Metabolism and nutrition disorders Hypokalemia Hypokalemia includes hypokalemia and blood potassium decreased. 21 (7.9%) 26 (9.7%) Hyponatremia Hyponatremia includes hyponatremia and blood sodium decreased. 17 (6.4%) 3 (1.1%) Skin and subcutaneous tissue disorders Rash Rash includes rash, rash erythematous, and rash generalized. 11 (4.1%) 5 (1.9%) Less Common Adverse Reactions Reported in Trial 1 The following selected adverse reaction was reported in RECARBRIO-treated subjects at a rate of less than 4%: Blood and lymphatic system disorders: thrombocytopenia In Trials 2 and 3, adverse reactions occurred during the protocol-specified follow-up period, which was IV therapy plus 14 days following completion of therapy, in 39% (85/216) of patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg and 36% (77/214) of patients receiving imipenem 500 mg/cilastatin 500 mg. Table 4 lists the most common adverse reactions occurring in ≥1% of patients receiving imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg or imipenem 500 mg/cilastatin 500 mg in Trials 2 and 3. Table 4: Adverse Reactions Occurring in Greater Than or Equal to 1% of cUTI and cIAI Patients Receiving Imipenem/Cilastatin plus Relebactam 250 mg or Imipenem/Cilastatin in Trials 2 and 3 Adverse Reaction Imipenem/Cilastatin and Relebactam 250 mg Imipenem/Cilastatin (500 mg/500 mg) + Relebactam (250 mg), IV every 6 hours. (N=216) N (%) IMI + Placebo Imipenem/Cilastatin (500 mg/500 mg) + Placebo, IV every 6 hours. (N=214) N (%) Blood and lymphatic system disorders Anemia Anemia includes anemia and hemoglobin decreased. 2 (1%) 4 (2%) Gastrointestinal disorders Diarrhea 12 (6%) 9 (4%) Nausea 12 (6%) 12 (6%) Vomiting 7 (3%) 4 (2%) General disorders and administration site conditions Phlebitis/Infusion site reactions Infusion site reactions include infusion site phlebitis, infusion site erythema, and infusion site pain. 5 (2%) 3 (1%) Pyrexia 5 (2%) 3 (1%) Laboratory Investigations Alanine aminotransferase increased 7 (3%) 4 (2%) Aspartate aminotransferase increased 6 (3%) 3 (1%) Lipase increased 3 (1%) 4 (2%) Blood creatinine increased 1 (<1%) 3 (1%) Nervous system disorders Headache 9 (4%) 5 (2%) Central nervous system adverse reactions Central nervous system adverse reactions include agitation, apathy, confusional states, delirium, disorientation, slow speech, and somnolence. 2 (1%) 5 (2%) Vascular disorders Hypertension Hypertension includes hypertension and blood pressure increased. 4 (2%) 6 (3%) Other Adverse Reactions Associated with Imipenem/Cilastatin Adverse reactions reported with imipenem/cilastatin, a component of RECARBRIO, in clinical studies or during post-marketing experience are listed below. These adverse reactions are not listed above for patients treated with RECARBRIO in Trial 1 or imipenem 500 mg/cilastatin 500 mg plus relebactam 250 mg in Trials 2 and 3. Blood and Lymphatic System Disorders : agranulocytosis, increased eosinophils, hemolytic anemia Nervous System Disorders: seizure Hepatobiliary Disorders : hepatic failure, jaundice Laboratory Investigations : blood lactate dehydrogenase increased, coombs test positive, eosinophil count increased."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS RECARBRIO is contraindicated in patients with a history of known severe hypersensitivity (severe systemic allergic reaction such as anaphylaxis) to any component of RECARBRIO. RECARBRIO is contraindicated in patients with a history of known severe hypersensitivity to any component of RECARBRIO. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer RECARBRIO 1.25 grams (imipenem 500 mg, cilastatin 500 mg, relebactam 250 mg) by intravenous (IV) infusion over 30 minutes every 6 hours in patients 18 years of age and older with creatinine clearance (CLcr) 90 mL/min or greater. ( 2.1 ) Dosage adjustment in patients with renal impairment. ( 2.2 ) Estimated Creatinine Clearance (mL/min) CLcr calculated using the Cockcroft-Gault formula. Recommended Dose of RECARBRIO (imipenem/cilastatin/relebactam) (mg) administered by IV infusion over 30 minutes every 6 hours 60 to 89 1 gram (imipenem 400 mg, cilastatin 400 mg, and relebactam 200 mg 30 to 59 0.75 grams (imipenem 300 mg, cilastatin 300 mg, and relebactam 150 mg 15 to 29 0.5 grams (imipenem 200 mg, cilastatin 200 mg, and relebactam 100 mg End Stage Renal Disease on Hemodialysis 0.5 grams (imipenem 200 mg, cilastatin 200 mg, and relebactam 100 mg Patients with CLcr less than 15 mL/min should not receive RECARBRIO unless hemodialysis is instituted within 48 hours. ( 2.2 ) See Full Prescribing Information for instructions for constituting supplied dry powder and subsequent required dilution. ( 2.3 , 2.4 ) See Full Prescribing Information for drug compatibilities and incompatibilities. ( 2.6 , 2.7 ) 2.1 Recommended Dosage in Adults The recommended dosage of RECARBRIO is 1.25 grams (imipenem 500 mg, cilastatin 500 mg, and relebactam 250 mg) administered by intravenous (IV) infusion over 30 minutes every 6 hours in patients 18 years of age and older with creatinine clearance (CLcr) of 90 mL/min or greater. A dose reduction is recommended for patients with CLcr less than 90 mL/min ( Table 1 ) [see Dosage and Administration (2.2) ] . The severity and location of infection, as well as clinical response should guide the duration of therapy. The recommended duration of treatment with RECARBRIO is 4 days to 14 days. 2.2 Dosage Adjustments in Patients with Renal Impairment Dosage adjustment is recommended in patients with renal impairment. Patients who have a CLcr less than 90 mL/min require dosage reduction of RECARBRIO ( Table 1 ). For patients with fluctuating renal function, CLcr should be monitored. Table 1: Dosage of RECARBRIO for Adult Patients with Renal Impairment Estimated CLcr (mL/min) CLcr calculated using the Cockcroft-Gault formula Recommended Dosage of RECARBRIO (imipenem/cilastatin and relebactam) (mg) Administer by IV over 30 minutes. Dosing Interval RECARBRIO is provided as a single vial in a fixed-dose combination; the dose for each component will be adjusted equally during preparation [see Dosage and Administration (2.4) ] . 60 to 89 1 gram (imipenem 400 mg, cilastatin 400 mg, and relebactam 200 mg) Every 6 hours 30 to 59 0.75 grams (imipenem 300 mg, cilastatin 300 mg, and relebactam 150 mg) Every 6 hours 15 to 29 0.5 grams (imipenem 200 mg, cilastatin 200 mg, and relebactam 100 mg) Every 6 hours End Stage Renal Disease (ESRD) on Hemodialysis Administration should be timed to follow hemodialysis. 0.5 grams (imipenem 200 mg, cilastatin 200 mg, and relebactam 100 mg) Every 6 hours Patients with CLcr less than 15 mL/min should not receive RECARBRIO unless hemodialysis is instituted within 48 hours. There is inadequate information to recommend usage of RECARBRIO for patients undergoing peritoneal dialysis. Imipenem, cilastatin, and relebactam are cleared from the circulation during hemodialysis. For patients maintained on hemodialysis, administer RECARBRIO after hemodialysis and at intervals timed from the end of that hemodialysis session. 2.3 Preparation of RECARBRIO Solution for Intravenous Administration RECARBRIO is supplied as a dry powder in a single-dose vial that must be constituted and further diluted using aseptic technique prior to intravenous infusion. To prepare the infusion solution, contents of the vial must be constituted with the appropriate diluent as instructed below. A list of appropriate diluents is as follows: 0.9% Sodium Chloride Injection, USP 5% Dextrose Injection, USP 5% Dextrose Injection, USP + 0.9% Sodium Chloride Injection, USP 5% Dextrose Injection, USP + 0.45% Sodium Chloride Injection, USP 5% Dextrose Injection, USP + 0.225% Sodium Chloride Injection, USP RECARBRIO has low aqueous solubility. To ensure complete dissolution of RECARBRIO it is important to adhere to the following instructions: Step 1) For diluents available in 100 mL prefilled infusion bags, proceed to step 2. For diluents not available in 100 mL prefilled infusion bags, aseptically withdraw 100 mL of the desired diluent and transfer it to an empty infusion bag, then proceed to step 2. Step 2) Withdraw 20 mL (as two 10 mL aliquots) of diluent from the appropriate infusion bag and constitute the vial with one 10 mL aliquot of the diluent. The constituted suspension is for intravenous infusion only after dilution in an appropriate infusion solution. Step 3) After constitution, shake vial well and transfer resulting suspension into the remaining 80 mL of the infusion bag. Step 4) Add the second 10 mL aliquot of infusion diluent to the vial and shake well to ensure complete transfer of vial contents; repeat transfer of the resulting suspension to the infusion solution before administering. Agitate the resulting mixture until clear. Constituted solutions of RECARBRIO range from colorless to yellow. Variations of color within this range do not affect the potency of the product. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Discard if discoloration or visible particles are observed. The above instructions for preparation of RECARBRIO solution for intravenous administration must be followed for all patients, irrespective of the intended patient's renal function. The volume of this prepared RECARBRIO solution to be administered to patients is determined based on renal function [see Dosage and Administration (2.4) ] . 2.4 Preparation of RECARBRIO Solution for Intravenous Administration in Patients with Renal Impairment For patients with renal impairment, prepare a reduced dose of RECARBRIO (1 gram, 0.75 grams, or 0.5 grams) [see Dosage and Administration (2.2) ] by preparing a 100 mL solution containing 1.25 grams (as described above in Section 2.3) then withdrawing and discarding the excess according to Table 2 . Table 2: Preparation of Reduced RECARBRIO Doses for Intravenous Administration in Patients with Renal Impairment Creatinine Clearance (mL/min) Dosage of RECARBRIO (imipenem/cilastatin/relebactam) After preparation as instructed above, remove from the 100 mL prepared bag the volume indicated below and discard Resulting volume that provides the indicated reduced dose 60 to 89 1 gram (imipenem 400 mg, cilastatin 400 mg, and relebactam 200 mg) 20 mL 80 mL 30 to 59 0.75 grams (imipenem 300 mg, cilastatin 300 mg, and relebactam 150 mg) 40 mL 60 mL 15 to 29 or ESRD on hemodialysis 0.5 grams (imipenem 200 mg, cilastatin 200 mg, and relebactam 100 mg) 60 mL 40 mL 2.5 Storage of Constituted Solution RECARBRIO, as supplied in single-dose glass vials upon constitution with the appropriate diluent and following further dilution in the infusion bag, maintains satisfactory potency for at least 2 hours at room temperature (up to 30°C) or for at least 24 hours under refrigeration at 2°C to 8°C (36°F to 46°F). Do not freeze solutions of RECARBRIO. 2.6 Compatible Injectable Drug Products Compatible Drug Products The physical compatibility of RECARBRIO with selected injectable drug products was evaluated in two commonly available diluents. Compatible drugs with the corresponding compatible diluent (i.e., 5% Dextrose Injection, USP or 0.9% Sodium Chloride Injection, USP) are listed below. RECARBRIO should not be co-administered through the same intravenous line (or cannula), with other drug products not listed below, as no compatibility data are available. Refer to the respective prescribing information of the co-administered drug(s) to confirm compatibility of simultaneous co-administration. List of Compatible Injectable Drugs for use with 5% Dextrose USP or 0.9% Sodium Chloride USP Injection as Diluents dexmedetomidine dopamine epinephrine fentanyl heparin midazolam norepinephrine phenylephrine 2.7 Incompatible Injectable Drug Products RECARBRIO for injection for intravenous infusion is physically incompatible with propofol in 5% Dextrose USP or 0.9% Sodium Chloride USP."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RECARBRIO is a combination of imipenem, a penem antibacterial, cilastatin, a renal dehydropeptidase inhibitor, and relebactam, a beta-lactamase inhibitor, indicated in patients 18 years of age and older for the treatment of the following infections caused by susceptible gram-negative microorganisms: Hospital-acquired bacterial pneumonia and ventilator-associated bacterial pneumonia (HABP/VABP). ( 1.1 ) Complicated urinary tract infections, including pyelonephritis (cUTI) in patients who have limited or no alternative treatment options. ( 1.2 ) Complicated intra-abdominal infections (cIAI) in patients who have limited or no alternative treatment options. ( 1.3 ) Approval of the cUTI and cIAI indications is based on limited clinical safety and efficacy data for RECARBRIO. ( 1.2 , 1.3 , 14 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of RECARBRIO and other antibacterial drugs, RECARBRIO should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.3 ) 1.1 Hospital-acquired Bacterial Pneumonia and Ventilator-associated Bacterial Pneumonia (HABP/VABP) RECARBRIO™ is indicated for the treatment of patients 18 years of age and older with hospital-acquired bacterial pneumonia and ventilator-associated bacterial pneumonia, caused by the following susceptible gram-negative microorganisms: Acinetobacter calcoaceticus-baumannii complex, Enterobacter cloacae , Escherichia coli , Haemophilus influenzae , Klebsiella aerogenes, Klebsiella oxytoca, Klebsiella pneumoniae, Pseudomonas aeruginosa, and Serratia marcescens. 1.2 Complicated Urinary Tract Infections (cUTI), including Pyelonephritis RECARBRIO is indicated in patients 18 years of age and older who have limited or no alternative treatment options, for the treatment of complicated urinary tract infections (cUTI), including pyelonephritis, caused by the following susceptible gram-negative microorganisms: Enterobacter cloacae , Escherichia coli , Klebsiella aerogenes, Klebsiella pneumoniae, and Pseudomonas aeruginosa . Approval of this indication is based on limited clinical safety and efficacy data for RECARBRIO [see Clinical Studies (14.2) ] . 1.3 Complicated Intra-abdominal Infections (cIAI) RECARBRIO is indicated in patients 18 years of age and older who have limited or no alternative treatment options for the treatment of complicated intra-abdominal infections (cIAI) caused by the following susceptible gram-negative microorganisms: Bacteroides caccae , Bacteroides fragilis , Bacteroides ovatus , Bacteroides stercoris , Bacteroides thetaiotaomicron , Bacteroides uniformis , Bacteroides vulgatus , Citrobacter freundii , Enterobacter cloacae , Escherichia coli , Fusobacterium nucleatum , Klebsiella aerogenes, Klebsiella oxytoca , Klebsiella pneumoniae , Parabacteroides distasonis , and Pseudomonas aeruginosa . Approval of this indication is based on limited clinical safety and efficacy data for RECARBRIO [see Clinical Studies (14.2) ] . 1.4 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of RECARBRIO and other antibacterial drugs, RECARBRIO should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:55:27.592646",
  "source": "OpenFDA"
}