{
  "drug_name": "Relugolix",
  "generic_name": [
    "RELUGOLIX"
  ],
  "brand_names": [
    "Orgovyx"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS P-gp Inhibitors: Avoid co-administration. If unavoidable, take ORGOVYX first, separate dosing by at least 6 hours, and monitor patients more frequently for adverse reactions ( 2.2 , 7.1 ). Combined P-gp and Strong CYP3A Inducers: Avoid co-administration. If unavoidable, increase the ORGOVYX dose to 240 mg once daily ( 2.3 , 7.1 ). 7.1 Effect of Other Drugs on ORGOVYX P-gp Inhibitors Relugolix is a P-gp substrate. Co-administration of ORGOVYX with an oral P-gp inhibitor increases relugolix exposure [see Clinical Pharmacology ( 12.3 )], which may increase the risk of adverse reactions associated with ORGOVYX. Avoid co-administration of ORGOVYX with oral P-gp inhibitors. If co-administration with an oral P-gP inhibitor cannot be avoided, take ORGOVYX first and wait at least 6 hours before taking the P-gp inhibitor. Closely monitor patients for increased adverse reactions [see Dosage and Administration ( 2.2 )] . If an oral P-gp inhibitor will only be administered for up to 2 weeks, ORGOVYX may be interrupted while the P-gp inhibitor is being administered. Resume ORGOVYX after the P-gp is discontinued. If ORGOVYX is interrupted for more than 7 days, resume ORGOVYX at 360 mg on the first day, followed by 120 mg once daily. Combined P-gp and Strong CYP3A Inducers Co-administration of ORGOVYX with a combined P-gp and strong CYP3A inducer decreases relugolix exposure , which may reduce the effects of ORGOVYX [see Clinical Pharmacology ( 12.3 )]. Avoid co-administration of ORGOVYX with combined P-gp and strong CYP3A inducers. If co-administration cannot be avoided, increase the ORGOVYX dose. After discontinuation of the combined P-gp and strong CYP3A inducer, resume ORGOVYX once daily at the same dose [see Dosage and Administration ( 2.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: QT/QTc Interval Prolongation [see Warnings and Precautions ( 5.1 )] . The most common adverse reactions (≥ 10%) and laboratory abnormalities (≥ 15%) were hot flush, glucose increased, triglycerides increased, musculoskeletal pain, hemoglobin decreased, alanine aminotransferase (ALT) increased, fatigue, aspartate aminotransferase (AST) increased, constipation, and diarrhea ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Sumitomo Pharma America, at 1-833-696-8268 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of ORGOVYX was evaluated in HERO, a randomized (2:1), open-label, clinical study in patients with advanced prostate cancer [see Clinical Studies ( 14 )] . Patients received orally administered ORGOVYX as a loading dose of 360 mg on the first day followed by 120 mg taken orally once daily (n = 622) or received leuprolide acetate administered by depot injection at doses of 22.5 mg (n = 264) or 11.25 mg (n = 44) per local guidelines every 12 weeks (n = 308). Leuprolide acetate 11.25 mg is a dosage regimen that is not recommended for this indication in the US. Among patients who received ORGOVYX, 91% were exposed for at least 48 weeks. Ninety-nine (16%) patients received concomitant radiotherapy and 17 (3%) patients received concomitant enzalutamide with ORGOVYX. Serious adverse reactions occurred in 12% of patients receiving ORGOVYX. Serious adverse reactions in ≥ 0.5% of patients included myocardial infarction (0.8%), acute kidney injury (0.6%), arrhythmia (0.6%), hemorrhage (0.6%), and urinary tract infection (0.5%). Fatal adverse reactions occurred in 0.8% of patients receiving ORGOVYX including metastatic lung cancer (0.3%), myocardial infarction (0.3%), and acute kidney injury (0.2%). Fatal and non-fatal myocardial infarction and stroke were reported in 2.7% of patients receiving ORGOVYX. Permanent discontinuation of ORGOVYX due to an adverse reaction occurred in 3.5% of patients. Adverse reactions which resulted in permanent discontinuation of ORGOVYX in ≥ 0.3 % of patients included atrioventricular block (0.3%), cardiac failure (0.3%), hemorrhage (0.3%), increased transaminases (0.3%), abdominal pain (0.3%), and pneumonia (0.3%). Dosage interruptions of ORGOVYX due to an adverse reaction occurred in 2.7% of patients. Adverse reactions which required dosage interruption in ≥ 0.3% of patients included fracture (0.3%). The most common adverse reactions (≥ 10%) and laboratory abnormalities (≥ 15%), were hot flush (54%), glucose increased (44%), triglycerides increased (35%), musculoskeletal pain (30%), hemoglobin decreased (28%), alanine aminotransferase increased (ALT) (27%), fatigue (26%), aspartate aminotransferase increased (AST) (18%), constipation (12%), and diarrhea (12%). Table 1 summarizes the adverse reactions in HERO. Table 1: Adverse Reactions ( ≥ 10%) of Patients with Advanced Prostate Cancer Who Received ORGOVYX in HERO a Includes arthralgia, back pain, pain in extremity, musculoskeletal pain, myalgia, bone pain, neck pain, arthritis, musculoskeletal stiffness, non-cardiac chest pain, musculoskeletal chest pain, spinal pain, and musculoskeletal discomfort. b Includes fatigue and asthenia. c Includes diarrhea and colitis. Adverse Reaction ORGOVYX N = 622 Leuprolide Acetate N = 308 All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) Vascular disorders Hot flush 54 0.6 52 0 Musculoskeletal and connective tissue disorders Musculoskeletal pain a 30 1.1 29 1.6 General Fatigue b 26 0.3 24 0 Gastrointestinal disorders Diarrhea c 12 0.2 7 0 Constipation 12 0 10 0 Clinically relevant adverse reactions in < 10% of patients who received ORGOVYX included increased weight, insomnia, gynecomastia, hyperhidrosis, depression, decreased libido, and angioedema. Table 2 summarizes the laboratory abnormalities in HERO. Table 2: Select Laboratory Abnormalities ( ≥ 15%) That Worsened from Baseline in Patients with Advanced Prostate Cancer Who Received ORGOVYX in HERO Laboratory Test ORGOVYX a Leuprolide Acetate a All Grades (%) Grade 3-4 (%) All Grades (%) Grade 3-4 (%) a The denominator used to calculate the rate varied from 611 to 619 in the ORGOVYX arm and from 301 to 306 in the leuprolide arm based on the number of patients with a baseline value and at least one post-treatment value. Chemistry Glucose increased 44 2.9 54 6 Triglycerides increased 35 2 36 0.7 ALT increased 27 0.3 28 0 AST increased 18 0 19 0.3 Hematology Hemoglobin decreased 28 0.5 29 0.7 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ORGOVYX. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: hypersensitivity, including angioedema and urticaria."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ORGOVYX is contraindicated in patients with severe hypersensitivity to relugolix or to any of the product components. Known severe hypersensitivity to relugolix or to any of the product components ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage: A loading dose of 360 mg on the first day of treatment followed by 120 mg taken orally once daily, at approximately the same time each day ( 2.1 ). ORGOVYX can be taken with or without food ( 2.1 , 12.3 ). Instruct patients to swallow tablets whole and not to crush or chew tablets ( 2.1 ). 2.1 Recommended Dosage Initiate treatment of ORGOVYX with a loading dose of 360 mg on the first day and continue treatment with a 120 mg dose taken orally once daily at approximately the same time each day. ORGOVYX can be taken with or without food [see Clinical Pharmacology ( 12.3 )] . Instruct patients to swallow tablets whole and not to crush or chew tablets. Advise patients to take a missed dose of ORGOVYX as soon as they remember. If the dose was missed by more than 12 hours, patients should not take the missed dose and resume with the next scheduled dose. If treatment with ORGOVYX is interrupted for greater than 7 days, restart ORGOVYX with a loading dose of 360 mg on the first day, and continue with a dose of 120 mg once daily. In patients treated with GnRH receptor agonists and antagonists for prostate cancer, treatment is usually continued upon development of nonmetastatic or metastatic castration-resistant prostate cancer. 2.2 Dose Modification for Use with P-gp Inhibitors Avoid co-administration of ORGOVYX with oral P-gp inhibitors. If co-administration is unavoidable, take ORGOVYX first and separate dosing by at least 6 hours [ see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 ) ] . Treatment with ORGOVYX may be interrupted for up to two weeks if a short course of treatment with a P-gp inhibitor is required. 2.3 Dose Modification for Use with Combined P-gp and Strong CYP3A Inducers Avoid co-administration of ORGOVYX with combined P-gp and strong CYP3A inducers. If co-administration is unavoidable, increase the ORGOVYX dose to 240 mg once daily. After discontinuation of the combined P-gp and strong CYP3A inducer, resume the recommended ORGOVYX dose of 120 mg once daily [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ORGOVYX is indicated for the treatment of adult patients with advanced prostate cancer. ORGOVYX is a gonadotropin-releasing hormone (GnRH) receptor antagonist indicated for the treatment of adult patients with advanced prostate cancer ( 1 )."
  ],
  "fetched_at": "2025-10-01T18:24:14.393490",
  "source": "OpenFDA"
}