{
  "drug_name": "Remimazolam",
  "generic_name": [
    "REMIMAZOLAM BESYLATE"
  ],
  "brand_names": [
    "BYFAVO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Opioid Analgesics and Other Sedative-Hypnotics The sedative effect of intravenous BYFAVO can be accentuated by concomitantly administered CNS depressant medications, including opioid analgesics, other benzodiazepines, and propofol. Continuously monitor vital signs during sedation and through the recovery period. Titrate the dose of BYFAVO when administered with opioid analgesics and sedative-hypnotics to the desired clinical response [see Warnings and Precautions (5.2) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections: Neonatal Sedation and Withdrawal Syndrome [see Warnings and Precautions (5.4) , Use in Specific Populations (8.1) ] The most common adverse reactions (>10%) in patients receiving BYFAVO for procedural sedation are hypotension, hypertension, diastolic hypertension, systolic hypertension, hypoxia, and diastolic hypotension. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Acacia Pharma at 1-877-357-9237 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of BYFAVO was evaluated in three prospective, randomized, double-blind, multicenter, parallel group clinical studies in 630 patients undergoing colonoscopy (two studies) or bronchoscopy (one study). Colonoscopy Study 1 and the bronchoscopy study evaluated American Society of Anesthesiologists (ASA) physical status I to III patients, and Colonoscopy Study 2 evaluated ASA III and IV patients. All three studies evaluated the safety of BYFAVO compared to placebo with midazolam rescue and an open-label midazolam treatment arm. Patients were administered a total dose ranging from 5 to 30 mg of BYFAVO. In these studies, the most common adverse reactions (incidence greater than 10%) following BYFAVO administration were hypotension, hypertension, diastolic hypertension, systolic hypertension, hypoxia, and diastolic hypotension. There were two patients who experienced an adverse reaction that led to discontinuation of study drug. One patient in the BYFAVO arm in the bronchoscopy study discontinued treatment due to bradycardia, hypertension, hypotension, hypoxia, and respiratory rate increase. One patient in the open-label midazolam arm in Colonoscopy Study 2 discontinued due to respiratory acidosis. No deaths were reported during the studies. Tables 1-3 provide a summary of the common adverse reactions observed in each of the three Phase 3 studies with BYFAVO. Table 1: Common Adverse Reactions in Colonoscopy Study 1 (Incidence >2%), ASA I to III Adverse Reaction BYFAVO N = 296 Placebo (with Midazolam Rescue 57/60 (95%) patients received midazolam rescue. ) N = 60 Midazolam N = 102 n (%) n (%) n (%) Hypotension Hypotension defined as a fall in systolic BP to ≤80 mmHg or in diastolic BP to ≤40 mmHg, or a fall in systolic or diastolic BP of 20% or more below baseline or necessitating medical intervention. 115 (39%) 25 (42%) 63 (62%) Hypertension Hypertension defined as an increase in systolic BP to ≥180 mmHg or in diastolic BP to ≥100 mmHg, or an increase of systolic or diastolic BP of 20% or more over baseline or necessitating medical intervention. 59 (20%) 17 (28%) 18 (18%) Bradycardia 33 (11%) 7 (12%) 16 (16%) Diastolic hypertension 29 (10%) 6 (10%) 9 (9%) Tachycardia 23 (8%) 7 (12%) 13 (13%) Diastolic hypotension 23 (8%) 4 (7%) 9 (9%) Systolic hypertension 16 (5%) 5 (8%) 6 (6%) Table 2: Common Adverse Reactions in Bronchoscopy Study (Incidence >2%) Adverse Reaction BYFAVO N = 303 Placebo (with Midazolam Rescue 57/59 (97%) patients received midazolam rescue. ) N = 59 Midazolam N = 69 n (%) n (%) n (%) Hypotension Hypotension defined as a fall in systolic BP to ≤80 mmHg or in diastolic BP to ≤40 mmHg, or a fall in systolic or diastolic BP of 20% or more below baseline or necessitating medical intervention. 99 (33%) 28 (47%) 23 (33%) Hypertension Hypertension defined as an increase in systolic BP to ≥180 mmHg or in diastolic BP to ≥100 mmHg, or an increase of systolic or diastolic BP of 20% or more over baseline or necessitating medical intervention. 85 (28%) 9 (15%) 19 (28%) Diastolic hypertension 77 (25%) 15 (25%) 16 (23%) Systolic hypertension 67 (22%) 13 (22%) 17 (25%) Hypoxia 66 (22%) 12 (20%) 13 (19%) Respiratory rate increased 43 (14%) 6 (10%) 10 (14%) Diastolic hypotension 41 (14%) 17 (29%) 16 (23%) Nausea 12 (4%) 2 (3%) 2 (3%) Bradycardia 11 (4%) 4 (7%) 4 (6%) Pyrexia 11 (4%) 1 (2%) 1 (1%) Headache 8 (3%) 0 (0%) 3 (4%) Table 3: Common Adverse Reactions in Colonoscopy Study 2 (Incidence >2%), ASA III and IV Adverse Reaction BYFAVO N = 31 Placebo (with Midazolam Rescue 16/16 (100%) patients received midazolam rescue. ) N = 16 Midazolam N = 30 n (%) n (%) n (%) Hypotension Hypotension defined as a fall in systolic BP to ≤80 mmHg or in diastolic BP to ≤40 mmHg, or a fall in systolic or diastolic BP of 20% or more below baseline or necessitating medical intervention. 18 (58%) 11 (69%) 17 (57%) Hypertension Hypertension defined as an increase in systolic BP to ≥180 mmHg or in diastolic BP to ≥100 mmHg, or an increase of systolic or diastolic BP of 20% or more over baseline or necessitating medical intervention. 13 (42%) 6 (38%) 13 (43%) Respiratory acidosis 6 (19%) 2 (13%) 8 (27%) Diastolic hypertension 3 (10%) 0 (0%) 0 (0%) Systolic hypertension 2 (6%) 0 (0%) 0 (0%) Bradycardia 1 (3%) 1 (6%) 4 (13%) Respiratory rate decreased 1 (3%) 1 (6%) 2 (7%) Diastolic hypotension 1 (3%) 1 (6%) 0 (0%) Blood pressure diastolic increased 1 (3%) 0 (0%) 0 (0%) Blood pressure increased 1 (3%) 0 (0%) 0 (0%) Blood pressure systolic increased 1 (3%) 0 (0%) 0 (0%) Upper respiratory tract infection 1 (3%) 0 (0%) 0 (0%) Adverse reaction data from Colonoscopy Study 1 and the bronchoscopy study analyzed according to the cumulative dose of concomitant fentanyl (<100 mcg, 100-150 mcg and >150 mcg) suggest an increase in some adverse reactions with increasing fentanyl dose, such as hypotension, hypertension, bradycardia, hypoxia, and increased respiratory rate (see Table 4 and Table 5 ). There were too few patients in each fentanyl stratum in Colonoscopy Study 2 to perform this analysis. Table 4: Common Adverse Reactions Incidence >2% of patients. in Colonoscopy Study 1 by Cumulative Fentanyl Dose BYFAVO Placebo (with Midazolam Rescue 57/60 (95%) patients received midazolam rescue. ) Midazolam Fentanyl dose (mcg) <100 100-150 >150 <100 100-150 >150 <100 100-150 >150 N = 148 N = 146 N = 2 N = 9 N = 43 N = 8 N = 31 N = 62 N = 9 Adverse Reaction n (%) n (%) n (%) n (%) n (%) n (%) n (%) n (%) n (%) Hypotension Hypotension defined as a fall in systolic BP to ≤80 mmHg or in diastolic BP to ≤40 mmHg, or a fall in systolic or diastolic BP of 20% or more below baseline or necessitating medical intervention. 49 (33%) 64 (44%) 2 (100%) 5 (56%) 17 (40%) 3 (38%) 18 (58%) 36 (58%) 9 (100%) Hypertension Hypertension defined as an increase in systolic BP to ≥180 mmHg or in diastolic BP to ≥100 mmHg, or an increase of systolic or diastolic BP of 20% or more over baseline or necessitating medical intervention. 24 (16%) 35 (24%) 0 (0%) 1 (11%) 14 (33%) 2 (25%) 3 (10%) 12 (19%) 3 (33%) Bradycardia 12 (8%) 20 (14%) 1 (50%) 0 (0%) 5 (12%) 2 (25%) 1 (3%) 13 (21%) 2 (22%) Diastolic hypertension 9 (6%) 20 (14%) 0 (0%) 0 (0%) 3 (7%) 3 (38%) 2 (6%) 7 (11%) 0 (0%) Tachycardia 10 (7%) 12 (8%) 1 (50%) 0 (0%) 6 (14%) 1 (13%) 2 (6%) 8 (13%) 3 (33%) Diastolic hypotension 10 (7%) 13 (9%) 0 (0%) 0 (0%) 3 (7%) 1 (13%) 3 (10%) 4 (6%) 2 (22%) Systolic hypertension 5 (3%) 11 (8%) 0 (0%) 0 (0%) 3 (7%) 2 (25%) 4 (13%) 2 (3%) 0 (0%) Table 5: Common Adverse Reactions Incidence >2% of patients. in Bronchoscopy Study by Cumulative Fentanyl Dose BYFAVO Placebo (with Midazolam Rescue 57/59 (97%) patients received midazolam rescue. ) Midazolam Fentanyl dose (mcg) <100 100-150 >150 <100 100-150 >150 <100 100-150 >150 N = 215 N = 63 N = 25 N = 26 N = 18 N = 15 N = 29 N = 27 N = 13 Adverse Reaction n (%) n (%) n (%) n (%) n (%) n (%) n (%) n (%) n (%) Hypotension Hypotension defined as a fall in systolic BP to ≤ 80 mmHg or in diastolic BP to ≤40 mmHg, or a fall in systolic or diastolic BP of 20% or more below baseline or necessitating medical intervention. 52 (24%) 32 (51%) 16 (64%) 7 (27%) 9 (50%) 12 (80%) 7 (24%) 7 (26%) 9 (69%) Hypertension Hypertension defined as an increase in systolic BP to ≥180 mmHg or in diastolic BP to ≥100 mmHg, or an increase of systolic or diastolic BP of 20% or more over baseline or necessitating medical intervention. 43 (20%) 25 (40%) 18 (72%) 2 (8%) 2 (11%) 5 (33%) 3 (10%) 8 (30%) 8 (62%) Diastolic hypertension 65 (30%) 12 (19%) 0 (0%) 11 (42%) 3 (17%) 1 (7%) 10 (34%) 6 (22%) 0 (0%) Systolic hypertension 55 (26%) 11 (17%) 1 (4%) 10 (38%) 3 (17%) 0 (0%) 9 (31%) 6 (22%) 2 (15%) Hypoxia 35 (16%) 22 (35%) 9 (36%) 6 (23%) 2 (11%) 4 (27%) 2 (7%) 5 (19%) 6 (46%) Respiratory rate increased 22 (10%) 12 (19%) 9 (36%) 1 (4%) 2 (11%) 3 (20%) 2 (7%) 5 (19%) 3 (23%) Diastolic hypotension 28 (13%) 13 (21%) 0 (0%) 8 (31%) 7 (39%) 2 (13%) 7 (24%) 6 (22%) 3 (23%) Nausea 9 (4%) 1 (2%) 2 (8%) 0 (0%) 0 (0%) 2 (13%) 1 (3%) 1 (4%) 0 (0%) Bradycardia 3 (1%) 4 (6%) 4 (16%) 2 (8%) 1 (6%) 1 (7%) 0 (0%) 2 (7%) 2 (15%) Pyrexia 7 (3%) 2 (3%) 2 (8%) 0 (0%) 0 (0%) 1 (7%) 1 (3%) 0 (0%) 0 (0%) Headache 5 (2%) 2 (3%) 1 (4%) 0 (0%) 0 (0%) 0 (0%) 0 (0%) 3 (11%) 0 (0)%"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BYFAVO is contraindicated in patients with a history of severe hypersensitivity reaction to dextran 40 or products containing dextran 40 [see Warnings and Precautions (5.3) ]. Hypersensitivity to dextran 40. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Individualize and titrate BYFAVO dosing to desired clinical effect. ( 2.2 ) Adult Patients : Administer an initial dose intravenously as a 5 mg push injection over a 1-minute time period. ( 2.2 ) If necessary, administer supplemental doses of 2.5 mg intravenously over a 15-second time period. At least 2 minutes must elapse prior to the administration of any supplemental dose. ( 2.2 ) ASA III-IV Patients (at the discretion of the physician) : Based on the general condition of the patient, administer 2.5 mg to 5 mg over 1-minute time period. ( 2.2 ) If necessary, administer supplemental doses of 1.25 mg to 2.5 mg intravenously over a 15-second time period. At least 2 minutes must elapse prior to the administration of any supplemental dose. ( 2.2 ) 2.1 Important Dosage and Administration Instructions BYFAVO can depress respiration. Continuously monitor patients for early signs of hypoventilation, airway obstruction, and apnea using capnography, pulse oximetry, and clinical assessment. Only personnel trained in the administration of procedural sedation, and not involved in the conduct of the diagnostic or therapeutic procedure, should administer BYFAVO. Administering personnel must be trained in the detection and management of airway obstruction, hypoventilation, and apnea, including the maintenance of a patent airway, supportive ventilation, and cardiovascular resuscitation. Supplemental oxygen, resuscitative drugs, and age- and size-appropriate equipment for bag/valve/mask assisted ventilation must be immediately available during administration of BYFAVO. A benzodiazepine reversal agent should be immediately available. Continuously monitor vital signs during sedation and through the recovery period [see Warnings and Precautions (5.1) ] . Peak sedation occurs approximately 3 to 3.5 minutes after an initial 5 mg intravenous injection of BYFAVO given over a 1-minute period [see Clinical Pharmacology (12.2) ]. Titrate subsequent doses of BYFAVO on the basis of clinical judgment and assessment of the depth of sedation. If maintenance of procedural sedation is inadequate, consider alternative medications [see Clinical Studies (14) ] . 2.2 Basic Dosing Information Individualize BYFAVO dosing and titrate to desired clinical response. In clinical studies, fentanyl 25 to 75 mcg was administered for analgesia prior to the first dose of BYFAVO. Supplemental doses of fentanyl were administered as needed for analgesia [see Clinical Studies (14) ] . Recommended dosing guidelines: Induction of Procedural Sedation For adult patients: Administer 5 mg intravenously over a 1-minute time period. For ASA ASA = American Society of Anesthesiologists Physical Status Classification System III and IV patients: Administer 2.5 mg to 5 mg intravenously over 1 minute based on the general condition of the patient. Maintenance of Procedural Sedation (as needed) For adult patients: Administer 2.5 mg intravenously over 15 seconds. At least 2 minutes must elapse prior to administration of any supplemental dose. For ASA III and IV patients: Administer 1.25 mg to 2.5 mg intravenously over 15 seconds. At least 2 minutes must elapse prior to administration of any supplemental dose. 2.3 Preparation Reconstitution of BYFAVO (remimazolam) for injection Strict aseptic technique must be maintained during handling of BYFAVO. This product does not contain preservative. Once removed from packaging, protect vials from light. Each single-patient-use vial contains 20 mg BYFAVO lyophilized powder for reconstitution. The product must be prepared immediately before use. To reconstitute, add 8.2 mL sterile 0.9% Sodium Chloride Injection, USP, to the vial, directing the stream of solution toward the wall of the vial. Gently swirl the vial (do not shake) until the contents are fully dissolved. The reconstituted product will deliver a final concentration of 2.5 mg/mL solution of BYFAVO. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Upon reconstitution, the solution should be a clear, colorless to pale yellow solution. Discard if particulate matter or discoloration is observed. If not used immediately, reconstituted BYFAVO may be stored in the vial for up to 8 hours under controlled room temperature at 20°C to 25°C (68°F to 77°F). After 8 hours, any unused portion must be discarded. 2.4 Administration with Other Fluids BYFAVO has been shown to be compatible with the following intravenous fluids: 0.9% Sodium Chloride Injection, USP 5% Dextrose Injection, USP 20% Dextrose Injection, USP 5% Dextrose and 0.45% Sodium Chloride Injection, USP. BYFAVO has also been shown to be compatible with Ringer's Solution, a solution containing Sodium Chloride, Potassium Chloride and Calcium Chloride Dihydrate. BYFAVO has been shown to be incompatible with the following intravenous fluids: Lactated Ringer's Solution, a solution containing Sodium Chloride, Sodium Lactate, Potassium Chloride, and Calcium Chloride Dihydrate. Lactated Ringer's Solution is also known as Ringer's Lactate Solution, Compound Sodium Lactate Solution, and Hartmann's Solution. Acetated Ringer's Solution, a solution containing Sodium Chloride, Sodium Acetate, Potassium Chloride, and Calcium Chloride Dihydrate. BYFAVO compatibility with other agents has not been adequately evaluated. Do not mix BYFAVO with other drugs or fluids prior to administration."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BYFAVO ® is indicated for the induction and maintenance of procedural sedation in adults undergoing procedures lasting 30 minutes or less. BYFAVO (remimazolam) for injection is a benzodiazepine indicated for the induction and maintenance of procedural sedation in adults undergoing procedures lasting 30 minutes or less. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:57:04.169177",
  "source": "OpenFDA"
}