{
  "drug_name": "Resmetirom",
  "generic_name": [
    "RESMETIROM"
  ],
  "brand_names": [
    "REZDIFFRA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong or Moderate CYP2C8 Inhibitors: Concomitant use not recommended (strong inhibitor [e.g., gemfibrozil]); or reduce REZDIFFRA dosage (moderate inhibitor [e.g., clopidogrel]). (2.2 , 7.1) OATP1B1 and OATP1B3 Inhibitors: Concomitant use with OATP inhibitors (e.g., cyclosporine) is not recommended. (7.1) Atorvastatin, Pravastatin, Rosuvastatin and Simvastatin : Limit the daily dosage of the statin as recommended. (5.3 , 7.2) CYP2C8 Substrates: Monitor patients more frequently for substrate- related adverse reactions. (7.2) 7.1 Effects of Other Drugs on REZDIFFRA Table 3 includes clinically significant drug interactions affecting REZDIFFRA. Table 3: Clinically Significant Interactions Affecting REZDIFFRA Strong or Moderate CYP2C8 Inhibitors Clinical Impact Resmetirom is a CYP2C8 substrate. Concomitant use with a strong or moderate CYP2C8 inhibitor can increase resmetirom C max and AUC [see Clinical Pharmacology (12.3) ] , which may increase the risk of REZDIFFRA adverse reactions. Intervention Concomitant use of REZDIFFRA with strong CYP2C8 inhibitors (e.g., gemfibrozil) is not recommended. Reduce REZDIFFRA dosage if used concomitantly with a moderate CYP2C8 inhibitor (e.g., clopidogrel) [see Dosage and Administration (2.2) ] . Organic Anion-Transporting Polypeptides (OATP) 1B1 and OATP1B3 Inhibitors Clinical Impact Resmetirom is an OATP1B1 and OATP1B3 substrate. Concomitant use with OATP1B1 and OATP1B3 inhibitors may increase resmetirom C max and AUC [see Clinical Pharmacology (12.3) ] , which may increase the risk of REZDIFFRA adverse reactions. Intervention Concomitant use of REZDIFFRA with OATP1B1 or OATP1B3 inhibitors (e.g., cyclosporine) is not recommended. 7.2 Effects of REZDIFFRA on Other Drugs Table 4 includes clinically significant drug interactions affecting other drugs. Table 4: Clinically Significant Interactions Affecting Other Drugs Statins (Atorvastatin, Pravastatin, Rosuvastatin, or Simvastatin) Clinical Impact REZDIFFRA increased plasma concentrations of some statins (atorvastatin, pravastatin, rosuvastatin and simvastatin) [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to these drugs. Intervention Rosuvastatin and simvastatin: Limit daily statin dosage to 20 mg. Pravastatin and atorvastatin: Limit daily statin dosage to 40 mg. CYP2C8 Substrates Clinical Impact Resmetirom is a weak CYP2C8 inhibitor. Resmetirom increases exposure of CYP2C8 substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to these substrates. Intervention Monitor patients more frequently for substrate-related adverse reactions if REZDIFFRA is co-administered with CYP2C8 substrates where minimal concentration changes may lead to serious adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Hepatotoxicity [see Warnings and Precautions (5.1) ] Gallbladder-Related Adverse Reactions [see Warnings and Precautions (5.2) ] The most common adverse reactions with REZDIFFRA (reported in at least 5% of patients and higher compared to placebo) are: diarrhea, nausea, pruritus, vomiting, constipation, abdominal pain, and dizziness. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Madrigal Pharmaceuticals, Inc. at 1-800-905-0324 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of REZDIFFRA was evaluated in two randomized, double-blind, placebo-controlled trials that enrolled a total of 2019 patients. Trial 1 Trial 1 included patients who had noncirrhotic NASH with stages F2 and F3 fibrosis at eligibility (n=888) [see Clinical Studies (14) ] . Adverse Reactions Leading to Discontinuations The exposure-adjusted incidence rates (EAIRs) per 100 person-years (PY) for treatment discontinuation due to any adverse reaction were higher in the REZDIFFRA dosage arms: 4 per 100 PY, 5 per 100 PY, and 8 per 100 PY in placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily arms, respectively. Diarrhea and nausea were the most common causes of treatment discontinuation. Common Adverse Reactions Table 1 displays EAIRs per 100 PY for the common adverse reactions that occurred in at least 5% of patients with F2 or F3 fibrosis treated in either drug arm with REZDIFFRA and were greater than that reported for placebo. Table 1: Exposure-Adjusted Incidence Rates (EAIR) of Common Adverse Reactions Reported with REZDIFFRA in Adult Patients with Noncirrhotic NASH (Trial 1) a, b, c a Population includes adult patients with noncirrhotic NASH with liver fibrosis (stages F2 and F3 at eligibility). b Median exposure duration was 68 weeks for placebo, 74 weeks for REZDIFFRA 80 mg once daily, and 66 weeks for REZDIFFRA 100 mg once daily. c EAIRs are per 100 person-years (PY) where total PYs were 435, 435, and 407 for placebo, 80 mg once daily, and 100 mg once daily arms, respectively. d The EAIR per 100 PY can be interpreted as an estimated number of first occurrences of the adverse reaction of interest if 100 patients are treated for one year. Abbreviations: EAIR, exposure-adjusted incidence rate; PY, person-years; NASH, nonalcoholic steatohepatitis Adverse Reaction Placebo N=294 n (EAIR d ) REZDIFFRA 80 mg Once Daily N=298 n (EAIR d ) REZDIFFRA 100 mg Once Daily N=296 n (EAIR d ) Diarrhea 52 (14) 78 (23) 98 (33) Nausea 36 (9) 65 (18) 51 (15) Pruritus 18 (4) 24 (6) 36 (10) Vomiting 15 (4) 27 (7) 30 (8) Constipation 18 (4) 20 (5) 28 (8) Abdominal pain 18 (4) 22 (5) 27 (7) Dizziness 6 (1) 17 (4) 17 (4) Gastrointestinal Adverse Reactions The incidence of gastrointestinal adverse reactions was higher for the REZDIFFRA drug arms compared to placebo. The EAIRs for gastrointestinal adverse reactions were 57 per 100 PY, 73 per 100 PY, and 89 per 100 PY in the placebo, REZDIFFRA 80 mg once daily, REZDIFFRA 100 mg once daily arms, respectively. Diarrhea typically began early in treatment initiation and was mild to moderate in severity. The median time (Q1 to Q3) to a diarrheal event was 39 (2 to 195) days, 17 (3 to 70) days, and 6 (2 to 54) days in the placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily arms, respectively. Median duration of diarrhea was 9 days for placebo compared to 20 days for both REZDIFFRA 80 mg once daily and REZDIFFRA 100 mg once daily dosage arms. Nausea also began early in treatment and was mild to moderate in severity. Among patients with nausea, the median time (Q1 to Q3) to a nausea event was 85 (24 to 347) days, 28 (2 to 162) days, and 5 (2 to 40) days in the placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily arms, respectively. Median duration of nausea was 17 days, 26 days, and 28 days for patients in the placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily arms, respectively. Vomiting and abdominal pain adverse reactions were mild to moderate in severity. Hypersensitivity Reactions Reactions such as urticaria and rash, which may reflect drug hypersensitivity, were observed in patients receiving REZDIFFRA. The EAIRs for urticaria were 0.2 per 100 PY, 0.7 per 100 PY, and 1.5 per 100 PY in the placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily arms, respectively. The EAIRs for rash were 3 per 100 PY in the placebo and REZDIFFRA 80 mg once daily arms compared to 5 per 100 PY in the REZDIFFRA 100 mg once daily arm. Gallbladder-Related Adverse Reactions A higher incidence of cholelithiasis, acute cholecystitis, and obstructive pancreatitis (gallstone) was observed in the treatment arms compared to placebo. However, the EAIRs for these events were less than 1 per 100 PY for all treatment arms. Less Common Adverse Reactions Additional adverse reactions that occurred more frequently in the REZDIFFRA arms compared to placebo, in less than 5% of patients, included decreased appetite, flatulence, abnormal feces, dysgeusia, vertigo, arrhythmia, palpitations, depression, erythema, hypoglycemia, tendinopathy, abnormal uterine bleeding. Laboratory Abnormalities Liver Tests Increases in mean alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levels were observed in the first 4 weeks after initiating treatment with REZDIFFRA. In both REZDIFFRA dosage arms, the mean elevation in ALT and AST values was less than 1.5 times baseline at 4 weeks after treatment initiation. These values returned to baseline around 8 weeks after initiating treatment. Table 2 presents the frequency of liver test elevations during Trial 1. Table 2: Frequency of Liver Test Elevations in Trial 1 a TB elevations include patients with Gilbert syndrome. Placebo (%) REZDIFFRA 80 mg Once Daily (%) REZDIFFRA 100 mg Once Daily (%) ALT > 3x ULN 10 11 13 ALT > 5x ULN 2 2 2 AST > 3x ULN 10 9 12 AST > 5x ULN 2 1 4 TB a > 2x ULN 2 1 3 Thyroid Function Tests A decrease in levels of prohormone free T4 (FT4) of mean 2%, 13%, and 17% was seen at 12 months in patients treated with placebo, REZDIFFRA 80 mg once daily, and REZDIFFRA 100 mg once daily, respectively, with minimal changes in active hormone T3 or in TSH. There were no clinical findings associated with FT4 decreases. Additional Safety Data The safety evaluation of REZDIFFRA also included an analysis of an additional randomized placebo-controlled safety trial which included 969 patients from a relevant patient population (placebo [n=318], REZDIFFRA 80 mg once daily [n=327], and REZDIFFRA 100 mg once daily [n=324]). Data from the safety trial was combined with data from NASH patients with F2 and F3 fibrosis at eligibility (n=888) and data from an additional 162 patients from a relevant patient population enrolled in Trial 1. In the combined safety population (n=2019), the median (Q1 to Q3) age of patients at baseline was 58 (50 to 65) years; 55% were female, 28% were Hispanic, 89% were White, 2% were Asian, and 4% were Black or African American. The safety profile from this combined analysis was similar to that in Trial 1, other than the one case of hepatotoxicity in the safety trial [see Warnings and Precautions (5.1) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • The recommended dosage of REZDIFFRA is based on actual body weight. For patients weighing: o <100 kg, the recommended dosage is 80 mg orally once daily. o ≥100 kg, the recommended dosage is 100 mg orally once daily. Administer REZDIFFRA with or without food. ( 2.1 ) • See full prescribing information for REZDIFFRA dosage modifications with concomitant use of moderate CYP2C8 inhibitors. ( 2.2 ) 2.1 Recommended Dosage and Administration The recommended dosage of REZDIFFRA is based on actual body weight. For patients weighing: <100 kg, the recommended dosage is 80 mg orally once daily. ≥100 kg, the recommended dosage is 100 mg orally once daily. Administer REZDIFFRA with or without food [see Clinical Pharmacology (12.3) ] . 2.2 Dosage Modifications for CYP2C8 Inhibitors Concomitant use of REZDIFFRA with strong CYP2C8 inhibitors (e.g., gemfibrozil) is not recommended [see Drug Interactions (7.1) ] . If REZDIFFRA is used concomitantly with a moderate CYP2C8 inhibitor (e.g., clopidogrel) [see Drug Interactions (7.1) ] , reduce the dosage of REZDIFFRA: <100 kg, reduce the dosage of REZDIFFRA to 60 mg once daily. ≥100 kg, reduce the dosage of REZDIFFRA to 80 mg once daily."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE REZDIFFRA is indicated in conjunction with diet and exercise for the treatment of adults with noncirrhotic nonalcoholic steatohepatitis (NASH) with moderate to advanced liver fibrosis (consistent with stages F2 to F3 fibrosis). This indication is approved under accelerated approval based on improvement of NASH and fibrosis [see Clinical Studies (14) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. Limitations of Use Avoid use of REZDIFFRA in patients with decompensated cirrhosis [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] . REZDIFFRA is a thyroid hormone receptor-beta (THR-beta) agonist indicated in conjunction with diet and exercise for the treatment of adults with noncirrhotic nonalcoholic steatohepatitis (NASH) with moderate to advanced liver fibrosis (consistent with stages F2 to F3 fibrosis). This indication is approved under accelerated approval based on improvement of NASH and fibrosis. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. (1) Limitations of Use Avoid use of REZDIFFRA in patients with decompensated cirrhosis. (1)"
  ],
  "fetched_at": "2025-10-01T19:23:28.512738",
  "source": "OpenFDA"
}