{
  "drug_name": "Resolvin E1",
  "generic_name": [
    "PREGABALIN"
  ],
  "brand_names": [
    "PREGABALIN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Since pregabalin is predominantly excreted unchanged in the urine, undergoes negligible metabolism in humans (less than 2% of a dose recovered in urine as metabolites), and does not bind to plasma proteins, its pharmacokinetics are unlikely to be affected by other agents through metabolic interactions or protein binding displacement. In vitro and in vivo studies showed that pregabalin is unlikely to be involved in significant pharmacokinetic drug interactions. Specifically, there are no pharmacokinetic interactions between pregabalin and the following antiepileptic drugs: carbamazepine, valproic acid, lamotrigine, phenytoin, phenobarbital, and topiramate. Important pharmacokinetic interactions would also not be expected to occur between pregabalin and commonly used antiepileptic drugs [see Clinical Pharmacology (12) ] . Pharmacodynamics Multiple oral doses of pregabalin were co-administered with oxycodone, lorazepam, or ethanol. Although no pharmacokinetic interactions were seen, additive effects on cognitive and gross motor functioning were seen when pregabalin was co-administered with these drugs. No clinically important effects on respiration were seen."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Angioedema [see Warnings and Precautions (5.1) ] Hypersensitivity [see Warnings and Precautions (5.2) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.3) ] Respiratory Depression [see Warnings and Precautions (5.4) ] Dizziness and Somnolence [see Warnings and Precautions (5.5) ] Increased Risk of Adverse Reactions with Abrupt or Rapid Discontinuation [see Warnings and Precautions (5.6) ] Peripheral Edema [see Warnings and Precautions (5.7) ] Weight Gain [see Warnings and Precautions (5.8) ] Tumorigenic Potential [see Warnings and Precautions (5.9) ] Ophthalmological Effects [see Warnings and Precautions (5.10) ] Creatine Kinase Elevations [see Warnings and Precautions (5.11) ] Decreased Platelet Count [see Warnings and Precautions (5.12) ] PR Interval Prolongation [see Warnings and Precautions (5.13) ] Most common adverse reactions (greater than or equal to 5% and twice placebo) in adults are dizziness, somnolence, dry mouth, edema, blurred vision, weight gain, and thinking abnormal (primarily difficulty with concentration/attention). ( 6.1 ) Most common adverse reactions (greater than or equal to 5% and twice placebo) in pediatric patients for the treatment of partial-onset seizures are increased weight and increased appetite. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Rising Pharma Holdings, Inc. at 1-844-874-7464 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In all controlled and uncontrolled trials across various patient populations during the premarketing development of pregabalin, more than 10,000 patients have received pregabalin. Approximately 5,000 patients were treated for 6 months or more, over 3,100 patients were treated for 1 year or longer, and over 1,400 patients were treated for at least 2 years. Adverse Reactions Most Commonly Leading to Discontinuation in All Premarketing Controlled Clinical Studies In premarketing controlled trials of all adult populations combined, 14% of patients treated with pregabalin and 7% of patients treated with placebo discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the adverse reactions most frequently leading to discontinuation were dizziness (4%) and somnolence (4%). In the placebo group, 1% of patients withdrew due to dizziness and less than 1% withdrew due to somnolence. Other adverse reactions that led to discontinuation from controlled trials more frequently in the pregabalin group compared to the placebo group were ataxia, confusion, asthenia, thinking abnormal, blurred vision, incoordination, and peripheral edema (1% each). Most Common Adverse Reactions in All Controlled Clinical Studies in Adults In premarketing controlled trials of all adult patient populations combined (including DPN, PHN, and adult patients with partial-onset seizures), dizziness, somnolence, dry mouth, edema, blurred vision, weight gain, and \"thinking abnormal\" (primarily difficulty with concentration/attention) were more commonly reported by subjects treated with pregabalin than by subjects treated with placebo (greater than or equal to 5% and twice the rate of that seen in placebo). Controlled Studies with Neuropathic Pain Associated with Diabetic Peripheral Neuropathy Adverse Reactions Leading to Discontinuation In clinical trials in adults with neuropathic pain associated with diabetic peripheral neuropathy, 9% of patients treated with pregabalin and 4% of patients treated with placebo discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the most common reasons for discontinuation due to adverse reactions were dizziness (3%) and somnolence (2%). In comparison, less than 1% of placebo patients withdrew due to dizziness and somnolence. Other reasons for discontinuation from the trials, occurring with greater frequency in the pregabalin group than in the placebo group, were asthenia, confusion, and peripheral edema. Each of these events led to withdrawal in approximately 1% of patients. Most Common Adverse Reactions Table 4 lists all adverse reactions, regardless of causality, occurring in greater than or equal to 1% of patients with neuropathic pain associated with diabetic neuropathy in the combined pregabalin group for which the incidence was greater in this combined pregabalin group than in the placebo group. A majority of pregabalin-treated patients in clinical studies had adverse reactions with a maximum intensity of \"mild\" or \"moderate\". Table 4. Adverse Reaction Incidence in Controlled Trials in Neuropathic Pain Associated with Diabetic Peripheral Neuropathy Body system Preferred term 75 mg/day [N=77] % 150 mg/day [N=212] % 300 mg/day [N=321] % 600 mg/day [N=369] % All PGB * [N=979] % Placebo [N=459] % Body as a whole Asthenia 4 2 4 7 5 2 Accidental injury 5 2 2 6 4 3 Back pain 0 2 1 2 2 0 Chest pain 4 1 1 2 2 1 Face edema 0 1 1 2 1 0 Digestive system Dry mouth 3 2 5 7 5 1 Constipation 0 2 4 6 4 2 Flatulence 3 0 2 3 2 1 Metabolic and nutritional disorders Peripheral edema 4 6 9 12 9 2 Weight gain 0 4 4 6 4 0 Edema 0 2 4 2 2 0 Hypoglycemia 1 3 2 1 2 1 Nervous system Dizziness 8 9 23 29 21 5 Somnolence 4 6 13 16 12 3 Neuropathy 9 2 2 5 4 3 Ataxia 6 1 2 4 3 1 Vertigo 1 2 2 4 3 1 Confusion 0 1 2 3 2 1 Euphoria 0 0 3 2 2 0 Incoordination 1 0 2 2 2 0 Thinking abnormal † 1 0 1 3 2 0 Tremor 1 1 1 2 1 0 Abnormal gait 1 0 1 3 1 0 Amnesia 3 1 0 2 1 0 Nervousness 0 1 1 1 1 0 Respiratory system Dyspnea 3 0 2 2 2 1 Special senses Blurry vision ‡ 3 1 3 6 4 2 Abnormal vision 1 0 1 1 1 0 * PGB: pregabalin † Thinking abnormal primarily consists of events related to difficulty with concentration/attention but also includes events related to cognition and language problems and slowed thinking. ‡ Investigator term; summary level term is amblyopia Controlled Studies in Postherpetic Neuralgia Adverse Reactions Leading to Discontinuation In clinical trials in adults with postherpetic neuralgia, 14% of patients treated with pregabalin and 7% of patients treated with placebo discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the most common reasons for discontinuation due to adverse reactions were dizziness (4%) and somnolence (3%). In comparison, less than 1% of placebo patients withdrew due to dizziness and somnolence. Other reasons for discontinuation from the trials, occurring in greater frequency in the pregabalin group than in the placebo group, were confusion (2%), as well as peripheral edema, asthenia, ataxia, and abnormal gait (1% each). Most Common Adverse Reactions Table 5 lists all adverse reactions, regardless of causality, occurring in greater than or equal to 1% of patients with neuropathic pain associated with postherpetic neuralgia in the combined pregabalin group for which the incidence was greater in this combined pregabalin group than in the placebo group. In addition, an event is included, even if the incidence in the all pregabalin group is not greater than in the placebo group, if the incidence of the event in the 600 mg/day group is more than twice that in the placebo group. A majority of pregabalin-treated patients in clinical studies had adverse reactions with a maximum intensity of “mild” or “moderate”. Overall, 12.4% of all pregabalin-treated patients and 9.0% of all placebo-treated patients had at least one severe event while 8% of pregabalin-treated patients and 4.3% of placebo-treated patients had at least one severe treatment-related adverse event. Table 5. Adverse Reaction Incidence in Controlled Trials in Neuropathic Pain Associated with Postherpetic Neuralgia Body system Preferred term 75 mg/d [N=84] % 150 mg/d [N=302] % 300 mg/d [N=312] % 600 mg/d [N=154] % All PGB* [N=852] % Placebo [N=398] % Body as a whole Infection 14 8 6 3 7 4 Headache 5 9 5 8 7 5 Pain 5 4 5 5 5 4 Accidental injury 4 3 3 5 3 2 Flu syndrome 1 2 2 1 2 1 Face edema 0 2 1 3 2 1 Digestive system Dry mouth 7 7 6 15 8 3 Constipation 4 5 5 5 5 2 Flatulence 2 1 2 3 2 1 Vomiting 1 1 3 3 2 1 Metabolic and nutritional disorders Peripheral edema 0 8 16 16 12 4 Weight gain 1 2 5 7 4 0 Edema 0 1 2 6 2 1 Musculoskeletal system Myasthenia 1 1 1 1 1 0 Nervous system Dizziness 11 18 31 37 26 9 Somnolence 8 12 18 25 16 5 Ataxia 1 2 5 9 5 1 Abnormal gait 0 2 4 8 4 1 Confusion 1 2 3 7 3 0 Thinking abnormal † 0 2 1 6 2 2 Incoordination 2 2 1 3 2 0 Amnesia 0 1 1 4 2 0 Speech disorder 0 0 1 3 1 0 Respiratory system Bronchitis 0 1 1 3 1 1 Special senses Blurry vision ‡ 1 5 5 9 5 3 Diplopia 0 2 2 4 2 0 Abnormal vision 0 1 2 5 2 0 Eye Disorder 0 1 1 2 1 0 Urogenital System Urinary Incontinence 0 1 1 2 1 0 * PGB: pregabalin † Thinking abnormal primarily consists of events related to difficulty with concentration/attention but also includes events related to cognition and language problems and slowed thinking. ‡ Investigator term; summary level term is amblyopia Controlled Studies of Adjunctive Therapy for Partial-Onset Seizures in Adult Patients Adverse Reactions Leading to Discontinuation Approximately 15% of patients receiving pregabalin and 6% of patients receiving placebo in trials of adjunctive therapy for partial-onset seizures discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the adverse reactions most frequently leading to discontinuation were dizziness (6%), ataxia (4%), and somnolence (3%). In comparison, less than 1% of patients in the placebo group withdrew due to each of these events. Other adverse reactions that led to discontinuation of at least 1% of patients in the pregabalin group and at least twice as frequently compared to the placebo group were asthenia, diplopia, blurred vision, thinking abnormal, nausea, tremor, vertigo, headache, and confusion (which each led to withdrawal in 2% or less of patients). Most Common Adverse Reactions Table 6 lists all dose-related adverse reactions occurring in at least 2% of all pregabalin-treated patients. Dose-relatedness was defined as the incidence of the adverse event in the 600 mg/day group was at least 2% greater than the rate in both the placebo and 150 mg/day groups. In these studies, 758 patients received pregabalin and 294 patients received placebo for up to 12 weeks. A majority of pregabalin-treated patients in clinical studies had adverse reactions with a maximum intensity of \"mild\" or \"moderate\". Table 6. Dose-related Adverse Reaction Incidence in Controlled Trials of Adjunctive Therapy for Partial-Onset Seizures in Adult Patients Body System Preferred Term 150 mg/d [N = 185] % 300 mg/d [N = 90] % 600 mg/d [N = 395] % All PGB * [N = 670] † % Placebo [N = 294] % Body as a Whole Accidental Injury 7 11 10 9 5 Pain 3 2 5 4 3 Digestive System Increased Appetite 2 3 6 5 1 Dry Mouth 1 2 6 4 1 Constipation 1 1 7 4 2 Metabolic and Nutritional Disorders Weight Gain 5 7 16 12 1 Peripheral Edema 3 3 6 5 2 Nervous System Dizziness 18 31 38 32 11 Somnolence 11 18 28 22 11 Ataxia 6 10 20 15 4 Tremor 3 7 11 8 4 Thinking Abnormal ‡ 4 8 9 8 2 Amnesia 3 2 6 5 2 Speech Disorder 1 2 7 5 1 Incoordination 1 3 6 4 1 Abnormal Gait 1 3 5 4 0 Twitching 0 4 5 4 1 Confusion 1 2 5 4 2 Myoclonus 1 0 4 2 0 Special Senses Blurred Vision § 5 8 12 10 4 Diplopia 5 7 12 9 4 Abnormal Vision 3 1 5 4 1 * PGB: pregabalin † Excludes patients who received the 50 mg dose in Study E1. ‡ Thinking abnormal primarily consists of events related to difficulty with concentration/attention but also includes events related to cognition and language problems and slowed thinking. § Investigator term; summary level term is amblyopia. Controlled Study of Adjunctive Therapy for Partial-Onset Seizures in Patients 4 to Less Than 17 Years of Age Adverse Reactions Leading to Discontinuation Approximately 2.5% of patients receiving pregabalin and no patients receiving placebo in trials of adjunctive therapy for partial-onset seizures discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the adverse reactions leading to discontinuation were somnolence (3 patients), worsening of epilepsy (1 patient), and hallucination (1 patient). Most Common Adverse Reactions Table 7 lists all dose-related adverse reactions occurring in at least 2% of all pregabalin-treated patients. Dose-relatedness was defined as an incidence of the adverse event in the 10 mg/kg/day group that was at least 2% greater than the rate in both the placebo and 2.5 mg/kg/day groups. In this study, 201 patients received pregabalin and 94 patients received placebo for up to 12 weeks. A majority of pregabalin-treated patients in the clinical study had adverse reactions with a maximum intensity of \"mild\" or \"moderate”. Table 7. Dose-related Adverse Reaction Incidence in a Controlled Trial in Adjunctive Therapy for Partial-Onset Seizures in Patients 4 to Less Than 17 Years of Age Body System Preferred Term 2.5 mg/kg/day a [N=104] % 10 mg/kg/day b [N=97] % All PGB [N=201] % Placebo [N=94] % Gastrointestinal disorders Salivary hypersecretion 1 4 2 0 Investigations Weight increased 4 13 8 4 Metabolism and nutrition disorders Increased appetite 7 10 8 4 Nervous system disorders Somnolence 17 26 21 14 Abbreviations: N=number of patients; PGB = pregabalin. a. 2.5 mg/kg/day: Maximum dose 150 mg/day. Includes patients less than 30 kg for whom dose was adjusted to 3.5 mg/kg/day. b. 10 mg/kg/day: Maximum dose 600 mg/day. Includes patients less than 30 kg for whom dose was adjusted to 14 mg/kg/day. Controlled Study of Adjunctive Therapy for Partial-Onset Seizures in Patients 1 Month to Less Than 4 Years of Age Most Common Adverse Reactions Table 8 lists all dose-related adverse reactions occurring in at least 2% of all pregabalin-treated patients. Dose-relatedness was defined as an incidence of the adverse event in the 14 mg/kg/day group that was at least 2% greater than the rate in both the placebo and 7 mg/kg/day groups. In this study, 105 patients received pregabalin and 70 patients received placebo for up to 14 days. Table 8. Dose-related Adverse Reaction Incidence in a Controlled Trial in Adjunctive Therapy for Partial-Onset Seizures in Patients 1 Month to Less Than 4 Years of Age Body System Preferred Term 7 mg/kg/day [N=71] % 14 mg/kg/day [N=34] % All PGB [N=105] % Placebo [N=70] % Nervous system disorders Somnolence* 13 21 15 9 Infections and infestations Pneumonia 1 9 4 0 Viral infection 3 6 4 3 Abbreviations: N=number of patients; PGB=pregabalin. * includes related terms including lethargy, sluggishness, and hypersomnia. Controlled Studies with Fibromyalgia Adverse Reactions Leading to Discontinuation In clinical trials of patients with fibromyalgia, 19% of patients treated with pregabalin (150 to 600 mg/day) and 10% of patients treated with placebo discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the most common reasons for discontinuation due to adverse reactions were dizziness (6%) and somnolence (3%). In comparison, less than 1% of placebo-treated patients withdrew due to dizziness and somnolence. Other reasons for discontinuation from the trials, occurring with greater frequency in the pregabalin treatment group than in the placebo treatment group, were fatigue, headache, balance disorder, and weight increased. Each of these adverse reactions led to withdrawal in approximately 1% of patients. Most Common Adverse Reactions Table 9 lists all adverse reactions, regardless of causality, occurring in greater than or equal to 2% of patients with fibromyalgia in the ‘all pregabalin’ treatment group for which the incidence was greater than in the placebo treatment group. A majority of pregabalin-treated patients in clinical studies experienced adverse reactions with a maximum intensity of \"mild\" or \"moderate\". Table 9. Adverse Reaction Incidence in Controlled Trials in Fibromyalgia System Organ Class Preferred term 150 mg/d [N=132] % 300 mg/d [N=502] % 450 mg/d [N=505] % 600 mg/d [N=378] % All PGB* [N=1,517] % Placebo [N=505] % Ear and Labyrinth Disorders Vertigo 2 2 2 1 2 0 Eye Disorders Vision blurred 8 7 7 12 8 1 Gastrointestinal Disorders Dry mouth 7 6 9 9 8 2 Constipation 4 4 7 10 7 2 Vomiting 2 3 3 2 3 2 Flatulence 1 1 2 2 2 1 Abdominal distension 2 2 2 2 2 1 General Disorders and Administrative Site Conditions Fatigue 5 7 6 8 7 4 Edema peripheral 5 5 6 9 6 2 Chest pain 2 1 1 2 2 1 Feeling abnormal 1 3 2 2 2 0 Edema 1 2 1 2 2 1 Feeling drunk 1 2 1 2 2 0 Infections and Infestations Sinusitis 4 5 7 5 5 4 Investigations Weight increased 8 10 10 14 11 2 Metabolism and Nutrition Disorders Increased appetite 4 3 5 7 5 1 Fluid retention 2 3 3 2 2 1 Musculoskeletal and Connective Tissue Disorders Arthralgia 4 3 3 6 4 2 Muscle spasms 2 4 4 4 4 2 Back pain 2 3 4 3 3 3 Nervous System Disorders Dizziness 23 31 43 45 38 9 Somnolence 13 18 22 22 20 4 Headache 11 12 14 10 12 12 Disturbance in attention 4 4 6 6 5 1 Balance disorder 2 3 6 9 5 0 Memory impairment 1 3 4 4 3 0 Coordination abnormal 2 1 2 2 2 1 Hypoesthesia 2 2 3 2 2 1 Lethargy 2 2 1 2 2 0 Tremor 0 1 3 2 2 0 Psychiatric Disorders Euphoric Mood 2 5 6 7 6 1 Confusional state 0 2 3 4 3 0 Anxiety 2 2 2 2 2 1 Disorientation 1 0 2 1 2 0 Depression 2 2 2 2 2 2 Respiratory, Thoracic and Mediastinal Disorders Pharyngolaryngeal pain 2 1 3 3 2 2 * PGB: pregabalin Controlled Studies in Neuropathic Pain Associated with Spinal Cord Injury Adverse Reactions Leading to Discontinuation In clinical trials of adults with neuropathic pain associated with spinal cord injury, 13% of patients treated with pregabalin and 10% of patients treated with placebo discontinued prematurely due to adverse reactions. In the pregabalin treatment group, the most common reasons for discontinuation due to adverse reactions were somnolence (3%) and edema (2%). In comparison, none of the placebo-treated patients withdrew due to somnolence and edema. Other reasons for discontinuation from the trials, occurring with greater frequency in the pregabalin treatment group than in the placebo treatment group, were fatigue and balance disorder. Each of these adverse reactions led to withdrawal in less than 2% of patients. Most Common Adverse Reactions Table 10 lists all adverse reactions, regardless of causality, occurring in greater than or equal to 2% of patients for which the incidence was greater than in the placebo treatment group with neuropathic pain associated with spinal cord injury in the controlled trials. A majority of pregabalin-treated patients in clinical studies experienced adverse reactions with a maximum intensity of “mild” or “moderate”. Table 10. Adverse Reaction Incidence in Controlled Trials in Neuropathic Pain Associated with Spinal Cord Injury System Organ Class Preferred term PGB* (N=182) Placebo (N=174) % % Ear and labyrinth disorders Vertigo 2.7 1.1 Eye disorders Vision blurred 6.6 1.1 Gastrointestinal disorders Dry mouth 11.0 2.9 Constipation 8.2 5.7 Nausea 4.9 4.0 Vomiting 2.7 1.1 General disorders and administration site conditions Fatigue 11.0 4.0 Edema peripheral 10.4 5.2 Edema 8.2 1.1 Pain 3.3 1.1 Infections and infestations Nasopharyngitis 8.2 4.6 Investigations Weight increased 3.3 1.1 Blood creatine phosphokinase increased 2.7 0 Musculoskeletal and connective tissue disorders Muscular weakness 4.9 1.7 Pain in extremity 3.3 2.3 Neck pain 2.7 1.1 Back pain 2.2 1.7 Joint swelling 2.2 0 Nervous system disorders Somnolence 35.7 11.5 Dizziness 20.9 6.9 Disturbance in attention 3.8 0 Memory impairment 3.3 1.1 Paresthesia 2.2 0.6 Psychiatric disorders Insomnia 3.8 2.9 Euphoric mood 2.2 0.6 Renal and urinary disorders Urinary incontinence 2.7 1.1 Skin and subcutaneous tissue disorders Decubitus ulcer 2.7 1.1 Vascular disorders Hypertension 2.2 1.1 Hypotension 2.2 0 * PGB: Pregabalin Other Adverse Reactions Observed During the Clinical Studies of Pregabalin Following is a list of treatment-emergent adverse reactions reported by patients treated with pregabalin during all clinical trials. The listing does not include those events already listed in the previous tables or elsewhere in labeling, those events for which a drug cause was remote, those events which were so general as to be uninformative, and those events reported only once which did not have a substantial probability of being acutely life-threatening. Events are categorized by body system and listed in order of decreasing frequency according to the following definitions: frequent adverse reactions are those occurring on one or more occasions in at least 1/100 patients; infrequent adverse reactions are those occurring in 1/100 to 1/1,000 patients; rare reactions are those occurring in fewer than 1/1,000 patients. Events of major clinical importance are described in the Warnings and Precautions section (5). Body as a Whole – Frequent : Abdominal pain, Allergic reaction, Fever, Infrequent: Abscess, Cellulitis, Chills, Malaise, Neck rigidity, Overdose, Pelvic pain, Photosensitivity reaction, Rare : Anaphylactoid reaction, Ascites, Granuloma, Hangover effect, Intentional Injury, Retroperitoneal Fibrosis, Shock Cardiovascular System – Infrequent : Deep thrombophlebitis, Heart failure, Hypotension, Postural hypotension, Retinal vascular disorder, Syncope; Rare : ST Depressed, Ventricular Fibrillation Digestive System – Frequent : Gastroenteritis, Increased appetite; Infrequent : Cholecystitis, Cholelithiasis, Colitis, Dysphagia, Esophagitis, Gastritis, Gastrointestinal hemorrhage, Melena, Mouth ulceration, Pancreatitis, Rectal hemorrhage, Tongue edema; Rare : Aphthous stomatitis, Esophageal Ulcer, Periodontal abscess Hemic and Lymphatic System – Frequent: Ecchymosis; Infrequent : Anemia, Eosinophilia, Hypochromic anemia, Leukocytosis, Leukopenia, Lymphadenopathy, Thrombocytopenia; Rare: Myelofibrosis, Polycythemia, Prothrombin decreased, Purpura, Thrombocythemia, Alanine aminotransferase increased, Aspartate aminotransferase increased Metabolic and Nutritional Disorders – Rare: Glucose Tolerance Decreased, Urate Crystalluria Musculoskeletal System – Frequent : Arthralgia, Leg cramps, Myalgia, Myasthenia; Infrequent : Arthrosis; Rare : Chondrodystrophy, Generalized Spasm Nervous System – Frequent: Anxiety, Depersonalization, Hypertonia, Hypoesthesia, Libido decreased, Nystagmus, Paresthesia, Sedation, Stupor, Twitching; Infrequent : Abnormal dreams, Agitation, Apathy, Aphasia, Circumoral paresthesia, Dysarthria, Hallucinations, Hostility, Hyperalgesia, Hyperesthesia, Hyperkinesia, Hypokinesia, Hypotonia, Libido increased, Myoclonus, Neuralgia; Rare : Addiction, Cerebellar syndrome, Cogwheel rigidity, Coma, Delirium, Delusions, Dysautonomia, Dyskinesia, Dystonia, Encephalopathy, Extrapyramidal syndrome, Guillain-Barré syndrome, Hypalgesia, Intracranial hypertension, Manic reaction, Paranoid reaction, Peripheral neuritis, Personality disorder, Psychotic depression, Schizophrenic reaction, Sleep disorder, Torticollis, Trismus Respiratory System – Rare: Apnea, Atelectasis, Bronchiolitis, Hiccup, Laryngismus, Lung edema, Lung fibrosis, Yawn Skin and Appendages – Frequent: Pruritus, Infrequent : Alopecia, Dry skin, Eczema, Hirsutism, Skin ulcer, Urticaria, Vesiculobullous rash; Rare : Angioedema, Exfoliative dermatitis, Lichenoid dermatitis, Melanosis, Nail Disorder, Petechial rash, Purpuric rash, Pustular rash, Skin atrophy, Skin necrosis, Skin nodule, Stevens-Johnson syndrome, Subcutaneous nodule Special senses – Frequent : Conjunctivitis, Diplopia, Otitis media, Tinnitus; Infrequent : Abnormality of accommodation, Blepharitis, Dry eyes, Eye hemorrhage, Hyperacusis, Photophobia, Retinal edema, Taste loss, Taste perversion; Rare: Anisocoria, Blindness, Corneal ulcer, Exophthalmos, Extraocular palsy, Iritis, Keratitis, Keratoconjunctivitis, Miosis, Mydriasis, Night blindness, Ophthalmoplegia, Optic atrophy, Papilledema, Parosmia, Ptosis, Uveitis Urogenital System – Frequent : Anorgasmia, Impotence, Urinary frequency, Urinary incontinence; Infrequent: Abnormal ejaculation, Albuminuria, Amenorrhea, Dysmenorrhea, Dysuria, Hematuria, Kidney calculus, Leukorrhea, Menorrhagia, Metrorrhagia, Nephritis, Oliguria, Urinary retention, Urine abnormality; Rare : Acute kidney failure, Balanitis, Bladder Neoplasm, Cervicitis, Dyspareunia, Epididymitis, Female lactation, Glomerulitis, Ovarian disorder, Pyelonephritis Comparison of Gender and Race The overall adverse event profile of pregabalin was similar between women and men. There are insufficient data to support a statement regarding the distribution of adverse experience reports by race . 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of pregabalin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Nervous System Disorders – Headache Gastrointestinal Disorders – Nausea, Diarrhea Reproductive System and Breast Disorders – Gynecomastia, Breast Enlargement Skin and subcutaneous tissue disorders – Bullous pemphigoid There are postmarketing reports of life-threatening or fatal respiratory depression in patients taking pregabalin with opioids or other CNS depressants, or in the setting of underlying respiratory impairment. In addition, there are postmarketing reports of events related to reduced lower gastrointestinal tract function (e.g., intestinal obstruction, paralytic ileus, constipation) when pregabalin was co-administered with medications that have the potential to produce constipation, such as opioid analgesics."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Pregabalin capsules are contraindicated in patients with known hypersensitivity to pregabalin or any of its components. Angioedema and hypersensitivity reactions have occurred in patients receiving pregabalin therapy [see Warnings and Precautions (5.2) ] . Known hypersensitivity to pregabalin or any of its components. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For adult indications, begin dosing at 150 mg/day. For partial-onset seizure dosing in pediatric patients 1 month of age and older, refer to section 2.4. ( 2.2 , 2.3 , 2.4 , 2.5 , 2.6 ) Dosing recommendations: INDICATION Dosing Regimen Maximum Dose DPN Pain ( 2.2 ) 3 divided doses per day 300 mg/day within 1 week PHN ( 2.3 ) 2 or 3 divided doses per day 300 mg/day within 1 week. Maximum dose of 600 mg/day. Adjunctive Therapy for Partial-Onset Seizures in Pediatric and Adult Patients Weighing 30 kg or More ( 2.4 ) 2 or 3 divided doses per day Maximum dose of 600 mg/day. Adjunctive Therapy for Partial-Onset Seizures in Pediatric Patients Weighing Less than 30 kg ( 2.4 ) 1 month to less than 4 years: 3 divided doses per day 4 years and older: 2 or 3 divided doses per day 14 mg/kg/day. Fibromyalgia ( 2.5 ) 2 divided doses per day 300 mg/day within 1 week. Maximum dose of 450 mg/day. Neuropathic Pain Associated with Spinal Cord Injury ( 2.6 ) 2 divided doses per day 300 mg/day within 1 week. Maximum dose of 600 mg/day. Dose should be adjusted in adult patients with reduced renal function. ( 2.7 ) 2.1 Important Administration Instructions Pregabalin capsules are given orally with or without food. When discontinuing pregabalin capsules, taper gradually over a minimum of 1 week [see Warnings and Precautions (5.6) ] . Because pregabalin is eliminated primarily by renal excretion, adjust the dose in adult patients with reduced renal function [see Dosage and Administration (2.7) ] . 2.2 Neuropathic Pain Associated with Diabetic Peripheral Neuropathy in Adults The maximum recommended dose of pregabalin capsules is 100 mg three times a day (300 mg/day) in patients with creatinine clearance of at least 60 mL/min. Begin dosing at 50 mg three times a day (150 mg/day). The dose may be increased to 300 mg/day within 1 week based on efficacy and tolerability. Although pregabalin was also studied at 600 mg/day, there is no evidence that this dose confers additional significant benefit and this dose was less well tolerated. In view of the dose-dependent adverse reactions, treatment with doses above 300 mg/day is not recommended [see Adverse Reactions (6.1) ] . 2.3 Postherpetic Neuralgia in Adults The recommended dose of pregabalin capsules is 75 to 150 mg two times a day, or 50 to 100 mg three times a day (150 to 300 mg/day) in patients with creatinine clearance of at least 60 mL/min. Begin dosing at 75 mg two times a day, or 50 mg three times a day (150 mg/day). The dose may be increased to 300 mg/day within 1 week based on efficacy and tolerability. Patients who do not experience sufficient pain relief following 2 to 4 weeks of treatment with 300 mg/day, and who are able to tolerate pregabalin, may be treated with up to 300 mg two times a day, or 200 mg three times a day (600 mg/day). In view of the dose-dependent adverse reactions and the higher rate of treatment discontinuation due to adverse reactions, reserve dosing above 300 mg/day for those patients who have on-going pain and are tolerating 300 mg daily [see Adverse Reactions (6.1) ] . 2.4 Adjunctive Therapy for Partial-Onset Seizures in Patients 1 Month of Age and Older The recommended dosages for adults and pediatric patients 1 month of age and older are included in Table 1. Administer the total daily dosage orally in two or three divided doses as indicated in Table 1. In pediatric patients, the recommended dosing regimen is dependent upon body weight. Based on clinical response and tolerability, dosage may be increased, approximately weekly. Table 1. Recommended Dosage for Adults and Pediatric Patients 1 Month and Older Age and Body Weight Recommended Initial Dosage Recommended Maximum Dosage Frequency of Administration Adults (17 years and older) 150 mg/day 600 mg/day 2 or 3 divided doses Pediatric patients weighing 30 kg or more 2.5 mg/kg/day 10 mg/kg/day (not to exceed 600 mg/day) 2 or 3 divided doses Pediatric patients weighing less than 30 kg 3.5 mg/kg/day 14 mg/kg/day 1 month to less than 4 years of age: 3 divided doses 4 years of age and older: 2 or 3 divided doses Both the efficacy and adverse event profiles of pregabalin have been shown to be dose-related. The effect of dose escalation rate on the tolerability of pregabalin has not been formally studied. The efficacy of adjunctive pregabalin in patients taking gabapentin has not been evaluated in controlled trials. Consequently, dosing recommendations for the use of pregabalin with gabapentin cannot be offered. 2.5 Management of Fibromyalgia in Adults The recommended dose of pregabalin capsules for fibromyalgia is 300 to 450 mg/day. Begin dosing at 75 mg two times a day (150 mg/day). The dose may be increased to 150 mg two times a day (300 mg/day) within 1 week based on efficacy and tolerability. Patients who do not experience sufficient benefit with 300 mg/day may be further increased to 225 mg two times a day (450 mg/day). Although pregabalin was also studied at 600 mg/day, there is no evidence that this dose confers additional benefit and this dose was less well tolerated. In view of the dose-dependent adverse reactions, treatment with doses above 450 mg/day is not recommended [see Adverse Reactions (6.1) ] . 2.6 Neuropathic Pain Associated with Spinal Cord Injury in Adults The recommended dose range of pregabalin capsules for the treatment of neuropathic pain associated with spinal cord injury is 150 to 600 mg/day. The recommended starting dose is 75 mg two times a day (150 mg/day). The dose may be increased to 150 mg two times a day (300 mg/day) within 1 week based on efficacy and tolerability. Patients who do not experience sufficient pain relief after 2 to 3 weeks of treatment with 150 mg two times a day and who tolerate pregabalin may be treated with up to 300 mg two times a day [see Clinical Studies (14.5) ] . 2.7 Dosing for Adult Patients with Renal Impairment In view of dose-dependent adverse reactions and since pregabalin is eliminated primarily by renal excretion, adjust the dose in adult patients with reduced renal function. The use of pregabalin capsules in pediatric patients with compromised renal function has not been studied. Base the dose adjustment in patients with renal impairment on creatinine clearance (CLcr), as indicated in Table 2. To use this dosing table, an estimate of the patient's CLcr in mL/min is needed. CLcr in mL/min may be estimated from serum creatinine (mg/dL) determination using the Cockcroft and Gault equation: Next, refer to the Dosage and Administration section to determine the recommended total daily dose based on indication, for a patient with normal renal function (CLcr greater than or equal to 60 mL/min). Then refer to Table 2 to determine the corresponding renal adjusted dose. (For example: A patient initiating pregabalin therapy for postherpetic neuralgia with normal renal function (CLcr greater than or equal to 60 mL/min), receives a total daily dose of 150 mg/day pregabalin. Therefore, a renal impaired patient with a CLcr of 50 mL/min would receive a total daily dose of 75 mg/day pregabalin administered in two or three divided doses.) For patients undergoing hemodialysis, adjust the pregabalin daily dose based on renal function. In addition to the daily dose adjustment, administer a supplemental dose immediately following every 4-hour hemodialysis treatment (see Table 2). Table 2. Pregabalin Dosage Adjustment Based on Renal Function Creatinine Clearance (CLcr) (mL/min) Total Pregabalin Daily Dose (mg/day)* Dose Regimen Greater than or equal to 60 150 300 450 600 BID or TID 30 to 60 75 150 225 300 BID or TID 15 to 30 25 to 50 75 100 to 150 150 QD or BID Less than 15 25 25 to 50 50 to 75 75 QD Supplementary dosage following hemodialysis (mg) † Patients on the 25 mg QD regimen: take one supplemental dose of 25 mg or 50 mg Patients on the 25 to 50 mg QD regimen: take one supplemental dose of 50 mg or 75 mg Patients on the 50 to 75 mg QD regimen: take one supplemental dose of 75 mg or 100 mg Patients on the 75 mg QD regimen: take one supplemental dose of 100 mg or 150 mg TID = Three divided doses; BID = Two divided doses; QD = Single daily dose. * Total daily dose (mg/day) should be divided as indicated by dose regimen to provide mg/dose. † Supplementary dose is a single additional dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Pregabalin capsules are indicated for: Management of neuropathic pain associated with diabetic peripheral neuropathy Management of postherpetic neuralgia Adjunctive therapy for the treatment of partial-onset seizures in patients 1 month of age and older Management of fibromyalgia Management of neuropathic pain associated with spinal cord injury Pregabalin capsules are indicated for: Neuropathic pain associated with diabetic peripheral neuropathy (DPN) (1 ) Postherpetic neuralgia (PHN) (1) Adjunctive therapy for the treatment of partial-onset seizures in patients 1 month of age and older ( 1) Fibromyalgia ( 1) Neuropathic pain associated with spinal cord injury (1 )"
  ],
  "fetched_at": "2025-10-01T19:33:18.024801",
  "source": "OpenFDA"
}