{
  "drug_name": "Revefenacin",
  "generic_name": [
    "REVEFENACIN"
  ],
  "brand_names": [
    "YUPELRI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Anticholinergics: May interact additively with concomitantly used anticholinergic medications. Avoid administration of YUPELRI with other anticholinergic-containing drugs. ( 7.1 ) • Transporter-related drug interactions: Coadministration of YUPELRI with OATP1B1 and OATP1B3 inhibitors (e.g. rifampicin, cyclosporine, etc.) may lead to an increase in exposure of the active metabolite. Therefore, coadministration with YUPELRI is not recommended. ( 7.2 , 12.3 ) 7.1 Anticholinergics There is potential for an additive interaction with concomitantly used anticholinergic medicines. Therefore, avoid coadministration of YUPELRI with other anticholinergic-containing drugs as this may lead to an increase in anticholinergic adverse effects [see Warnings and Precautions (5.3 , 5.4 )] . 7.2 Transporter-Related Drug Interactions OATP1B1 and OATP1B3 inhibitors (e.g. rifampicin, cyclosporine, etc.) could lead to an increase in systemic exposure of the active metabolite. Therefore, coadministration with YUPELRI is not recommended [see Clinical Pharmacology (12.3) ] .",
    "Drug Interaction Studies Revefenacin and Cytochrome P450 Neither revefenacin nor its active metabolite inhibits the following cytochrome P450 isoforms: CYP1A2, CYP2B6, CYP2C8, CYP2C9, CYP2C19, CYP2D6, and CYP3A4/5. Neither revefenacin nor its active metabolite induces CYP1A2, CYP2B6, and CYP3A4/5. Revefenacin and Efflux Transporters Revefenacin is a substrate of P-gp and BCRP. Neither revefenacin nor its active metabolite is an inhibitor of these efflux transporters. Revefenacin and Uptake Transporters The active metabolite of revefenacin is a substrate of OATP1B1 and OATP1B3. Neither revefenacin nor its active metabolite is an inhibitor of the uptake transporters OATP1B1, OATP1B3, OAT1, OAT3, or OCT2."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: • Paradoxical bronchospasm [see Warnings and Precautions (5.2) ] • Worsening of narrow-angle glaucoma [see Warnings and Precautions (5.3) ] • Worsening of urinary retention [see Warnings and Precautions (5.4) ] • Immediate hypersensitivity reactions [ see Warnings and Precautions (5.5) ] Most common adverse reactions (incidence greater than or equal to 2% and more common than placebo) include cough, nasopharyngitis, upper respiratory tract infection, headache, and back pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The YUPELRI safety database included 2,285 subjects with COPD in two 12-week efficacy studies and one 52-week long-term safety study. A total of 730 subjects received treatment with YUPELRI 175 mcg once daily. The safety data described below are based on the two 12-week trials and the one 52-week trial. 12-Week Trials YUPELRI was studied in two 12-week replicate placebo-controlled trials in patients with moderate to very severe COPD (Trials 1 and 2). In these trials, 395 patients were treated with YUPELRI at the recommended dose of 175 mcg once daily. The population had a mean age of 64 years (range from 41 to 88 years), with 50% males, 90% Caucasian, and had COPD with a mean post-bronchodilator forced expiratory volume in one second (FEV 1 ) percent predicted of 55%. Of subjects enrolled in the two 12-week trials, 37% were taking concurrent LABA or ICS/LABA therapy. Patients with unstable cardiac disease, narrow-angle glaucoma, or symptomatic prostatic hypertrophy or bladder outlet obstruction were excluded from these trials. Table 1 shows the most common adverse reactions that occurred with a frequency of greater than or equal to 2% in the YUPELRI group and higher than placebo in the two 12‑week placebo-controlled trials. The proportion of subjects who discontinued treatment due to adverse reactions was 13% for the YUPELRI-treated subjects and 19% for placebo-treated subjects. Table 1: Adverse Reactions with YUPELRI ≥2% Incidence and Higher than Placebo Adverse Reaction Placebo (N = 418) YUPELRI 175 mcg (N = 395) Respiratory, Thoracic and Mediastinal Disorders Cough 17 (4%) 17 (4%) Infections and Infestations Nasopharyngitis 9 (2%) 15 (4%) Upper respiratory tract infection 9 (2%) 11 (3%) Nervous System Disorders Headache 11 (3%) 16 (4%) Musculoskeletal and Connective Tissue Disorders Back pain 3 (1%) 9 (2%) Other adverse reactions defined as events with an incidence of ≥1.0%, less than 2.0%, and more common than with placebo included the following: hypertension, dizziness, oropharyngeal pain, and bronchitis. 52-Week Trial YUPELRI was studied in one 52-week, open-label, active-control (tiotropium 18 mcg once daily) trial in 1,055 patients with COPD. In this trial, 335 patients were treated with YUPELRI 175 mcg once daily and 356 patients with tiotropium. The demographic and baseline characteristics of the long-term safety trial were similar to those of the placebo-controlled 12-week studies described, with the exception that concurrent LABA or LABA/ICS therapy was used in 50% of patients. The adverse reactions reported in the long-term safety trial for YUPELRI were consistent with those observed in the placebo-controlled studies of 12-weeks. 6.2 Postmarketing Experience The following adverse reaction has been reported during post-approval use of YUPELRI. Because this reaction was reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate the frequency or establish a causal relationship to drug exposure. Gastrointestinal Disorders : Dry mouth"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS YUPELRI is contraindicated in patients with hypersensitivity to revefenacin or any component of this product. YUPELRI is contraindicated in patients with hypersensitivity to revefenacin or any component of this product. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is 175 mcg YUPELRI (one 175 mcg unit‑dose vial) administered by oral inhalation once daily by nebulizer using a mouthpiece. Administration Overview YUPELRI should be administered by the orally inhaled route via a standard jet nebulizer connected to an air compressor (See Instructions for Use) . The safety and efficacy of YUPELRI have been established in clinical trials when administered using the PARI LC ® Sprint nebulizer with a mouthpiece and the PARI Trek ® S compressor. The safety and efficacy of YUPELRI delivered from non‑compressor based nebulizer systems have not been established. The YUPELRI unit-dose vial should only be removed from the foil pouch and opened IMMEDIATELY BEFORE USE. The vial and any residual content should be discarded after use. No dosage adjustment is required for geriatric patients, or patients with renal impairment [see Use in Specific Populations (8.5 , 8.7) and Clinical Pharmacology (12.3) ] . The drug compatibility (physical and chemical), efficacy, and safety of YUPELRI when mixed with other drugs in a nebulizer have not been established. For oral inhalation use only. Do not swallow YUPELRI. • One 175 mcg vial (3 mL) once daily. ( 2 ) • For use with a standard jet nebulizer with a mouthpiece connected to an air compressor. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE YUPELRI is indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). YUPELRI is an anticholinergic indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD) ."
  ],
  "fetched_at": "2025-10-01T18:24:23.614326",
  "source": "OpenFDA"
}