{
  "drug_name": "Rifabutin",
  "generic_name": [
    "RIFABUTIN"
  ],
  "brand_names": [
    "Rifabutin"
  ],
  "drug_interactions": [
    "Drug Interactions Effect of Rifabutin on the Pharmacokinetics of Other Drugs Rifabutin induces CYP3A enzymes and therefore may reduce the plasma concentrations of drugs metabolized by those enzymes. This effect may reduce the efficacy of standard doses of such drugs, which include itraconazole, clarithromycin, and saquinavir. Effect of Other Drugs on Rifabutin Pharmacokinetics Some drugs that inhibit CYP3A may significantly increase the plasma concentration of rifabutin. Therefore, carefully monitor for rifabutin associated adverse events in those patients also receiving CYP3A inhibitors, which include fluconazole and clarithromycin. In some cases, the dosage of rifabutin may need to be reduced when it is co-administered with CYP3A inhibitors. Table 2 summarizes the results and magnitude of the pertinent drug interactions assessed with rifabutin. The clinical relevance of these interactions and subsequent dose modifications should be judged in light of the population studied, severity of the disease, patient's drug profile, and the likely impact on the risk/benefit ratio. Table 2 Rifabutin Interaction Studies Co-administered drug Dosing regimen of co-administered drug Dosing regimen of rifabutin Study population (n) Effect on rifabutin Effect on co-administered drug Recommendation ↑ indicates increase; ↓ indicates decrease; ↔ indicates no significant change ND - No Data AUC - Area under the Concentration vs. Time Curve; C max - Maximum serum concentration; C min – Minimum serum concentration ANTIRETROVIRALS Amprenavir 1200 mg twice a day for 10 days 300 mg once a day for 10 days Healthy male subjects (6) ↑ AUC by 193%, ↑ C max by 119% ↔ Reduce rifabutin dose by at least 50%. Monitor closely for adverse reactions. Atazanavir/Ritonavir 300/100 mg once daily 150 mg twice weekly Healthy adult subjects 48% ↑ in AUC, 149% ↑ C max of rifabutin. 990% ↑ in AUC, 677% ↑ C max of 25‑O‑desacetyl-rifabutin. No significant change in pharmacokinetics. A reduction in the dose of rifabutin (to 150 mg every other day or 3 times a week) is recommended. Increased monitoring for adverse reactions is warranted. Bictegravir 75 mg once a day 300 mg once a day (fasted) Healthy subjects ND ↓ AUC 38% ↓ C min 56% ↓ C max 20% Co-administration of rifabutin with Biktarvy (bictegravir/emtricitabine/ tenofovir alafenamide) is not recommended due to an expected decrease in tenofovir alafenamide in addition to the reported reduction in bictegravir. Refer to Biktarvy prescribing information for additional information. Darunavir/Ritonavir 600/100 mg twice a day for 12 days 150 mg every other day for 12 days Healthy HIV- negative adults No significant change in rifabutin pharmacokinetics. 881% ↑ in AUC, 377% ↑ C max of 25‑O‑desacetyl-rifabutin. 57% ↑ in AUC, 42% ↑ C max of darunavir. 66% ↑ in AUC, 68% ↑ C max of ritonavir. A reduction in the dose of rifabutin (to 150 mg every other day or 3 times a week) is recommended. Increased monitoring for adverse reactions is warranted. Delavirdine 400 mg three times a day 300 mg once a day HIV-infected patients (7) ↑ AUC by 230%, ↑ C max by 128% ↓ AUC by 80%, ↓ C max by 75%, ↓ C min by 17% CONTRAINDICATED Didanosine 167 or 250 mg twice a day for 12 days 300 or 600 mg once a day for 12 days HIV-infected patients (11) ↔ ↔ Dolutegravir 50 mg daily for 14 days 300 mg daily for 14 days Healthy adult subjects ND No significant change in dolutegravir pharmacokinetics at steady state. Doravirine 100 mg single dose 300 mg once a day for 16 days Healthy subjects (12) ND ↓ 50% in AUC, ↓ 68% in C 24 ↔ in C max If concomitant use is necessary, increase the doravirine dosage as instructed in doravirine-containing product prescribing information. Elvitegravir/Cobicistat 150/50 mg daily 300 mg daily Or 150 mg every other day Healthy subjects (12) No significant change in rifabutin pharmacokinetics. 6.3-fold ↑ in AUC, 4.8-fold ↑ C max of 25‑O‑desacetyl-rifabutin. No change in elvitegravir except 67% ↓ C trough of elvitegravir. No change in cobicistat exposure. Co-administration of rifabutin with elvitegravir/ cobicistat is not recommended due to an expected decrease in elvitegravir exposure. Etravirine 800 mg twice daily for 21 days 300 mg daily on days 8 to 21 Healthy volunteers (18) No significant change in rifabutin pharmacokinetics. 37% ↓ in AUC, 37% ↓ in C max and 35% ↓ in C min No dose adjustment of rifabutin is required when etravirine is not co-administered with protease inhibitor/ritonavir. Rifabutin should not be co-administered with etravirine and boosted PIs due to potential for decreased effectiveness of etravirine. Fosamprenavir/ritonavir 700 mg twice a day plus ritonavir 100 mg twice a day for 2 weeks 150 mg every other day for 2 weeks Healthy subjects (15) ↔ AUC compared to rifabutin 300 mg once a day alone ↓ C max by 15% ↑ AUC by 35% compared to historical control (fosamprenavir/ritonavir 700/100 mg twice a day) , ↑ C max by 36%, ↑ C min by 36% Reduce rifabutin dose by at least 75% (to a maximum 150 mg every other day or three times per week) when given with fosamprenavir/ritonavir combination. Indinavir 800 mg three times a day for 10 days 300 mg once a day for 10 days Healthy subjects (10) ↑ AUC by 173%, ↑ C max by 134% ↓ AUC by 34%, ↓ C max by 25%, ↓ C min by 39% Reduce rifabutin dose by 50%, and increase indinavir dose from 800 mg to 1000 mg three times a day. Lopinavir/ ritonavir 400/100 mg twice a day for 20 days 150 mg once a day for 10 days Healthy subjects (14) ↑ AUC by 203% also taking zidovudine 500 mg once a day ↓ C max by 112% ↔ Reduce rifabutin dose by at least 75% (to a maximum 150 mg every other day or three times per week) when given with lopinavir/ritonavir combination. Monitor closely for adverse reactions. Reduce rifabutin dosage further, as needed. Saquinavir/ritonavir 1000/100 mg twice a day for 14 or 22 days 150 mg every 3 days for 14 or 22 days Healthy subjects ↑ AUC by 53% compared to rifabutin 150 mg once a day alone ↑ C max by 88% (n=11) ↓ AUC by 13%, ↓ C max by 15%, (n=19) Reduce rifabutin dose by at least 75% (to a maximum 150 mg every other day or three times per week) when given with saquinavir/ritonavir combination. Monitor closely for adverse reactions. Rilpivirine 25 mg once a day 300 mg once a day Healthy subjects (18) ND ↓ AUC by 42% ↓ C min by 48% ↓ C max by 31% Co-administration of rifabutin with Odefsey (rilpivirine/tenofovir alafenamide/emtricitabine) is not recommended, due to an expected decrease in tenofovir alafenamide in addition to the reported reduction in rilpivirine. Refer to Odefsey prescribing information for additional information. Co-administration of rifabutin with cabotegravir/rilpivirine prolonged-release injectable suspension is contraindicated. Ritonavir 500 mg twice a day for 10 days 150 mg once a day for 16 days Healthy subjects (5) ↑ AUC by 300%, ↑ C max by 150% ND Reduce rifabutin dose by at least 75% (to a maximum 150 mg every other day or three times per week) when given with lopinavir/ritonavir combination. Monitor closely for adverse reactions. Reduce rifabutin dosage further, as needed. Tipranavir/ritonavir 500/200 twice a day for 15 doses 150 mg single dose Healthy subjects (20) ↑ AUC by 190%, ↑ C max by 70% ↔ Reduce rifabutin dose by at least 75% (to a maximum 150 mg every other day or three times per week) when given with tipranavir/ritonavir combination. Monitor closely for adverse reactions. Reduce rifabutin dosage further, as needed. Nelfinavir 1250 mg twice a day for 7–8 days 150 mg once a day for 8 days HIV-infected patients (11) ↑ AUC by 83%, compared to rifabutin 300 mg once a day alone ↑ C max by 19% ↔ Reduce rifabutin dose by 50% (to 150 mg once a day) and increase the nelfinavir dose to 1250 mg twice a day. Zidovudine 100 or 200 mg every four hours 300 or 450 mg once a day HIV-infected patients (16) ↔ ↓ AUC by 32%, ↓ C max by 48%, Because zidovudine levels remained within the therapeutic range during co-administration of rifabutin, dosage adjustments are not necessary. ANTI-HCV DRUGS Sofosbuvir 400 mg on day 1 and day 21 300 mg daily on day 10 to day 29 Healthy subjects (20) ND 36% ↓ in C max and 24% ↓ AUC Co-administration of rifabutin with sofosbuvir (alone or in combination) is not recommended. ANTIFUNGALS Fluconazole 200 mg once a day for 2 weeks 300 mg once a day for 2 weeks HIV-infected patients (12) ↑ AUC by 82%, ↑ C max by 88% ↔ Monitor for rifabutin associated adverse events. Reduce rifabutin dose or suspend rifabutin use if toxicity is suspected. Posaconazole 200 mg once a day for 10 days 300 mg once a day for 17 days Healthy subjects (8) ↑ AUC by 72%, ↑ C max by 31% ↓ AUC by 49%, ↓ C max by 43% If co-administration of these two drugs cannot be avoided, patients should be monitored for adverse events associated with rifabutin administration, and lack of posaconazole efficacy. Itraconazole 200 mg once a day 300 mg once a day HIV-Infected patients (6) ↑ data from a case report ↓ AUC by 70%, ↓ C max by 75%, If co-administration of these two drugs cannot be avoided, patients should be monitored for adverse events associated with rifabutin administration, and lack of itraconazole efficacy. In a separate study, one case of uveitis was associated with increased serum rifabutin levels following co-administration of rifabutin (300 mg once a day) with itraconazole (600–900 mg once a day). Voriconazole 400 mg twice a day for 7 days (maintenance dose) 300 mg once a day for 7 days Healthy male subjects (12) ↑ AUC by 331%, ↑ C max by 195% ↑ AUC by ~100%, ↑ C max by ~100% compared to voriconazole 200 mg twice a day alone CONTRAINDICATED ANTI-PCP (Pneumocystis carinii pneumonia) Dapsone 50 mg once a day 300 mg once a day HIV-infected patients (16) ND ↓ AUC by 27 – 40% Sulfamethoxazole-Trimethoprim 800/160 mg 300 mg once a day HIV-infected patients (12) ↔ ↓ AUC by 15–20% ANTI-MAC (Mycobacterium avium intracellulare complex) Azithromycin 500 mg once a day for 1 day, then 250 mg once a day for 9 days 300 mg once a day Healthy subjects (6) ↔ ↔ Clarithromycin 500 mg twice a day 300 mg once a day HIV-infected patients (12) ↑ AUC by 75% ↓ AUC by 50% Monitor for rifabutin associated adverse events. Reduce dose or suspend use of rifabutin if toxicity is suspected. Alternative treatment for clarithromycin should be considered when treating patients receiving rifabutin ANTI-TB (Tuberculosis) Ethambutol 1200 mg 300 mg once a day for 7 days Healthy subjects (10) ND ↔ Isoniazid 300 mg 300 mg once a day for 7 days Healthy subjects (6) ND ↔ Bedaquiline 400 mg daily on day 1 and day 29 300 mg daily Healthy subjects (17) ND No change in bedaquiline pharmacokinetics. 1.4-fold ↑ in M2 and approximately 3.0-fold ↑ in M3 metabolites of bedaquiline. Avoid bedaquiline co‑administration with rifabutin due to the adverse reactions associated with increased bedaquiline metabolite concentrations. OTHER Methadone 20 – 100 mg once a day 300 mg once a day for 13 days HIV – infected patients (24) ND ↔ Ethinylestradiol (EE)/ Norethindrone (NE) 35 mg EE / 1 mg NE for 21 days 300 mg once a day for 10 days Healthy female subjects (22) ND EE: ↓ AUC by 35%, ↓ C max by 20% NE: ↓ AUC by 46% Patients should be advised to use additional or alternative methods of contraception. Theophylline 5 mg/kg 300 mg for 14 days Healthy subjects (11) ND ↔ Other drugs The structurally similar drug, rifampin, is known to reduce the plasma concentrations of a number of other drugs (see prescribing information for rifampin). Although a weaker enzyme inducer than rifampin, rifabutin may be expected to have some effect on those drugs as well."
  ],
  "warnings": [
    "WARNINGS Tuberculosis Rifabutin capsules must not be administered for MAC prophylaxis to patients with active tuberculosis. Patients who develop complaints consistent with active tuberculosis while on prophylaxis with rifabutin should be evaluated immediately, so that those with active disease may be given an effective combination regimen of anti-tuberculosis medications. Administration of rifabutin as a single agent to patients with active tuberculosis is likely to lead to the development of tuberculosis that is resistant both to rifabutin and to rifampin. There is no evidence that rifabutin is an effective prophylaxis against M. tuberculosis . Patients requiring prophylaxis against both M. tuberculosis and Mycobacterium avium complex may be given isoniazid and rifabutin concurrently. Tuberculosis in HIV-positive patients is common and may present with atypical or extrapulmonary findings. Patients are likely to have a nonreactive purified protein derivative (PPD) despite active disease. In addition to chest X-ray and sputum culture, the following studies may be useful in the diagnosis of tuberculosis in the HIV-positive patient: blood culture, urine culture, or biopsy of a suspicious lymph node. MAC Treatment with Clarithromycin When rifabutin is used concomitantly with clarithromycin for MAC treatment, a decreased dose of rifabutin is recommended due to the increase in plasma concentrations of rifabutin (see PRECAUTIONS-Drug Interactions, Table 2 ). Hypersensitivity and Related Reactions Hypersensitivity reactions may occur in patients receiving rifamycins. Signs and symptoms of these reactions may include hypotension, urticaria, angioedema, acute bronchospasm, conjunctivitis, thrombocytopenia, neutropenia or flu-like syndrome (weakness, fatigue, muscle pain, nausea, vomiting, headache, fever, chills, aches, rash, itching, sweats, dizziness, shortness of breath, chest pain, cough, syncope, palpitations). There have been reports of anaphylaxis with the use of rifamycins. Monitor patients receiving rifabutin therapy for signs and/or symptoms of hypersensitivity reactions. If these symptoms occur, administer supportive measures and discontinue rifabutin. Uveitis Due to the possible occurrence of uveitis, patients should also be carefully monitored when rifabutin is given in combination with clarithromycin (or other macrolides) and/or fluconazole and related compounds (see PRECAUTIONS-Drug Interactions, Table 2 ). If uveitis is suspected, the patient should be referred to an ophthalmologist and, if considered necessary, treatment with rifabutin should be suspended (see also ADVERSE REACTIONS ). Clostridioides difficile Associated Diarrhea Clostridioides difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including rifabutin capsules, USP, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibacterial use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibacterial use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Severe Cutaneous Adverse Reactions There have been reports of severe cutaneous adverse reactions (SCAR), such as Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) associated with rifabutin (see ADVERSE REACTIONS ). If patients develop a skin rash they should be monitored closely, and rifabutin discontinued if lesions progress. Specifically, for DRESS, a multi-system potential life-threatening SCAR, time to onset of the first symptoms may be prolonged. DRESS is a clinical diagnosis, and its clinical presentation remains the basis for decision making. An early withdrawal of rifabutin is essential because of the syndrome's mortality and visceral involvement (e.g., liver, bone marrow or kidney). Antiretroviral and Anti-HCV Drug Interactions Protease inhibitors act as substrates or inhibitors of CYP3A4 mediated metabolism. Therefore, due to significant drug-drug interactions between protease inhibitors and rifabutin, their concomitant use should be based on the overall assessment of the patient and a patient-specific drug profile. The concomitant use of protease inhibitors may require at least a 50% reduction in rifabutin dose, and depending on the protease inhibitor, an adjustment of the antiretroviral drug dose. Increased monitoring for adverse events is recommended when using these drug combinations (see PRECAUTIONS-Drug Interactions ). RIFABUTIN is a CYP3A inducer. Co-administration with antiretroviral drugs metabolized by CYP3A, including but not limited to products containing bictegravir, elvitegravir, oral rilpivirine, or doravirine and anti-HCV drugs including but not limited to sofosbuvir (alone or in combination) may decrease plasma concentrations of those drugs, which may lead to loss of virologic response and possible development of resistance. Therefore, co-administration with antiretroviral and anti-HCV drugs metabolized by CYP3A is not recommended or there may be a need to increase the dose of antiretroviral or anti-HCV drugs (see PRECAUTIONS-Drug Interactions ). For further recommendations, please refer to the most recent prescribing information of the antiretrovirals or anti-HCV drugs or contact the specific manufacturer."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse Reactions from Clinical Trials Rifabutin capsules were generally well tolerated in the controlled clinical trials. Discontinuation of therapy due to an adverse event was required in 16% of patients receiving rifabutin, compared to 8% of patients receiving placebo in these trials. Primary reasons for discontinuation of rifabutin were rash (4% of treated patients), gastrointestinal intolerance (3%), and neutropenia (2%). The following table enumerates adverse experiences that occurred at a frequency of 1% or greater, among the patients treated with rifabutin in studies 023 and 027. Table 3 Clinical Adverse Experiences Reported in ≥1% of Patients Treated With Rifabutin Adverse event Rifabutin (n = 566) % Placebo (n = 580) % Body as a whole Abdominal pain 4 3 Asthenia 1 1 Chest pain 1 1 Fever 2 1 Headache 3 5 Pain 1 2 Blood and lymphatic system Leucopenia 10 7 Anemia 1 2 Digestive System Anorexia 2 2 Diarrhea 3 3 Dyspepsia 3 1 Eructation 3 1 Flatulence 2 1 Nausea 6 5 Nausea and vomiting 3 2 Vomiting 1 1 Musculoskeletal system Myalgia 2 1 Nervous system Insomnia 1 1 Skin and appendages Rash 11 8 Special senses Taste perversion 3 1 Urogenital system Discolored urine 30 6 CLINICAL ADVERSE EVENTS REPORTED IN <1% OF PATIENTS WHO RECEIVED RIFABUTIN Considering data from the 023 and 027 pivotal trials, and from other clinical studies, rifabutin appears to be a likely cause of the following adverse events which occurred in less than 1% of treated patients: flu-like syndrome, hepatitis, hemolysis, arthralgia, myositis, chest pressure or pain with dyspnea, skin discoloration, thrombocytopenia, pancytopenia and jaundice. The following adverse events have occurred in more than one patient receiving rifabutin, but an etiologic role has not been established: seizure, paresthesia, aphasia, confusion, and non-specific T wave changes on electrocardiogram. When rifabutin was administered at doses from 1050 mg/day to 2400 mg/day, generalized arthralgia and uveitis were reported. These adverse experiences abated when rifabutin was discontinued. Mild to severe, reversible uveitis has been reported less frequently when rifabutin is used at 300 mg as monotherapy in MAC prophylaxis versus rifabutin in combination with clarithromycin for MAC treatment (see also WARNINGS ). Uveitis has been infrequently reported when rifabutin is used at 300 mg/day as monotherapy in MAC prophylaxis of HIV-infected persons, even with the concomitant use of fluconazole and/or macrolide antibacterials. However, if higher doses of rifabutin are administered in combination with these agents, the incidence of uveitis is higher. Patients who developed uveitis had mild to severe symptoms that resolved after treatment with corticosteroids and/or mydriatic eye drops; in some severe cases, however, resolution of symptoms occurred after several weeks. When uveitis occurs, temporary discontinuance of rifabutin and ophthalmologic evaluation are recommended. In most mild cases, rifabutin may be restarted; however, if signs or symptoms recur, use of rifabutin should be discontinued (Morbidity and Mortality Weekly Report, September 9, 1994). Corneal deposits have been reported during routine ophthalmologic surveillance of some HIV-positive pediatric patients receiving rifabutin as part of a multiple drug regimen for MAC prophylaxis. The deposits are tiny, almost transparent, asymptomatic peripheral and central corneal deposits, and do not impair vision. The following table enumerates the changes in laboratory values that were considered as laboratory abnormalities in Studies 023 and 027. Table 4 Percentage of Patients With Laboratory Abnormalities Laboratory abnormalities Rifabutin (n = 566) % Placebo (n = 580) % Includes grades 3 or 4 toxicities as specified: Chemistry Increased alkaline phosphatase All values >450 U/L <1 3 Increased SGOT All values >150 U/L 7 12 Increased SGPT 9 11 Hematology Anemia All hemoglobin values <8.0 g/dL 6 7 Eosinophilia 1 1 Leukopenia All WBC values <1,500/mm 3 17 16 Neutropenia All ANC values <750/mm 3 25 20 Thrombocytopenia All platelet count values <50,000/mm 3 5 4 The incidence of neutropenia in patients treated with rifabutin was significantly greater than in patients treated with placebo (p = 0.03). Although thrombocytopenia was not significantly more common among patients treated with rifabutin in these trials, rifabutin has been clearly linked to thrombocytopenia in rare cases. One patient in Study 023 developed thrombotic thrombocytopenic purpura, which was attributed to rifabutin. Adverse Reactions from Post-Marketing Experience Adverse reactions identified through post-marketing surveillance by system organ class (SOC) are listed below: Blood and lymphatic system disorders: White blood cell disorders (including agranulocytosis, lymphopenia, granulocytopenia, neutropenia, white blood cell count decreased, neutrophil count decreased), platelet count decreased. Immune system disorders: Hypersensitivity, bronchospasm, rash, and eosinophilia. Gastrointestinal disorders: Clostridioides difficile colitis/ Clostridioides difficile associated diarrhea. Pyrexia, rash and other hypersensitivity reactions such as eosinophilia and bronchospasm might occur, as has been seen with other antibacterials. A limited occurrence of skin discoloration has been reported. Severe cutaneous adverse reactions (SCARs): Rifabutin has been associated with the occurrence of DRESS as well as other SCARs such as SJS, TEN, and AGEP (see WARNINGS ). Rifamycin hypersensitivity reactions: Hypersensitivity to rifamycins have been reported including flu-like symptoms, bronchospasm, hypotension, urticaria, angioedema, conjunctivitis, thrombocytopenia or neutropenia."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Rifabutin capsules are contraindicated in patients who have had clinically significant hypersensitivity to rifabutin or to any other rifamycins. Rifabutin capsules are contraindicated in patients being treated with cabotegravir/rilpivirine prolonged-release injectable suspension (see PRECAUTIONS-Drug Interactions, Table 2 )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION It is recommended that rifabutin capsules be administered at a dose of 300 mg once daily. For those patients with propensity to nausea, vomiting, or other gastrointestinal upset, administration of rifabutin at doses of 150 mg twice daily taken with food may be useful. Doses of Rifabutin capsules may be administered mixed with foods such as applesauce. For patients with severe renal impairment (creatinine clearance less than 30 mL/min), consider reducing the dose of rifabutin by 50%, if toxicity is suspected. No dosage adjustment is required for patients with mild to moderate renal impairment. Reduction of the dose of rifabutin may also be needed for patients receiving concomitant treatment with certain other drugs (see PRECAUTIONS-Drug Interactions ). Mild hepatic impairment does not require a dose modification. The pharmacokinetics of rifabutin in patients with moderate and severe hepatic impairment is not known."
  ],
  "indications": [
    "INDICATIONS AND USAGE Rifabutin capsules are indicated for the prevention of disseminated Mycobacterium avium complex (MAC) disease in patients with advanced HIV infection."
  ],
  "fetched_at": "2025-09-30T21:24:56.095297",
  "source": "OpenFDA"
}