{
  "drug_name": "Rifaximin",
  "generic_name": [
    "RIFAXIMIN"
  ],
  "brand_names": [
    "XIFAXAN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Warfarin: Monitor INR and prothrombin time; dose adjustment of warfarin may be needed to maintain target INR range. ( 7.2 ) 7.1 P-glycoprotein Inhibitors Concomitant administration of cyclosporine, an inhibitor of P-gp and OATPs significantly increased the systemic exposure of rifaximin. In patients with hepatic impairment, a potential additive effect of reduced metabolism and concomitant P-gp inhibitors may further increase the systemic exposure to rifaximin. Caution should be exercised when concomitant use of XIFAXAN and a P-gp inhibitor such as cyclosporine is needed [see Warnings and Precautions ( 5.5 ), Clinical Pharmacology ( 12.3 )]. 7.2 Warfarin Changes in INR have been reported postmarketing in patients receiving rifaximin and warfarin concomitantly. Monitor INR and prothrombin time. Dose adjustment of warfarin may be needed to maintain target INR range. See prescribing information for warfarin. 7.3 CYP3A4 Substrates An in vitro study has suggested that rifaximin induces CYP3A4 [see Clinical Pharmacology ( 12.3 )] . However, in patients with normal liver function, XIFAXAN at the recommended dosing regimen is not expected to induce CYP3A4. It is unknown whether rifaximin can have a significant effect on the pharmacokinetics of concomitant CYP3A4 substrates in patients with reduced liver function who have elevated rifaximin concentrations."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: • Clostridium difficile -associated diarrhea [see Warnings and Precautions ( 5.2 )] Most common adverse reactions: • TD (≥2%): Headache ( 6.1 ) • HE (≥10%): Peripheral edema, nausea, constipation, dizziness, fatigue, urinary tract infection, insomnia, anemia, pruritus, and ascites ( 6.1 ) • IBS-D (≥2%): ALT increased, nausea ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Salix Pharmaceuticals at 1-800-321-4576 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Travelers’ Diarrhea The safety of XIFAXAN 200 mg taken three times a day was evaluated in patients with travelers’ diarrhea consisting of 320 patients in two placebo-controlled clinical trials with 95% of patients receiving three or four days of treatment with XIFAXAN. The population studied had a mean age of 31.3 (18-79) years of which approximately 3% were ≥65 years old, 53% were male and 84% were White, 11% were Hispanic. Discontinuations due to adverse reactions occurred in 0.4% of patients. The adverse reactions leading to discontinuation were taste loss, dysentery, weight decrease, anorexia, nausea and nasal passage irritation. The adverse reaction that occurred at a frequency ≥2% in XIFAXAN-treated patients (n=320) at a higher rate than placebo (n=228) in the two placebo-controlled trials of TD was: • headache (10% XIFAXAN, 9% placebo) Hepatic Encephalopathy Trial 1 The data described in Table 1 reflect exposure to XIFAXAN in 348 patients, including 265 exposed for 6 months and 202 exposed for more than a year (mean exposure was 364 days). The safety of XIFAXAN 550 mg taken two times a day for reducing the risk of overt HE recurrence in adult patients was evaluated in a 6-month placebo-controlled clinical trial (n=140) and in a long-term follow-up study (n=280) [see Clinical Studies ( 14.2 )] . The population studied had a mean age of 56 (range: 21 to 82) years; approximately 20% of the patients were ≥65 years old, 61% were male, 86% were White, and 4% were Black. Ninety-one percent of patients in the trial were taking lactulose concomitantly. The most common adverse reactions that occurred at an incidence ≥5% and at a higher incidence in XIFAXAN-treated subjects than in the placebo group in the 6-month trial are provided in Table 1. Table 1: Common Adverse Reactions*from a Clinical Study of XIFAXAN in Adult Patients with Hepatic Encephalopathy (Trial 1) Adverse Reaction XIFAXAN Tablets 550 mg TWICE DAILY (N=140) n (%) Placebo (N=159) n (%) Peripheral edema 21 (15%) 13 (8%) Nausea 20 (14%) 21 (13%) Dizziness 18 (13%) 13 (8%) Fatigue 17 (12%) 18 (11%) Ascites 16 (11%) 15 (9%) Muscle spasms 13 (9%) 11 (7%) Pruritus 13 (9%) 10 (6%) Abdominal pain 12 (9%) 13 (8%) Anemia 11 (8%) 6 (4%) Depression 10 (7%) 8 (5%) Nasopharyngitis 10 (7%) 10 (6%) Abdominal pain upper 9 (6%) 8 (5%) Arthralgia 9 (6%) 4 (3%) Dyspnea 9 (6%) 7 (4%) Pyrexia 9 (6%) 5 (3%) Rash 7 (5%) 1. (4%) *Adverse reactions that occurred in ≥5% of XIFAXAN-treated patients and greater than in patients who received placebo Trial 2 The data described in Table 2 reflect exposure to XIFAXAN in 221 of 222 randomized subjects, exposed for a median duration of 169 days, with 113 exposed to XIFAXAN monotherapy and 108 exposed to XIFAXAN added onto lactulose in a six-month active-controlled trial [see Clinical Studies ( 14.2 )]. The population studied had a mean age of 58; approximately 63% of subjects were male. The most common adverse reactions that occurred at an incidence ≥5% are provided in Table 2. Table 2: Common Adverse Reactions*from a Clinical Study of XIFAXAN + Lactulose Compared to XIFAXAN Monotherapy in Adult Patients with Hepatic Encephalopathy (Trial 2) Adverse Reaction XIFAXAN Tablets 550 mg TWICE DAILY + Lactulose (N=108) n (%) XIFAXAN Tablets 550 mg TWICE DAILY (N=113) n (%) Peripheral edema 15 (14%) 19 (17%) Insomnia 15 (14%) 13 (12%) Ascites 14 (13%) 8 (7%) Diarrhea 13 (12%) 6 (5%) Nausea 11 (10%) 17 (15%) Muscle spasms 11 (10%) 9 (8%) Dyspnea 10 (9%) 8 (7%) Anxiety 10 (9%) 6 (5%) Constipation 9 (8%) 18 (16%) Fatigue 9 (8%) 16 (14%) Urinary tract infection 9 (8%) 13 (12%) Abdominal pain 8 (7%) 8 (7%) Pruritus 6 (6%) 11 (10%) Decreased appetite 5 (5%) 8 (7%) Headache 5 (5%) 8 (7%) Cough 5 (5%) 6 (6%) Renal failure acute 5 (5%) 7 (6%) Vomiting 6 (5%) 6 (6%) Anemia 3 (3%) 11 (10%) * Adverse reactions that occurred in ≥5% of patients receiving XIFAXAN in either treatment group Irritable Bowel Syndrome with Diarrhea The safety of XIFAXAN for the treatment of IBS-D was evaluated in 3 placebo-controlled studies in which 952 patients were randomized to XIFAXAN 550 mg three times a day for 14 days. Across the 3 studies, 96% of patients received at least 14 days of treatment with XIFAXAN. In Trials 1 and 2, 624 patients received only one 14-day treatment. Trial 3 evaluated the safety of XIFAXAN in 328 patients who received 1 open-label treatment and 2 double-blind repeat treatments of 14 days each over a period of up to 46 weeks. The combined population studied had a mean age of 47 (range: 18 to 88) years of whom approximately 11% of the patients were ≥ 65 years old, 72% were female, 88% were White, 9% were Black, and 12% were Hispanic. The adverse reaction that occurred at a frequency ≥2% in XIFAXAN-treated patients at a higher rate than placebo in Trials 1 and 2 for IBS-D was: • nausea (3% XIFAXAN, 2% placebo) The adverse reactions that occurred at a frequency ≥2% in XIFAXAN-treated patients (n=328) at a higher rate than placebo (n=308) in Trial 3 for IBS-D during the double-blind treatment phase were: • ALT increased (XIFAXAN 2%, placebo 1%) • nausea (XIFAXAN 2%, placebo 1%) Less Common Adverse Reactions The following adverse reactions, presented by body system, were reported in less than 2% of patients in clinical trials of TD and IBS-D and in less than 5% of patients in clinical trials of HE: Hepatobiliary disorders: Clostridium colitis Investigations: Increased blood creatine phosphokinase Musculoskeletal and connective tissue disorders: Myalgia 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of XIFAXAN. Because these reactions are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These reactions have been chosen for inclusion due to either their seriousness, frequency of reporting, or causal connection to XIFAXAN. Infections and Infestations Cases of C. difficile- associated colitis have been reported [see Warnings and Precautions ( 5.2 )]. Hypersensitivity Reactions Exfoliative dermatitis, rash, angioneurotic edema (swelling of face and tongue and difficulty swallowing), urticaria, flushing, pruritus and anaphylaxis have been reported. These events occurred as early as within 15 minutes of drug administration. Musculoskeletal and Connective Tissue Disorders Cases of rhabdomyolysis have been reported in patients with cirrhosis, with and without concomitant statin use. Severe Cutaneous Adverse Reactions Severe cutaneous adverse reactions, including Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN), have been reported in association with the use of rifaximin in patients with cirrhosis. Discontinue rifaximin at the first signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and conduct a clinical evaluation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS XIFAXAN is contraindicated in patients with a hypersensitivity to rifaximin, any of the rifamycin antimicrobial agents, or any of the components in XIFAXAN. Hypersensitivity reactions have included exfoliative dermatitis, angioneurotic edema, and anaphylaxis [see Adverse Reactions ( 6.2 )] . History of hypersensitivity to rifaximin, rifamycin antimicrobial agents, or any of the components of XIFAXAN. ( 4) )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Condition Recommended Oral Dosage TD ( 2.1 ) 200 mg 3 times a day for 3 days HE ( 2.2 ) 550 mg 2 times a day IBS-D ( 2.3 ) 550 mg 3 times a day for 14 days. Patients who experience recurrence can be retreated up to 2 times with the same regimen. XIFAXAN can be taken with or without food. ( 2.4 ) 2.1 Dosage for Travelers’ Diarrhea The recommended dosage of XIFAXAN is 200 mg taken orally three times a day for 3 days. 2.2 Dosage for Hepatic Encephalopathy The recommended dosage of XIFAXAN is 550 mg taken orally two times a day. 2.3 Dosage for Irritable Bowel Syndrome with Diarrhea The recommended dosage of XIFAXAN is 550 mg taken orally three times a day for 14 days. Patients who experience a recurrence of symptoms can be retreated up to two times with the same dosage regimen. 2.4 Administration XIFAXAN can be taken with or without food [see Clinical Pharmacology ( 12.3 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of XIFAXAN and other antibacterial drugs, XIFAXAN when used to treat infection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. XIFAXAN is a rifamycin antibacterial indicated for: • Treatment of travelers’ diarrhea (TD) caused by noninvasive strains of Escherichia coli in adult and pediatric patients 12 years of age and older. ( 1.1 ) • Reduction in risk of overt hepatic encephalopathy (HE) recurrence in adults. ( 1.2 ) • Treatment of irritable bowel syndrome with diarrhea (IBS-D) in adults. ( 1.3 ) Limitations of Use TD: Should not use in patients with diarrhea complicated by fever or blood in the stool or diarrhea due to pathogens other than Escherichia coli. ( 1.1, 5.1 ) 1.1 Travelers’ Diarrhea XIFAXAN is indicated for the treatment of travelers’ diarrhea (TD) caused by noninvasive strains of Escherichia coli in adults and pediatric patients 12 years of age and older. Limitations of Use XIFAXAN should not be used in patients with diarrhea complicated by fever or blood in the stool or diarrhea due to pathogens other than Escherichia coli [see Warnings and Precautions ( 5.1 ), Clinical Pharmacology ( 12.4 ), Clinical Studies ( 14.1 )]. 1.2 Hepatic Encephalopathy XIFAXAN is indicated for reduction in risk of overt hepatic encephalopathy (HE) recurrence in adults. In the placebo-controlled trial of XIFAXAN for HE, 91% of the patients were using lactulose concomitantly. Differences in the treatment effect of those patients not using lactulose concomitantly could not be assessed. XIFAXAN has not been studied in patients with MELD (Model for End-Stage Liver Disease) scores >25, and only 8.6% of patients in the placebo-controlled trial had MELD scores over 19. There is increased systemic exposure in patients with more severe hepatic dysfunction [see Warnings and Precautions ( 5.4 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. 1.3 Irritable Bowel Syndrome with Diarrhea XIFAXAN is indicated for the treatment of irritable bowel syndrome with diarrhea (IBS-D) in adults."
  ],
  "fetched_at": "2025-09-30T22:33:26.309814",
  "source": "OpenFDA"
}