{
  "drug_name": "Rifapentine",
  "generic_name": [
    "RIFAPENTINE"
  ],
  "brand_names": [
    "Priftin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Protease Inhibitors and Reverse Transcriptase Inhibitors. ( 5.2 , 7.1 ) Hormonal Contraceptives: Use an effective non-hormonal method of contraception or add a barrier method of contraception during treatment with PRIFTIN. ( 7.3 ) May increase metabolism and decrease the activity of drugs metabolized by cytochrome P450 3A4 and 2C8/9. Dosage adjustments may be necessary if given concomitantly. ( 7.4 ) 7.1 Protease Inhibitors and Reverse Transcriptase Inhibitors Rifapentine is an inducer of CYP450 enzymes. Concomitant use of PRIFTIN with other drugs metabolized by these enzymes, such as protease inhibitors and certain reverse transcriptase inhibitors, may cause a significant decrease in plasma concentrations and loss of therapeutic effect of the protease inhibitor or reverse transcriptase inhibitor [see Warnings and Precautions (5.5) and Clinical Pharmacology (12.3) ] . 7.2 Fixed-Dose Combination of Efavirenz, Emtricitabine, and Tenofovir Once-weekly coadministration of 900 mg PRIFTIN with the antiretroviral fixed-dose combination of efavirenz 600 mg, emtricitabine 200 mg and tenofovir disoproxil fumarate 300 mg in HIV-infected patients did not result in any substantial change in steady state exposures of efavirenz, emtricitabine, and tenofovir. No clinically significant change in CD4 cell counts or viral loads were noted [see Clinical Pharmacology (12.3) ] . 7.3 Hormonal Contraceptives PRIFTIN may reduce the effectiveness of hormonal contraceptives. Patients using hormonal contraception should be advised to use an alternative non-hormonal contraceptive method or add a barrier method of contraception during treatment with PRIFTIN [see Use in Specific Populations (8.3) and Clinical Pharmacology (12.3) ] . 7.4 Cytochrome P450 3A4 and 2C8/9 Rifapentine is an inducer of cytochromes P450 3A4 and P450 2C8/9. Therefore, PRIFTIN may increase the metabolism of other coadministered drugs that are metabolized by these enzymes. Induction of enzyme activities by PRIFTIN occurred within 4 days after the first dose. Enzyme activities returned to baseline levels 14 days after discontinuing PRIFTIN. Rifampin has been reported to accelerate the metabolism and may reduce the activity of the following drugs; hence, PRIFTIN may also increase the metabolism and decrease the activity of these drugs. Dosage adjustments of the drugs in Table 4 or of other drugs metabolized by cytochrome P450 3A4 or P450 2C8/9 may be necessary if they are given concurrently with PRIFTIN. Table 4: Drug Interactions with PRIFTIN: Dosage Adjustment May be Necessary Drug Class Examples of Drugs Within Class Antiarrhythmics Disopyramide, mexiletine, quinidine, tocainide Antibiotics Chloramphenicol, clarithromycin, dapsone, doxycycline; Fluoroquinolones (such as ciprofloxacin) Oral Anticoagulants Warfarin Anticonvulsants Phenytoin Antimalarials Quinine Azole Antifungals Fluconazole, itraconazole, ketoconazole Antipsychotics Haloperidol Barbiturates Phenobarbital Benzodiazepines Diazepam Beta-Blockers Propranolol Calcium Channel Blockers Diltiazem, nifedipine, verapamil Cardiac Glycoside Preparations Digoxin Corticosteroids Prednisone Fibrates Clofibrate Oral Hypoglycemics Sulfonylureas (e.g., glyburide, glipizide) Hormonal Contraceptives/Progestins Ethinyl estradiol, levonorgestrel Immunosuppressants Cyclosporine, tacrolimus Methylxanthines Theophylline Narcotic analgesics Methadone Phosphodiesterase-5 (PDE-5) Inhibitors Sildenafil Thyroid preparations Levothyroxine Tricyclic antidepressants Amitriptyline, nortriptyline 7.5 Other Interactions The conversion of PRIFTIN to 25-desacetyl rifapentine is mediated by an esterase enzyme. There is minimal potential for PRIFTIN metabolism to be inhibited or induced by another drug, based upon the characteristics of the esterase enzymes. Since PRIFTIN is highly bound to albumin, drug displacement interactions may also occur [see Clinical Pharmacology (12.3) ] . 7.6 Interactions with Laboratory Tests Therapeutic concentrations of rifampin have been shown to inhibit standard microbiological assays for serum folate and Vitamin B 12 . Similar drug-laboratory interactions should be considered for PRIFTIN; thus, alternative assay methods should be considered."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious and otherwise important adverse drug reactions are discussed in greater detail in other sections of labeling: Hepatotoxicity [see Warnings and Precautions (5.1) ] Hypersensitivity [see Contraindications (4.1) and Warnings and Precautions (5.2) ] Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.3) ] Discoloration of Body Fluids [see Warnings and Precautions (5.6) ] Clostridioides Difficile –Associated Diarrhea [see Warnings and Precautions (5.7) ] Porphyria [see Warnings and Precautions (5.8) ] The most common adverse reactions with regimen for active pulmonary tuberculosis (3% and greater) are anemia, lymphopenia, hemoptysis, neutropenia, cough, thrombocytosis, increased sweating, increased ALT, increased AST, back pain, rash, anorexia, arthralgia, increased blood urea, and headache. The most common adverse reaction (3% and greater) with the regimen for latent tuberculosis infection is hypersensitivity reaction. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact sanofi-aventis U.S. LLC at 1-800-633-1610 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Active Pulmonary Tuberculosis PRIFTIN was studied in a randomized, open label, active-controlled trial of HIV-negative patients with active pulmonary tuberculosis. The population consisted primarily of male subjects with a mean age of 37 ± 11 years. In the initial 2-month phase of treatment, 361 patients received PRIFTIN 600 mg twice a week in combination with daily isoniazid, pyrazinamide, and ethambutol and 361 subjects received rifampin in combination with isoniazid, pyrazinamide and ethambutol all administered daily. Ethambutol was discontinued when drug susceptibly testing was known. During the 4-month continuation phase, 317 patients in the PRIFTIN group continued to receive PRIFTIN 600 mg dosed once weekly with isoniazid and 304 patients in the rifampin group received twice weekly rifampin and isoniazid. Both treatment groups received pyridoxine (Vitamin B6) over the 6-month treatment period. Because PRIFTIN was administered as part of a combination regimen, the adverse reaction profile reflects the entire regimen. Twenty-two deaths occurred in the study, eleven in the rifampin combination therapy group and eleven in the PRIFTIN combination therapy group. 18/361 (5%) rifampin combination therapy patients discontinued the study due to an adverse reaction compared to 11/361 (3%) PRIFTIN combination therapy patients. Three patients (two rifampin combination therapy patients and one PRIFTIN combination therapy patient) were discontinued in the initial phase due to hepatotoxicity. Concomitant medications for all three patients included isoniazid, pyrazinamide, ethambutol, and pyridoxine. All three recovered without sequelae. Five patients had adverse reactions associated with PRIFTIN overdose. These reactions included hematuria, neutropenia, hyperglycemia, ALT increased, hyperuricemia, pruritus, and arthritis. Table 2 presents selected treatment-emergent adverse reactions associated with the treatment regimens which occurred in at least 1% of patients during treatment and post treatment through the first three months of follow-up. Table 2: Selected Treatment Emergent Adverse Reactions during Treatment of Active Pulmonary Tuberculosis and through Three Months Follow-up Initial Phase Initial phase consisted of therapy with either PRIFTIN twice weekly or rifampin daily combined with daily isoniazid, pyrazinamide, and ethambutol for 60 days. Continuation Phase Continuation phase consisted of therapy with either PRIFTIN once weekly or rifampin twice weekly combined with daily isoniazid for 120 days. System Organ Class Adverse Reaction PRIFTIN Combination (N=361) N (%) Rifampin Combination (N=361) N (%) PRIFTIN Combination (N=317) N (%) Rifampin Combination (N=304) N (%) Blood and lymphatics Anemia 41 (11.4) 41 (11.4) 5 (1.6) 10 (3.3) Lymphopenia 38 (10.5) 37 (10.2) 10 (3.2) 9 (3.0) Neutropenia 22 (6.1) 21 (5.8) 27 (8.5) 24 (7.9) Leukocytosis 6 (1.7) 13 (3.6) 5 (1.6) 2 (0.7) Thrombocytosis 20 (5.5) 13 (3.6) 1 (0.3) 0 (0.0) Thrombocytopenia 6 (1.7) 6 (1.7) 4 (1.3) 6 (2) Lymphadenopathy 4 (1.1) 2 (0.6) 0 (0.0) 2 (0.7) Eye Conjunctivitis 8 (2.2) 2 (0.6) 1 (0.3) 1 (0.3) Gastrointestinal Dyspepsia 6 (1.7) 11 (3) 4 (1.3) 6 (2) Vomiting 6 (1.7) 14 (3.9) 3 (0.9) 3 (1) Nausea 7 (1.9) 3 (0.8) 2 (0.6) 1 (0.3) Diarrhea 5 (1.4) 2 (0.6) 2 (0.6) 0 (0.0) General Back Pain 15 (4.2) 11 (3) 11 (3.5) 4 (1.3) Abdominal Pain 3 (0.8) 3 (0.8) 4 (1.3) 4 (1.3) Fever 5 (1.4) 7 (1.9) 1 (0.3) 1 (0.3) Anorexia 14 (3.9) 18 (5) 8 (2.5) 6 (2) Hepatic and biliary ALT Increased 18 (5) 23 (6.4) 7 (2.2) 10 (3.3) AST Increased 15 (4.2) 18 (5) 7 (2.2) 8 (2.6) Investigations Blood urea increased 4 (1.1) 3 (0.8) 10 (3.2) 15 (4.9) Musculoskeletal Arthralgia 13 (3.6) 13 (3.6) 3 (0.9) 5 (1.6) Neurologic Headache 11 (3) 13 (3.6) 3 (0.9) 7 (2.3) Dizziness 5 (1.4) 5 (1.4) 1 (0.3) 1 (0.3) Respiratory Hemoptysis 27 (7.5) 20 (5.5) 6 (1.9) 6 (2) Coughing 21 (5.8) 8 (2.2) 9 (2.8) 11 (3.6) Skin Rash 15 (4.2) 26 (7.2) 8 (2.5) 8 (2.6) Sweating Increased 19 (5.3) 18 (5) 5 (1.6) 4 (1.3) Pruritus 10 (2.8) 16 (4.4) 3 (0.9) 0 (0.0) Rash Maculopapular 6 (1.7) 3 (0.8) 0 (0.0) 1 (0.3) The following selected treatment-emergent adverse reactions were reported in less than 1% of the PRIFTIN combination therapy patients during treatment and post treatment through the first three months of follow-up. Blood and Lymphatics: lymphocytosis, hematoma, purpura, thrombosis. Cardiovascular: syncope, tachycardia, palpitation, orthostatic hypotension, pericarditis. Metabolic & Nutritional: alkaline phosphatase increased. Gastrointestinal: gastritis, esophagitis, pancreatitis, salivary gland enlargement. General: asthenia, facial edema. Hepatobiliary: bilirubinemia, hepatomegaly, jaundice. Infectious Disease: infection fungal. Musculoskeletal: myalgia, myositis. Neurologic: somnolence, dysphonia. Pregnancy, Puerperium and Perinatal Conditions: abortion. Psychiatric: anxiety, confusion. Reproductive Disorders: vaginitis, vaginal hemorrhage, leukorrhea. Respiratory: dyspnea, pneumonitis, pulmonary fibrosis, asthma, bronchospasm, laryngeal edema, laryngitis. Skin: urticaria, skin discoloration. In another randomized, open-label trial, 1075 HIV non-infected and infected patients with active pulmonary tuberculosis who had completed an initial 2-month phase of treatment with 4 drugs were randomly assigned to receive either PRIFTIN 600 mg and isoniazid once weekly or rifampin and isoniazid twice weekly for the 4-month continuation phase. Five hundred and two non–HIV-infected and 36 HIV-infected patients were randomized to receive the PRIFTIN regimen and 502 HIV-noninfected and 35 HIV-infected patients were randomized to receive the rifampin regimen. The death rate was 6.5% for the PRIFTIN combination regimen compared to 6.7% for the rifampin combination regimen. Latent Tuberculosis Infection Main study PRIFTIN in combination with isoniazid given once weekly for 3 months (3RPT/INH) was compared to isoniazid given once daily for 9 months (9INH) in an open-label, randomized trial in patients with a positive tuberculin skin test, and at high risk for progression from latent tuberculosis infection to active tuberculosis disease. PRIFTIN was dosed by weight, and isoniazid mg/kg dose was determined according to age [see Dosage and Administration (2.2) ] to a maximum of 900 mg each. A total of 4040 patients received at least one dose of the 3RPT/INH regimen, including 348 children 2 to 17 years of age and 105 HIV-infected individuals. A total of 3759 received at least one dose of the 9INH regimen, including 342 children 2 to 17 years of age and 95 HIV-infected individuals. Patients were followed for 33 months from the time of enrollment. Treatment-emergent adverse reactions were defined as those occurring during treatment and 60 days after the last dose of treatment. One hundred and sixty-one (4%) 3RPT/INH subjects had a rifamycin hypersensitivity reaction, defined as either: a) one of the following: hypotension, urticaria, angioedema, acute bronchospasm, or conjunctivitis occurring in relation to study drug or b) at least four of the following symptoms occurring in relation to the study drug, with at least one symptom being CTCAE Grade 2 or higher: weakness, fatigue, nausea, vomiting, headache, fever, aches, sweats, dizziness, shortness of breath, flushing or chills. No specific definition was used for isoniazid hypersensitivity; 18 (0.5%) 9INH subjects were classified as having a hypersensitivity reaction. Hepatotoxicity was defined as AST ≥3 × upper limit of normal in the presence of specific signs and symptoms of hepatitis, or AST >5 × upper limit of normal regardless of signs or symptoms. One hundred and thirteen (3%) 9INH subjects and 24 (0.6%) 3RPT/INH subjects developed hepatotoxicity. One hundred and ninety-six subjects (4.9%) in the 3RPT/INH arm discontinued treatment due to a treatment related adverse reaction patients and 142 (3.8%) in the 9INH arm discontinued treatment due to a treatment related adverse reaction. In the 3RPT/INH group, the most frequent treatment related adverse reaction resulting in treatment discontinuation was hypersensitivity reaction, occurring in 120 (3%) patients. In the 9INH group, the most frequent treatment related adverse reaction resulting in treatment discontinuation was hepatotoxicity, occurring in 76 (2%) patients. Seventy-one deaths occurred, 31/4040, 0.77% in the 3RPT/INH group and 40/3759 (1.06%) in the 9INH group) during the 33-month study period. During the treatment emergent period, 11 deaths occurred, 4 in the 3RPT/INH group and 7 in the 9INH group. None of the reported deaths were considered related to treatment with study drugs or were attributed to tuberculosis disease. Table 3 presents select adverse reactions that occurred during the treatment emergent period in the main study in LTBI patients treated with 3RPT/INH or 9INH at a frequency greater than 0.5%. Table 3: Select Adverse Reactions Occurring in 0.5% or Greater of Patients Includes events reported through 60 days after last dose of study drug. in the Latent Tuberculosis Infection Main Study System Organ Class Adverse Reaction 3RPT/INH (N=4040) N (%) 9INH (N=3759) N (%) Immune system disorders Hypersensitivity 161 (4) 18 (0.5) Hepatobiliary disorders Hepatitis 24 (0.6) 113 (3) Nervous system disorders Headache 26 (0.6) 17 (0.5) Skin and subcutaneous tissue disorders Skin reaction 31 (0.8) 21 (0.6) Pediatric substudy Six hundred and ninety children 2 to 17 years of age received at least one dose of study drugs in the main study. An additional 342 children 2 to 17 years of age received at least one dose in the pediatric extension study (total 1032 children; 539 received 3RPT/INH and 493 received 9INH). No children in either treatment arm developed hepatotoxicity. Using the same definition for rifamycin hypersensitivity reaction as in the main study, 7 (1.3%) of children in the 3RPT/INH group experienced a rifamycin hypersensitivity reaction. Adverse reactions in children 2 to 11 years of age and 12 to 17 years of age were similar. HIV substudy Two hundred HIV-infected patients with latent tuberculosis infection received at least one dose of study drugs in the main study and an additional 193 patients received at least one dose in the extension study (total of 393; 207 received 3RPT/INH and 186 received 9INH). Compared to the HIV-negative patients enrolled in the main study, a higher proportion of HIV-infected patients in each treatment arm experienced a treatment emergent adverse reaction, including a higher incidence of hepatotoxicity. Hepatotoxicity occurred in 3/207 (1.5%) patients in the 3RPT/INH arm and in 14/186 (7.5%) in the 9INH arm. Rifamycin hypersensitivity occurred in only one HIV-infected patient. Eleven deaths occurred during the 33-month follow up period (6/207 in the 3RPT/INH group and 5/186 in the 9INH group) including one death in the 9INH arm during the treatment emergent period. None of the reported deaths were considered related to treatment with study drugs or tuberculosis disease. Selected treatment-emergent adverse reactions reported during treatment and 60 days post treatment in less than 0.5% of the 3RPT/INH combination-therapy group in the main study are presented below by body system. Eye Disorders: conjunctivitis. Blood and Lymphatic System Disorders: leukopenia, anemia, lymphadenopathy, neutropenia. Gastrointestinal Disorders: nausea, diarrhea, vomiting, abdominal pain, constipation, dry mouth, dyspepsia, esophageal irritation, gastritis, pancreatitis. General Disorders and Administration Site Conditions: fatigue, pyrexia, asthenia, chest pain, chills, feeling jittery. Infections and Infestations: pharyngitis, viral infection, vulvovaginal candidiasis. Metabolism and Nutrition Disorders: hyperglycemia, gout, hyperkalemia, decreased appetite, hyperlipidemia. Musculoskeletal and Connective Tissue Disorders: arthralgia, myalgia, back pain, rhabdomyolysis. Nervous System Disorders: dizziness, convulsion, paresthesia, headache, neuropathy peripheral, syncope. Psychiatric Disorders: depression, anxiety, disorientation, suicidal ideation. Renal and Urinary Disorders: azotemia. Reproductive System and Breast Disorders: vulvovaginal pruritus. Respiratory, Thoracic and Mediastinal Disorders: cough, dyspnea, oropharyngeal pain, asthma, bronchial hyperactivity, epistaxis. Skin and Subcutaneous Tissue Disorders: rash, hyperhidrosis, pruritus, urticaria. 6.2 Postmarketing Experience The following adverse reactions have been identified from postmarketing surveillance of rifapentine. Because these reactions are reported from a population of unknown size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Skin and subcutaneous tissue disorders: Severe cutaneous adverse reactions (SCARs) such as Stevens-Johnson syndrome (SJS) and drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome [see Warnings and Precautions (5.3) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Known hypersensitivity to any rifamycin. ( 4.1 ) 4.1 Hypersensitivity PRIFTIN is contraindicated in patients with a history of hypersensitivity to rifamycins."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Active pulmonary tuberculosis: PRIFTIN should be used in regimens consisting of an initial 2 month phase followed by a 4 month continuation phase. ( 2.1 ) Initial phase (2 Months): 600 mg twice weekly for two months as directly observed therapy (DOT), with no less than 72 hours between doses, in combination with other antituberculosis drugs. ( 2.1 ) Continuation phase (4 Months): 600 mg once weekly for 4 months as directly observed therapy with isoniazid or another appropriate antituberculosis agent. ( 2.1 ) Latent tuberculosis infection: PRIFTIN should be administered in combination with isoniazid once weekly for 12 weeks as directly observed therapy. ( 2.2 ) Adults and children ≥12 years: PRIFTIN (based on weight, see table below) and isoniazid 15 mg/kg (900 mg maximum). ( 2.2 ) Children 2 to 11 years: PRIFTIN (based on weight, see table below) and isoniazid 25 mg/kg (900 mg maximum). ( 2.2 ) Weight range PRIFTIN dose Number of PRIFTIN tablets 10–14 kg 300 mg 2 14.1–25 kg 450 mg 3 25.1–32 kg 600 mg 4 32.1–50 kg 750 mg 5 >50 kg 900 mg 6 For Latent Tuberculosis Infection, the maximum recommended dose of PRIFTIN is 900 mg once weekly for 12 weeks. ( 2.2 ) Take with food. Tablets may be crushed and added to semi-solid food. ( 2.3 ) 2.1 Dosage in Active Pulmonary Tuberculosis PRIFTIN is only recommended for the treatment of active pulmonary tuberculosis caused by drug-susceptible organisms as part of regimens consisting of a 2-month initial phase followed by a 4-month continuation phase. PRIFTIN should not be used in the treatment of active pulmonary tuberculosis caused by rifampin-resistant strains. Initial phase (2 Months): PRIFTIN should be administered at a dose of 600 mg twice weekly for two months as directly observed therapy (DOT), with an interval of no less than 3 consecutive days (72 hours) between doses, in combination with other antituberculosis drugs as part of an appropriate regimen which includes daily companion drugs such as isoniazid (INH), ethambutol (EMB) and pyrazinamide (PZA). Continuation phase (4 Months): Following the initial phase (2 months), continuation phase (4 months) treatment consists of PRIFTIN 600 mg once weekly for 4 months in combination with isoniazid or another appropriate antituberculosis agent for susceptible organisms administered as directly observed therapy. 2.2 Dosage in Latent Tuberculosis Infection PRIFTIN should be administered once weekly in combination with isoniazid for 12 weeks as directly observed therapy. Adults and children 12 years and older: The recommended dose of PRIFTIN should be determined based on weight of the patient up to a maximum of 900 mg once weekly (see Table 1 ). The recommended dose of isoniazid is 15 mg/kg (rounded to the nearest 50 mg or 100 mg) up to a maximum of 900 mg once weekly for 12 weeks. Children 2 to 11 years: The recommended dose of PRIFTIN should be determined based on weight of the patient up to a maximum of 900 mg once weekly (see Table 1 ). The recommended dose of isoniazid is 25 mg/kg (rounded to the nearest 50 mg or 100 mg) up to a maximum of 900 mg once weekly for 12 weeks. Table 1: Weight Based Dose of PRIFTIN in the Treatment of Latent Tuberculosis Infection Weight range PRIFTIN dose Number of PRIFTIN tablets 10–14 kg 300 mg 2 14.1–25 kg 450 mg 3 25.1–32 kg 600 mg 4 32.1–50 kg 750 mg 5 >50 kg 900 mg 6 2.3 Administration Take PRIFTIN with meals. Administration of PRIFTIN with a meal increases oral bioavailability and may reduce the incidence of gastrointestinal upset, nausea, and/or vomiting [see Clinical Pharmacology (12.3) ] . For patients who cannot swallow tablets, the tablets may be crushed and added to a small amount of semi-solid food, all of which should be consumed immediately [see Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE PRIFTIN is a rifamycin antimycobacterial drug indicated in patients 12 years of age and older for the treatment of active pulmonary tuberculosis (TB) caused by Mycobacterium tuberculosis in combination with one or more antituberculosis (anti-TB) drugs to which the isolate is susceptible. ( 1.1 ) PRIFTIN is indicated for the treatment of latent tuberculosis infection (LTBI) caused by M. tuberculosis in combination with isoniazid in patients 2 years of age and older at high risk of progression to TB disease. ( 1.2 ) See Full Prescribing Information for Limitations of Use. ( 1.1 , 1.2 ) 1.1 Active Pulmonary Tuberculosis PRIFTIN ® (rifapentine) is indicated in adults and children 12 years and older for the treatment of active pulmonary tuberculosis (TB) caused by Mycobacterium tuberculosis . PRIFTIN must always be used in combination with one or more antituberculosis (anti-TB) drugs to which the isolate is susceptible [see Dosage and Administration (2.1) and Clinical Studies (14.1) ] . Limitations of Use Do not use PRIFTIN monotherapy in either the initial or the continuation phases of active antituberculous treatment. PRIFTIN should not be used once weekly in the continuation phase regimen in combination with isoniazid (INH) in HIV-infected patients with active pulmonary tuberculosis because of a higher rate of failure and/or relapse with rifampin (RIF)-resistant organisms [see Warnings and Precautions (5.4) and Clinical Studies (14.1) ] . PRIFTIN has not been studied as part of the initial phase treatment regimen in HIV-infected patients with active pulmonary tuberculosis. 1.2 Latent Tuberculosis Infection PRIFTIN is indicated in adults and children 2 years and older for the treatment of latent tuberculosis infection caused by Mycobacterium tuberculosis in patients at high risk of progression to tuberculosis disease (including those in close contact with active tuberculosis patients, recent conversion to a positive tuberculin skin test, HIV-infected patients, or those with pulmonary fibrosis on radiograph) [see Clinical Studies (14.2) ] . Limitations of Use Active tuberculosis disease should be ruled out before initiating treatment for latent tuberculosis infection. PRIFTIN must always be used in combination with isoniazid as a 12-week once-weekly regimen for the treatment of latent tuberculosis infection [see Dosage and Administration (2.2) and Clinical Studies (14.2) ] . PRIFTIN in combination with isoniazid is not recommended for individuals presumed to be exposed to rifamycin-resistant or isoniazid-resistant M. tuberculosis ."
  ],
  "fetched_at": "2025-09-30T22:33:00.715729",
  "source": "OpenFDA"
}