{
  "drug_name": "Rilpivirine",
  "generic_name": [
    "RILPIVIRINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "EDURANT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Rilpivirine is primarily metabolized by cytochrome P450 (CYP)3A, and drugs that induce or inhibit CYP3A may thus affect the clearance of rilpivirine. Coadministration of EDURANT or EDURANT PED and drugs that induce CYP3A may result in decreased plasma concentrations of rilpivirine and loss of virologic response and possible resistance to rilpivirine or to the class of NNRTIs. Coadministration of EDURANT or EDURANT PED and drugs that inhibit CYP3A may result in increased plasma concentrations of rilpivirine. Coadministration of EDURANT or EDURANT PED with drugs that increase gastric pH may result in decreased plasma concentrations of rilpivirine and loss of virologic response and possible resistance to rilpivirine or to the class of NNRTIs. EDURANT or EDURANT PED at the recommended doses are not likely to have a clinically relevant effect on the exposure of drugs metabolized by CYP enzymes. Table 6 shows the established and other potentially significant drug interactions based on which alterations in dose or regimen of EDURANT or EDURANT PED and/or coadministered drug may be recommended. Drugs that are not recommended for coadministration with EDURANT or EDURANT PED are also included in Table 6 [see Dosage and Administration (2) , Contraindications (4) , and Clinical Pharmacology (12.3) ]. Table 6: Established and Other Potentially Significant Drug Interactions: Alterations in Dose or Regimen May Be Recommended Based on Drug Interaction Studies or Predicted Interaction [see Clinical Pharmacology (12.3) ] Concomitant Drug Class: Drug Name Effect on Concentration of Rilpivirine or Concomitant Drug Clinical Comment ↑=increase, ↓=decrease, ↔=no change Antacids: antacids (e.g., aluminum or magnesium hydroxide, calcium carbonate) ↔ rilpivirine (antacids taken at least 2 hours before or at least 4 hours after rilpivirine) The combination of EDURANT or EDURANT PED and antacids should be used with caution as coadministration may cause significant decreases in rilpivirine plasma concentrations (increase in gastric pH). Antacids should only be administered either at least 2 hours before or at least 4 hours after EDURANT or EDURANT PED. ↓ rilpivirine (concomitant intake) Anticonvulsants: carbamazepine oxcarbazepine phenobarbital phenytoin ↓ rilpivirine Coadministration is contraindicated with EDURANT or EDURANT PED [see Contraindications (4) ] . Antimycobacterials: rifampin rifapentine ↓ rilpivirine Coadministration is contraindicated with EDURANT or EDURANT PED [see Contraindications (4) ] . Antimycobacterials: rifabutin The interaction between EDURANT and the drug was evaluated in a clinical study. All other drug-drug interactions shown are predicted. ↓ rilpivirine Concomitant use of EDURANT with rifabutin may cause a decrease in the plasma concentrations of rilpivirine (induction of CYP3A enzymes). Throughout coadministration of EDURANT with rifabutin, the EDURANT dose should be increased from 25 mg once daily to 50 mg once daily. When rifabutin coadministration is stopped, the EDURANT dose should be decreased to 25 mg once daily. Azole Antifungal Agents: fluconazole itraconazole ketoconazole This interaction study has been performed with a dose higher than the recommended dose for EDURANT assessing the maximal effect on the coadministered drug. The dosing recommendation is applicable to the recommended doses of EDURANT once daily. posaconazole voriconazole ↑ rilpivirine ↓ ketoconazole Concomitant use of EDURANT or EDURANT PED with azole antifungal agents may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). No rilpivirine dose adjustment is required when EDURANT or EDURANT PED is coadministered with azole antifungal agents. Clinically monitor for breakthrough fungal infections when azole antifungals are coadministered with EDURANT or EDURANT PED. Glucocorticoid (systemic): dexamethasone (more than a single-dose treatment) ↓ rilpivirine Coadministration is contraindicated with EDURANT or EDURANT PED [see Contraindications (4) ] . H 2 -Receptor Antagonists: cimetidine famotidine nizatidine ranitidine ↔ rilpivirine (famotidine taken 12 hours before rilpivirine or 4 hours after rilpivirine) The combination of EDURANT or EDURANT PED and H 2 -receptor antagonists should be used with caution as coadministration may cause significant decreases in rilpivirine plasma concentrations (increase in gastric pH). H 2 -receptor antagonists should only be administered at least 12 hours before or at least 4 hours after EDURANT or EDURANT PED. ↓ rilpivirine (famotidine taken 2 hours before rilpivirine) Herbal Products: St. John's wort ( Hypericum perforatum ) ↓ rilpivirine Coadministration is contraindicated with EDURANT or EDURANT PED [see Contraindications (4) ] . HIV-Antiviral Agents: Non-nucleoside Reverse Transcriptase Inhibitors (NNRTIs) NNRTI (delavirdine) ↑ rilpivirine ↔ delavirdine It is not recommended to coadminister EDURANT or EDURANT PED with delavirdine and other NNRTIs. Other NNRTIs (efavirenz, etravirine, nevirapine) ↓ rilpivirine ↔ other NNRTIs HIV-Antiviral Agents: Nucleoside Reverse Transcriptase Inhibitors (NRTIs) didanosine ↔ rilpivirine ↔ didanosine No dose adjustment is required when EDURANT or EDURANT PED is coadministered with didanosine. Didanosine is to be administered on an empty stomach and at least two hours before or at least four hours after EDURANT or EDURANT PED (which should be administered with a meal). HIV-Antiviral Agents: Protease Inhibitors (PIs)-Boosted (i.e., with coadministration of low-dose ritonavir) or Unboosted (i.e., without coadministration of low-dose ritonavir) darunavir/ritonavir ↑ rilpivirine ↔ boosted darunavir Concomitant use of EDURANT or EDURANT PED with darunavir/ritonavir may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). No dose adjustment is required when EDURANT or EDURANT PED is coadministered with darunavir/ritonavir. Lopinavir/ritonavir ↑ rilpivirine ↔ boosted lopinavir Concomitant use of EDURANT or EDURANT PED with lopinavir/ritonavir may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). No dose adjustment is required when EDURANT or EDURANT PED is coadministered with lopinavir/ritonavir. Other boosted PIs (atazanavir/ritonavir, fosamprenavir/ritonavir, saquinavir/ritonavir, tipranavir/ritonavir) ↑ rilpivirine ↔ boosted PI Concomitant use of EDURANT or EDURANT PED with boosted PIs may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). EDURANT or EDURANT PED is not expected to affect the plasma concentrations of coadministered PIs. Unboosted PIs (atazanavir, fosamprenavir, indinavir, nelfinavir) ↑ rilpivirine ↔ unboosted PI Concomitant use of EDURANT or EDURANT PED with unboosted PIs may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). EDURANT or EDURANT PED is not expected to affect the plasma concentrations of coadministered PIs. Macrolide or ketolide antibiotics: azithromycin clarithromycin erythromycin ↑ rilpivirine ↔ azithromycin ↔ clarithromycin ↔ erythromycin Macrolides are expected to increase concentrations of rilpivirine and are associated with a risk of Torsade de Pointes [Warnings and Precautions (5.4)]. Where possible, consider alternatives, such as azithromycin, which increases rilpivirine concentrations less than other macrolides. Narcotic Analgesics: methadone ↓ R(-) methadone ↓ S(+) methadone No dose adjustments are required when initiating coadministration of methadone with EDURANT or EDURANT PED. However, clinical monitoring is recommended as methadone maintenance therapy may need to be adjusted in some patients. Proton Pump Inhibitors: e.g., esomeprazole lansoprazole omeprazole pantoprazole rabeprazole ↓ rilpivirine Coadministration is contraindicated with EDURANT or EDURANT PED [see Contraindications (4) ] . In addition to the drugs included in Table 6, the interaction between EDURANT and the following drugs was evaluated in clinical studies and no dose adjustment is needed for either drug [see Clinical Pharmacology (12.3) ] : acetaminophen, atorvastatin, chlorzoxazone, cabotegravir, ethinylestradiol, norethindrone, raltegravir, sildenafil, simeprevir and tenofovir disoproxil fumarate. Rilpivirine did not have a clinically significant effect on the pharmacokinetics of digoxin or metformin. No clinically relevant drug-drug interaction is expected when EDURANT or EDURANT PED is coadministered with maraviroc, ribavirin or the NRTIs abacavir, emtricitabine, lamivudine, stavudine and zidovudine. Consider alternatives to EDURANT or EDURANT PED when coadministered with drugs with a known risk of torsade de pointes. ( 5.4 ) EDURANT and EDURANT PED should not be used in combination with NNRTIs. ( 4 , 7 ) Coadministration of EDURANT or EDURANT PED with drugs that induce or inhibit CYP3A may affect the plasma concentrations of rilpivirine. ( 4 , 7 ) Coadministration of EDURANT or EDURANT PED with drugs that increase gastric pH may decrease plasma concentrations of rilpivirine. ( 4 , 7 ) Refer to the Full Prescribing Information for other drugs that should not be coadministered with EDURANT or EDURANT PED and for other drugs that may require a change in dose or regimen. ( 7 ) QT Prolonging Drugs There is limited information available on the potential for a pharmacodynamic interaction between rilpivirine and drugs that prolong the QTc interval of the electrocardiogram. In a study of healthy subjects, 75 mg once daily and 300 mg once daily (3 times and 12 times the dose in EDURANT) have been shown to prolong the QTc interval of the electrocardiogram [see Clinical Pharmacology (12.2) ] . Consider alternatives to EDURANT when coadministered with a drug with a known risk of torsade de pointes."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed below and in other sections of the labeling: Skin and Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Hepatotoxicity [see Warnings and Precautions (5.2) ] Depressive Disorders [see Warnings and Precautions (5.3) ] The most common adverse reactions to EDURANT or EDURANT PED (incidence >2%) of at least moderate to severe intensity (≥ Grade 2) were depressive disorders, headache, insomnia and rash. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP at 1-800-526-7736 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Clinical Trials Experience in Adults The safety assessment is based on the Week 96 pooled data from 1368 patients in the Phase 3 controlled trials TMC278-C209 (ECHO) and TMC278-C215 (THRIVE) in antiretroviral treatment-naïve HIV-1 infected adult patients, 686 of whom received EDURANT (25 mg once daily) [see Clinical Studies (14.1) ] . The median duration of exposure for patients in the EDURANT arm and efavirenz arm was 104.3 and 104.1 weeks, respectively. Most adverse reactions occurred in the first 48 weeks of treatment. The proportion of subjects who discontinued treatment with EDURANT or efavirenz due to adverse reaction, regardless of severity, was 2% and 4%, respectively. The most common adverse reactions leading to discontinuation were psychiatric disorders: 10 (1%) subjects in the EDURANT arm and 11 (2%) subjects in the efavirenz arm. Rash led to discontinuation in 1 (<1%) subject in the EDURANT arm and 10 (2%) subjects in the efavirenz arm. Common Adverse Reactions Adverse reactions of at least moderate intensity (≥Grade 2) reported in at least 2% of adult subjects are presented in Table 3. Selected laboratory abnormalities are included in Table 4. Table 3: Selected Adverse Reactions of at Least Moderate Intensity Intensities are defined as follows: Moderate (discomfort enough to cause interference with usual activity); Severe (incapacitating with inability to work or do usual activity). (Grades 2–4) Occurring in at Least 2% of Antiretroviral Treatment-Naïve HIV-1 Infected Adult Subjects (Week 96 Analysis) System Organ Class, Preferred Term, % Pooled Data from the Phase 3 TMC278-C209 and TMC278-C215 Trials EDURANT + BR N=686 Efavirenz + BR N=682 N=total number of subjects per treatment group; BR=background regimen Gastrointestinal Disorders Abdominal pain 2% 2% Nausea 1% 3% Vomiting 1% 2% General Disorders and Administration Site Conditions Fatigue 2% 2% Nervous System Disorders Headache 3% 4% Dizziness 1% 7% Psychiatric Disorders Depressive disorders Includes adverse reactions reported as depressed mood, depression, dysphoria, major depression, mood altered, negative thoughts, suicide attempt, suicide ideation. 5% 4% Insomnia 3% 4% Abnormal dreams 2% 4% Skin and Subcutaneous Tissue Disorders Rash 3% 11% No new adverse reaction terms were identified in adult subjects in the Phase 3 TMC278-C209 and TMC278-C215 trials between 48 weeks and 96 weeks nor in the Phase 2b TMC278-C204 trial through 240 weeks. The incidence of adverse events in the Phase 2b TMC278-C204 trial was similar to the Phase 3 trials through 96 weeks. Less Common Adverse Reactions Adverse reactions of at least moderate intensity (≥Grade 2) occurring in less than 2% of antiretroviral treatment-naïve subjects receiving EDURANT are listed below by System Organ Class. Some adverse events have been included because of investigator's assessment of potential causal relationship and were considered serious or have been reported in more than 1 subject treated with EDURANT. Gastrointestinal Disorders : diarrhea, abdominal discomfort Hepatobiliary Disorders : cholecystitis, cholelithiasis Metabolism and Nutrition Disorders : decreased appetite Nervous System Disorders : somnolence Psychiatric Disorders : sleep disorders, anxiety Renal and Urinary Disorders : glomerulonephritis membranous, glomerulonephritis mesangioproliferative, nephrolithiasis Laboratory Abnormalities in Treatment-Naïve Subjects The percentage of subjects treated with EDURANT or efavirenz in the Phase 3 trials with selected laboratory abnormalities (Grades 1 to 4), representing worst Grade toxicity are shown in Table 4. Table 4: Selected Changes in Laboratory Parameters (Grades 1 to 4) Observed in Antiretroviral Treatment-Naïve HIV-1-Infected Adult Subjects (Week 96 Analysis) Laboratory Parameter Abnormality, (%) DAIDS Toxicity Range Pooled Data from the Phase 3 TMC278-C209 and TMC278-C215 Trials EDURANT + BR N=686 Efavirenz + BR N=682 BIOCHEMISTRY BR=background regimen; ULN=upper limit of normal N=number of subjects per treatment group Note: Percentages were calculated versus the number of subjects in ITT. Increased Creatinine Grade 1 ≥1.1–≤1.3 × ULN 6% 1% Grade 2 >1.3–≤1.8 × ULN 1% 1% Grade 3 >1.8–≤3.4 × ULN <1% 0 Grade 4 >3.4 × ULN 0 <1% Increased AST Grade 1 ≥1.25–≤2.5 × ULN 16% 19% Grade 2 >2.5–≤5.0 × ULN 4% 7% Grade 3 >5.0–≤10.0 × ULN 2% 2% Grade 4 >10.0 × ULN 1% 1% Increased ALT Grade 1 ≥1.25–≤2.5 × ULN 18% 20% Grade 2 >2.5–≤5.0 × ULN 5% 7% Grade 3 >5.0–≤10.0 × ULN 1% 2% Grade 4 >10.0 × ULN 1% 1% Increased Total Bilirubin Grade 1 ≥1.1–≤1.5 × ULN 5% <1% Grade 2 >1.5–≤2.5 × ULN 3% 1% Grade 3 >2.5–≤5.0 × ULN 1% <1% Grade 4 >5.0 × ULN 0 0 Increased Total Cholesterol (fasted) Grade 1 5.18–6.19 mmol/L 200–239 mg/dL 17% 31% Grade 2 6.20–7.77 mmol/L 240–300 mg/dL 7% 19% Grade 3 >7.77 mmol/L >300 mg/dL <1% 3% Increased LDL Cholesterol (fasted) Grade 1 3.37–4.12 mmol/L 130–159 mg/dL 14% 26% Grade 2 4.13–4.90 mmol/L 160–190 mg/dL 5% 13% Grade 3 ≥4.91 mmol/L ≥191 mg/dL 1% 5% Increased Triglycerides (fasted) Grade 2 5.65–8.48 mmol/L 500–750 mg/dL 2% 2% Grade 3 8.49–13.56 mmol/L 751–1,200 mg/dL 1% 3% Grade 4 >13.56 mmol/L >1,200 mg/dL 0 1% Adrenal Function In the pooled Phase 3 trials, at Week 96, there was an overall mean change from baseline in basal cortisol of -0.69 (-1.12, 0.27) micrograms/dL in the EDURANT group and of -0.02 (-0.48, 0.44) micrograms/dL in the efavirenz group. In the EDURANT group, 43/588 (7%) of subjects with a normal 250 micrograms ACTH stimulation test at baseline developed an abnormal 250 micrograms ACTH stimulation test (peak cortisol level <18.1 micrograms/dL) during the trial compared to 18/561 (3%) in the efavirenz group. Of the subjects who developed an abnormal 250 micrograms ACTH stimulation test during the trial, fourteen subjects in the EDURANT group and nine subjects in the efavirenz group had an abnormal 250 micrograms ACTH stimulation test at Week 96. Overall, there were no serious adverse events, deaths, or treatment discontinuations that could clearly be attributed to adrenal insufficiency. The clinical significance of the higher abnormal rate of 250 micrograms ACTH stimulation tests in the EDURANT group is not known. Serum Creatinine In the pooled Phase 3 trials, an increase in serum creatinine was observed over the 96 weeks of treatment with EDURANT. Most of this increase occurred within the first four weeks of treatment, with a mean change of 0.1 mg/dL (range: -0.3 mg/dL to 0.6 mg/dL) observed after 96 weeks of treatment. In subjects who entered the trial with mild or moderate renal impairment, the serum creatinine increase observed was similar to that seen in subjects with normal renal function. These changes are not considered to be clinically relevant and no subject discontinued treatment due to increases in serum creatinine. Serum creatinine increases occurred regardless of the background N(t)RTI regimen. Serum Lipids Changes from baseline in total cholesterol, LDL-cholesterol, HDL-cholesterol and triglycerides are presented in Table 5. The clinical benefit of these findings has not been demonstrated. Table 5: Lipid Values, Mean Change from Baseline Excludes subjects who received lipid lowering agents during the treatment period Pooled Data from the Week 96 Analysis of the Phase 3 TMC278-C209 and TMC278-C215 Trials EDURANT + BR Efavirenz + BR N Baseline Week 96 N Baseline Week 96 Mean (95% CI) Mean (mg/dL) Mean (mg/dL) Mean Change The change from baseline is the mean of within-patient changes from baseline for patients with both baseline and Week 96 values (mg/dL) Mean (mg/dL) Mean (mg/dL) Mean Change (mg/dL) N=number of subjects per treatment group; BR=background regimen Total Cholesterol (fasted) 546 161 166 5 507 160 187 28 HDL-cholesterol (fasted) 545 41 46 4 505 40 51 11 LDL-cholesterol (fasted) 543 96 98 1 503 95 109 14 Triglycerides (fasted) 546 122 116 -6 507 130 141 11 Subjects Co-infected with Hepatitis B and/or Hepatitis C Virus In subjects co-infected with hepatitis B or C virus receiving EDURANT, the incidence of hepatic enzyme elevation was higher than in subjects receiving EDURANT who were not co-infected. This observation was the same in the efavirenz arm. The pharmacokinetic exposure of rilpivirine in co-infected subjects was comparable to that in subjects without co-infection. Use in Combination with Cabotegravir Safety findings from Phase 3/3b trials in adults were similar when EDURANT was administered in combination with VOCABRIA (cabotegravir) or other antiretrovirals. See full prescribing information for VOCABRIA and CABENUVA (cabotegravir extended-release injectable suspension; rilpivirine extended-release injectable suspension) for additional information. Clinical Trials Experience in Pediatric Patients Pediatric Population (≥12 to less than 18 years of age) Trial TMC278-C213 Cohort 1 The safety assessment is based on the Week 48 analysis of the single-arm, open-label, Phase 2 trial, TMC278-C213 Cohort 1, in which 36 antiretroviral treatment-naïve HIV-1 infected patients 12 to less than 18 years of age and weighing at least 32 kg received EDURANT (25 mg once daily) in combination with other antiretroviral agents [see Clinical Studies (14.3) ] . The median duration of exposure was 63.5 weeks. There were no patients who discontinued treatment due to adverse reactions. No new adverse reactions were identified compared to those seen in adults. Adverse reactions were reported in nineteen pediatric subjects (53%). Most adverse reactions were Grade 1 or 2. The most common adverse reactions reported in at least 2 subjects (regardless of severity) include headache (19%), depression (19%), somnolence (14%), nausea (11%), dizziness (8%), abdominal pain (8%), vomiting (6%) and rash (6%). Observed laboratory abnormalities were comparable to those in adults. Adrenal Function In trial TMC278-C213 Cohort 1, at Week 48, the overall mean change from baseline in basal cortisol showed an increase of 1.59 (0.24, 2.93) micrograms/dL. Six of 30 (20%) subjects with a normal 250 micrograms ACTH stimulation test at baseline developed an abnormal 250 micrograms ACTH stimulation test (peak cortisol level <18.1 micrograms/dL) during the trial. Three of these subjects had an abnormal 250 micrograms ACTH stimulation test at Week 48. Overall, there were no serious adverse events, deaths, or treatment discontinuations that could clearly be attributed to adrenal insufficiency. The clinical significance of the abnormal 250 micrograms ACTH stimulation tests is not known. Trial 208580 [MOCHA] Based on data from the Week 16 analysis of the MOCHA trial in 15 adolescents (12 to less than 18 years of age and weighing ≥35 kg) receiving EDURANT (25 mg once daily) in addition to continuing background antiretroviral therapy, the safety profile during the oral lead-in period in adolescents was consistent with the safety profile established with EDURANT in adults. Pediatric Population (≥2 to less than 12 years of age) Two clinical trials were conducted in pediatric subjects weighing at least 16 kg (5 to less than 12 years of age). A total of 18 and 26 pediatric subjects were enrolled in Trial TMC278-C213 and Trial TMC278HTX2002, respectively. Overall, the safety data in these pediatric studies were similar to those observed in adults. Safety results from the two trials are summarized below. Trial TMC278-C213 Cohort 2 Cohort 2 of the single-arm, open-label Phase 2 trial, TMC278-C213 evaluated the safety of the EDURANT and EDURANT PED weight adjusted doses 25, 15 and 12.5 mg once daily in antiretroviral treatment-naïve HIV-1 infected patients (≥6 to <12 years of age and weighing at least 17 kg) [see Clinical Studies (14.4) ] . The median duration of exposure for patients in the Week 48 analysis (including post-Week 48 extension) was 69.5 (range 35 to 218) weeks. All adverse reactions were Grade 1 or 2. Adverse reactions reported in at least 2 subjects, regardless of grading, in Trial TMC278-C213 Cohort 2 were: decreased appetite (3/18, 17%), vomiting (2/18, 11%), ALT increased (2/18, 11%), AST increased (2/18, 11%), and rash (2/18, 11%). No adverse reactions led to discontinuation. Adrenal Function In trial TMC278-C213 Cohort 2, basal cortisol at baseline was normal (≥9 μg/dL) for 4/18 subjects, low for 13/18 subjects, and missing for 1/18 subjects. Among the 4 subjects with normal basal cortisol at baseline, 3 subjects had either normal basal cortisol levels (≥9 μg/dL) or normal cortisol levels 1 hour after ACTH stimulation (≥18.1 μg/dL) throughout the trial and/or at the last available visit (Week 24 and Week 72), and 1 subject had low basal cortisol at the last available assessment (Week 48) and no ACTH stimulation test was performed. Among the 13 subjects with low basal cortisol pre-dose at baseline, 2 subjects had low basal and ACTH stimulated cortisol values throughout the trial, including ACTH stimulated cortisol at baseline before starting treatment with rilpivirine. For both subjects, no adverse events suggestive for adrenal insufficiency were reported. The remaining 11 subjects had normal serum cortisol values after ACTH stimulation at baseline and/or during treatment. Trial TMC278HTX2002 The single arm, open-label Phase 2 trial, TMC278HTX2002, evaluated the safety of EDURANT and EDURANT PED weight-adjusted doses 25, 15 and 12.5 mg once daily in virologically suppressed HIV-1 infected patients (≥2 to <12 years of age and weighing at least 16 kg). The median duration of exposure for patients in the Week 48 analysis was 48.4 (range 47 to 52) weeks. All adverse reactions were Grade 1 or 2. Adverse reactions reported in at least 2 subjects, regardless of grading, in Trial TMC278HTX2002 were: vomiting (4/26, 15%), abdominal pain (3/26, 12%), nausea (2/26, 8%), ALT increased (3/26, 12%), AST increased (2/26, 8%), and decreased appetite (2/26, 8%). No adverse reactions led to discontinuation. Adrenal Function In trial TMC278HTX2002, 15/26 subjects had either normal basal cortisol (≥9 μg/dL) or normal cortisol 1 hour after ACTH stimulation (≥18.1 μg/dL), 9 had low basal cortisol on Day 1, and in 2 subjects the baseline value was missing. From the 19 subjects with low basal cortisol at Week 48, in 15 subjects, the Week 48 serum cortisol levels returned to normal (≥248 nmol/L) after repeat serum basal cortisol testing or was normal after ACTH stimulation testing (≥500 nmol/L). In 4 subjects, the serum cortisol levels remained low after repeat serum basal cortisol testing or after ACTH stimulation testing. At Week 48, 6 subjects had normal (basal) cortisol (≥9 ug/dL) and the Week 48 result was not available for 1 subject. 6.2 Postmarketing Experience Adverse reactions have been identified during postmarketing experience in patients receiving a rilpivirine containing regimen. Because these reactions are reported voluntarily from a population of unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Renal and Genitourinary Disorders: nephrotic syndrome Skin and Subcutaneous Tissue Disorders: Severe skin and hypersensitivity reactions including DRESS (Drug Reaction with Eosinophilia and Systemic Symptoms)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EDURANT and EDURANT PED are contraindicated for coadministration with the drugs in Table 2 for which significant decreases in rilpivirine plasma concentrations may occur due to CYP3A enzyme induction or gastric pH increase, which may result in loss of virologic response and possible resistance to EDURANT or EDURANT PED or to the class of NNRTIs [see Drug Interactions (7) and Clinical Pharmacology (12.3) ] . Table 2: Drugs That are Contraindicated with EDURANT and EDURANT PED Drug Class Contraindicated Drugs in Class Clinical Comment Anticonvulsants Carbamazepine Oxcarbazepine Phenobarbital Phenytoin Potential for significant decreases in rilpivirine plasma concentrations due to CYP3A enzyme induction, which may result in loss of virologic response. Antimycobacterials Rifampin Rifapentine Glucocorticoid (systemic) Dexamethasone (more than a single-dose treatment) Herbal Products St. John's wort ( Hypericum perforatum ) Proton Pump Inhibitors e.g., Esomeprazole Lansoprazole Omeprazole Pantoprazole Rabeprazole Potential for significant decreases in rilpivirine plasma concentrations due to gastric pH increase, which may result in loss of virologic response. Coadministration of EDURANT or EDURANT PED is contraindicated with drugs where significant decreases in rilpivirine plasma concentrations may occur, which may result in loss of virologic response and possible resistance and cross-resistance. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION One 25 mg EDURANT tablet taken once daily with a meal for patients weighing at least 25 kg. ( 2.2 ) Pediatric patients 2 years of age and older and weighing at least 14 kg to less than 25 kg: Dosage of EDURANT PED is based on body weight. ( 2.3 ) EDURANT PED must be dispersed in drinking water and taken with a meal. ( 2.4 ) Do not substitute EDURANT tablets and EDURANT PED tablets for oral suspension on a milligram-per-milligram basis due to differing pharmacokinetic profiles. ( 2.1 , 5.6 ) See full prescribing information for dosing information when used in combination with cabotegravir. ( 2.6 ) For pregnant patients who are already on a stable EDURANT regimen prior to pregnancy and who are virologically suppressed (HIV-1 RNA less than 50 copies per mL) the recommended dosage in adults and pediatric patients weighing more than 25 kg is one 25 mg tablet once daily taken orally with a meal. ( 2.5 , 12.3 ) Rifabutin coadministration: Take two 25 mg tablets of EDURANT once daily with a meal for the duration of the rifabutin coadministration. ( 2.7 ) 2.1 Overview of Different Dosage Forms EDURANT is available in two dosage forms: EDURANT 25 mg film-coated tablets for adults and pediatric patients weighing at least 25 kg. EDURANT PED 2.5 mg tablets for oral suspension should only be given to pediatric patients weighing at least 14 kg to less than 25 kg [see Dosage and Administration (2.3) ] . Do not substitute EDURANT tablets and EDURANT PED tablets for oral suspension on a milligram-per-milligram basis due to differing pharmacokinetic profiles. A difference in bioavailability between 1 × 25 mg film-coated tablet and 10 × 2.5 mg tablets for oral suspension was observed; therefore, they are NOT substitutable [see Warnings and Precautions (5.6) and Clinical Pharmacology (12.3) ]. Take EDURANT and EDURANT PED once daily with a meal in combination with other antiretrovirals [see Clinical Pharmacology (12.3) ]. 2.2 Recommended Dosage in Treatment-Naïve Adult Patients The recommended dosage of EDURANT in adult patients is one 25 mg tablet taken orally once daily with a meal [see Use in Specific Populations (8.1) and Clinical Pharmacology (12.3) ] . 2.3 Recommended Dosage in Treatment-Naïve Pediatric Patients 2 Years of Age and Older and Weighing at least 14 kg The recommended dosage of EDURANT and EDURANT PED in pediatric patients 2 years of age and older and weighing at least 14 kg is based on body weight (see Table 1 ). Both EDURANT and EDURANT PED should be taken orally once daily with a meal [see Use in Specific Populations (8.4) and Clinical Pharmacology (12.3) ] . Table 1: Recommended Dosage of EDURANT and EDURANT PED for Pediatric Patients Body Weight (kg) EDURANT 25 mg Tablets EDURANT PED 2.5 mg Tablets for Oral Suspension Total Daily Dose 14 kg to less than 20 kg Not recommended 5 tablets once daily 12.5 mg EDURANT PED once daily 20 kg to less than 25 kg Not recommended 6 tablets once daily 15 mg EDURANT PED once daily Greater than or equal to 25 kg 1 tablet once daily Not recommended 25 mg EDURANT once daily 2.4 Preparation and Administration Instructions for EDURANT PED Only Advise patients or caregivers of patients taking EDURANT PED to refer to the Instructions for Use to properly prepare and take the medication. EDURANT PED must be dispersed in drinking water and taken immediately with a meal. If not taken immediately, then the oral suspension should be discarded, and a new dose of medicine should be prepared. The patient should not chew or swallow EDURANT PED whole. The following instructions should be followed: Place the tablets for oral suspension in a cup, add 5 mL (1 teaspoon) of drinking water at room temperature. Do not crush the tablets. Swirl the cup carefully for 1–2 minutes to disperse the tablets. The oral suspension will start to look cloudy. Take all the prepared oral suspension immediately or to aid in administration, the oral suspension can be further diluted with 5 mL (1 teaspoon) of drinking water, milk, orange juice or applesauce. Swirl and take all the medicine immediately. A spoon can be used if needed. Make sure the entire dose is taken and no medicine is left in the cup. If required, add another 5 mL (1 teaspoon) of drinking water (or alternative beverage or soft food), swirl and drink immediately. 2.5 Recommended Dosage During Pregnancy For pregnant patients who are already on a stable EDURANT regimen prior to pregnancy and who are virologically suppressed (HIV-1 RNA less than 50 copies per mL) the recommended dosage in adults and pediatric patients weighing at least 25 kg is one 25 mg tablet once daily taken orally with a meal. Refer to Table 1 for dosing recommendations for pediatric patients [see Dosage and Administration (2.2 , 2.3) ]. Lower exposures of rilpivirine were observed during pregnancy, therefore viral load should be monitored closely [see Use in Specific Populations (8.1) and Clinical Pharmacology (12.3) ] . 2.6 Recommended Dosage in Combination with Cabotegravir in Adults and Adolescents 12 Years of Age and Older and Weighing at least 35 kg Consult the prescribing information for CABENUVA (cabotegravir extended-release injectable suspension; rilpivirine extended-release injectable suspension) before initiating EDURANT to ensure therapy with CABENUVA is appropriate. Oral Lead-In Dosing to Assess Tolerability of Rilpivirine Oral lead-in should be used for approximately 1 month (at least 28 days) to assess the tolerability of rilpivirine prior to the initiation of CABENUVA. The recommended oral daily dose is one 25 mg tablet of EDURANT (rilpivirine) in combination with one 30 mg tablet of VOCABRIA (cabotegravir). Take EDURANT with VOCABRIA (cabotegravir) orally once daily at approximately the same time each day with a meal [see Clinical Pharmacology (12.3) ]. Because EDURANT is indicated in combination with VOCABRIA (cabotegravir), the prescribing information for VOCABRIA (cabotegravir) tablets should also be consulted. The last oral dose should be taken on the same day injections with CABENUVA are started. Oral Dosing to Replace Planned Missed Injections of CABENUVA Planned Missed Injections for Patients on Monthly Dosing Schedule If a patient plans to miss a scheduled monthly injection of CABENUVA by more than 7 days, take daily oral therapy for up to 2 months to replace missed injection visits. The recommended oral daily dose is one 25 mg tablet of EDURANT and one 30 mg tablet of VOCABRIA (cabotegravir). Take EDURANT with VOCABRIA (cabotegravir) at approximately the same time each day with a meal. The first dose of oral therapy should be initiated at approximately the same time as the planned missed injection and continued until the day injection dosing is restarted. For oral therapy with EDURANT and VOCABRIA of durations greater than 2 months, an alternative oral regimen is recommended, which may include EDURANT. See full prescribing information for CABENUVA to resume monthly injection dosing. Planned Missed Injections for Patients on Every-2-Month Dosing Schedule If a patient plans to miss a scheduled every-2-month injection of CABENUVA by more than 7 days, take daily oral therapy for a duration of up to 2 months to replace 1 missed scheduled every-2-month injection. The recommended oral daily dose is one 25 mg tablet of EDURANT and one 30 mg tablet of VOCABRIA (cabotegravir). Take EDURANT with VOCABRIA (cabotegravir) at approximately the same time each day with a meal. The first dose of oral therapy should be initiated at approximately the same time as the planned missed injection and continued until the day injection dosing is restarted. For oral therapy with EDURANT and VOCABRIA of durations greater than 2 months, an alternative oral regimen is recommended, which may include EDURANT. See full prescribing information for CABENUVA to resume every-2-month injection dosing. 2.7 Recommended Dosage with Rifabutin Coadministration If EDURANT is coadministered with rifabutin, the EDURANT dose should be increased to 50 mg (two 25 mg tablets) once daily, taken with a meal. When rifabutin coadministration is stopped, the EDURANT dose should be decreased to 25 mg once daily, taken with a meal [see Drug Interactions (7) and Clinical Pharmacology (12.3) ]. Note that use of CABENUVA (cabotegravir extended-release injectable suspension; rilpivirine extended-release injectable suspension) with rifabutin is contraindicated. Refer to CABENUVA labeling for additional detail."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EDURANT and EDURANT PED are a human immunodeficiency virus type 1 (HIV-1) specific, non-nucleoside reverse transcriptase inhibitor (NNRTI) indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection in treatment-naïve patients 2 years of age and older and weighing at least 14 kg with HIV-1 RNA less than or equal to 100,000 copies/mL. ( 1.1 ). Limitations of Use: More EDURANT treated subjects with HIV-1 RNA greater than 100,000 copies/mL at the start of therapy experienced virologic failure (HIV-1 RNA ≥50 copies/mL) compared to EDURANT treated subjects with HIV-1 RNA less than or equal to 100,000 copies/mL. ( 1.1 , 14 ) EDURANT is indicated in combination with VOCABRIA (cabotegravir), for short-term treatment of HIV-1 infection in adults and adolescents 12 years and older and weighing at least 35 kg who are virologically suppressed (HIV-1 RNA less than 50 copies/mL) on a stable regimen with no history of treatment failure and with no known or suspected resistance to either cabotegravir or rilpivirine. ( 1.2 ) 1.1 Treatment of HIV-1 in Treatment-Naïve Patients EDURANT and EDURANT PED, in combination with other antiretroviral agents, is indicated for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in antiretroviral treatment-naïve patients 2 years of age and older and weighing at least 14 kg with plasma HIV-1 RNA less than or equal to 100,000 copies/mL at the start of therapy. Limitations of Use More EDURANT treated subjects with HIV-1 RNA greater than 100,000 copies/mL at the start of therapy experienced virologic failure (HIV-1 RNA ≥50 copies/mL) compared to EDURANT treated subjects with HIV-1 RNA less than or equal to 100,000 copies/mL [see Clinical Studies (14.1) ] . 1.2 Treatment of HIV-1 in Combination with Cabotegravir EDURANT is indicated in combination with VOCABRIA (cabotegravir) for short-term treatment of HIV-1 infection in adults and adolescents 12 years and older and weighing at least 35 kg who are virologically suppressed (HIV-1 RNA less than 50 copies/mL) on a stable antiretroviral regimen with no history of treatment failure and with no known or suspected resistance to either cabotegravir or rilpivirine, for use as [see Dosage and Administration (2.6) ] : oral lead-in to assess the tolerability of rilpivirine prior to administration of rilpivirine extended-release injectable suspension, a component of CABENUVA (cabotegravir extended-release injectable suspension; rilpivirine extended-release injectable suspension). oral therapy for patients who will miss planned injection dosing with CABENUVA (cabotegravir extended-release injectable suspension; rilpivirine extended-release injectable suspension)."
  ],
  "fetched_at": "2025-10-01T17:02:53.998722",
  "source": "OpenFDA"
}