{
  "drug_name": "Rimegepant",
  "generic_name": [
    "RIMEGEPANT SULFATE"
  ],
  "brand_names": [
    "NURTEC ODT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A4 Inhibitors: Avoid concomitant administration. ( 7.1 ) • Moderate CYP3A4 Inhibitors: Avoid another dose within 48 hours when administered with a moderate CYP3A4 inhibitor. ( 7.1 ) • Strong and Moderate CYP3A Inducers: Avoid concomitant administration. ( 7.2 ) • Potent Inhibitors of P-gp: Avoid another dose of NURTEC ODT within 48 hours when administered with a potent P-gp inhibitor. ( 7.3 ) 7.1 CYP3A4 Inhibitors Concomitant administration of NURTEC ODT with strong inhibitors of CYP3A4 results in a significant increase in rimegepant exposure. Avoid concomitant administration of NURTEC ODT with strong inhibitors of CYP3A4 [see Clinical Pharmacology (12.3) ] . Concomitant administration of NURTEC ODT with moderate inhibitors of CYP3A4 may result in increased exposure of rimegepant. Avoid another dose of NURTEC ODT within 48 hours when it is concomitantly administered with moderate inhibitors of CYP3A4 [see Clinical Pharmacology (12.3) ] . 7.2 CYP3A Inducers Concomitant administration of NURTEC ODT with strong or moderate inducers of CYP3A can result in a significant reduction in rimegepant exposure, which may lead to loss of efficacy of NURTEC ODT. Avoid concomitant administration of NURTEC ODT with strong or moderate inducers of CYP3A [see Clinical Pharmacology (12.3) ] . 7.3 P-gp Inhibitors Concomitant administration of NURTEC ODT with potent inhibitors of P-gp (e.g., amiodarone, cyclosporine, lapatinib, quinidine, ranolazine) may result in increased exposure of rimegepant. Avoid another dose of NURTEC ODT within 48 hours when it is concomitantly administered with potent inhibitors of P-gp [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: • Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] • Hypertension [see Warnings and Precautions (5.2) ] • Raynaud’s Phenomenon [see Warnings and Precautions (5.3) ] Acute treatment of migraine: the adverse reaction reported in ≥ 1% of patients treated with NURTEC ODT is nausea. ( 6.1 ) Preventive treatment of episodic migraine: adverse reactions reported in ≥ 2% for rimegepant and ≥ 1% higher than placebo are nausea and abdominal pain/dyspepsia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Acute Treatment of Migraine The safety of NURTEC ODT for the acute treatment of migraine in adults has been evaluated in a randomized, double-blind, placebo-controlled trial (Study 1) in 682 patients with migraine who received one 75 mg dose of NURTEC ODT [see Clinical Studies (14) ] . Approximately 85% were female, 74% were White, 21% were Black, and 17% were Hispanic or Latino. The mean age at study entry was 40 years (range 18-75 years of age). Long-term safety was assessed in an open-label extension study using a different oral dosage form of rimegepant. That study evaluated 1,798 patients, dosing intermittently for up to one year, including 1,131 patients who were exposed to rimegepant 75 mg for at least 6 months, and 863 who were exposed for at least one year, all of whom treated an average of at least two migraine attacks per month. The most common adverse reaction in Study 1 was nausea (2% in patients who received NURTEC ODT compared to 0.4% of patients who received placebo). Hypersensitivity, including dyspnea and severe rash, occurred in less than 1% of patients treated with NURTEC ODT [see Contraindications (4) and Warnings and Precautions (5.1) ] . Preventive Treatment of Episodic Migraine The safety of NURTEC ODT for the preventive treatment of episodic migraine in adults has been established in a randomized, double-blind, placebo-controlled trial with an open-label extension (Study 2) using a different oral dosage form of rimegepant [see Clinical Studies (14) ] . In the 12-week, double-blind treatment period, 370 patients with migraine received one 75 mg dose of rimegepant every other day . Approximately 81% were female, 80% were White, 17% were Black, and 28% were Hispanic or Latino. The mean age at study entry was 41 years (range 18-74 years of age). Long-term safety was assessed in an open-label extension study that included 603 patients who were treated for up to one year. Overall, 527 patients were exposed to rimegepant 75 mg for at least 6 months, and 311 were exposed for at least one year. The most common adverse reactions (occurring in at least 2% of rimegepant-treated patients and at a frequency of at least 1% higher than placebo) in Study 2 were nausea (2.7% in patients who received rimegepant compared with 0.8% of patients who received placebo) and abdominal pain/dyspepsia (2.4% in patients who received rimegepant compared with 0.8% of patients who received placebo). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of NURTEC ODT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders : Hypersensitivity (e.g., anaphylaxis) [see Contraindications (4) and Warnings and Precautions (5.1) ] Vascular Disorders : Hypertension [see Warnings and Precautions (5.2) ] , Raynaud’s phenomenon [see Warnings and Precautions (5.3) ]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NURTEC ODT is contraindicated in patients with a history of hypersensitivity reaction to rimegepant, NURTEC ODT, or any of its components. Reactions have included anaphylaxis and delayed serious hypersensitivity [see Warnings and Precautions (5.1) ] . Patients with a history of hypersensitivity reaction to rimegepant, NURTEC ODT, or to any of its components. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended dosage for acute treatment of migraine: 75 mg taken orally, as needed. ( 2.1 ) • The safety of using more than 18 doses in a 30-day period has not been established. ( 2.1 ) • Recommended dosage for preventive treatment of episodic migraine: 75 mg taken orally every other day. ( 2.2 ) • The maximum dose in a 24-hour period is 75 mg. ( 2.1 ) 2.1 Recommended Dosing for Acute Treatment of Migraine The recommended dose of NURTEC ODT is 75 mg taken orally, as needed. The maximum dose in a 24-hour period is 75 mg. The safety of using more than 18 doses in a 30-day period has not been established. 2.2 Recommended Dosing for Preventive Treatment of Episodic Migraine The recommended dosage of NURTEC ODT is 75 mg taken orally every other day. 2.3 Administration Information Instruct the patient on the following administration instructions: • Use dry hands when opening the blister pack. • Peel back the foil covering of one blister and gently remove the orally disintegrating tablet (ODT). Do not push the ODT through the foil. • As soon as the blister is opened, remove the ODT and place on the tongue; alternatively, the ODT may be placed under the tongue. • The ODT will disintegrate in saliva so that it can be swallowed without additional liquid. • Take the ODT immediately after opening the blister pack. Do not store the ODT outside the blister pack for future use. 2.4 Concomitant Administration with Strong or Moderate CYP3A4 Inhibitors Avoid concomitant administration of NURTEC ODT with strong inhibitors of CYP3A4. Avoid another dose of NURTEC ODT within 48 hours when it is concomitantly administered with moderate inhibitors of CYP3A4 [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ]. 2.5 Concomitant Administration with Strong or Moderate CYP3A Inducers Avoid concomitant administration of NURTEC ODT with strong or moderate inducers of CYP3A, which may lead to loss of efficacy of NURTEC ODT [see Drug Interactions (7.2) , Clinical Pharmacology (12.3) ] . 2.6 Concomitant Administration with Potent Inhibitors of P-gp Avoid another dose of NURTEC ODT within 48 hours when it is concomitantly administered with potent inhibitors of P-gp [see Drug Interactions (7.3) , Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NURTEC ODT is a calcitonin gene-related peptide receptor antagonist indicated for the: • acute treatment of migraine with or without aura in adults ( 1.1 ) • preventive treatment of episodic migraine in adults ( 1.2 ) 1.1 Acute Treatment of Migraine NURTEC ODT is indicated for the acute treatment of migraine with or without aura in adults . 1.2 Preventive Treatment of Episodic Migraine NURTEC ODT is indicated for the preventive treatment of episodic migraine in adults."
  ],
  "fetched_at": "2025-10-01T19:00:06.039246",
  "source": "OpenFDA"
}