{
  "drug_name": "Riociguat",
  "generic_name": [
    "RIOCIGUAT"
  ],
  "brand_names": [
    "Adempas"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP and P-gp/BCRP inhibitors: For patients receiving strong CYP and P-gp/BCRP inhibitors, consider a starting dose of 0.5 mg three times a day. Monitor for hypotension. (7.2 ) • Antacids: Separate administration by at least 1 hour. ( 7.2 ) 7.1 Pharmacodynamic Interactions with Adempas Other Soluble Guanylate Cyclase Stimulators: Co-administration of Adempas is contraindicated in patients with use of other soluble guanylate cyclase (sGC) stimulators [see Contraindications ( 4.4 )]. Nitrates: Co-administration of Adempas with nitrates or nitric oxide donors (such as amyl nitrite) in any form is contraindicated because of hypotension [see Contraindications ( 4.2 ) and Clinical Pharmacology ( 12.2 )] . PDE Inhibitors: Co-administration of Adempas with specific PDE-5 inhibitors (such as sildenafil, tadalafil, or vardenafil) and nonspecific PDE inhibitors (such as dipyridamole or theophylline), is contraindicated because of hypotension. Do not administer within 24 hours of sildenafil. Do not administer 24 hours before or within 48 hours after tadalafil [see Dosage and Administration (2.6)]. Clinical experience with co-administration of Adempas and other phosphodiesterase inhibitors (for example, milrinone, cilostazole, roflumilast) is limited. 7.2 Pharmacokinetic Interactions with Adempas Smoking: Plasma concentrations in smokers are reduced by 50% to 60% compared to nonsmokers. Based on pharmacokinetic modeling, for patients who are smokers, doses higher than 2.5 mg three times a day may be considered in order to match exposure seen in nonsmoking patients. Safety and effectiveness of Adempas doses higher than 2.5 mg three times a day have not been established. A dose reduction should be considered in patients who stop smoking [see Dosage and Administration ( 2.4 ) and Clinical Pharmacology ( 12.3 )]. Strong CYP and P-gp/BCRP inhibitors: Concomitant use of riociguat with strong cytochrome CYP inhibitors and P-gp/BCRP inhibitors such as azole antimycotics (for example, ketoconazole, itraconazole) or HIV protease inhibitors (such as ritonavir) increase riociguat exposure and may result in hypotension. Consider a starting dose of 0.5 mg 3 times a day when initiating Adempas in patients receiving strong CYP and P-gp/BCRP inhibitors. Monitor for signs and symptoms of hypotension on initiation and on treatment with strong CYP and P-gp/BCRP inhibitors. A dose reduction should be considered in patients who may not tolerate the hypotensive effect of riociguat [see Dosage and Administration ( 2.5 ), Warnings and Precautions ( 5.3 ) and Clinical Pharmacology ( 12.3 )] . Strong CYP3A inducers: Strong inducers of CYP3A (for example, rifampin, phenytoin, carbamazepine, phenobarbital or St. John’s Wort) may significantly reduce riociguat exposure. Data are not available to guide dosing of riociguat when strong CYP3A inducers are co-administered. [see Clinical Pharmacology ( 12.3 )]. Antacids: Antacids such as aluminum hydroxide/magnesium hydroxide decrease riociguat absorption and should not be taken within 1 hour of taking Adempas [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in the labeling: • Embryo-Fetal Toxicity [see Warnings and Precautions ( 5.1 )] • Hypotension [see Warnings and Precautions ( 5.3 )] • Bleeding [see Warnings and Precautions ( 5.4 )] Adverse reactions occurring more frequently (≥3%) on Adempas compared to placebo are headache, dyspepsia/gastritis, dizziness, nausea, diarrhea, hypotension, vomiting, anemia, gastroesophageal reflux, and constipation. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Bayer HealthCare Pharmaceuticals Inc. at 1-888-842-2937 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data described below reflect exposure to Adempas in two, randomized, double blind, placebo-controlled trials in patients with inoperable or recurrent/persistent CTEPH (CHEST-1) and treatment naive or pre-treated PAH patients (PATENT-1). The population (Adempas: n = 490; Placebo: n = 214) was between the age of 18 and 80 years [see Clinical Studies ( 14.1 , 14.2 )]. The safety profile of Adempas in patients with inoperable or recurrent/persistent CTEPH (CHEST-1) and treatment naive or pre-treated PAH (PATENT-1) were similar. Therefore, adverse drug reactions (ADRs) identified from the 12 and 16 week placebo-controlled trials for PAH and CTEPH respectively were pooled, and those occurring more frequently on Adempas than placebo (≥3%) are displayed in Table 1 below. Most adverse reactions in Table 1 can be ascribed to the vasodilatory mechanism of action of Adempas. The overall rates of discontinuation due to an adverse event in the pivotal placebo-controlled trials were 2.9% for Adempas and 5.1% for placebo (pooled data). Table 1: Adverse Reactions Occurring More Frequently (≥3%) on Adempas than Placebo (Pooled from CHEST-1 and PATENT-1) Adverse Reactions Adempas % (n=490) Placebo % (n=214) Headache 27 18 Dyspepsia and Gastritis 21 8 Dizziness 20 13 Nausea 14 11 Diarrhea 12 8 Hypotension 10 4 Vomiting 10 7 Anemia (including laboratory parameters) 7 2 Gastroesophageal reflux disease 5 2 Constipation 5 1 Other events that were seen more frequently in Adempas compared to placebo and potentially related to treatment were: palpitations, nasal congestion, epistaxis, dysphagia, abdominal distension and peripheral edema. With longer observation in uncontrolled long-term extension studies the safety profile was similar to that observed in the placebo controlled phase 3 trials."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Pregnancy ( 4.1 ) • Use with nitrates or nitric oxide donors in any form ( 4.2 , 7.1 ) • Use with PDE inhibitors ( 2.6 , 4.3 , 7.1 ) • Patients with concomitant use of other soluble guanylate cyclase (sGC) stimulators. ( 4.4 , 7.1 ) • • Pulmonary hypertension associated with idiopathic interstitial pneumonias (PH-IIP) ( 4.4 ) 4.1 Pregnancy Based on data from animal reproduction studies, Adempas may cause fetal harm when administered to a pregnant woman and is contraindicated in females who are pregnant. Adempas was consistently shown to have teratogenic effects when administered to animals. If this drug is used during pregnancy, or if the patient becomes pregnant while taking this drug, the patient should be apprised of the potential hazard to the fetus [see Use in Specific Populations ( 8.1 )] . 4.2 Nitrates and Nitric Oxide Donors Co-administration of Adempas with nitrates or nitric oxide donors (such as amyl nitrite) in any form is contraindicated [see Drug Interactions (7.1) and Clinical Pharmacology ( 12.2 )] . 4.3 Phosphodiesterase Inhibitors Concomitant administration of Adempas with specific PDE-5 inhibitors (such as sildenafil, tadalafil, or vardenafil) or nonspecific PDE 5 inhibitors (such as dipyridamole or theophylline) is contraindicated [see Dosage and Administration (2.6), Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.2 )]. Do not administer within 24 hours of sildenafil. Do not administer 24 hours before or within 48 hours after tadalafil. 4.4 Soluble Guanylate Stimulators Adempas is contraindicated in patients with concomitant use of other soluble guanylate cyclase (sGC) stimulators [see Drug Interactions ( 7.1 )]. 4.5 Pulmonary Hypertension Associated with Idiopathic Interstitial Pneumonias (PH-IIP) Adempas is contraindicated in patients with pulmonary hypertension associated with idiopathic interstitial pneumonias (PH-IIP)."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Initiate treatment at 1 mg taken three times a day. ( 2.1 ) • For patients who may not tolerate the hypotensive effect of Adempas, consider a starting dose of 0.5 mg, three times a day. ( 2.1 ) • Increase dosage by 0.5 mg at intervals of no sooner than 2-weeks as tolerated to a maximum of 2.5 mg three times a day. ( 2.1 ) • Tablets may be crushed and mixed with water or soft foods for patients who have difficulty swallowing. ( 2.1 ) 2.1 Recommended Dosage in Adult Patients The recommended starting dosage is 1 mg taken 3 times a day. For patients who may not tolerate the hypotensive effect of Adempas, consider a starting dose of 0.5 mg taken three times a day. If systolic blood pressure remains greater than 95 mmHg and the patient has no signs or symptoms of hypotension, up-titrate the dose by 0.5 mg taken three times a day. Dose increases should be no sooner than 2 weeks apart. The dose can be increased to the highest tolerated dosage, up to a maximum of 2.5 mg taken three times a day. If at any time, the patient has symptoms of hypotension, decrease the dosage by 0.5 mg taken three times a day. Crushed Tablets For patients who are unable to swallow whole tablets, Adempas may be crushed and mixed with water or soft foods (such as applesauce) immediately before administration [see Clinical Pharmacology ( 12.3 )] . 2.2 Dosage Interruption If a dose is missed, advise patients to continue with the next regularly scheduled dose. In case Adempas is interrupted for 3 days or more, re-titrate Adempas. 2.3 Pregnancy Testing in Females of Reproductive Potential Obtain pregnancy tests prior to start of treatment and monthly during treatment [see Use in Specific Populations ( 8.3 )]. 2.4 Use in Patients who Smoke Consider titrating to dosages higher than 2.5 mg three times a day, if tolerated, in patients who smoke. A dose decrease may be required in patients who stop smoking [see Drug Interactions ( 7.2 ) and Clinical Pharmacology ( 12.3 )]. 2.5 Strong CYP and P-gp/BCRP Inhibitors Consider a starting dose of 0.5 mg, three times a day when initiating Adempas in patients receiving strong cytochrome P450 (CYP) and P-glycoprotein/breast cancer resistance protein (P-gp/BCRP) inhibitors such as azole antimycotics (for example, ketoconazole, itraconazole) or HIV protease inhibitors (for example, ritonavir). Monitor for signs and symptoms of hypotension on initiation and on treatment with strong CYP and P-gp/BCRP inhibitors [see Warnings and Precautions ( 5.3 ), Drug Interactions ( 7.2 ) and Clinical Pharmacology ( 12.3 )]. 2.6 Transitioning to and from Adempas • Discontinue sildenafil at least 24 hours prior to administering Adempas [see Contraindications ( 4.3 ) and Drug Interactions ( 7 )]. • Discontinue tadalafil at least 48 hours prior to administering Adempas [see Contraindications ( 4.3 ) and Drug Interactions ( 7 )] . Consider initiating Adempas at a starting dose of 0.5 mg in patients at risk of hypotension [see Dosage and Administration ( 2.1 )] . Monitor for signs and symptoms of hypotension on initiation. • Discontinue Adempas at least 24 hours prior to administering a PDE5-inhibitor [see Dosage and Administration ( 2.1 ), Contraindications ( 4.3 ), and Drug Interactions ( 7 )]. Monitor for signs and symptoms of hypotension on initiation."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Adempas is a soluble guanylate cyclase (sGC) stimulator indicated for the treatment of adults with: • Persistent/recurrent Chronic Thromboembolic Pulmonary Hypertension (CTEPH) (WHO Group 4) after surgical treatment or inoperable CTEPH to improve exercise capacity and WHO functional class. ( 1.1 ) • Pulmonary Arterial Hypertension (PAH) (WHO Group 1) to improve exercise capacity, improve WHO functional class and to delay clinical worsening. ( 1.2 ) 1.1 Chronic-Thromboembolic Pulmonary Hypertension Adempas is indicated for the treatment of adults with persistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH), (WHO Group 4) after surgical treatment, or inoperable CTEPH, to improve exercise capacity and WHO functional class [see Clinical Studies ( 14.1 )]. 1.2 Pulmonary Arterial Hypertension Adempas is indicated for the treatment of adults with pulmonary arterial hypertension (PAH), (WHO Group 1), to improve exercise capacity, WHO functional class and to delay clinical worsening. Efficacy was shown in patients on Adempas monotherapy or in combination with endothelin receptor antagonists or prostanoids. Studies establishing effectiveness included predominately patients with WHO functional class II–III and etiologies of idiopathic or heritable PAH (61%) or PAH associated with connective tissue diseases (25%) [see Clinical Studies ( 14.2 )] ."
  ],
  "fetched_at": "2025-10-01T17:08:18.663794",
  "source": "OpenFDA"
}