{
  "drug_name": "Ritonavir",
  "generic_name": [
    "LOPINAVIR AND RITONAVIR"
  ],
  "brand_names": [
    "Lopinavir and Ritonavir"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of lopinavir and ritonavir can alter the plasma concentrations of other drugs and other drugs may alter the plasma concentrations of lopinavir. The potential for drug-drug interactions must be considered prior to and during therapy. ( 4 , 5.1 , 7 , 12.3 ) 7.1 Potential for Lopinavir And Ritonavir to Affect Other Drugs Lopinavir/ritonavir is an inhibitor of CYP3A and may increase plasma concentrations of agents that are primarily metabolized by CYP3A. Agents that are extensively metabolized by CYP3A and have high first pass metabolism appear to be the most susceptible to large increases in AUC (> 3-fold) when co-administered with lopinavir and ritonavir. Thus, co-administration of lopinavir and ritonavir with drugs highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events is contraindicated. Co-administration with other CYP3A substrates may require a dose adjustment or additional monitoring as shown in Table 12. Additionally, lopinavir and ritonavir induces glucuronidation. Published data suggest that lopinavir is an inhibitor of OATP1B1. These examples are a guide and not considered a comprehensive list of all possible drugs that may interact with lopinavir/ritonavir. The healthcare provider should consult appropriate references for comprehensive information. 7.2 Potential for Other Drugs to Affect Lopinavir Lopinavir/ritonavir is a CYP3A substrate; therefore, drugs that induce CYP3A may decrease lopinavir plasma concentrations and reduce lopinavir and ritonavir’s therapeutic effect. Although not observed in the lopinavir and ritonavir /ketoconazole drug interaction study, co-administration of lopinavir and ritonavir and other drugs that inhibit CYP3A may increase lopinavir plasma concentrations. 7.3 Established and Other Potentially Significant Drug Interactions Table 12 provides a listing of established or potentially clinically significant drug interactions. Alteration in dose or regimen may be recommended based on drug interaction studies or predicted interaction [see Contraindications (4), Warnings and Precautions (5.1), Clinical Pharmacology (12.3)] for magnitude of interaction. Table 12. Established and Other Potentially Significant Drug Interactions Concomitant Drug Class: Drug Name Effect on Concentration of Lopinavir or Concomitant Drug Clinical Comments HIV-1 Antiviral Agents HIV-1 Protease Inhibitor: fosamprenavir/ritonavir ↓ amprenavir ↓ lopinavir An increased rate of adverse reactions has been observed with co-administration of these medications. Appropriate doses of the combinations with respect to safety and efficacy have not been established. HIV-1 Protease Inhibitor: indinavir* ↑ indinavir Decrease indinavir dose to 600 mg twice daily, when co-administered with lopinavir and ritonavir 400/100 mg twice daily. Lopinavir and ritonavir once daily has not been studied in combination with indinavir. HIV-1 Protease Inhibitor: nelfinavir* ↑ nelfinavir ↑ M8 metabolite of nelfinavir ↓ lopinavir Lopinavir and ritonavir once daily in combination with nelfinavir is not recommended. [see Dosage and Administration (2)] . HIV-1 Protease Inhibitor: ritonavir* ↑ lopinavir Appropriate doses of additional ritonavir in combination with lopinavir and ritonavir with respect to safety and efficacy have not been established. HIV-1 Protease Inhibitor: saquinavir ↑ saquinavir The saquinavir dose is 1000 mg twice daily, when co-administered with lopinavir and ritonavir 400/100 mg twice daily. Lopinavir and ritonavir once daily has not been studied in combination with saquinavir. HIV-1 Protease Inhibitor: tipranavir* ↓ lopinavir Co-administration with tipranavir (500 mg twice daily) and ritonavir (200 mg twice daily) is not recommended. HIV CCR5 – Antagonist: maraviroc* ↑ maraviroc When co-administered, patients should receive 150 mg twice daily of maraviroc. For further details see complete prescribing information for maraviroc. Non-nucleoside Reverse Transcriptase Inhibitors: efavirenz,* nevirapine* ↓ lopinavir Increase the dose of lopinavir and ritonavir to 500/125 mg when lopinavir and ritonavir tablet is coadministered with efavirenz or nevirapine. Lopinavir and ritonavir once daily in combination with efavirenz or nevirapine is not recommended [see Dosage and Administration (2)]. Non-nucleoside Reverse Transcriptase Inhibitor: delavirdine ↑ lopinavir Appropriate doses of the combination with respect to safety and efficacy have not been established. Nucleoside Reverse Transcriptase Inhibitor: didanosine Lopinavir and ritonavir tablets can be administered simultaneously with didanosine without food. For lopinavir and ritonavir oral solution, it is recommended that didanosine be administered on an empty stomach; therefore, didanosine should be given one hour before or two hours after lopinavir and ritonavir oral solution (given with food). Nucleoside Reverse Transcriptase Inhibitor: tenofovir disoproxil fumarate* ↑ tenofovir Patients receiving lopinavir and ritonavir and tenofovir should be monitored for adverse reactions associated with tenofovir. Nucleoside Reverse Transcriptase Inhibitors: abacavir zidovudine ↓ abacavir ↓ zidovudine The clinical significance of this potential interaction is unknown. Other Agents Alpha 1-Adrenoreceptor Antagonist: alfuzosin ↑ alfuzosin Contraindicated due to potential hypotension [see Contraindications (4)]. Antianginal: ranolazine ↑ ranolazine Contraindicated due to potential for serious and/or life-threatening reactions [see Contraindications (4)]. Antiarrhythmics: dronedarone ↑ dronedarone Contraindicated due to potential for cardiac arrhythmias [see Contraindications (4)]. Antiarrhythmics e.g. amiodarone, bepridil, lidocaine (systemic), quinidine ↑ antiarrhythmics Caution is warranted and therapeutic concentration monitoring (if available) is recommended for antiarrhythmics when co-administered with lopinavir and ritonavir. Anticancer Agents: abemaciclib, apalutamide, encorafenib, ibrutinib, ivosidenib, dasatinib, neratinib, nilotinib, venetoclax, vinblastine, vincristine ↑ anticancer agents ↓lopinavir/ritonavir# Apalutamide is contraindicated due to potential for loss of virologic response and possible resistance to lopinavir and ritonavir or to the class of protease inhibitors [see Contraindications (4)]. Avoid co-administration of encorafenib or ivosidenib with lopinavir and ritonavir due to potential risk of serious adverse events such as QT interval prolongation. If co-administration of encorafenib with lopinavir and ritonavir cannot be avoided, modify dose as recommended in encorafenib USPI. If co-administration of ivosidenib with lopinavir and ritonavir cannot be avoided, reduce ivosidenib dose to 250 mg once daily. Avoid use of neratinib, venetoclax or ibrutinib with lopinavir and ritonavir. For vincristine and vinblastine, consideration should be given to temporarily withholding the ritonavir-containing antiretroviral regimen in patients who develop significant hematologic or gastrointestinal side effects when lopinavir and ritonavir is administered concurrently with vincristine or vinblastine. If the antiretroviral regimen must be withheld for a prolonged period, consideration should be given to initiating a revised regimen that does not include a CYP3A or P-gp inhibitor. A decrease in the dosage or an adjustment of the dosing interval of nilotinib and dasatinib may be necessary for patients requiring co-administration with strong CYP3A inhibitors such as lopinavir and ritonavir. Please refer to the nilotinib and dasatinib prescribing information for dosing instructions. Anticoagulants: warfarin, rivaroxaban ↑↓ warfarin ↑ rivaroxaban Concentrations of warfarin may be affected. Initial frequent monitoring of the INR during lopinavir and ritonavir and warfarin co-administration is recommended. Avoid concomitant use of rivaroxaban and lopinavir and ritonavir. Co-administration of lopinavir and ritonavir and rivaroxaban may lead to increased risk of bleeding. Anticonvulsants: carbamazepine, phenobarbital, phenytoin ↓ lopinavir ↓ phenytoin Lopinavir and ritonavir may be less effective due to decreased lopinavir plasma concentrations in patients taking these agents concomitantly and should be used with caution. Lopinavir and ritonavir once daily in combination with carbamazepine, phenobarbital, or phenytoin is not recommended. In addition, co-administration of phenytoin and lopinavir and ritonavir may cause decreases in steady-state phenytoin concentrations. Phenytoin levels should be monitored when co-administering with lopinavir and ritonavir Anticonvulsants: lamotrigine, valproate ↓ lamotrigine ↓ or ↔ valproate A dose increase of lamotrigine or valproate may be needed when co-administered with lopinavir and ritonavir and therapeutic concentration monitoring for lamotrigine may be indicated; particularly during dosage adjustments. Antidepressant: bupropion ↓ bupropion ↓ active metabolite, hydroxybupropion Patients receiving lopinavir and ritonavir and bupropion concurrently should be monitored for an adequate clinical response to bupropion. Antidepressant: trazodone ↑ trazodone Adverse reactions of nausea, dizziness, hypotension and syncope have been observed following co-administration of trazodone and ritonavir. A lower dose of trazodone should be considered. Anti-infective: clarithromycin ↑ clarithromycin For patients with renal impairment, adjust clarithromycin dose as follows: For patients on lopinavir and ritonavir with CL CR 30 to 60 mL/min the dose of clarithromycin should be reduced by 50%. For patients on lopinavir and ritonavir with CL CR < 30 mL/min the dose of clarithromycin should be decreased by 75%. No dose adjustment for patients with normal renal function is necessary. Antifungals: ketoconazole*, itraconazole, voriconazole isavuconazonium sulfate* ↑ ketoconazole ↑ itraconazole ↓ voriconazole ↑ isavuconazonium High doses of ketoconazole (>200 mg/day) or itraconazole (> 200 mg/day) are not recommended. The coadministration of voriconazole and lopinavir and ritonavir should be avoided unless an assessment of the benefit/risk to the patient justifies the use of voriconazole. Isavuconazonium and lopinavir and ritonavir should be coadministered with caution. Alternative antifungal therapies should be considered in these patients. Anti-gout: colchicine ↑ colchicine Contraindicated due to potential for serious and/or life-threatening reactions in patients with renal and/or hepatic impairment [see Contraindications (4)]. For patients with normal renal or hepatic function: Treatment of gout flares-co-administration of colchicine in patients on lopinavir and ritonavir : 0.6 mg (1 tablet) x 1 dose, followed by 0.3 mg (half tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Prophylaxis of gout flares-co-administration of colchicine in patients on lopinavir and ritonavir : If the original colchicine regimen was 0.6 mg twice a day, the regimen should be adjusted to 0.3 mg once a day. If the original colchicine regimen was 0.6 mg once a day, the regimen should be adjusted to 0.3 mg once every other day. Treatment of familial Mediterranean fever (FMF)-co-administration of colchicine in patients on lopinavir and ritonavir: Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day). Antimycobacterial: rifampin ↓ lopinavir Contraindicated due to potential loss of virologic response and possible resistance to lopinavir and ritonavir or to the class of protease inhibitors or other co-administered antiretroviral agents [see Contraindications (4)]. Antimycobacterial: bedaquiline ↑ bedaquiline Bedaquiline should only be used with lopinavir and ritonavir if the benefit of co-administration outweighs the risk. Antimycobacterial: rifabutin* ↑ rifabutin and rifabutin metabolite Dosage reduction of rifabutin by at least 75% of the usual dose of 300 mg/day is recommended (i.e., a maximum dose of 150 mg every other day or three times per week). Increased monitoring for adverse reactions is warranted in patients receiving the combination. Further dosage reduction of rifabutin may be necessary. Antiparasitic: atovaquone ↓ atovaquone Clinical significance is unknown; however, increase in atovaquone doses may be needed. Antipsychotics: lurasidone pimozide ↑ lurasidone ↑ pimozide Contraindicated due to potential for serious and/or life-threatening reactions [see Contraindications (4)]. Contraindicated due to potential for serious and/or life-threatening reactions such as cardiac arrhythmias [see Contraindications (4)]. Antipsychotics: quetiapine ↑ quetiapine Initiation of lopinavir and ritonavir in patients taking quetiapine: Consider alternative antiretroviral therapy to avoid increases in quetiapine exposures. If coadministration is necessary, reduce the quetiapine dose to 1/6 of the current dose and monitor for quetiapine-associated adverse reactions. Refer to the quetiapine prescribing information for recommendations on adverse reaction monitoring. Initiation of quetiapine in patients taking lopinavir and ritonavir : Refer to the quetiapine prescribing information for initial dosing and titration of quetiapine. Contraceptive: ethinyl estradiol* ↓ ethinyl estradiol Because contraceptive steroid concentrations may be altered when lopinavir and ritonavir is coadministered with oral contraceptives or with the contraceptive patch, alternative methods of nonhormonal contraception are recommended. Dihydropyridine Calcium Channel Blockers: e.g. felodipine, nifedipine, nicardipine ↑ dihydropyridine calcium channel blockers Clinical monitoring of patients is recommended and a dose reduction of the dihydropyridine calcium channel blocker may be considered. Disulfiram/metronidazole Lopinavir and ritonavir oral solution contains alcohol, which can produce disulfiram-like reactions when co-administered with disulfiram or other drugs that produce this reaction (e.g., metronidazole). Endothelin Receptor Antagonists: bosentan ↑ bosentan Co-administration of bosentan in patients on lopinavir and ritonavir : In patients who have been receiving lopinavir and ritonavir for at least 10 days, start bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Co-administration of lopinavir and ritonavir in patients on bosentan: Discontinue use of bosentan at least 36 hours prior to initiation of lopinavir and ritonavir. After at least 10 days following the initiation of lopinavir and ritonavir, resume bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Ergot Derivatives: dihydroergotamine, ergotamine, methylergonovine ↑ ergot derivatives Contraindicated due to potential for acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues [see Contraindications (4)]. GI Motility Agent: cisapride ↑ cisapride Contraindicated due to potential for cardiac arrhythmias [see Contraindications (4)]. GnRH Receptor Antagonists: elagolix ↑ elagolix ↓ lopinavir/ritonavir Concomitant use of elagolix 200 mg twice daily and lopinavir and ritonavir for more than 1 month is not recommended due to potential risk of adverse events such as bone loss and hepatic transaminase elevations. Limit concomitant use of elagolix 150 mg once daily and lopinavir and ritonavir to 6 months. Hepatitis C direct acting antiviral: elbasvir/grazoprevir ↑ elbasvir/grazoprevir Contraindicated due to increased risk of alanine transaminase (ALT) elevations [see Contraindications (4)]. Hepatitis C direct acting antivirals: boceprevir* glecaprevir/pibrentasvir simeprevir sofosbuvir/velpatasvir/voxilapre vir ombitasvir/paritaprevir/ ritonavir and dasabuvir* ↓ lopinavir ↓ boceprevir ↓ ritonavir ↑glecaprevir ↑ pibrentasvir ↑ simeprevir ↑ sofosbuvir ↑ velpatasvir ↑ voxilaprevir ↑ ombitasvir ↑ paritaprevir ↑ ritonavir ↔ dasabuvir It is not recommended to co-administer lopinavir and ritonavir and boceprevir, glecaprevir/pibrentasvir, simeprevir, sofosbuvir/velpatasvir/voxilaprevir, or ombitasvir/paritaprevir/ritonavir and dasabuvir. Herbal Products: St. John's Wort (hypericum perforatum) ↓ lopinavir Contraindicated due to potential for loss of virologic response and possible resistance to lopinavir and ritonavir or to the class of protease inhibitors [see Contraindications (4)]. Lipid-modifying agents HMG-CoA Reductase Inhibitors: lovastatin simvastatin atorvastatin rosuvastatin Microsomal triglyceride transfer protein (MTTP) Inhibitor: lomitapide ↑ lovastatin ↑ simvastatin ↑ atorvastatin ↑ rosuvastatin ↑ lomitapide Contraindicated due to potential for myopathy including rhabdomyolysis [see Contraindications (4)]. Use atorvastatin with caution and at the lowest necessary dose. Titrate rosuvastatin dose carefully and use the lowest necessary dose; do not exceed rosuvastatin 10 mg/day. Lomitapide is a sensitive substrate for CYP3A4 metabolism. CYP3A4 inhibitors increase the exposure of lomitapide, with strong inhibitors increasing exposure approximately 27-fold. Concomitant use of moderate or strong CYP3A4 inhibitors with lomitapide is contraindicated due to potential for hepatotoxicity [see Contraindications (4)]. Immunosuppressants: e.g. cyclosporine, tacrolimus, sirolimus ↑ immuno suppressants Therapeutic concentration monitoring is recommended for immunosuppressant agents when co-administered with lopinavir and ritonavir. Kinase Inhibitors: fostamatinib (also see anticancer agents above) ↑ fostamatinib metabolite R406 Monitor for toxicities of R406 such as hepatotoxicity and neutropenia. Fostamatinib dose reduction may be required. Long-acting beta-adrenoceptor Agonist: salmeterol ↑ salmeterol Concurrent administration of salmeterol and lopinavir and ritonavir is not recommended. The combination may result in increased risk of cardiovascular adverse events associated with salmeterol, including QT prolongation, palpitations and sinus tachycardia. Narcotic Analgesics: methadone,* fentanyl ↓ methadone ↑ fentanyl Dosage of methadone may need to be increased when co-administered with lopinavir and ritonavir. Careful monitoring of therapeutic and adverse effects (including potentially fatal respiratory depression) is recommended when fentanyl is concomitantly administered with lopinavir and ritonavir. PDE5 inhibitors: avanafil, sildenafil, tadalafil, vardenafil ↑ avanafil ↑ sildenafil ↑ tadalafil ↑ vardenafil Sildenafil when used for the treatment of pulmonary arterial hypertension (Revatio®) is contraindicated due to the potential for sildenafil-associated adverse events, including visual abnormalities, hypotension, prolonged erection, and syncope [see Contraindications (4)]. Do not use lopinavir and ritonavir with avanafil because a safe and effective avanafil dosage regimen has not been established. Particular caution should be used when prescribing sildenafil, tadalafil, or vardenafil in patients receiving lopinavir and ritonavir. Coadministration of lopinavir and ritonavir with these drugs may result in an increase in PDE5 inhibitor associated adverse reactions including hypotension, syncope, visual changes and prolonged erection. Use of PDE5 inhibitors for pulmonary arterial hypertension (PAH): Sildenafil (Revatio®) is contraindicated [see Contraindications (4)]. The following dose adjustments are recommended for use of tadalafil (Adcirca®) with lopinavir and ritonavir : Co-administration of ADCIRCA in patients on lopinavir and ritonavir : In patients receiving lopinavir and ritonavir for at least one week, start ADCIRCA at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Co-administration of lopinavir and ritonavir in patients on ADCIRCA: Avoid use of ADCIRCA during the initiation of lopinavir and ritonavir. Stop ADCIRCA at least 24 hours prior to starting lopinavir and ritonavir. After at least one week following the initiation of lopinavir and ritonavir, resume ADCIRCA at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Use of PDE5 inhibitors for erectile dysfunction: It is recommended not to exceed the following doses: Sildenafil: 25 mg every 48 hours Tadalafil: 10 mg every 72 hours Vardenafil: 2.5 mg every 72 hours Use with increased monitoring for adverse events. Sedative/Hypnotics: triazolam, orally administered midazolam ↑ triazolam ↑ midazolam Contraindicated due to potential for prolonged or increased sedation or respiratory depression [see Contraindications (4)]. Sedative/Hypnotics: parenterally administered midazolam ↑ midazolam If lopinavir and ritonavir is co-administered with parenteral midazolam, close clinical monitoring for respiratory depression and/or prolonged sedation should be exercised and dosage adjustment should be considered. Systemic/Inhaled/ Nasal/Ophthalmic Corticosteroids: e.g., betamethasone budesonide ciclesonide dexamethasone fluticasone methylprednisolone mometasone prednisone triamcinolone ¯ lopinavir ↑ glucocorticoide Coadministration with oral dexamethasone or other systemic corticosteroids that induce CYP3A may result in loss of therapeutic effect and development of resistance to lopinavir. Consider alternative corticosteroids. Coadministration with corticosteroids whose exposures are significantly increased by strong CYP3A inhibitors can increase the risk for Cushing’s syndrome and adrenal suppression. Alternative corticosteroids including beclomethasone and prednisolone (whose PK and/or PD are less affected by strong CYP3A inhibitors relative to other studied steroids) should be considered, particularly for long-term use. * see Clinical Pharmacology (12.3) for magnitude of interaction. # refers to interaction with apalutamide. 7.4 Drugs with No Observed or Predicted Interactions with Lopinavir And Ritonavir Drug interaction or clinical studies reveal no clinically significant interaction between lopinavir and ritonavir and desipramine (CYP2D6 probe), etravirine, pitavastatin, pravastatin, stavudine, lamivudine, omeprazole, raltegravir, ranitidine, or rilpivirine. Based on known metabolic profiles, clinically significant drug interactions are not expected between lopinavir and ritonavir and dapsone, trimethoprim/sulfamethoxazole, azithromycin, erythromycin, or fluconazole."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling. QT Interval Prolongation, PR Interval Prolongation [see Warnings and Precautions ( 5.5 , 5.6 )] Drug Interactions [see Warnings and Precautions ( 5.1 )] Pancreatitis [see Warnings and Precautions ( 5.3 )] Hepatotoxicity [see Warnings and Precautions ( 5.4 )] Commonly reported adverse reactions to lopinavir and ritonavir included diarrhea, nausea, vomiting, hypertriglyceridemia and hypercholesterolemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Macleods Pharma USA, Inc. at 1-888-943-3210 1-855-926-3384 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reactions rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adverse Reactions in Adults The safety of lopinavir and ritonavir has been investigated in about 2,600 patients in Phase II-IV clinical trials, of which about 700 have received a dose of 800/200 mg (6 capsules or 4 tablets) once daily. Along with nucleoside reverse transcriptase inhibitors (NRTIs), in some studies, lopinavir and ritonavir was used in combination with efavirenz or nevirapine. In clinical studies the incidence of diarrhea in patients treated with either lopinavir and ritonavir capsules or tablets was greater in those patients treated once daily than in those patients treated twice daily. Any grade of diarrhea was reported by at least half of patients taking once daily lopinavir and ritonavir capsules or tablets. At the time of treatment discontinuation, 4.2-6.3% of patients taking once daily lopinavir and ritonavir and 1.8-3.7% of those taking twice daily lopinavir and ritonavir reported ongoing diarrhea. Commonly reported adverse reactions to lopinavir and ritonavir included diarrhea, nausea, vomiting, hypertriglyceridemia and hypercholesterolemia. Diarrhea, nausea and vomiting may occur at the beginning of the treatment while hypertriglyceridemia and hypercholesterolemia may occur later. The following have been identified as adverse reactions of moderate or severe intensity (Table 8): Table 8. Adverse Reactions of Moderate or Severe Intensity Occurring in at Least 0.1% of Adult Patients Receiving Lopinavir And Ritonavir in Combined Phase II/IV Studies (N=2,612) System Organ Class (SOC) and Adverse Reaction n % BLOOD AND LYMPHATIC SYSTEM DISORDERS anemia* 54 2.1 leukopenia and neutropenia* 44 1.7 lymphadenopathy* 35 1.3 CARDIAC DISORDERS atherosclerosis such as myocardial infarction* 10 0.4 atrioventricular block* 3 0.1 tricuspid valve incompetence* 3 0.1 EAR AND LABYRINTH DISORDERS vertigo* 7 0.3 tinnitus 6 0.2 ENDOCRINE DISORDERS hypogonadism* 16 0.8 1 EYE DISORDERS visual impairment* 8 0.3 GASTROINTESTINAL DISORDERS diarrhea* 510 19.5 nausea 269 10.3 vomiting* 177 6.8 abdominal pain (upper and lower)* 160 6.1 gastroenteritis and colitis* 66 2.5 dyspepsia 53 2.0 pancreatitis* 45 1.7 Gastroesophageal Reflux Disease (GERD)* 40 1.5 hemorrhoids 39 1.5 flatulence 36 1.4 abdominal distension 34 1.3 constipation* 26. 1.0 stomatitis and oral ulcers* 24 0.9 duodenitis and gastritis* 20 0.8 gastrointestinal hemorrhage including rectal hemorrhage* 13 0.5 dry mouth 9 0.3 gastrointestinal ulcer* 6 0.2 fecal incontinence 5 0.2 GENERAL DISORDERS AND ADMINISTRATION SITE CONDITIONS fatigue including asthenia* 198 7.6 HEPATOBILIARY DISORDERS hepatitis including AST, ALT, and GGT increases* 91 3.5 hepatomegaly 5 0.2 cholangitis 3 0.1 hepatic steatosis 3 0.1 IMMUNE SYSTEM DISORDERS hypersensitivity including urticaria and angioedema* 70 2.7 immune reconstitution syndrome 3 0.1 INFECTIONS AND INFESTATIONS upper respiratory tract infection* 363 13.9 lower respiratory tract infection* 202 7.7 skin infections including cellulitis, folliculitis, and furuncle* 86 3.3 METABOLISM AND NUTRITION DISORDERS hypercholesterolemia* 192 7.4 hypertriglyceridemia* 161 6.2 weight decreased* 61 2.3 decreased appetite 52 2.0 blood glucose disorders including diabetes mellitus* 30 1.1 weight increased* 20 0.8 lactic acidosis* 11 0.4 increased appetite 5 0.2 MUSCULOSKELETAL AND CONNECTIVE TISSUE DISORDERS musculoskeletal pain including arthralgia and back pain* 166 6.4 myalgia* 46 1.8 muscle disorders such as weakness and spasms* 34 1.3 rhabdomyolysis* 18 0.7 osteonecrosis 3 0.1 NERVOUS SYSTEM DISORDERS headache including migraine* 165 6.3 insomnia* 99 3.8 neuropathy and peripheral neuropathy* 51 2.0 dizziness* 45 1.7 ageusia* 19 0.7 convulsion* 9 0.3 tremor* 9 0.3 cerebral vascular event* 6 0.2 PSYCHIATRIC DISORDERS anxiety* 101 3.9 abnormal dreams* 19 0.7 libido decreased 19 0.7 RENAL AND URINARY DISORDERS renal failure* 31 1.2 hematuria* 20 0.8 nephritis* 3 0.1 REPRODUCTIVE SYSTEM AND BREAST DISORDERS erectile dysfunction* 34 1.7 1 menstrual disorders - amenorrhea, menorrhagia* 10 1.7 2 SKIN AND SUBCUTANEOUS TISSUE DISORDERS rash including maculopapular rash* 99 3.8 lipodystrophy acquired including facial wasting* 58 2.2 dermatitis/rash including eczema and seborrheic dermatitis* 50 1.9 night sweats* 42 1.6 pruritus* 29 1.1 alopecia 10 0.4 capillaritis and vasculitis* 3 0.1 VASCULAR DISORDERS hypertension* 47 1.8 deep vein thrombosis* 17 0.7 *Represents a medical concept including several similar MedDRA PTs 1. Percentage of male population (N=2,038) 2. Percentage of female population (N=574) Laboratory Abnormalities in Adults The percentages of adult patients treated with combination therapy with Grade 3-4 laboratory abnormalities are presented in Table 9 (treatment-naïve patients) and Table 10 (treatment-experienced patients). Table 9. Grade 3-4 Laboratory Abnormalities Reported in ≥ 2% of Adult Antiretroviral-Naïve Patients Study 863 (48 Weeks) Study 720 (360 Weeks) Study 730 (48 Weeks) Variable Limit 1 Lopinavir And Ritonavir 400/100 mg Twice Daily + d4T +3TC (N = 326) Nelfinavir 750 mg Three Times Daily + d4T + 3TC (N = 327) Lopinavir And Ritonavir Twice Daily + d4T + 3TC (N = 100) Lopinavir And Ritonavir Once Daily + TDF +FTC (N=333) Lopinavir And Ritonavir Twice Daily + TDF +FTC (N=331) Chemistry High Glucose > 250 mg/dL 2% 2% 4% 0% <1% Uric Acid >12 mg/dL 2% 2% 5% <1% 1% SGOT/ AST 2 > 180 U/L 2% 4% 10% 1% 2% SGPT/ ALT 2 >215 U/L 4% 4% 11% 1% 1% GGT >300 U/L N/A N/A 10% N/A N/A Total Cholesterol >300 mg/dL 9% 5% 27% 4% 3% Triglycerides >750 mg/dL 9% 1% 29% 3% 6% Amylase >2 x ULN 3% 2% 4% N/A N/A Lipase >2 x ULN N/A N/A N/A 3% 5% Chemistry Low Calculated Creatinine Clearance <50 mL/min N/A N/A N/A 2% 2% Hematology Low Neutrophils <0.75 x 10 9 /L 1% 3% 5% 2% 1% 1 ULN = upper limit of the normal range; N/A = Not Applicable. 2 Criterion for Study 730 was >5x ULN (AST/ALT). Table 10. Grade 3-4 Laboratory Abnormalities Reported in ≥ 2% of Adult Protease Inhibitor-Experienced Patients Study 888 (48 Weeks) Study 957 2 and Study 765 3 (84-144 Weeks) Study 802 (48 Weeks) Variable Limit 1 Lopinavir And Ritonavir 400/100 mg Twice Daily + NVP + NRTIs (N = 148) Investigator-Selected Protease Inhibitor(s) + NVP + NRTIs (N = 140) Lopinavir And Ritonavir Twice Daily + NNRTI + NRTIs (N = 127) Lopinavir And Ritonavir 800/200 mg Once Daily +NRTIs (N=300) Lopinavir And Ritonavir 400/100 mg Twice Daily +NRTIs (N=299) Chemistry High Glucose >250 mg/dL 1% 2% 5% 2% 2% Total Bilirubin >3.48 mg/dL 1% 3% 1% 1% 1% SGOT/AST 4 >180 U/L 5% 11% 8% 3% 2% SGPT/ALT 4 >215 U/L 6% 13% 10% 2% 2% GGT >300 U/L N/A N/A 29% N/A N/A Total Cholesterol >300 mg/dL 20% 21% 39% 6% 7% Triglycerides >750 mg/dL 25% 21% 36% 5% 6% Amylase >2 x ULN 4% 8% 8% 4% 4% Lipase >2 x ULN N/A N/A N/A 4% 1% Creatine Phosphokinase >4 x ULN N/A N/A N/A 4% 5% Chemistry Low Calculated Creatinine Clearance <50 mL/min N/A N/A N/A 3% 3% Inorganic Phosphorus <1.5 mg/dL 1% 0% 2% 1% <1% Hematology Low Neutrophils <0.75 x 10 9 /L 1% 2% 4% 3% 4% Hemoglobin <80 g/L 1% 1% 1% 1% 2% 1 ULN = upper limit of the normal range; N/A = Not Applicable. 2 Includes clinical laboratory data from patients receiving 400/100 mg twice daily (n = 29) or 533/133 mg twice daily (n = 28) for 84 weeks. Patients received lopinavir and ritonavir in combination with NRTIs and efavirenz. 3 Includes clinical laboratory data from patients receiving 400/100 mg twice daily (n = 36) or 400/200 mg twice daily (n = 34) for 144 weeks. Patients received lopinavir and ritonavir in combination with NRTIs and nevirapine. 4 Criterion for Study 802 was >5x ULN (AST/ALT). Adverse Reactions in Pediatric Patients Lopinavir and ritonavir oral solution dosed up to 300/75 mg/m2 has been studied in 100 pediatric patients 6 months to 12 years of age. The adverse reaction profile seen during Study 940 was similar to that for adult patients. Dysgeusia (22%), vomiting (21%), and diarrhea (12%) were the most common adverse reactions of any severity reported in pediatric patients treated with combination therapy for up to 48 weeks in Study 940. A total of 8 patients experienced adverse reactions of moderate to severe intensity. The adverse reactions meeting these criteria and reported for the 8 subjects include: hypersensitivity (characterized by fever, rash and jaundice), pyrexia, viral infection, constipation, hepatomegaly, pancreatitis, vomiting, alanine aminotransferase increased, dry skin, rash, and dysgeusia. Rash was the only event of those listed that occurred in 2 or more subjects (N = 3). Lopinavir and ritonavir oral solution dosed at 300/75 mg/m2 has been studied in 31 pediatric patients 14 days to 6 months of age. The adverse reaction profile in Study 1030 was similar to that observed in older children and adults. No adverse reaction was reported in greater than 10% of subjects. Adverse drug reactions of moderate to severe intensity occurring in 2 or more subjects included decreased neutrophil count (N=3), anemia (N=2), high potassium (N=2), and low sodium (N=2). Lopinavir and ritonavir oral solution and soft gelatin capsules dosed at higher than recommended doses including 400/100 mg/m2 (without concomitant NNRTI) and 480/120 mg/m2 (with concomitant NNRTI) have been studied in 26 pediatric patients 7 to 18 years of age in Study 1038. Patients also had saquinavir mesylate added to their regimen at Week 4. Rash (12%), blood cholesterol abnormal (12%) and blood triglycerides abnormal (12%) were the only adverse reactions reported in greater than 10% of subjects. Adverse drug reactions of moderate to severe intensity occurring in 2 or more subjects included rash (N=3), blood triglycerides abnormal (N=3), and electrocardiogram QT prolonged (N=2). Both subjects with QT prolongation had additional predisposing conditions such as electrolyte abnormalities, concomitant medications, or pre-existing cardiac abnormalities. Laboratory Abnormalities in Pediatric Patients The percentages of pediatric patients treated with combination therapy including lopinavir and ritonavir with Grade 3-4 laboratory abnormalities are presented in Table 11. Table 11. Grade 3-4 Laboratory Abnormalities Reported in ≥ 2% Pediatric Patients in Study 940 Variable Limit 1 Lopinavir and Ritonavir Twice Daily + RTIs (N = 100) Chemistry High Sodium > 149 mEq/L 3% Total Bilirubin ≥ 3.0 x ULN 3% SGOT/AST > 180 U/L 8% SGPT/ALT > 215 U/L 7% Total Cholesterol > 300 mg/dL 3% Amylase > 2.5 x ULN 7%2 Chemistry Low Sodium < 130 mEq/L 3% Hematology Low Platelet Count < 50 x 109/L 4% Neutrophils < 0.40 x 109/L 2% 1 ULN = upper limit of the normal range. 2 Subjects with Grade 3-4 amylase confirmed by elevations in pancreatic amylase. 6.2 Postmarketing Experience The following adverse reactions have been reported during postmarketing use of lopinavir and ritonavir. Because these reactions are reported voluntarily from a population of unknown size, it is not possible to reliably estimate their frequency or establish a causal relationship to lopinavir and ritonavir exposure. Body as a Whole Redistribution/accumulation of body fat has been reported [see Warnings and Precautions ( 5.10 )]. Cardiovascular Bradyarrhythmias. First-degree AV block, second-degree AV block, third-degree AV block, QTc interval prolongation, torsades (torsade) de pointes [see Warnings and Precautions ( 5.5 , 5.6 )]. Renal and Urinary Disorders Nephrolithiasis Skin and Appendages Toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome and erythema multiforme."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Lopinavir and ritonavir is contraindicated in patients with previously demonstrated clinically significant hypersensitivity (e.g., toxic epidermal necrolysis, Stevens-Johnson syndrome, erythema multiforme, urticaria, angioedema) to any of its ingredients, including ritonavir. Lopinavir and ritonavir is contraindicated with drugs that are highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or lifethreatening reactions [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )]. o Alpha 1-Adrenoreceptor Antagonist : alfuzosin o Antianginal: ranolazine o Antiarrhythmic: dronedarone o Anti-gout: colchicine o Antipsychotics: lurasidone, pimozide o Ergot Derivatives: dihydroergotamine, ergotamine, methylergonovine o GI Motility Agent: cisapride o Hepatitis C direct acting antiviral: elbasvir/grazoprevir o HMG-CoA Reductase Inhibitors: lovastatin, simvastatin o Microsomal triglyceride transfer protein (MTTP) Inhibitor: lomitapide o PDE5 Inhibitor: sildenafil (Revatio®) when used for the treatment of pulmonary arterial hypertension o Sedative/Hypnotics: triazolam, orally administered midazolam Lopinavir and ritonavir is contraindicated with drugs that are potent CYP3A inducers where significantly reduced lopinavir plasma concentrations may be associated with the potential for loss of virologic response and possible resistance and cross-resistance [see Drug Interactions ( 7.2 ) and Clinical Pharmacology ( 12.3 )]. o Anticancer Agents: apalutamide o Antimycobacterial: rifampin o Herbal Products: St. John's Wort (hypericum perforatum) Hypersensitivity to lopinavir and ritonavir tablets (e.g., toxic epidermal necrolysis, Stevens-Johnson syndrome, erythema multiforme, urticaria, angioedema) or any of its ingredients, including ritonavir. ( 4 ) Co-administration with drugs highly dependent on CYP3A for clearance and for which elevated plasma levels may result in serious and/or lifethreatening events. ( 4 ) Co-administration with potent CYP3A inducers where significantly reduced lopinavir plasma concentrations may be associated with the potential for loss of virologic response and possible resistance and cross resistance. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Tablets: May be taken with or without food, swallowed whole and not chewed, broken, or crushed. ( 2.1 ) Adults ( 2.3 ): Total recommended daily dosage is 800/200 mg given once or twice daily. Lopinavir and ritonavir can be given as once daily or twice daily regimen. See Full Prescribing Information for details. Lopinavir and ritonavir once daily dosing regimen is not recommended in: Adult patients with three or more of the following lopinavir resistance-associated substitutions: L10F/I/R/V, K20M/N/R, L24I, L33F, M36I, I47V, G48V, I54L/T/V, V82A/C/F/S/T, and I84V. ( 12.4 ) In combination with carbamazepine, phenobarbital, or phenytoin. ( 7.3 ) In combination with efavirenz, nevirapine, or nelfinavir. ( 12.3 ) In pregnant women. ( 2.5 , 8.1 , 12.3 ) Pediatric Patients (14 days and older) ( 2.4 ): Lopinavir and ritonavir once daily dosing regimen is not recommended in pediatric patients. Twice daily dose is based on body weight or body surface area. Concomitant Therapy in Adults and Pediatric Patients: Dose adjustments of lopinavir and ritonavir may be needed when co-administering with efavirenz, nevirapine, or nelfinavir. ( 2.3 , 2.4 , 7.3 ) Pregnancy ( 2.5 ): 400/100 mg twice daily in pregnant patients with no documented lopinavir-associated resistance substitutions. There are insufficient data to recommend a lopinavir and ritonavir dose for pregnant patients with any documented lopinavir and ritonavir -associated resistance substitutions. No dose adjustment of lopinavir and ritonavir is required for patients during the postpartum period. 2.1 General Administration Recommendations Lopinavir and ritonavir tablets may be taken with or without food. The tablets should be swallowed whole and not chewed, broken, or crushed. 2.3 Dosage Recommendations in Adults Lopinavir and ritonavir can be given in once daily or twice daily dosing regimen at dosages noted in Tables 1 and 2. Lopinavir and ritonavir once daily dosing regimen is not recommended in: • Adult patients with three or more of the following lopinavir resistance-associated substitutions: L10F/I/R/V, K20M/N/R, L24I, L33F, M36I, I47V, G48V, I54L/T/V, V82A/C/F/S/T, and I84V [ see Microbiology ( 12.4 ) ]. • In combination with carbamazepine, phenobarbital, or phenytoin [ see Drug Interactions ( 7.3 )]. • In combination with efavirenz, nevirapine, or nelfinavir [ see Drug Interactions ( 7.3) and Clinical Pharmacology ( 12.3 )]. • In pediatric patients younger than 18 years of age [see Dosage and Administration ( 2.4 )]. In pregnant women [ see Dosage and Administration ( 2.5 ), Use in Specific Populations ( 8.1 ) and Clinical Pharmacology ( 12.3 )]. Table 1. Recommended Dosage in Adults -Lopinavir And Ritonavir Once Daily Regimen Lopinavir And Ritonavir Dosage Form Recommended Dosage 200 mg/50 mg Tablets 800 mg/200 mg (4 tablets) once daily Table 2. Recommended Dosage in Adults -Lopinavir And Ritonavir Twice Daily Regimen Lopinavir And Ritonavir Dosage Form Recommended Dosage 200 mg/50 mg Tablets 400 mg/100 mg (2 tablets) twice daily The dose of lopinavir and ritonavir must be increased when administered in combination with efavirenz, nevirapine or nelfinavir. Table 3 outlines the dosage recommendations for twice daily dosing when lopinavir and ritonavir is taken in combination with these agents. Table 3. Recommended Dosage in Adults -Lopinavir And Ritonavir Twice Daily Regimen in Combination with Efavirenz, Nevirapine, or Nelfinavir Lopinavir And Ritonavir Dosage Form Recommended Dosage 200 mg/50 mg Tablets and 100 mg/25 mg Tablets 500 mg/125 mg (2 tablets of 200 mg/50 mg + 1 tablet of 100 mg/25 mg) twice daily 2.4 Dosage Recommendations in Pediatric Patients Lopinavir and ritonavir tablets are not recommended for once daily dosing in pediatric patients younger than 18 years of age. Lopinavir and ritonavir 100/25 mg tablets should be considered only in children who have reliably demonstrated the ability to swallow the intact tablet. Pediatric Dosage Calculations Calculate the appropriate dose of lopinavir and ritonavir for each individual pediatric patient based on body weight (kg) or body surface area (BSA) to avoid underdosing or exceeding the recommended adult dose. Body surface area (BSA) can be calculated as follows: The lopinavir and ritonavir dose can be calculated based on weight or BSA: Based on Weight : Patient Weight (kg) × Prescribed lopinavir dose (mg/kg) = Administered lopinavir dose (mg) Based on BSA: Patient BSA (m 2 ) × Prescribed lopinavir dose (mg/m 2 ) = Administered lopinavir dose (mg) Tablet Dosage Recommendation in Pediatric Patients Older than 6 Months to Less than 18 Years: Table 5 provides the dosing recommendations for pediatric patients older than 6 months to less than 18 years of age based on body weight or body surface area for lopinavir and ritonavir tablets. Table 5. Lopinavir And Ritonavir Tablet Daily Dosage Recommendations in Pediatric Patients > 6 Months to < 18 Years of Age Without Concomitant Efavirenz, Nevirapine, or Nelfinavir Body Weight (kg) Body Surface Area (m2) * Recommended number of 100/25 mg Tablets Twice Daily ≥15 to 25 ≥0.6 to < 0.9 2 >25 to 35 ≥0.9 to < 1.4 3 >35 ≥1.4 4 Concomitant Therapy: Efavirenz, Nevirapine, or Nelfinavir Dosing recommendations using tablets Table 7 provides the dosing recommendations for pediatric patients older than 6 months to less than 18 years of age based on body weight or body surface area for lopinavir and ritonavir tablets when given in combination with efavirenz, nevirapine, or nelfinavir. Table 7. Lopinavir And Ritonavir Tablet Daily Dosage Recommendations for Pediatric Patients > 6 Months to < 18 Years of Age With Concomitant Efavirenz†, Nevirapine, or Nelfinavir† Body Weight (kg) Body Surface Area (m2) Recommended number of 100/25 mg Tablets Twice Daily ≥15 to 20 ≥0.6 to < 0.8 2 >20 to 30 ≥0.8 to < 1.2 3 >30 to 45 ≥1.2 to < 1.7 4 >45 ≥1.7 5 [ see Dosage and Administration ( 2.4 )] † Please refer to the individual product labels for appropriate dosing in children. 288 2.5 Dosage Recommendations in Pregnancy Administer 400/100 mg of lopinavir and ritonavir twice daily in pregnant patients with no documented lopinavir-associated resistance substitutions. Once daily lopinavir and ritonavir dosing is not recommended in pregnancy [see Use in Specific Populations ( 8.1 ) and Clinical Pharmacology ( 12.3 )]. There are insufficient data to recommend dosing in pregnant women with any documented lopinavir-associated resistance substitutions. No dosage adjustment of lopinavir and ritonavir is required for patients during the postpartum period."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Lopinavir and ritonavir is indicated in combination with other antiretroviral agents for the treatment of HIV1 infection in adults and pediatric patients 14 days and older. Limitations of Use: Genotypic or phenotypic testing and/or treatment history should guide the use of lopinavir and ritonavir. The number of baseline lopinavir resistance-associated substitutions affects the virologic response to lopinavir and ritonavir [see Microbiology ( 12.4 )]. Lopinavir and ritonavir is an HIV-1 protease inhibitor indicated in combination with other antiretroviral agents for the treatment of HIV-1 infection in adults and pediatric patients (14 days and older). ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:16:40.054554",
  "source": "OpenFDA"
}