{
  "drug_name": "Rocuronium",
  "generic_name": [
    "ROCURONIUM BROMIDE"
  ],
  "brand_names": [
    "Rocuronium Bromide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Succinylcholine : Use before succinylcholine has not been studied. ( 7.11 ) Nondepolarizing muscle relaxants : Interactions have been observed. ( 7.7 ) Enhanced rocuronium bromide activity possible : Inhalation anesthetics ( 7.3 ), certain antibiotics ( 7.1 ), quinidine ( 7.10 ), magnesium ( 7.6 ), lithium ( 7.4 ), local anesthetics ( 7.5 ), procainamide. ( 7.8 ) Reduced rocuronium bromide activity possible : Anticonvulsants. ( 7.2 ) 7.1 Antibiotics Drugs which may enhance the neuromuscular blocking action of nondepolarizing agents such as rocuronium bromide include certain antibiotics (e.g., aminoglycosides; vancomycin; tetracyclines; bacitracin; polymyxins; colistin; and sodium colistimethate). If these antibiotics are used in conjunction with rocuronium bromide, prolongation of neuromuscular block may occur. 7.2 Anticonvulsants In 2 of 4 patients receiving chronic anticonvulsant therapy, apparent resistance to the effects of rocuronium bromide was observed in the form of diminished magnitude of neuromuscular block, or shortened clinical duration. As with other nondepolarizing neuromuscular blocking drugs, if rocuronium bromide is administered to patients chronically receiving anticonvulsant agents such as carbamazepine or phenytoin, shorter durations of neuromuscular block may occur and infusion rates may be higher due to the development of resistance to nondepolarizing muscle relaxants. While the mechanism for development of this resistance is not known, receptor up-regulation may be a contributing factor [see Warnings and Precautions ( 5.10 )]. 7.3 Inhalation Anesthetics Use of inhalation anesthetics has been shown to enhance the activity of other neuromuscular blocking agents (enflurane > isoflurane > halothane). Isoflurane and enflurane may also prolong the duration of action of initial and maintenance doses of rocuronium bromide and decrease the average infusion requirement of rocuronium bromide by 40% compared to opioid/nitrous oxide/oxygen anesthesia. No definite interaction between rocuronium bromide and halothane has been demonstrated. In one study, use of enflurane in 10 patients resulted in a 20% increase in mean clinical duration of the initial intubating dose, and a 37% increase in the duration of subsequent maintenance doses, when compared in the same study to 10 patients under opioid/nitrous oxide/oxygen anesthesia. The clinical duration of initial doses of rocuronium bromide of 0.57 to 0.85 mg/kg under enflurane or isoflurane anesthesia, as used clinically, was increased by 11% and 23%, respectively. The duration of maintenance doses was affected to a greater extent, increasing by 30% to 50% under either enflurane or isoflurane anesthesia. Potentiation by these agents is also observed with respect to the infusion rates of rocuronium bromide required to maintain approximately 95% neuromuscular block. Under isoflurane and enflurane anesthesia, the infusion rates are decreased by approximately 40% compared to opioid/nitrous oxide/oxygen anesthesia. The median spontaneous recovery time (from 25% to 75% of control T 1 ) is not affected by halothane, but is prolonged by enflurane (15% longer) and isoflurane (62% longer). Reversal-induced recovery of rocuronium bromide neuromuscular block is minimally affected by anesthetic technique [see Dosage and Administration ( 2.6 ) and Warnings and Precautions ( 5.10 )]. 7.4 Lithium Carbonate Lithium has been shown to increase the duration of neuromuscular block and decrease infusion requirements of neuromuscular blocking agents [see Warnings and Precautions ( 5.10 )]. 7.5 Local Anesthetics Local anesthetics have been shown to increase the duration of neuromuscular block and decrease infusion requirements of neuromuscular blocking agents [see Warnings and Precautions ( 5.10 )]. 7.6 Magnesium Magnesium salts administered for the management of toxemia of pregnancy may enhance neuromuscular blockade [see Warnings and Precautions ( 5.10 )]. 7.7 Nondepolarizing Muscle Relaxants There are no controlled studies documenting the use of rocuronium bromide before or after other nondepolarizing muscle relaxants. Interactions have been observed when other nondepolarizing muscle relaxants have been administered in succession. 7.8 Procainamide Procainamide has been shown to increase the duration of neuromuscular block and decrease infusion requirements of neuromuscular blocking agents [see Warnings and Precautions ( 5.10 )]. 7.9 Propofol The use of propofol for induction and maintenance of anesthesia does not alter the clinical duration or recovery characteristics following recommended doses of rocuronium bromide. 7.10 Quinidine Injection of quinidine during recovery from use of muscle relaxants is associated with recurrent paralysis. This possibility must also be considered for rocuronium bromide [see Warnings and Precautions ( 5.10 )]. 7.11 Succinylcholine The use of rocuronium bromide before succinylcholine, for the purpose of attenuating some of the side effects of succinylcholine, has not been studied. If rocuronium bromide is administered following administration of succinylcholine, it should not be given until recovery from succinylcholine has been observed. The median duration of action of rocuronium bromide 0.6 mg/kg administered after a 1 mg/kg dose of succinylcholine when T 1 returned to 75% of control was 36 minutes (range: 14 to 57, n=12) vs. 28 minutes (range: 17 to 51, n=12) without succinylcholine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS In clinical trials, the most common adverse reactions (2%) are transient hypotension and hypertension. The following adverse reactions are described, or described in greater detail, in other sections: Anaphylaxis [see Warnings and Precautions ( 5.2 )] Residual paralysis [see Warnings and Precautions ( 5.5 )] Myopathy [see Warnings and Precautions ( 5.6 )] Increased pulmonary vascular resistance [see Warnings and Precautions ( 5.12 )] Most common adverse reactions (2%) are transient hypotension and hypertension. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Clinical studies in the U.S. (n=1137) and Europe (n=1394) totaled 2531 patients. The patients exposed in the U.S. clinical studies provide the basis for calculation of adverse reaction rates. The following adverse reactions were reported in patients administered rocuronium bromide (all events judged by investigators during the clinical trials to have a possible causal relationship): Adverse reactions in greater than 1% of patients: None Adverse reactions in less than 1% of patients (probably related or relationship unknown): Cardiovascular: arrhythmia, abnormal electrocardiogram, tachycardia Digestive: nausea, vomiting Respiratory: asthma (bronchospasm, wheezing, or rhonchi), hiccup Skin and Appendages: rash, injection site edema, pruritus In the European studies, the most commonly reported reactions were transient hypotension (2%) and hypertension (2%); these are in greater frequency than the U.S. studies (0.1% and 0.1%). Changes in heart rate and blood pressure were defined differently from in the U.S. studies in which changes in cardiovascular parameters were not considered as adverse events unless judged by the investigator as unexpected, clinically significant, or thought to be histamine related. In a clinical study in patients with clinically significant cardiovascular disease undergoing coronary artery bypass graft, hypertension and tachycardia were reported in some patients, but these occurrences were less frequent in patients receiving beta or calcium channel-blocking drugs. In some patients, rocuronium bromide was associated with transient increases (30% or greater) in pulmonary vascular resistance. In another clinical study of patients undergoing abdominal aortic surgery, transient increases (30% or greater) in pulmonary vascular resistance were observed in about 24% of patients receiving rocuronium bromide 0.6 or 0.9 mg/kg. In pediatric patient studies worldwide (n=704), tachycardia occurred at an incidence of 5.3% (n=37), and it was judged by the investigator as related in 10 cases (1.4%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of rocuronium bromide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: In clinical practice, there have been reports of severe allergic reactions (anaphylactic and anaphylactoid reactions and shock) with rocuronium bromide, including some that have been life-threatening and fatal [see Warnings and Precautions ( 5.2 )]. General disorders and administration site conditions: There have been reports of malignant hyperthermia with the use of rocuronium bromide [see Warnings and Precautions ( 5.7 )] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Rocuronium bromide is contraindicated in patients known to have hypersensitivity (e.g., anaphylaxis) to rocuronium bromide or other neuromuscular blocking agents [see Warnings and Precautions ( 5.2 )]. Hypersensitivity (e.g., anaphylaxis) to rocuronium bromide or other neuromuscular blocking agents. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION To be administered only by experienced clinicians or adequately trained individuals supervised by an experienced clinician familiar with the use, actions, characteristics, and complications of neuromuscular blocking agents. ( 2.1 ) Individualize the dose for each patient. ( 2.1 ) Peripheral nerve stimulator recommended for determination of drug response and need for additional doses, and to evaluate recovery. ( 2.1 ) Store rocuronium bromide injection with cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product. ( 2.1 ) Tracheal intubation : Recommended initial dose is 0.6 mg/kg. ( 2.2 ) Rapid sequence intubation : 0.6 to 1.2 mg/kg. ( 2.3 ) Maintenance doses : Guided by response to prior dose, not administered until recovery is evident. ( 2.4 ) Continuous infusion : Initial rate of 10 to 12 mcg/kg/min. Start only after early evidence of spontaneous recovery from an intubating dose. ( 2.5 ) 2.1 Important Dosing and Administration Information Rocuronium bromide injection is for intravenous use only. This drug should only be administered by experienced clinicians or trained individuals supervised by an experienced clinician familiar with the use, actions, characteristics and complications of neuromuscular blocking agents. Doses of rocuronium bromide injection should be individualized and a peripheral nerve stimulator should be used to monitor drug effect, need for additional doses, adequacy of spontaneous recovery or antagonism, and to decrease the complications of overdosage if additional doses are administered. The dosage information which follows is derived from studies based upon units of drug per unit of body weight. It is intended to serve as an initial guide to clinicians familiar with other neuromuscular blocking agents to acquire experience with rocuronium bromide. In patients in whom potentiation of, or resistance to, neuromuscular block is anticipated, a dose adjustment should be considered [see Dosage and Administration ( 2.6 ), Warnings and Precautions ( 5.10 , 5.13 ), Drug Interactions ( 7.2 , 7.3 , 7.4 , 7.5 , 7.6 , 7.8 , 7.10 ), and Use in Specific Populations ( 8.6 )]. Risk of Medication Errors Accidental administration of neuromuscular blocking agents may be fatal. Store rocuronium bromide with the cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product [see Warnings and Precautions ( 5.3 )] . 2.2 Dose for Tracheal Intubation The recommended initial dose of rocuronium bromide, regardless of anesthetic technique, is 0.6 mg/kg. Neuromuscular block sufficient for intubation (80% block or greater) is attained in a median (range) time of 1 (0.4 to 6) minute(s) and most patients have intubation completed within 2 minutes. Maximum blockade is achieved in most patients in less than 3 minutes. This dose may be expected to provide 31 (15 to 85) minutes of clinical relaxation under opioid/nitrous oxide/oxygen anesthesia. Under halothane, isoflurane, and enflurane anesthesia, some extension of the period of clinical relaxation should be expected [see Drug Interactions ( 7.3 )]. A lower dose of rocuronium bromide (0.45 mg/kg) may be used. Neuromuscular block sufficient for intubation (80% block or greater) is attained in a median (range) time of 1.3 (0.8 to 6.2) minute(s) and most patients have intubation completed within 2 minutes. Maximum blockade is achieved in most patients in less than 4 minutes. This dose may be expected to provide 22 (12 to 31) minutes of clinical relaxation under opioid/nitrous oxide/oxygen anesthesia. Patients receiving this low dose of 0.45 mg/kg who achieve less than 90% block (about 16% of these patients) may have a more rapid time to 25% recovery, 12 to 15 minutes. A large bolus dose of 0.9 or 1.2 mg/kg can be administered under opioid/nitrous oxide/oxygen anesthesia without adverse effects to the cardiovascular system [see Clinical Pharmacology ( 12.2 )]. 2.3 Rapid Sequence Intubation In appropriately premedicated and adequately anesthetized patients, rocuronium bromide 0.6 to 1.2 mg/kg will provide excellent or good intubating conditions in most patients in less than 2 minutes [see Clinical Studies ( 14.1 )]. 2.4 Maintenance Dosing Maintenance doses of 0.1, 0.15, and 0.2 mg/kg rocuronium bromide, administered at 25% recovery of control T 1 (defined as 3 twitches of train-of-four), provide a median (range) of 12 (2 to 31), 17 (6 to 50) and 24 (7 to 69) minutes of clinical duration under opioid/nitrous oxide/oxygen anesthesia [see Clinical Pharmacology ( 12.2 )] . In all cases, dosing should be guided based on the clinical duration following initial dose or prior maintenance dose and not administered until recovery of neuromuscular function is evident. A clinically insignificant cumulation of effect with repetitive maintenance dosing has been observed [see Clinical Pharmacology ( 12.2 )]. 2.5 Use by Continuous Infusion Infusion at an initial rate of 10 to 12 mcg/kg/min of rocuronium bromide should be initiated only after early evidence of spontaneous recovery from an intubating dose. Due to rapid redistribution [see Clinical Pharmacology ( 12.3 )] and the associated rapid spontaneous recovery, initiation of the infusion after substantial return of neuromuscular function (more than 10% of control T 1 ), may necessitate additional bolus doses to maintain adequate block for surgery. Upon reaching the desired level of neuromuscular block, the infusion of rocuronium bromide must be individualized for each patient. The rate of administration should be adjusted according to the patient's twitch response as monitored with the use of a peripheral nerve stimulator. In clinical trials, infusion rates have ranged from 4 to 16 mcg/kg/min. Inhalation anesthetics, particularly enflurane and isoflurane, may enhance the neuromuscular blocking action of nondepolarizing muscle relaxants. In the presence of steady-state concentrations of enflurane or isoflurane, it may be necessary to reduce the rate of infusion by 30% to 50%, at 45 to 60 minutes after the intubating dose. Spontaneous recovery and reversal of neuromuscular blockade following discontinuation of rocuronium bromide infusion may be expected to proceed at rates comparable to that following comparable total doses administered by repetitive bolus injections [see Clinical Pharmacology ( 12.2 )] . Infusion solutions of rocuronium bromide can be prepared by mixing rocuronium bromide with an appropriate infusion solution such as 5% glucose in water or lactated Ringers [see Dosage and Administration ( 2.7 )] . These infusion solutions should be used within 24 hours of mixing. Unused portions of infusion solutions should be discarded. Infusion rates of rocuronium bromide can be individualized for each patient using the following tables for 3 different concentrations of rocuronium bromide solution as guidelines: Table 1: Infusion Rates Using Rocuronium Bromide Injection (0.5 mg per mL)* *50 mg rocuronium bromide in 100 mL solution. Patient Weight Drug Delivery Rate (mcg/kg/min) (kg) (lbs) 4 5 6 7 8 9 10 12 14 16 Infusion Delivery Rate (mL/hr) 10 22 4.8 6 7.2 8.4 9.6 10.8 12 14.4 16.8 19.2 15 33 7.2 9 10.8 12.6 14.4 16.2 18 21.6 25.2 28.8 20 44 9.6 12 14.4 16.8 19.2 21.6 24 28.8 33.6 38.4 25 55 12 15 18 21 24 27 30 36 42 48 35 77 16.8 21 25.2 29.4 33.6 37.8 42 50.4 58.8 67.2 50 110 24 30 36 42 48 54 60 72 84 96 60 132 28.8 36 43.2 50.4 57.6 64.8 72 86.4 100.8 115.2 70 154 33.6 42 50.4 58.8 67.2 75.6 84 100.8 117.6 134.4 80 176 38.4 48 57.6 67.2 76.8 86.4 96 115.2 134.4 153.6 90 198 43.2 54 64.8 75.6 86.4 97.2 108 129.6 151.2 172.8 100 220 48 60 72 84 96 108 120 144 168 192 Table 2: Infusion Rates Using Rocuronium Bromide Injection (1 mg per mL)* *100 mg rocuronium bromide in 100 mL solution. Patient Weight Drug Delivery Rate (mcg/kg/min) (kg) (lbs) 4 5 6 7 8 9 10 12 14 16 Infusion Delivery Rate (mL/hr) 10 22 2.4 3 3.6 4.2 4.8 5.4 6 7.2 8.4 9.6 15 33 3.6 4.5 5.4 6.3 7.2 8.1 9 10.8 12.6 14.4 20 44 4.8 6 7.2 8.4 9.6 10.8 12 14.4 16.8 19.2 25 55 6 7.5 9 10.5 12 13.5 15 18 21 24 35 77 8.4 10.5 12.6 14.7 16.8 18.9 21 25.2 29.4 33.6 50 110 12 15 18 21 24 27 30 36 42 48 60 132 14.4 18 21.6 25.2 28.8 32.4 36 43.2 50.4 57.6 70 154 16.8 21 25.2 29.4 33.6 37.8 42 50.4 58.8 67.2 80 176 19.2 24 28.8 33.6 38.4 43.2 48 57.6 67.2 76.8 90 198 21.6 27 32.4 37.8 43.2 48.6 54 64.8 75.6 86.4 100 220 24 30 36 42 48 54 60 72 84 96 Table 3: Infusion Rates Using Rocuronium Bromide Injection (5 mg per mL)* *500 mg rocuronium bromide in 100 mL solution. Patient Weight Drug Delivery Rate (mcg/kg/min) (kg) (lbs) 4 5 6 7 8 9 10 12 14 16 Infusion Delivery Rate (mL/hr) 10 22 0.5 0.6 0.7 0.8 1 1.1 1.2 1.4 1.7 1.9 15 33 0.7 0.9 1.1 1.3 1.4 1.6 1.8 2.2 2.5 2.9 20 44 1 1.2 1.4 1.7 1.9 2.2 2.4 2.9 3.4 3.8 25 55 1.2 1.5 1.8 2.1 2.4 2.7 3 3.6 4.2 4.8 35 77 1.7 2.1 2.5 2.9 3.4 3.8 4.2 5 5.9 6.7 50 110 2.4 3 3.6 4.2 4.8 5.4 6 7.2 8.4 9.6 60 132 2.9 3.6 4.3 5 5.8 6.5 7.2 8.6 10.1 11.5 70 154 3.4 4.2 5 5.9 6.7 7.6 8.4 10.1 11.8 13.4 80 176 3.8 4.8 5.8 6.7 7.7 8.6 9.6 11.5 13.4 15.4 90 198 4.3 5.4 6.5 7.6 8.6 9.7 10.8 13 15.1 17.3 100 220 4.8 6 7.2 8.4 9.6 10.8 12 14.4 16.8 19.2 2.6 Dosage in Specific Populations Pediatric Patients The recommended initial intubation dose of rocuronium bromide is 0.6 mg/kg; however, a lower dose of 0.45 mg/kg may be used depending on anesthetic technique and the age of the patient. For sevoflurane (induction) rocuronium bromide doses of 0.45 mg/kg and 0.6 mg/kg in general produce excellent to good intubating conditions within 75 seconds. When halothane is used, a 0.6 mg/kg dose of rocuronium bromide resulted in excellent to good intubating conditions within 60 seconds. The time to maximum block for an intubating dose was shortest in infants (28 days up to 3 months) and longest in neonates (birth to less than 28 days). The duration of clinical relaxation following an intubating dose is shortest in children (greater than 2 years up to 11 years) and longest in infants. When sevoflurane is used for induction and isoflurane/nitrous oxide for maintenance of general anesthesia, maintenance dosing of rocuronium bromide can be administered as bolus doses of 0.15 mg/kg at reappearance of T 3 in all pediatric age groups. Maintenance dosing can also be administered at the reappearance of T 2 at a rate of 7 to 10 mcg/kg/min, with the lowest dose requirement for neonates (birth to less than 28 days) and the highest dose requirement for children (greater than 2 years up to 11 years). When halothane is used for general anesthesia, patients ranging from 3 months old through adolescence can be administered rocuronium bromide maintenance doses of 0.075 to 0.125 mg/kg upon return of T 1 to 0.25% to provide clinical relaxation for 7 to 10 minutes. Alternatively, a continuous infusion of rocuronium bromide initiated at a rate of 12 mcg/kg/min upon return of T 1 to 10% (one twitch present in train-of-four), may also be used to maintain neuromuscular blockade in pediatric patients. Additional information for administration to pediatric patients of all age groups is presented elsewhere in the label [see Clinical Pharmacology ( 12.2 )]. The infusion of rocuronium bromide must be individualized for each patient. The rate of administration should be adjusted according to the patient's twitch response as monitored with the use of a peripheral nerve stimulator. Spontaneous recovery and reversal of neuromuscular blockade following discontinuation of rocuronium bromide infusion may be expected to proceed at rates comparable to that following similar total exposure to single bolus doses [see Clinical Pharmacology ( 12.2 )] . Rocuronium bromide is not recommended for rapid sequence intubation in pediatric patients. Geriatric Patients Geriatric patients (65 years or older) exhibited a slightly prolonged median (range) clinical duration of 46 (22 to 73), 62 (49 to 75), and 94 (64 to 138) minutes under opioid/nitrous oxide/oxygen anesthesia following doses of 0.6, 0.9, and 1.2 mg/kg, respectively. No differences in duration of neuromuscular blockade following maintenance doses of rocuronium bromide were observed between these subjects and younger subjects, but greater sensitivity of some older individuals cannot be ruled out [see Clinical Pharmacology ( 12.2 ) and Clinical Studies ( 14.2 )]. [See also Warnings and Precautions ( 5.5 )]. Patients with Renal or Hepatic Impairment No differences from patients with normal hepatic and kidney function were observed for onset time at a dose of 0.6 mg/kg rocuronium bromide. When compared to patients with normal renal and hepatic function, the mean clinical duration is similar in patients with end-stage renal disease undergoing renal transplant, and is about 1.5 times longer in patients with hepatic disease. Patients with renal failure may have a greater variation in duration of effect [see Use in Specific Populations ( 8.6 , 8.7 ) and Clinical Pharmacology ( 12.3 )]. Obese Patients In obese patients, the initial dose of rocuronium bromide 0.6 mg/kg should be based upon the patient's actual body weight [see Clinical Studies ( 14.1 )]. An analysis across all US controlled clinical studies indicates that the pharmacodynamics of rocuronium bromide are not different between obese and non-obese patients when dosed based upon their actual body weight. Patients with Reduced Plasma Cholinesterase Activity Rocuronium metabolism does not depend on plasma cholinesterase so dosing adjustments are not needed in patients with reduced plasma cholinesterase activity. Patients with Prolonged Circulation Time Because higher doses of rocuronium bromide produce a longer duration of action, the initial dosage should usually not be increased in these patients to reduce onset time; instead, in these situations, when feasible, more time should be allowed for the drug to achieve onset of effect [see Warnings and Precautions ( 5.8 )]. Patients with Drugs or Conditions Causing Potentiation of Neuromuscular Block The neuromuscular blocking action of rocuronium bromide is potentiated by isoflurane and enflurane anesthesia. Potentiation is minimal when administration of the recommended dose of rocuronium bromide occurs prior to the administration of these potent inhalation agents. The median clinical duration of a dose of 0.57 to 0.85 mg/kg was 34, 38, and 42 minutes under opioid/nitrous oxide/oxygen, enflurane and isoflurane maintenance anesthesia, respectively. During 1 to 2 hours of infusion, the infusion rate of rocuronium bromide required to maintain about 95% block was decreased by as much as 40% under enflurane and isoflurane anesthesia [see Drug Interactions ( 7.3 )]. 2.7 Preparation for Administration of Rocuronium Bromide Diluent Compatibility Rocuronium bromide is compatible in solution with: 0.9% NaCl solution sterile water for injection 5% glucose in water lactated Ringers 5% glucose in saline Rocuronium bromide is compatible in the above solutions at concentrations up to 5 mg per mL for 24 hours at room temperature in plastic bags, glass bottles, and plastic syringe pumps. Drug Admixture Incompatibility Rocuronium bromide is physically incompatible when mixed with the following drugs: amphotericin hydrocortisone sodium succinate amoxicillin insulin azathioprine intralipid cefazolin ketorolac cloxacillin lorazepam dexamethasone methohexital diazepam methylprednisolone erythromycin thiopental famotidine trimethoprim furosemide vancomycin If rocuronium bromide is administered via the same infusion line that is also used for other drugs, it is important that this infusion line is adequately flushed between administration of rocuronium bromide and drugs for which incompatibility with rocuronium bromide has been demonstrated or for which compatibility with rocuronium bromide has not been established. Infusion solutions should be used within 24 hours of mixing. Unused portions of infusion solutions should be discarded. Rocuronium bromide should not be mixed with alkaline solutions [see Warnings and Precautions ( 5.11 )]. Visual Inspection Parenteral drug products should be inspected visually for particulate matter and clarity prior to administration whenever solution and container permit. Do not use solution if particulate matter is present."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Rocuronium bromide injection is indicated for inpatients and outpatients as an adjunct to general anesthesia to facilitate both rapid sequence and routine tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. Rocuronium bromide injection is a nondepolarizing neuromuscular blocking agent indicated as an adjunct to general anesthesia to facilitate both rapid sequence and routine tracheal intubation, and to provide skeletal muscle relaxation during surgery or mechanical ventilation. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:30:49.319080",
  "source": "OpenFDA"
}