{
  "drug_name": "Rolapitant",
  "generic_name": [
    "ROLAPITANT"
  ],
  "brand_names": [
    "Varubi"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Rolapitant is a moderate CYP2D6 inhibitor. The inhibition of CYP2D6 persisted on Day 28 with a 2.3-fold increase in dextromethorphan concentrations, the last time point measured. The inhibitory effect of rolapitant on CYP2D6 is expected to persist beyond 28 days for an unknown duration following administration of VARUBI [see Clinical Pharmacology (12.3) ] . Oral rolapitant is an inhibitor of Breast-Cancer-Resistance Protein (BCRP) and p-glycoprotein (P-gp). Rolapitant, given as a single oral dose, is not an inhibitor or inducer of CYP3A4 [see Clinical Pharmacology (12.3) ] . Therefore, no dosage adjustment for dexamethasone (CYP3A4 substrate) is needed when co-administered with VARUBI [see Dosage and Administration (2) ] . Table 4 and Table 5 include drugs with clinically important drug interactions when administered concomitantly with VARUBI and instructions for preventing or managing them. Table 4: Clinically Relevant Interactions Affecting Drugs Co-Administered with VARUBI CYP2D6 Substrates Narrow Therapeutic Index Drugs (Thioridazine and Pimozide) Clinical Impact: Increased plasma concentrations of thioridazine and pimozide are associated with serious and/or life-threatening events of QT prolongation and Torsades de Pointes. Intervention: VARUBI is contraindicated in patients taking CYP2D6 substrates with a narrow therapeutic index such as thioridazine and pimozide. If patients require these drugs, use an alternative antiemetic to VARUBI or an alternative to thioridazine or pimozide that is not metabolized by CYP2D6 [see Contraindications (4) , Warnings and Precautions (5.1) ]. Other CYP2D6 Substrates Clinical Impact: VARUBI can increase plasma concentrations of other CYP2D6 substrates for at least 28 days following administration of VARUBI and may result in adverse reactions. Before starting treatment with VARUBI consult the prescribing information of CYP2D6 substrates to obtain further information about interactions with CYP2D6 inhibitors [see Clinical Pharmacology (12.3) ]. Intervention: Before starting treatment with VARUBI consult the prescribing information of CYP2D6 substrates to obtain further information about interactions with CYP2D6 inhibitors [see Warnings and Precautions (5.1) ]. BCRP Substrates with a Narrow Therapeutic Index (e.g., methotrexate, topotecan, or irinotecan) Clinical Impact: Increased plasma concentrations of BCRP substrates (e.g., methotrexate, topotecan, or irinotecan) may result in potential adverse reactions [see Clinical Pharmacology (12.3) ]. Intervention: Monitor for adverse reactions related to the concomitant drug if use of VARUBI cannot be avoided. Use the lowest effective dose of rosuvastatin (see prescribing information for additional information on recommended dosing). P-gp Substrates with a Narrow Therapeutic Index (e.g. digoxin) Clinical Impact: Increased plasma concentrations of P-gp substrates (e.g., digoxin) may result in potential adverse reactions [see Clinical Pharmacology (12.3) ]. Intervention: Monitor digoxin concentrations with concomitant use of VARUBI and adjust the dosage as needed to maintain therapeutic concentrations. Monitor for adverse reactions if concomitant use of VARUBI with other P-gp substrates with a narrow therapeutic index cannot be avoided. Warfarin Clinical Impact: Although co-administration of intravenous rolapitant (VARBI is not approved for intravenous use), which has a higher C max than oral VARUBI, with warfarin did not substantially increase the systemic exposure to S-warfarin, the active enantiomer, the effects on INR and prothrombin time were not studied [see Clinical Pharmacology (12.3) ] . Intervention: Monitor INR and prothrombin time and adjust the dosage of warfarin, as needed with concomitant use of VARUBI, to maintain the target INR range. Table 5: Clinically Relevant Interactions Affecting Rolapitant When Co-Administered with Other Drugs Strong CYP3A4 Inducers (e.g. rifampin) Clinical Impact: Co-administration of VARUBI with rifampin can significantly reduce the plasma concentrations of rolapitant and decrease the efficacy of VARUBI [see Clinical Pharmacology (12.3) ] . Intervention: Avoid the use of VARUBI in patients who require chronic administration of strong CYP3A4 inducers. Strong CYP3A4 Inducers (e.g., rifampin) : significantly reduced plasma concentrations of rolapitant can decrease the efficacy of VARUBI; avoid use of VARUBI in patients who require chronic administration of such drugs. ( 7 ) BCRP and P-gp Substrates with a Narrow Therapeutic Index : Oral VARUBI is an inhibitor of BCRP and P-gp and can increase plasma concentrations of the concomitant drug and potential for adverse reactions. See full prescribing information for specific examples. ( 7 ) Warfarin : Monitor for increased INR or prothrombin time; adjust the dose of warfarin as needed. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Interaction with CYP2D6 Substrates [see Contraindications (4) , Warnings and Precautions (5.1) ] Most common adverse reactions (≥3%) are: Cisplatin Based Highly Emetogenic Chemotherapy: neutropenia, hiccups and abdominal pain. ( 6.1 ) Moderately Emetogenic Chemotherapy and Combinations of Anthracycline and Cyclophosphamide: decreased appetite, neutropenia, dizziness, dyspepsia, urinary tract infection, stomatitis and anemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact TerSera Therapeutics at 1-844-334-4035 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In 4 controlled clinical trials in patients receiving emetogenic cancer chemotherapy, VARUBI was given in combination with a 5-HT 3 receptor antagonist and dexamethasone. On Day 1 of Cycle 1 of chemotherapy, 1567 patients were treated with VARUBI and 1198 of these patients continued into the optional multiple cycle extension for up to 6 cycles of chemotherapy. The median number of cycles administered 180 mg of VARUBI was four. VARUBI 180 mg was administered to 1294 patients. In Cycle 1 adverse reactions were reported in approximately 7% of patients treated with VARUBI compared with approximately 6% of patients treated with control therapy. The most common adverse reactions reported with an incidence of ≥3% and greater than control are listed in Table 2 and Table 3 . Table 2: Most Common Adverse Reactions in Patients Receiving Cisplatin-Based Highly Emetogenic Chemotherapy (Cycle 1)* * all reactions occurring at ≥3% in the VARUBI group and for which the rate for VARUBI exceeds the rate for control VARUBI Regimen (VARUBI, Dexamethasone, and 5-HT 3 Receptor Antagonist) N = 624 Control (Placebo, Dexamethasone, and 5-HT 3 Receptor Antagonist) N = 627 Neutropenia 9% 8% Hiccups 5% 4% Abdominal Pain 3% 2% Table 3: Most Common Adverse Reactions in Patients Receiving Moderately Emetogenic Chemotherapy and Combinations of Anthracycline and Cyclophosphamide (Cycle 1)* *all reactions occurring at ≥3% in the VARUBI group and for which the rate for VARUBI exceeds the rate for control. VARUBI Regimen (VARUBI, Dexamethasone, and 5-HT 3 Receptor Antagonist) N = 670 Control (Placebo, Dexamethasone, and 5-HT 3 Receptor Antagonist) N = 674 Decreased appetite 9% 7% Neutropenia 7% 6% Dizziness 6% 4% Dyspepsia 4% 2% Urinary tract infection 4% 3% Stomatitis 4% 2% Anemia 3% 2% Adverse reactions in the multiple-cycle extensions of highly and moderately emetogenic chemotherapy studies for up to 6 cycles of chemotherapy were generally similar to that observed in Cycle 1."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VARUBI is contraindicated in patients taking CYP2D6 substrates with a narrow therapeutic index, such as thioridazine and pimozide. VARUBI can significantly increase the plasma concentrations of thioridazine and pimozide, which may result in QT prolongation and Torsades de Pointes [see Warnings and Precautions (5.1) ] . VARUBI is contraindicated in pediatric patients less than 2 years of age because of irreversible impairment of sexual development and fertility observed in juvenile rats at clinically relevant dosages [see Use in Specific Populations (8.4) ] . CYP2D6 substrates with a narrow therapeutic index (e.g., thioridazine and pimozide) ( 4 , 5.1 , 7 ) Pediatric patients less than 2 years of age because of irreversible impairment of sexual development and fertility in juvenile rats ( 4 , 8.4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of VARUBI in adults in combination with a 5-HT 3 receptor antagonist and dexamethasone for the prevention of nausea and vomiting with emetogenic cancer chemotherapy is shown in Table 1 . There is no drug interaction between rolapitant and dexamethasone, so no dosage adjustment for dexamethasone is required. Administer a dexamethasone dose of 20 mg on Day 1 [see Clinical Pharmacology (12.3) ] . Administer VARUBI prior to the initiation of each chemotherapy cycle, but at no less than 2 week intervals. Administer VARUBI without regards to meals. Table 1: Recommended Dosing Regimen of VARUBI Day 1 Day 2 Day 3 Day 4 Prevention of Nausea and Vomiting Associated with Cisplatin-Based Highly Emetogenic Cancer Chemotherapy VARUBI 180 mg as a single dose orally within 2 hours prior to initiation of chemotherapy None Dexamethasone 20 mg; 30 min prior to initiation of chemotherapy 8 mg twice daily 8 mg twice daily 8 mg twice daily 5-HT 3 receptor antagonist See the prescribing information for the co-administered 5-HT 3 receptor antagonist for appropriate dosing information. None Prevention of Nausea and Vomiting Associated with Moderately Emetogenic Cancer Chemotherapy and Combinations of Anthracycline and Cyclophosphamide VARUBI 180 mg as a single dose orally within 2 hours prior to initiation of chemotherapy None Dexamethasone 20 mg; 30 min prior to initiation of chemotherapy None 5-HT 3 receptor antagonist See the prescribing information for the co-administered 5-HT 3 receptor antagonist for appropriate dosing information. See the prescribing information for the co-administered 5-HT 3 receptor antagonist for appropriate dosing information. Administer in combination with dexamethasone and a 5-HT 3 receptor antagonist; see full prescribing information for dosing information. ( 2 ) No dosage adjustment for dexamethasone is required. ( 2 ) The recommended dosage of VARUBI is 180 mg as a single dose orally within 2 hours prior to the initiation of chemotherapy on Day 1. ( 2 ) Administer VARUBI prior to the initiation of each chemotherapy cycle, but at no less than 2 week intervals. ( 2 ) Administer VARUBI without regards to meals. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VARUBI ® is indicated in combination with other antiemetic agents in adults for the prevention of delayed nausea and vomiting associated with initial and repeat courses of emetogenic cancer chemotherapy, including, but not limited to, highly emetogenic chemotherapy. VARUBI is a substance P/neurokinin 1 (NK1) receptor antagonist indicated in combination with other antiemetic agents in adults for the prevention of delayed nausea and vomiting associated with initial and repeat courses of emetogenic cancer chemotherapy, including, but not limited to, highly emetogenic chemotherapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:32:12.310112",
  "source": "OpenFDA"
}