{
  "drug_name": "Romidepsin",
  "generic_name": [
    "ROMIDEPSIN"
  ],
  "brand_names": [
    "ISTODAX"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Carefully monitor prothrombin time (PT) and International Normalized Ratio (INR) in patients concurrently administered ISTODAX and warfarin or coumarin derivatives ( 7.1 ). • Monitor for toxicities related to increased romidepsin exposure when co-administering romidepsin with strong CYP3A4 inhibitors ( 7.2 ). • Avoid use with rifampin and strong CYP3A4 inducers ( 7.3 ). 7.1 Warfarin or Coumarin Derivatives Prolongation of PT and elevation of INR were observed in a patient receiving ISTODAX concomitantly with warfarin. Monitor PT and INR more frequently in patients concurrently receiving ISTODAX and warfarin [see Clinical Pharmacology (12.3) ]. 7.2 Drugs That Inhibit CYP3A4 Enzymes Strong CYP3A4 inhibitors increase concentrations of romidepsin [see Clinical Pharmacology (12.3) ]. Monitor for toxicity related to increased romidepsin exposure and follow the dose modifications for toxicity [see Dosage and Administration (2.2) ] when ISTODAX is initially co-administered with strong CYP3A4 inhibitors. 7.3 Drugs That Induce CYP3A4 Enzymes Rifampin (a potent CYP3A4 inducer) increased the concentrations of romidepsin [see Clinical Pharmacology (12.3) ] . Avoid co-administration of ISTODAX with rifampin. The use of other potent CYP3A4 inducers should be avoided when possible."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described in more detail in other sections of the prescribing information. • Myelosuppression [see Warnings and Precautions (5.1) ] • Infections [see Warnings and Precautions (5.2) ] • Electrocardiographic Changes [see Warnings and Precautions (5.3) ] • Tumor Lysis Syndrome [see Warnings and Precautions (5.4) ] The most common adverse reactions (≥30%), excluding laboratory abnormalities, are nausea, fatigue, infections, vomiting, anorexia, electrocardiogram ST-T wave changes, dysgeusia, constipation and pruritis. Grade 3‐4 laboratory abnormalities (≥10%) include lymphopenia, neutropenia, anemia and thrombocytopenia ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Bristol-Myers Squibb at 1-800-721-5072 or the FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data in the WARNINGS AND PRECAUTIONS reflect exposure to ISTODAX in four clinical trials involving 363 patients with T-cell lymphoma, including 185 patients with CTCL. ISTODAX was administered as a single agent at a dosage of 14 mg/m 2 on days 1, 8, and 15 of a 28-day cycle. Among 363 patients who received ISTODAX, 21% were exposed for 6 months or longer and 13% were exposed for greater than one year. Cutaneous T-Cell Lymphoma The safety of ISTODAX was evaluated in 185 patients with CTCL in 2 single arm clinical studies in which patients received a dosage of 14 mg/m 2 on days 1, 8, and 15 of a 28-day cycle. Treatment continued as long as the patient benefitted from and tolerated the drug. The mean duration of treatment in these studies was 5.6 months (range: <1 to 83.4 months). Common Adverse Reactions Table 2 summarizes the most frequent adverse reactions (>20%) regardless of causality using the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE, Version 3.0). Due to methodological differences between the studies, the AE data are presented separately for Study 1 and Study 2. Adverse reactions are ranked by their incidence in Study 1. Laboratory abnormalities commonly reported (>20%) as adverse reactions are included in Table 2. Table 2. Adverse Reactions Occurring in >20% of Patients in Either CTCL Study (N=185) Adverse Reactions n (%) Study 1 (n=102) Study 2 (n=83) All grades Grade 3 or 4 All grades Grade 3 or 4 Any adverse reactions 99 (97) 36 (35) 83 (100) 68 (82) Nausea 57 (56) 3 (3) 71 (86) 5 (6) Asthenia/Fatigue 54 (53) 8 (8) 64 (77) 12 (14) Infections 47 (46) 11 (11) 45 (54) 27 (33) Vomiting 35 (34) 1 (<1) 43 (52) 8 (10) Anorexia 23 (23) 1 (<1) 45 (54) 3 (4) Hypomagnesemia 22 (22) 1 (<1) 23 (28) 0 Diarrhea 20 (20) 1 (<1) 22 (27) 1 (1) Pyrexia 20 (20) 4 (4) 19 (23) 1 (1) Anemia 19 (19) 3 (3) 60 (72) 13 (16) Thrombocytopenia 17 (17) 0 54 (65) 12 (14) Dysgeusia 15 (15) 0 33 (40) 0 Constipation 12 (12) 2 (2) 32 (39) 1 (1) Neutropenia 11 (11) 4 (4) 47 (57) 22 (27) Hypotension 7 (7) 3 (3) 19 (23) 3 (4) Pruritus 7 (7) 0 26 (31) 5 (6) Hypokalemia 6 (6) 0 17 (20) 2 (2) Dermatitis/Exfoliative dermatitis 4 (4) 1 (<1) 22 (27) 7 (8) Hypocalcemia 4 (4) 0 43 (52) 5 (6) Leukopenia 4 (4) 0 38 (46) 18 (22) Lymphopenia 4 (4) 0 47 (57) 31 (37) Alanine aminotransferase increased 3 (3) 0 18 (22) 2 (2) Aspartate aminotransferase increased 3 (3) 0 23 (28) 3 (4) Hypoalbuminemia 3 (3) 1 (<1) 40 (48) 3 (4) Electrocardiogram ST-T wave changes 2 (2) 0 52 (63) 0 Hyperglycemia 2 (2) 2 (2) 42 (51) 1 (1) Hyponatremia 1 (<1) 1 (<1) 17 (20) 2 (2) Hypermagnesemia 0 0 22 (27) 7 (8) Hypophosphatemia 0 0 22 (27) 8 (10) Hyperuricemia 0 0 27 (33) 7 (8) Serious Adverse Reactions Infections were the most common type of SAE reported in both studies with 8 patients (8%) in Study 1 and 26 patients (31%) in Study 2 experiencing a serious infection. Serious adverse reactions reported in >2% of patients in Study 1 were sepsis and pyrexia (3%). In Study 2, serious adverse reactions in >2% of patients were fatigue (7%), supraventricular arrhythmia, central line infection, neutropenia (6%), hypotension, hyperuricemia, edema (5%), ventricular arrhythmia, thrombocytopenia, nausea, leukopenia, dehydration, pyrexia, aspartate aminotransferase increased, sepsis, catheter related infection, hypophosphatemia and dyspnea (4%). There were eight deaths not due to disease progression. In Study 1, there were two deaths: one due to cardiopulmonary failure and one due to acute renal failure. There were six deaths in Study 2: four due to infection and one each due to myocardial ischemia and acute respiratory distress syndrome. Discontinuations Discontinuation due to an adverse event occurred in 21% of patients in Study 1 and 11% in Study 2. Discontinuations occurring in at least 2% of patients in either study included infection, fatigue, dyspnea, QT prolongation, and hypomagnesemia. Other Clinical Trials Experience The following common adverse reactions have been reported following administration of ISTODAX as a single agent in 178 patients with peripheral T-cell lymphoma, for which ISTODAX is not indicated or recommended. The most common adverse reactions (≥30%) included nausea (63%), fatigue (61%), thrombocytopenia (49%), vomiting (39%), neutropenia (39%), pyrexia (38%), diarrhea (36%) and anemia (35%). Other common (≥10%) clinically significant adverse reactions included dysgeusia (22%), headache (20%), cough (19%), dyspnea (15%), abdominal pain (13%) and stomatitis (10%). Grade 3 and higher adverse reactions in ≥10% were hematologic toxicities (including thrombocytopenia, neutropenia, leukopenia and anemia) and fatigue."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • 14 mg/m 2 administered intravenously over a 4-hour period on days 1, 8, and 15 of a 28-day cycle. Repeat cycles every 28 days provided that the patient continues to benefit from and tolerates the drug ( 2.1 ). • Discontinue or interrupt treatment (with or without dose reduction to 10 mg/m 2 ) to manage drug toxicity ( 2.2 ). • Reduce starting dose in patients with moderate and severe hepatic impairment ( 2.3 ). 2.1 Dosage Information The recommended dosage of romidepsin is 14 mg/m 2 administered intravenously over a 4-hour period on days 1, 8, and 15 of a 28-day cycle. Cycles should be repeated every 28 days provided that the patient continues to benefit from and tolerates the drug. 2.2 Dosage Modification Nonhematologic toxicities except alopecia • Grade 2 or 3 toxicity: Treatment with romidepsin should be delayed until toxicity returns to Grade 0-1 or baseline, then therapy may be restarted at 14 mg/m 2 . If Grade 3 toxicity recurs, treatment with romidepsin should be delayed until toxicity returns to Grade 0-1 or baseline and the dose should be permanently reduced to 10 mg/m 2 . • Grade 4 toxicity: Treatment with romidepsin should be delayed until toxicity returns to Grade 0-1 or baseline, then the dose should be permanently reduced to 10 mg/m 2 . • Romidepsin should be discontinued if Grade 3 or 4 toxicities recur after dose reduction. Hematologic toxicities • Grade 3 or 4 neutropenia or thrombocytopenia: Treatment with romidepsin should be delayed until the specific cytopenia returns to ANC greater than or equal to 1.5×10 9 /L and platelet count greater than or equal to 75×10 9 /L or baseline, then therapy may be restarted at 14 mg/m 2 . • Grade 4 febrile (greater than or equal to 38.5ºC) neutropenia or thrombocytopenia that requires platelet transfusion: Treatment with romidepsin should be delayed until the specific cytopenia returns to less than or equal to Grade 1 or baseline, and then the dose should be permanently reduced to 10 mg/m 2 . 2.3 Dosage in Patients with Hepatic Impairment For patients with moderate or severe hepatic impairment, reduce the starting dose of ISTODAX as shown in Table 1 and monitor for toxicities more frequently. Dosage adjustment is not required for patients with mild hepatic impairment. Table 1: Recommendations for Starting Dose in Patients with Moderate and Severe Hepatic Impairment Hepatic Impairment Bilirubin Levels ISTODAX Dose ULN=Upper limit of normal. Moderate greater than 1.5 × ULN to less than or equal to 3 × ULN 7 mg/m 2 Severe greater than 3 × ULN 5 mg/m 2 2.4 Instructions for Preparation and Intravenous Administration ISTODAX is a hazardous drug. Use appropriate handling procedures. 1 ISTODAX must be reconstituted with the supplied diluent and further diluted with 0.9% Sodium Chloride Injection, USP, before intravenous infusion. ISTODAX and diluent vials contain an overfill to ensure the recommended volume can be withdrawn at a concentration of 5 mg/mL. • Each 10 mg single-dose vial of ISTODAX must be reconstituted with 2.2 mL of the supplied diluent. • With a suitable syringe, aseptically withdraw 2.2 mL from the supplied diluent vial, and slowly inject it into the ISTODAX (romidepsin) for injection vial. Swirl the contents of the vial until there are no visible particles in the resulting solution. The reconstituted solution will contain ISTODAX 5 mg/mL. The reconstituted ISTODAX vial will contain 2 mL of deliverable volume of drug product. The reconstituted ISTODAX solution is chemically stable for up to 8 hours at room temperature. • Extract the appropriate amount of ISTODAX from the vials to deliver the desired dose, using proper aseptic technique. Before intravenous infusion, further dilute ISTODAX in 500 mL 0.9% Sodium Chloride Injection, USP. • Infuse over 4 hours. The diluted solution is compatible with polyvinyl chloride (PVC), ethylene vinyl acetate (EVA), polyethylene (PE) infusion bags as well as glass bottles, and is chemically stable for up to 24 hours when stored at room temperature. However, it should be administered as soon after dilution as possible. Parenteral drug products should be inspected visually for particulate matter and discoloration before administration, whenever solution and container permit."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ISTODAX is indicated for the treatment of cutaneous T-cell lymphoma (CTCL) in adult patients who have received at least one prior systemic therapy. ISTODAX is a histone deacetylase (HDAC) inhibitor indicated for the treatment of cutaneous T-cell lymphoma (CTCL) in adult patients who have received at least one prior systemic therapy ( 1 )."
  ],
  "fetched_at": "2025-10-01T16:11:55.584630",
  "source": "OpenFDA"
}