{
  "drug_name": "Ropivacaine",
  "generic_name": [
    "ROPIVACAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "NAROPIN"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings In performing Naropin blocks, unintended intravenous injection is possible and may result in cardiac arrhythmia or cardiac arrest. The potential for successful resuscitation has not been studied in humans. There have been rare reports of cardiac arrest during the use of Naropin for epidural anesthesia or peripheral nerve blockade, the majority of which occurred after unintentional accidental intravascular administration in elderly patients and in patients with concomitant heart disease. In some instances, resuscitation has been difficult. Should cardiac arrest occur, prolonged resuscitative efforts may be required to improve the probability of a successful outcome. Naropin should be administered in incremental doses. It is not recommended for emergency situations, where a fast onset of surgical anesthesia is necessary. Historically, pregnant patients were reported to have a high risk for cardiac arrhythmias, cardiac/circulatory arrest and death when 0.75% bupivacaine (another member of the amino amide class of local anesthetics) was inadvertently rapidly injected intravenously. Prior to receiving major blocks the general condition of the patient should be optimized and the patient should have an IV line inserted. All necessary precautions should be taken to avoid intravascular injection. Local anesthetics should only be administered by clinicians who are well versed in the diagnosis and management of dose-related toxicity and other acute emergencies which might arise from the block to be employed, and then only after insuring the immediate (without delay) availability of oxygen, other resuscitative drugs, cardiopulmonary resuscitative equipment, and the personnel resources needed for proper management of toxic reactions and related emergencies (see also ADVERSE REACTIONS, PRECAUTIONS and MANAGEMENT OF LOCAL ANESTHETIC EMERGENCIES). Delay in proper management of dose-related toxicity, underventilation from any cause, and/or altered sensitivity may lead to the development of acidosis, cardiac arrest and, possibly, death. Solutions of Naropin should not be used for the production of obstetrical paracervical block anesthesia, retrobulbar block, or spinal anesthesia (subarachnoid block) due to insufficient data to support such use. Intravenous regional anesthesia (bier block) should not be performed due to a lack of clinical experience and the risk of attaining toxic blood levels of ropivacaine. Intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures is an unapproved use, and there have been post-marketing reports of chondrolysis in patients receiving such infusions. The majority of reported cases of chondrolysis have involved the shoulder joint; cases of gleno-humeral chondrolysis have been described in pediatric and adult patients following intra-articular infusions of local anesthetics with and without epinephrine for periods of 48 to 72 hours. There is insufficient information to determine whether shorter infusion periods are not associated with these findings. The time of onset of symptoms, such as joint pain, stiffness and loss of motion can be variable, but may begin as early as the 2 nd month after surgery. Currently, there is no effective treatment for chondrolysis; patients who experienced chondrolysis have required additional diagnostic and therapeutic procedures and some required arthroplasty or shoulder replacement. It is essential that aspiration for blood, or cerebrospinal fluid (where applicable), be done prior to injecting any local anesthetic, both the original dose and all subsequent doses, to avoid intravascular or subarachnoid injection. However, a negative aspiration does not ensure against an intravascular or subarachnoid injection. A well-known risk of epidural anesthesia may be an unintentional subarachnoid injection of local anesthetic. Two clinical studies have been performed to verify the safety of Naropin at a volume of 3 mL injected into the subarachnoid space since this dose represents an incremental epidural volume that could be unintentionally injected. The 15 and 22.5 mg doses injected resulted in sensory levels as high as T5 and T4, respectively. Anesthesia to pinprick started in the sacral dermatomes in 2 to 3 minutes, extended to the T10 level in 10 to 13 minutes and lasted for approximately 2 hours. The results of these two clinical studies showed that a 3 mL dose did not produce any serious adverse events when spinal anesthesia blockade was achieved. Naropin should be used with caution in patients receiving other local anesthetics or agents structurally related to amide-type local anesthetics, since the toxic effects of these drugs are additive. Patients treated with class III antiarrhythmic drugs (e.g., amiodarone) should be under close surveillance and ECG monitoring considered, since cardiac effects may be additive. Methemoglobinemia Cases of methemoglobinemia have been reported in association with local anesthetic use. Although all patients are at risk for methemoglobinemia, patients with glucose-6-phosphate dehydrogenase deficiency, congenital or idiopathic methemoglobinemia, cardiac or pulmonary compromise, infants under 6 months of age, and concurrent exposure to oxidizing agents or their metabolites are more susceptible to developing clinical manifestations of the condition. If local anesthetics must be used in these patients, close monitoring for symptoms and signs of methemoglobinemia is recommended. Signs of methemoglobinemia may occur immediately or may be delayed some hours after exposure, and are characterized by a cyanotic skin discoloration and/or abnormal coloration of the blood. Methemoglobin levels may continue to rise; therefore, immediate treatment is required to avert more serious central nervous system and cardiovascular adverse effects, including seizures, coma, arrhythmias, and death. Discontinue Naropin and any other oxidizing agents. Depending on the severity of the signs and symptoms, patients may respond to supportive care, i.e., oxygen therapy, hydration. A more severe clinical presentation may require treatment with methylene blue, exchange transfusion, or hyperbaric oxygen."
  ],
  "adverse_reactions": [
    "Adverse Reactions To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. Reactions to ropivacaine are characteristic of those associated with other amide-type local anesthetics. A major cause of adverse reactions to this group of drugs may be associated with excessive plasma levels, which may be due to overdosage, unintentional intravascular injection or slow metabolic degradation. The reported adverse events are derived from clinical studies conducted in the U.S. and other countries. The reference drug was usually bupivacaine. The studies used a variety of premedications, sedatives, and surgical procedures of varying length. A total of 3,988 patients have been exposed to Naropin at concentrations up to 1% in clinical trials. Each patient was counted once for each type of adverse event. Incidence ≥5% For the indications of epidural administration in surgery, cesarean section, postoperative pain management, peripheral nerve block, and local infiltration, the following treatment-emergent adverse events were reported with an incidence of ≥ 5% in all clinical studies (N=3988): hypotension (37%), nausea (24.8%), vomiting (11.6%), bradycardia (9.3%), fever (9.2%), pain (8%), postoperative complications (7.1%), anemia (6.1%), paresthesia (5.6%), headache (5.1%), pruritus (5.1%), and back pain (5%). Incidence 1 to 5% Urinary retention, dizziness, rigors, hypertension, tachycardia, anxiety, oliguria, hypoesthesia, chest pain, hypokalemia, dyspnea, cramps, and urinary tract infection. Incidence in Controlled Clinical Trials The reported adverse events are derived from controlled clinical studies with Naropin (concentrations ranged from 0.125% to 1% for Naropin and 0.25% to 0.75% for bupivacaine) in the U.S. and other countries involving 3,094 patients. TABLE 3A and 3B list adverse events (number and percentage) that occurred in at least 1% of Naropin-treated patients in these studies. The majority of patients receiving concentrations higher than 5 mg/mL (0.5%) were treated with Naropin. Table 3A Adverse Events Reported in ≥1% of Adult Patients Receiving Regional or Local Anesthesia (Surgery, Labor, Cesarean Section, Postoperative Pain Management, Peripheral Nerve Block and Local Infiltration) Table 3B Adverse Events Reported in ≥1% of Fetuses or Neonates of Mothers Who Received Regional Anesthesia (Cesarean Section and Labor Studies) Incidence <1% The following adverse events were reported during the Naropin clinical program in more than one patient (N=3988), occurred at an overall incidence of <1%, and were considered relevant: Application Site Reactions - injection site pain Cardiovascular System - vasovagal reaction, syncope, postural hypotension, non-specific ECG abnormalities Female Reproductive - poor progression of labor, uterine atony Gastrointestinal System - fecal incontinence, tenesmus, neonatal vomiting General and Other Disorders - hypothermia, malaise, asthenia, accident and/or injury Hearing and Vestibular - tinnitus, hearing abnormalities Heart Rate and Rhythm - extrasystoles, non-specific arrhythmias, atrial fibrillation Liver and Biliary System - jaundice Metabolic Disorders - hypomagnesemia Musculoskeletal System - myalgia Myo/Endo/Pericardium - ST segment changes, myocardial infarction Nervous System - tremor, Horner's syndrome, paresis, dyskinesia, neuropathy, vertigo, coma, convulsion, hypokinesia, hypotonia, ptosis, stupor Psychiatric Disorders - agitation, confusion, somnolence, nervousness, amnesia, hallucination, emotional lability, insomnia, nightmares Respiratory System - bronchospasm, coughing Skin Disorders - rash, urticaria Urinary System Disorders - urinary incontinence, micturition disorder Vascular - deep vein thrombosis, phlebitis, pulmonary embolism Vision - vision abnormalities For the indication epidural anesthesia for surgery, the 15 most common adverse events were compared between different concentrations of Naropin and bupivacaine. TABLE 4 is based on data from trials in the U.S. and other countries where Naropin was administered as an epidural anesthetic for surgery. Table 4 Common Events (Epidural Administration) Using data from the same studies, the number (%) of patients experiencing hypotension is displayed by patient age, drug and concentration in TABLE 5. In TABLE 6, the adverse events for Naropin are broken down by gender. Table 5 Effects of Age on Hypotension (Epidural Administration) Total N: Naropin = 760 Table 6 Most Common Adverse Events by Gender (Epidural Administration) Total N: Females = 405, Males = 355 Systemic Reactions The most commonly encountered acute adverse experiences that demand immediate countermeasures are related to the central nervous system and the cardiovascular system. These adverse experiences are generally dose-related and due to high plasma levels that may result from overdosage, rapid absorption from the injection site, diminished tolerance or from unintentional intravascular injection of the local anesthetic solution. In addition to systemic dose-related toxicity, unintentional subarachnoid injection of drug during the intended performance of lumbar epidural block or nerve blocks near the vertebral column (especially in the head and neck region) may result in underventilation or apnea (\"Total or High Spinal\"). Also, hypotension due to loss of sympathetic tone and respiratory paralysis or underventilation due to cephalad extension of the motor level of anesthesia may occur. This may lead to secondary cardiac arrest if untreated. Factors influencing plasma protein binding, such as acidosis, systemic diseases that alter protein production or competition with other drugs for protein binding sites, may diminish individual tolerance. Epidural administration of Naropin has, in some cases, as with other local anesthetics, been associated with transient increases in temperature to >38.5°C. This occurred more frequently at doses of Naropin > 16 mg/h. Neurologic Reactions These are characterized by excitation and/or depression. Restlessness, anxiety, dizziness, tinnitus, blurred vision or tremors may occur, possibly proceeding to convulsions. However, excitement may be transient or absent, with depression being the first manifestation of an adverse reaction. This may quickly be followed by drowsiness merging into unconsciousness and respiratory arrest. Other central nervous system effects may be nausea, vomiting, chills, and constriction of the pupils. The incidence of convulsions associated with the use of local anesthetics varies with the route of administration and the total dose administered. In a survey of studies of epidural anesthesia, overt toxicity progressing to convulsions occurred in approximately 0.1% of local anesthetic administrations. The incidence of adverse neurological reactions associated with the use of local anesthetics may be related to the total dose and concentration of local anesthetic administered and are also dependent upon the particular drug used, the route of administration, and the physical status of the patient. Many of these observations may be related to local anesthetic techniques, with or without a contribution from the drug. During lumbar epidural block, occasional unintentional penetration of the subarachnoid space by the catheter or needle may occur. Subsequent adverse effects may depend partially on the amount of drug administered intrathecally as well as the physiological and physical effects of a dural puncture. These observations may include spinal block of varying magnitude (including high or total spinal block), hypotension secondary to spinal block, urinary retention, loss of bladder and bowel control (fecal and urinary incontinence), and loss of perineal sensation and sexual function. Signs and symptoms of subarachnoid block typically start within 2 to 3 minutes of injection. Doses of 15 and 22.5 mg of Naropin resulted in sensory levels as high as T5 and T4, respectively. Analgesia started in the sacral dermatomes in 2 to 3 minutes and extended to the T10 level in 10 to 13 minutes and lasted for approximately 2 hours. Other neurological effects following unintentional subarachnoid administration during epidural anesthesia may include persistent anesthesia, paresthesia, weakness, paralysis of the lower extremities, and loss of sphincter control; all of which may have slow, incomplete or no recovery. Headache, septic meningitis, meningismus, slowing of labor, increased incidence of forceps delivery, or cranial nerve palsies due to traction on nerves from loss of cerebrospinal fluid have been reported (see DOSAGE AND ADMINISTRATION discussion of Lumbar Epidural Block). A high spinal is characterized by paralysis of the arms, loss of consciousness, respiratory paralysis and bradycardia. Cardiovascular System Reactions High doses or unintentional intravascular injection may lead to high plasma levels and related depression of the myocardium, decreased cardiac output, heart block, hypotension, bradycardia, ventricular arrhythmias, including ventricular tachycardia and ventricular fibrillation, and possibly cardiac arrest (see WARNINGS, PRECAUTIONS, and OVERDOSAGE). Allergic Reactions Allergic type reactions are rare and may occur as a result of sensitivity to the local anesthetic (see WARNINGS). These reactions are characterized by signs such as urticaria, pruritus, erythema, angioneurotic edema (including laryngeal edema), tachycardia, sneezing, nausea, vomiting, dizziness, syncope, excessive sweating, elevated temperature, and possibly, anaphylactoid symptomatology (including severe hypotension). Cross-sensitivity among members of the amide-type local anesthetic group has been reported. The usefulness of screening for sensitivity has not been definitively established. Image5.jpg Image6.jpg Image7.jpg Image8.jpg Image9.jpg"
  ],
  "contraindications": [
    "Contraindications Naropin is contraindicated in patients with a known hypersensitivity to ropivacaine or to any local anesthetic agent of the amide type."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The rapid injection of a large volume of local anesthetic solution should be avoided and fractional (incremental) doses should always be used. The smallest dose and concentration required to produce the desired result should be administered. There have been adverse event reports of chondrolysis in patients receiving intra-articular infusions of local anesthetics following arthroscopic and other surgical procedures. Naropin is not approved for this use (see WARNINGS and DOSAGE AND ADMINISTRATION). The dose of any local anesthetic administered varies with the anesthetic procedure, the area to be anesthetized, the vascularity of the tissues, the number of neuronal segments to be blocked, the depth of anesthesia and degree of muscle relaxation required, the duration of anesthesia desired, individual tolerance, and the physical condition of the patient. Patients in poor general condition due to aging or other compromising factors such as partial or complete heart conduction block, advanced liver disease or severe renal dysfunction require special attention although regional anesthesia is frequently indicated in these patients. To reduce the risk of potentially serious adverse reactions, attempts should be made to optimize the patient's condition before major blocks are performed, and the dosage should be adjusted accordingly. Use an adequate test dose (3 to 5 mL of a short acting local anesthetic solution containing epinephrine) prior to induction of complete block. This test dose should be repeated if the patient is moved in such a fashion as to have displaced the epidural catheter. Allow adequate time for onset of anesthesia following administration of each test dose. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Solutions which are discolored or which contain particulate matter should not be administered. The doses in the table are those considered to be necessary to produce a successful block and should be regarded as guidelines for use in adults. Individual variations in onset and duration occur. The figures reflect the expected average dose range needed. For other local anesthetic techniques standard current textbooks should be consulted. When prolonged blocks are used, either through continuous infusion or through repeated bolus administration, the risks of reaching a toxic plasma concentration or inducing local neural injury must be considered. Experience to date indicates that a cumulative dose of up to 770 mg Naropin administered over 24 hours is well tolerated in adults when used for postoperative pain management: i.e., 2016 mg. Caution should be exercised when administering Naropin for prolonged periods of time, e.g., > 70 hours in debilitated patients. For treatment of postoperative pain, the following technique can be recommended: If regional anesthesia was not used intraoperatively, then an initial epidural block with 5 to 7 mL Naropin is induced via an epidural catheter. Analgesia is maintained with an infusion of Naropin, 2 mg/mL (0.2%). Clinical studies have demonstrated that infusion rates of 6 to 14 mL (12 to 28 mg) per hour provide adequate analgesia with nonprogressive motor block. With this technique a significant reduction in the need for opioids was demonstrated. Clinical experience supports the use of Naropin epidural infusions for up to 72 hours. Image10.jpg"
  ],
  "indications": [
    "INDICATIONS AND USAGE: Naropin is indicated for the production of local or regional anesthesia for surgery and for acute pain management. Image3.jpg"
  ],
  "fetched_at": "2025-09-30T21:05:20.627146",
  "source": "OpenFDA"
}