{
  "drug_name": "Rotigotine",
  "generic_name": [
    "ROTIGOTINE"
  ],
  "brand_names": [
    "Neupro"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Dopamine Antagonists Dopamine antagonists, such as antipsychotics or metoclopramide, may diminish the effectiveness of NEUPRO [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed below and elsewhere in the labeling: Sulfite Sensitivity [see Warnings and Precautions (5.1) ] Falling Asleep During Activities of Daily Living and Somnolence [see Warnings and Precautions (5.2) ] Hallucinations/Psychosis [see Warnings and Precautions (5.3) ] Symptomatic Hypotension [see Warnings and Precautions (5.4) ] Syncope [see Warnings and Precautions (5.5) ] Impulse Control/Compulsive Behaviors [see Warnings and Precautions (5.6) ] Elevation of Blood Pressure and Heart Rate [see Warnings and Precautions (5.7) ] Weight Gain and Fluid Retention [see Warnings and Precautions (5.8) ] Dyskinesia [see Warnings and Precautions (5.9) ] Application Site Reactions [see Warnings and Precautions (5.10) ] Augmentation and Rebound in RLS [see Warnings and Precautions (5.11) ] Hyperpyrexia and Confusion [see Warnings and Precautions (5.14) ] Withdrawal Symptoms [see Warnings and Precautions (5.15) ] Fibrotic Complications [see Warnings and Precautions (5.16) ] Parkinson's disease: Most common adverse reactions (at least 5% greater than placebo) were nausea, vomiting, somnolence, application site reactions, dizziness, anorexia, disturbances in initiating and maintaining sleep, hyperhidrosis, visual disturbance, peripheral edema, and dyskinesia. ( 6.1 ) Restless Legs Syndrome: Most common adverse reactions (at least 5% greater than placebo) were application site reactions, nausea, disturbances in initiating and maintaining sleep, somnolence, and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact UCB, Inc. at 1-844-599-2273 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the incidence of adverse reactions (number of unique patients experiencing an adverse reaction associated with treatment/total number of patients treated) observed in the clinical trials of a drug cannot be directly compared to incidence of adverse reactions in the clinical trials of another drug and may not reflect the incidence of adverse reactions observed in practice. Adverse Reactions in Early-Stage Parkinson's Disease The safety of NEUPRO was evaluated in a total of 649 early-stage Parkinson's disease patients who participated in three double-blind, placebo-controlled studies with durations of 3 to 9 months. Additional safety information was collected in short-term studies and two open-label extension studies in patients with early-stage Parkinson's disease. In the double-blind, placebo-controlled, dose-response study in patients with early-stage Parkinson's disease, the most common adverse reactions (at least 5% greater than placebo) for the maximum recommended dose of NEUPRO (6 mg/24 hours) were nausea, vomiting, somnolence, application site reactions, dizziness, anorexia, disturbances in initiating and maintaining sleep, hyperhidrosis, and visual disturbance. In this trial, 12% of patients treated with the maximum recommended NEUPRO dose (6 mg/24 hours) discontinued treatment because of adverse reactions, compared with 6% of patients who received placebo. Table 1 summarizes the adverse reactions that occurred in greater than 2% of NEUPRO-treated patients and more frequent than in placebo-treated patients in a double-blind, placebo-controlled, fixed-dose trial in patients with early-stage Parkinson's disease. Incidences for the non-recommended 8 mg/24 hours dose are also shown. Table 1 Adverse Reactions in a Placebo-Controlled, Fixed-Dose Trial in Patients with Early-Stage Parkinson's Disease Adverse Reaction Placebo N=64 % NEUPRO Dose 2 mg/24h N=67 % 4 mg/24h N=63 % 6 mg/24h N=65 % 8 mg/24h N=70 % Nausea 13 34 38 48 41 Vomiting 3 10 16 20 11 Somnolence 3 12 14 19 20 Application and instillation site reactions 19 21 19 32 43 Dizziness 11 21 14 22 20 Anorexia 0 2 2 9 4 Disturbances in initiating and maintaining sleep 6 6 11 14 11 Hyperhidrosis 3 3 3 11 3 Visual disturbance 0 0 0 5 3 Abnormal dreams 0 2 5 3 7 Abnormal Electrocardiogram T wave 0 0 2 3 0 Balance disorder 0 0 2 3 0 Dyspepsia 0 2 2 3 0 Fatigue 3 8 18 6 13 Tinnitus 0 0 2 3 0 Constipation 3 2 3 5 6 Erythema 3 3 6 5 6 Hallucinations 2 0 2 3 3 Muscle spasms 2 3 2 3 4 Paresthesia 2 3 3 3 0 Peripheral edema 2 2 3 3 4 White blood cells urine positive 2 3 3 3 1 The incidence of certain adverse reactions with NEUPRO was notably increased compared to placebo treatment (i.e., at least 5% greater than placebo) in either the titration or maintenance phases of the dose-response trial. During the titration phase, this increased incidence of a treatment difference was observed for nausea, somnolence, vomiting, application site reactions (ASRs), dizziness, sweating increased, anorexia, and visual disturbance. During the maintenance phase, an increased incidence was observed for nausea and ASRs. Some adverse reactions developing in the titration phase persisted (at least 7 days) into the maintenance phase. These \"persistent\" adverse reactions included ASRs, anorexia, somnolence, and nausea. Adverse Reactions in Advanced-Stage Parkinson's Disease The safety evaluation of NEUPRO was based on a total of 672 NEUPRO-treated patients with advanced-stage Parkinson's disease who participated in three double-blind, placebo-controlled studies (two fixed-dose trials and one flexible-dose trial) with durations of 3 to 7 months. Patients received concomitant levodopa in these studies. Additional safety information was collected in earlier short-term studies and two open-label extension studies in patients with advanced-stage Parkinson's disease. In the dose-response, placebo-controlled trial for advanced-stage Parkinson's disease, the most common adverse reactions (at least 5% greater than placebo) for the maximum recommended dose of NEUPRO (8 mg/24 hours) were application site reactions, nausea, peripheral edema, dizziness, and dyskinesia. In this trial, approximately 15% of patients treated with the maximum recommended NEUPRO dose (8 mg/24 hours) discontinued treatment because of adverse reactions, compared with 9% of patients who received placebo. Table 2 summarizes the adverse reactions that occurred in greater than 2% of NEUPRO-treated patients and more frequent than in placebo-treated patients in a double-blind, placebo-controlled, fixed-dose trial in patients with advanced-stage Parkinson's disease. Incidences for the non-recommended 12 mg/24 hours dose are also shown. Table 2 Adverse Reactions in a Placebo-Controlled, Fixed-Dose Trial in Patients with Advanced-Stage Parkinson's Disease Adverse Reaction Placebo N=120 % NEUPRO Dose 8 mg/24h N=118 % 12 mg/24h N=111 % Application and instillation site reactions 13 36 46 Nausea 19 28 22 Peripheral edema 1 9 14 Dizziness 15 23 14 Dyskinesia 7 14 17 Somnolence 28 32 32 Vomiting 6 10 8 Arthralgia 7 11 8 Hallucinations 3 7 13 Hyperhidrosis 0 3 1 Sinus congestion 0 3 2 Constipation 6 9 5 Disturbances in initiating and maintaining sleep 6 9 14 First degree atrioventricular block 0 3 0 Herpes simplex 0 3 0 Hypertension 0 3 5 Influenza 0 3 1 Nasal congestion 0 3 3 Headache 8 10 8 Diarrhea 5 7 5 Basal cell carcinoma 1 3 0 Cough 1 3 3 Dyspepsia 2 3 0 Erythema 1 3 2 Hot flush 1 3 0 Paresthesias 3 4 3 Tremor 3 4 3 Hypoaesthesia 2 3 3 Nightmare 2 3 5 The incidence of certain adverse reactions with NEUPRO was notably increased compared to placebo treatment (i.e., at least 5% greater than placebo) in either the titration or maintenance phases of the dose-response trial. During the titration phase, an increased incidence was observed for application site reactions (ASRs), nausea, hallucinations, constipation, dyskinesia, and dizziness. During the maintenance phase, an increased incidence was observed for ASRs and peripheral edema. Some adverse reactions developing in the titration phase persisted (at least 7 days) into the maintenance phase. A notably \"persistent\" adverse reaction was ASRs. Adverse Reactions in Restless Legs Syndrome The safety evaluation of NEUPRO was based on 745 NEUPRO-treated patients with Restless Legs Syndrome who participated in two double-blind, placebo-controlled studies with maintenance durations of 6 months. Additional safety information was collected in earlier short-term studies and three open-label extension studies in patients with RLS. In the two double-blind, placebo-controlled, fixed-dose trials for RLS, the most common adverse reactions (at least 5% greater than placebo) for the maximum recommended dose of NEUPRO (3 mg/24 hours) were application site reactions, nausea, disturbances in initiating and maintaining sleep, somnolence, and headache. In the two fixed-dose, placebo-controlled trials, 24% of patients treated with the maximum recommended NEUPRO dose (3 mg/24 hours) discontinued treatment because of adverse reactions, compared with 3% of patients who received placebo. Table 3 summarizes the adverse reactions that occurred in at least 2% of NEUPRO-treated patients and more frequent than in placebo-treated patients in two double-blind, placebo-controlled, fixed-dose trials in patients with Restless Legs Syndrome. Table 3 Adverse Reactions in Pooled Placebo-Controlled, Fixed-Dose Trials of Patients with Restless Legs Syndrome Adverse Reaction Placebo N=217 % NEUPRO Dose 0.5 mg/24h N=99 % 1 mg/24h N=215 % 2 mg/24h N=211 % 3 mg/24h N=220 % Application and instillation site reactions 4 23 27 38 43 Nausea 10 18 15 23 21 Disturbances in initiating and maintaining sleep 3 2 4 3 10 Headache 11 21 15 18 16 Asthenic conditions Asthenic conditions is a high-level term for the following preferred terms: asthenia, malaise, and fatigue. 8 11 7 14 12 Somnolence 4 8 5 8 10 Hypertension 0 3 1 1 4 Pruritus 3 9 4 3 7 Dry mouth 4 3 3 3 7 Vomiting 1 2 2 4 4 Dizziness 6 7 5 9 6 Hyperhidrosis 2 1 3 5 3 Abnormal dreams 0 2 1 2 3 Irritability 0 0 1 3 1 Muscle spasms 1 3 1 4 1 Dyspepsia 1 2 1 2 3 Hot flush 1 4 1 3 0 Menstrual disorder 0 0 0 2 1 Sleep disorder 1 0 2 3 3 Viral gastroenteritis 0 1 1 2 1 Sleep attacks 0 0 1 0 2 Sexual desire disorder 3 6 4 4 5 Depression 1 3 1 2 1 Decreased serum ferritin 1 2 1 1 2 Vertigo 1 0 4 3 1 Constipation 3 6 3 2 5 Erythema 1 1 1 0 2 Sinusitis 1 2 1 2 3 Diarrhea 4 6 4 5 4 Increased weight 1 3 1 1 2 Nasopharyngitis 7 5 10 7 8 The incidence of certain adverse reactions with NEUPRO treatment was increased compared to placebo (i.e., at least 5% greater than placebo) in either the titration or maintenance phases of the dose-response trials. During the titration phase, an increased incidence was observed for application site reactions (ASRs), nausea, headache, asthenic conditions, and disturbances in initiating and maintaining sleep. During the maintenance phase, an increased incidence was observed for ASRs. Some adverse reactions developing in the titration phase persisted (at least 7 days) into the maintenance phase. These \"persistent\" adverse reactions were ASRs, nausea, and disturbances in initiating and maintaining sleep. 6.2 Laboratory Changes Some clinical laboratory analytes were abnormal in patients treated with the maximum recommended NEUPRO dose in the fixed-dose, placebo-controlled, dose-response trials for patients with early- and advanced-stage Parkinson's disease and with RLS. Patients with early-stage Parkinson's disease receiving NEUPRO had an increased risk for low hemoglobin below the normal reference range (NEUPRO 8% vs. placebo 2%) and for decreased hematocrit below the normal reference range (NEUPRO 8% vs. placebo 5%). Patients with advanced-stage Parkinson's disease receiving NEUPRO had an increased risk for a low hemoglobin below the normal reference range (NEUPRO 15% vs. placebo 11%) and for decreased hematocrit below the normal reference range (NEUPRO 17% vs. placebo 14%). Patients with RLS receiving NEUPRO had an increased risk for a decreased hemoglobin below the normal reference range (NEUPRO 15% vs. placebo 12%). There was also an increased risk for markedly decreased hemoglobin and hematocrit (NEUPRO 2% vs. placebo 0%) in patients with advanced-stage Parkinson's disease receiving NEUPRO and for markedly decreased hematocrit (NEUPRO 1% vs. placebo 0%) in patients with RLS receiving NEUPRO. Patients with early-stage Parkinson's disease receiving NEUPRO had an increased risk for elevated serum blood urea nitrogen (BUN) above the normal reference range (NEUPRO 11% vs. placebo 2%). There was also an increased risk for markedly elevated serum BUN (NEUPRO 3% vs. placebo 2%) in patients with advanced-stage Parkinson's disease receiving NEUPRO. There was an increased risk for low serum glucose below the normal reference range in patients with early- stage Parkinson's disease receiving NEUPRO (NEUPRO 15% vs. placebo 6%) and in patients with advanced-stage Parkinson's disease (NEUPRO 10% vs. placebo 7%). There was also an increased risk for markedly decreased serum glucose (NEUPRO 1% vs. placebo 0%) in patients with advanced-stage Parkinson's disease receiving NEUPRO. Serum creatine phosphokinase (CPK) was elevated in Japanese patients taking NEUPRO for early- or advanced-stage Parkinson's disease in placebo-controlled, flexible-dose studies conducted in Japan. The frequency of CPK elevation observed in patients receiving NEUPRO for early-stage Parkinson's disease was 40% (35/88) in the NEUPRO group compared to 17% (15/89) in the placebo group. The frequency of CPK elevation observed in patients receiving NEUPRO for advanced-stage Parkinson's disease was 39% (99/253) in the NEUPRO group compared to 20% (34/171) in the placebo group using pooled data from two studies. Increased CPK occurred at any time during the respective studies, and in some instances increased CPK was observed at two or more consecutive visits. The total daily dose of NEUPRO taken by patients with early- and advanced-stage Parkinson's disease ranged between 2 mg/24 hours to 16 mg/24 hours. Studies of NEUPRO conducted outside of Japan did not include assessments of serum CPK in patients treated for Parkinson's disease . Increased CPK was also reported in postmarketing data. 6.3 Postmarketing Experience The following adverse reaction has been identified during post-approval use of NEUPRO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. General Disorders and Administration Site Conditions : withdrawal symptoms [see Warnings and Precautions (5.15) ] Nervous System Disorders : Dropped head syndrome Musculoskeletal and connective tissue disorders: Rhabdomyolysis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NEUPRO is contraindicated in patients who have demonstrated hypersensitivity to rotigotine or the components of the transdermal system. History of hypersensitivity to rotigotine or components of the transdermal patch. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Parkinson's disease: Initially, 2 mg/24 hours for early-stage disease or 4 mg/24 hours for advanced-stage disease. The dose may be increased as needed by 2 mg/24 hours at weekly intervals, up to 6 mg/24 hours for early-stage disease and up to 8 mg/24 hours for advanced-stage disease. ( 2.1 ) Restless Legs Syndrome: Initially, 1 mg/24 hours, increased as needed by 1 mg/24 hours at weekly intervals, up to 3 mg/24 hours. ( 2.2 ) Apply once a day to the skin; press firmly in place for 30 seconds. Do not place NEUPRO on oily, irritated, or damaged skin, or where it will be rubbed by tight clothing. Do not use the same site more than once every 14 days. The prescribed dose may be achieved using single or multiple patches. ( 2.3 ) To discontinue treatment, reduce the dose gradually until complete withdrawal of NEUPRO. ( 2.4 ) 2.1 Dosage in Parkinson's Disease Early-Stage Parkinson's Disease In patients with early-stage Parkinson's disease, the recommended starting dose for NEUPRO is 2 mg/24 hours. Based upon individual patient clinical response and tolerability, NEUPRO dosage may be increased weekly by 2 mg/24 hours if additional therapeutic effect is needed. The lowest effective dose is 4 mg/24 hours. The maximum recommended dose for early-stage Parkinson's disease is 6 mg/24 hours. Advanced-Stage Parkinson's Disease In patients with advanced-stage Parkinson's disease, the recommended starting dose for NEUPRO is 4 mg/24 hours. Based upon individual patient clinical response and tolerability, NEUPRO dosage may be increased weekly by 2 mg/24 hours if additional therapeutic effect is needed. The maximum recommended dose for advanced-stage Parkinson's disease is 8 mg/24 hours. 2.2 Dosage in Restless Legs Syndrome In patients with Restless Legs Syndrome, the recommended starting dose for NEUPRO is 1 mg/24 hours. Based upon individual patient clinical response and tolerability, NEUPRO dosage may be increased weekly by 1 mg/24 hours if additional therapeutic effect is needed. The lowest effective dose is 1 mg/24 hours. The maximum recommended dose is 3 mg/24 hours. 2.3 Administration Information NEUPRO is applied once a day. The adhesive side of the transdermal system should be applied to clean, dry, intact healthy skin on the front of the abdomen, thigh, hip, flank, shoulder, or upper arm. The transdermal system should be applied at approximately the same time every day, at a convenient time for the patient. Because NEUPRO is administered transdermally, food is not expected to affect absorption and it can be applied irrespective of the timing of meals. The application site for NEUPRO should be moved on a daily basis (for example, from the right side to the left side and from the upper body to the lower body). NEUPRO should not be applied to the same application site more than once every 14 days and should not be placed on skin that is oily, irritated, or damaged, or where it will be rubbed by tight clothing. If it is necessary to apply NEUPRO to a hairy area, the area should be shaved at least 3 days prior to NEUPRO application. The system should be applied immediately after opening the pouch and removing the protective liner. The system should be pressed firmly in place for 30 seconds, making sure there is good contact, especially around the edges. If the patient forgets to replace NEUPRO, or if the transdermal system becomes dislodged, another transdermal system should be applied for the remainder of the day. The prescribed dose may be achieved using single or multiple patches [see Patient Counseling Information (17) ]. 2.4 Discontinuation of NEUPRO For discontinuation of NEUPRO in patients with Parkinson's disease, reduce the daily dose by a maximum of 2 mg every 24 hours preferably every other day, until complete withdrawal of NEUPRO is achieved. For discontinuation of NEUPRO in patients with Restless Legs Syndrome, reduce the daily dose by 1 mg every 24 hours preferably every other day, until complete withdrawal of NEUPRO is achieved."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NEUPRO is a dopamine agonist indicated for the treatment of: Parkinson's disease ( 1.1 ) Moderate-to-severe primary Restless Legs Syndrome ( 1.2 ) 1.1 Parkinson's Disease (PD) NEUPRO is indicated for the treatment of Parkinson's disease. 1.2 Restless Legs Syndrome (RLS) NEUPRO is indicated for the treatment of moderate-to-severe primary Restless Legs Syndrome."
  ],
  "fetched_at": "2025-10-01T15:55:41.476372",
  "source": "OpenFDA"
}