{
  "drug_name": "Rucaparib",
  "generic_name": [
    "RUCAPARIB"
  ],
  "brand_names": [
    "Rubraca"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Effect of Rubraca on Other Drugs Certain CYP1A2, CYP3A, CYP2C9, or CYP2C19 Substrates Concomitant administration of Rubraca with CYP1A2, CYP3A, CYP2C9, or CYP2C19 substrates can increase the systemic exposure of these substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the frequency or severity of adverse reactions of these substrates. If concomitant administration is unavoidable between Rubraca and substrates of these enzymes where minimal concentration changes may lead to serious adverse reactions, decrease the substrate dosage in accordance with the approved prescribing information. If concomitant administration with warfarin (a CYP2C9 substrate) cannot be avoided, consider increasing the frequency of international normalized ratio (INR) monitoring."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed elsewhere in the labeling: Myelodysplastic Syndrome/Acute Myeloid Leukemia [see Warnings and Precautions ( 5.1 )]. Most common adverse reactions (≥ 10%) among patients with ovarian cancer were nausea, fatigue (including asthenia), anemia, AST/ALT increased, vomiting, diarrhea, decreased appetite, thrombocytopenia, dysgeusia, neutropenia, blood creatinine increased, dyspnea, dizziness, dyspepsia, photosensitivity reaction, and leukopenia. ( 6.1 ) Most common adverse reactions (≥ 20%) among patients with BRCA -mutated mCRPC were fatigue (including asthenia), nausea, anemia, ALT/AST increased, decreased appetite, rash, constipation, thrombocytopenia, vomiting, diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact pharmaand agent at 1-800-506-8501 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population for patients with ovarian cancer in the WARNINGS AND PRECAUTIONS section reflect exposure to Rubraca at 600 mg orally twice daily in 1594 patients treated on clinical trials including ARIEL3. In this group, 57% of patients were exposed for 6 months or longer and 33% were exposed for greater than one year. In the pooled safety population for patients with ovarian cancer, the most common adverse reactions in ≥ 10% of patients were nausea (68%), asthenia/fatigue (65%), anemia/hemoglobin decreased (45%), AST/ALT increased (39%), vomiting (36%), diarrhea (29%), decreased appetite (27%), thrombocytopenia/platelet count decreased (25%), dysgeusia (24%), neutropenia/neutrophil count decreased (21%), blood creatinine increased (17%), dyspnea (16%), dizziness (14%), dyspepsia (11%), photosensitivity reaction (10%), and leukopenia/white blood cell count decreased (10%). Maintenance Treatment of BRCA -mutated Recurrent Ovarian Cancer The safety of Rubraca for the maintenance treatment of patients with BRCA -mutated recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer was investigated in ARIEL3, a randomized (2:1), double-blind, placebo-controlled study in which 195 patients with a deleterious BRCA mutation received either Rubraca 600 mg orally twice daily (n=129) or placebo (n=66) until disease progression or unacceptable toxicity. The median duration of study treatment was 13.6 months (range: < 1 month to 39 months) for patients who received Rubraca and 5.5 months for patients who received placebo. Dose interruptions due to an adverse reaction of any grade occurred in 67% of patients receiving Rubraca and 14% of those receiving placebo; dose reductions due to an adverse reaction occurred in 57% of Rubraca patients and 6% of placebo patients. The most frequent adverse reactions leading to dose interruption or dose reduction of Rubraca were thrombocytopenia (25%), anemia (19%), AST/ALT increased (16%), fatigue/asthenia (14%), and nausea (10%). Discontinuation due to adverse reactions occurred in 15% of Rubraca patients and 5% of placebo patients. Specific adverse reactions that most frequently led to discontinuation in patients treated with Rubraca were thrombocytopenia (4%), nausea (3%), and anemia (2%). Table 2 describes the adverse reactions occurring in ≥20% of patients; while Table 3 describes the laboratory abnormalities occurring in ≥25% of patients occurring in ARIEL3. Table 2. Adverse Reactions Reported in ≥ 20% of Patients with BRCA-mutated Ovarian Cancer in ARIEL3 a National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE version 4.03) b Consists of grouped related terms that reflect the medical concept of the adverse reaction Adverse reactions Rubraca N=129 Placebo N=66 Grades 1-4 a % Grades 3-4 % Grades 1-4 a % Grades 3-4 % Gastrointestinal Disorders Nausea 79 2 29 0 Abdominal pain/distention b 48 3 49 2 Constipation 39 4 36 2 Vomiting 37 4 14 0 Diarrhea 34 2 18 0 Stomatitis b 28 0.8 12 0 General Disorders and Administration Site Conditions Fatigue/asthenia 74 9 52 5 Skin and Subcutaneous Tissue Disorders Rash b 45 0 23 0 Nervous System Disorders Dysgeusia 33 0 6 0 Headache 22 0 15 2 Investigations AST/ALT elevation 33 16 3 0 Blood and Lymphatic System Disorders Anemia 41 26 6 0 Thrombocytopenia 35 6 3 0 Neutropenia 22 8 6 0 Respiratory, Thoracic, and Mediastinal Disorders Nasopharyngitis/Upper respiratory tract infection b 29 0 20 2 Metabolism and Nutrition Disorders Decreased appetite 23 2 14 0 Adverse reactions occurring < 20% of patients treated with Rubraca include insomnia (19%), dyspnea (17%), dizziness (15%), pyrexia (15%), dyspepsia (12%), peripheral edema (12%), and depression (11%). a Patients were allowed to enter clinical studies with laboratory values of CTCAE Grade 1. b NCI CTCAE version 4.03. Laboratory Parameter a Rubraca N=129 Placebo N=66 Grades 1-4 b % Grades 3-4 % Grades 1-4 b % Grades 3-4 % Chemistry Increase in creatinine 96 0 89 0 Increase in ALT 67 11 6 0 Increase in AST 59 1 6 0 Increase in cholesterol 39 3 20 0 Increase in Alkaline Phosphatase 39 0 3 0 Hematology Decrease in hemoglobin 61 18 14 2 Decrease in platelets 47 2 8 0 Decrease in leukocytes 39 3 23 0 Decrease in neutrophils 38 6 18 2 Decrease in lymphocytes 33 7 14 2 Treatment of BRCA -mutated mCRPC after Androgen Receptor-directed Therapy and Chemotherapy The safety of Rubraca 600 mg twice daily was evaluated in a single arm trial (TRITON2) [see Clinical Studies ( 14.2 )] . TRITON2 enrolled 209 patients with HRD-positive mCRPC, including 115 with BRCA -mutated mCRPC. Among the patients with BRCA -mutated mCRPC, the median duration of Rubraca treatment was 6.5 months (range 0.5 to 26.7). There were 2 (1.7%) patients with adverse reactions leading to death, one each attributed to acute respiratory distress syndrome and pneumonia. Dose interruptions due to an adverse reaction occurred in 57% of patients receiving Rubraca. Adverse reactions requiring dose interruption in >3% of patients included anemia, thrombocytopenia, asthenia/fatigue, nausea, vomiting, neutropenia, ALT/AST increased, creatinine increased, decreased appetite, acute kidney injury, and hypophosphatemia. Dose reductions due to an adverse reaction occurred in 41% of patients receiving Rubraca. Adverse reactions requiring dose reduction in >3% of patients were anemia (14%), asthenia/fatigue (10%), thrombocytopenia (7%), nausea (6%), decreased appetite (4%), and rash (3%). Discontinuation due to adverse reactions occurred in 8% of patients receiving Rubraca. None of the adverse reactions leading to discontinuation of Rubraca (ECG QT prolonged, acute respiratory distress syndrome, anemia, balance disorder, cardiac failure, decreased appetite/fatigue/weight decreased, leukopenia/neutropenia, ALT/AST increased, and pneumonia) occurred in more than one patient (<1%). Tables 4 and 5 summarize the adverse reactions and laboratory abnormalities, respectively, in patients with BRCA-- mutated mCRPC in TRITON2. Table 4. Adverse Reactions Reported in ≥ 20% of Patients with BRCA-mutated mCRPC in TRITON2 Adverse Reaction Rubraca N = 115 Grades 1-4 a (%) Grades 3-4 (%) a NCI CTCAE version 4.03. b Includes platelet count decreased c Includes blister, blood blister, dermatitis, dermatitis contact, eczema, genital rash, palmar-plantar erythrodysaesthesia syndrome, photosensitivity reaction, psoriasis, rash, rash maculo-papular, rash pruritic, skin exfoliation, skin lesion, urticaria General disorders and administration site conditions Asthenia/Fatigue 62 9 Gastrointestinal disorders Nausea 52 3 Constipation 27 1 Vomiting 22 1 Diarrhea 20 0 Blood and lymphatic system disorders Anemia 43 25 Thrombocytopenia b 25 10 Metabolism and nutrition disorders Decreased appetite 28 2 Skin and subcutaneous tissue disorders Rash c 27 2 Investigations ALT/AST increased 33 5 Other clinically relevant adverse reactions that occurred in less than 20% of patients included dyspnea, dizziness, bleeding, urinary tract infection, dysgeusia, dyspepsia, hypersensitivity (including flushing, asthma, choking sensation, periorbital swelling, swelling face, and wheezing), pneumonia, sepsis, ischemic cardiovascular events, renal failure, venous thromboembolism, and stomatitis. Table 5. Laboratory Abnormalities in ≥ 35% (Grades 1-4) and ≥ 2% (Grades 3-4) Worsening from Baseline in Patients with BRCA-mutated mCRPC in TRITON2 a Denominator for each laboratory parameter is based on the number of patients with a baseline and post-treatment laboratory value available for 111 to 115 patients. b NCI CTCAE version 5.0; decrease in phosphate is graded using NCI CTACE Version 4.03 c Grade 3-4 ALT or AST elevation led to drug interruption in 4 patients, of which 1 had dose reduction upon rechallenge. Laboratory Parameter Rubraca N = 115 a Grades 1-4 b (%) Grades 3-4 (%) Clinical Chemistry Increase in ALT c 69 5 Decrease in phosphate 68 15 Increase in alkaline phosphatase 44 2 Increase in creatinine 43 2 Increase in triglycerides 42 5 Decrease in sodium 38 3 Hematologic Decrease in leukocytes 69 5 Decrease in absolute neutrophil count 62 10 Decrease in hemoglobin 59 25 Decrease in lymphocytes 42 17 Decrease in platelets 40 10"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dose is 600 mg orally twice daily with or without food. ( 2.2 ) Continue treatment until disease progression or unacceptable toxicity. ( 2.2 ) For adverse reactions, consider interruption of treatment or dose reduction. ( 2.3 ) Patients receiving RUBRACA for mCRPC should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. ( 2.2 ) 2.1 Patient Selection Maintenance Treatment of BRCA -mutated Recurrent Ovarian Cancer Select patients for the maintenance treatment of recurrent ovarian cancer with Rubraca based on the presence of a deleterious BRCA mutation (germline and/or somatic) [ see Clinical Studies (14.1) ]. An FDA-approved test for the detection of deleterious germline and/or somatic BRCA mutations is not currently available. Treatment of BRCA -mutated mCRPC after Androgen Receptor-directed Therapy and Chemotherapy Select patients for the treatment of mCRPC with Rubraca based on the presence of a deleterious BRCA mutation (germline and/or somatic) in plasma specimens [ see Clinical Studies (14.2) ]. A negative result from a plasma specimen does not mean that the patient’s tumor is negative for BRCA mutations. Should the plasma specimen have a negative result, consider performing further genomic testing using tumor specimens as clinically indicated. Information on the FDA-approved tests for the detection of a BRCA mutation in patients with ovarian cancer or with prostate cancer is available at: http://www.fda.gov/CompanionDiagnostics. Maintenance Treatment of BRCA -mutated Recurrent Ovarian Cancer Select patients for the maintenance treatment of recurrent ovarian cancer with Rubraca based on the presence of a deleterious BRCA mutation (germline and/or somatic) [ see Clinical Studies ( 14.1 ) ]. An FDA-approved test for the detection of deleterious germline and/or somatic BRCA mutations is not currently available. Treatment of BRCA -mutated mCRPC after Androgen Receptor-directed Therapy and Chemotherapy Select patients for the treatment of mCRPC with Rubraca based on the presence of a deleterious BRCA mutation (germline and/or somatic) in plasma specimens [see Clinical Studies ( 14.2 )]. A negative result from a plasma specimen does not mean that the patient's tumor is negative for BRCA mutations. Should the plasma specimen have a negative result, consider performing further genomic testing using tumor specimens as clinically indicated. Information on the FDA-approved tests for the detection of a BRCA mutation in patients with ovarian cancer or with prostate cancer is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dose The recommended dose of Rubraca is 600 mg (two 300 mg tablets) taken orally twice daily with or without food, for a total daily dose of 1,200 mg. Continue treatment until disease progression or unacceptable toxicity. If a patient misses a dose of Rubraca, instruct the patient to take the next dose at its scheduled time. Vomited doses should not be replaced. Patients receiving Rubraca for mCRPC should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. 2.3 Dose Modifications for Adverse Reactions To manage adverse reactions, consider interruption of treatment or dose reduction. Recommended Rubraca dose modifications for adverse reactions are indicated in Table 1 . Table 1. Recommended Dose Modifications for Adverse Reactions Dose Reduction Dose Starting Dose 600 mg twice daily (two 300 mg tablets) First Dose Reduction 500 mg twice daily (two 250 mg tablets) Second Dose Reduction 400 mg twice daily (two 200 mg tablets) Third Dose Reduction 300 mg twice daily (one 300 mg tablet)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE RUBRACA is a poly (ADP-ribose) polymerase (PARP) inhibitor indicated: Ovarian cancer for the maintenance treatment of adult patients with a deleterious BRCA mutation (germline and/or somatic)-associated recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy. ( 1.1 ) Prostate cancer for the treatment of adult patients with a deleterious BRCA mutation (germline and/or somatic)-associated metastatic castration-resistant prostate cancer (mCRPC) who have been treated with androgen receptor-directed therapy and a taxane-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for RUBRACA. ( 1.2 , 2.1 ) This indication is approved under accelerated approval based on objective response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. ( 1.2 ) 1.1 Maintenance Treatment of BRCA -mutated Recurrent Ovarian Cancer Rubraca is indicated for the maintenance treatment of adult patients with a deleterious BRCA mutation (germline and/or somatic)- associated recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy. 1.2 BRCA -mutated Metastatic Castration-Resistant Prostate Cancer Rubraca is indicated for the treatment of adult patients with a deleterious BRCA mutation (germline and/or somatic)-associated metastatic castration-resistant prostate cancer (mCRPC) who have been treated with androgen receptor-directed therapy and a taxane-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for Rubraca [see Dosage and Administration ( 2.1 )]. This indication is approved under accelerated approval based on objective response rate and duration of response [see Clinical Studies ( 14.2 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials."
  ],
  "fetched_at": "2025-10-01T18:53:20.981361",
  "source": "OpenFDA"
}