{
  "drug_name": "Rufinamide",
  "generic_name": [
    "RUFINAMIDE"
  ],
  "brand_names": [
    "Banzel"
  ],
  "drug_interactions": [
    "7 D RUG INTERACTION S Patients on valproate should begin at a BANZEL dose lower than 10 mg/kg per day (pediatric patients) or 400 mg per day (adults) ( 7.2 ) Hormonal contraceptives may be less effective with BANZEL; use additional non-hormonal forms of contraception ( 7.3 ) 7.1 Effects of BANZEL on other AEDs Population pharmacokinetic analysis of average concentration at steady state of carbamazepine, lamotrigine, phenobarbital, phenytoin, topiramate, and valproate showed that typical rufinamide C avss levels had little effect on the pharmacokinetics of other AEDs. Any effects, when they occur, have been more marked in the pediatric population. Table 6 summarizes the drug-drug interactions of BANZEL with other AEDs. Table 6: Summary of drug-drug interactions of BANZEL with other antiepileptic drugs AED Co-administered Influence of Rufinamide on AED concentration a) Influence of AED on Rufinamide concentration Carbamazepine Decrease by 7 to 13% b) Decrease by 19 to 26% Dependent on dose of carbamazepine Lamotrigine Decrease by 7 to 13% b) No Effect Phenobarbital Increase by 8 to 13% b) Decrease by 25 to 46% c) ’ d) Independent of dose or concentration of phenobarbital Phenytoin Increase by 7 to 21% b) Decrease by 25 to 46% c) ’ d) Independent of dose or concentration of phenytoin Topiramate No Effect No Effect Valproate No Effect Increase by <16 to 70% c) Dependent on concentration of valproate Primidone Not Investigated Decrease by 25 to 46% c) ’ d) Independent of dose or concentration of primidone Benzodiazepines e) Not Investigated No Effect a) Predictions are based on BANZEL concentrations at the maximum recommended dose of BANZEL. b) Maximum changes predicted to be in pediatric patients and in adult patients who achieve significantly higher levels of BANZEL, as the effect of rufinamide on these AEDs is concentration-dependent. c) Larger effects in pediatric patients at high doses/concentrations of AEDs. d) Phenobarbital, primidone and phenytoin were treated as a single covariate (phenobarbital-type inducers) to examine the effect of these agents on BANZEL clearance. e) All compounds of the benzodiazepine class were pooled to examine for ‘class effect’ on BANZEL clearance. Phenytoin: The decrease in clearance of phenytoin estimated at typical levels of rufinamide (C avss 15 μg/mL) is predicted to increase plasma levels of phenytoin by 7 to 21%. As phenytoin is known to have non-linear pharmacokinetics (clearance becomes saturated at higher doses), it is possible that exposure will be greater than the model prediction. 7.2 Effects of Other AEDs on BANZEL Potent cytochrome P450 enzyme inducers, such as carbamazepine, phenytoin, primidone, and phenobarbital, appear to increase the clearance of BANZEL (see Table 6). Given that the majority of clearance of BANZEL is via a non-CYP-dependent route, the observed decreases in blood levels seen with carbamazepine, phenytoin, phenobarbital, and primidone are unlikely to be entirely attributable to induction of a P450 enzyme. Other factors explaining this interaction are not understood. Any effects, where they occurred, were likely to be more marked in the pediatric population. Valproate Patients stabilized on BANZEL before being prescribed valproate should begin valproate therapy at a low dose, and titrate to a clinically effective dose. Similarly, patients on valproate should begin at a BANZEL dose lower than 10 mg/kg per day (pediatric patients) or 400 mg per day (adults) [ see Dosage and Administration ( 2.5 ) , Clinical Pharmacology ( 12.3 ) ] . 7.3 Effects of BANZEL on Hormonal Contraceptives Female patients of childbearing age should be warned that the concurrent use of BANZEL with hormonal contraceptives may render this method of contraception less effective. Additional non-hormonal forms of contraception are recommended when using BANZEL [ see Use in Specific Populations ( 8.3 ), Clinical Pharmacology ( 12.3 ) and Patient Counseling Information ( 17 ) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: Suicidal Behavior and Ideation [see Warnings and Precautions ( 5.1 )] Central Nervous System Reactions [see Warnings and Precautions ( 5.2 )] QT Shortening [see Warnings and Precautions ( 5.3 )] Multi-Organ Hypersensitivity/Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) [see Warnings and Precautions ( 5.4 )] Leukopenia [see Warnings and Precautions ( 5.7 )] Most common adverse reactions (≥ 10% and greater than placebo) were headache, dizziness, fatigue, somnolence, and nausea ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Eisai Inc. at 1-888-274-2378 or www.banzel.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions in Adult and Pediatric Patients ages 3 to 17 years of age In the pooled, double-blind, adjunctive therapy studies in adult and pediatric patients ages 3 to 17 years of age, the most common (≥10%) adverse reactions in BANZEL-treated patients, in all doses studied (200 to 3200 mg per day) with a higher frequency than in patients on placebo were: headache, dizziness, fatigue, somnolence, and nausea. Table 2 lists adverse reactions that occurred in at least 3% of pediatric patients (ages 3 to less than 17 years) with epilepsy treated with BANZEL in controlled adjunctive studies and were numerically more common in patients treated with BANZEL than in patients on placebo. At the target dose of 45 mg/kg per day for adjunctive therapy in pediatric patients (ages 3 to less than 17 years), the most common (≥3%) adverse reactions with an incidence greater than in placebo for BANZEL were somnolence, vomiting, and headache. Table 2: Adverse Reactions in Pediatric Patients (Ages 3 to less than 17 years) in Pooled Double-Blind Adjunctive Trials Adverse Reaction BANZEL (N=187) % Placebo (N=182) % Somnolence 17 9 Vomiting 17 7 Headache 16 8 Fatigue 9 8 Dizziness 8 6 Nausea 7 3 Influenza 5 4 Nasopharyngitis 5 3 Decreased Appetite 5 2 Rash 4 2 Ataxia 4 1 Diplopia 4 1 Bronchitis 3 2 Sinusitis 3 2 Psychomotor Hyperactivity 3 1 Upper Abdominal Pain 3 2 Aggression 3 2 Ear Infection 3 1 Disturbance in Attention 3 1 Pruritis 3 0 Table 3 lists adverse reactions that occurred in at least 3% of adult patients with epilepsy treated with BANZEL (up to 3200 mg per day) in adjunctive controlled studies and were numerically more common in patients treated with BANZEL than in patients on placebo. In these studies, either BANZEL or placebo was added to the current AED therapy. At all doses studied of up to 3200 mg per day given as adjunctive therapy in adults, the most common (≥ 3%) adverse reactions, and with the greatest increase in incidence compared to placebo, for BANZEL were dizziness, fatigue, nausea, diplopia, vision blurred, and ataxia. Table 3: Adverse Reactions in Adults in Pooled Double-Blind Adjunctive Trials Adverse Reaction BANZEL (N=823) % Placebo (N=376) % Headache 27 26 Dizziness 19 12 Fatigue 16 10 Nausea 12 9 Somnolence 11 9 Diplopia 9 3 Tremor 6 5 Nystagmus 6 5 Blurred Vision 6 2 Vomiting 5 4 Ataxia 4 0 Upper Abdominal Pain 3 2 Anxiety 3 2 Constipation 3 2 Dyspepsia 3 2 Back Pain 3 1 Gait Disturbance 3 1 Vertigo 3 1 Discontinuation in Controlled Clinical Studies In controlled, double-blind, adjunctive clinical studies, 9% of pediatric and adult patients receiving BANZEL as adjunctive therapy and 4% receiving placebo discontinued as a result of an adverse reaction. The adverse reactions most commonly leading to discontinuation of BANZEL (>1%) used as adjunctive therapy were generally similar in adults and pediatric patients. In pediatric patients (ages 4 to less than 17 years) double-blind adjunctive clinical studies, 8% of patients receiving BANZEL as adjunctive therapy (at the recommended dose of 45 mg/kg per day) and 2% receiving placebo discontinued as a result of an adverse reaction. The adverse reactions most commonly leading to discontinuation of BANZEL (>1%) used as adjunctive therapy are presented in Table 4. Table 4: Most Common Adverse Reactions Leading to Discontinuation in Pediatric Patients (Ages 4 to less than 17 years) in Pooled Double-Blind Adjunctive Trials Adverse Reaction BANZEL (N=187) % Placebo (N=182) % Convulsion 2 1 Rash 2 1 Fatigue 2 0 Vomiting 1 0 In adult double-blind, adjunctive clinical studies, 10% of patients receiving BANZEL as adjunctive therapy (at doses up to 3200 mg per day) and 6% receiving placebo discontinued as a result of an adverse reaction. The adverse reactions most commonly leading to discontinuation of BANZEL (>1%) used as adjunctive therapy are presented in Table 5. Table 5: Most Common Adverse Reactions Leading to Discontinuation in Adult Patients in Pooled Double-Blind Adjunctive Trials Adverse Reaction BANZEL (N=823) % Placebo (N=376) % Dizziness 3 1 Fatigue 2 1 Headache 2 1 Nausea 1 0 Ataxia 1 0 Pediatric Patients age s 1 to less than 4 years In a multicenter, parallel group, open-label study comparing BANZEL (45 mg/kg per day) adjunctive treatment (n=25) to the adjunctive treatment with an AED of the investigator’s choice (n=11) in pediatric patients (1 year to less than 4 years of age) with inadequately controlled Lennox-Gastaut Syndrome, the adverse reaction profile was generally similar to that observed in adults and pediatric patients 4 years of age and older treated with BANZEL. Adverse reactions that occurred in at least 2 (8%) BANZEL-treated patients and with a higher frequency than in the AED comparator group were: vomiting (24%), somnolence (16%), bronchitis (12%), constipation (12%), cough (12%), decreased appetite (12%), rash (12%), otitis media (8%), pneumonia (8%), decreased weight (8%), gastroenteritis (8%), nasal congestion (8%), and pneumonia aspiration (8%). Other Adverse Reactions Observed During Clinical Trials BANZEL has been administered to 1978 individuals during all epilepsy clinical trials (placebo-controlled and open-label). Adverse reactions occurring during these studies were recorded by the investigators using terminology of their own choosing. To provide a meaningful estimate of the proportion of patients having adverse reactions, these events were grouped into standardized categories using the MedDRA dictionary. Adverse events occurring at least three times and considered possibly related to treatment are included in the System Organ Class listings below. Terms not included in the listings are those already included in the tables above, those too general to be informative, those related to procedures, and terms describing events common in the population. Some events occurring fewer than 3 times are also included based on their medical significance. Because the reports include events observed in open-label, uncontrolled observations, the role of BANZEL in their causation cannot be reliably determined. Events are classified by body system and listed in order of decreasing frequency as follows: frequent adverse events —those occurring in at least 1/100 patients; infrequent adverse events—those occurring in 1/100 to 1/1000 patients; rare —those occurring in fewer than 1/1000 patients. Blood and Lymphatic System Disorders : Frequent: anemia. Infrequent: lymphadenopathy, leukopenia, neutropenia, iron deficiency anemia, thrombocytopenia. Cardiac Disorders : Infrequent: bundle branch block right, atrioventricular block first degree. Metabolic and Nutritional Disorders : Frequent: decreased appetite, increased appetite. Renal and Urinary Disorders: Frequent : pollakiuria. Infrequent: urinary incontinence, dysuria, hematuria, nephrolithiasis, polyuria, enuresis, nocturia, incontinence. 6.2 Post m arketing Experience The following adverse reactions have been identified during post approval use of BANZEL. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dermatologic: Stevens-Johnson syndrome and other serious skin rashes with mucosal involvement."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BANZEL is contraindicated in patients with Familial Short QT syndrome [ see Warnings and Precautions ( 5.3 ) ] . BANZEL is contraindicated in patients with Familial Short QT syndrome ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION BANZEL should be given with food. Tablets can be administered whole, as half tablets, or crushed ( 2.2 ) Measure oral suspension using provided adapter and dosing syringe ( 2.2 ) Pediatric patients 1 year and older: Starting daily dose: 10 mg/kg per day in two equally divided doses ( 2.1 ) Increase by 10 mg/kg increments every other day to maximum dose of 45 mg/kg per day, not to exceed 3200 mg per day, in two divided doses ( 2.1 ) Adults: Starting daily dose: 400-800 mg per day in two equally divided doses ( 2.1 ) Increase by 400-800 mg every other day until a maximum dose of 3200 mg per day, in two divided doses, is reached ( 2.1 ) 2.1 Dosage Information Pediatric patients ( 1 year to less than 17 years) The recommended starting daily dose of BANZEL in pediatric patients with Lennox-Gastaut Syndrome is approximately 10 mg/kg administered in two equally divided doses. The dose should be increased by approximately 10 mg/kg increments every other day until a maximum daily dose of 45 mg/kg, not to exceed 3200 mg, administered in two equally divided doses, is reached. It is not known whether doses lower than the target doses are effective. Adults (17 years and older) The recommended starting daily dose of BANZEL in adults with Lennox-Gastaut Syndrome is 400 to 800 mg per day administered in two equally divided doses. The dose should be increased by 400-800 mg every other day until a maximum daily dose of 3200 mg, administered in two equally divided doses, is reached. It is not known whether doses lower than 3200 mg are effective. 2.2 Administration Information Administer BANZEL with food. BANZEL film-coated tablets can be administered whole, as half tablets or crushed. BANZEL oral suspension should be shaken well before every administration. The provided adapter and calibrated oral dosing syringe should be used to administer the oral suspension. The adapter which is supplied in the product carton should be inserted firmly into the neck of the bottle before use and remain in place for the duration of the usage of the bottle. The dosing syringe should be inserted into the adapter and the dose withdrawn from the inverted bottle. The cap should be replaced after each use. The cap fits properly when the adapter is in place [see Patient Counseling Information ( 17 )] . 2. 3 Dosing in Patients Undergoing Hemodialysis Hemodialysis may reduce exposure to a limited (about 30%) extent. Accordingly, adjusting the BANZEL dose during the dialysis process should be considered [s ee Clinical Pharmacology ( 12.3 ) ] . 2. 4 Dosing in Patients with Hepatic Disease Use of BANZEL in patients with hepatic impairment has not been studied. Therefore, use in patients with severe hepatic impairment is not recommended. Caution should be exercised in treating patients with mild to moderate hepatic impairment [ see Use in Specific Population s ( 8.7 ) ] . 2. 5 Dosing in Patients Taking Valproate Patients taking valproate should begin BANZEL at a dose lower than 10 mg/kg per day in pediatric patients or 400 mg per day in adults [ see Drug Int eractions ( 7.2 ) ] ."
  ],
  "indications": [
    "1 I NDICATIONS AND USAGE BANZEL is indicated for adjunctive treatment of seizures associated with Lennox-Gastaut Syndrome in pediatric patients 1 year of age and older and in adults. BANZEL is indicated for adjunctive treatment of seizures associated with Lennox-Gastaut Syndrome (LGS) in pediatric patients 1 year of age and older, and in adults ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:13:02.120209",
  "source": "OpenFDA"
}