{
  "drug_name": "Ruxolitinib",
  "generic_name": [
    "RUXOLITINIB"
  ],
  "brand_names": [
    "OPZELURA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drug interaction studies with OPZELURA have not been conducted. Ruxolitinib is known to be a substrate for cytochrome P450 3A4 (CYP3A4). Inhibitors of CYP3A4 may increase ruxolitinib systemic concentrations whereas inducers of CYP3A4 may decrease ruxolitinib systemic concentrations [see Clinical Pharmacology ( 12.3 )] . Strong Inhibitors of CYP3A4 Avoid concomitant use of OPZELURA with strong inhibitors of CYP3A4 as there is a potential to increase the systemic exposure of ruxolitinib and could increase the risk of OPZELURA adverse reactions [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS In atopic dermatitis, the most common adverse reactions (incidence ≥ 1%) are nasopharyngitis, diarrhea, bronchitis, ear infection, eosinophil count increased, urticaria, folliculitis, tonsillitis, and rhinorrhea. ( 6 ) In nonsegmental vitiligo, the most common adverse reactions (incidence ≥ 1%) are application site acne, application site pruritus, nasopharyngitis, headache, urinary tract infection, application site erythema, and pyrexia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Incyte Corporation at 1-855-463-3463 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Atopic Dermatitis In two double-blind, vehicle-controlled clinical trials (TRuE-AD1 and TRuE-AD2), 499 adult and pediatric subjects 12 years of age and older with atopic dermatitis were treated with OPZELURA twice daily for 8 weeks. In the OPZELURA group, 62% of subjects were females, and 71% of subjects were White, 23% were Black, and 4% were Asian. The adverse reactions reported by ≥ 1% of OPZELURA treated subjects and at a greater incidence than in the vehicle arm are listed in Table 1. Table 1: Adverse Reactions Occurring in ≥ 1% of Subjects Treated with OPZELURA for Atopic Dermatitis through Week 8 in TRuE-AD1 and TRuE-AD2 Adverse Reaction OPZELURA (N = 499) n (%) Vehicle (N = 250) n (%) Subjects with any TEAE TEAE – treatment emergent adverse events 132 (27) 83 (33) Nasopharyngitis 13 (3) 2 (1) Bronchitis 4 (1) 0 (0) Ear infection 4 (1) 0 (0) Eosinophil count increased 4 (1) 0 (0) Urticaria 4 (1) 0 (0) Diarrhea 3 (1) 1 (< 1) Folliculitis 3 (1) 0 (0) Tonsillitis 3 (1) 0 (0) Rhinorrhea 3 (1) 1 (< 1) Adverse reactions that occurred in TRuE-AD1 and TRuE-AD2 in < 1% of subjects in the OPZELURA group and none in the vehicle group were: neutropenia, allergic conjunctivitis, pyrexia, seasonal allergy, herpes zoster, otitis externa, Staphylococcal infection, and acneiform dermatitis. Nonsegmental Vitiligo In two double-blind, vehicle-controlled clinical trials (TRuE-V1 and TRuE-V2), 449 adult and pediatric subjects 12 years of age and older with nonsegmental vitiligo were treated with OPZELURA twice daily for 24 weeks. In the OPZELURA group, 55% of subjects were females, and 81% of subjects were White, 5% were Black, and 4% were Asian. The adverse reactions reported by OPZELURA treated subjects with an incidence of ≥ 1% and at least 1% greater incidence than in the vehicle arm in the 24-week double-blind period are listed in Table 2. Table 2: Adverse Reactions Occurring in ≥ 1% of Subjects Treated with OPZELURA for Nonsegmental Vitiligo through Week 24 in TRuE-V1 and TRuE-V2 Adverse Reaction OPZELURA (N = 449) n (%) Vehicle (N = 224) n (%) Subjects with any TEAE TEAE – treatment emergent adverse events 214 (48) 79 (35) Application site acne 26 (6) 2 (1) Application site pruritus 23 (5) 6 (3) Nasopharyngitis 19 (4) 5 (2) Headache 17 (4) 6 (3) Urinary tract infection 7 (2) 1 (< 1) Application site erythema 7 (2) 1 (< 1) Pyrexia 6 (1) 0 Adverse reactions that occurred in TRuE-V1 and TRuE-V2 in ≥ 0.5% to < 1% of subjects in the OPZELURA group and none in the vehicle group were: application site dermatitis, hypertension, anxiety, application site discoloration, application site folliculitis, contusion, dermatitis contact, diarrhea, ear infection, gastritis, gastroenteritis, hordeolum, influenza-like illness, insomnia, nasal congestion, and vomiting."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Do not use more than one 60 gram tube per week or one 100 gram tube per 2 weeks. ( 2.1 ) For topical use only. ( 2.1 ) Not for ophthalmic, oral, or intravaginal use. ( 2.1 ) Atopic Dermatitis Apply a thin layer twice daily to affected areas of up to 20% body surface area. ( 2.2 ) Nonsegmental Vitiligo Apply a thin layer twice daily to affected areas of up to 10% body surface area. ( 2.3 ) 2.1 Important Administration Instructions Do not use more than one 60 gram tube per week or one 100 gram tube per 2 weeks. OPZELURA is for topical use only. OPZELURA is not for ophthalmic, oral, or intravaginal use. 2.2 Recommended Dosage for Atopic Dermatitis Instruct patients to apply a thin layer of OPZELURA twice daily to affected areas of up to 20% body surface area. Stop using when signs and symptoms (e.g., itch, rash, and redness) of atopic dermatitis resolve. If signs and symptoms do not improve within 8 weeks, patients should be re-examined by their healthcare provider [see Clinical Studies ( 14.1 )] . 2.3 Recommended Dosage for Nonsegmental Vitiligo Instruct patients to apply a thin layer of OPZELURA twice daily to affected areas of up to 10% body surface area. Satisfactory patient response may require treatment with OPZELURA for more than 24 weeks. If the patient does not find the repigmentation meaningful by 24 weeks, the patient should be re‑evaluated by the healthcare provider [see Clinical Studies ( 14.2 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE OPZELURA is a Janus kinase (JAK) inhibitor indicated for: the topical short-term and non-continuous chronic treatment of mild to moderate atopic dermatitis in non-immunocompromised adult and pediatric patients 12 years of age and older whose disease is not adequately controlled with topical prescription therapies or when those therapies are not advisable. ( 1.1 ) the topical treatment of nonsegmental vitiligo in adult and pediatric patients 12 years of age and older. ( 1.2 ) Limitations of Use Use of OPZELURA in combination with therapeutic biologics, other JAK inhibitors or potent immunosuppressants such as azathioprine or cyclosporine is not recommended. ( 1.3 ) 1.1 Atopic Dermatitis OPZELURA is indicated for the topical short-term and non-continuous chronic treatment of mild to moderate atopic dermatitis in non-immunocompromised adult and pediatric patients 12 years of age and older whose disease is not adequately controlled with topical prescription therapies or when those therapies are not advisable. 1.2 Nonsegmental Vitiligo OPZELURA is indicated for the topical treatment of nonsegmental vitiligo in adult and pediatric patients 12 years of age and older. 1.3 Limitations of Use Use of OPZELURA in combination with therapeutic biologics, other JAK inhibitors, or potent immunosuppressants such as azathioprine or cyclosporine is not recommended."
  ],
  "fetched_at": "2025-10-01T17:03:59.228388",
  "source": "OpenFDA"
}