{
  "drug_name": "S-(Dimethylarsenic)Cysteine",
  "generic_name": [
    "S-(Dimethylarsenic)Cysteine"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS"
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Serious adverse reactions that may be associated with oxycodone and acetaminophen tablet use include respiratory depression, apnea, respiratory arrest, circulatory depression, hypotension, and shock ( see OVERDOSAGE ). The most frequently observed non-serious adverse reactions include lightheadedness, dizziness, drowsiness or sedation, nausea, and vomiting. These effects seem to be more prominent in ambulatory than in nonambulatory patients, and some of these adverse reactions may be alleviated if the patient lies down. Other adverse reactions include euphoria, dysphoria, constipation, and pruritus. Hypersensitivity reactions may include: Skin eruptions, urticarial, erythematous skin reactions. Hematologic reactions may include: Thrombocytopenia, neutropenia, pancytopenia, hemolytic anemia. Rare cases of agranulocytosis have likewise been associated with acetaminophen use. In high doses, the most serious adverse effect is a dose-dependent, potentially fatal hepatic necrosis. Renal tubular necrosis and hypoglycemic coma also may occur. Other adverse reactions obtained from postmarketing experiences with oxycodone and acetaminophen tablets are listed by organ system and in decreasing order of severity and/or frequency as follows: Body as a Whole Anaphylactoid reaction, allergic reaction, malaise, asthenia, fatigue, chest pain, fever, hypothermia, thirst, headache, increased sweating, accidental overdose, non-accidental overdose Cardiovascular Hypotension, hypertension, tachycardia, orthostatic hypotension, bradycardia, palpitations, dysrhythmias Central and Peripheral Nervous System Stupor, tremor, paraesthesia, hypoaesthesia, lethargy, seizures, anxiety, mental impairment, agitation, cerebral edema, confusion, dizziness Fluid and Electrolyte Dehydration, hyperkalemia, metabolic acidosis, respiratory alkalosis Gastrointestinal Dyspepsia, taste disturbances, abdominal pain, abdominal distention, sweating increased, diarrhea, dry mouth, flatulence, gastro-intestinal disorder, nausea, vomiting, pancreatitis, intestinal obstruction, ileus Hepatic Transient elevations of hepatic enzymes, increase in bilirubin, hepatitis, hepatic failure, jaundice, hepatotoxicity, hepatic disorder Hearing and Vestibular Hearing loss, tinnitus Hematologic Thrombocytopenia Hypersensitivity Acute anaphylaxis, angioedema, asthma, bronchospasm, laryngeal edema, urticaria, anaphylactoid reaction Metabolic and Nutritional Hypoglycemia, hyperglycemia, acidosis, alkalosis Musculoskeletal Myalgia, rhabdomyolysis Ocular Miosis, visual disturbances, red eye Psychiatric Drug dependence, drug abuse, insomnia, confusion, anxiety, agitation, depressed level of consciousness, nervousness, hallucination, somnolence, depression, suicide Respiratory System Bronchospasm, dyspnea, hyperpnea, pulmonary edema, tachypnea, aspiration, hypoventilation, laryngeal edema Skin and Appendages Erythema, urticaria, rash, flushing Urogenital Interstitial nephritis, papillary necrosis, proteinuria, renal insufficiency and failure, urinary retention"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Oxycodone and acetaminophen tablets should not be administered to patients with known hypersensitivity to oxycodone, acetaminophen, or any other component of this product. Oxycodone is contraindicated in any situation where opioids are contraindicated including patients with significant respiratory depression (in unmonitored settings or the absence of resuscitative equipment) and patients with acute or severe bronchial asthma or hypercarbia. Oxycodone is contraindicated in the setting of suspected or known paralytic ileus."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Dosage should be adjusted according to the severity of the pain and the response of the patient. It may occasionally be necessary to exceed the usual dosage recommended below in cases of more severe pain or in those patients who have become tolerant to the analgesic effect of opioids. If pain is constant, the opioid analgesic should be given at regular intervals on an around-the-clock schedule. Oxycodone and acetaminophen tablets are given orally. The total daily dose of acetaminophen should not exceed 4 grams. Strength Usual Adult Dosage Maximal Daily Dose Oxycodone and acetaminophen tablets 5 mg/325 mg 1 tablet every 6 hours as needed for pain 12 Tablets Oxycodone and acetaminophen tablets 7.5 mg/325 mg 1 tablet every 6 hours as needed for pain 8 Tablets Oxycodone and acetaminophen tablets 7.5 mg/500 mg 1 tablet every 6 hours as needed for pain 8 Tablets Oxycodone and acetaminophen tablets 10 mg/325 mg 1 tablet every 6 hours as needed for pain 6 Tablets"
  ],
  "indications": [
    "INDICATIONS AND USAGE Oxycodone and acetaminophen tablets USP are indicated for the relief of moderate to moderately severe pain."
  ],
  "fetched_at": "2025-10-01T04:34:53.645752",
  "source": "OpenFDA"
}