{
  "drug_name": "Sacubitril",
  "generic_name": [
    "SACUBITRIL AND VALSARTAN"
  ],
  "brand_names": [
    "ENTRESTO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid concomitant use with aliskiren in patients with estimated glomerular filtration rate (eGFR) less than 60. ( 7.1 ) Potassium-sparing diuretics: May lead to increased serum potassium. ( 7.2 ) Nonsteroidal Anti-Inflammatory Drugs (NSAIDs): May lead to increased risk of renal impairment. ( 7.3 ) Lithium: Increased risk of lithium toxicity. ( 7.4 ) 7.1 Dual Blockade of the Renin-Angiotensin-Aldosterone System Concomitant use of ENTRESTO with an ACE inhibitor is contraindicated because of the increased risk of angioedema [see Contraindications (4)] . Avoid use of ENTRESTO with an ARB, because ENTRESTO contains the angiotensin II receptor blocker valsartan. The concomitant use of ENTRESTO with aliskiren is contraindicated in patients with diabetes [see Contraindications (4)] . Avoid use with aliskiren in patients with renal impairment (eGFR less than 60 mL/min/1.73 m 2 ). 7.2 Potassium-Sparing Diuretics As with other drugs that block angiotensin II or its effects, concomitant use of potassium-sparing diuretics (e.g., spironolactone, triamterene, amiloride), potassium supplements, or salt substitutes containing potassium may lead to increases in serum potassium [see Warnings and Precautions (5.5)] . 7.3 Nonsteroidal Anti-Inflammatory Drugs (NSAIDs) Including Selective Cyclooxygenase-2 Inhibitors (COX-2 Inhibitors) In patients who are elderly, volume-depleted (including those on diuretic therapy), or with compromised renal function, concomitant use of NSAIDs, including COX-2 inhibitors, with ENTRESTO may result in worsening of renal function, including possible acute renal failure. These effects are usually reversible. Monitor renal function periodically. 7.4 Lithium Increases in serum lithium concentrations and lithium toxicity have been reported during concomitant administration of lithium with angiotensin II receptor antagonists. Monitor serum lithium levels during concomitant use with ENTRESTO."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Clinically significant adverse reactions that appear in other sections of the labeling include: Angioedema [see Warnings and Precautions (5.2)] Hypotension [see Warnings and Precautions (5.3)] Impaired Renal Function [see Warnings and Precautions (5.4)] Hyperkalemia [see Warnings and Precautions (5.5)] Adverse reactions occurring greater than or equal to 5% are hypotension, hyperkalemia, cough, dizziness, and renal failure. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 6,622 heart failure patients were treated with ENTRESTO in the PARADIGM-HF (vs. enalapril) and PARAGON-HF (vs. valsartan) clinical trials. Of these, 5,085 were exposed for at least 1 year. Adult Heart Failure In PARADIGM-HF, patients were required to complete sequential enalapril and ENTRESTO run-in periods of (median) 15 and 29 days, respectively, prior to entering the randomized double-blind period comparing ENTRESTO and enalapril. During the enalapril run-in period, 1,102 patients (10.5%) were permanently discontinued from the study, 5.6% because of an adverse event, most commonly renal dysfunction (1.7%), hyperkalemia (1.7%) and hypotension (1.4%). During the ENTRESTO run-in period, an additional 10.4% of patients permanently discontinued treatment, 5.9% because of an adverse event, most commonly renal dysfunction (1.8%), hypotension (1.7%) and hyperkalemia (1.3%). Because of this run-in design, the adverse reaction rates described below are lower than expected in practice. In the double-blind period, safety was evaluated in 4,203 patients treated with ENTRESTO and 4,229 treated with enalapril. In PARADIGM-HF, patients randomized to ENTRESTO received treatment for up to 4.3 years, with a median duration of exposure of 24 months; 3,271 patients were treated for more than one year. Discontinuation of therapy because of an adverse event during the double-blind period occurred in 450 (10.7%) of ENTRESTO-treated patients and 516 (12.2%) of patients receiving enalapril. Adverse reactions occurring at an incidence of greater than or equal to 5% in patients who were treated with ENTRESTO in the double-blind period of PARADIGM-HF are shown in Table 3. In PARADIGM-HF, the incidence of angioedema was 0.1% in both the enalapril and ENTRESTO run-in periods. In the double-blind period, the incidence of angioedema was higher in patients treated with ENTRESTO than enalapril (0.5% and 0.2%, respectively). The incidence of angioedema in Black patients was 2.4% with ENTRESTO and 0.5% with enalapril [see Warnings and Precautions (5.2)] . Orthostasis was reported in 2.1% of patients treated with ENTRESTO compared to 1.1% of patients treated with enalapril during the double-blind period of PARADIGM-HF. Falls were reported in 1.9% of patients treated with ENTRESTO compared to 1.3% of patients treated with enalapril. Table 3: Adverse Reactions Reported in greater than or equal to 5% of Patients Treated with ENTRESTO in the Double-Blind Period of PARADIGM-HF ENTRESTO (n = 4,203) % Enalapril (n = 4,229) % Hypotension 18 12 Hyperkalemia 12 14 Cough 9 13 Dizziness 6 5 Renal failure/acute renal failure 5 5 In PARAGON-HF, no new adverse reactions were identified. Pediatric Heart Failure The adverse reactions observed in pediatric patients 1 year to less than 18 years old who received treatment with ENTRESTO were consistent with those observed in adult patients. Laboratory Abnormalities Hemoglobin and Hematocrit Decreases in hemoglobin/hematocrit of greater than 20% were observed in approximately 5% of both ENTRESTO- and enalapril-treated patients in the double-blind period in PARADIGM-HF. Decreases in hemoglobin/hematocrit of greater than 20% were observed in approximately 7% of ENTRESTO-treated patients and 9% of valsartan-treated patients in the double-blind period in PARAGON-HF. Serum Creatinine During the double-blind period in PARADIGM-HF, approximately 16% of both ENTRESTO- and enalapril-treated patients had increases in serum creatinine of greater than 50%. During the double-blind period in PARAGON-HF, approximately 17% of ENTRESTO-treated patients and 21% of valsartan-treated patients had increases in serum creatinine of greater than 50%. Serum Potassium During the double-blind period of PARADIGM-HF, approximately 16% of both ENTRESTO- and enalapril-treated patients had potassium concentrations greater than 5.5 mEq/L. During the double-blind period of PARAGON-HF, approximately 18% of ENTRESTO-treated patients and 20% of valsartan-treated patients had potassium concentrations greater than 5.5 mEq/L. 6.2 Postmarketing Experience The following additional adverse reactions have been reported in postmarketing experience. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity including rash, pruritus, and anaphylactic reaction"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ENTRESTO is contraindicated: in patients with hypersensitivity to any component in patients with a history of angioedema related to previous ACE inhibitor or ARB therapy [see Warnings and Precautions (5.2)] with concomitant use of ACE inhibitors. Do not administer within 36 hours of switching from or to an ACE inhibitor [see Drug Interactions (7.1)] with concomitant use of aliskiren in patients with diabetes [see Drug Interactions (7.1)] Hypersensitivity to any component. ( 4 ) History of angioedema related to previous ACEi or ARB therapy. ( 4 ) Concomitant use with ACE inhibitors. ( 4 , 7.1 ) Concomitant use with aliskiren in patients with diabetes. ( 4 , 7.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended starting dosage for adults is 49 mg/51 mg orally twice daily. The target maintenance dose is 97 mg/103mg orally twice daily. ( 2.2 ) Adjust adult doses every 2 to 4 weeks to the target maintenance dose, as tolerated by the patient. ( 2.2 ) For pediatric patients, see the Full Prescribing Information for recommended dosage, titrations, preparation and administration instructions. ( 2.3 , 2.4 , 2.5 ) Reduce starting dose to half the usually recommended starting dosage for: patients not currently taking an angiotensin-converting enzyme (ACE) inhibitor or angiotensin II receptor blocker (ARB) or previously taking a low dose of these agents. ( 2.6 ) patients with severe renal impairment. ( 2.7 ) patients with moderate hepatic impairment. ( 2.8 ) 2.1 General Considerations ENTRESTO is contraindicated with concomitant use of an angiotensin-converting enzyme (ACE) inhibitor. If switching from an ACE inhibitor to ENTRESTO allow a washout period of 36 hours between administration of the two drugs [see Contraindications (4) and Drug Interactions (7.1)] . 2.2 Adult Heart Failure The recommended starting dose of ENTRESTO is 49/51 mg orally twice-daily. Double the dose of ENTRESTO after 2 to 4 weeks to the target maintenance dose of 97/103 mg twice daily, as tolerated by the patient. 2.3 Pediatric Heart Failure For the recommended dosage for pediatric patients aged 1 year and older, refer to Table 1 if using the tablets, or Table 2 if using the oral pellets. Take the recommended dose orally twice daily. Adjust pediatric patient doses every 2 weeks, as tolerated by the patient. Table 1: Recommended Dose and Titration for Pediatric Patients Using Tablets † Use of the oral suspension or oral pellets (see Table 2) is recommended in these patients. Recommended mg/kg doses are of the combined amount of both sacubitril and valsartan [see Dosage and Administration (2.4, 2.5)] . ‡ Doses of 72 mg/78 mg can be achieved using three 24 mg/26 mg tablets [see Dosage Forms and Strengths (3)] . Titration Step Dose (twice daily) Weight (kg) Starting Second Final Less than 40 kg † 1.6 mg/kg 2.3 mg/kg 3.1 mg/kg At least 40 kg, less than 50 kg 24 mg/26 mg 49 mg/51 mg 72 mg/78 mg ‡ At least 50 kg 49 mg/51 mg 72 mg/78 mg ‡ 97 mg/103 mg Table 2: Recommended Dose and Titration for Pediatric Patients using ENTRESTO SPRINKLE † † When using capsules, more than one capsule may be needed to achieve recommended doses. Oral pellets are contained within each capsule. Use the entire contents of the capsules to achieve the dose. ‡ Recommended mg/kg doses are of the combined amount of sacubitril and valsartan [see Dosage and administration (2.4)] . * For patients 50 kg or more, see Table 1. Titration Step Dose (twice daily) Weight (kg) * Starting Second Final Less than 13 (use oral suspension ‡ ) 1.6 mg/kg 2.3 mg/kg 3.1 mg/kg 13 to less than 19 12 mg/12 mg (Two 6 mg/6 mg capsules) 18 mg/18 mg (Three 6 mg/6 mg capsules) 24 mg/24 mg (Four 6 mg/6 mg capsules) 19 to less than 26 18 mg/18 mg (Three 6 mg/6 mg capsules) 24 mg/24 mg (Four 6 mg/6 mg capsules) 30 mg/32 mg (Two 15 mg/16 mg capsules) 26 to less than 34 24 mg/24 mg (Four 6 mg/6 mg capsules) 30 mg/32 mg (Two 15 mg/16 mg capsules) 45 mg/48 mg (Three 15 mg/16 mg capsules) 34 to less than 50 * 30 mg/32 mg (Two 15 mg/16 mg capsules) 45 mg/48 mg (Three 15 mg/16 mg capsules) 60 mg/64 mg (Four 15 mg/16 mg capsules) 2.4 Preparation of Oral Suspension Using Tablets ENTRESTO oral suspension can be substituted at the recommended tablet dosage in patients unable to swallow tablets. ENTRESTO 800 mg/200 mL oral suspension can be prepared in a concentration of 4 mg/mL (sacubitril/valsartan 1.96/2.04 mg/mL). Use ENTRESTO 49/51 mg tablets in the preparation of the suspension. To make an 800 mg/200 mL (4 mg/mL) oral suspension, transfer eight tablets of ENTRESTO 49/51 mg film-coated tablets into a mortar. Crush the tablets into a fine powder using a pestle. Add 60 mL of Ora-Plus ® into the mortar and triturate gently with pestle for 10 minutes, to form a uniform suspension. Add 140 mL of Ora-Sweet ® SF into mortar and triturate with pestle for another 10 minutes, to form a uniform suspension. Transfer the entire contents from the mortar into a clean 200 mL amber colored PET or glass bottle. Place a press-in bottle adapter and close the bottle with a child resistant cap. The oral suspension can be stored for up to 15 days. Do not store above 25°C (77°F) and do not refrigerate. Shake before each use. * Ora-Sweet SF ® and Ora-Plus ® are registered trademarks of Paddock Laboratories, Inc. 2.5 Preparation and Administration of Oral Pellets ENTRESTO SPRINKLE are oral pellets contained within capsules. Do not swallow the capsules. Do not chew or crush the oral pellets. ENTRESTO SPRINKLE can also be substituted in patients unable to swallow tablets. Use the entire contents of the capsules to achieve the dose. To administer ENTRESTO oral pellets, open the capsule and sprinkle the full content onto 1 to 2 teaspoons of soft food. Consume the food containing the oral pellets immediately after adding them. Empty capsule shells must be discarded after use and not swallowed. Do not administer ENTRESTO oral pellets via nasogastric, gastrostomy, or other enteral tubes because it may cause obstruction of enteral tubes. 2.6 Dose Adjustment for Patients Not Taking an ACE inhibitor or ARB or Previously Taking Low Doses of These Agents In patients not currently taking an ACE inhibitor or an angiotensin II receptor blocker (ARB) and for patients previously taking low doses of these agents, start ENTRESTO at half the usually recommended starting dose. After initiation, increase the dose every 2 to 4 weeks in adults and every 2 weeks in pediatric patients to follow the recommended dose escalation thereafter [see Dosage and Administration (2.2, 2.3)] . Note: Initiate pediatric patients weighing 40 to 50 kg who meet this criterion at 0.8 mg/kg twice daily using the oral suspension or oral pellets [see Dosage and Administration (2.3, 2.4, 2.5)] . 2.7 Dose Adjustment for Severe Renal Impairment In adults and pediatric patients with severe renal impairment estimated glomerular filtration rate (eGFR less than 30 mL/min/1.73 m 2 ), start ENTRESTO at half the usually recommended starting dose. After initiation, increase the dose to follow the recommended dose escalation thereafter [see Dosage and Administration (2.2, 2.3)] . Note: Initiate pediatric patients weighing 40 to 50 kg who meet this criterion at 0.8 mg/kg twice daily using the oral suspension or oral pellets [see Dosage and Administration (2.3, 2.4, 2.5)] . No starting dose adjustment is needed for mild or moderate renal impairment. 2.8 Dose Adjustment for Hepatic Impairment In adults and pediatric patients with moderate hepatic impairment (Child-Pugh B classification), start ENTRESTO at half the usually recommended starting dose. After initiation, increase the dose to follow the recommended dose escalation thereafter [see Dosage and Administration (2.2, 2.3)] . Note: Initiate pediatric patients weighing 40 to 50 kg who meet this criterion at 0.8 mg/kg twice daily using the oral suspension or oral pellets [see Dosage and Administration (2.3, 2.4, 2.5)] . No starting dose adjustment is needed for mild hepatic impairment. Use in patients with severe hepatic impairment is not recommended."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ENTRESTO is a combination of sacubitril, a neprilisin inhibitor, and valsartan, an angiotensin II receptor blocker, and is indicated: to reduce the risk of cardiovascular death and hospitalization for heart failure in adult patients with chronic heart failure. Benefits are most clearly evident in patients with left ventricular ejection fraction (LVEF) below normal. ( 1.1 ) for the treatment of symptomatic heart failure with systemic left ventricular systolic dysfunction in pediatric patients aged one year and older. ENTRESTO reduces NT-proBNP and is expected to improve cardiovascular outcomes. ( 1.2 ) 1.1 Adult Heart Failure ENTRESTO is indicated to reduce the risk of cardiovascular death and hospitalization for heart failure in adult patients with chronic heart failure. Benefits are most clearly evident in patients with left ventricular ejection fraction (LVEF) below normal. LVEF is a variable measure, so use clinical judgment in deciding whom to treat [see Clinical Studies (14.1)] . 1.2 Pediatric Heart Failure ENTRESTO is indicated for the treatment of symptomatic heart failure with systemic left ventricular systolic dysfunction in pediatric patients aged one year and older. ENTRESTO reduces NT-proBNP and is expected to improve cardiovascular outcomes."
  ],
  "fetched_at": "2025-10-01T17:32:20.165970",
  "source": "OpenFDA"
}