{
  "drug_name": "Safinamide",
  "generic_name": [
    "SAFINAMIDE MESYLATE"
  ],
  "brand_names": [
    "Xadago"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Selective Serotonin Reuptake Inhibitors: Monitor patients for serotonin syndrome ( 7.3 ) Sympathomimetic Medications: Monitor patients for hypertension ( 7.5 ) Tyramine: Risk of severe hypertension ( 7.6 ) 7.1 MAO Inhibitors (MAOIs) XADAGO is contraindicated for use with other drugs in the MAOIs class or other drugs that are potent inhibitors of monoamine oxidase (e.g., linezolid, an oxazolidinone antibacterial, which also has reversible nonselective MAO inhibition activity). Co-administration increases the risk of nonselective MAO inhibition, which may lead to hypertensive crisis [see Contraindications (4) and Warnings and Precautions (5.1) ] . At least 14 days should elapse between discontinuation of XADAGO and initiation of treatment with other MAOIs. Isoniazid has some monoamine oxidase inhibiting activity. Monitor for hypertension and reaction to dietary tyramine in patients treated concomitantly with isoniazid and XADAGO. 7.2 Opioid Drugs Because serious, sometimes fatal reactions have been precipitated with concomitant use of opioid drugs (e.g., meperidine and its derivatives, methadone, propoxyphene, or tramadol) and MAOIs, including selective MAO-B inhibitors, concomitant use of these drugs is contraindicated [see Warnings and Precautions (5.2) ] . At least 14 days should elapse between discontinuation of XADAGO and initiation of treatment with these drugs. 7.3 Serotonergic Drugs Concomitant use of XADAGO with SNRIs; triazolopyridine, tricyclic or tetracyclic antidepressants; cyclobenzaprine (a skeletal muscle relaxant that is a tricyclic antidepressant derivative); or St. John's wort is contraindicated [see Warnings and Precautions (5.2) ] . At least 14 days should elapse between discontinuation of XADAGO and initiation of treatment with these drugs. Monitor patients for symptoms of serotonin syndrome if SSRIs are used by patients treated with XADAGO [see Warnings and Precautions (5.2) ] . 7.4 Dextromethorphan The combination of MAOIs and dextromethorphan has been reported to cause episodes of psychosis or bizarre behavior. Therefore, in view of XADAGO's MAO inhibitory activity, dextromethorphan is contraindicated for use with XADAGO. 7.5 Sympathomimetic Medications Severe hypertensive reactions have followed the administration of sympathomimetics and nonselective MAOIs. Hypertensive crisis has been reported in patients taking the recommended doses of selective MAO-B inhibitors and sympathomimetic medications. Concomitant use of XADAGO with methylphenidate, amphetamine, and their derivatives is contraindicated [see Warnings and Precautions (5.1 , 5.2) ] . Monitor patients for hypertension if XADAGO is prescribed concomitantly with prescription or nonprescription sympathomimetic medications, including nasal, oral, or ophthalmic decongestants and cold remedies [see Warnings and Precautions (5.1) ] . 7.6 Tyramine MAO in the gastrointestinal tract and liver (primarily type A) provides protection from exogenous amines (e.g., tyramine). If tyramine were absorbed intact, it could lead to severe hypertension, including hypertensive crisis. Aged, fermented, cured, smoked, and pickled foods containing large amounts of exogenous amines (e.g., aged cheese, pickled herring) may cause release of norepinephrine resulting in a rise in blood pressure (Tyramine Reaction). Patients should be advised to avoid foods containing a large amount of tyramine while taking recommended doses of XADAGO [see Warnings and Precautions (5.1) ] . Selectivity for inhibiting MAO-B decreases in a dose-related manner above the highest recommended daily dosage, which may increase the risk for hypertension [see Clinical Pharmacology (12.2) ] . In addition, isoniazid has some monoamine oxidase inhibiting activity. Monitor for hypertension and reaction to dietary tyramine in patients treated with isoniazid and XADAGO [see Warnings and Precautions (5.1) ] . 7.7 Dopaminergic Antagonists Dopamine antagonists, such as antipsychotics or metoclopramide, may decrease the effectiveness of XADAGO and exacerbate the symptoms of PD."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections of labeling: Hypertension [see Warnings and Precautions (5.1) ] Serotonin Syndrome [see Warnings and Precautions (5.2) ] Falling Asleep During Activities of Daily Living [see Warnings and Precautions (5.3) ] Dyskinesia [see Warnings and Precautions (5.4) ] Hallucinations / Psychotic Behavior [see Warnings and Precautions (5.5) ] Impulse Control / Compulsive Behaviors [see Warnings and Precautions (5.6) ] Withdrawal-Emergent Hyperpyrexia and Confusion [see Warnings and Precautions (5.7) ] Retinal Pathology [see Warnings and Precautions (5.8) ] Most common adverse reactions (incidence on XADAGO 100 mg/day at least 2% greater than placebo) were dyskinesia, fall, nausea, and insomnia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact MDD US Operations, LLC, at 1-888-492-3246 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Clinical trials are conducted under widely varying conditions; therefore, adverse reactions observed in the clinical trials of a drug cannot be directly compared to the incidence in the clinical trials of another drug and may not reflect the incidence observed in clinical practice. Common Adverse Reactions in Placebo-Controlled PD Studies Table 1 shows the incidence of adverse reactions with an incidence of at least 2% on XADAGO 100 mg/day and greater than placebo in controlled studies in PD (Study 1 and Study 2). The most common adverse reactions associated with XADAGO treatment in which the incidence for XADAGO 100 mg/day was at least 2% greater than the incidence for placebo were dyskinesia, fall, nausea, and insomnia. Adverse Reactions Reported as Reason for Discontinuation from Study In pooled placebo-controlled studies (Study 1 and Study 2) in patients with PD taking a stable dose of carbidopa/levodopa with or without other PD medications, there was an increase in the incidence of XADAGO-treated patients who discontinued from the study because of adverse reactions. The incidence of patients discontinuing from Study 1 and Study 2 for any adverse reaction was 5% for XADAGO 50 mg/day, 6% for XADAGO 100 mg/day, and 4% for placebo. The most frequently reported adverse reaction causing study discontinuation was dyskinesia (1% of patients treated with XADAGO 50 mg/day or XADAGO 100 mg/day vs. 0% for placebo). Table 1: Percentage of Patients with Adverse Reactions with an Incidence ≥ 2% in the XADAGO 100 mg/day Group and Greater than Placebo in Studies 1 and 2. XADAGO 50 mg/day (N = 223) XADAGO 100 mg/day (N = 498) Placebo (N = 497) Adverse Reaction % % % Dyskinesia 21 17 9 Fall 4 6 4 Nausea 3 6 4 Insomnia 1 4 2 Orthostatic hypotension 2 2 1 Anxiety 2 2 1 Cough 2 2 1 Dyspepsia 0 2 1 Abnormal Laboratory Changes In Study 1 and Study 2, the proportion of patients who experienced a shift from normal to above the upper limit of normal for serum alanine aminotransferase (ALT) was 5% for XADAGO 50 mg, 7% for XADAGO 100 mg, and 3% for placebo. No patient treated with XADAGO experienced an increase in ALT that was 3 times the upper limit of normal or higher. The proportion of patients with a shift from normal to above the upper limit of normal for serum aspartate aminotransferase (AST) was 7% for XADAGO 50 mg, 6% for XADAGO 100 mg, and 3% for placebo. The incidence of patients with an increase in AST to at least 3 times the upper limit of normal was similar for XADAGO and placebo. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of safinamide. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders: Hypersensitivity: A postmarketing report describes a patient who developed a hypersensitivity reaction consisting of swelling of the tongue and gingiva, dyspnea and skin rash. The symptoms resolved shortly after XADAGO was discontinued, but reappeared following rechallenge a month later. Nervous System Disorders: Headache"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS XADAGO is contraindicated in patients with: Concomitant use of other drugs in the monoamine oxidase inhibitor (MAOI) class or other drugs that are potent inhibitors of monoamine oxidase, including linezolid. The combination may result in increased blood pressure, including hypertensive crisis [see Warnings and Precautions (5.1) and Drug Interactions (7.1) ] . Concomitant use of opioid drugs (e.g., meperidine and its derivatives, methadone, propoxyphene, or tramadol); serotonin-norepinephrine reuptake inhibitors (SNRIs), tricyclic, tetracyclic, or triazolopyridine antidepressants; cyclobenzaprine; methylphenidate, amphetamine, and their derivatives; or St John's wort. Concomitant use could result in life-threatening serotonin syndrome [see Warnings and Precautions (5.2) and Drug Interactions (7.2 , 7.3 , 7.5) ] . Concomitant use of dextromethorphan. The combination of MAOIs and dextromethorphan has been reported to cause episodes of psychosis or abnormal behavior [see Drug Interactions (7.4) ] . A history of a hypersensitivity to safinamide. Reactions have included swelling of the tongue and oral mucosa, and dyspnea. Severe hepatic impairment (Child-Pugh C: 10-15) [see Use in Specific Populations (8.6) ] . XADAGO is contraindicated in patients with: Concomitant use of the following drugs: Other monoamine oxidase inhibitors or other drugs that are potent inhibitors of monoamine oxidase (e.g., linezolid) ( 4 , 7.1 ) Opioid drugs (e.g., tramadol, meperidine and related derivatives); serotonin-norepinephrine reuptake inhibitors; tri-or tetra-cyclic or triazolopyridine antidepressants; cyclobenzaprine; methylphenidate, amphetamine, and their derivatives; St. John's wort ( 4 , 7.2 , 7.3 , 7.5 ) Dextromethorphan ( 4 , 7.4 ) A history of a hypersensitivity to safinamide ( 4 ) Severe hepatic impairment (Child-Pugh C: 10-15) ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Start with 50 mg administered orally once daily at the same time of day; after two weeks, the dose may be increased to 100 mg once daily, based on individual need and tolerability ( 2.1 ) Hepatic Impairment: Do not exceed 50 mg once daily in patients with moderate hepatic impairment; contraindicated in patients with severe hepatic impairment ( 2.2 , 4 ) 2.1 Dosing Information The recommended starting dosage of XADAGO is 50 mg administered orally once daily (at the same time of day), without regard to meals. After two weeks, the dosage may be increased to 100 mg once daily, based on individual need and tolerability. Daily dosages of XADAGO above 100 mg have not been shown to provide additional benefit, and higher dosages increase the risk for adverse reactions. XADAGO has been shown to be effective only in combination with levodopa/carbidopa [see Indications and Usage (1) ] . If a dose is missed, the next dose should be taken at the same time the next day. XADAGO 100 mg should be tapered by decreasing the dose to 50 mg for one week before stopping [see Warnings and Precautions (5.7) ] . 2.2 Dosing in Patients with Hepatic Impairment In patients with moderate hepatic impairment (Child-Pugh B: 7-9), the maximum recommended dosage of XADAGO is 50 mg orally once daily. XADAGO is contraindicated in patients with severe hepatic impairment (Child-Pugh C: 10-15) [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . If a patient taking 50 mg XADAGO progresses from moderate to severe hepatic impairment, discontinue XADAGO."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XADAGO is indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson's disease (PD) experiencing \"off\" episodes. XADAGO is a monoamine oxidase type B (MAO-B) inhibitor indicated as adjunctive treatment to levodopa/carbidopa in patients with Parkinson's disease (PD) experiencing \"off\" episodes ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:29:17.009106",
  "source": "OpenFDA"
}