{
  "drug_name": "Samarium (153Sm) lexidronam",
  "generic_name": [
    "Samarium (153Sm) lexidronam"
  ],
  "brand_names": [],
  "drug_interactions": [
    "DRUG INTERACTIONS The potential for additive bone marrow toxicity of QUADRAMET ® with chemotherapy or external beam radiation has not been studied. QUADRAMET ® should not be given concurrently with chemotherapy or external beam radiation therapy unless the benefit outweighs the risks. QUADRAMET ® should not be given after either of these treatments until there has been time for adequate marrow recovery. (See Warnings Section)."
  ],
  "warnings": [
    "WARNINGS QUADRAMET ® causes bone marrow suppression. In clinical trials, white blood cell counts and platelet counts decreased to a nadir of approximately 40% to 50% of baseline in 123 (95%) of patients within 3 to 5 weeks after QUADRAMET ® , and tended to return to pretreatment levels by 8 weeks. The grade of marrow toxicity is shown in Table 5 below. Table 5: NUMBER AND PERCENT OF PATIENTS WHO EXPERIENCED MARROW TOXICITY IN CLINICAL TRIALS OF QUADRAMET ® Hemoglobin Leucocytes Platelets Toxicity Grade Toxicity Grade based upon National Cancer Institute Criteria; normal levels are Hemoglobin >10g/dL, Leucocyte ≥ to 4.0 × 10 3 µL, and Platelets ≥ to150,000/µL. Placebo N=85 1.0 mCi/kg N=185 Placebo N=85 1.0 mCi/kg N=184 Placebo N=85 1.0 mCi/kg N-185 0-2 78 (92%) 162 (88%) 85 (100%) 169 (92%) 85 (100%) 173 (94%) 3 6 (7%) 20 (11%) 0 (0%) 15 (8%) 0 (0%) 10 (5%) 4 1 (1%) 3 (2%) 0 (0%) 0 (0%) 0 (0%) 2 (1%) Before QUADRAMET ® is administered, consideration should be given to the patient's current clinical and hematologic status and bone marrow response history to treatment with myelotoxic agents. Metastatic prostate and other cancers can be associated with disseminated intravascular coagulation (DIC); caution should be exercised in treating cancer patients whose platelet counts are falling or who have other clinical or laboratory findings suggesting DIC. Because of the unknown potential for additive effects on bone marrow, QUADRAMET ® should not be given concurrently with chemotherapy or external beam radiation therapy unless the clinical benefits outweigh the risks. Use of QUADRAMET ® in patients with evidence of compromised bone marrow reserve from previous therapy or disease involvement is not recommended unless the potential benefits of the treatment outweigh the risks. Blood counts should be monitored weekly for at least 8 weeks, or until recovery of adequate bone marrow function. Pregnancy As with other radiopharmaceutical drugs, QUADRAMET ® can cause fetal harm when administered to a pregnant woman. Adequate and well controlled studies have not been conducted in animals or pregnant women. Women of child-bearing age should have a negative pregnancy test before administration of QUADRAMET ® . If this drug is used during pregnancy, or if a patient becomes pregnant after taking this drug, the patient should be apprised of the potential hazard to the fetus. Women of childbearing potential should be advised to avoid becoming pregnant soon after receiving QUADRAMET ® . Men and women patients should be advised to use an effective method of contraception after the administration of QUADRAMET ® . The vial stopper contains dry natural rubber latex and may cause allergic reactions in providers or patients who are sensitive to latex"
  ],
  "adverse_reactions": [
    "ADVERSE EVENTS Adverse events were evaluated in a total of 580 patients who received QUADRAMET ® in clinical trials. Of the 580 patients, there were 472 men and 108 women with a mean age of 66 (range 20 to 87). Of these patients, 472 (81%) had at least one adverse event. In a subgroup of 399 patients who received QUADRAMET ® 1.0 mCi/kg, there were 23 deaths and 46 serious adverse events. The deaths occurred an average of 67 days (9 to 130) after QUADRAMET ® . Serious events occurred an average of 46 days (1 - 118) after QUADRAMET ® . Although most of the patient deaths and serious adverse events appear to be related to the underlying disease, the relationship of end stage disease, marrow invasion by cancer cells, previous myelotoxic treatment and QUADRAMET ® toxicity can not be easily distinguished. In clinical studies, two patients with rapidly progressive prostate cancer developed thrombocytopenia and died 4 weeks after receiving QUADRAMET ® . One of the patients showed evidence of disseminated intravascular coagulation (DIC); the other patient experienced a fatal cerebrovascular accident, with a suspicion of DIC. The relationship of the DIC to the bone marrow suppressive effect of Samarium is not known. Marrow toxicity occurred in 277 (48%) patients (See Warnings section). In controlled studies, 7% of patients receiving 1.0 mCi/kg QUADRAMET ® (as compared to 6% of patients receiving placebo) reported a transient increase in bone pain shortly after injection (flare reaction). This was usually mild, self-limiting, and responded to analgesics. The most common adverse events observed in controlled clinical studies of QUADRAMET ® , are given in Table 6. TABLE 6 SELECTED ADVERSE EVENTS REPORTED IN ≥ 1.0 % OF PEOPLE WHO RECEIVED QUADRAMET ® OR PLACEBO IN CONTROLLED CLINICAL TRIALS ADVERSE EVENT Placebo N=90 QUADRAMET ® 1.0 mCi/kg N=199 # Patients with Any Adverse Event 72 (80%) 169 (85%) Body As A Whole 56 (62%) 100 (50%) Pain Flare Reaction 5 (5.6%) 14 (7.0%) Cardiovascular 19 (21%) 32 (16%) Arrhythmias 2 (2.2%) 10 (5.0%) Chest Pain 4 (4.4%) 8 (4.0%) Hypertension 0 6 (3.0%) Hypotension 2 (2.2%) 4 (2.0%) Digestive 44 (49%) 82 (41%) Abdominal Pain 7 (7.8%) 12 (6.0%) Diarrhea 3 (3.3%) 12 (6.0%) Nausea &/or Vomiting 37 (41.1%) 65 (32.7%) Hematologic & Lymphatic 12 (13%) 54 (27%) Coagulation Disorder 0 3 (1.5%) Hemoglobin Decreased 21 (23.3%) 81 (40.7%) Leukopenia 6 (6.7%) 118(59.3%) Lymphadenopathy 0 4 (2.0%) Thrombocytopenia 8 (8.9%) 138(69.3%) Any Bleeding Manifestations Includes hemorrhage (gastrointestinal, ocular) reported in <1%. 8 (8.9%) 32 (16.1%) Ecchymosis 1 (1.1%) 3 (3.0%) Epistaxis 1 (1.1%) 4 (2.0%) Hematuria 3 (3.3%) 10 (5%) Infection 10 (11.1%) 34 (17.1%) Fever and/or Chills 10 (11.1%) 17 (8.5%) Infection, Not Specified 4 (4.4%) 14 (7.0%) Oral Moniliasis 1 (1.1%) 4 (2.0%) Pneumonia 1 (1.1%) 3 (1.5%) Musculoskeletal 28 (31%) 55 (27%) Myasthenia 8 (8.9%) 13 (6.5%) Pathologic Fracture 2 (2.2%) 5 (2.5%) Nervous 39 (43%) 59 (30%) Dizziness 1 (1.1%) 8 (4.0%) Paresthesia 7 (7.8%) 4 (2.0%) Spinal Cord Compression 5 (5.5%) 13 (6.5%) Cerebrovascular Accident/Stroke 0 2 (1.0%) Respiratory 24 (27%) 35 (18%) Bronchitis/Cough Increased 2 (2.2%) 8 (4.0%) Special Senses 11 (12%) 11 (6%) Skin & Appendages 17 (19%) 13 (7%) Purpura 0 2 (1%) Rash 2 (2.2%) 2 (1%) In an additional 200 patients who received QUADRAMET ® in uncontrolled clinical trials, adverse events that were reported at a rate of greater than or equal to 1.0% were similar except for 9 (4.5%) patients who had agranulocytosis. Other selected adverse events that were reported in <1% of the patients who received QUADRAMET ® 1.0 mCi/kg in any clinical trial include: alopecia, angina, congestive heart failure, sinus bradycardia, and vasodilation."
  ],
  "contraindications": [
    "CONTRAINDICATIONS QUADRAMET ® is contraindicated in patients who have known hypersensitivity to EDTMP or similar phosphonate compounds."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The recommended dose of QUADRAMET ® is 1.0 mCi/kg, administered intravenously over a period of one minute through a secure in-dwelling catheter and followed with a saline flush. Dose adjustment in patients at the extremes of weight have not been studied. Caution should be exercised when determining the dose in very thin or very obese patients. The dose should be measured by a suitable radioactivity calibration system, such as a radioisotope dose calibrator, immediately before administration. The dose of radioactivity to be administered and the patient should be verified before administering QUADRAMET ® . Patients should not be released until their radioactivity levels and exposure rates comply with federal and local regulations. The patient should ingest (or receive by i.v. administration) a minimum of 500 mL (2 cups) of fluids prior to injection and should void as often as possible after injection to minimize radiation exposure to the bladder. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. The solution should not be used if it is cloudy or if it contains particulate matter. QUADRAMET ® contains calcium and may be incompatible with solutions that contain molecules that can complex with and form calcium precipitates. QUADRAMET ® should not be diluted or mixed with other solutions. Thaw at room temperature before administration and use within 8 hours of thawing. Radiation Dosimetry The estimated absorbed radiation doses to an average 70 kg adult patient from an i.v. injection of QUADRAMET ® are shown in Table 7. The dosimetry estimates were based on clinical biodistribution studies using methods developed for radiation dose calculations by the Medical Internal Radiation Dose (MIRD) Committee of the Society of Nuclear Medicine. Radiation exposure is based on a urinary voiding interval of 4.8 hours. Radiation dose estimates for bone and marrow assume that radioactivity is deposited on bone surfaces, as noted in autoradiograms of biopsy bone samples in 7 patients who received QUADRAMET ® . Although electron emissions from 153 Sm are abundant, with energies up to 810 keV, rapid blood clearance of QUADRAMET ® and low energy and abundant photon emissions generally result in low radiation doses to those parts of the body where the complex does not localize. When blastic osseous lesions are present, significantly enhanced localization of the radiopharmaceutical will occur, with correspondingly higher doses to the lesions compared with normal bones and other organs. (See Clinical Pharmacology, Skeletal Uptake and Pharmacodynamics Sections). TABLE 7 RADIATION ABSORBED DOSES 70 kg ADULT Target Organ Rad/mCi mGy/MBq Bone Surfaces 25.0 6.76 Red Marrow 5.70 1.54 Urinary Bladder Wall 3.60 0.097 Kidneys 0.065 0.018 Whole Body 0.040 0.011 Lower large intestine 0.037 0.010 Ovaries 0.032 0.0086 Muscle 0.028 0.0076 Small Intestine 0.023 0.0062 Upper Large Intestine 0.020 0.0054 Testes 0.020 0.0054 Liver 0.019 0.0051 Spleen 0.018 0.0049 Stomach 0.015 0.0041"
  ],
  "indications": [
    "INDICATIONS QUADRAMET ® is indicated for relief of pain in patients with confirmed osteoblastic metastatic bone lesions that enhance on radionuclide bone scan."
  ],
  "fetched_at": "2025-10-01T15:55:50.090034",
  "source": "OpenFDA"
}