{
  "drug_name": "Samidorphan",
  "generic_name": [
    "OLANZAPINE AND SAMIDORPHAN L-MALATE"
  ],
  "brand_names": [
    "LYBALVI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP3A4 Inducers : Not recommended. ( 7.1 ) Strong CYP1A2 Inhibitors : Consider dosage reduction of olanzapine component of LYBALVI. ( 7.1 ) CYP1A2 Inducer : Consider dosage increase of the olanzapine component of LYBALVI. ( 7.1 ) CNS Acting Drugs : May potentiate orthostatic hypotension. ( 7.1 ) Anticholinergic Drugs: Can increase risk for severe gastrointestinal adverse reactions. ( 7.1 ) Antihypertensive Agents : Monitor blood pressure. ( 7.2 ) Levodopa and Dopamine Agonists : Not recommended. ( 7.2 ) 7.1 Effects of Other Drugs on LYBALVI Table 4 describes clinically significant drug interactions where the concomitant use of other drugs affects LYBALVI. Table 4: Effects of Other Drugs on LYBALVI Strong CYP3A4 Inducer Clinical Implication: Coadministration of LYBALVI with a strong CYP3A4 inducer decreases AUC inf of olanzapine and samidorphan [see Clinical Pharmacology ( 12.3 )], which may reduce LYBALVI efficacy. Prevention or Management: Concomitant use of LYBALVI with strong CYP3A4 inducers is not recommended. Strong CYP1A2 Inhibitor Clinical Implication: Concomitant use of LYBALVI with a strong CYP1A2 inhibitor increases olanzapine AUC and C max [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of LYBALVI adverse reactions. Prevention or Management: Consider reducing the dosage of the olanzapine component in LYBALVI when used concomitantly with strong CYP1A2 inhibitors. CYP1A2 Inducer Clinical Implication: Concomitant use of LYBALVI with CYP1A2 inducers decreases olanzapine exposure [see Clinical Pharmacology ( 12.3 )] , which may reduce LYBALVI efficacy. Prevention or Management: Consider increasing the dosage of the olanzapine component in LYBALVI when used concomitantly with CYP1A2 inducers. Diazepam, Alcohol, and Other CNS Acting Drugs Clinical Implication: Concomitant use of diazepam, alcohol, or other CNS acting drugs with LYBALVI may potentiate the orthostatic hypotension observed with olanzapine [see Warnings and Precautions ( 5.9 )] . Prevention or Management: LYBALVI should be used with caution in patients receiving concomitantly diazepam or other CNS acting drugs, or using alcohol. Anticholinergic Drugs Clinical Implication: Concomitant treatment with olanzapine and other drugs with anticholinergic activity can increase the risk for severe gastrointestinal adverse reactions related to hypomotility. Prevention or Management: LYBALVI should be used with caution in patients receiving medications having anticholinergic (antimuscarinic) effects [see Warnings and Precautions ( 5.16 )] . 7.2 Effects of LYBALVI on Other Drugs Table 5 describes clinically significant drug interactions where concomitant use of LYBALVI affects other drugs. Table 5: Effects of LYBALVI on Other Drugs Antihypertensive Agents Clinical Implication: LYBALVI may enhance the effects of certain antihypertensive agents. Prevention or Management: Monitor blood pressure and reduce dosage of antihypertensive drug in accordance with its approved product labeling. Levodopa and Dopamine Agonists Clinical Implication: LYBALVI may antagonize the effects of levodopa and dopamine agonists. Prevention or Management: Concomitant use of LYBALVI is not recommended with levodopa and dopamine agonists. 7.3 Opioids LYBALVI is contraindicated in patients who are using opioids or undergoing acute opioid withdrawal [see Contraindications ( 4 )]. LYBALVI increases the risk of precipitating acute opioid withdrawal in patients who are dependent on opioids. Prior to initiating LYBALVI, there should be at least a 7-day opioid-free interval from the last use of short-acting opioids, and at least a 14-day opioid-free interval from the last use of long-acting opioids [see Dosage and Administration ( 2.1 ), Warnings and Precautions ( 5.3 )] . In emergency situations, if a LYBALVI-treated patient requires opioid treatment for anesthesia or analgesia, discontinue LYBALVI. The opioid should be administered by properly trained individual(s), and the patient should be properly monitored in a setting equipped and staffed for cardiopulmonary resuscitation [see Warnings and Precautions ( 5.4 )]. In non-emergency situations, if a LYBALVI-treated patient is expected to require opioid treatment (e.g., for analgesia during or after an elective surgical procedure) discontinue LYBALVI at least 5 days before opioid treatment and start olanzapine or another antipsychotic, if needed. Given that LYBALVI contains samidorphan, an opioid antagonist, opioid treatment may be less effective or ineffective shortly after LYBALVI discontinuation because of the presence of samidorphan. 7.4 Interference with Laboratory Tests Interference with Laboratory Tests for Opioid Detection Because LYBALVI contains samidorphan, an opioid antagonist, LYBALVI may be cross-reactive with urinary immunoassay methods used for detecting opioids, resulting in false positive results. Use an alternative analytical technique (e.g., chromatographic methods) to confirm positive opioid urine drug screen results [see Contraindications ( 4 ) and Warnings and Precautions ( 5.19 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in detail in other sections of the labeling: Increased Mortality in Elderly Patients with Dementia-related Psychosis [see Boxed Warning , Warnings and Precautions ( 5.1 )] Cerebrovascular Adverse Reactions, Including Stroke, in Elderly Patients with Dementia-Related Psychosis [see Warnings and Precautions ( 5.2 )] Precipitation of Opioid Withdrawal in Patients Who Are Dependent on Opioids [see Warnings and Precautions ( 5.3 ) ] Vulnerability to Life-Threatening Opioid Overdose [see Warnings and Precautions ( 5.4 )] Neuroleptic Malignant Syndrome [see Warnings and Precautions ( 5.5 )] Drug Reaction with Eosinophilia and Systemic Symptoms [see Warnings and Precautions ( 5.6 )] Metabolic Changes [see Warnings and Precautions ( 5.7 )] Tardive Dyskinesia [see Warnings and Precautions ( 5.8 )] Orthostatic Hypotension and Syncope [see Warnings and Precautions ( 5.9 )] Falls [see Warnings and Precautions ( 5.10 )] Leukopenia, Neutropenia, and Agranulocytosis [see Warnings and Precautions ( 5.11 )] Dysphagia [see Warnings and Precautions ( 5.12 )] Seizures [see Warnings and Precautions ( 5.13 )] Potential for Cognitive and Motor Impairment [see Warnings and Precautions ( 5.14 )] Body Temperature Regulation [see Warnings and Precautions ( 5.15 )] Anticholinergic (Antimuscarinic) Effects [see Warnings and Precautions ( 5.16 )] Hyperprolactinemia [see Warnings and Precautions ( 5.17 )] Risks Associated with Combination Treatment with Lithium or Valproate [see Warnings and Precautions ( 5.18 )] Most common adverse reactions (incidence ≥5% and at least twice placebo): Schizophrenia (LYBALVI): weight increased, somnolence, dry mouth, and headache. ( 6.1 ) Bipolar I Disorder, Manic or Mixed Episodes (olanzapine): somnolence, dry mouth, dizziness, asthenia, constipation, dyspepsia, increased appetite, tremor. ( 6.1 ) Bipolar I Disorder, Manic or Mixed Episodes, adjunct to Lithium or Valproate (olanzapine): dry mouth, weight gain, increased appetite, dizziness, back pain, constipation, speech disorder, increased salivation, amnesia, paresthesia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Alkermes at 1-888-235-8008 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adverse Reactions in Patients with Schizophrenia Patient Exposure The safety of LYBALVI was evaluated in 1262 patients (18 to 67 years of age) diagnosed with schizophrenia in four double-blind, controlled studies and three long-term safety extension studies of up to 3 years of duration. This experience corresponds to approximately 910 person-years. In these studies, there were a total of 663 patients exposed to LYBALVI for at least 6 months, and 386 patients for at least one year. Adverse Reactions in the Short-Term (4 week) Placebo-Controlled Trial in Adults with Schizophrenia The most common adverse reactions (incidence of at least 5% of patients exposed to LYBALVI and greater than twice the rate of placebo) are weight increased, somnolence, dry mouth, and headache. Adverse reactions associated with the use of LYBALVI (incidence of 2% or greater and greater than in placebo-treated patients) are shown in Table 2 . Table 2: Adverse Reactions Reported in ≥2% of LYBALVI-Treated Patients and Greater than Placebo in a 4-Week Schizophrenia Trial Adverse Reaction Placebo (N=134) % LYBALVI (10 mg/10 mg, 20 mg/10 mg) (N=134) % Weight increased 3 19 Somnolence 2 9 Dry mouth 1 7 Headache 3 6 Blood insulin increased 1 3 Sedation 0 2 Dizziness 1 2 Neutrophil count decreased 0 2 Adverse reactions that led to discontinuation in LYBALVI-treated patients in the short-term placebo-controlled trial in adults with schizophrenia include schizophrenia (1%) and abnormal liver function tests (1%). Adverse Reactions in the Long-Term (24-week), Active-Controlled Trial in Adults with Schizophrenia In the 24-week, olanzapine-controlled trial in patients with stable schizophrenia, adverse reactions associated with the use of LYBALVI (incidence of 2% or greater) include: weight increased (25%), somnolence (21%), dry mouth (13%), increased appetite (11%), waist circumference increased (6%), blood creatine phosphokinase increased (5%), headache (4%), lethargy (4%), sedation (4%), akathisia (3%), alanine aminotransferase increased (3%), aspartate aminotransferase increased (3%), constipation (3%), dizziness (3%), fatigue (3%), nausea (3%), blood pressure increased (3%), neutrophil count decreased (3%), blood insulin increased (2%), weight decreased (2%), and dyslipidemia (2%). Adverse reactions that led to LYBALVI treatment discontinuation in more than one patient include somnolence (2%), weight increased (2%), neutropenia (2%), glycosylated hemoglobin increased (1%), schizophrenia (1%), and liver function test abnormal (1%). Hyperglycemia Mean increases in blood glucose have been observed in patients treated (median exposure of 9.2 months) with olanzapine in phase 1 of the Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE). The mean increase of serum glucose (fasting and nonfasting samples) from baseline to the average of the 2 highest serum concentrations was 15.0 mg/dL. Hyperglycemia, as defined by fasting glucose ≥126 mg/dL, has been observed in patients treated with LYBALVI. In the 4-week placebo-controlled trial in adult patients with schizophrenia, shifts in fasting glucose from normal to high occurred in 4% of patients treated with LYBALVI, 1% of patients treated with olanzapine, and no patients treated with placebo. In the 24-week olanzapine-controlled trial, patients treated with LYBALVI were more likely to experience abnormal shifts in glycemic parameters than patients treated with olanzapine ( Table 3 ) Table 3: Changes in Glycemic Parameters in a 24-Week Trial of Patients with Schizophrenia * n: number of patients with reported abnormal shifts; N: number of patients who had assessments at both baseline and endpoint for mean change, or normal at baseline and at least 1 post-baseline assessment for shift. LYBALVI Olanzapine Proportion of Patients with Shifts, % (n/N)* Glucose Normal to High (<100 mg/dL to ≥126 mg/dL) 12 (26/223) 8 (18/219) Impaired (≥100 mg/dL and <126 mg/dL) to High (≥126 mg/dL) 24 (9/38) 11 (5/47) Increase ≥10 mg/dL 66 (174/265) 57 (154/270) Hemoglobin A1c Normal (<5.7%) to Impaired (≥5.7% and <6.5%) 42 (86/204) 35 (68/197) Normal to High (<5.7% to ≥6.5%) 0.5 (1/204) 1.5 (3/197) Impaired (≥5.7% and <6.5%) to High (≥6.5%) 9.5 (6/63) 9.2 (7/76) Dyslipidemia In the 4-week, placebo-controlled trial in adult patients with schizophrenia, shifts in fasting triglycerides from normal to high occurred in 14% of patients treated with LYBALVI and 4% of patients treated with placebo. In the 24-week olanzapine-controlled study, mean changes in fasting total cholesterol, LDL cholesterol, HDL cholesterol, and triglycerides were similar in patients treated with LYBALVI and in patients treated with olanzapine. Weight Gain In the 4-week placebo-controlled study in adult patients with schizophrenia, mean changes in weight, and proportion of patients with ≥7% weight increase, were greater in patients treated with LYBALVI and olanzapine than in patients on placebo. In that study, mean weight gain was 3.0 kg in patients treated with LYBALVI, 2.4 kg in patients treated with olanzapine, and 0.2 kg in patients treated with placebo. The proportion of patients with ≥7% weight increase was 26% in patients treated with LYBALVI, 20% in patients treated with olanzapine, and 5% in patients treated with placebo. In the 24-week trial, LYBALVI-treated patients gained on average 4.2% of baseline body weight. The proportion of patients treated with LYBALVI with ≥10% body weight gain was 17.8% [see Clinical Studies ( 14 )] . Extrapyramidal Symptoms In the 4-week placebo-controlled trial in adult patients with schizophrenia, patients were assessed using the Simpson-Angus Rating Scale (SAS) for extrapyramidal symptoms (EPS) (total score ranges from 1 to 14), the Barnes Akathisia Rating Scale (BARS) for akathisia (total score ranges from 0 to 14), and the Abnormal Involuntary Movement Scale (AIMS) for dyskinesias (total score ranges from 0 to 28). The mean changes from baseline to last study visit for the SAS, BARS, and AIMS was similar in LYBALVI-treated patients and in placebo-treated patients. The mean changes for LYBALVI- vs placebo-treated patients were 0.00 vs -0.2 for AIMS, 0.0 vs -0.1 for BARS, and 0.0 vs -0.3 for SAS, respectively. The rate of parkinsonism (SAS total score >3) was lower in patients treated with LYBALVI (4%) compared to those on placebo (10%). The rates of akathisia (BARS global clinical assessment score ≥2) and dyskinesia (AIMS score ≥3 on any of the first 7 items, or a score ≥2 on two or more of any of the first 7 items) were similar in patients treated with LYBALVI and in those on placebo. Rates of akathisia were 6.0% and 8.2% in patients treated with LYBALVI and placebo, respectively, and the rate of dyskinesia was 1.5% both in LYBALVI-treated and in placebo-treated patients. The frequency of reported adverse reactions related to extrapyramidal symptoms, including akathisia, restlessness, muscle spasms, bradykinesia, tremor, extrapyramidal disorder, and parkinsonism was 2% both in LYBALVI-treated and in placebo-treated patients. In the 24-week active-controlled trial, the mean change from baseline to the last visit for the SAS, BARS, and AIMS was similar in LYBALVI-treated patients and in those treated with the active control. Extrapyramidal adverse reactions, including parkinsonism, akathisia, and dyskinesia, had a similar incidence in LYBALVI-treated patients and in those treated with the active control: any extrapyramidal symptom was 8%, akathisia was 3%. Dystonia Symptoms of dystonia, (prolonged abnormal contractions of muscle groups) may occur in susceptible individuals during the first few days of treatment. Dystonic symptoms include: spasm of the neck muscles, sometimes progressing to tightness of the throat, swallowing difficulty, difficulty breathing, and/or protrusion of the tongue. Although these symptoms can occur at low doses, they occur more frequently and with greater severity with high potency and at higher doses of first-generation antipsychotic drugs. An elevated risk of acute dystonia is observed in males and younger age groups. Adverse Reactions in Patients with Bipolar Disorder The safety of LYBALVI for the treatment of bipolar I disorder (mixed or manic) monotherapy and adjunct to lithium or valproate relies on information from adequate and well-controlled studies of olanzapine tablets in bipolar I disorder. The most common adverse reactions (incidence of at least 5% of patients exposed to olanzapine and greater than or equal to twice the rate of placebo) from short-term trials of olanzapine (manic or mixed episodes) are somnolence, dry mouth, dizziness, asthenia, constipation, dyspepsia, increased appetite, and tremor. The most common adverse reactions (incidence of at least 5% of patients exposed to olanzapine and greater than or equal to twice the rate of placebo) from short-term trials of olanzapine as adjunct to lithium or valproate (manic or mixed episodes) are dry mouth, weight gain, increased appetite, dizziness, back pain, constipation, speech disorder, increased salivation, amnesia, paresthesia. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of olanzapine. Because these reactions are reported voluntarily from a population of uncertain size, it is difficult to reliably estimate their frequency or evaluate a causal relationship to drug exposure. allergic reactions (e.g., anaphylactoid reaction, angioedema, pruritus or urticaria) cholestatic or mixed liver injury, hepatitis, jaundice diabetic coma, diabetic ketoacidosis discontinuation reaction (diaphoresis, nausea or vomiting) Drug reaction with eosinophilia and systemic symptoms (DRESS) fecal incontinence hyperlipidemia (random cholesterol levels of ≥240 mg/dL and random triglyceride levels of ≥1000 mg/dL have been reported) neutropenia pancreatitis priapism rash restless legs syndrome rhabdomyolysis salivary hypersecretion somnambulism stuttering Stuttering was only studied in oral and long acting injection (LAI) formulations. venous thromboembolic events (including pulmonary embolism and deep venous thrombosis)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS LYBALVI is contraindicated in patients: who are using opioids [ see Warnings and Precautions ( 5.3 , 5.4 ), Drug Interactions ( 7.3 )] . who are undergoing acute opioid withdrawal [see Warnings and Precautions ( 5.3 , 5.4 ), Drug Interactions ( 7.3 )] . If LYBALVI is administered with lithium or valproate, refer to the lithium or valproate Prescribing Information for the contraindications for these products [see Warnings and Precautions ( 5.18 )] . Patients using opioids. ( 4 ) Patients undergoing acute opioid withdrawal. ( 4 ) If LYBALVI is administered with lithium or valproate, refer to the lithium or valproate Prescribing Information for the contraindications for those products. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Indication Recommended Starting Dose (olanzapine/samidorphan) Recommended Dose (olanzapine/samidorphan) Schizophrenia ( 2.2 ) 5 mg/10 mg or 10 mg/10 mg 10 mg/10 mg 15 mg/10 mg 20 mg/10 mg Bipolar I disorder (manic or mixed episodes) ( 2.3 ) 10 mg/10 mg or 15 mg/10 mg 5 mg/10 mg 10 mg/10 mg 15 mg/10 mg 20 mg/10 mg Bipolar I disorder adjunct to lithium or valproate ( 2.3 ) 10 mg/10 mg 10 mg/10 mg 15 mg/10 mg 20 mg/10 mg See the full prescribing information for the recommended titration and maximum recommended dosage. ( 2.2 , 2.3 ) Administer LYBALVI once daily with or without food. Do not divide tablets or combine strengths. ( 2.4 ) Recommended starting dosage is 5 mg/10 mg once daily in patients who have a predisposition to hypotensive reactions, have potential for slower metabolism of olanzapine, or may be more pharmacodynamically sensitive to olanzapine. ( 2.5 ) 2.1 LYBALVI Initiation In Patients Using Opioids LYBALVI is contraindicated in patients using opioids or undergoing acute opioid withdrawal. In patients who use opioids, delay initiation of LYBALVI for a minimum of 7 days after last use of short-acting opioids and 14 days after last use of long-acting opioids [see Warnings and Precautions ( 5.3 )]. 2.2 Recommended Dosage in Schizophrenia Initiate LYBALVI at 5 mg/10 mg (contains 5 mg of olanzapine and 10 mg of samidorphan) or 10 mg/10 mg (contains 10 mg of olanzapine and 10 mg of samidorphan) orally once daily. The recommended dosage is 10 mg/10 mg, 15 mg/10 mg (contains 15 mg of olanzapine and 10 mg of samidorphan), or 20 mg/10 mg (contains 20 mg of olanzapine and 10 mg of samidorphan) once daily. Dosage may be adjusted at weekly intervals of 5 mg (based on the olanzapine component of LYBALVI) depending upon clinical response and tolerability, up to the maximum recommended dosage of 20 mg/10 mg once daily. 2.3 Recommended Dosage in Bipolar I Disorder (Manic or Mixed Episodes) Monotherapy: Initiate LYBALVI at 10 mg/10 mg or 15 mg/10 mg once daily. The recommended dosage is 10 mg/10 mg, 15 mg/10 mg, or 20 mg/10 mg once daily. The maximum recommended dosage is 20 mg/10 mg once daily. Dosage adjustments should occur at intervals of not less than 24 hours. When dosage adjustments are necessary, dose increments/decrements of 5 mg (based on the olanzapine component of LYBALVI) are recommended. Maintenance Monotherapy: Administer LYBALVI at 5 mg/10 mg, 10 mg/10 mg, 15 mg/10 mg, or 20 mg/10 mg once daily. Adjunctive to lithium or valproate: Initiate LYBALVI at 10 mg/10 mg once daily. The recommended dosage is 10 mg/10 mg, 15 mg/10 mg or 20 mg/10 mg, once daily. Dosage may be adjusted at weekly intervals of 5 mg (based on the olanzapine component of LYBALVI), depending upon clinical response and tolerability, up to the maximum recommended dosage of 20 mg/10 mg once daily. 2.4 Administration Information Administer LYBALVI orally once daily with or without food as a single tablet. Do not divide tablets or combine strengths. 2.5 Dosage Recommendations in Specific Populations The recommended starting dosage of LYBALVI is 5 mg/10 mg once daily in patients who have a higher risk of hypotensive reactions, are at risk of slower olanzapine metabolism, or may be more pharmacodynamically sensitive to olanzapine [see Warnings and Precautions ( 5.9 ), Drug Interactions ( 7.2 ), Use in Specific Populations ( 8.5 ), and Clinical Pharmacology ( 12.3 )] . If dose escalation is necessary, increase the dosage slowly in these patients."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LYBALVI is indicated for the treatment of: Schizophrenia in adults Bipolar I disorder in adults Acute treatment of manic or mixed episodes as monotherapy and as adjunct to lithium or valproate Maintenance monotherapy treatment LYBALVI is a combination of olanzapine, an atypical antipsychotic, and samidorphan, an opioid antagonist, indicated for the treatment of: Schizophrenia in adults ( 1 ) Bipolar I disorder in adults ( 1 ) Acute treatment of manic or mixed episodes as monotherapy and as adjunct to lithium or valproate Maintenance monotherapy treatment"
  ],
  "fetched_at": "2025-10-01T19:04:59.416372",
  "source": "OpenFDA"
}