{
  "drug_name": "Sapropterin",
  "generic_name": [
    "SAPROPTERIN DIHYDROCHLORIDE"
  ],
  "brand_names": [
    "Sapropterin Dihydrochloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 4 includes drugs with clinically important drug interactions when administered with sapropterin dihydrochloride and instructions for preventing or managing them. Table 4: Clinically Relevant Drug Interactions Levodopa Clinical Impact Sapropterin dihydrochloride may increase the availability of tyrosine, a precursor of levodopa. Neurologic events were reported postmarketing in patients receiving sapropterin and levodopa concomitantly for a non- PKU indication [see Warnings and Precautions (5.5) ]. Intervention Monitor patients for a change in neurologic status. Inhibitors of Folate Synthesis (e.g., methotrexate, valproic acid, phenobarbital, trimethoprim) Clinical Impact In vitro and in vivo nonclinical data suggest that drugs that inhibit folate synthesis may decrease the bioavailability of endogenous BH4 by inhibiting the enzyme dihydrofolate reductase, which is involved in the recycling (regeneration) of BH4. This reduction in net BH4 levels may increase Phe levels. Intervention Consider monitoring blood Phe levels more frequently during concomitant administration. An increased dosage of sapropterin dihydrochloride may be necessary to achieve a biochemical response. Drugs Affecting Nitric Oxide-Mediated Vasorelaxation (e.g., PDE-5 inhibitors such as sildenafil, vardenafil, or tadalafil) Clinical Impact Both sapropterin dihydrochloride and PDE-5 inhibitors may induce vasorelaxation. A reduction in blood pressure could occur; however, the combined use of these medications has not been evaluated in humans. Intervention Monitor blood pressure. Inhibitors of Folate Synthesis (e.g., methotrexate, valproic acid, phenobarbital, trimethoprim) : Can decrease endogenous BH4 levels; monitor blood Phe levels more frequently and adjust sapropterin dihydrochloride dosage as needed. ( 7 ) Drugs Affecting Nitric Oxide-Mediated Vasorelaxation (e.g., PDE-5 inhibitors) : Potential for vasorelaxation; monitor blood pressure. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥4%) are: headache, rhinorrhea, pharyngolaryngeal pain, diarrhea, vomiting, cough, and nasal congestion. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to the rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. PKU Clinical Studies The safety of sapropterin dihydrochloride was evaluated in 7 clinical studies in patients with PKU (aged 1 month to 50 years) [see Clinical Studies (14) ] . In Studies 1 to 4 (controlled and uncontrolled studies), 579 patients with PKU aged 4 to 49 years received sapropterin dihydrochloride in doses ranging from 5 to 20 mg/kg per day for lengths of treatment ranging from 1 to 164 weeks. The patient population was evenly distributed in gender, and approximately 95% of patients were Caucasian. The most common adverse reactions (≥4% of patients) were headache, rhinorrhea, pharyngolaryngeal pain, diarrhea, vomiting, cough, and nasal congestion. The data described in Table 3 reflect exposure of 74 patients with PKU to sapropterin dihydrochloride at doses of 10 to 20 mg/kg per day for 6 to 10 weeks in two double-blind, placebo-controlled clinical trials (Studies 2 and 4). Table 3 enumerates adverse reactions occurring in at least 4% of patients treated with sapropterin dihydrochloride in the double-blind, placebo-controlled clinical trials described above. Table 3: Summary of Adverse Reactions Occurring in ≥4% of Patients in Placebo-Controlled Clinical Studies with Sapropterin Dihydrochloride MedDRA Preferred Term Treatment Sapropterin dihydrochloride (N=74) Placebo (N=59) No. Patients (%) No. Patients (%) Headache 11 (15) 8 (14) Rhinorrhea 8 (11) 0 Pharyngolaryngeal pain 7 (10) 1 (2) Diarrhea 6 (8) 3 (5) Vomiting 6 (8) 4 (7) Cough 5 (7) 3 (5) Nasal congestion 3 (4) 0 In open-label, uncontrolled clinical trials (Studies 1 and 3) all patients received sapropterin dihydrochloride in doses of 5 to 20 mg/kg per day, and adverse reactions were similar in type and frequency to those reported in the double-blind, placebo-controlled clinical trials [see Clinical Studies (14) ] . In Study 5, 65 pediatric patients with PKU aged 1 month to 6 years received sapropterin dihydrochloride 20 mg/kg per day for 6 months. Adverse reactions in these patients were similar in frequency and type as those seen in other sapropterin dihydrochloride clinical trials except for an increased incidence of low Phe levels. Twenty-five percent (16 out of 65) of patients developed Phe levels below normal for age [see Warnings and Precautions (5.3) , Use In Specific Populations (8.4) , and Clinical Studies (14) ] . In Study 6, a long term, open-label, extension study of 111 patients aged 4 to 50 years, receiving sapropterin dihydrochloride in doses ranging from 5 to 20 mg/kg per day, adverse reactions were similar in type and frequency to those reported in the previous clinical studies. Fifty-five patients received sapropterin dihydrochloride both as dissolved and intact tablets. There were no notable differences in the incidence or severity of adverse reactions between the two methods of administration. The mean (± SD) exposure to sapropterin for the entire study population was 659 ± 221 days (maximum 953 days). In Study 7, 27 pediatric patients with PKU aged 0 to 4 years received sapropterin dihydrochloride 10 mg/kg per day or 20 mg/kg per day. Adverse reactions were similar in type and frequency to those observed in other clinical trials, with the addition of rhinitis, which was reported in 2 subjects (7.4%). Safety Experience from Clinical Studies for Non-PKU Indications Approximately 800 healthy subjects and patients with disorders other than PKU, some of whom had underlying neurologic disorders or cardiovascular disease, have been administered a different formulation of the same active ingredient (sapropterin) in approximately 19 controlled and uncontrolled clinical trials. In these clinical trials, subjects were administered sapropterin at doses ranging from 1 to 100 mg/kg per day for lengths of exposure from 1 day to 2 years. Serious and severe adverse reactions (regardless of causality) during sapropterin administration were seizures, exacerbation of seizures [see Warnings and Precautions (5.3)] , dizziness, gastrointestinal bleeding, post-procedural bleeding, headache, irritability, myocardial infarction, overstimulation, and respiratory failure. Common adverse reactions were headache, peripheral edema, arthralgia, polyuria, agitation, dizziness, nausea, pharyngitis, abdominal pain, upper abdominal pain, and upper respiratory tract infection. 6.2 Postmarketing Experience The following adverse reactions have been reported during post-approval use of sapropterin dihydrochloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions including anaphylaxis and rash : Most hypersensitivity reactions occurred within several days of initiating treatment [see Warnings and Precautions (5.1) ]. Gastrointestinal reactions : esophagitis, gastritis, oropharyngeal pain, pharyngitis, esophageal pain, abdominal pain, dyspepsia, nausea, and vomiting [see Warnings and Precautions (5.2) ] . Hyperactivity : Two cases have been reported. In one case, the patient received an accidental overdosage of sapropterin dihydrochloride [see Warnings and Precautions (5.6) , Overdosage (10) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION All patients with PKU who are being treated with sapropterin dihydrochloride tablets should also be treated with a Phe-restricted diet, including dietary protein and Phe restriction. ( 2.1 ) Starting Dosage Pediatric patients 1 month to 6 years : The recommended starting dosage of sapropterin dihydrochloride tablets is 10 mg/kg administered orally once daily. ( 2.2 ) Patients 7 years and older : The recommended starting dosage of sapropterin dihydrochloride tablets is 10 to 20 mg/kg administered orally once daily. ( 2.2 ) Dosage Adjustment Doses of sapropterin dihydrochloride tablets may be adjusted in the range of 5 to 20 mg/kg taken once daily. ( 2.2 ) Monitor blood Phe regularly, especially in pediatric patients. ( 2.2 , 5.3 ) Preparation and Administration See the full prescribing information for preparation and administration instructions. ( 2.3 ) 2.1 Recommendations Prior to Sapropterin Dihydrochloride Tablets Treatment Treatment with sapropterin dihydrochloride tablets should be directed by physicians knowledgeable in the management of PKU. All patients with PKU who are being treated with sapropterin dihydrochloride tablets should also be treated with a Phe-restricted diet, including dietary protein and Phe restriction. 2.2 Recommended Dosage and Administration The recommended starting dosage of sapropterin dihydrochloride tablets are: Pediatric Patients 1 month to 6 years: 10 mg/kg (actual body weight) administered orally once daily. Patients 7 years and older: 10 to 20 mg/kg (actual body weight) administered orally once daily. Administer sapropterin dihydrochloride tablets with a meal, preferably at the same time each day [see Clinical Pharmacology (12.3) ]. A missed dose should be administered as soon as possible, but two doses should not be administered on the same day. Evaluation Period Existing dietary protein and Phe intake should not be modified during the evaluation period. If a 10 mg/kg per day starting dose is used, then response to therapy is determined by change in blood Phe following treatment with sapropterin dihydrochloride tablets at 10 mg/kg per day for a period of up to 1 month. Blood Phe levels should be checked after 1 week of sapropterin dihydrochloride tablets treatment and periodically for up to a month. If blood Phe does not decrease from baseline at 10 mg/kg per day, the dose may be increased to 20 mg/kg per day. Patients whose blood Phe does not decrease after 1 month of treatment at 20 mg/kg per day do not show a biochemical response and treatment with sapropterin dihydrochloride tablets should be discontinued in these patients. If a 20 mg/kg per day starting dose is used, then response to therapy is determined by change in blood Phe following treatment with sapropterin dihydrochloride tablets at 20 mg/kg per day for a period of 1 month. Blood Phe levels should be checked after 1 week of sapropterin dihydrochloride tablets treatment and periodically during the first month. Treatment should be discontinued in patients who do not show a biochemical response (blood Phe does not decrease) after 1 month of treatment at 20 mg/kg per day [see Warnings and Precautions (5.4) ]. Dosage Adjustment Once responsiveness to sapropterin dihydrochloride tablets has been established, the dosage may be adjusted within the range of 5 to 20 mg/kg per day according to biochemical response to therapy (blood Phe). Periodic blood Phe monitoring is recommended to assess blood Phe control, especially in pediatric patients [see Warnings and Precautions (5.3) ] . 2.3 Preparation and Administration Instructions Sapropterin dihydrochloride tablets may be swallowed either as whole tablets or dissolved in 120 to 240 mL of water or apple juice and taken orally within 15 minutes of dissolution. It may take a few minutes for the tablets to dissolve. To make the tablets dissolve faster, tablets may be stirred or crushed. The tablets may not dissolve completely. Patients may see small pieces floating on top of the water or apple juice. This is normal and safe for patients to swallow. If after drinking the medicine, patients still see pieces of the tablet in the container, more water or apple juice can be added to make sure all of the medicine is consumed. Sapropterin dihydrochloride tablets may also be crushed and then mixed in a small amount of soft foods such as apple sauce or pudding."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sapropterin dihydrochloride tablets are indicated to reduce blood phenylalanine (Phe) levels in adult and pediatric patients one month of age and older with hyperphenylalaninemia (HPA) due to tetrahydrobiopterin- (BH4-) responsive Phenylketonuria (PKU). Sapropterin dihydrochloride tablets are to be used in conjunction with a Phe-restricted diet. Sapropterin dihydrochloride tablets are a phenylalanine hydroxylase activator indicated to reduce blood phenylalanine (Phe) levels in adult and pediatric patients one month of age and older with hyperphenylalaninemia (HPA) due to tetrahydrobiopterin- (BH4-) responsive Phenylketonuria (PKU). Sapropterin dihydrochloride tablets are to be used in conjunction with a Phe-restricted diet. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:10:03.990409",
  "source": "OpenFDA"
}