{
  "drug_name": "Saxagliptin",
  "generic_name": [
    "DAPAGLIFLOZIN AND SAXAGLIPTIN"
  ],
  "brand_names": [
    "QTERN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 3: Clinically Relevant Interactions with QTERN Strong Inhibitors of CYP3A4/5 Enzymes Clinical Impact Ketoconazole significantly increased saxagliptin exposure. Similar significant increases in plasma concentrations of saxagliptin are anticipated with other strong CYP3A4/5 inhibitors (e.g., atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, and telithromycin). Intervention Do not coadminister QTERN with strong cytochrome P450 3A4/5 inhibitors [see DOSAGE AND ADMINISTRATION (2.4 ) and CLINICAL PHARMACOLOGY (12.3) ] . Insulin or Insulin Secretagogues Clinical Impact The risk of hypoglycemia may be increased when QTERN is used concomitantly with insulin or insulin secretagogues (e.g., sulfonylurea) [see WARNINGS AND PRECUATIONS (5.6) ] . Intervention Concomitant use may require lower doses of insulin or the insulin secretagogue to reduce the risk of hypoglycemia. Lithium Clinical Impact Concomitant use of an SGLT2 inhibitor with lithium may decrease serum lithium concentrations. Intervention Monitor serum lithium concentration more frequently during QTERN initiation and dosage changes. Positive Urine Glucose Test Clinical Impact SGLT2 inhibitors increase urinary glucose excretion and will lead to positive urine glucose tests. Intervention Monitoring glycemic control with urine glucose tests is not recommended in patients taking SGLT2 inhibitors. Use alternative methods to monitor glycemic control. Interference with 1,5‑anhydroglucitol (1,5‑AG) Assay Clinical Impact Measurements of 1,5‑AG are unreliable in assessing glycemic control in patients taking SGLT2 inhibitors. Intervention Monitoring glycemic control with 1,5‑AG assay is not recommended. Use alternative methods to monitor glycemic control. • Strong CYP3A4/5 Inhibitors (e.g., Ketoconazole): Do not coadminister QTERN with strong cytochrome P450 3A4/5 inhibitors. ( 7) • See full prescribing information for additional drug interactions and information on interference of QTERN with laboratory tests. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are described below or elsewhere in the labeling: • Diabetic Ketoacidosis in Patients with Type 1 Diabetes Mellitus and Other Ketoacidosis [see WARNINGS AND PRECAUTIONS (5.1) ] • Pancreatitis [see WARNINGS AND PRECAUTIONS (5.2) ] • Heart Failure [see WARNINGS AND PRECAUTIONS (5.3) ] • Volume Depletion [see WARNINGS AND PRECAUTIONS (5.4) ] • Urosepsis and Pyelonephritis [see WARNINGS AND PRECAUTIONS (5.5) ] • Hypoglycemia with Concomitant Use of Insulin or Insulin Secretagogues [see WARNINGS AND PRECAUTIONS (5.6) ] • Necrotizing Fasciitis of the Perineum (Fournier’s Gangrene) [see WARNINGS AND PRECAUTIONS (5.7) ] • Hypersensitivity Reactions [see WARNINGS AND PRECAUTIONS (5.8) ] • Genital Mycotic Infections [see WARNINGS AND PRECAUTIONS (5.9) ] • Severe and Disabling Arthralgia [see WARNINGS AND PRECAUTIONS (5.10) ] • Bullous Pemphigoid [see WARNINGS AND PRECAUTIONS (5.11) ] Adverse reactions reported in ≥5% of subjects treated with dapagliflozin and saxagliptin were upper respiratory tract infection, urinary tract infection, and dyslipidemia. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of combined use of 10 mg dapagliflozin and 5 mg saxagliptin has been evaluated in adult subjects with type 2 diabetes mellitus in a pooled safety analysis of three phase 3 active/placebo-controlled clinical trials with a median exposure of 51 weeks. The pooled safety analysis included a total of 1169 adults: 492 patients in the combination of saxagliptin and dapagliflozin plus metformin group, 341 patients in the dapagliflozin plus metformin group, 336 patients in the saxagliptin plus metformin group. The mean age of these subjects was 54 years, 0.8% were 75 years or older and 53.7% were female. The population was 80.9% White, 8.3% Black or African American, 3.7% Asian, and 6.6% Other race. At baseline the population had diabetes for an average of 7.5 years and a mean HbA1c of 8.4%. The mean eGFR at baseline was 94.4 mL/min/1.73 m 2 . The common adverse reactions were based on the pooled analyses of these studies as shown in Table 2. Table 2: Adverse Reactions Reported in ≥2% of Subjects Treated with 10 mg Dapagliflozin and 5 mg Saxagliptin plus Metformin (≥1500 mg) Adverse Reaction Preferred Term Adverse reactions that are medically related were grouped to a single preferred term. Frequency % Upper respiratory tract infection 13.6 Urinary tract infection 5.7 Dyslipidemia 5.1 Headache 4.3 Diarrhea 3.7 Back pain 3.3 Genital infection 3.0 Arthralgia 2.4 Additionally, adverse reactions reported in <5% and ≥2% from the dapagliflozin development program and ≥1% more frequently compared to placebo included increased urination and discomfort with urination. Hypoglycemia In the pooled analysis, the incidences of hypoglycemia (defined as a blood glucose <54 mg/dL regardless of the presence or absence of symptoms) and severe hypoglycemia (event requiring assistance due to neuroglycopenia, characterized by altered mental and/or physical status) was 1% and 0.2%, respectively. Genital Mycotic Infections Genital mycotic infections were reported in 15 subjects (3%) treated with QTERN. Reported adverse reactions by frequency included vulvovaginal mycotic infection, balanoposthitis, genital fungal infection, vaginal infection, and vulvovaginitis. The majority of subjects (84.2%) who experienced genital infection adverse reactions were females. Urinary Tract Infections Urinary tract infections were reported in 28 subjects (5.7%) treated with QTERN. Reported adverse reactions by frequency included urinary tract infection, Escherichia urinary tract infection, prostatitis, and pyelonephritis. The majority of subjects (80.6%) who experienced urinary tract infection adverse reactions were females. Volume Depletion Dapagliflozin causes an osmotic diuresis, which may lead to a reduction in intravascular volume. Events related to volume depletion (hypotension, dehydration, and hypovolemia) were reported in 2 subjects (0.4%) treated with QTERN plus metformin. Impairment of Renal Function Adverse reactions related to decreased renal function were reported in 10 subjects (2.0%) treated with QTERN plus metformin. The reported adverse reactions included decreased glomerular filtration rate, renal impairment, increased blood creatinine, acute renal failure, and decreased urine output. None of the adverse reactions were reported as serious and all but one was mild to moderate in intensity. Three subjects discontinued due to decreased eGFR. Subjects with AEs of renal impairment had lower mean eGFR values at baseline of 64.4 mL/min/1.73 m 2 compared to 94.4 mL/min/1.73 m 2 in overall population treated with QTERN. Ketoacidosis Dapagliflozin In the cardiovascular outcome study with dapagliflozin in patients with type 2 diabetes mellitus, events of diabetic ketoacidosis (DKA) were reported in 27 out of 8574 patients in the dapagliflozin-treated group and in 12 out of 8569 patients in the placebo group. The events were evenly distributed over the study period. Laboratory Tests Increases in Serum Creatinine and Decreases in eGFR Dapagliflozin Initiation of SGLT2 inhibitors, including dapagliflozin causes a small increase in serum creatinine and decrease in eGFR. These changes in serum creatinine and eGFR generally occur within two weeks of starting therapy and then stabilize regardless of baseline kidney function. Changes that do not fit this pattern should prompt further evaluation to exclude the possibility of acute kidney injury. In two studies that included patients with type 2 diabetes mellitus with moderate renal impairment, the acute effect on eGFR reversed after treatment discontinuation, suggesting acute hemodynamic changes may play a role in the renal function changes observed with dapagliflozin. Decrease in Lymphocyte Counts Saxagliptin A dose-related mean decrease in absolute lymphocyte count has been observed with saxagliptin. In a pool of 5 placebo-controlled studies, a mean decrease in absolute lymphocyte count of approximately 100 cells/microL relative to placebo was observed. The proportion of patients who were reported to have a lymphocyte count ≤750 cells/microL was 0.5%, 1.5%, and 0.4% in the 2.5 mg, 5 mg saxagliptin and placebo groups, respectively. The clinical significance of this decrease in lymphocyte count relative to placebo is not known. The effect of saxagliptin on lymphocyte counts in patients with lymphocyte abnormalities (e.g., human immunodeficiency virus) is unknown. Increase in Hematocrit Dapagliflozin In a pool of 13 placebo-controlled studies with dapagliflozin, increases from baseline in mean hematocrit values were observed in dapagliflozin-treated patients starting at Week 1 and continuing up to Week 16, when the maximum mean difference from baseline was observed. At Week 24, the mean changes from baseline in hematocrit were -0.33% in the placebo group and 2.30% in the 10 mg dapagliflozin group. By Week 24, hematocrit values >55% were reported in 0.4% of placebo-treated patients and 1.3% of 10 mg dapagliflozin-treated patients. Increase in Low-Density Lipoprotein Cholesterol Patients treated with QTERN demonstrated a mean percent increase from baseline LDL-cholesterol (ranging from 2.1 to 6.9%). Elevations in Creatine Kinase An imbalance in the number of subjects who experienced serum creatine kinase (CK) elevations >10x the upper limit of normal (a marker of muscle injury/necrosis) was observed in 5 subjects (1%) treated with QTERN. The elevations were transient. Rhabdomyolysis was reported for one of those subjects for which no obvious cause was identified. Decrease in Serum Bicarbonate In a study of concomitant therapy of 10 mg dapagliflozin with exenatide extended-release (on a background of metformin), four patients (1.7%) on concomitant therapy had a serum bicarbonate value of less than or equal to 13 mEq/L compared to one each (0.4%) in the dapagliflozin and exenatide-extended release treatment groups. 6.2 Postmarketing Experience Additional adverse reactions have been identified during post-approval use of dapagliflozin and saxagliptin. Because the following reactions are reported voluntarily from a population of uncertain size, it is generally not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Dapagliflozin Infections: Necrotizing fasciitis of the perineum (Fournier’s Gangrene), urosepsis and pyelonephritis Metabolism and Nutrition Disorders: Ketoacidosis Renal and Urinary Disorders: Acute kidney injury Skin and Subcutaneous Tissue Disorders: Rash Saxagliptin Gastrointestinal Disorders: Pancreatitis Immune System Disorders: Hypersensitivity reactions including anaphylaxis, angioedema, and exfoliative skin conditions Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis, severe and disabling arthralgia Skin and Subcutaneous Tissue Disorders: Bullous pemphigoid"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS QTERN is contraindicated in patients with: • History of a serious hypersensitivity reaction to dapagliflozin or to saxagliptin, including anaphylactic reactions, angioedema or exfoliative skin conditions [see WARNINGS AND PRECAUTIONS (5.8) and ADVERSE REACTIONS (6.2) ] . • Moderate to severe renal impairment (eGFR less than 45 mL/min/1.73 m 2 ), end-stage renal disease (ESRD), or patients on dialysis [see USE IN SPECIFIC POPULATIONS (8.6) ] . • History of a serious hypersensitivity reaction to dapagliflozin or to saxagliptin. (4 ) • Moderate to severe renal impairment (eGFR <45 mL/min/1.73 m 2 ), end-stage renal disease, or patients on dialysis. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Assess renal function before initiation of therapy and periodically thereafter. (2.1) • Take orally, once daily in the morning with or without food. (2.2) • For patients not already taking dapagliflozin, the recommended starting dose of QTERN is a 5 mg dapagliflozin/5 mg saxagliptin tablet once daily. (2.2) • In patients tolerating 5 mg dapagliflozin and 5 mg saxagliptin once daily who require additional glycemic control, the QTERN dose can be increased to 10 mg dapagliflozin/5 mg saxagliptin tablet once daily. (2.2) • Swallow tablet whole. Do not crush, cut or chew. (2.2) • Withhold QTERN for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. (2.5) 2.1 Prior to Initiation of QTERN Assess renal function prior to initiation of QTERN therapy and periodically thereafter [see WARNINGS AND PRECAUTIONS (5.4) ] . Assess volume status. In patients with volume depletion, correct this condition before initiating QTERN [see WARNINGS AND PRECAUTIONS (5.4) and USE IN SPECIFIC POPULATIONS (8.5, 8.6) ] . 2.2 Dosage For patients not already taking dapagliflozin, the recommended starting dose of QTERN is a 5 mg dapagliflozin/5 mg saxagliptin tablet taken orally once daily in the morning with or without food. In patients tolerating 5 mg dapagliflozin and 5 mg saxagliptin once daily who require additional glycemic control, the QTERN dose can be increased to 10 mg dapagliflozin/5 mg saxagliptin tablet once daily in the morning with or without food. Swallow whole. Do not crush, cut or chew QTERN tablets. 2.3 Patients with Renal Impairment No dose adjustment is needed in patients with an estimated glomerular filtration rate (eGFR) greater than or equal to 45 mL/min/1.73 m 2 . QTERN is contraindicated in patients with an eGFR less than 45 mL/min/1.73 m 2 [ see CONTRAINDICATIONS (4) and USE IN SPECIFIC POPULATIONS (8.6) ] . 2.4 Use with Strong CYP3A4/5 Inhibitors Do not coadminister QTERN with strong cytochrome P450 3A4/5 inhibitors (e.g., ketoconazole, atazanavir, clarithromycin, indinavir, itraconazole, nefazodone, nelfinavir, ritonavir, saquinavir, and telithromycin) [see DRUG INTERACTIONS (7) ]. 2.5 Temporary Interruption for Surgery Withhold QTERN for at least 3 days, if possible, prior to major surgery or procedures associated with prolonged fasting. Resume QTERN when the patient is clinically stable and has resumed oral intake [see WARNINGS AND PRECAUTIONS (5.1) and CLINICAL PHARMACOLOGY (12.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE QTERN is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Limitations of Use QTERN is not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus [ see WARNINGS AND PRECAUTIONS (5.1) ]. QTERN is a combination of dapagliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor and saxagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1) Limitations of Use : Not recommended for use to improve glycemic control in patients with type 1 diabetes mellitus. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:18:46.942485",
  "source": "OpenFDA"
}