{
  "drug_name": "Secnidazole",
  "generic_name": [
    "SECNIDAZOLE"
  ],
  "brand_names": [
    "Solosec"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Oral Contraceptives There was no clinically significant drug interaction between secnidazole and the combination oral contraceptive, ethinyl estradiol plus norethindrone [see Clinical Pharmacology (12.3) ] . SOLOSEC can be co-administered with combination oral contraceptives (e.g., ethinyl estradiol plus norethindrone). 7.2 Alcohol Alcoholic beverages and preparations containing ethanol or propylene glycol should be avoided during SOLOSEC therapy and for 2 days after treatment is stopped. Nausea, vomiting, diarrhea, abdominal pain, dizziness, and headache have been reported when SOLOSEC was taken concomitantly with alcohol [see Dosage and Administration (2.3) , Adverse Reactions (6.2) and Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following important adverse reactions are discussed in greater detail in other sections of labeling: Vulvovaginal Candidiasis [Warnings and Precautions (5.1)] Bacterial Vaginosis : Most common adverse reactions observed in clinical trials of bacterial vaginosis (incidence ≥ 2%) were vulvovaginal candidiasis, headache, nausea, dysgeusia, vomiting, diarrhea, abdominal pain, and vulvovaginal pruritus. ( 6.1 ). Trichomoniasis : Most common adverse reaction observed in the clinical trial of trichomoniasis (incidence ≥ 2%) was vulvovaginal candidiasis. ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Evofem at toll-free-phone 1-833-EVFMBIO (1-833-383-6246) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Bacterial Vaginosis The safety data described below reflect exposure to 629 patients, of whom 558 received a 2 g dose of SOLOSEC. SOLOSEC was evaluated in four clinical trials of female patients diagnosed with bacterial vaginosis: two placebo-controlled trials (Trial 1 n=215, Trial 2 n=189) and two uncontrolled safety trials (Trial 3 n=321, Trial 4 n=40). Most Common Adverse Reactions in Trials 1 and 2 All patients in Trial 1 and Trial 2 received a single oral dose of study medication or placebo. Trial 1 evaluated a 1 g (this dose is not approved) dose (n=71) and a 2 g dose (n=72) of SOLOSEC in patients aged 18 to 54 years. Trial 2 evaluated a 2 g dose (n=125) in patients aged 18 to 54 years. Patients in the placebo-controlled trials were primarily Black or African American (54%) or Caucasian (41%). Among 197 patients treated with a single 2 g dose of SOLOSEC in the two placebo-controlled trials, Trial 1 and 2, adverse reactions were reported by approximately 29% of patients. Table 1 displays the most common adverse reactions (≥ 2% in SOLOSEC-treated patients) in these two trials. There were no deaths in the trials. Table 1: Adverse Reactions Occurring (≥ 2 % SOLOSEC-Treated Patients) in the Pooled Placebo-Controlled Trials 1 and 2 in Adult Women with Bacterial Vaginosis Adverse Reaction SOLOSEC N=197 n (%) Placebo N=136 n (%) Vulvovaginal candidiasis 19 (9.6) 4 (2.9) Headache 7 (3.6) 2 (1.5) Nausea 7 (3.6) 1 (0.7) Diarrhea 5 (2.5) 1 (0.7) Abdominal pain 4 (2.0) 2 (1.5) Vulvovaginal pruritus 4 (2.0) 2 (1.5) Most Common Adverse Reactions in Trial 3 Among the 321 patients in an uncontrolled trial, Trial 3, adverse reactions were reported in 30% of patients. Vulvovaginal candidiasis (8.4%), nausea (5.3%), vomiting (2.5%) and dysgeusia (3.4%) were the most common adverse reactions reported in this trial. Two SOLOSEC-treated patients in Trial 3 discontinued due to vulvovaginal candidiasis. Most Common Adverse Reactions in Trial 4 In Trial 4, the safety of SOLOSEC was evaluated in a multicenter, uncontrolled, open-label study evaluating the safety and tolerability of SOLOSEC in 40 pediatric patients between the ages of 12 and less than 18 years old all of whom were treated with a 2 g single dose of SOLOSEC. Most patients in this study were either White (60%) or Black/African-American (38%).The overall safety findings of a SOLOSEC 2 g dose in patients aged 12 to 17 years are consistent with findings in adult patients aged 18 to 65 years old. There were no deaths, severe adverse reactions, or discontinuations due to adverse reactions. Adverse reactions occurring in at least one SOLOSEC-treated pediatric patient included: nausea and abdominal pain. Trichomoniasis The safety of SOLOSEC was evaluated in 147 female patients with trichomoniasis who participated in Trial 5, a placebo controlled, double blind trial, of whom 143 (97.3%) patients completed the 'Test of Cure' (TOC) visit. In this trial, 74 patients received a single 2-gram oral dose of SOLOSEC, and 73 patients received placebo. The mean age of the patients in this study was 37.7 years, with a range of 15 to 65 years. Most of the patients were Black or African American (134/147; 91.2%). In the primary phase of Trial 5, i.e., baseline to TOC visit, one SOLOSEC-treated patient was discontinued from the study due to nausea and productive cough. Most Common Adverse Reactions A total of 11 patients (14.9%) who received SOLOSEC and 16 patients (21.9%) in the placebo group reported adverse reactions, respectively. Vulvovaginal candidiasis was reported in 2 patients (2.7%) in the SOLOSEC-treated group and in none of the patients in the placebo group. 6.2 Postmarketing Experience The following adverse reactions have been reported during use of SOLOSEC and other 2 g formulations of secnidazole outside of the United States. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Adverse Reactions with SOLOSEC Nervous System Disorders: Dysgeusia Nausea, vomiting, diarrhea, abdominal pain, dizziness, and headache have been reported when SOLOSEC was taken concomitantly with alcohol. [see Dosage and Administration (2.3) , Drug Interactions (7.2) and Clinical Pharmacology (12.3) ] . Metronidazole, Another Nitroimidazole Agent, Structurally Related to Secnidazole Cases of severe irreversible hepatotoxicity/acute liver failure, including cases with fatal outcomes with very rapid onset after initiation of systemic use of metronidazole, another nitroimidazole agent structurally related to secnidazole, have been reported in patients with Cockayne syndrome (latency from drug start to signs of liver failure as short as 2 days) [ see Contraindications (4) ]."
  ],
  "contraindications": [
    "4. CONTRAINDICATIONS SOLOSEC is contraindicated: In patients who have shown hypersensitivity to secnidazole, or other nitroimidazole derivatives. In patients with Cockayne syndrome: Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes have been reported after initiation of metronidazole, another nitroimidazole drug, structurally related to secnidazole, in patients with Cockayne syndrome [see Adverse Reactions (6.2) ] . History of hypersensitivity to secnidazole, or other nitroimidazole derivatives. ( 4 ) Patients with Cockayne syndrome. ( 4 , 6.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Bacterial Vaginosis (female patients 12 years of age and older): Administer a single 2-gram packet of granules once orally, without regard to the timing of meals. ( 2.1 ) Trichomoniasis (patients 12 years of age and older): Administer a single 2-gram packet of granules once orally, without regard to the timing of meals. Treat sexual partners with the same dose and at the same time. ( 2.2 ) Sprinkle entire contents of packet onto applesauce, yogurt or pudding and consume all of the mixture within 30 minutes without chewing or crunching the granules. A glass of water may be taken after the administration of SOLOSEC to aid in swallowing. ( 2.3 ) SOLOSEC is not intended to be dissolved in any liquid. ( 2.3 ) 2.1 Recommended Dosage for Bacterial Vaginosis The recommended dosage of SOLOSEC for the treatment of bacterial vaginosis in female patients 12 years of age and older is a single 2-gram packet of granules taken once orally, without regard to the timing of meals [see Clinical Pharmacology (12.3) ] . 2.2 Recommended Dosage for Trichomoniasis The recommended dosage of SOLOSEC for the treatment of trichomoniasis in patients 12 years of age and older is a single 2-gram packet of granules taken once orally, without regard to the timing of meals [see Clinical Pharmacology (12.3) ] . Since trichomoniasis is a sexually transmitted disease, treat sexual partners with the same dose and at the same time [see Indications and Usage (1.2) ] . 2.3 Instructions for the Preparation and Administration of SOLOSEC Open the SOLOSEC packet by folding over the corner (marked by an arrow) and tearing across the top. Sprinkle the entire contents of the SOLOSEC packet onto applesauce, yogurt or pudding [see Clinical Pharmacology (12.3) ] . The granules will not dissolve. Consume all of the mixture within 30 minutes without chewing or crunching the granules. A glass of water may be taken after the administration of SOLOSEC to aid in swallowing. The granules are not intended to be dissolved in any liquid. Avoid consumption of alcoholic beverages and preparations containing ethanol or propylene glycol during treatment with SOLOSEC and for at least 2 days after completing therapy [see Adverse Reactions (6.2) , Drug Interactions (7.2) , and Clinical Pharmacology (12.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SOLOSEC ® is a nitroimidazole antimicrobial indicated for: Treatment of bacterial vaginosis in female patients 12 years of age and older. ( 1.1 ) Treatment of trichomoniasis in patients 12 years of age and older. ( 1.2 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of SOLOSEC and other antibacterial drugs, SOLOSEC should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.3 ) 1.1 Bacterial Vaginosis SOLOSEC is indicated for the treatment of bacterial vaginosis in female patients 12 years of age and older [see Use in Specific Populations (8.1) and Clinical Studies (14) ]. 1.2 Trichomoniasis SOLOSEC is indicated for the treatment of trichomoniasis caused by Trichomonas vaginalis in patients 12 years of age and older. Because trichomoniasis is a sexually transmitted disease with potentially serious sequelae, treat partners of infected patients simultaneously in order to prevent reinfection [see Dosage and Administration (2.2) and Clinical Studies (14.2) ] . 1.3 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of SOLOSEC and other antibacterial drugs, SOLOSEC should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T19:19:17.677328",
  "source": "OpenFDA"
}