{
  "drug_name": "Seladelpar",
  "generic_name": [
    "SELADELPAR LYSINE"
  ],
  "brand_names": [
    "Livdelzi"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS OAT3 Inhibitors : Avoid concomitant use. ( 7.1 ) Strong CYP2C9 Inhibitors : Avoid concomitant use. ( 7.1 ) Rifampin : Monitor biochemical response (e.g., ALP and bilirubin) when patients initiate rifampin. ( 7.1 ) Dual Moderate CYP2C9 and Moderate to Strong CYP3A4 Inhibitors : Monitor closely for adverse effects. ( 7.1 ) CYP2C9 Poor Metabolizers using Moderate to Strong CYP3A4 Inhibitors : Monitor more frequently for adverse effects. ( 7.1 ) BCRP Inhibitors : Monitor closely for adverse effects. ( 7.1 ) Bile Acid Sequestrants : Administer at least 4 hours before or 4 hours after taking a bile acid sequestrant, or at as great an interval as possible. ( 7.1 ) 7.1 Effect of Other Drugs on LIVDELZI Table 2 includes clinically significant drug interactions affecting LIVDELZI. Table 2: Clinically Significant Interactions Affecting LIVDELZI OAT3 Inhibitors Clinical Impact Concomitant administration of LIVDELZI with OAT3 inhibitors (e.g., probenecid) can increase seladelpar exposure [see Clinical Pharmacology (12.3) ]. Intervention Avoid concomitant administration of LIVDELZI with OAT3 inhibitors. Strong CYP2C9 Inhibitors Clinical Impact Concomitant administration of LIVDELZI with strong CYP2C9 inhibitors can increase seladelpar exposure [see Clinical Pharmacology (12.3) ]. Intervention Avoid concomitant administration of LIVDELZI with strong CYP2C9 inhibitors. Rifampin Clinical Impact Co-administration of LIVDELZI with rifampin, an inducer of metabolizing enzymes, may reduce the systemic exposure of seladelpar and may result in delayed or suboptimal biochemical response [see Clinical Pharmacology (12.3) ]. Intervention Monitor the biochemical response (e.g., ALP and bilirubin) when patients initiate rifampin during treatment with LIVDELZI. Dual Moderate CYP2C9 and Moderate to Strong CYP3A4 Inhibitors Clinical Impact Increased exposure of seladelpar was observed with concomitant use with a drug that is a moderate inhibitor of CYP2C9 and a moderate to strong inhibitor of CYP3A4 [see Clinical Pharmacology (12.3) ]. Intervention When LIVDELZI is concomitantly administered with drugs that are dual moderate CYP2C9 and moderate to strong CYP3A4 inhibitors, patients should be closely monitored for adverse effects. CYP2C9 Poor Metabolizers Using Moderate to Strong CYP3A4 Inhibitors Clinical Impact Seladelpar is a CYP2C9 and CYP3A4 substrate [see Clinical Pharmacology (12.3) ]. Concomitant use of a moderate to strong CYP3A4 inhibitor in patients who are CYP2C9 poor metabolizers may increase seladelpar exposure [see Use in Specific Populations (8.8) , Clinical Pharmacology (12.3 , 12.5) ] , which may increase the risk of LIVDELZI adverse reactions. Intervention Monitor CYP2C9 poor metabolizers who receive a concomitant moderate to strong CYP3A4 inhibitor more frequently for adverse reactions. BCRP Inhibitors Clinical Impact Concomitant administration of LIVDELZI with a BCRP inhibitor (e.g., cyclosporine) may increase seladelpar exposure [see Clinical Pharmacology (12.3) ]. Intervention When LIVDELZI is concomitantly administered with drugs that inhibit BCRP, patients should be closely monitored for adverse effects. Bile Acid Sequestrants Clinical Impact Bile acid sequestrants may interfere with the action of LIVDELZI by reducing its absorption and systemic exposure, which may reduce LIVDELZI efficacy. Intervention Administer LIVDELZI at least 4 hours before or 4 hours after taking a bile acid sequestrant, or at as great an interval as possible [see Dosage and Administration (2.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Fractures [see Warnings and Precautions (5.1) ] Liver Test Abnormalities [see Warnings and Precautions (5.2) ] Most common adverse reactions (reported in ≥5% and higher compared to placebo) are headache, abdominal pain, nausea, abdominal distension, and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Gilead Sciences, Inc. at 1-800-GILEAD-5 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In Trial 1, 193 patients were randomized to receive either LIVDELZI 10 mg (N=128) or placebo (N=65) once daily for 12 months [see Clinical Studies (14) ] . LIVDELZI or placebo was administered in combination with UDCA in 94% of patients and as monotherapy in 6% of patients who were unable to tolerate UDCA. Common Adverse Reactions Table 1 presents common adverse reactions that occurred in Trial 1. Table 1: Common Adverse Reactions Occurring Through Week 52 in Adult Patients with PBC (Trial 1) Included 12 patients (6%) who were intolerant to UDCA and initiated treatment as monotherapy: 8 patients (6%) in the LIVDELZI 10 mg arm and 4 patients (6%) in the placebo arm. Adverse Reaction Occurring in greater than or equal to 5% of patients in the LIVDELZI treatment arm and at an incidence greater than or equal to 1% higher than in the placebo arm. LIVDELZI 10 mg Once Daily (N=128) % (n) PLACEBO (N=65) % (n) Headache 8% (10) 3% (2) Abdominal pain The gastrointestinal adverse reactions were mild to moderate without the need for discontinuation of LIVDELZI. 7% (9) 2% (1) Nausea 6% (8) 5% (3) Abdominal distension 6% (8) 3% (2) Dizziness 5% (6) 2% (1) Fractures In Trial 1, fractures occurred in 4% (n=5) of LIVDELZI-treated patients compared to no placebo-treated patients. Baseline bone mineral density was not obtained. The median time to fracture after receiving LIVDELZI was 295 days (range: 89–349). Less Common Adverse Reactions Additional adverse reactions that occurred more frequently in the LIVDELZI-treated patients compared to placebo, but in less than 5% of patients, included dyspepsia, rash, alopecia, anemia, and cough. Laboratory Abnormalities Estimated Glomerular Filtration Rate In Trial 1, LIVDELZI-treated patients developed decreased estimated glomerular filtration rate (eGFR) (serum creatinine elevations) more frequently compared to placebo-treated patients. Ten percent (n=12) of LIVDELZI-treated patients had a decline in eGFR of at least 25%, compared to 2% (n=1) of placebo-treated patients. None of the patients experienced an eGFR decline of 50% or more. The decline in eGFR stabilized or returned towards baseline with ongoing LIVDELZI treatment. None of the patients required discontinuation of LIVDELZI and there were no clinical findings associated with the observed changes in eGFR."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of LIVDELZI is 10 mg orally once daily. Administer LIVDELZI with or without food. ( 2.1 ) 2.1 Recommended Dosage and Administration The recommended dosage of LIVDELZI is 10 mg orally once daily. Administer LIVDELZI with or without food [see Clinical Pharmacology (12.3) ] . 2.2 Administration Modification for Bile Acid Sequestrants Administer LIVDELZI at least 4 hours before or 4 hours after taking bile acid sequestrants, or at as great an interval as possible [see Drug Interactions (7.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LIVDELZI is indicated for the treatment of primary biliary cholangitis (PBC) in combination with ursodeoxycholic acid (UDCA) in adults who have had an inadequate response to UDCA, or as monotherapy in patients unable to tolerate UDCA. This indication is approved under accelerated approval based on a reduction of alkaline phosphatase (ALP) [see Clinical Studies (14) ] . Improvement in survival or prevention of liver decompensation events have not been demonstrated. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s). LIVDELZI is a peroxisome proliferator-activated receptor (PPAR)-delta agonist indicated for the treatment of primary biliary cholangitis (PBC) in combination with ursodeoxycholic acid (UDCA) in adults who have an inadequate response to UDCA, or as monotherapy in patients unable to tolerate UDCA. This indication is approved under accelerated approval based on a reduction of alkaline phosphatase (ALP). Improvement in survival or prevention of liver decompensation events have not been demonstrated. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s). ( 1 ) Limitations of Use Use of LIVDELZI is not recommended in patients who have or develop decompensated cirrhosis (e.g., ascites, variceal bleeding, hepatic encephalopathy). ( 8.7 ) Limitations of Use Use of LIVDELZI is not recommended in patients who have or develop decompensated cirrhosis (e.g., ascites, variceal bleeding, hepatic encephalopathy) [see Use in Specific Populations (8.7) ] ."
  ],
  "fetched_at": "2025-10-01T18:56:13.240555",
  "source": "OpenFDA"
}