{
  "drug_name": "Selexipag",
  "generic_name": [
    "SELEXIPAG"
  ],
  "brand_names": [
    "UPTRAVI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate CYP2C8 inhibitors (e.g., clopidogrel, deferasirox and teriflunomide) increase exposure to the active metabolite of UPTRAVI. Reduce the dosing of UPTRAVI to once daily ( 2.6 , 7.1 , 12.3 ). CYP2C8 inducers (e.g., rifampin) decrease exposure to the active metabolite. Increase up to twice the dose of UPTRAVI ( 7.2 , 12.3 ) 7.1 CYP2C8 Inhibitors Concomitant administration with gemfibrozil, a strong inhibitor of CYP2C8, doubled the exposure to selexipag and increased exposure to the active metabolite by approximately 11-fold. Concomitant administration of UPTRAVI with strong inhibitors of CYP2C8 (e.g., gemfibrozil) is contraindicated [see Contraindications (4) and Clinical Pharmacology (12.3) ] . Concomitant administration of UPTRAVI tablets with clopidogrel, a moderate inhibitor of CYP2C8, had no relevant effect on the exposure to selexipag and increased the exposure to the active metabolite by approximately 2.7-fold [see Clinical Pharmacology (12.3) ] . Reduce the dosing of UPTRAVI to once daily in patients on a moderate CYP2C8 inhibitor [see Dosage and Administration (2.6) ] . 7.2 CYP2C8 Inducers Concomitant administration with an inducer of CYP2C8 and UGT 1A3 and 2B7 enzymes (rifampin) halved exposure to the active metabolite. Increase dose up to twice of UPTRAVI when co-administered with rifampin. Reduce UPTRAVI when rifampin is stopped [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Adverse reactions occurring more frequently (≥5%) on UPTRAVI compared to placebo are headache, diarrhea, jaw pain, nausea, myalgia, vomiting, pain in extremity, and flushing. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen at 1-800-526-7736 (1-800-JANSSEN) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. UPTRAVI Tablets The safety of UPTRAVI tablets has been evaluated in a long-term, placebo-controlled study enrolling 1,156 patients with symptomatic PAH (GRIPHON study) [see Clinical Studies (14) ] . The exposure to UPTRAVI in this trial was up to 4.2 years with median duration of exposure of 1.4 years. Table 2 presents adverse reactions more frequent on UPTRAVI tablets than on placebo by ≥3%. Table 2: Adverse Reactions UPTRAVI Placebo Adverse Reaction N=575 N=577 Headache 65% 32% Diarrhea 42% 18% Jaw pain 26% 6% Nausea 33% 18% Myalgia 16% 6% Vomiting 18% 9% Pain in extremity 17% 8% Flushing 12% 5% Arthralgia 11% 8% Anemia 8% 5% Decreased appetite 6% 3% Rash 11% 8% These adverse reactions are more frequent during the dose titration phase. Hyperthyroidism was observed in 1% (n=8) of patients on UPTRAVI tablets and in none of the patients on placebo. UPTRAVI for Injection Infusion-site reactions (infusion site erythema/redness, pain and swelling) were reported with UPTRAVI for Injection. Laboratory Test Abnormalities Hemoglobin In a Phase 3 placebo-controlled study in patients with PAH, mean absolute changes in hemoglobin at regular visits compared to baseline ranged from −0.34 to −0.02 g/dL in the UPTRAVI group compared to −0.05 to 0.25 g/dL in the placebo group. A decrease in hemoglobin concentration to below 10 g/dL was reported in 8.6% of patients treated with UPTRAVI tablets and 5.0% of placebo-treated patients. Thyroid Function Tests In a Phase 3 placebo-controlled study in patients with PAH, a reduction (up to −0.3 MU/L from a baseline median of 2.5 MU/L) in median thyroid-stimulating hormone (TSH) was observed at most visits in the UPTRAVI group. In the placebo group, little change in median values was apparent. There were no mean changes in triiodothyronine or thyroxine in either group. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of UPTRAVI. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vascular disorders: symptomatic hypotension"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to the active substance or to any of the excipients. Concomitant use of strong inhibitors of CYP2C8 (e.g., gemfibrozil) [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . Concomitant use with strong CYP2C8 inhibitors. ( 4 , 7.1 , 12.3 ) Hypersensitivity to the active substance or to any of the excipients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION UPTRAVI tablets starting dose: 200 mcg twice daily. ( 2.1 ) Increase the dose by 200 mcg twice daily at weekly intervals to the highest tolerated dose up to 1600 mcg twice daily. ( 2.1 ) Maintenance dose is determined by tolerability. ( 2.1 ) Moderate hepatic impairment: Starting dose 200 mcg once daily, increase the dose by 200 mcg once daily at weekly intervals to the highest tolerated dose up to 1600 mcg. ( 2.5 ) UPTRAVI for injection dose is determined by the patient's current dose of UPTRAVI tablets. Administer UPTRAVI for injection by intravenous infusion, twice daily. ( 2.2 ) See Full Prescribing Information for instructions on preparation and administration. ( 2.3 ). 2.1 Recommended Dosage UPTRAVI Film-coated Tablets The recommended starting dosage of UPTRAVI tablets is 200 micrograms (mcg) given twice daily. Tolerability may be improved when taken with food [see Clinical Pharmacology (12.3) ] . Increase the dose in increments of 200 mcg twice daily, usually at weekly intervals, to the highest tolerated dose up to 1600 mcg twice daily. If a patient reaches a dose that cannot be tolerated, the dose should be reduced to the previous tolerated dose. Do not split, crush, or chew tablets. UPTRAVI for Injection Use UPTRAVI for injection in patients who are temporarily unable to take oral therapy. Administer UPTRAVI for injection twice daily by intravenous infusion at a dose that corresponds to the patient's current dose of UPTRAVI tablets (see Table 1 ). Administer UPTRAVI for injection as an 80-minute intravenous infusion. 2.2 Preparation Instructions Reconstitute and further dilute UPTRAVI for injection prior to intravenous infusion following aseptic procedures. Determine the dose and total volume of reconstituted UPTRAVI solution required (see Table 1 ). Reconstitution Remove the carton of UPTRAVI for injection from the refrigerator and allow to stand for approximately 30 to 60 minutes to reach room temperature (20°C to 25°C [68°F to 77°F]). The vial needs to be protected from light at all times. Ensure the protective wrap around label is covering the entire vial. Peel back light protective wrap on vial to inspect the contents in the vial. It should appear white to almost white broken cake or powdered material. Immediately close the light protective wrap on the vial. Reconstitute UPTRAVI for injection using a polypropylene syringe with 8.6 mL of 0.9% Sodium Chloride Injection, USP and slowly inject into the UPTRAVI vial with the stream directed toward the inside wall of the vial to obtain a concentration of 225 mcg/mL of selexipag. Document date and time of first puncture. Complete infusion within 4 hours of first puncture. Gently invert the vial and repeat until powder is completely dissolved. Do not shake. Inspect the vial by peeling back the light protective wrap around label for discoloration. The reconstituted solution should appear clear, colorless and free from foreign material. Do not use if the reconstituted solution is discolored, cloudy, or contains visible particles. Image Image Dilution UPTRAVI for injection must be diluted in glass containers only . Withdraw 100 mL of 0.9% Sodium Chloride Injection, USP and transfer into an empty sterile glass container. Withdraw the required volume of reconstituted solution (see Table 1 for reconstituted transfer volume) from the UPTRAVI vial using a single, appropriately sized polypropylene syringe and dilute into the glass container containing 100 mL 0.9% Sodium Chloride Injection, USP to obtain the desired final dose. Mix the diluted UPTRAVI infusion solution by gentle inversion of the glass container 5 times. Do not shake. Protect diluted UPTRAVI infusion solution from light at all times. Assign a 4-hour expiry from the time of first vial puncture and wrap the glass container completely with light protective cover. The UPTRAVI infusion solution should be kept at room temperature (20°C–25°C [68°F–77°F]) and must be infused within 4 hours from the first puncture of the vial stopper (including infusion time). Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. The diluted UPTRAVI infusion solution should be clear and colorless. Discard if particulate matter is observed. UPTRAVI for injection vials are single-dose, for single administration. All remaining reconstituted product must be discarded. Table 1 Dosing Table for UPTRAVI intravenous based on current UPTRAVI tablets dose UPTRAVI tablets dose (mcg) for twice daily dosing Corresponding IV UPTRAVI Dose (mcg) for twice daily dosing Reconstituted transfer volume (mL) for dilution 200 225 1.0 400 450 2.0 600 675 3.0 800 900 4.0 1000 1125 5.0 1200 1350 6.0 1400 1575 7.0 1600 1800 8.0 2.3 Administration Instructions Administer by intravenous infusion over 80 minutes using an infusion set made of DEHP-free polyvinyl chloride (PVC), natural latex rubber-free microbore tubing protected from light. Do not use a filter for administration. Once the solution for infusion glass container is empty, continue the infusion at the same rate with 0.9% saline to empty the remaining solution for infusion in the IV line, to ensure that the entire solution for infusion has been administered. 2.4 Interruptions and Discontinuations If a dose of UPTRAVI is missed, patients should take a missed dose as soon as possible unless the next dose is within the next 6 hours. If treatment is missed for 3 days or more, restart UPTRAVI at a lower dose and then retitrate. 2.5 Dosage Adjustment in Patients with Hepatic Impairment No dose adjustment of UPTRAVI is necessary for patients with mild hepatic impairment (Child-Pugh class A). For patients with moderate hepatic impairment (Child-Pugh class B), the starting dose of UPTRAVI tablets is 200 mcg once daily . Increase in increments of 200 mcg once daily at weekly intervals, as tolerated [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . Avoid use of UPTRAVI in patients with severe hepatic impairment (Child-Pugh class C). 2.6 Dosage Adjustment with Co-administration of Moderate CYP2C8 Inhibitors When co-administered with moderate CYP2C8 inhibitors (e.g., clopidogrel, deferasirox and teriflunomide), reduce the dosing of UPTRAVI to once daily [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE UPTRAVI is a prostacyclin receptor agonist indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) to delay disease progression and reduce the risk of hospitalization for PAH. ( 1.1 ) 1.1 Pulmonary Arterial Hypertension UPTRAVI is indicated for the treatment of pulmonary arterial hypertension (PAH, WHO Group I) to delay disease progression and reduce the risk of hospitalization for PAH. Effectiveness of UPTRAVI tablets was established in a long-term study in PAH patients with WHO Functional Class II–III symptoms. Patients had idiopathic and heritable PAH (58%), PAH associated with connective tissue disease (29%), PAH associated with congenital heart disease with repaired shunts (10%) [see Clinical Studies (14.1) ] ."
  ],
  "fetched_at": "2025-10-01T17:54:57.029058",
  "source": "OpenFDA"
}