{
  "drug_name": "Selenazole-4-carboxyamide-adenine dinucleotide",
  "generic_name": [
    "Selenazole-4-carboxyamide-adenine dinucleotide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions Disulfiram Psychotic reactions have been reported in alcoholic patients who are using metronidazole and disulfiram concurrently. Metronidazole should not be given to patients who have taken disulfiram within the last two weeks (see CONTRAINDICATIONS ). Alcoholic Beverages Abdominal cramps, nausea, vomiting, headaches, and flushing may occur if alcoholic beverages or products containing propylene glycol are consumed during or following metronidazole therapy (see CONTRAINDICATIONS ). Warfarin and other Oral Anticoagulants Metronidazole has been reported to potentiate the anticoagulant effect of warfarin and other oral coumarin anticoagulants, resulting in a prolongation of prothrombin time. When metronidazole is prescribed for patients on this type of anticoagulant therapy, prothrombin time and INR should be carefully monitored. Lithium In patients stabilized on relatively high doses of lithium, short-term metronidazole therapy has been associated with elevation of serum lithium and, in a few cases, signs of lithium toxicity. Serum lithium and serum creatinine levels should be obtained several days after beginning metronidazole to detect any increase that may precede clinical symptoms of lithium intoxication. Busulfan Metronidazole has been reported to increase plasma concentrations of busulfan, which can result in an increased risk for serious busulfan toxicity. Metronidazole should not be administered concomitantly with busulfan unless the benefit outweighs the risk. If no therapeutic alternatives to metronidazole are available, and concomitant administration with busulfan is medically needed, frequent monitoring of busulfan plasma concentration should be performed and the busulfan dose should be adjusted accordingly. Drugs that Inhibit CYP450 Enzymes The simultaneous administration of drugs that decrease microsomal liver enzyme activity, such as cimetidine, may prolong the half-life and decrease plasma clearance of metronidazole. Drugs that Induce CYP450 Enzymes The simultaneous administration of drugs that induce microsomal liver enzymes, such as phenytoin or phenobarbital, may accelerate the elimination of metronidazole, resulting in reduced plasma levels; impaired clearance of phenytoin has also been reported. Drugs that Prolong the QT interval QT prolongation has been reported, particularly when metronidazole was administered with drugs with the potential for prolonging the QT interval."
  ],
  "warnings": [
    "WARNINGS Hypersensitivity Reactions Hypersensitivity reactions including severe cutaneous adverse reactions (SCARs) can be serious and potentially life threatening (see ADVERSE REACTIONS ). Severe Cutaneous Adverse Reactions Severe cutaneous adverse reactions (SCARs) including toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome (SJS), drug reaction with eosinophilia and systemic symptoms (DRESS), and acute generalized exanthematous pustulosis (AGEP) have been reported with the use of metronidazole. Symptoms can be serious and potentially life threatening. If symptoms or signs of SCARs develop, discontinue metronidazole tablets immediately and institute appropriate therapy. Central and Peripheral Nervous System Effects Encephalopathy and peripheral neuropathy: Cases of encephalopathy and peripheral neuropathy (including optic neuropathy) have been reported with metronidazole. Encephalopathy has been reported in association with cerebellar toxicity characterized by ataxia, dizziness, and dysarthria. CNS lesions seen on MRI have been described in reports of encephalopathy. CNS symptoms are generally reversible within days to weeks upon discontinuation of metronidazole. CNS lesions seen on MRI have also been described as reversible. Peripheral neuropathy, mainly of sensory type has been reported and is characterized by numbness or paresthesia of an extremity. Convulsive seizures have been reported in patients treated with metronidazole. Aseptic meningitis: Cases of aseptic meningitis have been reported with metronidazole. Symptoms can occur within hours of dose administration and generally resolve after metronidazole therapy is discontinued. The appearance of abnormal neurologic signs and symptoms demands the prompt evaluation of the benefit/risk ratio of the continuation of therapy (see ADVERSE REACTIONS )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following reactions have been reported during treatment with metronidazole: Central Nervous System: The most serious adverse reactions reported in patients treated with metronidazole have been convulsive seizures, encephalopathy, aseptic meningitis, optic and peripheral neuropathy, the latter characterized mainly by numbness or paresthesia of an extremity. Since persistent peripheral neuropathy has been reported in some patients receiving prolonged administration of metronidazole, patients should be specifically warned about these reactions and should be told to stop the drug and report immediately to their physicians if any neurologic symptoms occur. In addition, patients have reported headache, syncope, dizziness, vertigo, incoordination, ataxia, tinnitus, hearing impairment, hearing loss, confusion, dysarthria, irritability, depression, weakness, and insomnia (see WARNINGS ). Gastrointestinal: The most common adverse reactions reported have been referable to the gastrointestinal tract, particularly nausea, sometimes accompanied by headache, anorexia, and occasionally vomiting; diarrhea; epigastric distress; and abdominal cramping and constipation. Mouth : A sharp, unpleasant metallic taste is not unusual. Furry tongue, glossitis, and stomatitis have occurred; these may be associated with a sudden overgrowth of Candida which may occur during therapy. Dermatologic : Dermatitis bullous, fixed drug eruption, erythematous rash and pruritus. Hematopoietic : Reversible neutropenia (leukopenia); rarely, reversible thrombocytopenia. Cardiovascular : QT prolongation has been reported, particularly when metronidazole was administered with drugs with the potential for prolonging the QT interval. Flattening of the T-wave may be seen in electrocardiographic tracings. Hypersensitivity : Toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome (SJS), drug reaction with eosinophilia and systemic symptoms (DRESS), acute generalized exanthematous pustulosis (AGEP) (see WARNINGS ), urticaria, erythematous rash, flushing, nasal congestion, dryness of the mouth (or vagina or vulva), and fever. Renal : Dysuria, cystitis, polyuria, incontinence, and a sense of pelvic pressure. Instances of darkened urine have been reported by approximately one patient in 100,000. Although the pigment which is probably responsible for this phenomenon has not been positively identified, it is almost certainly a metabolite of metronidazole and seems to have no clinical significance. Hepatic: Cases of severe irreversible hepatotoxicity/acute liver failure, including cases with fatal outcomes with very rapid onset after initiation of systemic use of metronidazole, have been reported in patients with Cockayne syndrome (latency from drug start to signs of liver failure as short as 2 days) (see CONTRAINDICATIONS ). Other : Proliferation of Candida in the vagina, dyspareunia, decrease of libido, proctitis, and fleeting joint pains sometimes resembling “serum sickness.” Rare cases of pancreatitis, which generally abated on withdrawal of the drug, have been reported. Patients with Crohn’s disease are known to have an increased incidence of gastrointestinal and certain extraintestinal cancers. There have been some reports in the medical literature of breast and colon cancer in Crohn’s disease patients who have been treated with metronidazole at high doses for extended periods of time. A cause and effect relationship has not been established. Crohn’s disease is not an approved indication for metronidazole tablets."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Hypersensitivity Metronidazole tablets are contraindicated in patients with a prior history of hypersensitivity to metronidazole or other nitroimidazole derivatives. In patients with trichomoniasis, metronidazole tablets are contraindicated during the first trimester of pregnancy (see PRECAUTIONS ). Psychotic Reaction with Disulfiram Use of oral metronidazole is associated with psychotic reactions in alcoholic patients who were using disulfiram concurrently. Do not administer metronidazole to patients who have taken disulfiram within the last two weeks (see PRECAUTIONS, Drug Interactions ). Interaction with Alcohol Use of oral metronidazole is associated with a disulfiram-like reaction to alcohol, including abdominal cramps, nausea, vomiting, headaches, and flushing. Discontinue consumption of alcohol or products containing propylene glycol during and for at least three days after therapy with metronidazole (see PRECAUTIONS, Drug Interactions ). Cockayne Syndrome Metronidazole Tablets are contraindicated in patients with Cockayne syndrome. Severe irreversible hepatotoxicity/acute liver failure with fatal outcomes have been reported after initiation of metronidazole in patients with Cockayne syndrome (see ADVERSE REACTIONS )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Trichomoniasis: In the Female: One-day treatment − two grams of metronidazole tablets, given either as a single dose or in two divided doses of one gram each, given in the same day. Seven-day course of treatment − 250 mg three times daily for seven consecutive days. There is some indication from controlled comparative studies that cure rates as determined by vaginal smears and signs and symptoms, may be higher after a seven-day course of treatment than after a one-day treatment regimen. The dosage regimen should be individualized. Single-dose treatment can assure compliance, especially if administered under supervision, in those patients who cannot be relied on to continue the seven-day regimen. A seven-day course of treatment may minimize reinfection by protecting the patient long enough for the sexual contacts to obtain appropriate treatment. Further, some patients may tolerate one treatment regimen better than the other. Pregnant patients should not be treated during the first trimester (see CONTRAINDICATIONS ). In pregnant patients for whom alternative treatment has been inadequate, the one-day course of therapy should not be used, as it results in higher serum levels which can reach the fetal circulation (see PRECAUTIONS, Pregnancy ). When repeat courses of the drug are required, it is recommended that an interval of four to six weeks elapse between courses and that the presence of the trichomonad be reconfirmed by appropriate laboratory measures. Total and differential leukocyte counts should be made before and after re-treatment. In the Male: Treatment should be individualized as it is for the female. Amebiasis Adults: For acute intestinal amebiasis (acute amebic dysentery): 750 mg orally three times daily for 5 to 10 days. For amebic liver abscess: 500 mg or 750 mg orally three times daily for 5 to 10 days. Pediatric patients: 35 to 50 mg/kg/24 hours, divided into three doses, orally for 10 days. Anaerobic Bacterial Infections In the treatment of most serious anaerobic infections, intravenous metronidazole is usually administered initially. The usual adult oral dosage is 7.5 mg/kg every six hours (approx. 500 mg for a 70 kg adult). A maximum of 4 g should not be exceeded during a 24-hour period. The usual duration of therapy is 7 to 10 days; however, infections of the bone and joint, lower respiratory tract, and endocardium may require longer treatment. Dosage Adjustments Patients with Severe Hepatic Impairment For patients with severe hepatic impairment (Child-Pugh C), the dose of metronidazole tablets should be reduced by 50% (see CLINICAL PHARMACOLOGY and PRECAUTIONS ). Patients Undergoing Hemodialysis Hemodialysis removes significant amounts of metronidazole and its metabolites from systemic circulation. The clearance of metronidazole will depend on the type of dialysis membrane used, the duration of the dialysis session, and other factors. If the administration of metronidazole cannot be separated from the hemodialysis session, supplementation of metronidazole dosage following the hemodialysis session should be considered, depending on the patient’s clinical situation (see CLINICAL PHARMACOLOGY )."
  ],
  "indications": [
    "INDICATIONS AND USAGE Symptomatic Trichomoniasis. Metronidazole tablets are indicated for the treatment of T. vaginalis infection in females and males when the presence of the trichomonad has been confirmed by appropriate laboratory procedures (wet smears and/or cultures). Asymptomatic Trichomoniasis. Metronidazole tablets are indicated in the treatment of asymptomatic T. vaginalis infection in females when the organism is associated with endocervicitis, cervicitis, or cervical erosion. Since there is evidence that presence of the trichomonad can interfere with accurate assessment of abnormal cytological smears, additional smears should be performed after eradication of the parasite. Treatment of Asymptomatic Sexual Partners. T. vaginalis infection is a venereal disease. Therefore, asymptomatic sexual partners of treated patients should be treated simultaneously if the organism has been found to be present, in order to prevent reinfection of the partner. The decision as to whether to treat an asymptomatic male partner who has a negative culture or one for whom no culture has been attempted is an individual one. In making this decision, it should be noted that there is evidence that a woman may become reinfected if her sexual partner is not treated. Also, since there can be considerable difficulty in isolating the organism from the asymptomatic male carrier, negative smears and cultures cannot be relied upon in this regard. In any event, the sexual partner should be treated with metronidazole tablets in cases of reinfection. Amebiasis. Metronidazole tablets are indicated in the treatment of acute intestinal amebiasis (amebic dysentery) and amebic liver abscess. In amebic liver abscess, metronidazole tablets therapy does not obviate the need for aspiration or drainage of pus. Anaerobic Bacterial Infections. Metronidazole tablets are indicated in the treatment of serious infections caused by susceptible anaerobic bacteria. Indicated surgical procedures should be performed in conjunction with metronidazole tablets therapy. In a mixed aerobic and anaerobic infection, antimicrobials appropriate for the treatment of the aerobic infection should be used in addition to metronidazole tablets. INTRA-ABDOMINAL INFECTIONS, including peritonitis, intra-abdominal abscess, and liver abscess, caused by Bacteroides species including the B. fragilis group ( B. fragilis, B. distasonis, B. ovatus, B. thetaiotaomicron, B. vulgatus ), Clostridium species, Eubacterium species, Peptococcus species, and Peptostreptococcus species. SKIN AND SKIN STRUCTURE INFECTIONS caused by Bacteroides species including the B. fragilis group, Clostridium species, Peptococcus species, Peptostreptococcus species, and Fusobacterium species. GYNECOLOGIC INFECTIONS, including endometritis, endomyometritis, tubo-ovarian abscess, and postsurgical vaginal cuff infection, caused by Bacteroides species including the B. fragilis group, Clostridium species, Peptococcus species, Peptostreptococcus species, and Fusobacterium species. BACTERIAL SEPTICEMIA caused by Bacteroides species including the B. fragilis group and Clostridium species. BONE AND JOINT INFECTIONS, (as adjunctive therapy), caused by Bacteroides species including the B. fragilis group. CENTRAL NERVOUS SYSTEM (CNS) INFECTIONS, including meningitis and brain abscess, caused by Bacteroides species including the B. fragilis group. LOWER RESPIRATORY TRACT INFECTIONS, including pneumonia, empyema, and lung abscess, caused by Bacteroides species including the B. fragilis group. ENDOCARDITIS caused by Bacteroides species including the B. fragilis group. To reduce the development of drug-resistant bacteria and maintain the effectiveness of metronidazole tablets and other antibacterial drugs, metronidazole tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T03:25:02.223876",
  "source": "OpenFDA"
}