{
  "drug_name": "Selinexor",
  "generic_name": [
    "SELINEXOR"
  ],
  "brand_names": [
    "XPOVIO"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described in detail in other labeling sections: Thrombocytopenia [see Warnings and Precautions ( 5.1 )] . Neutropenia [see Warnings and Precautions ( 5.2 )]. Gastrointestinal Toxicity [see Warnings and Precautions ( 5.3 )]. Hyponatremia [see Warnings and Precautions ( 5.4 )]. Serious Infection [see Warnings and Precautions ( 5.5 )]. Neurological Toxicity [see Warnings and Precautions ( 5.6 )] . Cataract [see Warnings and Precautions ( 5.8 )] . The most common adverse reactions (≥20%) in patients with multiple myeloma who receive XVd are fatigue, nausea, decreased appetite, diarrhea, peripheral neuropathy, upper respiratory tract infection, weight decreased, cataract, and vomiting. Grade 3-4 laboratory abnormalities (≥10%) are thrombocytopenia, lymphopenia, hypophosphatemia, anemia, hyponatremia, and neutropenia ( 6.1 ). The most common adverse reactions (≥20%) in patients with multiple myeloma who receive Xd are thrombocytopenia, fatigue, nausea, anemia, decreased appetite, weight decreased, diarrhea, vomiting, hyponatremia, neutropenia, leukopenia, constipation, dyspnea, and upper respiratory tract infection ( 6.1 ). The most common adverse reactions (incidence ≥20%) in patients with DLBCL, excluding laboratory abnormalities, are fatigue, nausea, diarrhea, decreased appetite, weight decreased, constipation, vomiting, and pyrexia. Grade 3-4 laboratory abnormalities (≥15%) are thrombocytopenia, lymphopenia, neutropenia, anemia, and hyponatremia ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Karyopharm Therapeutics Inc. at 1-888-209-9326 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Multiple Myeloma XPOVIO in Combination with Bortezomib and Dexamethasone (XVd) The safety of XPOVIO in combination with bortezomib and dexamethasone was evaluated in BOSTON [see Clinical Studies ( 14.1 )]. Patients were randomized to receive XPOVIO 100 mg orally once weekly in combination with bortezomib and dexamethasone (XVd) (n=195) or bortezomib and dexamethasone (Vd) (n=204). Among patients who received XPOVIO, the median duration of XPOVIO treatment was 29 weeks (range: 1 to 120 weeks) and the median dose was 80 mg (range: 30 to 137 mg) per week. Serious adverse reactions occurred in 52% of patients who received XPOVIO in combination with bortezomib and dexamethasone. Serious adverse reactions in >3% of patients included pneumonia (14%), sepsis, diarrhea and vomiting (4% each). Fatal adverse reactions occurred in 6% of patients within 30 days of last treatment, including pneumonia (n=3) and sepsis (n=3). Grade ≥2 peripheral neuropathy, a pre-specified key secondary endpoint, was lower in the XVd arm (21%) compared to the Vd arm (34%); odds ratio 0.50 [95% CI: 0.32, 0.79]. The median treatment duration was 30 weeks (range: 1-120 weeks) in patients who received once weekly XVd as compared to 32 weeks (range: 1-122 weeks) in patients who received twice weekly Vd. Permanent discontinuation of XPOVIO due to an adverse reaction occurred in 19% of patients. Adverse reactions which resulted in permanent discontinuation of XPOVIO in >2% of patients included fatigue (3.6%), nausea (3.1%), thrombocytopenia, decreased appetite, peripheral neuropathy, and vomiting (2.1% each). Dosage interruptions of XPOVIO due to an adverse reaction occurred in 83% of patients. Adverse reactions which required dosage interruption in >5% of patients included thrombocytopenia (33%), fatigue (13%), asthenia (12%), pneumonia (11%), upper respiratory tract infection (10%), decreased appetite (9%), neutropenia (8%), pyrexia (8%), nausea (7%), bronchitis (7%), diarrhea (6%), weight decreased (6%), and anemia (5%). Dose reductions of XPOVIO due to an adverse reaction occurred in 64% of patients. Adverse reactions which required dose reductions in >5% of patients included thrombocytopenia (31%), decreased appetite (8%), nausea, fatigue, weight decreased (7% each), and asthenia (6%). The most common adverse reactions (≥20% with a difference between arms of >5% compared to Vd) were fatigue, nausea, decreased appetite, diarrhea, peripheral neuropathy, upper respiratory tract infection, weight decreased, cataract, and vomiting. Grade 3-4 laboratory abnormalities (≥10%) were thrombocytopenia, lymphopenia, hypophosphatemia, anemia, hyponatremia, and neutropenia. Table 5 summarizes the adverse reactions in BOSTON. Table 5: Adverse Reactions (≥10%) in Patients with Multiple Myeloma Who Received XPOVIO in Combination with Bortezomib and Dexamethasone (XVd) with a Difference Between Arms of >5% Compared to Vd in BOSTON Key: X=XPOVIO, Vd=bortezomib-dexamethasone a. Fatigue includes fatigue and asthenia. b. Peripheral neuropathy includes neuropathy peripheral, peripheral sensory neuropathy, polyneuropathy, peripheral sensorimotor neuropathy, toxic neuropathy, and peripheral motor neuropathy. c. Upper respiratory tract infection includes upper respiratory infection, nasopharyngitis, pharyngitis, respiratory syncytial virus infection, respiratory tract infection, rhinitis, and viral upper respiratory tract infection. d. Vision blurred includes blurred vision, visual acuity reduced, and visual impairment. Adverse Reaction Weekly XVd (n=195) Twice Weekly Vd (n=204) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Gastrointestinal Nausea 50 8 10 0 Diarrhea 32 6 25 <1 Vomiting 21 4.1 4.4 0 General Conditions Fatigue a 59 21 28 5 Pyrexia 15 1.5 11 1 Metabolism and Nutrition Decreased appetite 35 3.6 5 0 Weight decreased 26 2.1 12 1 Nervous System Peripheral neuropathy b 32 4.6 47 9 Dizziness 12 <1 3.9 0 Infections Upper respiratory tract infection c 29 3.6 22 1.5 Eye Disorders Cataract 22 9 6 1.5 Vision blurred d 13 <1 6 0 Clinically relevant adverse reactions in <10% of patients who received XPOVIO in combination with bortezomib and dexamethasone included: Neurologic disorders: mental status changes (9%) and syncope (3.6%) Table 6 summarizes selected laboratory abnormalities in BOSTON. Table 6: Select Laboratory Abnormalities (≥15%) That Worsened from Baseline in Patients with Multiple Myeloma Who Received XPOVIO in Combination with Bortezomib and Dexamethasone (XVd) in BOSTON The denominator used to calculate the rate varied from 91 to 201 based on the number of patients with at least one post-treatment value. a. Includes one fatal anemia. Laboratory Abnormality Weekly XVd Twice Weekly Vd All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematologic Platelet count decrease 92 43 51 19 Lymphocyte count decrease 77 38 70 27 Hemoglobin decrease 71 17 51 a 12 Neutrophil count decrease 48 12 19 7 Chemistry Glucose increase 62 3.8 47 4.1 Phosphate decrease 61 23 42 11 Sodium decrease 58 14 25 3 Calcium decrease 55 2.1 47 1 Blood urea nitrogen increase 41 5 40 5 Creatinine increase 28 3.6 24 1.5 Potassium decrease 27 6 22 3.5 Magnesium decrease 27 <1 23 1.5 Potassium increase 18 4.1 21 2.5 Hepatic ALT increase 33 3.1 30 <1 Albumin decrease 27 <1 35 <1 AST increase 24 1.5 19 <1 Bilirubin increase 16 1 13 2 ALP increase 12 0 16 <1 XPOVIO in Combination with Dexamethasone (Xd) The safety of XPOVIO in combination with dexamethasone was evaluated in STORM [see Clinical Studies ( 14.1 )]. Patients received XPOVIO 80 mg orally with dexamethasone 20 mg on Days 1 and 3 of every week (n=202). The median duration of XPOVIO treatment was 8 weeks (range: 1 to 60 weeks). The median dose was 115 mg (range: 36 to 200 mg) per week. Fatal adverse reactions occurred in 9% of XPOVIO treated patients. Serious adverse reactions occurred in 58% of patients. The treatment discontinuation rate due to adverse reactions was 27%; 53% of patients had a reduction in the XPOVIO dose, and 65% had the dose of XPOVIO interrupted. Thrombocytopenia was the leading cause of dose modification, resulting in dose reduction and/or interruption in >25% of patients. The most frequent adverse reactions requiring permanent discontinuation in 4% or greater of patients who received XPOVIO included fatigue, nausea, and thrombocytopenia. Table 7 summarizes the adverse reactions in STORM. Table 7: Adverse Reactions (≥10%) in Patients Who Received XPOVIO in STORM a. Thrombocytopenia includes thrombocytopenia and platelet count decreased. b. Fatigue includes fatigue and asthenia. c. Anemia includes anemia and hematocrit decreased. d. Neutropenia includes neutropenia and neutrophil count decreased. e. Dyspnea includes dyspnea, dyspnea exertional, and dyspnea at rest. f. Upper respiratory tract infection includes upper respiratory tract infection, respiratory tract infection, pharyngitis, nasopharyngitis, bronchitis, bronchiolitis, respiratory syncytial virus infection, parainfluenza virus infection, rhinitis, rhinovirus infection, and adenovirus infection. g. Cough includes cough, productive cough, and upper-airway cough syndrome. h. Mental status changes includes mental status changes, confusional state, and delirium. i. Hypercreatininemia includes hypercreatininemia and hypercreatinemia. j. Pneumonia includes pneumonia, atypical pneumonia, lung infection, lower respiratory tract infection, pneumocystis jirovecii pneumonia, pneumonia aspiration, pneumonia influenzal, and pneumonia viral. k. Includes fatal event. Adverse Reaction XPOVIO 80 mg twice weekly + Dexamethasone (n=202) All Grades (%) Grades ≥3 (%) Thrombocytopenia a 74 61 Fatigue b 73 22 Nausea 72 9 Anemia c 59 40 Decreased appetite 53 4.5 Weight decreased 47 0.5 Diarrhea 44 6 Vomiting 41 3.5 Hyponatremia 39 22 Neutropenia d 34 21 Leukopenia 28 11 Constipation 25 1.5 Dyspnea e 24 3.5 k Upper respiratory tract infection f 21 3 Cough g 16 0 Mental status changes h 16 7 Pyrexia 16 0.5 Hyperglycemia 15 7 Dizziness 15 0 Insomnia 15 2 Lymphopenia 15 10 Dehydration 14 3.5 Hypercreatininemia i 14 2 Pneumonia j 13 9 k Epistaxis 12 0.5 Hypokalemia 12 3.5 Dysgeusia 11 0 Vision blurred 10 0.5 Headache 10 0 Diffuse Large B-Cell Lymphoma The safety of XPOVIO was evaluated in SADAL [see Clinical Studies ( 14.2 )]. Patients received XPOVIO 60 mg orally on Days 1 and 3 of every week (n=134). The study required an absolute neutrophil count ≥1000/μL, platelet count ≥75,000/μL, hepatic transaminases ≤2.5 times upper limit of normal (ULN) unless abnormal from lymphoma, and bilirubin ≤2 times ULN. The study permitted a maximum of 5 prior systemic regimens for DLBCL. Antiemetic prophylaxis with a 5HT-3 receptor antagonist was required. The median duration of XPOVIO treatment was 2.1 months (range: 1 week to 3.7 years) with 38% receiving at least 3 months and 22% receiving at least 6 months of treatment. The median exposure was 100 mg per week. Fatal adverse reactions occurred in 3.7% of patients within 30 days and 5% of patients within 60 days of last treatment; the most frequent fatal adverse reaction was infection (4.5% of patients). Serious adverse reactions occurred in 46% of patients who received XPOVIO; the most frequent serious adverse reaction was infection (21% of patients). Discontinuation due to adverse reactions occurred in 17% of patients who received XPOVIO. Adverse reactions which results in discontinuation in ≥2% of patients included: infection, fatigue, thrombocytopenia, and nausea. Adverse reactions led to XPOVIO dose interruption in 61% of patients and dose reduction in 49%, with 17% of all patients having 2 or more dose reductions. The median time to first dose modification (reduction or interruption) was 4 weeks, with the leading causes being thrombocytopenia (40% of all patients), neutropenia (16%), fatigue (16%), nausea (10%), and anemia (10%). The median time to first dose reduction was 6 weeks, with 83% of first dose reductions occurring within the first 3 months. The most common adverse reactions, excluding laboratory abnormalities, in ≥20% of patients were fatigue, nausea, diarrhea, decreased appetite, weight decreased, constipation, vomiting, and pyrexia. Table 8 summarizes selected adverse reactions in SADAL. Table 8: Adverse Reactions (≥10%), Excluding Laboratory Terms, in Patients with DLBCL Who Received XPOVIO in SADAL a. Fatigue includes fatigue and asthenia. b. Edema includes edema, swelling, swelling face, edema peripheral, peripheral swelling, acute pulmonary edema. c. Diarrhea includes diarrhea, post-procedural diarrhea, gastroenteritis. d. Abdominal pain includes abdominal pain, abdominal pain upper, abdominal discomfort, epigastric discomfort. e. Decreased appetite includes decreased appetite and hypophagia. f. Cough includes cough and productive cough. g. Dyspnea includes dyspnea and dyspnea exertional. h. Upper respiratory tract infection includes upper respiratory tract infection, sinusitis, nasopharyngitis, pharyngitis, rhinitis, viral upper respiratory infection. i. Urinary tract infection includes urinary tract infection and specific types of urinary tract infection. j. Dizziness includes dizziness and vertigo. k. Taste disorder includes taste disorder, dysgeusia, ageusia. l. Mental status changes include confusional state, amnesia, cognitive disorder, hallucination, delirium, somnolence, depressed level of consciousness, memory impairment. m. Peripheral neuropathy includes peripheral neuropathy, peripheral sensory neuropathy, sensory disturbance, paresthesia, neuralgia. n. Musculoskeletal pain includes musculoskeletal pain, back pain, musculoskeletal chest pain, neck pain, pain in extremity, bone pain. o. Hemorrhage includes hemorrhage, hematoma, hematuria, epistaxis, rectal hemorrhage, injection site hematoma, subdural hematoma, upper gastrointestinal hemorrhage, corneal bleeding. p. Vision blurred includes vision blurred, visual acuity reduced, visual impairment. Adverse Reaction XPOVIO 60 mg twice weekly (n=134) All Grades (%) Grade 3 or 4 (%) General Conditions Fatigue a 63 15 Pyrexia 22 4.5 Edema b 17 2.2 Gastrointestinal Nausea 57 6 Diarrhea c 37 3.0 Constipation 29 0 Vomiting 28 1.5 Abdominal pain d 10 0 Adverse Reaction XPOVIO 60 mg twice weekly (n=134) All Grades (%) Grade 3 or 4 (%) Metabolism and Nutrition Decreased appetite e 37 3.7 Weight decreased 30 0 Respiratory Cough f 18 0 Dyspnea g 10 1.5 Infections Upper respiratory tract infection h 17 1.5 Pneumonia 10 6 Urinary tract infection i 10 3 Nervous System Dizziness j 16 0.7 Taste disorder k 13 0 Mental status changes l 11 3.7 Peripheral neuropathy, sensory m 10 0 Musculoskeletal Musculoskeletal pain n 15 2.2 Vascular Hypotension 13 3.0 Hemorrhage o 10 0.7 Eye Disorders Vision blurred p 11 0.7 Clinically relevant adverse reactions in <10% of patients who received XPOVIO included: Injury: fall (8%) Metabolic and nutrition disorders: dehydration (7%) Neurologic disorders: headache (4.5%), syncope (2.2%) Infection: sepsis (6%), herpes virus infection (3%) Eye disorders: cataract (3.7%) Blood and lymphatic disorders: febrile neutropenia (3%) Cardiac disorders: cardiac failure (3%) Table 9 summarizes selected new or worsening laboratory abnormalities in SADAL. Grade 3-4 laboratory abnormalities in ≥15% included thrombocytopenia, lymphopenia, neutropenia, anemia, and hyponatremia. Grade 4 laboratory abnormalities in ≥5% were thrombocytopenia (18%), lymphopenia (5%), and neutropenia (9%). Table 9: Select Laboratory Abnormalities (≥15%) Worsening from Baseline in Patients with DLBCL Who Received XPOVIO in SADAL The denominator used to calculate the rate varied from 107 to 128 based on the number of patients with at least one post-treatment value. a. Not fasting. b. CK increase was not associated with reports of myopathy or myalgia. Laboratory Abnormality XPOVIO 60 mg twice weekly All Grades (%) Grade 3 or 4 (%) Hematologic Platelet count decrease 86 49 Hemoglobin decrease 82 25 Lymphocyte count decrease 63 37 Neutrophil count decrease 58 31 Chemistry Sodium decrease 62 16 Glucose increase 57 a 5 Creatinine increase 47 3.9 Phosphate decrease 34 11 Magnesium decrease 30 2.6 Calcium decrease 30 0.9 Potassium increase 26 3.9 Potassium decrease 23 7 CK increase b 21 1.9 Hepatic ALT increase 29 0.8 Albumin decrease 25 0 AST increase 24 3.1 Bilirubin increase 16 1.6"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Multiple Myeloma in Combination with Bortezomib and Dexamethasone (XVd): Recommended dosage of XPOVIO is 100 mg taken orally once weekly in combination with bortezomib and dexamethasone ( 2.1 ). Multiple Myeloma in Combination with Dexamethasone (Xd): Recommended dosage of XPOVIO is 80 mg taken orally on Days 1 and 3 of each week in combination with dexamethasone ( 2.1 ). DLBCL: Recommended dosage of XPOVIO is 60 mg taken orally on Days 1 and 3 of each week ( 2.2 ). 2.1 Recommended Dosage for Multiple Myeloma In Combination with Bortezomib and Dexamethasone (XVd) The recommended dosage of XPOVIO is 100 mg taken orally once weekly on Day 1 of each week until disease progression or unacceptable toxicity in combination with: Bortezomib 1.3 mg/m 2 administered subcutaneously once weekly on Day 1 of each week for 4 weeks followed by 1 week off. Dexamethasone 20 mg taken orally twice weekly on Days 1 and 2 of each week. Refer to Clinical Studies ( 14.1 ) and the prescribing information of bortezomib and dexamethasone for additional dosing information. In Combination with Dexamethasone (Xd) The recommended dosage of XPOVIO is 80 mg taken orally on Days 1 and 3 of each week until disease progression or unacceptable toxicity in combination with dexamethasone 20 mg taken orally with each dose of XPOVIO on Days 1 and 3 of each week. For additional information regarding the administration of dexamethasone, refer to its prescribing information. 2.2 Recommended Dosage for Diffuse Large B-Cell Lymphoma The recommended dosage of XPOVIO is 60 mg taken orally on Days 1 and 3 of each week until disease progression or unacceptable toxicity. 2.3 Recommended Monitoring for Safety Monitor complete blood count (CBC) with differential, standard blood chemistries, body weight, nutritional status, and volume status at baseline and during treatment as clinically indicated. Monitor more frequently during the first three months of treatment [see Warning and Precautions ( 5.1 , 5.2 , 5.3 , and 5.4 )] . Assess the need for dosage modifications of XPOVIO for adverse reactions [see Dosage and Administration ( 2.5 )] . 2.4 Recommended Concomitant Treatments Advise patients to maintain adequate fluid and caloric intake throughout treatment. Consider intravenous hydration for patients at risk of dehydration [see Warnings and Precautions ( 5.3 , 5.4 )] . Provide prophylactic antiemetics. Administer a 5-HT3 receptor antagonist and other anti-nausea agents prior to and during treatment with XPOVIO [see Warnings and Precautions ( 5.3 )] . 2.5 Dosage Modification for Adverse Reactions Recommended XPOVIO dosage reduction steps are presented in Table 1 . Table 1: XPOVIO Dosage Reduction Steps for Adverse Reactions Recommended Starting Dosage Multiple Myeloma In Combination with Bortezomib and Dexamethasone (XVd) Multiple Myeloma In Combination with Dexamethasone (Xd) Diffuse Large B-Cell Lymphoma 100 mg once weekly 80 mg Days 1 and 3 of each week (160 mg total per week) 60 mg Days 1 and 3 of each week (120 mg total per week) First Reduction 80 mg once weekly 100 mg once weekly 40 mg Days 1 and 3 of each week (80 mg total per week) Second Reduction 60 mg once weekly 80 mg once weekly 60 mg once weekly Third Reduction 40 mg once weekly 60 mg once weekly 40 mg once weekly Fourth Reduction Permanently discontinue Permanently discontinue Permanently discontinue Recommended dosage modifications for hematologic adverse reactions in patients with multiple myeloma and DLBCL are presented in Table 2 and Table 3 , respectively. Recommended dosage modifications for nonhematologic adverse reactions are presented in Table 4 . Table 2: XPOVIO Dosage Modification Guidelines for Hematologic Adverse Reactions in Patients with Multiple Myeloma Adverse Reaction Occurrence Action Thrombocytopenia [see Warning and Precautions ( 5.1 )] Platelet count 25,000 to less than 75,000/mcL Any Reduce XPOVIO by 1 dose level (see Table 1 ). Platelet count 25,000 to less than 75,000/mcL with concurrent bleeding Any Interrupt XPOVIO. Restart XPOVIO at 1 dose level lower (see Table 1 ) after bleeding has resolved. Administer platelet transfusions per clinical guidelines. Platelet count less than 25,000/mcL Any Interrupt XPOVIO. Monitor until platelet count returns to at least 50,000/mcL. Restart XPOVIO at 1 dose level lower (see Table 1 ). Adverse Reaction Occurrence Action Neutropenia [see Warning and Precautions ( 5.2 )] Absolute neutrophil count of 0.5 to 1 x 10 9 /L without fever Any Reduce XPOVIO by 1 dose level (see Table 1 ). Absolute neutrophil count less than 0.5 x 10 9 /L OR febrile neutropenia Any Interrupt XPOVIO. Monitor until neutrophil counts return to 1 x 10 9 /L or higher. Restart XPOVIO at 1 dose level lower (see Table 1 ). Anemia Hemoglobin less than 8 g/dL Any Reduce XPOVIO by 1 dose level (see Table 1 ). Administer blood transfusions per clinical guidelines. Life-threatening consequences Any Interrupt XPOVIO. Monitor hemoglobin until levels return to 8 g/dL or higher. Restart XPOVIO at 1 dose level lower (see Table 1 ). Administer blood transfusions per clinical guidelines. Table 3: XPOVIO Dosage Modification Guidelines for Hematologic Adverse Reactions in Patients with Diffuse Large B-Cell Lymphoma Adverse Reaction Occurrence Action Thrombocytopenia [see Warning and Precautions ( 5.1 )] Platelet count 50,000 to less than 75,000/mcL Any Interrupt one dose of XPOVIO. Restart XPOVIO at the same dose level. Platelet count 25,000 to less than 50,000/mcL without bleeding 1st Interrupt XPOVIO. Monitor until platelet count returns to at least 50,000/mcL. Reduce XPOVIO by 1 dose level (see Table 1 ). Platelet count 25,000 to less than 50,000/mcL with concurrent bleeding Any Interrupt XPOVIO. Monitor until platelet count returns to at least 50,000/mcL. Restart XPOVIO at 1 dose level lower (see Table 1 ), after bleeding has resolved. Administer platelet transfusions per clinical guidelines. Platelet count less than 25,000/mcL Any Interrupt XPOVIO. Monitor until platelet count returns to at least 50,000/mcL. Restart XPOVIO at 1 dose level lower (see Table 1 ). Administer platelet transfusions per clinical guidelines. Neutropenia [see Warning and Precautions ( 5.2 )] Absolute neutrophil count of 0.5 to less than 1 x 10 9 /L without fever 1st occurrence Interrupt XPOVIO. Monitor until neutrophil counts return to 1 x 10 9 /L or higher. Restart XPOVIO at the same dose level. Recurrence Interrupt XPOVIO. Monitor until neutrophil counts return to 1 x 10 9 /L or higher. Administer growth factors per clinical guidelines. Restart XPOVIO at 1 dose level lower (see Table 1 ). Absolute neutrophil count less than 0.5 x 10 9 /L OR Febrile neutropenia Any Interrupt XPOVIO. Monitor until neutrophil counts return to 1 x 10 9 /L or higher. Administer growth factors per clinical guidelines. Restart XPOVIO at 1 dose level lower (see Table 1 ). Anemia Hemoglobin less than 8 g/dL Any Reduce XPOVIO by 1 dose level (see Table 1 ). Administer blood transfusions per clinical guidelines. Life-threatening consequences Any Interrupt XPOVIO. Monitor hemoglobin until levels return to 8 g/dL or higher. Restart XPOVIO at 1 dose level lower (see Table 1 ). Administer blood transfusions per clinical guidelines. Table 4: XPOVIO Dosage Modification Guidelines for Non-Hematologic Adverse Reactions Adverse Reaction Occurrence Action Nausea and Vomiting [see Warning and Precautions ( 5.3 )] Grade 1 or 2 nausea (oral intake decreased without significant weight loss, dehydration or malnutrition) OR Grade 1 or 2 vomiting (5 or fewer episodes per day) Any Maintain XPOVIO and initiate additional anti-nausea medications. Grade 3 nausea (inadequate oral caloric or fluid intake) OR Grade 3 or higher vomiting (6 or more episodes per day) Any Interrupt XPOVIO. Monitor until nausea or vomiting has resolved to Grade 2 or lower or baseline. Initiate additional anti-nausea medications. Restart XPOVIO at 1 dose level lower (see Table 1 ). Diarrhea [see Warning and Precautions ( 5.3 )] Grade 2 (increase of 4 to 6 stools per day over baseline) 1 st Maintain XPOVIO and institute supportive care. 2 nd and subsequent Reduce XPOVIO by 1 dose level (see Table 1 ). Institute supportive care. Grade 3 or higher (increase of 7 stools or more per day over baseline; hospitalization indicated) Any Interrupt XPOVIO and institute supportive care. Monitor until diarrhea resolves to Grade 2 or lower. Restart XPOVIO at 1 dose level lower (see Table 1 ). Weight Loss and Anorexia [see Warning and Precautions ( 5.3 )] Weight loss of 10% to less than 20% OR Anorexia associated with significant weight loss or malnutrition Any Interrupt XPOVIO and institute supportive care. Monitor until weight returns to more than 90% of baseline weight. Restart XPOVIO at 1 dose level lower (see Table 1 ). Hyponatremia [see Warning and Precautions ( 5.4 )] Sodium level 130 mmol/L or less Any Interrupt XPOVIO, evaluate, and provide supportive care. Monitor until sodium levels return to greater than 130 mmol/L. Restart XPOVIO at 1 dose level lower (see Table 1 ). Fatigue Grade 2 lasting greater than 7 days OR Grade 3 Any Interrupt XPOVIO. Monitor until fatigue resolves to Grade 1 or baseline. Restart XPOVIO at 1 dose level lower (see Table 1 ). Ocular Toxicity [see Warning and Precautions ( 5.8 )] Grade 2, excluding cataract Any Perform ophthalmologic evaluation. Interrupt XPOVIO and provide supportive care. Monitor until ocular symptoms resolve to Grade 1 or baseline. Restart XPOVIO at 1 dose level lower (see Table 1 ). Grade ≥3, excluding cataract Any Permanently discontinue XPOVIO. Perform ophthalmologic evaluation. Other Non-Hematologic Adverse Reactions [see Warning and Precautions ( 5.6 )] Grade 3 or 4 Any Interrupt XPOVIO. Monitor until resolved to Grade 2 or lower; restart XPOVIO at 1 dose level lower (see Table 1 ). 2.6 Administration Each XPOVIO dose should be taken at approximately the same time of day and each tablet should be swallowed whole with water. Do not break, chew, crush, or divide the tablets. If a dose of XPOVIO is missed or delayed, instruct patients to take their next dose at the next regularly scheduled time. If a patient vomits a dose of XPOVIO, the patient should not repeat the dose and the patient should take the next dose on the next regularly scheduled day."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XPOVIO is a nuclear export inhibitor indicated: In combination with bortezomib and dexamethasone for the treatment of adult patients with multiple myeloma who have received at least one prior therapy ( 1.1 ). In combination with dexamethasone for the treatment of adult patients with relapsed or refractory multiple myeloma who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody ( 1.1 ). For the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least 2 lines of systemic therapy. This indication is approved under accelerated approval based on response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s) ( 1.2 ). 1.1 Multiple Myeloma XPOVIO in combination with bortezomib and dexamethasone is indicated for the treatment of adult patients with multiple myeloma who have received at least one prior therapy. XPOVIO in combination with dexamethasone is indicated for the treatment of adult patients with relapsed or refractory multiple myeloma who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody. 1.2 Diffuse Large B-Cell Lymphoma XPOVIO is indicated for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least 2 lines of systemic therapy. This indication is approved under accelerated approval based on response rate [see Clinical Studies ( 14.2 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s)."
  ],
  "fetched_at": "2025-10-01T18:29:09.721235",
  "source": "OpenFDA"
}