{
  "drug_name": "Selumetinib",
  "generic_name": [
    "SELUMETINIB"
  ],
  "brand_names": [
    "KOSELUGO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong or Moderate CYP3A4 Inhibitors or Fluconazole : Avoid coadministration of strong or moderate CYP3A4 inhibitors or fluconazole with KOSELUGO. If coadministration cannot be avoided, reduce the dose of KOSELUGO. ( 2.5 , 7.1 ) • Strong or Moderate CYP3A4 Inducers : Avoid concomitant use of strong and moderate CYP3A4 inducers. ( 7.1 ) 7.1 Effect of Other Drugs on KOSELUGO Strong or Moderate CYP3A4 Inhibitors or Fluconazole Clinical Impact • Concomitant use of KOSELUGO with a strong or moderate CYP3A4 inhibitor or fluconazole increased selumetinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions. Management • Avoid coadministration of strong or moderate CYP3A4 inhibitors or fluconazole with KOSELUGO. If coadministration with strong or moderate CYP3A4 inhibitors or fluconazole cannot be avoided, reduce KOSELUGO dosage [see Dosage and Administration (2.4) ]. Strong or Moderate CYP3A4 Inducers Clinical Impact • Concomitant use of KOSELUGO with a strong or moderate CYP3A4 inducer decreased selumetinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may reduce KOSELUGO efficacy. Management • Avoid concomitant use of strong or moderate CYP3A4 inducers with KOSELUGO. Vitamin E Clinical Impact • KOSELUGO capsules contain vitamin E and daily vitamin E intake that exceeds the recommended or safe limits may increase the risk of bleeding. An increased risk of bleeding may occur in patients taking a vitamin-K antagonist or an anti-platelet agent with KOSELUGO capsules. Management • Supplemental vitamin E is not recommended if daily vitamin E intake (including the amount of vitamin E in KOSELUGO capsules and supplement) will exceed the recommended or safe limits. • Monitor for bleeding in patients co-administered a vitamin-K antagonist or an anti-platelet agent with KOSELUGO capsules. Increase INR monitoring, as appropriate, in patients taking a vitamin-K antagonist [see Warnings and Precautions (5.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Cardiomyopathy [see Warnings and Precautions (5.1) ] • Ocular toxicity [see Warnings and Precautions (5.2) ] • Gastrointestinal toxicity [see Warnings and Precautions (5.3) ] • Skin toxicity [see Warnings and Precautions (5.4) ] • Increased creatine phosphokinase [see Warnings and Precautions (5.5) ] Most common adverse reactions (≥ 40%) are: vomiting, diarrhea, increased creatine phosphokinase, dry skin, paronychia, nausea, dermatitis acneiform, and pyrexia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AstraZeneca at 1-800-236-9933 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The pooled safety population described in the WARNINGS AND PRECAUTIONS reflect exposure to KOSELUGO in 134 pediatric patients at the recommended dose in SPRINKLE (N = 36) (NCT05309668), in SPRINT Phase I (N = 24), SPRINT Phase II Stratum 1 (N = 50), and Phase I Food Effect Study (N = 24). Among the 134 pediatric patients, the duration of KOSELUGO exposure, including dose interruptions, was 12 months or longer (80%), more than 2 years (44%), or more than 3 years (37%). In this pooled safety population, the most common adverse reactions of any grade (incidence ≥ 40%) were vomiting (64%), diarrhea (59%), increased creatine phosphokinase (55%), dry skin (51%), paronychia (50%), nausea (49%), dermatitis acneiform (47%), and pyrexia (46%). Neurofibromatosis Type 1 (NF1) with Inoperable Plexiform Neurofibromas (PN) Pediatrics 2 18 years of Age (SPRINT Phase II Stratum 1) The safety of KOSELUGO was evaluated in SPRINT Phase II Stratum 1 [see Clinical Studies (14) ] . Eligible patients were 2-18 years of age with neurofibromatosis type 1 (NF1) who had inoperable plexiform neurofibromas (PN) that was causing significant morbidity. Patients were excluded for abnormal LVEF, uncontrolled hypertension (blood pressure > the 95 th percentile for age, height, and sex), any current or past history of RVO or RPED, intraocular pressure > 21 mmHg (or upper limit of normal adjusted by age), uncontrolled glaucoma, and inability to swallow whole capsules. Patients received KOSELUGO 25 mg/m 2 orally twice daily (n=50). Among these patients, 88% were exposed for 12 months or longer and 66% were exposed for greater than 2 years. Serious adverse reactions occurred in 24% of patients who received KOSELUGO. Serious adverse reactions that occurred in 2 or more patients were anemia, hypoxia and diarrhea. Permanent discontinuation due to an adverse reaction occurred in 12% of patients who received KOSELUGO. Adverse reactions resulting in permanent discontinuation of KOSELUGO included increased blood creatinine, increased weight, diarrhea, paronychia, malignant peripheral nerve sheath tumor, acute kidney injury, and skin ulcer. Dosage interruptions and dose reductions due to adverse reactions occurred in 80% and 24% of patients who received KOSELUGO, respectively. Adverse reactions requiring a dosage interruption or reduction in ≥ 5% of patients were vomiting, paronychia, diarrhea, nausea, abdominal pain, rash, skin infection, influenza like illness, pyrexia and weight gain. The most common adverse reactions (≥ 40%) were vomiting, rash (all), abdominal pain, diarrhea, nausea, dry skin, fatigue, musculoskeletal pain, pyrexia, acneiform rash, stomatitis, headache, paronychia, and pruritus. Table 10 presents the adverse reactions in SPRINT Phase II Stratum 1. Table 10 Adverse Reactions (≥ 20%) in Patients Who Received KOSELUGO in SPRINT Phase II Stratum 1 Adverse Reaction KOSELUGO N=50 All Grades (%) Grade ≥ 3 (%) * Gastrointestinal Vomiting 82 6 Abdominal pain Abdominal pain includes abdominal pain; abdominal pain upper 76 0 Diarrhea 70 16 Nausea 66 2 Stomatitis Stomatitis includes stomatitis; mouth ulceration 50 0 Constipation 34 0 Skin and Subcutaneous Tissue Rash (all) Rash (all) includes dermatitis acneiform; rash maculo-papular; erythema; rash pustular; rash; urticaria; exfoliative rash; rash pruritic; rash erythematous 80 6 Dry skin 60 0 Rash acneiform Rash (acneiform) includes dermatitis acneiform 50 4 Paronychia Paronychia includes paronychia; nail infection 48 6 Pruritus 46 0 Dermatitis Dermatitis includes dermatitis; dermatitis atopic; dermatitis diaper; eczema; seborrheic dermatitis; skin irritation 36 4 Hair changes Hair changes include alopecia; hair color change 32 0 Musculoskeletal and Connective Tissue Musculoskeletal pain Musculoskeletal pain includes pain in extremity; back pain; neck pain; musculoskeletal pain 58 0 General Fatigue Fatigue includes fatigue; malaise 56 0 Pyrexia 56 8 Edema Edema includes peripheral swelling; edema; localized edema 20 0 Nervous System Headache 48 2 Respiratory, Thoracic and Mediastinal Epistaxis 28 0 Renal and Urinary System Hematuria 22 2 Proteinuria 22 0 Metabolism and Nutrition Decreased appetite 22 0 Cardiac System Decreased ejection fraction 22 0 Sinus tachycardia 20 0 Infections Skin infection Skin infection includes skin infection; abscess; cellulitis; impetigo; staphylococcal skin infection 20 2 * All events were Grade 3. Clinically relevant adverse reactions that occurred < 20% of patients include: • Eye: visual impairment • Gastrointestinal Disorders: dry mouth • General Disorders: facial edema, including periorbital edema and face edema • Metabolism and Nutrition: increased weight • Renal and Urinary System: acute kidney injury • Respiratory, Thoracic & Mediastinal: dyspnea, including exertional dyspnea and dyspnea at rest • Vascular: hypertension Table 11 presents the laboratory abnormalities in SPRINT Phase II Stratum 1. Table 11 Select Laboratory Abnormalities (≥ 15%) Worsening from Baseline in Patients Who Received KOSELUGO in SPRINT Phase II Stratum 1 Laboratory Abnormality KOSELUGO All Grades (%) The denominator used to calculate the rate varied from 39 to 49 based on the number of patients with a baseline value and at least one post-treatment value. Grade ≥ 3 (%) Chemistry Increased creatine phosphokinase (CPK) 79 7 Includes one Grade 4 increased CPK and one Grade 4 increased potassium. Decreased albumin 51 0 Increased aspartate aminotransferase (AST) 41 2 Increased alanine aminotransferase (ALT) 35 4 Increased lipase 32 5 Increased potassium 27 4 Decreased potassium 18 2 § Increased alkaline phosphatase 18 0 Increased amylase 18 0 Increased sodium 18 0 Decreased sodium 16 0 Hematology Decreased hemoglobin 41 4 Decreased neutrophils 33 4 Decreased lymphocytes 20 2 Pediatrics > 1 year of Age on KOSELUGO Granules (SPRINKLE) The safety of KOSELUGO oral granules was evaluated in SPRINKLE (NCT05309668), a dose-finding and activity estimating, single-arm, multicenter study in 36 pediatric patients ages 1 year to less than 7 years with a clinical diagnosis of NF1-related symptomatic, inoperable PN. The study evaluated the pharmacokinetics (PK), safety, efficacy, and tolerability of KOSELUGO oral granules. Study patients were to receive KOSELUGO oral granules for 25 cycles at a dose equivalent to 25 mg/m 2 BSA twice daily until disease progression or unacceptable toxicity. The median age was approximately 4 years (range: 1 to 7 years), 61% were male, 61% were White, 14% were Asian and 3% were Black or African American. In the SPRINKLE study, the median duration of KOSELUGO oral granules treatment in pediatric patients with neurofibromatosis type 1 (NF1) plexiform neurofibromas (PN) was 11 months (range: 3 25 months). Serious adverse reactions occurred in 6% of patients who received KOSELUGO oral granules. Serious adverse reactions occurred in 1 patient each and included pyrexia, gastroenteritis and upper respiratory infection. A total of 31% of patients had an adverse reaction leading to a dosage interruption. Adverse reactions requiring a dosage interruption in ≥ 5% of patients were pyrexia, vomiting, diarrhea, upper respiratory infection, gastroenteritis and eczema. The most common adverse reactions (≥ 40%) were pyrexia, dry skin, and paronychia. The observed safety profile of KOSELUGO oral granules in the SPRINKLE study was consistent with the known safety profile of KOSELUGO capsules."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • KOSELUGO capsules: The recommended dosage is 25 mg/m 2 , swallowed whole, taken orally twice daily with or without food (see Table 1). (2.1 , 2.2 ) • KOSELUGO oral granules: The recommended dosage is equivalent to 25 mg/m 2 , sprinkled onto or mixed with soft food and taken orally twice daily (see Table 2). ( 2.1 , 2.2 ) • Moderate hepatic impairment (Child Pugh B): The recommended dosage is 20 mg/m 2 orally twice daily (see Tables 6 and 7). ( 2.2 , 2.4 ) • Severe hepatic impairment (Child Pugh C): The recommended dosage has not been established. ( 2.4 , 8.7 ) • Strong or Moderate CYP3A4 Inhibitors or Fluconazole: If coadministration with strong or moderate CYP3A4 inhibitors or fluconazole cannot be avoided, reduce the dose of KOSELUGO (see Tables 8 and 9). ( 2.5 ) 2.1 Recommended Dosage The recommended dosage of KOSELUGO capsules (see Table 1) and KOSELUGO oral granules (see Table 2) for pediatric patients 1 year of age and older, based on body surface area, is 25 mg/m 2 orally twice daily, until disease progression or unacceptable toxicity [see Dosage and Administration (2.2)]. Table 1 Recommended Dosage: KOSELUGO Capsules Body Surface Area The recommended dosage KOSELUGO capsules for patients with a BSA less than 0.55 m 2 has not been established. KOSELUGO Capsules 0.55 – 0.69 m 2 20 mg in the morning and 10 mg in the evening 0.70 – 0.89 m 2 20 mg twice daily 0.90 – 1.09 m 2 25 mg twice daily 1.10 – 1.29 m 2 30 mg twice daily 1.30 – 1.49 m 2 35 mg twice daily 1.50 – 1.69 m 2 40 mg twice daily 1.70 – 1.89 m 2 45 mg twice daily ≥ 1.90 m 2 50 mg twice daily Table 2 Recommended Dosage: KOSELUGO Oral Granules Body Surface Area The recommended dosage of KOSELUGO oral granules for patients with a BSA less than 0.40 m 2 has not been established. KOSELUGO Oral Granules 0.40 – 0.59 m 2 12.5 mg twice daily 0.60 – 0.69 m 2 15 mg twice daily 0.70 – 0.89 m 2 20 mg twice daily 0.90 – 1.09 m 2 25 mg twice daily 1.10 – 1.29 m 2 30 mg twice daily 1.30 – 1.49 m 2 35 mg twice daily 1.50 – 1.69 m 2 40 mg twice daily 1.70 – 1.89 m 2 45 mg twice daily ≥ 1.90 m 2 50 mg twice daily 2.2 Administration KOSELUGO is available in two dosage forms: KOSELUGO capsules and KOSELUGO oral granules. Prescribe KOSELUGO oral granules for patients who have difficulty swallowing whole capsules. KOSELUGO Capsules • Administer KOSELUGO capsules to patients who can swallow a whole capsule. • Swallow KOSELUGO capsules whole. Do not open, chew or crush KOSELUGO capsules. • KOSELUGO capsules may be administered with or without food. KOSELUGO Oral Granules • Administer KOSELUGO oral granules to patients who have difficulty swallowing a whole capsule. • Sprinkle KOSELUGO oral granules on or mix with a small amount (about 1 to 3 teaspoons) of smooth yogurt, or fruit puree containing the following fruits: apple, banana, pear, or strawberry and consume within 30 minutes of preparation. If not consumed within 30 minutes of preparation, discard and prepare a new dose. If a dose has been partially consumed within 30 minutes of preparation, discard remainder of the dose and do not prepare a new dose, aim to complete dosing within 30 minutes next time. • The KOSELUGO oral granules should be free-flowing. Do NOT use if the oral granules are clumped or stuck inside the capsule shell. Instruct the patient or caregiver to contact their pharmacy if this happens. • Discard the empty capsule shells after use. • Do NOT swallow, chew, or dissolve the capsule shells of KOSELUGO oral granules. • Do NOT chew or crush the KOSELUGO oral granules. Do NOT add oral granules to liquids. • Do NOT mix KOSELUGO oral granules in grapefruit or any juice, fruit puree or jam containing Seville orange. Missed Dose If a dose of KOSELUGO capsules or KOSELUGO oral granules is missed, make up that dose unless the next dose is due within 6 hours. Vomiting If vomiting occurs after taking a dose of KOSELUGO capsules or KOSELUGO oral granules, do not take an additional dose. Take the next dose at the regular scheduled time. 2.3 Dosage Modifications for Adverse Reactions The recommended dose reductions for adverse reactions for KOSELUGO capsules and KOSELUGO oral granules are provided in Tables 3 and 4, respectively. Table 3 Recommended Dose Reductions for KOSELUGO Capsules for Adverse Reactions Body Surface Area First Dose Reduction (mg/dose) Second Dose Reduction (mg/dose) Morning Evening Morning Evening 0.55 – 0.69 m 2 10 10 10 mg once daily 0.70 – 0.89 m 2 20 10 10 10 0.90 – 1.09 m 2 25 10 10 10 1.10 – 1.29 m 2 25 20 20 10 1.30 – 1.49 m 2 25 25 25 10 1.50 – 1.69 m 2 30 30 25 20 1.70 – 1.89 m 2 35 30 25 20 ≥ 1.90 m 2 35 35 25 25 Permanently discontinue KOSELUGO capsules in patients unable to tolerate two dose reductions. Table 4 Recommended Dose Reductions for KOSELUGO Oral Granules for Adverse Reactions Body Surface Area First Dose Reduction (mg/dose) Second Dose Reduction (mg/dose) Morning Evening Morning Evening 0.40 – 0.59 m 2 10 10 7.5 7.5 0.60 – 0.69 m 2 12.5 12.5 10 10 0.70 – 0.89 m 2 15 15 12.5 12.5 0.90 – 1.09 m 2 20 20 15 15 1.10 – 1.29 m 2 22.5 22.5 15 15 1.30 – 1.49 m 2 25 25 25 10 1.50 – 1.69 m 2 30 30 25 20 1.70 – 1.89 m 2 35 30 25 20 ≥ 1.90 m 2 35 35 25 25 Permanently discontinue KOSELUGO oral granules in patients unable to tolerate two dose reductions. The recommended dosage modifications of KOSELUGO capsules and KOSELUGO oral granules for adverse reactions are provided in Table 5. Table 5 Recommended Dosage Modifications for Adverse Reactions Severity of Adverse Reaction Recommended Dosage Modifications for KOSELUGO capsules and KOSELUGO oral granules Cardiomyopathy [see Warnings and Precautions (5.1) ] • Asymptomatic decrease in left ventricular ejection fraction (LVEF) of 10% or greater from baseline and less than lower level of normal Withhold until resolution. Resume at reduced dose. • Symptomatic decreased LVEF • Grade 3 or 4 decreased LVEF Permanently discontinue. Ocular Toxicity [see Warnings and Precautions (5.2) ] • Retinal Pigment Epithelial Detachment (RPED) Withhold until resolution. Resume at reduced dose. • Retinal vein occlusion (RVO) Permanently discontinue. Gastrointestinal Toxicity [see Warnings and Precautions (5.3) ] • Grade 3 Diarrhea Withhold until improved to Grade 0 or 1. Resume at same dose. Permanently discontinue if no improvement within 3 days. • Grade 4 Diarrhea Permanently discontinue. • Grade 3 or 4 Colitis Permanently discontinue. Skin Toxicity [see Warnings and Precautions (5.4) ] • Grade 3 or 4 Withhold until improvement. Resume at reduced dose. Increased Creatine Phosphokinase (CPK) [see Warnings and Precautions (5.5) ] • Grade 4 Increased CPK • Any Increased CPK and myalgia Withhold until improved to Grade 0 or 1. Resume at reduced dose. Permanently discontinue if no improvement within 3 weeks. • Rhabdomyolysis Permanently discontinue. Other Adverse Reactions [see Adverse Reactions (6.1)] • Intolerable Grade 2 • Grade 3 Withhold KOSELUGO until improved to Grade 0 or 1. Resume at reduced dose. • Grade 4 Withhold KOSELUGO until improved to Grade 0 or 1. Resume at reduced dose. Consider discontinuation. * Per National Cancer Institute Common Terminology Criteria for Adverse Events version 4.03 2.4 Dosage Modifications for Hepatic Impairment Severe Hepatic Impairment The recommended dosage of KOSELUGO for use in patients with severe hepatic impairment (Child Pugh C) has not been established [see Use in Specific Populations (8.7) ] . Moderate Hepatic Impairment The recommended dosage of KOSELUGO capsules (see Table 6) and KOSELUGO oral granules (see Table 7) for pediatric patients 1 year of age or older with moderate hepatic impairment (Child Pugh B) is based on body surface area; 20 mg/m 2 orally twice daily, until disease progression or unacceptable toxicity [see Dosage and Administration (2.2) ]. Table 6 Recommended Dosage of KOSELUGO Capsules for Moderate Hepatic Impairment Body Surface Area Moderate Hepatic Impairment (Child-Pugh B) (mg/dose) Morning Evening 0.55 – 0.69 m 2 10 10 0.70 – 0.89 m 2 20 10 0.90 – 1.09 m 2 20 20 1.10 – 1.29 m 2 25 25 1.30 – 1.49 m 2 30 25 1.50 – 1.69 m 2 35 30 1.70 – 1.89 m 2 35 35 ≥ 1.90 m 2 40 40 Table 7 Recommended Dosage of KOSELUGO Oral Granules for Moderate Hepatic Impairment Body Surface Area Moderate Hepatic Impairment (Child‑Pugh B) (mg/dose) Morning Evening 0.40 – 0.59 m 2 10 10 0.60 – 0.69 m 2 12.5 12.5 0.70 – 0.89 m 2 15 15 0.90 – 1.09 m 2 20 20 1.10 – 1.29 m 2 25 25 1.30 – 1.49 m 2 30 25 1.50 – 1.69 m 2 35 30 1.70 – 1.89 m 2 35 35 ≥ 1.90 m 2 40 40 2.5 Dosage Modifications for Drug Interactions Strong or Moderate CYP3A4 Inhibitors or Fluconazole Avoid coadministration of strong or moderate CYP3A4 inhibitors or fluconazole with KOSELUGO. If coadministration with strong or moderate CYP3A4 inhibitors or fluconazole cannot be avoided, reduce the KOSELUGO dosage as recommended in Table 8 (KOSELUGO capsules) and Table 9 (KOSELUGO oral granules). After discontinuation of the strong or moderate CYP3A4 inhibitor or fluconazole for 3 elimination half-lives, resume the KOSELUGO dose that was taken prior to initiating the inhibitor or fluconazole [see Drug Interactions (7.1) ] . Table 8 Recommended Dosage of KOSELUGO Capsules for Coadministration with Strong or Moderate CYP3A4 Inhibitors or Fluconazole Body Surface Area If the current dosage is 25 mg/m 2 twice daily, reduce to 20 mg/m 2 twice daily (mg/dose) If the current dosage is 20 mg/m 2 twice daily, reduce to 15 mg/m 2 twice daily (mg/dose) Morning Evening Morning Evening 0.55 – 0.69 m 2 10 10 10 mg once daily 0.70 – 0.89 m 2 20 10 10 10 0.90 – 1.09 m 2 20 20 20 10 1.10 – 1.29 m 2 25 25 25 10 1.30 – 1.49 m 2 30 25 25 20 1.50 – 1.69 m 2 35 30 25 25 1.70 – 1.89 m 2 35 35 30 25 ≥ 1.90 m 2 40 40 30 30 Table 9 Recommended Dosage of KOSELUGO Oral Granules for Coadministration with Strong or Moderate CYP3A4 Inhibitors or Fluconazole Body Surface Area If the current dosage is 25 mg/m 2 twice daily, reduce to 20 mg/m 2 twice daily (mg/dose) If the current dosage is 20 mg/m 2 twice daily, reduce to 15 mg/m 2 twice daily (mg/dose) Morning Evening Morning Evening 0.40 – 0.59 m 2 10 10 7.5 7.5 0.60 – 0.69 m 2 12.5 12.5 10 7.5 0.70 – 0.89 m 2 15 15 10 10 0.90 – 1.09 m 2 20 20 15 15 1.10 – 1.29 m 2 25 25 25 10 1.30 – 1.49 m 2 30 25 25 20 1.50 – 1.69 m 2 35 30 25 25 1.70 – 1.89 m 2 35 35 30 25 ≥ 1.90 m 2 40 40 30 30"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE KOSELUGO is indicated for the treatment of pediatric patients 1 year of age and older with neurofibromatosis type 1 (NF1) who have symptomatic, inoperable plexiform neurofibromas (PN) [see Dosage and Administration (2) ]. KOSELUGO is a kinase inhibitor indicated for the treatment of pediatric patients 1 year of age and older with neurofibromatosis type 1 (NF1) who have symptomatic, inoperable plexiform neurofibromas (PN). ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:14:07.593265",
  "source": "OpenFDA"
}