{
  "drug_name": "Setmelanotide",
  "generic_name": [
    "SETMELANOTIDE"
  ],
  "brand_names": [
    "Imcivree"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Disturbance in Sexual Arousal [see Warnings and Precautions ( 5.1 )] Depression and Suicidal Ideation [see Warnings and Precautions ( 5.2 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.3 )] Skin Hyperpigmentation, Darkening of Pre-Existing Nevi, and Development of New Melanocytic Nevi [see Warnings and Precautions ( 5.4 )] Most common adverse reactions (incidence ≥20%) included skin hyperpigmentation, injection site reactions, nausea, headache, diarrhea, abdominal pain, vomiting, depression, and spontaneous penile erection. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Rhythm Pharmaceuticals at 1-833-789-6337 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Bardet-Biedl Syndrome (Adults and Pediatric Patients Aged 6 Years and Older) The safety of IMCIVREE was evaluated in a clinical study, which included a 14 week, randomized, double-blind, placebo-controlled period followed by a 52-week open-label, treatment period, in 44 patients aged 6 years and older with obesity and a clinical diagnosis of BBS (Study 1) [see Clinical Studies ( 14 )]. The study duration was 66 weeks. During the 14-week placebo-controlled period in Study 1, the most common reported adverse reactions in IMCIVREE-treated patients when compared to placebo-treated patients were hyperpigmentation disorders (67% vs 0%, respectively) and vomiting (11% vs 0%, respectively). Adverse reactions were also evaluated during the 52-week active-treatment period, defined as the period from randomization to Week 52 in patients initially randomized to IMCIVREE, and from Week 14 to Week 66 in patients initially randomized to placebo. Table 3 summarizes the adverse reactions that occurred in 2 or more IMCIVREE-treated patients in Study 3 during the 52-week active treatment period. Table 3: Adverse Reactions Occurring in 2 or More IMCIVREE-Treated Patients with Obesity and a Clinical Diagnosis of BBS During the 52-week Active-Treatment Period from the Start of IMCIVREE Treatment (Study 1) 1 43 patients were treated with at least 1 dose of IMCIVREE; 1 patient initially randomized to placebo withdrew from the study prior to receiving IMCIVREE and is not included 2 Includes skin hyperpigmentation, hair color changes, melanoderma 3 Includes injection site erythema, pruritis, induration, pain, bruising, edema, reaction, hemorrhage, irritation, mass 4 n = 20 male patients 5 Includes new melanocytic nevus formation, increased melanocytic nevus size, and darkening of pre-existing melanocytic nevus Adverse Reaction IMCIVREE-treated Patients N = 43 1 % Skin hyperpigmentation 2 63 Injection Site Reactions 3 51 Nausea 26 Spontaneous penile erection 4 25 Vomiting 19 Diarrhea 14 Melanocytic nevus 5 14 Headache 7 Skin striae 7 Aggression 5 Fatigue 5 POMC, PCSK1, and LEPR Deficiency (Adults and Pediatric Patients Aged 6 Years and Older) The safety of IMCIVREE was evaluated in two 52-week, open-label clinical studies of 27 patients aged 6 years and older with obesity due to POMC, PCSK1, or LEPR deficiency with POMC, PCSK1, or LEPR genes that are interpreted as pathogenic, likely pathogenic, or of uncertain significance (Study 2 and Study 3) [see Clinical Studies ( 14 )] . Table 4 summarizes the adverse reactions that occurred in the open-label studies during the first 52 weeks of treatment in 3 or more patients treated with IMCIVREE. Table 4: Adverse Reactions Occurring in 3 or More IMCIVREE-Treated Patients Aged 6 Years and Older with Obesity due to POMC, PCSK1, or LEPR Deficiency in Open-Label Clinical Studies of 52-Week Duration (Study 2 and Study 3) 1 Includes injection site erythema, pruritus, edema, pain, induration, bruising, injection site hypersensitivity, hematoma, nodule, and discoloration 2 Includes skin hyperpigmentation, pigmentation disorders, skin discoloration, gingival discoloration 3 Includes abdominal pain and upper abdominal pain 4 Includes depressed mood 5 n = 13 male patients 6 Includes new melanocytic nevus formation, increased melanocytic nevus size, and darkening of pre-existing melanocytic nevus Adverse Reaction IMCIVREE-treated Patients N = 27 % Injection site reaction 1 96 Skin hyperpigmentation 2 78 Nausea 56 Headache 41 Diarrhea 37 Abdominal pain 3 33 Back pain 33 Fatigue 30 Vomiting 30 Depression 4 26 Upper respiratory tract infection 26 Spontaneous penile erection 5 23 Arthralgia 19 Asthenia 19 Melanocytic nevus 6 19 Dizziness 15 Dry mouth 15 Dry skin 15 Insomnia 15 Vertigo 15 Alopecia 11 Chills 11 Constipation 11 Influenza-like illness 11 Muscle spasm 11 Pain in extremity 11 Rash 11 Suicidal ideation 11 POMC, PCSK1, and LEPR Deficiency and BBS (Pediatric Patients Aged 2 to <6 Years) The safety of IMCIVREE was evaluated in one 52-week, open-label clinical study of 12 patients aged 2 to less than 6 years with obesity due to POMC, PCSK1, or LEPR deficiency with POMC, PCSK1, or LEPR genes that are interpreted as pathogenic, likely pathogenic, or of uncertain significance, or obesity due to BBS (Study 4) [see Clinical Studies ( 14 )] . No patients with PCSK1 were enrolled in the trial. Table 5 summarizes the adverse reactions that occurred in the open-label study during 52 weeks of treatment in 3 or more patients treated with IMCIVREE. Table 5: Adverse Reactions Occurring in 3 or More IMCIVREE-Treated Patients Aged 2 to <6 Years with Obesity due to POMC or LEPR Deficiency or BBS in an Open-Label Clinical Study of 52-Week Duration (Study 4) 1 Includes skin hyperpigmentation, ephelides, nail pigmentation, pigmentation lip, skin discoloration, gingival hyperpigmentation 2 Includes injection site bruising, pruritus, discoloration, erythema, induration, oedema, pain, urticaria 3 Includes new melanocytic nevus formation, increased melanocytic nevus size, and darkening of pre-existing melanocytic nevus Adverse Reaction IMCIVREE-treated Patients N = 12 % Skin hyperpigmentation 1 83 Injection Site Reactions 2 67 Vomiting 58 Nasopharyngitis 42 Melanocytic nevus 3 33 Fall 33 Fever 33 Upper respiratory tract infection 33 Cough 25 Diarrhea 25 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of IMCIVREE. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity, including anaphylaxis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS IMCIVREE is contraindicated in patients with a prior serious hypersensitivity reaction to setmelanotide or any of the excipients in IMCIVREE. Serious hypersensitivity reactions have included anaphylaxis [see Warnings and Precautions ( 5.3 )]. Prior serious hypersensitivity to setmelanotide or any of the excipients in IMCIVREE ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Select patients for treatment who have a clinical diagnosis of BBS or who have genetically determined or suspected deficiency of POMC, PCSK1, or LEPR. ( 2.1 ) Recommended starting dosage injected subcutaneously for: Adults and pediatric patients aged 12 years and older is 2 mg (0.2 mL) once daily for 2 weeks. ( 2.2 ) Pediatric patients aged 6 to less than 12 years is 1 mg (0.1 mL) once daily for 2 weeks. ( 2.3 ) Pediatric patients aged 2 to less than 6 years is 0.5 mg (0.05 mL) once daily for 2 weeks. ( 2.4 ) Recommended maintenance dosage for adults and pediatric patients aged 6 years and older is 3 mg (0.3 mL) injected subcutaneously once daily. ( 2.2 , 2.3 ) Recommended maintenance dose for pediatric patients aged 2 to less than 6 years is determined by body weight. ( 2.4 ) For recommended dosage in patients with renal impairment, see Full Prescribing Information. ( 2.5 ) For titration and administration recommendations, see Full Prescribing Information. ( 2.2 , 2.3 , 2.4 , 2.5 , 2.6 ) 2.1 Patient Selection BBS Select patients for treatment with IMCIVREE who have a clinical diagnosis of BBS [see Clinical Studies ( 14 )]. Consider genetic confirmation in pediatric patients aged <6 years. POMC, PCSK1, or LEPR Deficiency Select patients for treatment with IMCIVREE who have genetically determined or suspected deficiency of POMC, PCSK1, or LEPR [see Clinical Studies ( 14 )]. Treat patients with variants in POMC, PCSK1, or LEPR genes that are interpreted as pathogenic, likely pathogenic, or of uncertain significance (VUS) in the clinical context of the patient [see Clinical Studies ( 14 )]. Information on an FDA-approved test for the detection of variants in the POMC, PCSK1, or LEPR is available at http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage in Adults and Pediatric Patients Aged 12 Years and Older The recommended starting dosage is 2 mg (0.2 mL) injected subcutaneously once daily for 2 weeks in adults and pediatric patients aged 12 years and older. Monitor patients for gastrointestinal (GI) adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the starting dosage is: Not tolerated, reduce the dosage to 1 mg (0.1 mL) once daily. If the 1 mg once daily dosage is tolerated for at least 1 week, increase the dosage to 2 mg (0.2 mL) once daily. Tolerated for 2 weeks, increase the dosage to 3 mg (0.3 mL) once daily. If the 3 mg once daily dosage is not tolerated, decrease the dosage to 2 mg (0.2 mL) once daily. The recommended maintenance dosage is 3 mg (0.3 mL) injected subcutaneously once daily. 2.3 Recommended Dosage in Pediatric Patients Aged 6 to Less Than 12 Years The recommended starting dosage is 1 mg (0.1 mL) injected subcutaneously once daily for 2 weeks in pediatric patients aged 6 to less than 12 years. Monitor patients for GI adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the starting dosage is: Not tolerated, reduce the dosage to 0.5 mg (0.05 mL) once daily. If the 0.5 mg once daily dosage is tolerated for at least 1 week, increase the dosage to 1 mg (0.1 mL) once daily. Tolerated for 2 weeks, increase the dosage to 2 mg (0.2 mL) once daily. If the 2 mg daily dosage is: Not tolerated, reduce the dosage to 1 mg (0.1 mL) once daily. Tolerated, increase the dosage to 3 mg (0.3 mL) once daily. The recommended maintenance dosage is 3 mg (0.3 mL) injected subcutaneously once daily. 2.4 Recommended Dosage in Pediatric Patients Aged 2 to Less Than 6 Years The recommended starting dosage is 0.5 mg (0.05 mL) injected subcutaneously once daily for 2 weeks in pediatric patients aged 2 to less than 6 years. Monitor patients for GI adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the starting dosage is: Not tolerated, discontinue the product. Tolerated for 2 weeks, increase the dosage based on baseline body weight, as presented in Table 1 . Table 1:Recommended Maintenance Dosage Based on Baseline Body Weight in Pediatric Patients Aged 2 to Less Than 6 Years Patient Weight/Treatment Week Daily Dose Volume to be Injected 15 kg to less than 20 kg Week 1 and onward 0.5 mg once daily 0.05 mL once daily 20 kg to less than 30 kg Weeks 1‑2 0.5 mg once daily 0.05 mL once daily Week 3 and onward 1 mg once daily 0.1 mL once daily 30 kg to less than 40 kg Weeks 1‑2 0.5 mg once daily 0.05 mL once daily Weeks 3‑4 1 mg once daily 0.1 mL once daily Week 5 and onward 1.5 mg once daily 0.15 mL once daily Greater than or equal to 40 kg Weeks 1‑2 0.5 mg once daily 0.05 mL once daily Weeks 3‑4 1 mg once daily 0.1 mL once daily Weeks 5‑6 1.5 mg once daily 0.15 mL once daily Weeks 7 and onward 2 mg once daily 0.2 mL once daily 2.5 Recommended Dosage in Patients with Renal Impairment Recommended Dosage in Adults and Pediatric Patients Aged 2 Years and Older with End Stage Renal Disease [estimated glomerular filtration (eGFR) less than 15 mL/min/1.73 m 2 ] IMCIVREE is not recommended for use in patients with end stage renal disease. Recommended Dosage in Patients with Severe Renal Impairment (eGFR of 15 to 29 mL/min/1.73 m 2 ) Adults and Pediatric Patients Aged 12 Years and Older The recommended starting dosage is 0.5 mg (0.05 mL) injected subcutaneously once daily for 2 weeks in adults and pediatric patients aged 12 years and older with severe renal impairment. Monitor patients for GI adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the recommended starting dosage is [see Use in Specific Populations ( 8.6 )] : Not tolerated, discontinue IMCIVREE. Tolerated for 2 weeks, increase the dosage to 1 mg (0.1 mL) once daily. If the 1 mg daily dosage is tolerated for at least 1 week, increase the dosage to 1.5 mg (0.15 mL) once daily. The recommended maintenance dosage is 1.5 mg (0.15 mL) injected subcutaneously once daily [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . Pediatric Patients Ages 6 Years to Less Than 12 Years The recommended starting dosage is 0.5 mg (0.05 mL) injected subcutaneously once daily for 2 weeks in pediatric patients aged 6 to less than 12 years with severe renal impairment. Monitor patients for GI adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the recommended starting dosage is [see Use in Specific Populations ( 8.6 )] : Not tolerated, discontinue IMCIVREE. Tolerated for 2 weeks, increase the dosage to 1 mg (0.1 mL) injected subcutaneously once daily. The recommended maintenance dosage is 1 mg (0.1 mL) injected subcutaneously once daily Pediatric Patients Aged 2 to Less Than 6 Years Weighing at Least 20 kg The recommended starting dosage is 0.5 mg (0.05 mL) injected subcutaneously once daily for 2 weeks in pediatric patients aged 2 to less than 6 years with severe renal impairment and weight of at least 20 kg. The use of IMCIVREE in pediatric patients aged 2 to less than 6 years with weight less than 20 kg and severe renal impairment is not recommended [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . Monitor patients for GI adverse reactions during dosage initiation and titration [see Adverse Reactions ( 6.1 )] . If the recommended starting dosage is [see Use in Specific Populations ( 8.6 )] : Not tolerated, discontinue IMCIVREE. Tolerated for 2 weeks, increase the dosage based on baseline body weight, as presented in Table 2 [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . Table 2: Recommended Maintenance Dosage Based on Baseline Body Weight in Pediatric Patients 2 to Less Than 6 Years of Age Weighing at Least 20 kg and with Severe Renal Impairment Patient Weight/Treatment Week Daily Dose Volume to be Injected 20 kg to less than 30 kg Week 1 and onward 0.5 mg once daily 0.05 mL once daily 30 kg to less than 40 kg Weeks 1‑2 0.5 mg once daily 0.05 mL once daily Week 3 and onward 1 mg once daily 0.1 mL once daily Greater than or equal to 40 kg Weeks 1‑2 0.5 mg once daily 0.05 mL once daily Week 3 and onward 1 mg once daily 0.1 mL once daily The recommended maintenance dosage is 1 mg (0.1 mL) injected subcutaneously once daily [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . Monitor patients for adverse reactions [see Adverse Reactions ( 6.1 )] . Recommended Dosage in Adults and Pediatric Patients Aged 2 Years and Older with Mild (eGFR of 60 to 89 mL/min/1.73 m 2 ) or Moderate (eGFR of 30 to 59 mL/min/1.73 m 2 ) Renal Impairment The recommended dosage in patients with mild or moderate renal impairment is the same as in those with normal kidney function [see Dosage and Administration ( 2.2 , 2.3 , 2.4 )] . 2.6 Administration Instructions Prior to initiation of IMCIVREE, train patients or their caregivers on proper injection technique. Instruct patients to use a 1-mL syringe with a 28-gauge or 29-gauge needle appropriate for subcutaneous injection. Remove IMCIVREE from the refrigerator approximately 15 minutes prior to administration. Alternatively, warm IMCIVREE prior to administration by rolling the vial gently between the palms of the hands for 60 seconds. Inspect IMCIVREE visually before use. It should appear clear to slightly opalescent, colorless to slightly yellow. Do not use if particulate matter or discoloration is seen. Administer IMCIVREE once daily, at the beginning of the day, without regard to meals. Inject IMCIVREE subcutaneously in the abdomen, thigh, or arm, rotating to a different site each day. Do not administer IMCIVREE intravenously or intramuscularly. If a dose is missed, resume the once daily regimen as prescribed with the next scheduled dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IMCIVREE is indicated to reduce excess body weight and maintain weight reduction long term in adults and pediatric patients aged 2 years and older with syndromic or monogenic obesity due to: Bardet-Biedl syndrome (BBS) [see Dosage and Administration ( 2.1 )] Pro-opiomelanocortin (POMC), proprotein convertase subtilisin/kexin type 1 (PCSK1), or leptin receptor (LEPR) deficiency as determined by an FDA-approved test demonstrating variants in POMC, PCSK1, or LEPR genes that are interpreted as pathogenic, likely pathogenic, or of uncertain significance (VUS) [see Dosage and Administration ( 2.1 )]. Limitations of Use: IMCIVREE is not indicated for the treatment of patients with the following conditions as IMCIVREE would not be expected to be effective: Obesity due to suspected POMC, PCSK1, or LEPR deficiency with POMC , PCSK1 , or LEPR variants classified as benign or likely benign Other types of obesity not related to BBS or POMC, PCSK1, or LEPR deficiency, including obesity associated with other genetic syndromes and general (polygenic) obesity IMCIVREE is a melanocortin 4 (MC4) receptor agonist indicated to reduce excess body weight and maintain weight reduction long term in adults and pediatric patients 2 years of age and older with syndromic or monogenic obesity due to: Bardet-Biedl syndrome (BBS). ( 1 ) Pro-opiomelanocortin (POMC), proprotein convertase subtilisin/kexin type 1 (PCSK1), or leptin receptor (LEPR) deficiency as determined by an FDA-approved test demonstrating variants in POMC, PCSK1, or LEPR genes that are interpreted as pathogenic, likely pathogenic, or of uncertain significance (VUS). ( 1 ) Limitations of Use: IMCIVREE is not indicated for the treatment of patients with the following conditions as IMCIVREE would not be expected to be effective: Obesity due to suspected POMC, PCSK1, or LEPR-deficiency with POMC , PCSK1 , or LEPR variants classified as benign or likely benign. ( 1 ) Other types of obesity not related to BBS or POMC, PCSK1 or LEPR deficiency, including obesity associated with other genetic syndromes and general (polygenic) obesity. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:15:09.399865",
  "source": "OpenFDA"
}