{
  "drug_name": "Silodosin",
  "generic_name": [
    "SILODOSIN"
  ],
  "brand_names": [
    "Silodosin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong P-glycoprotein inhibitors (e.g., cyclosporine): Co-administration may increase plasma silodosin concentration. Concomitant use is not recommended. ( 7.2 ) Alpha-blockers: Interactions involving concomitant use have not been determined. However, interactions are expected and concomitant use is not recommended. ( 7.3 ) Concomitant use of PDE5 inhibitors with alpha-blockers including silodosin can potentially cause symptomatic hypotension. ( 5.5 , 7.5 ) 7.1 Moderate and Strong CYP3A4 Inhibitors In a clinical metabolic inhibition study, a 3.8-fold increase in silodosin maximum plasma concentrations and 3.2-fold increase in silodosin exposure were observed with concurrent administration of a strong CYP3A4 inhibitor, 400 mg ketoconazole. Use of strong CYP3A4 inhibitors such as itraconazole or ritonavir may cause plasma concentrations of silodosin to increase. Concomitant administration of strong CYP3A4 inhibitors and silodosin is contraindicated [see CONTRAINDICATIONS ( 4 ), WARNINGS AND PRECAUTIONS ( 5.4 ) and CLINICAL PHARMACOLOGY ( 12.3 )]. The effect of moderate CYP3A4 inhibitors on the pharmacokinetics of silodosin has not been evaluated. Concomitant administration with moderate CYP3A4 inhibitors (e.g., diltiazem, erythromycin, verapamil) may increase concentration of silodosin. Exercise caution and monitor patients for adverse events when co-administering silodosin with moderate CYP3A4 inhibitors. 7.2 Strong P-glycoprotein (P-gp) Inhibitors In vitro studies indicated that silodosin is a P-gp substrate. Ketoconazole, a CYP3A4 inhibitor that also inhibits P-gp, caused significant increase in exposure to silodosin. Inhibition of P-gp may lead to increased silodosin concentration. Silodosin is therefore not recommended in patients taking strong P-gp inhibitors such as cyclosporine [see CLINICAL PHARMACOLOGY ( 12.3 ) ]. 7.3 Alpha-Blockers The pharmacodynamic interactions between silodosin and other alpha-blockers have not been determined. However, interactions may be expected, and silodosin should not be used in combination with other alpha-blockers [see WARNINGS AND PRECAUTIONS ( 5.5 )] . 7.4 Digoxin The effect of co-administration of silodosin and digoxin 0.25 mg/day for 7 days was evaluated in a clinical trial in 16 healthy males, aged 18 years to 45 years. Concomitant administration of silodosin and digoxin did not significantly alter the steady state pharmacokinetics of digoxin. No dose adjustment is required. 7.5 PDE5 Inhibitors Co-administration of silodosin with a single dose of 100 mg sildenafil or 20 mg tadalafil was evaluated in a placebo-controlled clinical study that included 24 healthy male subjects, 45 years to 78 years of age. Orthostatic vital signs were monitored in the 12-hour period following concomitant dosing. During this period, the total number of positive orthostatic test results was greater in the group receiving silodosin plus a PDE5 inhibitor compared with silodosin alone. No events of symptomatic orthostasis or dizziness were reported in subjects receiving silodosin with a PDE5 inhibitor. 7.6 Other Concomitant Drug Therapy Antihypertensives The pharmacodynamic interactions between silodosin and antihypertensives have not been rigorously investigated in a clinical study. However, approximately one-third of the patients in clinical studies used concomitant antihypertensive medications with silodosin. The incidence of dizziness and orthostatic hypotension in these patients was higher than in the general silodosin population (4.6% versus 3.8% and 3.4% versus 3.2%, respectively). Exercise caution during concomitant use with antihypertensives and monitor patients for possible adverse events [see WARNINGS AND PRECAUTIONS ( 5.5 )]. Metabolic Interactions In vitro data indicate that silodosin does not have the potential to inhibit or induce cytochrome P450 enzyme systems. 7.7 Food Interactions The effect of a moderate fat, moderate calorie meal on silodosin pharmacokinetics was variable and decreased silodosin maximum plasma concentration (C max ) by approximately 18% to 43% and exposure (AUC) by 4% to 49% across three different studies. Safety and efficacy clinical trials for silodosin were always conducted in the presence of food intake. Patients should be instructed to take silodosin with a meal to reduce risk of adverse events [see CLINICAL PHARMACOLOGY ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (incidence ≥ 2%) are retrograde ejaculation, dizziness, diarrhea, orthostatic hypotension, headache, nasopharyngitis, and nasal congestion. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Lupin Pharmaceuticals, Inc. at 1-800-399-2561 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In U.S. clinical trials, 897 patients with BPH were exposed to 8 mg silodosin daily. This includes 486 patients exposed for 6 months and 168 patients exposed for 1 year. The population was 44 years to 87 years of age, and predominantly Caucasian. Of these patients, 42.8% were 65 years of age or older and 10.7% were 75 years of age or older. In double-blind, placebo controlled, 12-week clinical trials, 466 patients were administered silodosin and 457 patients were administered placebo. At least one treatment-emergent adverse reaction was reported by 55.2% of silodosin treated patients (36.8% for placebo treated). The majority (72.1%) of adverse reactions for the silodosin treated patients (59.8% for placebo treated) were qualified by the investigator as mild. A total of 6.4% of silodosin treated patients (2.2% for placebo treated) discontinued therapy due to an adverse reaction (treatment-emergent), the most common reaction being retrograde ejaculation (2.8%) for silodosin treated patients. Retrograde ejaculation is reversible upon discontinuation of treatment. Adverse Reactions Observed in at Least 2% of Patients: The incidence of treatment-emergent adverse reactions listed in the following table were derived from two 12-week, multicenter, double-blind, placebo-controlled clinical studies of silodosin 8 mg daily in BPH patients. Adverse reactions that occurred in at least 2% of patients treated with silodosin and more frequently than with placebo are shown in Table 1. Table 1: Adverse Reactions Occurring in > 2% of Patients in 12-week, Placebo-Controlled Clinical Trials Adverse Reactions Silodosin N = 466 n (%) Placebo N = 457 n (%) Retrograde Ejaculation 131 (28.1) 4 (0.9) Dizziness 15 (3.2) 5 (1.1) Diarrhea 12 (2.6) 6 (1.3) Orthostatic Hypotension 12 (2.6) 7 (1.5) Headache 11 (2.4) 4 (0.9) Nasopharyngitis 11 (2.4) 10 (2.2) Nasal Congestion 10 (2.1) 1 (0.2) In the two 12-week, placebo-controlled clinical trials, the following adverse events were reported by between 1% and 2% of patients receiving silodosin and occurred more frequently than with placebo: insomnia, PSA increased, sinusitis, abdominal pain, asthenia, and rhinorrhea. One case of syncope in a patient taking prazosin concomitantly and one case of priapism were reported in the silodosin treatment group. In a 9-month open-label safety study of silodosin, one case of Intraoperative Floppy Iris Syndrome (IFIS) was reported. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of silodosin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: Skin and Subcutaneous Tissue Disorders Toxic skin eruption, purpura, skin rash, pruritus, and urticaria Hepatobiliary Disorders J aundice, impaired hepatic function associated with increased transaminase values Immune System Disorders Allergic-type reactions, not limited to skin reactions including swollen tongue and pharyngeal edema resulting in serious outcomes"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Patients with severe renal impairment [Creatinine Clearance (CCr < 30 mL/min)]. ( 4 ) Patients with severe hepatic impairment (Child-Pugh score ≥ 10). ( 4 ) Concomitant administration with strong Cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, clarithromycin, itraconazole, ritonavir). ( 4 ) Patients with a history of hypersensitivity to silodosin or any of the ingredients of silodosin capsules. ( 4 ) Severe renal impairment (CCr < 30 mL/min) Severe hepatic impairment (Child-Pugh score ≥ 10) Concomitant administration with strong Cytochrome P450 3A4 (CYP3A4) inhibitors (e.g., ketoconazole, clarithromycin, itraconazole, ritonavir) [see DRUG INTERACTIONS ( 7.1 )] Patients with a history of hypersensitivity to silodosin or any of the ingredients of silodosin capsules [see ADVERSE REACTIONS ( 6.2 ) and DESCRIPTION ( 11 )]"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 8 mg capsules taken orally once daily with a meal. ( 2.1 ) 4 mg capsules taken orally once daily with a meal for those with moderate renal impairment [Creatinine Clearance (CCr) 30 mL/min to 50 mL/min]. ( 2.2 ) 2.1 Dosing Information The recommended dose is 8 mg orally once daily with a meal. Patients who have difficulty swallowing pills and capsules may carefully open the silodosin capsule and sprinkle the powder inside on a tablespoonful of applesauce. The applesauce should be swallowed immediately (within 5 minutes) without chewing and followed with an 8 oz glass of cool water to ensure complete swallowing of the powder. The applesauce used should not be hot, and it should be soft enough to be swallowed without chewing. Any powder/applesauce mixture should be used immediately (within 5 minutes) and not stored for future use. Subdividing the contents of a silodosin capsule is not recommended [see CLINICAL PHARMACOLOGY ( 12.3 )] . 2.2 Dosage Adjustment in Special Populations Renal impairment: Silodosin capsule is contraindicated in patients with severe renal impairment (CCr < 30 mL/min). In patients with moderate renal impairment (CCr 30 mL/min to 50 mL/min), the dose should be reduced to 4 mg once daily taken with a meal. No dosage adjustment is needed in patients with mild renal impairment (CCr 50 mL/min to 80 mL/min) [see CONTRAINDICATIONS ( 4 ), WARNINGS AND PRECAUTIONS ( 5.2 ), USE IN SPECIFIC POPULATIONS ( 8.6 ) and CLINICAL PHARMACOLOGY ( 12.3 )]. Hepatic impairment: Silodosin capsule has not been studied in patients with severe hepatic impairment (Child-Pugh score ≥ 10) and is therefore contraindicated in these patients. No dosage adjustment is needed in patients with mild or moderate hepatic impairment [see CONTRAINDICATIONS ( 4 ), WARNINGS AND PRECAUTIONS ( 5.3 ), USE IN SPECIFIC POPULATIONS ( 8.7 ) and CLINICAL PHARMACOLOGY ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Silodosin capsules, an alpha-1 adrenergic receptor antagonist, is indicated for the treatment of the signs and symptoms of benign prostatic hyperplasia (BPH). Silodosin capsule is not indicated for the treatment of hypertension. ( 1 ) Silodosin capsule, a selective alpha-1 adrenergic receptor antagonist, is indicated for the treatment of the signs and symptoms of benign prostatic hyperplasia (BPH) [see CLINICAL STUDIES ( 14 )] . Silodosin capsule is not indicated for the treatment of hypertension."
  ],
  "fetched_at": "2025-10-01T16:13:33.304537",
  "source": "OpenFDA"
}