{
  "drug_name": "Simvastatin",
  "generic_name": [
    "EZETIMIBE AND SIMVASTATIN"
  ],
  "brand_names": [
    "Ezetimibe and Simvastatin"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Ezetimibe and S imvastatin See full prescribing information for details regarding concomitant use of ezetimibe and simvastatin tablets with other drugs or grapefruit juice that increase the risk of myopathy and rhabdomyolysis. ( 2.3 , 7.1 ) Cholestyramine : Combination decreases exposure of ezetimibe. ( 2.3 , 7.2 ) Coumarin Anticoagulants: Obtain INR before ezetimibe and simvastatin tablets initiation and monitor INR during ezetimibe and simvastatin tablets dosage initiation or adjustment. ( 7.3 ) Digoxin : During ezetimibe and simvastatin tablets initiation, monitor digoxin levels. ( 7.3 ) Fenofibrates : Combination increases exposure of ezetimibe. If cholelithiasis is suspected in a patient receiving ezetimibe and a fenofibrate, gallbladder studies are indicated and alternative lipid-lowering therapy should be considered. ( 7.3 , 12.3 ) 7.1 Drug Interactions that Increase the Risk of Myopathy and Rhabdomyolysis with Ezetimibe and Simvastatin Tablets Ezetimibe and Simvastatin is a substrate of CYP3A4 and of the transport protein OATP1B1. Ezetimibe and Simvastatin plasma levels can be significantly increased with concomitant administration of inhibitors of CYP3A4 and OATP1B1. Table 2 includes a list of drugs that increase the risk of myopathy and rhabdomyolysis when used concomitantly with Ezetimibe and Simvastatin and instructions for preventing or managing them [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.3 )]. Table 2: Drug Interactions that Increase the Risk of Myopathy and Rhabdomyolysis with Ezetimibe and Simvastatin Tablets Strong CYP3A4 inhibitors Clinical Impact: Simvastatin is a substrate of CYP3A4. Concomitant use of strong CYP3A4 inhibitors with ezetimibe and simvastatin increases simvastatin exposure and increases the risk of myopathy and rhabdomyolysis, particularly with higher ezetimibe and simvastatin dosages. Intervention: Concomitant use of strong CYP3A4 inhibitors with ezetimibe and simvastatin is contraindicated [see Contraindications ( 4 )]. If treatment with a CYP3A4 inhibitor is unavoidable, suspend ezetimibe and simvastatin during the course of strong CYP3A4 inhibitor treatment. Examples: Select azole anti-fungals (e.g., itraconazole, ketoconazole, posaconazole, and voriconazole), select macrolide antibiotics (e.g., erythromycin and clarithromycin, telithromycin), select HIV protease inhibitors (e.g., nelfinavir, ritonavir, and darunavir/ritonavir), select HCV protease inhibitors (e.g., boceprevir and telaprevir), cobicistat-containing products, and nefazodone. Cyclosporine, Danazol, or Gemfibrozil Clinical Impact: The risk of myopathy and rhabdomyolysis is increased with concomitant use of cyclosporine, danazol, or gemfibrozil with ezetimibe and simvastatin. Gemfibrozil may cause myopathy when given alone. Intervention: Concomitant use of cyclosporine, danazol, or gemfibrozil with ezetimibe and simvastatin is contraindicated [see Contraindications ( 4 )]. Amiodarone, Dronedarone, Ranolazine, or Calcium Channel Blockers Clinical Impact: The risk of myopathy and rhabdomyolysis is increased by concomitant use of amiodarone, dronedarone, ranolazine, or calcium channel blockers with ezetimibe and simvastatin. Intervention: For patients taking verapamil, diltiazem, or dronedarone, do not exceed ezetimibe and simvastatin 10 mg/10 mg daily. For patients taking amiodarone, amlodipine, or ranolazine, do not exceed ezetimibe and simvastatin 10 mg/20 mg daily [see Dosage and Administration ( 2.3 )]. Lomitapide Clinical Impact: Simvastatin exposure is approximately doubled with concomitant use of lomitapide and the risk of myopathy and rhabdomyolysis is increased. Intervention: Reduce the dose of ezetimibe and simvastatin by 50% if initiating lomitapide. Do not exceed ezetimibe and simvastatin 10 mg/20 mg daily (or ezetimibe and simvastatin 10 mg/40 mg daily for patients who have previously taken ezetimibe and simvastatin 10 mg/80 mg daily chronically) while taking lomitapide [see Dosage and Administration ( 2.1 , 2.3 )]. Daptomycin Clinical Impact: Cases of rhabdomyolysis have been reported with simvastatin administered with daptomycin. Both ezetimibe and simvastatin and daptomycin can cause myopathy and rhabdomyolysis when given alone and the risk of myopathy and rhabdomyolysis may be increased by coadministration. Intervention: If treatment with daptomycin is required, consider temporarily suspending ezetimibe and simvastatin during the course of daptomycin treatment. Niacin Clinical Impact: Cases of myopathy and rhabdomyolysis have been observed with concomitant use of lipid modifying dosages of niacin-containing products (≥1 gram/day niacin) with ezetimibe and simvastatin. The risk of myopathy is greater in Chinese patients. In a clinical trial (median follow-up 3.9 years) of patients at high risk of CVD and with well-controlled LDL-C levels on simvastatin 40 mg/day with or without ezetimibe 10 mg/day, there was no incremental benefit on cardiovascular outcomes with the addition of lipid-modifying doses of niacin Intervention: Concomitant use of ezetimibe and simvastatin with lipid-modifying dosages of niacin is not recommended in Chinese patients [see Use in Specific Populations ( 8.8 )]. For non-Chinese patients, consider if the benefit of using lipid-modifying doses of niacin concomitantly with ezetimibe and simvastatin outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy, particularly during initiation of therapy and during upward dose titration of either drug. Fibrates (other than Gemfibrozil) Clinical Impact: Fibrates may cause myopathy when given alone. The risk of myopathy and rhabdomyolysis is increased with concomitant use of fibrates with ezetimibe and simvastatin. Intervention: Consider if the benefit of using fibrates concomitantly with ezetimibe and simvastatin outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy, particularly during initiation of therapy and during upward dose titration of either drug. Colchicine Clinical Impact: Cases of myopathy and rhabdomyolysis have been reported with concomitant use of colchicine with ezetimibe and simvastatin. Intervention: Consider if the benefit of using colchicine concomitantly with ezetimibe and simvastatin outweighs the increased risk of myopathy and rhabdomyolysis. If concomitant use is decided, monitor patients for signs and symptoms of myopathy, particularly during initiation of therapy and during upward dose titration of either drug. Grapefruit Juice Clinical Impact: Grapefruit juice can raise the plasma levels of simvastatin and may increase the risk of myopathy and rhabdomyolysis. Intervention: Avoid grapefruit juice when taking ezetimibe and simvastatin. 7.2 Drug Interactions that Decrease the Efficacy of Ezetimibe and Simvastatin Tablets Table 3 presents drug interactions that may decrease the efficacy of ezetimibe and simvastatin and instructions for preventing or managing them. Table 3: Drug Interactions that Decrease the Efficacy of Ezetimibe and Simvastatin Tablets Bile Acid Sequestrants Clinical Impact: Concomitant cholestyramine administration decreased the mean exposure of total ezetimibe approximately 55%. The incremental LDL-C reduction due to adding ezetimibe and simvastatin to cholestyramine may be reduced by this interaction [see Clinical Pharmacology ( 12.3 )]. Intervention: In patients taking a bile acid sequestrant, administer ezetimibe and simvastatin at least 2 hours before or at least 4 hours after cholestyramine [see Dosage and Administration ( 2.3 )]. 7.3 Ezetimibe and Simvastatin Tablet's Effect on Other Drugs Table 4 Presents ezetimibe and simvastatin tablet’s effect on other drugs and instructions for preventing or managing them. Table 4: Ezetimibe and Simvastatin Tablets Effects on Other Drugs Coumarin Anticoagulants Clinical Impact: Ezetimibe and simvastatin may potentiate the effect of coumarin anticoagulants and increase the INR. The concomitant use of simvastatin (20 to 40 mg) and coumarin anticoagulants increased the INR from a baseline of 1.7 to 1.8 in healthy subjects and from 2.6 to 3.4 in patients with hyperlipidemia. There are postmarketing reports of clinically evident bleeding and/or increased INR in patients taking concomitant statins (with or without ezetimibe) and coumarin anticoagulants. Intervention : In patients taking coumarin anticoagulants, obtain an INR before starting ezetimibe and simvastatin and frequently enough after initiation, dose titration, or discontinuation to ensure that no significant alteration in INR occurs. Once the INR is stable, monitor INR at regularly recommended intervals. Digoxin Clinical Impact: Concomitant use of digoxin with ezetimibe and simvastatin may result in elevated plasma digoxin concentrations [see Clinical Pharmacology ( 12.3 )]. Intervention: Monitor digoxin levels in patients taking digoxin when ezetimibe and simvastatin is initiated. Fenofibrates Clinical Impact: Both ezetimibe and fenofibrates may increase cholesterol excretion into the bile, leading to cholelithiasis. Intervention: If cholelithiasis is suspected in a patient receiving ezetimibe and simvastatin and a fenofibrate, gallbladder studies are indicated and alternative lipid-lowering therapy should be considered [see the product labeling for fenofibrate and fenofibric acid]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections of the label: Myopathy and Rhabdomyolysis [see Warnings and Precautions ( 5.1 )] Immune-Mediated Necrotizing Myopathy [see Warnings and Precautions ( 5.2 )] Hepatic Dysfunction [see Warnings and Precautions ( 5.3 )] Increases in HbA1c and Fasting Serum Glucose Levels [see Warnings and Precautions ( 5.4 )] Common (incidence greater than or equal to 2% and greater than placebo) adverse reactions in clinical trials: headache, increased ALT, myalgia, upper respiratory tract infection, and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Actavis at 1-888-838-2872 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Ezetimibe and Simvastatin In the ezetimibe and simvastatin placebo-controlled clinical trials database of 1420 patients (age range 20 to 83 years, 52% female, 87% White, 3% Black or African American, 3% Asians, 5% other races identified as Hispanic or Latino ethnicity) with a median treatment duration of 27 weeks, 5% of patients on ezetimibe and simvastatin and 2.2% of patients on placebo discontinued due to adverse reactions. The most commonly reported adverse reactions (incidence ≥2% and greater than placebo) in controlled clinical trials were: headache (5.8%), increased ALT (3.7%), myalgia (3.6%), upper respiratory tract infection (3.6%), and diarrhea (2.8%). The most common adverse reactions in the group treated with ezetimibe and simvastatin that led to treatment discontinuation and occurred at a rate greater than placebo were: increased ALT (0.9%), myalgia (0.6%), increased AST (0.4%), and back pain (0.4%). Ezetimibe and simvastatin have been evaluated for safety in more than 10,189 patients in clinical trials. Table 1 summarizes the frequency of clinical adverse reactions reported in greater than or equal to 2% of patients treated with ezetimibe and simvastatin (n=1420) and at an incidence greater than placebo from four placebo-controlled trials. Table 1*: Adverse Reactions Reported greater than or equal to 2% of Patients Treated with Ezetimibe and Simvastatin at an Incidence Greater than Placebo Regardless of Causality % Placebo N=371 % Ezetimibe 10 mg N=302 % Simvastatin † N=1234 % Ezetimibe and Simvastatin † N=1420 Headache 5.4 6.0 5.9 5.8 Upper respiratory tract infection 2.7 5.0 5.0 3.6 Myalgia 2.4 2.3 2.6 3.6 Diarrhea 2.2 5.0 3.7 2.8 Pain in extremity 1.3 3.0 2.0 2.3 Influenza 0.8 1.0 1.9 2.3 * Includes two placebo-controlled combination studies in which the active ingredients equivalent to ezetimibe and simvastatin were coadministered and two placebo-controlled studies in which ezetimibe and simvastatin was administered. †All doses. Study of Heart and Renal Protection In SHARP, 9270 patients were allocated to ezetimibe and simvastatin 10 mg/20 mg daily (n=4650) or placebo (n=4620) for a median follow-up period of 4.9 years. The proportion of patients who permanently discontinued trial treatment as a result of either an adverse event or abnormal safety blood result was 10.4% vs. 9.8% among patients allocated to ezetimibe and simvastatin and placebo, respectively. Comparing those allocated to ezetimibe and simvastatin vs. placebo, the incidence of myopathy (defined as unexplained muscle weakness or pain with a serum CK greater than 10 times ULN) was 0.2% vs. 0.1% and the incidence of rhabdomyolysis (defined as myopathy with a CK greater than 40 times ULN) was 0.09% vs. 0.02%, respectively. Consecutive elevations of transaminases (greater than 3 X ULN) occurred in 0.7% vs. 0.6%, respectively. Patients were asked about the occurrence of unexplained muscle pain or weakness at each trial visit: 21.5% vs. 20.9% patients ever reported muscle symptoms in the ezetimibe and simvastatin and placebo groups, respectively. Cancer was diagnosed during the trial in 9.4% vs. 9.5% of patients assigned to ezetimibe and simvastatin and placebo, respectively. Ezetimibe Other adverse reactions reported with ezetimibe in placebo-controlled studies, regardless of causality assessment: Musculoskeletal system disorders: arthralgia; Infections and infestations: sinusitis; Body as a whole – general disorders: fatigue. Simvastatin In a clinical outcome trial in which 12,064 adult patients with a history of myocardial infarction were treated with simvastatin (mean follow-up 6.7 years), the incidence of myopathy (defined as unexplained muscle weakness or pain with a serum creatine kinase [CK] greater than 10 times (1200 U/L) upper limit of normal [ULN]) in patients taking simvastatin 20 mg and 80 mg daily was approximately 0.02% and 0.9% respectively. The incidence of rhabdomyolysis (defined as myopathy with a CK greater than 40 times ULN) in patients taking simvastatin 20 mg and 80 mg daily was approximately 0% and 0.4%. The incidence of myopathy and rhabdomyolysis, was highest during the first year and then notably decreased during the subsequent years of treatment. In this trial, patients were carefully monitored and some interacting medicinal products were excluded. Other adverse reactions reported with simvastatin in placebo-controlled clinical trials: atrial fibrillation; vertigo; abdominal pain, constipation, dyspepsia, flatulence, gastritis; eczema, rash; diabetes mellitus; bronchitis, sinusitis, urinary tract infections; asthenia, edema/swelling; and insomnia. Laboratory Tests Marked persistent increases of hepatic serum transaminases have been noted [see Warnings and Precautions ( 5.3 )] . Elevated alkaline phosphatase and γ-glutamyl transpeptidase have been reported. About 5% of patients taking simvastatin had elevations of CK levels of 3 or more times the normal value on one or more occasions. This was attributable to the noncardiac fraction of CK [see Warnings and Precautions ( 5.1 )] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ezetimibe and simvastatin. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body as Whole: fever, chills, malaise, asthenia Blood and Lymphatic System Disorders: anemia, thrombocytopenia, leukopenia, hemolytic anemia, positive ANA, ESR increase, eosinophilia Gastrointestinal Disorders: pancreatitis, nausea, vomiting Hepatobiliary Disorders: cholelithiasis, cholecystitis, elevations in liver transaminases including elevations more than 5 X ULN, hepatitis/jaundice, fatal and non-fatal hepatic failure Immune System Disorders: hypersensitivity syndrome including: anaphylaxis, angioedema, lupus erythematous-like syndrome, dermatomyositis, vasculitis Musculoskeletal and Connective Tissue Disorders: muscle cramps, immune-mediated necrotizing myopathy, rhabdomyolysis, myalgia, arthralgia, polymyalgia rheumatica, arthritis, elevated creatine phosphokinase Nervous System Disorders: dizziness, depression, paresthesia, peripheral neuropathy, rare reports of cognitive impairment (e.g., memory loss, forgetfulness, amnesia, memory impairment, confusion) associated with statin use. Cognitive impairment was generally nonserious, and reversible upon statin discontinuation, with variable times to symptom onset (1 day to years) and symptom resolution (median of 3 weeks). There have been rare reports of new-onset or exacerbation of myasthenia gravis, including ocular myasthenia, and reports of recurrence when the same or a different statin was administered. Skin and Subcutaneous Tissue Disorders: rash, pruritus, alopecia, a variety of skin changes (e.g., nodules, discoloration, dryness of skin/mucous membranes, changes to hair/nails), purpura, lichen planus, urticaria, photosensitivity, flushing, toxic epidermal necrolysis, erythema multiforme, including Stevens-Johnson syndrome. Respiratory and Thoracic: interstitial lung disease, dyspnea Reproductive System Disorders: erectile dysfunction"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Ezetimibe and simvastatin tablets are contraindicated in the following conditions: Concomitant use of strong CYP3A4 inhibitors (select azole anti-fungals, macrolide antibiotics, anti-viral medications, and nefazodone) [see Drug Interactions ( 7.1 )]. Concomitant use of cyclosporine, danazol, or danazol [see Drug Interactions ( 7.1 )]. Acute liver failure or decompensated cirrhosis [see Warnings and Precautions ( 5.3 )]. Hypersensitivity to simvastatin, ezetimibe, or any excipients in ezetimibe and simvastatin tablets. Hypersensitivity reactions, including anaphylaxis, angioedema, and Stevens-Johnson syndrome, have been reported [see Adverse Reactions ( 6.2 )]. Concomitant use of strong CYP3A4 inhibitors (select azole anti-fungals, macrolide antibiotics, anti-viral medications and nefazodone). ( 4 ) Concomitant use of cyclosporine, danazol or gemfibrozil. ( 4 ) Acute liver failure or decompensated cirrhosis. ( 4 ) Hypersensitivity to simvastatin, ezetimibe or any excipient of ezetimibe and simvastatin tablets. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Important Dosage and Administration Information: ( 2.1 ) Take ezetimibe and simvastatin tablets orally once daily in the evening with or without food. Maximum recommended dosage is ezetimibe and simvastatin tablets 10 mg/40 mg once daily. Ezetimibe and simvastatin tablets 10 mg/80 mg daily dosage is restricted to patients who have been taking ezetimibe and simvastatin tablets 10 mg/80 mg daily chronically (e.g., for 12 months or more) without evidence of muscle toxicity. For patients that require a high-intensity statin or are unable to achieve their LDL-C goal receiving ezetimibe and simvastatin tablets 10 mg/40 mg daily, prescribe alternative LDL-C-lowering treatment. If as dose is missed, take the missed dose as soon as possible. Do not double the next dose. Assess LDL-C when clinically appropriate, as early as 2 weeks after initiating ezetimibe and simvastatin tablets, and adjust the dosage if necessary. Adults : Recommended dosage range of 10 mg/10 mg to 10 mg/40 mg once daily. ( 2.2 ) See full prescribing information for ezetimibe and simvastatin tablets dosage modifications due to drug interactions. ( 2.3 ) Patients with Renal Impairment: Doses exceeding 10 mg/20 mg should be used with caution and close monitoring in patients with moderate to severe renal impairment. ( 2.4 ) 2.1 Important Dosage and Administration Information Take ezetimibe and simvastatin tablets orally once daily in the evening with or without food. The maximum recommended dosage is ezetimibe and simvastatin tablets 10 mg/40 mg once daily. The ezetimibe and simvastatin tablets 10 mg/80 mg daily dosage is restricted to adult patients who have been taking ezetimibe and simvastatin tablets 10 mg/80 mg daily chronically (e.g., for 12 months or more) without evidence of muscle toxicity [see Warnings and Precautions ( 5.1 )]. For patients that require a high-intensity statin or are unable to achieve their LDL-C goal receiving ezetimibe and simvastatin tablets 10 mg/40 mg daily, prescribe alternative LDL-C-lowering treatment. If a dose is missed, take the missed dose as soon as possible. Do not double the next dose. Assess LDL-C when clinically appropriate, as early as 4 weeks after initiating ezetimibe and simvastatin tablets, and adjust the dosage if necessary. 2.2 Recommended Dosage in Adult Patients The recommended dosage range of ezetimibe and simvastatin tablets 10 mg/10 mg to 10 mg/40 mg once a day. 2.3 Recommended Dosage in Pediatric Patients 10 Years of Age and Older with HeFH The recommended dosage range of ezetimibe and simvastatin tablets 10 mg/10 mg to 10 mg/40 mg once a day. 2.4 Recommended Dosage in Patients with Renal Impairment Renal impairment is a risk factor for statin-associated myopathy. Doses of ezetimibe and simvastatin tablets exceeding 10 mg/20 mg should be used with caution and close monitoring in patients with moderate to severe renal impairment [see Warnings and Precautions ( 5.1 ) and Use in Specific Populations ( 8.6 )]. There are no dosage adjustment recommendations for patients with mild renal impairment. 2.5 Dosage Modifications Due to Drug Interactions Concomitant use of ezetimibe and simvastatin tablets with the following drugs requires dosage modification of ezetimibe and simvastatin tablets [see Warnings and Precautions ( 5.1 ) and Drug Interactions ( 7.1 )]. Patients taking Lomitapide Reduce the dosage of ezetimibe and simvastatin tablets by 50%. Do not exceed ezetimibe and simvastatin tablets 10 mg/20 mg once daily (or 10 mg/40 mg once daily for patients who have previously taken ezetimibe and simvastatin tablets 10 mg/80 mg daily chronically while taking lomitapide) [see Dosage and Administration ( 2.1 )]. Patients taking Verapamil, Diltiazem, or Dronedarone Do not exceed ezetimibe and simvastatin tablets 10 mg/10 mg once daily. Patients taking Amiodarone, Amlodipine, or Ranolazine Do not exceed ezetimibe and simvastatin tablets 10 mg/20 mg once daily. Patients taking Bile Acid Sequestrants In patients taking a bile acid sequestrant, administer ezetimibe and simvastatin tablets at least 2 hours before or 4 hours after the bile acid sequestrant."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ezetimibe and simvastatin tablets Ezetimibe and simvastatin tablets are a combination of simvastatin and ezetimibe indicated: As an adjunct to diet to reduce elevated low density lipoprotein cholesterol (LDL-C): In adults with primary hyperlipidemia. In adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C-lowering therapies to reduce elevated LDL-C in adults with homozygous familial hypercholesterolemia (HoFH). Simvastatin Simvastatin, when used as a component of ezetimibe and simvastatin tablets, is indicated to reduce the risk of total mortality by reducing risk of coronary heart disease death, non-fatal myocardial infarction and stroke, and the need for coronary and non-coronary revascularization procedures in adults with established coronary heart disease, cerebrovascular disease, peripheral vascular disease, and/or diabetes, who are at high risk of coronary heart disease events. Ezetimibe and simvastatin tablets are a combination of ezetimibe, a dietary cholesterol absorption inhibitor, and simvastatin, an HMG-CoA reductase inhibitor (statin) indicated: ( 1 ) As an adjunct to diet to reduce elevated low density lipoprotein cholesterol (LDL-C): In adults with primary hyperlipidemia. In adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). As an adjunct to other LDL-C lowering therapies to reduce LDL-C in adults with homozygous familial hypercholesterolemia (HoFH). Simvastatin Simvastatin, when used as a component of ezetimibe and simvastatin tablets, is indicated to reduce the risk of total mortality by reducing risk of coronary heart disease death, non-fatal myocardial infarction and stroke, and the need for coronary and non-coronary revascularization procedures in adults with established coronary heart disease, cerebrovascular disease, peripheral vascular disease, and/or diabetes, who are at high risk of coronary heart disease events."
  ],
  "fetched_at": "2025-09-30T21:26:01.975667",
  "source": "OpenFDA"
}