{
  "drug_name": "Siponimod",
  "generic_name": [
    "SIPONIMOD"
  ],
  "brand_names": [
    "MAYZENT"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Vaccination: Avoid live-attenuated vaccines during and for up to 4 weeks after treatment with MAYZENT. ( 7.4 ) CYP2C9 and Dual CYP2C9/3A4 Inhibitors: Strong CYP2C9 inhibitors increase siponimod exposure; concomitant use with MAYZENT is not recommended. Monitor for adverse reactions during concomitant use of MAYZENT with moderate CYP2C9 inhibitors or moderate CYP2C9/CYP3A4 dual inhibitors. ( 7.5 ) CYP2C9 and CYP3A4 Inducers: Dual moderate CYP2C9/strong CYP3A4 inducers decrease siponimod exposure; concomitant use with MAYZENT is not recommended. Monitor for loss of efficacy with concomitant use of MAYZENT and moderate or strong CYP3A4 inducers in patients with CYP2C9*1/*3 or *2/*3 genotypes. ( 7.6 ) 7.1 Anti-Neoplastic, Immune-Modulating, or Immunosuppressive Therapies MAYZENT has not been studied in combination with anti-neoplastic, immune-modulating, or immunosuppressive therapies. Caution should be used during concomitant administration because of the risk of additive immune effects during such therapy and in the weeks following administration [see Warnings and Precautions (5.1)] . When switching from drugs with prolonged immune effects, the half-life and mode of action of these drugs must be considered in order to avoid unintended additive immunosuppressive effects [see Warnings and Precautions (5.11)] . Because of the characteristics and duration of alemtuzumab immune suppressive effects, initiating treatment with MAYZENT after alemtuzumab is not recommended. MAYZENT can generally be started immediately after discontinuation of beta interferon or glatiramer acetate. 7.2 Anti-Arrhythmic Drugs, QT Prolonging Drugs, Drugs That May Decrease Heart Rate MAYZENT has not been studied in patients taking QT prolonging drugs. Class Ia (e.g., quinidine, procainamide) and Class III (e.g., amiodarone, sotalol) antiarrhythmic drugs have been associated with cases of Torsades de Pointes in patients with bradycardia. If treatment with MAYZENT is considered, advice from a cardiologist should be sought. Because of the potential additive effects on heart rate, treatment with MAYZENT should generally not be initiated in patients who are concurrently treated with QT prolonging drugs with known arrhythmogenic properties, heart-rate lowering calcium channel blockers (e.g., verapamil, diltiazem), or other drugs that may decrease heart rate (e.g., ivabradine, digoxin) [see Warnings and Precautions (5.4) and Drug Interactions (7.3)] . If treatment with MAYZENT is considered, advice from a cardiologist should be sought regarding the switch to non-heart-rate lowering drugs or appropriate monitoring for treatment initiation. 7.3 Beta-Blockers Caution should be applied when MAYZENT is initiated in patients receiving treatment with a beta-blocker because of the additive effects on lowering heart rate; temporary interruption of the beta-blocker treatment may be needed prior to initiation of MAYZENT [see Warnings and Precautions (5.4)] . Beta-blocker treatment can be initiated in patients receiving stable doses of MAYZENT [see Clinical Pharmacology (12.2)] . 7.4 Vaccination During and for up to one month after discontinuation of treatment with MAYZENT, vaccinations may be less effective [see Warnings and Precautions (5.1)] . The use of live-attenuated vaccines may carry the risk of infection and should therefore be avoided during MAYZENT treatment and for up to 4 weeks after discontinuation of treatment with MAYZENT [see Warnings and Precautions (5.1)] . 7.5 CYP2C9 and Dual CYP2C9/CYP3A4 Inhibitors Concomitant use of MAYZENT and drugs that cause strong CYP2C9 inhibition is not recommended because a clinically relevant increase in exposure to siponimod is anticipated. Monitor for adverse reactions during concomitant use of MAYZENT with moderate CYP2C9 inhibitors or moderate CYP2C9/CYP3A4 dual inhibitors [see Clinical Pharmacology (12.3)] . 7.6 CYP2C9 and CYP3A4 Inducers Because of an expected significant reduction in siponimod exposure, concomitant use of MAYZENT and dual moderate CYP2C9/strong CYP3A4 inducers in patients with all CYP2C9 genotypes is not recommended. Monitor for loss of efficacy with concomitant use of MAYZENT and moderate or strong CYP3A4 inducers in patients with CYP2C9*1/*3 or *2/*3 genotype [see Clinical Pharmacology (12.3)] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: Infections [see Warnings and Precautions (5.1)] Progressive Multifocal Leukoencephalopathy [see Warnings and Precautions (5.2)] Macular Edema [see Warnings and Precautions (5.3)] Bradyarrhythmia and Atrioventricular Conduction Delays [see Warnings and Precautions (5.4)] Respiratory Effects [see Warnings and Precautions (5.5)] Liver Injury [see Warnings and Precautions (5.6)] Cutaneous Malignancies [see Warnings and Precautions (5.7)] Increased Blood Pressure [see Warnings and Precautions (5.8)] Fetal Risk [see Warnings and Precautions (5.9)] Posterior Reversible Encephalopathy Syndrome [see Warnings and Precautions (5.10)] Unintended Additive Immunosuppressive Effects From Prior Treatment With Immunosuppressive or Immune-Modulating Therapies [see Warnings and Precautions (5.11)] Severe Increase in Disability After Stopping MAYZENT [see Warnings and Precautions (5.12)] Immune System Effects After Stopping MAYZENT [see Warnings and Precautions (5.13)] Most common adverse reactions (incidence greater than 10%) are headache, hypertension, and transaminase increases. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 1737 MS patients have received MAYZENT at doses of at least 2 mg daily. These patients were included in Study 1 [see Clinical Studies (14)] and in a Phase 2 placebo-controlled study in patients with MS. In Study 1, 67% of MAYZENT-treated patients completed the double-blind part of the study, compared to 59.0% of patients receiving placebo. Adverse events led to discontinuation of treatment in 8.5% of MAYZENT-treated patients, compared to 5.1% of patients receiving placebo. The most common adverse reactions (incidence at least 10%) in MAYZENT-treated patients in Study 1 were headache, hypertension, and transaminase increases. Table 3 lists adverse reactions that occurred in at least 5% of MAYZENT-treated patients and at a rate at least 1% higher than in patients receiving placebo. Table 3 Adverse Reactions Reported in Study 1 (Occurring in at Least 5% of MAYZENT-Treated Patients and at a Rate at Least 1% Higher Than in Patients Receiving Placebo) Terms were combined as follows: a headache, tension headache, sinus headache, cervicogenic headache, drug withdrawal headache, and procedural headache. b hypertension, blood pressure increased, blood pressure systolic increased, essential hypertension, blood pressure diastolic increased. c alanine aminotransferase increased, gamma-glutamyltransferase increased, hepatic enzyme increased, aspartate aminotransferase increased, blood alkaline phosphatase increased, liver function test increased, hepatic function abnormal, liver function test abnormal, transaminases increased. d edema peripheral, joint swelling, fluid retention, swelling face. e bradycardia, sinus bradycardia, heart rate decreased. f pain in extremity and limb discomfort. Adverse reaction MAYZENT 2 mg (N = 1099) % Placebo (N = 546) % Headache a 15 14 Hypertension b 13 9 Transaminase increased c 11 3 Falls 11 10 Edema peripheral d 8 4 Nausea 7 4 Dizziness 7 5 Diarrhea 6 4 Bradycardia e 6 3 Pain in extremity f 6 4 The following adverse reactions have occurred in less than 5% of MAYZENT-treated patients but at a rate at least 1% higher than in patients receiving placebo: herpes zoster, lymphopenia, seizure, tremor, macular edema, AV block (1 st and 2 nd degree), asthenia, and pulmonary function test decreased [see Warnings and Precautions (5.1, 5.3, 5.4, 5.5)] . Seizures In Study 1, cases of seizures were reported in 1.7% of MAYZENT-treated patients, compared to 0.4% in patients receiving placebo. It is not known whether these events were related to the effects of MS, to MAYZENT, or to a combination of both. Respiratory Effects Dose-dependent reductions in forced expiratory volume over 1 second (FEV 1 ) were observed in patients treated with MAYZENT [see Warnings and Precautions (5.5)] . Vascular Events Vascular events, including ischemic strokes, pulmonary embolisms, and myocardial infarctions, were reported in 3.0% of MAYZENT-treated patients compared to 2.6% of patients receiving placebo. Some of these events were fatal. Physicians and patients should remain alert for the development of vascular events throughout treatment, even in the absence of previous vascular symptoms. Patients should be informed about the symptoms of cardiac or cerebral ischemia caused by vascular events and the steps to take if they occur. Malignancies Malignancies, such as BCC, SCC, malignant melanoma, and seminoma were reported in MAYZENT-treated patients in Study 1 (in the core or extension parts). An increased risk of cutaneous malignancies has been reported in association with S1P receptor modulators. The risk of BCC and SCC is increased in MAYZENT-treated patients [see Warnings and Precautions (5.7)] . 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of MAYZENT. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Infections and Infestations: Progressive multifocal leukoencephalopathy [see Warnings and Precautions (5.2)] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS MAYZENT is contraindicated in patients who have: A CYP2C9*3/*3 genotype [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.5)] In the last 6 months experienced myocardial infarction, unstable angina, stroke, TIA, decompensated heart failure requiring hospitalization, or Class III or IV heart failure Presence of Mobitz type II second-degree, third-degree AV block, or sick sinus syndrome, unless patient has a functioning pacemaker [see Warnings and Precautions (5.4)] Patients with a CYP2C9*3/*3 genotype. ( 4 ) In the last 6 months, experienced myocardial infarction, unstable angina, stroke, TIA, decompensated heart failure requiring hospitalization, or Class III/IV heart failure. ( 4 ) Presence of Mobitz type II second-degree, third-degree AV block, or sick sinus syndrome, unless patient has a functioning pacemaker. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assessments are required prior to initiating MAYZENT. ( 2.1 ) Titration is required for treatment initiation. ( 2.2 , 2.3 ) The recommended maintenance dosage is 2 mg. ( 2.2 ) The recommended maintenance dosage in patients with a CYP2C9*1/*3 or *2/*3 genotype is 1 mg. ( 2.3 ) Administer tablets whole; do not split, crush, or chew. ( 2.2 , 2.3 ) First-dose monitoring is recommended for patients with sinus bradycardia, first- or second-degree [Mobitz type I] atrioventricular (AV) block, or a history of myocardial infarction or heart failure. ( 2.4 ) 2.1 Assessments Prior to First Dose of MAYZENT Before initiation of treatment with MAYZENT, assess the following: CYP2C9 Genotype Determination Test patients for CYP2C9 variants to determine CYP2C9 genotype [see Dosage and Administration (2.2, 2.3), Contraindications (4) and Use in Specific Populations (8.6)] . An FDA-cleared or -approved test for the detection of CYP2C9 variants to direct the use of siponimod is not currently available. Cardiac Evaluation Obtain an electrocardiogram (ECG) to determine whether preexisting conduction abnormalities are present. In patients with certain preexisting conditions, advice from a cardiologist and first-dose monitoring is recommended [see Dosage and Administration (2.4) and Warnings and Precautions (5.4)] . Determine whether patients are taking drugs that could slow heart rate or atrioventricular (AV) conduction [see Drug Interactions (7.2, 7.3)] . Complete Blood Count Review results of a recent complete blood count (CBC) [see Warnings and Precautions (5.1)] . Liver Function Tests Obtain recent (i.e., within last 6 months) transaminase and bilirubin levels [see Warnings and Precautions (5.6)] . Ophthalmic Evaluation Obtain a baseline evaluation of the fundus, including the macula, near the start of the treatment with MAYZENT [see Warnings and Precautions (5.3)] . Skin Examination Obtain a baseline skin examination prior to or shortly after initiation of MAYZENT. If a suspicious skin lesion is observed, it should be promptly evaluated [see Warnings and Precautions (5.7)] . Current or Prior Medications If patients are taking anti-neoplastic, immunosuppressive, or immune-modulating therapies, or if there is a history of prior use of these drugs, consider possible unintended additive immunosuppressive effects before initiating treatment with MAYZENT [see Warnings and Precautions (5.1) and Drug Interactions (7.1)] . Vaccinations Test patients for antibodies to varicella zoster virus (VZV) before initiating MAYZENT; VZV vaccination of antibody-negative patients is recommended prior to commencing treatment with MAYZENT [see Warnings and Precautions (5.1)] . 2.2 Recommended Dosage in Patients With CYP2C9 Genotypes *1/*1, *1/*2, or *2/*2 Maintenance Dosage After treatment titration ( see Treatment Initiation ), the recommended maintenance dosage of MAYZENT is 2 mg taken orally once daily starting on Day 6. Dosage adjustment is required in patients with a CYP2C9*1/*3 or *2/*3 genotype [see Dosage and Administration (2.3)] . Administer tablets whole; do not split, crush, or chew MAYZENT tablets. Treatment Initiation Initiate MAYZENT with a 5-day titration, as shown in Table 1 [see Warnings and Precautions (5.4)] . A 12-tablet starter pack should be used for patients who will be titrated to the 2-mg maintenance dosage [see How Supplied/Storage and Handling (16.1, 16.2)] . Table 1 Dose Titration Regimen to Reach MAYZENT 2 mg Maintenance Dosage Titration Titration dose Titration regimen Day 1 0.25 mg 1 x 0.25 mg Day 2 0.25 mg 1 x 0.25 mg Day 3 0.50 mg 2 x 0.25 mg Day 4 0.75 mg 3 x 0.25 mg Day 5 1.25 mg 5 x 0.25 mg If one titration dose is missed for more than 24 hours, treatment needs to be reinitiated with Day 1 of the titration regimen. 2.3 Recommended Dosage in Patients With CYP2C9 Genotypes *1/*3 or *2/*3 Maintenance Dosage In patients with a CYP2C9*1/*3 or *2/*3 genotype, after treatment titration ( see Treatment Initiation ), the recommended maintenance dosage of MAYZENT is 1 mg taken orally once daily starting on Day 5. Administer tablets whole; do not split, crush, or chew MAYZENT tablets. Treatment Initiation Initiate MAYZENT with a 4-day titration, as shown in Table 2 [see Warnings and Precautions (5.4) and Use in Specific Populations (8.6)] . A 7-tablet starter pack should be used for patients who will be titrated to the 1-mg maintenance dosage [see How Supplied/Storage and Handling (16.1, 16.2)] . Table 2 Dose Titration Regimen to Reach MAYZENT 1 mg Maintenance Dosage Titration Titration dose Titration regimen Day 1 0.25 mg 1 x 0.25 mg Day 2 0.25 mg 1 x 0.25 mg Day 3 0.50 mg 2 x 0.25 mg Day 4 0.75 mg 3 x 0.25 mg If one titration dose is missed for more than 24 hours, treatment needs to be reinitiated with Day 1 of the titration regimen. 2.4 First Dose Monitoring in Patients With Certain Preexisting Cardiac Conditions Because initiation of MAYZENT treatment results in a decrease in heart rate (HR), first-dose 6-hour monitoring is recommended for patients with sinus bradycardia [HR less than 55 beats per minute (bpm)], first- or second-degree [Mobitz type I] AV block, or a history of myocardial infarction or heart failure [see Contraindications (4), Warnings and Precautions (5.4), and Clinical Pharmacology (12.2)] . First Dose 6-Hour Monitoring Administer the first dose of MAYZENT in a setting where resources to appropriately manage symptomatic bradycardia are available. Monitor patients for 6 hours after the first dose for signs and symptoms of bradycardia with hourly pulse and blood pressure measurement. Obtain an ECG in these patients at the end of the Day 1 observation period. Additional Monitoring After 6-Hour Monitoring If any of the following abnormalities are present after 6 hours (even in the absence of symptoms), continue monitoring until the abnormality resolves: The heart rate 6 hours postdose is less than 45 bpm The heart rate 6 hours postdose is at the lowest value postdose, suggesting that the maximum pharmacodynamic effect on the heart may not have occurred The ECG 6 hours postdose shows new onset second-degree or higher AV block If post-dose symptomatic bradycardia, bradyarrhythmia, or conduction-related symptoms occur, or if ECG 6 hours post-dose shows new onset second-degree or higher AV block or QTc greater than or equal to 500 msec, initiate appropriate management, begin continuous ECG monitoring, and continue monitoring until the symptoms have resolved if no pharmacological treatment is required. If pharmacological treatment is required, continue monitoring overnight and repeat 6-hour monitoring after the second dose. Advice from a cardiologist should be sought to determine the most appropriate monitoring strategy (which may include overnight monitoring) during treatment initiation, if treatment with MAYZENT is considered in patients: With some preexisting heart and cerebrovascular conditions [see Warnings and Precautions (5.4)] With a prolonged QTc interval before dosing or during the 6-hour observation, or at additional risk for QT prolongation, or on concurrent therapy with QT prolonging drugs with a known risk of torsades de pointes [see Warnings and Precautions (5.4) and Drug Interactions (7.2)] Receiving concurrent therapy with drugs that slow heart rate or AV conduction [see Drug Interactions (7.2, 7.3)] 2.5 Reinitiation of MAYZENT After Treatment Interruption After the initial titration is complete, if MAYZENT treatment is interrupted for 4 or more consecutive daily doses, reinitiate treatment with Day 1 of the titration regimen [see Dosage and Administration (2.2, 2.3)] ; also complete first-dose monitoring in patients for whom it is recommended [see Dosage and Administration (2.4)] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MAYZENT is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. MAYZENT is a sphingosine 1-phosphate (S1P) receptor modulator indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults."
  ],
  "fetched_at": "2025-10-01T18:55:13.092445",
  "source": "OpenFDA"
}