{
  "drug_name": "Sirolimus",
  "generic_name": [
    "SIROLIMUS"
  ],
  "brand_names": [
    "sirolimus"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Sirolimus is known to be a substrate for both cytochrome P-450 3A4 (CYP3A4) and p-glycoprotein (P-gp). Inducers of CYP3A4 and P-gp may decrease sirolimus concentrations whereas inhibitors of CYP3A4 and P-gp may increase sirolimus concentrations. Avoid concomitant use with strong CYP3A4/P-gp inducers or strong CYP3A4/P-gp inhibitors that decrease or increase sirolimus concentrations ( 7.4 , 12.3 ). Therapeutic drug monitoring and dose reduction for sirolimus should be considered when sirolimus is co-administered with cannabidiol ( 5.21 , 7.5 ). See full prescribing information for complete list of clinically significant drug interactions ( 12.3 ). 7.1 Use with Cyclosporine Cyclosporine, a substrate and inhibitor of CYP3A4 and P-gp, was demonstrated to increase sirolimus concentrations when coadministered with sirolimus. In order to diminish the effect of this interaction with cyclosporine, it is recommended that sirolimus be taken 4 hours after administration of cyclosporine oral solution (MODIFIED) and/or cyclosporine capsules (MODIFIED). If cyclosporine is withdrawn from combination therapy with sirolimus, higher doses of sirolimus are needed to maintain the recommended sirolimus trough concentration ranges [ see Dosage and Administration ( 2.2 ), Clinical Pharmacology ( 12.3 ) ]. 7.2 Strong Inducers and Strong Inhibitors of CYP3A4 and P-gp Avoid concomitant use of sirolimus with strong inducers (e.g., rifampin, rifabutin) and strong inhibitors (e.g., ketoconazole, voriconazole, itraconazole, erythromycin, telithromycin, clarithromycin) of CYP3A4 and P-gp. Alternative agents with lesser interaction potential with sirolimus should be considered [ see Warnings and Precautions ( 5.20 ), Clinical Pharmacology ( 12.3 ) ]. 7.3 Grapefruit Juice Because grapefruit juice inhibits the CYP3A4-mediated metabolism of sirolimus, it must not be taken with or be used for dilution of sirolimus [ see Drug Interactions ( 7.3 ), Clinical Pharmacology ( 12.3 ) ]. 7.4 Weak and Moderate Inducers or Inhibitors of CYP3A4 and P-gp Exercise caution when using sirolimus with drugs or agents that are modulators of CYP3A4 and P-gp. The dosage of sirolimus and/or the coadministered drug may need to be adjusted [ see Clinical Pharmacology ( 12.3 ) ]. Drugs that could increase sirolimus blood concentrations: Bromocriptine, cimetidine, cisapride, clotrimazole, danazol, diltiazem, fluconazole, letermovir, protease inhibitors (e.g., HIV and hepatitis C that include drugs such as ritonavir, indinavir, boceprevir, and telaprevir), metoclopramide, nicardipine, troleandomycin, verapamil Drugs and other agents that could decrease sirolimus concentrations: Carbamazepine, phenobarbital, phenytoin, rifapentine, St. John's Wort (Hypericum perforatum) Drugs with concentrations that could increase when given with sirolimus: Verapamil 7.5 Cannabidiol The blood levels of sirolimus may increase upon concomitant use with cannabidiol. When cannabidiol and sirolimus are co-administered, closely monitor for an increase in sirolimus blood levels and for adverse reactions suggestive of sirolimus toxicity. A dose reduction of sirolimus should be considered as needed when sirolimus is co-administered with cannabidiol [see Dosage and Administration ( 2.5 ) and Warnings and Precautions ( 5.21 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label. Increased susceptibility to infection, lymphoma, and malignancy [ see Boxed Warning, Warnings and Precautions ( 5.1 ) ] Excess mortality, graft loss, and hepatic artery thrombosis in liver transplant patients [ see Boxed Warning, Warnings and Precautions ( 5.2 ) ] Bronchial anastomotic dehiscence in lung transplant patients [ see Boxed Warning, Warnings and Precautions ( 5.3 ) ] Hypersensitivity reactions [ see Warnings and Precautions ( 5.4 ) ] Exfoliative dermatitis [ see Warnings and Precautions ( 5.4 ) ] Angioedema [ see Warnings and Precautions ( 5.5 ) ] Fluid accumulation and impairment of wound healing [ see Warnings and Precautions ( 5.6 ) ] Hypertriglyceridemia, hypercholesterolemia [ see Warnings and Precautions ( 5.7 ) ] Decline in renal function in long-term combination of cyclosporine with sirolimus [ see Warnings and Precautions ( 5.8 ) ] Proteinuria [ see Warnings and Precautions ( 5.9 ) ] Interstitial lung disease [ see Warnings and Precautions ( 5.11 ) ] Increased risk of calcineurin inhibitor-induced HUS/TTP/TMA [ see Warnings and Precautions ( 5.13 ) ] Embryo-fetal toxicity [see Warnings and Precautions ( 5.15 )] Male infertility [see Warnings and Precautions ( 5.16 )] The most common (≥ 30%) adverse reactions observed with sirolimus in clinical studies for organ rejection prophylaxis in recipients of renal transplantation are: peripheral edema, hypertriglyceridemia, hypertension, hypercholesterolemia, creatinine increased, constipation, abdominal pain, diarrhea, headache, fever, urinary tract infection, anemia, nausea, arthralgia, pain, and thrombocytopenia. The most common (≥20%) adverse reactions observed with sirolimus in the clinical study for the treatment of LAM are: stomatitis, diarrhea, abdominal pain, nausea, nasopharyngitis, acne, chest pain, peripheral edema, upper respiratory tract infection, headache, dizziness, myalgia, and hypercholesterolemia. The following adverse reactions resulted in a rate of discontinuation of > 5% in clinical trials for renal transplant rejection prophylaxis: creatinine increased, hypertriglyceridemia, and TTP. In patients with LAM, 11% of subjects discontinued due to adverse reactions, with no single adverse reaction leading to discontinuation in more than one patient being treated with sirolimus. Prophylaxis of organ rejection in patients receiving renal transplants: Most common adverse reactions (incidence ≥ 30%) are peripheral edema, hypertriglyceridemia, hypertension, hypercholesterolemia, creatinine increased, abdominal pain, diarrhea, headache, fever, urinary tract infection, anemia, nausea, arthralgia, pain, and thrombocytopenia ( 6 ). Lymphangioleiomyomatosis: Most common adverse reactions (incidence ≥20%) are stomatitis, diarrhea, abdominal pain, nausea, nasopharyngitis, acne, chest pain, peripheral edema, upper respiratory tract infection, headache, dizziness, myalgia, and hypercholesterolemia ( 6.6 ). To report SUSPECTED ADVERSE REACTIONS, contact Zydus Pharmaceuticals (USA) Inc. at 1-877-993-8779, or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience in Prophylaxis of Organ Rejection Following Renal Transplantation The safety and efficacy of sirolimus oral solution for the prevention of organ rejection following renal transplantation were assessed in two randomized, double blind, multicenter, controlled trials [ see Clinical Studies ( 14.1 ) ]. The safety profiles in the two studies were similar. The incidence of adverse reactions in the randomized, double blind, multicenter, placebo-controlled trial (Study 2) in which 219 renal transplant patients received sirolimus oral solution 2 mg/day, 208 received sirolimus oral solution 5 mg/day, and 124 received placebo is presented in Table 1 below. The study population had a mean age of 46 years (range 15 to 71 years), the distribution was 67% male, and the composition by race was: White (78%), Black (11%), Asian (3%), Hispanic (2%), and Other (5%). All patients were treated with cyclosporine and corticosteroids. Data (≥ 12 months post-transplant) presented in the following table show the adverse reactions that occurred in at least one of the sirolimus treatment groups with an incidence of ≥ 20%. The safety profile of the tablet did not differ from that of the oral solution formulation [ see Clinical Studies ( 14.1 ) ]. In general, adverse reactions related to the administration of sirolimus were dependent on dose/concentration. Although a daily maintenance dose of 5 mg, with a loading dose of 15 mg, was shown to be safe and effective, no efficacy advantage over the 2 mg dose could be established for renal transplant patients. Patients receiving 2 mg of sirolimus oral solution per day demonstrated an overall better safety profile than did patients receiving 5 mg of sirolimus oral solution per day. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in one clinical trial of a drug cannot be directly compared with rates in the clinical trials of the same or another drug and may not reflect the rates observed in practice. TABLE 1 ADVERSE REACTIONS OCCURRING AT A FREQUENCY OF ≥ 20% IN AT LEAST ONE OF THE SIROLIMUS TREATMENT GROUPS IN A STUDY OF PROPHYLAXIS OF ORGAN REJECTION FOLLOWING RENAL TRANSPLANTATION (%) AT ≥ 12 MONTHS POST-TRANSPLANTATION (STUDY 2) a a: Patients received cyclosporine and corticosteroids. –––Sirolimus Oral Solution––– Adverse Reaction 2 mg/day (n = 218) 5 mg/day (n = 208) Placebo (n = 124) Peripheral edema 54 58 48 Hypertriglyceridemia 45 57 23 Hypertension 45 49 48 Hypercholesterolemia 43 46 23 Creatinine increased 39 40 38 Constipation 36 38 31 Abdominal pain 29 36 30 Diarrhea 25 35 27 Headache 34 34 31 Fever 23 34 35 Urinary tract infection 26 33 26 Anemia 23 33 21 Nausea 25 31 29 Arthralgia 25 31 18 Thrombocytopenia 14 30 9 Pain 33 29 25 Acne 22 22 19 Rash 10 20 6 Edema 20 18 15 The following adverse reactions were reported less frequently (≥ 3%, but < 20%) Body as a Whole – Sepsis, lymphocele, herpes zoster, herpes simplex. Cardiovascular – Venous thromboembolism (including pulmonary embolism, deep venous thrombosis), tachycardia. Digestive System – Stomatitis. Hematologic and Lymphatic System – Thrombotic thrombocytopenic purpura/hemolytic uremic syndrome (TTP/HUS), leukopenia. Metabolic/Nutritional – Abnormal healing, increased lactic dehydrogenase (LDH), hypokalemia, diabetes mellitus. Musculoskeletal System – Bone necrosis. Respiratory System – Pneumonia, epistaxis. Skin – Melanoma, squamous cell carcinoma, basal cell carcinoma. Urogenital System – Pyelonephritis, decline in renal function (creatinine increased) in long-term combination of cyclosporine with sirolimus [ see Warnings and Precautions ( 5.8 ) ], ovarian cysts, menstrual disorders (including amenorrhea and menorrhagia). Less frequently (< 3%) occurring adverse reactions included: lymphoma/post-transplant lymphoproliferative disorder, mycobacterial infections (including M. tuberculosis ), pancreatitis, cytomegalovirus (CMV), and Epstein-Barr virus. Increased Serum Cholesterol and Triglycerides The use of sirolimus in renal transplant patients was associated with increased serum cholesterol and triglycerides that may require treatment. In Studies 1 and 2, in de novo renal transplant patients who began the study with fasting, total serum cholesterol < 200 mg/dL or fasting, total serum triglycerides < 200 mg/dL, there was an increased incidence of hypercholesterolemia (fasting serum cholesterol > 240 mg/dL) or hypertriglyceridemia (fasting serum triglycerides > 500 mg/dL), respectively, in patients receiving both sirolimus 2 mg and sirolimus 5 mg compared with azathioprine and placebo controls. Treatment of new-onset hypercholesterolemia with lipid-lowering agents was required in 42 to 52% of patients enrolled in the sirolimus arms of Studies 1 and 2 compared with 16% of patients in the placebo arm and 22% of patients in the azathioprine arm. In other sirolimus renal transplant studies, up to 90% of patients required treatment for hyperlipidemia and hypercholesterolemia with anti-lipid therapy (e.g., statins, fibrates). Despite anti-lipid management, up to 50% of patients had fasting serum cholesterol levels > 240 mg/dL and triglycerides above recommended target levels [ see Warnings and Precautions ( 5.7 ) ]. Abnormal Healing Abnormal healing events following transplant surgery include fascial dehiscence, incisional hernia, and anastomosis disruption (e.g., wound, vascular, airway, ureteral, biliary). Malignancies Table 2 below summarizes the incidence of malignancies in the two controlled trials (Studies 1 and 2) for the prevention of acute rejection [ see Clinical Studies ( 14.1 ) ]. At 24 months (Study 1) and 36 months (Study 2) post-transplant, there were no significant differences among treatment groups. TABLE 2 INCIDENCE (%) OF MALIGNANCIES IN STUDY 1 (24 MONTHS) AND STUDY 2 (36 MONTHS) POST-TRANSPLANT a,b a: Patients received cyclosporine and corticosteroids. b: Includes patients who prematurely discontinued treatment. c: Patients may be counted in more than one category. Sirolimus Oral Solution 2 mg/day Sirolimus Oral Solution 5 mg/day Azathioprine 2 to 3 mg/kg/day Placebo Malignancy Study 1 (n = 284) Study 2 (n = 227) Study 1 (n = 274) Study 2 (n = 219) Study 1 (n = 161) Study 2 (n = 130) Lymphoma/ lymphoproliferative disease 0.7 1.8 1.1 3.2 0.6 0.8 Skin Carcinoma Any Squamous Cell c 0.4 2.7 2.2 0.9 3.8 3 Any Basal Cell c 0.7 2.2 1.5 1.8 2.5 5.3 Melanoma 0 0.4 0 1.4 0 0 Miscellaneous/Not Specified 0 0 0 0 0 0.8 Total 1.1 4.4 3.3 4.1 4.3 7.7 Other Malignancy 1.1 2.2 1.5 1.4 0.6 2.3 6.2 Sirolimus Following Cyclosporine Withdrawal The incidence of adverse reactions was determined through 36 months in a randomized, multicenter, controlled trial (Study 3) in which 215 renal transplant patients received sirolimus as a maintenance regimen following cyclosporine withdrawal, and 215 patients received sirolimus with cyclosporine therapy [ see Clinical Studies ( 14.2 ) ]. All patients were treated with corticosteroids. The safety profile prior to randomization (start of cyclosporine withdrawal) was similar to that of the 2 mg sirolimus groups in Studies 1 and 2. Following randomization (at 3 months), patients who had cyclosporine eliminated from their therapy experienced higher incidences of the following adverse reactions: abnormal liver function tests (including increased AST/SGOT and increased ALT/SGPT), hypokalemia, thrombocytopenia, and abnormal healing. Conversely, the incidence of the following adverse events was higher in patients who remained on cyclosporine than those who had cyclosporine withdrawn from therapy: hypertension, cyclosporine toxicity, increased creatinine, abnormal kidney function, toxic nephropathy, edema, hyperkalemia, hyperuricemia, and gum hyperplasia. Mean systolic and diastolic blood pressure improved significantly following cyclosporine withdrawal. Malignancies The incidence of malignancies in Study 3 [ see Clinical Studies ( 14.2 ) ] is presented in Table 3. In Study 3, the incidence of lymphoma/lymphoproliferative disease was similar in all treatment groups. The overall incidence of malignancy was higher in patients receiving sirolimus plus cyclosporine compared with patients who had cyclosporine withdrawn. Conclusions regarding these differences in the incidence of malignancy could not be made because Study 3 was not designed to consider malignancy risk factors or systematically screen subjects for malignancy. In addition, more patients in the sirolimus with cyclosporine group had a pre-transplantation history of skin carcinoma. TABLE 3 INCIDENCE (%) OF MALIGNANCIES IN STUDY 3 (CYCLOSPORINE WITHDRAWAL STUDY) AT 36 MONTHS POST-TRANSPLANT a,b a: Patients received cyclosporine and corticosteroids. b: Includes patients who prematurely discontinued treatment. c: Patients may be counted in more than one category. Malignancy Nonrandomized (n = 95) Sirolimus with Cyclosporine Therapy (n = 215) Sirolimus Following Cyclosporine Withdrawal (n = 215) Lymphoma/ Lymphoproliferative disease 1.1 1.4 0.5 Skin Carcinoma Any Squamous Cell c 3.2 3.3 2.3 Any Basal Cell c 3.2 6.5 2.3 Melanoma 0 0.5 0 Miscellaneous/Not Specified 1.1 0.9 0 Total 4.2 7.9 3.7 Other Malignancy 3.2 3.3 1.9 6.3 High-Immunologic Risk Renal Transplant Patients Safety was assessed in 224 patients who received at least one dose of sirolimus with cyclosporine [ see Clinical Studies ( 14.3 ) ]. Overall, the incidence and nature of adverse reactions was similar to those seen in previous combination studies with sirolimus. The incidence of malignancy was 1.3 % at 12 months. 6.4 Conversion from Calcineurin Inhibitors to Sirolimus in Maintenance Renal Transplant Population The safety and efficacy of conversion from calcineurin inhibitors to sirolimus in maintenance renal transplant population have not been established [ see Clinical Studies ( 14.4 ) ]. In a study evaluating the safety and efficacy of conversion from calcineurin inhibitors to sirolimus (initial target sirolimus concentrations of 12 to 20 ng/mL, and then 8 to 20 ng/mL, by chromatographic assay) in maintenance renal transplant patients, enrollment was stopped in the subset of patients (n = 87) with a baseline glomerular filtration rate of less than 40 mL/min. There was a higher rate of serious adverse events, including pneumonia, acute rejection, graft loss and death, in this stratum of the sirolimus treatment arm. The subset of patients with a baseline glomerular filtration rate of less than 40 mL/min had 2 years of follow-up after randomization. In this population, the rate of pneumonia was 25.9% (15/58) versus 13.8% (4/29), graft loss ( excluding death with functioning graft loss) was 22.4% (13/58) versus 31% (9/29), and death was 15.5% (9/58) versus 3.4% (1/29) in the sirolimus conversion group and CNI continuation group, respectively. In the subset of patients with a baseline glomerular filtration rate of greater than 40 mL/min, there was no benefit associated with conversion with regard to improvement in renal function and a greater incidence of proteinuria in the sirolimus conversion arm. Overall in this study, a 5-fold increase in the reports of tuberculosis among sirolimus 2% (11/551) and comparator 0.4% (1/273) treatment groups was observed with 2:1 randomization scheme. In a second study evaluating the safety and efficacy of conversion from tacrolimus to sirolimus 3 months to 5 months post - kidney transplant, a higher rate of adverse events, discontinuations due to adverse events, acute rejection, and new onset diabetes mellitus was observed following conversion to sirolimus. There was also no benefit with respect to renal function and a greater incidence of proteinuria was observed after conversion to sirolimus [ see Clinical Studies ( 14.4 ) ]. 6.5 Pediatric Renal Transplant Patients Safety was assessed in a controlled clinical trial in pediatric (< 18 years of age) renal transplant patients considered at high-immunologic risk, defined as a history of one or more acute allograft rejection episodes and/or the presence of chronic allograft nephropathy on a renal biopsy [ see Clinical Studies ( 14.6 ) ]. The use of sirolimus in combination with calcineurin inhibitors and corticosteroids was associated with a higher incidence of deterioration of renal function (creatinine increased) compared to calcineurin inhibitor-based therapy, serum lipid abnormalities (including, but not limited to, increased serum triglycerides and cholesterol), and urinary tract infections. 6.6 Patients with Lymphangioleiomyomatosis Safety was assessed in a controlled trial involving 89 patients with lymphangioleiomyomatosis, 46 of whom were treated with sirolimus [ see Clinical Studies ( 14.7 ) ]. The adverse drug reactions observed in this trial were consistent with the known safety profile for renal transplant patients receiving sirolimus, with the addition of weight decreased which was reported at a greater incidence with sirolimus when compared to placebo. Adverse reactions occurring at a frequency of ≥20% in the sirolimus treatment group and greater than placebo include stomatitis, diarrhea, abdominal pain, nausea, nasopharyngitis, acne, chest pain, peripheral edema, upper respiratory tract infection, headache, dizziness, myalgia, and hypercholesterolemia. 6.7 Postmarketing Experience The following adverse reactions have been identified during post-approval use of sirolimus in transplant patients. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body as a Whole – Lymphedema. Cardiovascular – Pericardial effusion (including hemodynamically significant effusions and tamponade requiring intervention in children and adults) and fluid accumulation. Digestive System – Ascites. Hematological/Lymphatic – Pancytopenia, neutropenia. Hepatobiliary Disorders – Hepatotoxicity, including fatal hepatic necrosis, with elevated sirolimus trough concentrations. Immune System - Hypersensitivity reactions, including anaphylactic/anaphylactoid reactions, angioedema, and hypersensitivity vasculitis [ see Warnings and Precautions ( 5.4 ) ]. Infections – Tuberculosis. BK virus associated nephropathy has been observed in patients receiving immunosuppressants, including sirolimus. This infection may be associated with serious outcomes, including deteriorating renal function and renal graft loss. Cases of progressive multifocal leukoencephalopathy (PML), sometimes fatal, have been reported in patients treated with immunosuppressants, including sirolimus [ see Warnings and Precautions ( 5.10 ) ]. Clostridium difficile enterocolitis . Metabolic/Nutritional – Liver function test abnormal, AST/SGOT increased, ALT/SGPT increased, hypophosphatemia, hyperglycemia, diabetes mellitus. Nervous system - Posterior reversible encephalopathy syndrome. Respiratory – Cases of interstitial lung disease (including pneumonitis, bronchiolitis obliterans organizing pneumonia [BOOP], and pulmonary fibrosis), some fatal, with no identified infectious etiology have occurred in patients receiving immunosuppressive regimens including sirolimus. In some cases, the interstitial lung disease has resolved upon discontinuation or dose reduction of sirolimus. The risk may be increased as the sirolimus trough concentration increases [ see Warnings and Precautions ( 5.11 ) ]; pulmonary hemorrhage; pleural effusion; alveolar proteinosis. Skin – Neuroendocrine carcinoma of the skin (Merkel cell carcinoma) [ see Warnings and Precautions ( 5.18 ) ] , exfoliative dermatitis [ see Warnings and Precautions ( 5.4 ) ]. Urogenital - Nephrotic syndrome, proteinuria, focal segmental glomerulosclerosis, ovarian cysts, menstrual disorders (including amenorrhea and menorrhagia). Azoospermia has been reported with the use of sirolimus and has been reversible upon discontinuation of sirolimus in most cases."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sirolimus is contraindicated in patients with a hypersensitivity to sirolimus [ see Warnings and Precautions ( 5.4 ) ]. Hypersensitivity to sirolimus ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Sirolimus tablets are to be administered orally once daily, consistently with or without food [ see Dosage and Administration ( 2.5 ), Clinical Pharmacology ( 12.3 ) ]. Tablets should not be crushed, chewed or split. Patients unable to take the tablets should be prescribed the solution and instructed in its use. Renal Transplant Patients : Administer once daily by mouth, consistently with or without food ( 2 ). Administer the initial dose as soon as possible after transplantation and 4 hours after CsA ( 2.1 , 7.1 ). Adjust the sirolimus maintenance dose to achieve sirolimus trough concentrations within the target-range ( 2.5 ). Hepatic impairment: Reduce maintenance dose in patients with hepatic impairment ( 2.7 , 8.6 , 12.3 ). In renal transplant patients at low-to moderate-immunologic risk : Sirolimus and CsA Combination Therapy: One loading dose of 6 mg on day 1, followed by daily maintenance doses of 2 mg ( 2.2 ). Sirolimus Following CsA Withdrawal: 2 months to 4 months post-transplantation, withdraw CsA over 4 weeks to 8 weeks ( 2.2 ). In renal transplant patients at high-immunologic risk: Sirolimus and CsA Combination Therapy (for the first 12 months posttransplantation): One loading dose of up to 15 mg on day 1, followed by daily maintenance doses of 5 mg ( 2.3 ). Lymphangioleiomyomatosis Patients: Administer once daily by mouth, consistently with or without food ( 2 ). Recommended initial sirolimus dose is 2 mg/day ( 2.4 ). Adjust the sirolimus dose to achieve sirolimus trough concentrations between 5 to 15 ng/mL ( 2.4 ). Hepatic impairment: Reduce maintenance dose in patients with hepatic impairment ( 2.7 , 8.6 , 12.3 ). Therapeutic drug monitoring is recommended for all patients ( 2.5 , 5.17 ). 2.1 General Dosing Guidance for Renal Transplant Patients The initial dose of sirolimus tablets should be administered as soon as possible after transplantation. It is recommended that sirolimus tablets be taken 4 hours after administration of cyclosporine oral solution (MODIFIED) and or/cyclosporine capsules (MODIFIED) [ see Drug Interactions ( 7.2 ) ]. Frequent sirolimus tablets dose adjustments based on non-steady-state sirolimus concentrations can lead to overdosing or underdosing because sirolimus has a long half-life. Once sirolimus tablets maintenance dose is adjusted, patients should continue on the new maintenance dose for at least 7 to 14 days before further dosage adjustment with concentration monitoring. In most patients, dose adjustments can be based on simple proportion: new sirolimus tablets dose = current dose x (target concentration/current concentration). A loading dose should be considered in addition to a new maintenance dose when it is necessary to increase sirolimus trough concentrations: sirolimus loading dose = 3 x (new maintenance dose - current maintenance dose). The maximum sirolimus tablets dose administered on any day should not exceed 40 mg. If an estimated daily dose exceeds 40 mg due to the addition of a loading dose, the loading dose should be administered over 2 days. Sirolimus trough concentrations should be monitored at least 3 to 4 days after a loading dose(s). Two milligrams (2 mg) of Sirolimus Oral Solution have been demonstrated to be clinically equivalent to 2 mg Sirolimus Tablets; hence, at this dose these two formulations are interchangeable. However, it is not known if higher doses of Sirolimus Oral Solution are clinically equivalent to higher doses of Sirolimus Tablets on a mg-to-mg basis [ see Clinical Pharmacology ( 12.3 ) ]. 2.2 Renal Transplant Patients at Low- to Moderate-Immunologic Risk Sirolimus and Cyclosporine Combination Therapy For de novo renal transplant patients, it is recommended that sirolimus tablets be used initially in a regimen with cyclosporine and corticosteroids. A loading dose of sirolimus equivalent to 3 times the maintenance dose should be given, i.e. a daily maintenance dose of 2 mg should be preceded with a loading dose of 6 mg. Therapeutic drug monitoring should be used to maintain sirolimus drug concentrations within the target-range [ see Dosage and Administration ( 2.5 ) ]. Sirolimus Following Cyclosporine Withdrawal At 2 to 4 months following transplantation, cyclosporine should be progressively discontinued over 4 to 8 weeks, and the sirolimus dose should be adjusted to obtain sirolimus whole blood trough concentrations within the target-range [ see Dosage and Administration ( 2.5 ) ]. Because cyclosporine inhibits the metabolism and transport of sirolimus, sirolimus concentrations may decrease when cyclosporine is discontinued, unless the sirolimus dose is increased [ see Clinical Pharmacology ( 12.3 ) ]. 2.3 Renal Transplant Patients at High-Immunologic Risk In patients with high-immunologic risk, it is recommended that sirolimus be used in combination with cyclosporine and corticosteroids for the first 12 months following transplantation [ see Clinical Studies ( 14.3 ) ]. The safety and efficacy of this combination in high-immunologic risk patients has not been studied beyond the first 12 months. Therefore, after the first 12 months following transplantation, any adjustments to the immunosuppressive regimen should be considered on the basis of the clinical status of the patient. For patients receiving sirolimus with cyclosporine, sirolimus therapy should be initiated with a loading dose of up to 15 mg on day 1 post-transplantation. Beginning on day 2, an initial maintenance dose of 5 mg/day should be given. A trough level should be obtained between days 5 and 7, and the daily dose of sirolimus should thereafter be adjusted [ see Dosage and Administration ( 2.5 ) ]. The starting dose of cyclosporine should be up to 7 mg/kg/day in divided doses and the dose should subsequently be adjusted to achieve target whole blood trough concentrations [ see Dosage and Administration ( 2.5 ) ]. Prednisone should be administered at a minimum of 5 mg/day. Antibody induction therapy may be used. 2.4 Dosing in Patients with Lymphangioleiomyomatosis For patients with lymphangioleiomyomatosis, the initial sirolimus dose should be 2 mg/day. Sirolimus whole blood trough concentrations should be measured in 10 to 20 days, with dosage adjustment to maintain concentrations between 5 to 15 ng/mL [ see Dosage and Administration ( 2.5 ) ]. In most patients, dose adjustments can be based on simple proportion: new sirolimus dose = current dose x (target concentration/current concentration). Frequent sirolimus dose adjustments based on non-steady-state sirolimus concentrations can lead to overdosing or under dosing because sirolimus has a long half-life. Once sirolimus maintenance dose is adjusted, patients should continue on the new maintenance dose for at least 7 to 14 days before further dosage adjustment with concentration monitoring. Once a stable dose is achieved, therapeutic drug monitoring should be performed at least every three months. 2.5 Therapeutic Drug Monitoring Monitoring of sirolimus trough concentrations is recommended for all patients, especially in those patients likely to have altered drug metabolism, in patients ≥ 13 years who weigh less than 40 kg, in patients with hepatic impairment, when a change in the sirolimus dosage form is made, and during concurrent administration of strong CYP3A4 inducers and inhibitors [ see Warnings and Precautions ( 5.20 , 5.21 ), Drug Interactions ( 7 ) ]. Therapeutic drug monitoring should not be the sole basis for adjusting sirolimus therapy. Careful attention should be made to clinical signs/symptoms, tissue biopsy findings, and laboratory parameters. When used in combination with cyclosporine, sirolimus trough concentrations should be maintained within the target-range [ see Clinical Studies ( 14 ), Clinical Pharmacology ( 12.3 ) ]. Following cyclosporine withdrawal in transplant patients at low- to moderate-immunologic risk, the target sirolimus trough concentrations should be 16 to 24 ng/mL for the first year following transplantation. Thereafter, the target sirolimus concentrations should be 12 to 20 ng/mL. The above recommended 24 hour trough concentration ranges for sirolimus are based on chromatographic methods. Currently in clinical practice, sirolimus whole blood concentrations are being measured by both chromatographic and immunoassay methodologies. Because the measured sirolimus whole blood concentrations depend on the type of assay used, the concentrations obtained by these different methodologies are not interchangeable [ see Warnings and Precautions ( 5.17 ), Clinical Pharmacology ( 12.3 ) ]. Adjustments to the targeted range should be made according to the assay utilized to determine sirolimus trough concentrations. Since results are assay and laboratory dependent, and the results may change over time, adjustments to the targeted therapeutic range must be made with a detailed knowledge of the site-specific assay used. Therefore, communication should be maintained with the laboratory performing the assay. A discussion of different assay methods is contained in Clinical Therapeutics, Volume 22, Supplement B, April 2000 [ see References ( 15 ) ]. 2.6 Patients with Low Body Weight The initial dosage in patients ≥ 13 years who weigh less than 40 kg should be adjusted, based on body surface area, to 1 mg/m 2 /day. The loading dose should be 3 mg/m 2 . 2.7 Patients with Hepatic Impairment It is recommended that the maintenance dose of sirolimus be reduced by approximately one third in patients with mild or moderate hepatic impairment and by approximately one half in patients with severe hepatic impairment. It is not necessary to modify the sirolimus loading dose [ see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 ) ]. 2.8 Patients with Renal Impairment Dosage adjustment is not needed in patients with impaired renal function [ see Use in Specific Populations ( 8.7 ) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sirolimus is an mTOR inhibitor immunosuppressant indicated for the prophylaxis of organ rejection in patients aged ≥13 years receiving renal transplants: Patients at low- to moderate-immunologic risk: Use initially with cyclosporine (CsA) and corticosteroids. CsA withdrawal is recommended 2 months to 4 months after transplantation ( 1.1 ). Patients at high-immunologic risk: Use in combination with CsA and corticosteroids for the first 12 months following transplantation (1.1). Safety and efficacy of CsA withdrawal has not been established in high risk patients ( 1.1 , 1.2 , 14.3 ). Sirolimus is an mTOR inhibitor indicated for the treatment of patients with lymphangioleiomyomatosis ( 1.3 ). 1.1 Prophylaxis of Organ Rejection in Renal Transplantation Sirolimus tablets are indicated for the prophylaxis of organ rejection in patients aged 13 years or older receiving renal transplants. In patients at low- to moderate-immunologic risk, it is recommended that sirolimus tablets be used initially in a regimen with cyclosporine and corticosteroids; cyclosporine should be withdrawn 2 to 4 months after transplantation [ see Dosage and Administration ( 2.2 ) ]. In patients at high-immunologic risk (defined as Black recipients and/or repeat renal transplant recipients who lost a previous allograft for immunologic reason and/or patients with high panel-reactive antibodies [PRA; peak PRA level > 80%]), it is recommended that sirolimus tablets be used in combination with cyclosporine and corticosteroids for the first year following transplantation [ see Dosage and Administration ( 2.3 ), Clinical Studies ( 14.3 ) ]. 1.2 Limitations of Use in Renal Transplantation Cyclosporine withdrawal has not been studied in patients with Banff Grade 3 acute rejection or vascular rejection prior to cyclosporine withdrawal, those who are dialysis-dependent, those with serum creatinine > 4.5 mg/dL, Black patients, patients of multi-organ transplants, secondary transplants, or those with high levels of panel-reactive antibodies [ see Clinical Studies ( 14.2 ) ]. In patients at high-immunologic risk, the safety and efficacy of sirolimus tablets used in combination with cyclosporine and corticosteroids has not been studied beyond one year; therefore after the first 12 months following transplantation, any adjustments to the immunosuppressive regimen should be considered on the basis of the clinical status of the patient [ see Clinical Studies ( 14.3 ) ]. In pediatric patients, the safety and efficacy of sirolimus tablets have not been established in patients < 13 years old, or in pediatric (< 18 years) renal transplant patients considered at high-immunologic risk [ see Adverse Reactions ( 6.5 ), Clinical Studies ( 14.6 ) ]. The safety and efficacy of de novo use of sirolimus tablets without cyclosporine have not been established in renal transplant patients [ see Warnings and Precautions ( 5.12 ) ]. The safety and efficacy of conversion from calcineurin inhibitors to sirolimus tablet s in maintenance renal transplant patients have not been established [ see Clinical Studies ( 14.4 ) ]. 1.3 Treatment of Patients with Lymphangioleiomyomatosis Sirolimus tablets are indicated for the treatment of patients with lymphangioleiomyomatosis (LAM)."
  ],
  "fetched_at": "2025-09-30T22:12:35.679992",
  "source": "OpenFDA"
}