{
  "drug_name": "sn-glycero-3-phosphoethanolamine",
  "generic_name": [
    "OMEGA-3-ACID ETHYL ESTERS"
  ],
  "brand_names": [
    "Omega-3-acid ethyl esters"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Omega-3-acids may prolong bleeding time. Patients taking omega-3-acid ethyl esters capsules and an anticoagulant or other drug affecting coagulation (e.g., anti-platelet agents) should be monitored periodically. (7.1) 7.1 Anticoagulants or Other Drugs Affecting Coagulation Some trials with omega-3-acids demonstrated prolongation of bleeding time. The prolongation of bleeding time reported in these trials has not exceeded normal limits and did not produce clinically significant bleeding episodes. Clinical trials have not been done to thoroughly examine the effect of omega-3-acid ethyl esters and concomitant anticoagulants. Patients receiving treatment with omega-3-acid ethyl esters and an anticoagulant or other drug affecting coagulation (e.g., anti-platelet agents) should be monitored periodically."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (incidence >3% and greater than placebo) were eructation, dyspepsia, and taste perversion. To report SUSPECTED ADVERSE REACTIONS, contact Camber Pharmaceuticals Inc., at 1-866-495-8330 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions reported in at least 3% of subjects treated with omega-3-acid ethyl esters and at a greater rate than placebo based on pooled data across 23 clinical trials are listed in Table 1. Table 1. Adverse Reactions Occurring at Incidence ≥ 3% and Greater than Placebo in Clinical Trials of Omega-3-acid ethyl esters capsules Adverse Reactions a Omega-3-acid ethyl esters (n = 655) Placebo (n = 370) n % n % Eructation 29 4 5 1 Dyspepsia 22 3 6 2 Taste perversion 27 4 1 <1 a Trials included subjects with hypertriglyceridemia and severe hypertriglyceridemia. Additional adverse reactions from clinical trials are listed below: Digestive System Constipation, gastrointestinal disorder, and vomiting. Metabolic and Nutritional Disorders Increased ALT and increased AST. Skin Pruritus and rash. 6.2 Postmarketing Experience In addition to adverse reactions reported from clinical trials, the events described below have been identified during post-approval use of omega-3-acid ethyl esters capsules. Because these events are reported voluntarily from a population of unknown size, it is not possible to reliably estimate their frequency or to always establish a causal relationship to drug exposure. The following events have been reported: anaphylactic reaction, hemorrhagic diathesis, urticaria."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Omega-3-acid ethyl esters capsules are contraindicated in patients with known hypersensitivity (e.g., anaphylactic reaction) to omega-3-acid ethyl esters or any of its components. Omega-3-acid ethyl esters capsules are contraindicated in patients with known hypersensitivity (e.g., anaphylactic reaction) to omega-3-acid ethyl esters or any of its components."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess TG levels carefully before initiating therapy. Identify other causes (e.g., diabetes mellitus, hypothyroidism, medications) of high TG levels and manage as appropriate [see Indications and Usage (1)] . Patients should be placed on an appropriate lipid-lowering diet before receiving omega-3-acid ethyl esters capsules, and should continue this diet during treatment with omega-3-acid ethyl esters. In clinical studies, omega-3-acid ethyl esters capsules was administered with meals. The daily dose of omega-3-acid ethyl esters capsules is 4 grams per day. The daily dose may be taken as a single 4-gram dose (4 capsules) or as two 2-gram doses (2 capsules given twice daily). Patients should be advised to swallow omega-3-acid ethyl esters capsules whole. Do not break open, crush, dissolve, or chew omega-3-acid ethyl esters capsules. The daily dose of omega-3-acid ethyl esters capsules is 4 grams per day taken as a single 4-gram dose (4 capsules) or as two 2-gram doses (2 capsules given twice daily). (2) Patients should be advised to swallow omega-3-acid ethyl esters capsules whole. Do not break open, crush, dissolve, or chew omega-3-acid ethyl esters capsules. (2)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Omega-3-acid ethyl esters capsules are indicated as an adjunct to diet to reduce triglyceride (TG) levels in adult patients with severe (greater than or equal to 500 mg/dL) hypertriglyceridemia. Usage Considerations: Patients should be placed on an appropriate lipid-lowering diet before receiving omega-3-acid ethyl esters and should continue this diet during treatment with omega-3-acid ethyl esters capsules. Laboratory studies should be done to ascertain that the lipid levels are consistently abnormal before instituting therapy with omega-3-acid ethyl esters. Every attempt should be made to control serum lipids with appropriate diet, exercise, weight loss in obese patients, and control of any medical problems such as diabetes mellitus and hypothyroidism that are contributing to the lipid abnormalities. Medications known to exacerbate hypertriglyceridemia (such as beta blockers, thiazides, estrogens) should be discontinued or changed, if possible, prior to consideration of TG-lowering drug therapy. Limitations of Use: The effect of omega-3-acid ethyl esters capsules on the risk for pancreatitis has not been determined. The effect of omega-3-acid ethyl esters on cardiovascular mortality and morbidity has not been determined. Omega-3-acid ethyl esters capsules are a combination of ethyl esters of omega 3 fatty acids, principally eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), indicated as an adjunct to diet to reduce triglyceride (TG) levels in adult patients with severe (≥500 mg/dL) hypertriglyceridemia. (1) Limitations of Use: The effect of omega-3-acid ethyl esters on the risk for pancreatitis has not been determined. (1) The effect of omega-3-acid ethyl esters on cardiovascular mortality and morbidity has not been determined. (1)"
  ],
  "fetched_at": "2025-10-01T03:44:26.188559",
  "source": "OpenFDA"
}