{
  "drug_name": "Sodium iodide",
  "generic_name": [
    "Sodium iodide"
  ],
  "brand_names": [],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Many pharmacologic agents interact with sodium iodide I-131. These agents may affect the iodide protein binding and alter the iodide pharmacokinetics and pharmacodynamics. Table 3. Drug Interactions Substance Average Duration of Effect Anti-thyroid drugs e.g., carbimazole, propylthiouracil 5 days Natural or synthetic thyroid hormone e.g., thyroxine tri-iodothyronine 4 weeks 2 weeks Iodine-containing medications e.g., amiodarone expectorants, vitamins 4 weeks 2 weeks Topical iodide 1-9 months X-ray contrast agents iodine-containing agents Up to 1 year Other drugs anticoagulants, antihistamines corticosteroids, sulfonamides tolbutamide, perchlorate phenylbutazone lithium 1 week 1 week 1 week 1-2 weeks 4 weeks Many pharmacologic agents are known to interact with radioiodide. See full prescribing information complete list. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Radiation-induced Thyroiditis [see Warnings and Precautions ( 5.1 )] Thyroid-stimulating Hormone and Thyroid Enlargement [see Warnings and Precautions ( 5.2 )] Radiation-induced Toxicities [see Warnings and Precautions ( 5.3 )] Hypersensitivity Reactions [see Warnings and Precautions ( 5.4 )] Fetal Risk [see Warnings and Precautions ( 5.5 )] Transient Infertility [see Warnings and Precautions ( 5.6 )] Radiation Exposure to Other Individuals [see Warnings and Precautions ( 5.7 )] Radiation-related adverse reactions are a function of the dose level received by the patient. The following adverse reactions have been reported with doses of sodium iodide I-131 used in the treatment of benign disease, such as hyperthyroidism: Gastrointestinal disorders: sialadenitis Cardiac disorders: chest pain and tachycardia Skin and subcutaneous tissue disorders: iododerma, itching skin, rash, and hives Endocrine disorders: hypothyroidism, hyperthyroidism, thyrotoxic crisis, hypoparathyroidism General disorders and administration site conditions: local swelling The following adverse reactions have been reported with doses of sodium iodide I-131 used in the treatment of malignant disease: Blood and lymphatic system disorders including fatalities: radiation sickness, bone marrow depression, anemia, leucopenia, thrombocytopenia, and blood dyscrasia Neoplasms benign, malignant and unspecified (including cysts and polyps): leukemia and solid cancers Eye disorders: lacrimal gland dysfunction Gastrointestinal disorders: salivary gland dysfunction, nausea, vomiting Congenital, familial and genetic disorders: congenital hypothyroidism and chromosomal abnormalities Adverse reactions that occur after treatment of benign disease may also occur after treatment of malignant disease. Tenderness, pain on swallowing, sore throat, and cough have been reported, generally around the third day after sodium iodide I-131 administration. Adverse reactions that have been reported with doses of sodium iodide I-131 used in the treatment of benign disease include sialadenitis, chest pain, tachycardia, iododerma, itching skin, rash, hives, hypothyroidism, hyperthyroidism, thyrotoxic crisis, hypoparathyroidism, and local swelling. ( 6 ) Adverse reactions that have been reported with doses of sodium iodide I-131 used in the treatment of malignant disease include radiation sickness, bone marrow depression, anemia, leucopenia, thrombocytopenia, blood dyscrasia, leukemia, solid cancers, lacrimal gland dysfunction, salivary gland dysfunction, congenital hypothyroidism, and chromosomal abnormalities. ( 6 ) To report SUSPECTED ADVERSE REACTIONS contact Mallinckrodt Inc. at 1-888-744-1414 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sodium Iodide I 131 Capsules Therapeutic is contraindicated in: Patients with vomiting and diarrhea [see Warnings and Precautions ( 5.7 )] . The treatment of thyroid malignancies shown to have no iodide uptake, which include the majority of medullary and anaplastic carcinomas. Pregnancy [see Warnings and Precautions ( 5.5 )] . Breastfeeding [see Use in Specific Populations ( 8.3 )] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use safe handling measures to minimize inadvertent radiation exposure. ( 2.1 ) Hyperthyroidism 148 to 370 megabecquerels (MBq) (4 to 10 millicuries, mCi). Toxic nodular goiter and other situations may require larger doses. ( 2.2 ) Thyroid Carcinoma For thyroid carcinoma, 3700 to 5550 MBq (100 to 150 mCi). ( 2.3 ) For post-operative ablation of normal thyroid tissue: 1850 MBq (50 mCi). ( 2.3 ) Individualize therapy, including dose selection, based upon patient-specific factors detected during the therapeutic planning process. ( 2.4 ) 2.1 Radiation Safety Sodium iodide I-131 capsules emit radiation and must be handled with safety measures to minimize inadvertent radiation exposure to clinical personnel and patients [see Warnings and Precautions ( 5.7 )] . Radiopharmaceuticals should be used only by or under the direction of phy­sicians who are qualified by training and experience in the safe use and handling of radionuclides and whose experience and training have been approved by the appropriate governmental agency authorized to license the use of radionuclides. Wear waterproof gloves during the entire sodium iodide I-131 capsule handling and administration procedure. Maintain adequate shielding during the radiation-emitting life of the product. Measure the patient dose using a suitable radioactivity calibration system immediately prior to administration. 2.2 Hyperthyroidism For hyperthyroidism, the usual sodium iodide I-131 dose range is 148 to 370 MBq (4 to 10 mCi). Higher doses may be necessary for the treatment of toxic nodular goiter and other special situations. Consider discontinuation of anti-thyroid therapy in a severely hyperthyroid pa­tient three to four days before administration of sodium iodide I-131. Evaluate patients for risk of thyroid enlargement and obstruction of structures in the neck [see Warnings and Precautions ( 5.1 , 5.2 )] . 2.3 Thyroid Carcinoma For thyroid carcinoma, the usual sodium iodide I-131 therapeutic dose is 3700 to 5550 MBq (100 to 150 mCi). For ablation of post-operative residual thyroid tissue, the usual dose is 1850 MBq (50 mCi). 2.4 Individualization of Therapy Individualize sodium iodide I-131 therapy, including dose selection, based upon patient-specific factors such as the nature of the underlying condition, co-morbidities, age, estimated thyroid tissue iodine uptake, thyroid size, as well as ability of the patient to comply with the therapeutic regimen and radiation safety procedures. Perform a clinical assessment, including history, physical examination and laboratory testing when preparing patients for sodium iodide I-131 therapy in order to detect conditions which may alter thyroid iodine uptake and increase the risks of the therapy or diminish its effectiveness. For example, intake of iodine in radiographic contrast may diminish thyroid iodine uptake while low serum chloride or nephrosis may increase thyroid iodine uptake. Obtain a drug history and ascertain whether any medications need to be withheld before the administration of the therapy [see Drug Interactions ( 7 )] . 2.5 Radiation Dosimetry The estimated absorbed radiation doses 1 to an average (70 kg) euthyroid (normal functioning thy­roid) patient from an oral dose of iodine-131 in both milligray (mGy) per megabecquerel (MBq) and rad per millicurie (mCi) are shown in Table 1. Table 1. Absorbed Radiation Doses Tissue Thyroid Uptake 5% 15% 25% mGy/ MBq rads/ mCi mGy/ MBq rads/ mCi mGy/ MBq rads/ mCi Thyroid 72 266 210 777 360 1300 Stomach Wall 0.45 1.7 0.46 1.7 0.46 1.7 Red Marrow 0.038 0.14 0.054 0.20 0.07 0.26 Liver 0.03 0.11 0.032 0.12 0.035 0.13 Testes 0.029 0.11 0.028 0.10 0.027 0.10 Ovaries 0.044 0.16 0.043 0.16 0.043 0.16 Urinary Bladder 0.58 2.1 0.52 1.9 0.46 1.7 Salivary Glands 2 0.5 1.85 0.5 1.85 0.5 1.85 Other 0.040 0.15 0.065 0.24 0.090 0.33",
    "2.1 Radiation Safety Sodium iodide I-131 capsules emit radiation and must be handled with safety measures to minimize inadvertent radiation exposure to clinical personnel and patients [see Warnings and Precautions ( 5.7 )] . Radiopharmaceuticals should be used only by or under the direction of phy­sicians who are qualified by training and experience in the safe use and handling of radionuclides and whose experience and training have been approved by the appropriate governmental agency authorized to license the use of radionuclides. Wear waterproof gloves during the entire sodium iodide I-131 capsule handling and administration procedure. Maintain adequate shielding during the radiation-emitting life of the product. Measure the patient dose using a suitable radioactivity calibration system immediately prior to administration.",
    "2.2 Hyperthyroidism For hyperthyroidism, the usual sodium iodide I-131 dose range is 148 to 370 MBq (4 to 10 mCi). Higher doses may be necessary for the treatment of toxic nodular goiter and other special situations. Consider discontinuation of anti-thyroid therapy in a severely hyperthyroid pa­tient three to four days before administration of sodium iodide I-131. Evaluate patients for risk of thyroid enlargement and obstruction of structures in the neck [see Warnings and Precautions ( 5.1 , 5.2 )] .",
    "2.3 Thyroid Carcinoma For thyroid carcinoma, the usual sodium iodide I-131 therapeutic dose is 3700 to 5550 MBq (100 to 150 mCi). For ablation of post-operative residual thyroid tissue, the usual dose is 1850 MBq (50 mCi).",
    "2.4 Individualization of Therapy Individualize sodium iodide I-131 therapy, including dose selection, based upon patient-specific factors such as the nature of the underlying condition, co-morbidities, age, estimated thyroid tissue iodine uptake, thyroid size, as well as ability of the patient to comply with the therapeutic regimen and radiation safety procedures. Perform a clinical assessment, including history, physical examination and laboratory testing when preparing patients for sodium iodide I-131 therapy in order to detect conditions which may alter thyroid iodine uptake and increase the risks of the therapy or diminish its effectiveness. For example, intake of iodine in radiographic contrast may diminish thyroid iodine uptake while low serum chloride or nephrosis may increase thyroid iodine uptake. Obtain a drug history and ascertain whether any medications need to be withheld before the administration of the therapy [see Drug Interactions ( 7 )] .",
    "2.5 Radiation Dosimetry The estimated absorbed radiation doses 1 to an average (70 kg) euthyroid (normal functioning thy­roid) patient from an oral dose of iodine-131 in both milligray (mGy) per megabecquerel (MBq) and rad per millicurie (mCi) are shown in Table 1. Table 1. Absorbed Radiation Doses Tissue Thyroid Uptake 5% 15% 25% mGy/ MBq rads/ mCi mGy/ MBq rads/ mCi mGy/ MBq rads/ mCi Thyroid 72 266 210 777 360 1300 Stomach Wall 0.45 1.7 0.46 1.7 0.46 1.7 Red Marrow 0.038 0.14 0.054 0.20 0.07 0.26 Liver 0.03 0.11 0.032 0.12 0.035 0.13 Testes 0.029 0.11 0.028 0.10 0.027 0.10 Ovaries 0.044 0.16 0.043 0.16 0.043 0.16 Urinary Bladder 0.58 2.1 0.52 1.9 0.46 1.7 Salivary Glands 2 0.5 1.85 0.5 1.85 0.5 1.85 Other 0.040 0.15 0.065 0.24 0.090 0.33"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sodium Iodide I 131 Capsules Therapeutic is indicated for the treatment of hyperthyroidism and thyroid carcinomas that take up iodide. Palliative effects may be observed in patients with advanced thyroid malignancy if the metastatic lesions take up iodide. Sodium Iodide I 131 Capsules Therapeutic is a radioactive therapeutic agent indicated for the treatment of hyperthyroidism and thyroid carcinomas that take up iodine. Palliative effects may be observed in patients with advanced thyroid malignancy if the metastatic lesions take up iodine. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:45:11.026226",
  "source": "OpenFDA"
}