{
  "drug_name": "Sonidegib",
  "generic_name": [
    "SONIDEGIB"
  ],
  "brand_names": [
    "Odomzo"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A inhibitors: Avoid strong CYP3A inhibitors. Avoid long-term (greater than 14 days) use of moderate CYP3A inhibitors. ( 7.1 ) CYP3A inducers: Avoid strong and moderate CYP3A inducers. ( 7.1 ) 7.1 Effects of Other Drugs on ODOMZO Strong and Moderate CYP3A Inhibitors Avoid concomitant administration of ODOMZO with strong CYP3A inhibitors [see Clinical Pharmacology (12.3) ]. Avoid concomitant administration of ODOMZO with moderate CYP3A inhibitors. If a moderate CYP3A inhibitor must be used, administer the moderate CYP3A inhibitor for less than 14 days and monitor closely for adverse reactions particularly musculoskeletal adverse reactions [see Clinical Pharmacology (12.3) ]. Strong and Moderate CYP3A Inducers Avoid concomitant administration of ODOMZO with strong and moderate CYP3A inducers [see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Musculoskeletal Adverse Reactions [see Warnings and Precautions (5.2) ] . The most common adverse reactions occurring in ≥10% of patients are muscle spasms, alopecia, dysgeusia, fatigue, nausea, musculoskeletal pain, diarrhea, decreased weight, decreased appetite, myalgia, abdominal pain, headache, pain, vomiting, and pruritus. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc. at 1-800-406-7984 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of ODOMZO was evaluated in BOLT, a randomized, double-blind, multiple cohort trial in which 229 patients received ODOMZO at either 200 mg (n=79) or 800 mg (n=150) daily. The frequency of common adverse reactions including muscle spasms, alopecia, dysgeusia, fatigue, nausea, decreased weight, decreased appetite, myalgia, pain, and vomiting was greater in patients treated with ODOMZO 800 mg as compared to 200 mg. The data described below reflect exposure to ODOMZO 200 mg daily in 79 patients with locally advanced BCC (laBCC; n=66) or metastatic BCC (mBCC; n=13) enrolled in BOLT. Patients were followed for at least 18 months unless discontinued earlier. The median duration of treatment with ODOMZO was 11.0 months (range 1.3 to 33.5 months). The study population characteristics were: median age of 67 years (range 25 to 92; 59% were ≥65 years), 61% male, and 90% white. The majority of patients had prior surgery (75%), radiotherapy (24%), systemic chemotherapy (4%), or topical or photodynamic therapies (18%) for treatment of BCC. No patient had prior exposure to a Hh pathway inhibitor. ODOMZO was permanently discontinued in 34% of patients or temporarily interrupted in 20% of patients for adverse reactions. Adverse reactions reported in at least two patients that led to discontinuation of the drug were: muscle spasms, and dysgeusia (each 5%), asthenia, increased lipase, and nausea (each 4%), fatigue, decreased appetite, alopecia, and decreased weight (each 3%). Serious adverse reactions occurred in 18% of patients. The most common adverse reactions occurring in ≥10% of patients treated with ODOMZO 200 mg were muscle spasms, alopecia, dysgeusia, fatigue, nausea, musculoskeletal pain, diarrhea, decreased weight, decreased appetite, myalgia, abdominal pain, headache, pain, vomiting, and pruritus (Table 1). The key laboratory abnormalities are described in Table 2. Table 1: Adverse Reactions Occurring in ≥10% of Patients in BOLT Adverse Reaction ODOMZO 200 mg (N=79) a No Grade 4 adverse reactions were reported. All Grades a % Grade 3 % Musculoskeletal and connective tissue Muscle spasms 54 3 Musculoskeletal pain 32 1 Myalgia 19 0 Skin and subcutaneous tissue Alopecia 53 0 Pruritus 10 0 Nervous system Dysgeusia 46 0 Headache 15 1 General Fatigue 41 4 Pain 14 1 Gastrointestinal Nausea 39 1 Diarrhea 32 1 Abdominal pain 18 0 Vomiting 11 1 Investigations Decreased weight 30 3 Metabolism and nutrition Decreased appetite 23 1 Table 2: Key Laboratory Abnormalities a in BOLT Laboratory Test ODOMZO 200 mg (N=79) a Based on worst post-treatment laboratory value regardless of baseline; grading by CTCAE v4.03. b The serum creatinine level remained within normal range in 76% (60/79) of patients. All Grades % Grades 3-4 % Chemistry Increased serum creatinine 92 b 0 Increased serum creatine kinase (CK) 61 8 Hyperglycemia 51 4 Increased lipase 43 13 Increased alanine aminotransferase 19 4 Increased aspartate aminotransferase 19 4 Increased amylase 16 1 Hematology Anemia 32 0 Lymphopenia 28 3 Amenorrhea Amenorrhea lasting for at least 18 months occurred in two of 14 pre-menopausal women treated with ODOMZO 200 mg or 800 mg once daily."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 200 mg orally once daily taken on an empty stomach, at least 1 hour before or 2 hours after a meal. ( 2.2 ) 2.1 Important Safety Information Verify the pregnancy status of females of reproductive potential prior to initiating ODOMZO [see Use in Specific Populations (8.1 , 8.3 )] . 2.2 Recommended Dosage The recommended dosage of ODOMZO is 200 mg taken orally once daily on an empty stomach, at least 1 hour before or 2 hours after a meal, administered until disease progression or unacceptable toxicity [see Clinical Pharmacology (12.3) ]. Obtain serum creatine kinase (CK) levels and renal function tests prior to initiating ODOMZO in all patients [see Dosage and Administration (2.2) and Warnings and Precautions (5.2) ]. If a dose of ODOMZO is missed, resume dosing with the next scheduled dose. 2.3 Dosage Modifications for Adverse Reactions Interrupt ODOMZO for Severe or intolerable musculoskeletal adverse reactions. First occurrence of serum CK elevation between 2.5 and 10 times upper limit of normal (ULN). Recurrent serum CK elevation between 2.5 and 5 times ULN. Resume ODOMZO at 200 mg daily upon resolution of clinical signs and symptoms. Permanently discontinue ODOMZO for Serum CK elevation greater than 2.5 times ULN with worsening renal function. Serum CK elevation greater than 10 times ULN. Recurrent serum CK elevation greater than 5 times ULN. Recurrent severe or intolerable musculoskeletal adverse reactions."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ODOMZO (sonidegib) is indicated for the treatment of adult patients with locally advanced basal cell carcinoma (BCC) that has recurred following surgery or radiation therapy, or those who are not candidates for surgery or radiation therapy. ODOMZO is a hedgehog pathway inhibitor indicated for the treatment of adult patients with locally advanced basal cell carcinoma (BCC) that has recurred following surgery or radiation therapy, or those who are not candidates for surgery or radiation therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:22:59.524013",
  "source": "OpenFDA"
}