{
  "drug_name": "Sparsentan",
  "generic_name": [
    "SPARSENTAN"
  ],
  "brand_names": [
    "FILSPARI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A inhibitors: Avoid concomitant use. Increased sparsentan exposure ( 2.7 , 7.2 , 12.3 ). • Moderate CYP3A inhibitors: Monitor adverse reactions. Increased sparsentan exposure ( 7.2 , 12.3 ). • Strong CYP3A inducers: Avoid concomitant use. Decreased sparsentan exposure ( 7.3 , 12.3 ). • Antacids: Avoid use within 2 hours before or after use of sparsentan. May decrease exposure to sparsentan ( 7.4 , 11 ). • Acid reducing agents: Avoid concomitant use. May decrease exposure to sparsentan ( 7.4 ). • Non-steroidal anti-inflammatory drugs (NSAIDs) including selective cyclooxygenase (COX-2) inhibitors: Monitor for signs of worsening renal function. Increased risk of kidney injury ( 7.5 ). • CYP2B6, 2C9, and 2C19 substrates: Monitor for substrate efficacy. Decreased exposure of these substrates ( 7.6 , 12.3 ). • Sensitive P-gp and BCRP substrates: Avoid concomitant use. Increased exposure to substrates ( 7.7 , 12.3 ). • Agents Increasing Serum Potassium: Increased risk of hyperkalemia, monitor serum potassium frequently ( 5.6 , 7.8 ). 7.1 Renin-Angiotensin System Inhibitors and ERAs Do not coadminister FILSPARI with ARBs, ERAs, or aliskiren [see Dosage and Administration ( 2.1 ), Contraindications ( 4 )] . Combined use of these agents is associated with increased risks of hypotension, syncope, hyperkalemia, and changes in renal function (including acute renal failure). 7.2 Strong and Moderate CYP3A Inhibitors Avoid concomitant use of FILSPARI with strong CYP3A inhibitors. If a strong CYP3A inhibitor cannot be avoided, interrupt treatment with FILSPARI. When resuming treatment with FILSPARI, consider dose titration [see Dosage and Administration ( 2.4 , 2.7 ), Clinical Pharmacology ( 12.3 )] . Monitor blood pressure, serum potassium, edema, and kidney function regularly when used concomitantly with moderate CYP3A inhibitors [see Warnings and Precautions ( 5.4 , 5.5 , 5.6 , 5.7 )] . No FILSPARI dose adjustment is needed. Sparsentan is a CYP3A substrate. Concomitant use with a strong CYP3A inhibitor increases sparsentan C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of FILSPARI adverse reactions. 7.3 Strong CYP3A Inducers Avoid concomitant use with a strong CYP3A inducer. Sparsentan is a CYP3A substrate. Concomitant use with a strong CYP3A inducer decreases sparsentan C max and AUC [see Clinical Pharmacology ( 12.3 )] , which may reduce FILSPARI efficacy. 7.4 Antacids and Acid Reducing Agents Administer FILSPARI 2 hours before or after administration of antacids. Avoid concomitant use of acid reducing agents (histamine H2 receptor antagonist and PPI proton pump inhibitor) with FILSPARI. Sparsentan exhibits pH-dependent solubility [see Description ( 11 )] . Antacids or acid reducing agents may decrease sparsentan exposure which may reduce FILSPARI efficacy. 7.5 Non-Steroidal Anti-Inflammatory Agents (NSAIDs), Including Selective Cyclooxygenase-2 (COX-2) Inhibitors Monitor for signs of worsening renal function with concomitant use with NSAIDs (including selective COX-2 inhibitors). In patients with volume depletion (including those on diuretic therapy) or with impaired kidney function, concomitant use of NSAIDs (including selective COX-2 inhibitors) with drugs that antagonize the angiotensin II receptor may result in deterioration of kidney function, including possible kidney failure [see Warnings and Precautions ( 5.5 )] . These effects are usually reversible. 7.6 CYP2B6, 2C9, and 2C19 Substrates Monitor for efficacy of the concurrently administered CYP2B6, 2C9, and 2C19 substrates and consider dosage adjustment in accordance with the Prescribing Information. Sparsentan is an inducer of CYP2B6, 2C9, and 2C19. Sparsentan decreases exposure of these substrates [see Clinical Pharmacology ( 12.3 )] , which may reduce efficacy related to these substrates. 7.7 P-gp and BCRP Substrates Avoid concomitant use of sensitive substrates of P-gp and BCRP with FILSPARI. Sparsentan is an inhibitor of P-gp and BCRP. Sparsentan may increase exposure of these transporter substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions related to these substrates. 7.8 Agents Increasing Serum Potassium Monitor serum potassium frequently in patients treated with FILSPARI and other agents that increase serum potassium. Concomitant use of FILSPARI with potassium-sparing diuretics, potassium supplements, potassium-containing salt substitutes, or other drugs that raise serum potassium levels may result in hyperkalemia [see Warnings and Precautions ( 5.6 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Clinically significant adverse reactions that appear in other sections of the label include: • Hepatotoxicity [see Warnings and Precautions ( 5.1 )] • Embryo-Fetal Toxicity [see Warnings and Precautions ( 5.3 )] • Hypotension [see Warnings and Precautions ( 5.4 )] • Acute Kidney Injury [see Warnings and Precautions ( 5.5 )] • Hyperkalemia [see Warnings and Precautions ( 5.6 )] • Fluid Retention [see Warnings and Precautions ( 5.7 )] Most common adverse reactions (≥5%) are hyperkalemia, hypotension (including orthostatic hypotension), peripheral edema, dizziness, anemia, and acute kidney injury ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Travere Therapeutics at 1-877-659-5518 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of FILSPARI was evaluated in PROTECT ( NCT03762850 ), a randomized, double-blind, active-controlled clinical study in adults with IgAN. The data below reflect FILSPARI exposure in 202 patients with a median duration of 110 weeks. The most common adverse reactions are presented in Table 2 . Table 2: Adverse Reactions Reported in 2% or More of Subjects Treated with FILSPARI 1 Includes related terms. 2 Elevations in ALT or AST greater than 3-fold ULN. FILSPARI (N = 202) n (%) Irbesartan (N = 202) n (%) Hyperkalemia 1 34 (17) 27 (13) Hypotension (including orthostatic hypotension) 33 (16) 13 (6) Peripheral edema 1 33 (16) 29 (14) Dizziness 1 32 (16) 14 (7) Anemia 16 (8) 9 (4) Acute kidney injury 12 (6) 5 (2) Transaminase elevations 2 7 (3.5) 8 (4.0) Laboratory Tests Initiation of FILSPARI may cause an initial small decrease in estimated glomerular filtration rate (eGFR) that occurs within the first 4 weeks of starting therapy and then stabilizes. The incidence of a hemoglobin decrease >2 g/dL compared to baseline and below the lower limit of normal was greater for the FILSPARI arm (19%) compared to the irbesartan arm (13%). This decrease is thought to be in part due to hemodilution. There were no treatment discontinuations due to anemia or hemoglobin decrease in the PROTECT study."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Use of FILSPARI is contraindicated in patients who are pregnant [see Dosage and Administration ( 2.3 ), Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 )] . Do not coadminister FILSPARI with ARBs, ERAs, or aliskiren [see Dosage and Administration ( 2.1 ), Drug Interactions ( 7.1 )]. • Pregnancy ( 4 ). • Concomitant use with angiotensin receptor blockers (ARBs), ERAs, or aliskiren ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Prior to initiating treatment with FILSPARI, discontinue use of renin- angiotensin-aldosterone system (RAAS) inhibitors and endothelin receptor antagonists (ERAs) ( 2.1 , 4 , 7.1 ). • Initiate treatment with FILSPARI at 200 mg orally once daily. After 14 days, increase to 400 mg once daily, as tolerated. When resuming FILSPARI after an interruption, consider re-titration ( 2.4 ). • Instruct patients to swallow tablets whole with water prior to the morning or evening meal ( 2.5 ). 2.1 General Considerations Prior to initiating treatment with FILSPARI, discontinue use of renin-angiotensin-aldosterone system (RAAS) inhibitors and endothelin receptor antagonists (ERAs) [see Contraindications ( 4 ), Drug Interactions ( 7.1 )] . 2.2 Monitoring Initiate treatment with FILSPARI only after measuring aminotransferase levels and total bilirubin. Avoid initiation in patients with elevated aminotransferases greater than 3 times ULN. Continue required monitoring every 3 months during treatment with FILSPARI [see Dosage and Administration ( 2.6 ), Warnings and Precautions ( 5.1 )]. 2.3 Pregnancy Testing Exclude pregnancy before initiating treatment with FILSPARI [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.1 , 8.3 )]. 2.4 Recommended Dosage Initiate treatment with FILSPARI at 200 mg orally once daily. After 14 days, increase to the recommended dose of 400 mg once daily, as tolerated. When resuming treatment with FILSPARI after an interruption, consider titration of FILSPARI, starting at 200 mg once daily. After 14 days, increase to the recommended dose of 400 mg once daily [see Drug Interactions ( 7.2 )] . 2.5 Administration • Instruct patient to swallow tablets whole with water prior to the morning or evening meal. • Maintain the same dosing pattern in relationship to meals. • If a dose is missed, take the next dose at the regularly scheduled time. Do not take double or extra doses. 2.6 Dosage Adjustment for Aminotransferase Elevations If aminotransferase levels increase, adjust monitoring and treatment plan according to Table 1 . Do not resume treatment in patients who have experienced clinical symptoms of hepatotoxicity or in patients whose hepatic enzyme levels and bilirubin have not returned to pretreatment levels. Table 1: Dosage Adjustment and Monitoring in Patients Developing Aminotransferase Elevations Greater Than 3 Times ULN ALT = alanine aminotransferase; AST = aspartate aminotransferase; INR = international normalized ratio; ULN = upper limit of normal. ALT/AST levels Treatment and monitoring recommendations Greater than 3 times and less than or equal to 8 times ULN Confirm elevation with a repeat measure. If confirmed, interrupt treatment, and monitor aminotransferase levels and bilirubin at least weekly, and INR as needed, until the levels return to pretreatment values and the patient is asymptomatic. Do not resume treatment if any of the following occurs without other cause found: • ALT or AST greater than 3 times ULN and total bilirubin greater than 2 times ULN or INR greater than 1.5 • ALT or AST greater than 3 times ULN, with symptoms of fatigue, nausea, vomiting, right upper quadrant pain or tenderness, fever, rash, and/or eosinophilia (greater than 5% eosinophils) • ALT or AST greater than 5 times ULN for more than 2 weeks If treatment is resumed, initiate FILSPARI at 200 mg once daily, with reassessment of hepatic enzyme levels and bilirubin within 3 days. Close monitoring is required in these patients [see Dosage and Administration ( 2.2 , 2.4 )] . Greater than 8 times ULN Stop treatment permanently if no other cause found. 2.7 Dosage Modification for Concomitant Use with Strong CYP3A Inhibitors Avoid concomitant use of strong CYP3A inhibitors with FILSPARI. If a strong CYP3A inhibitor cannot be avoided, interrupt treatment with FILSPARI [see Drug Interactions ( 7.2 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FILSPARI is indicated to slow kidney function decline in adults with primary immunoglobulin A nephropathy (IgAN) who are at risk for disease progression. FILSPARI is an endothelin and angiotensin II receptor antagonist indicated to slow kidney function decline in adults with primary immunoglobulin A nephropathy (IgAN) who are at risk for disease progression ( 1 , 12.1 )."
  ],
  "fetched_at": "2025-10-01T19:05:14.269228",
  "source": "OpenFDA"
}