{
  "drug_name": "SR 140333",
  "generic_name": [
    "BUPROPION HYDROCHLORIDE SR"
  ],
  "brand_names": [
    "BUPROPION HYDROCHLORIDE SR"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "The following adverse reactions are discussed in greater detail in other sections of the labeling: Suicidal thoughts and behaviors in adolescents and young adults [see BOXED WARNING, Warnings and Precautions ( 5.1)] Neuropsychiatric symptoms and suicide risk in smoking cessation treatment [see Warnings and Precautions ( 5.2)] Seizure [see Warnings and Precautions ( 5.3)] Hypertension [see Warnings and Precautions ( 5.4)] Activation of mania or hypomania [see Warnings and Precautions ( 5.5)] Psychosis and other neuropsychiatric reactions [see Warnings and Precautions ( 5.6)] Angle-closure glaucoma [see Warnings and Precautions ( 5.7)] Hypersensitivity reactions [see Warnings and Precautions ( 5.8)] 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Adverse Reactions Leading to Discontinuation of Treatment In placebo-controlled clinical trials, 4%, 9%, and 11% of the placebo, 300 mg/day, and 400 mg/day groups, respectively, discontinued treatment due to adverse reactions. The specific adverse reactions leading to discontinuation in at least 1% of the 300 mg/day or 400 mg/day groups and at a rate at least twice the placebo rate are listed in Table 2. Table 2. Treatment Discontinuations Due to Adverse Reactions in Placebo‑Controlled Trials Adverse Reaction Placebo (n = 385) Bupropion Hydrochloride Extended-release Tablets (SR) 300 mg/day (n = 376) Bupropion Hydrochloride Extended-release Tablets (SR) 400 mg/day (n = 114) Rash 0.0% 2.4% 0.9% Nausea 0.3% 0.8% 1.8% Agitation 0.3% 0.3% 1.8% Migraine 0.3% 0.0% 1.8% Commonly Observed Adverse Reactions Adverse reactions from Table 3 occurring in at least 5% of subjects treated with bupropion hydrochloride extended-release tablets (SR) and at a rate at least twice the placebo rate are listed below for the 300 mg/day and 400 mg/day dose groups. Bupropion hydrochloride extended-release tablets (SR) 300 mg/day: Anorexia, dry mouth, rash, sweating, tinnitus, and tremor. Bupropion hydrochloride extended-release tablets (SR) 400 mg/day: Abdominal pain, agitation, anxiety, dizziness, dry mouth, insomnia, myalgia, nausea, palpitation, pharyngitis, sweating, tinnitus, and urinary frequency. Adverse reactions reported in placebo-controlled trials are presented in TABLE 3. Reported adverse reactions were classified using a COSTART-based Dictionary. Table 3. Adverse Reactions Reported by at Least 1% of Subjects and at a Greater Frequency than Placebo in Controlled Clinical Trials Body System/ Adverse Reaction Bupropion Hydrochloride Extended-release Tablets (SR) 300 mg/day (n = 376) Bupropion Hydrochloride Extended-release Tablets (SR) 400 mg/day (n = 114) Placebo (n = 385) Body (General) Headache 26% 25% 23% Infection 8% 9% 6% Abdominal pain 3% 9% 2% Asthenia 2% 4% 2% Chest pain 3% 4% 1% Pain 2% 3% 2% Fever 1% 2% — Cardiovascular Palpitation 2% 6% 2% Flushing 1% 4% — Migraine 1% 4% 1% Hot flashes 1% 3% 1% Digestive Dry mouth 17% 24% 7% Nausea 13% 18% 8% Constipation 10% 5% 7% Diarrhea 5% 7% 6% Anorexia 5% 3% 2% Vomiting 4% 2% 2% Dysphagia 0% 2% 0% Musculoskeletal Myalgia 2% 6% 3% Arthralgia 1% 4% 1% Arthritis 0% 2% 0% Twitch 1% 2% — Nervous system Insomnia 11% 16% 6% Dizziness 7% 11% 5% Agitation 3% 9% 2% Anxiety 5% 6% 3% Tremor 6% 3% 1% Nervousness 5% 3% 3% Somnolence 2% 3% 2% Irritability 3% 2% 2% Memory decreased — 3% 1% Paresthesia 1% 2% 1% Central nervous system stimulation 2% 1% 1% Respiratory Pharyngitis 3% 11% 2% Sinusitis 3% 1% 2% Increased cough 1% 2% 1% Skin Sweating 6% 5% 2% Rash 5% 4% 1% Pruritus 2% 4% 2% Urticaria 2% 1% 0% Special senses Tinnitus 6% 6% 2% Taste perversion 2% 4% — Blurred vision or diplopia 3% 2% 2% Urogenital Urinary frequency 2% 5% 2% Urinary urgency — 2% 0% Vaginal hemorrhage a 0% 2% — Urinary tract infection 1% 0% — aIncidence based on the number of female subjects. — Hyphen denotes adverse events occurring in greater than 0 but less than 0.5% of subjects. Other Adverse Reactions Observed During the Clinical Development of Bupropion In addition to the adverse reactions noted above, the following adverse reactions have been reported in clinical trials with the sustained-release formulation of bupropion in depressed subjects and in nondepressed smokers, as well as in clinical trials with the immediate release formulation of bupropion. Adverse reaction frequencies represent the proportion of subjects who experienced a treatment-emergent adverse reaction on at least one occasion in placebo-controlled trials for depression (n = 987) or smoking cessation (n = 1,013), or subjects who experienced an adverse reaction requiring discontinuation of treatment in an open-label surveillance trial with bupropion hydrochloride extended-release tablets (SR) (n = 3,100). All treatment-emergent adverse reactions are included except those listed in Table 3, those listed in other safety-related sections of the prescribing information, those subsumed under COSTART terms that are either overly general or excessively specific so as to be uninformative, those not reasonably associated with the use of the drug, and those that were not serious and occurred in fewer than 2 subjects. Adverse reactions are further categorized by body system and listed in order of decreasing frequency according to the following definitions of frequency: Frequent adverse reactions are defined as those occurring in at least 1/100 subjects. Infrequent adverse reactions are those occurring in 1/100 to 1/1,000 subjects, while rare events are those occurring in less than 1/1,000 subjects. Body (General): Infrequent were chills, facial edema, and photosensitivity. Rare was malaise. Cardiovascular: Infrequent were postural hypotension, stroke, tachycardia, and vasodilation. Rare were syncope and myocardial infarction. Digestive: Infrequent were abnormal liver function, bruxism, gastric reflux, gingivitis, increased salivation, jaundice, mouth ulcers, stomatitis, and thirst. Rare was edema of tongue. Hemic and Lymphatic: Infrequent was ecchymosis. Metabolic and Nutritional: Infrequent were edema and peripheral edema. Musculoskeletal: Infrequent were leg cramps. Nervous System: Infrequent were abnormal coordination, decreased libido, depersonalization, dysphoria, emotional lability, hostility, hyperkinesia, hypertonia, hypesthesia, suicidal ideation, and vertigo. Rare were amnesia, ataxia, derealization, and hypomania. Respiratory: Rare was bronchospasm. Special Senses: Infrequent were accommodation abnormality and dry eye. Urogenital: Infrequent were impotence, polyuria, and prostate disorder. Changes in Body Weight In placebo-controlled trials, subjects experienced weight gain or weight loss as shown in TABLE 4. Table 4. Incidence of Weight Gain and Weight Loss (≥5 lbs) in Placebo-Controlled Trials Weight Change Bupropion Hydrochloride Extended-release Tablets (SR) 300 mg/day (n = 339) Bupropion Hydrochloride Extended-release Tablets (SR) 400 mg/day (n = 112) Placebo (n = 347) Gained >5 lbs 3% 2% 4% Lost >5 lbs 14% 19% 6% In clinical trials conducted with the immediate release formulation of bupropion, 35% of subjects receiving tricyclic antidepressants gained weight, compared with 9% of subjects treated with the immediate-release formulation of bupropion. If weight loss is a major presenting sign of a patient’s depressive illness, the anorectic and/or weight reducing potential of bupropion hydrochloride extended-release tablets (SR) should be considered. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of bupropion hydrochloride extended-release tablets (SR) and are not described elsewhere in the label. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Body (General) Arthralgia, myalgia, and fever with rash and other symptoms suggestive of delayed hypersensitivity. These symptoms may resemble serum sickness [see Warnings and Precautions ( 5.8)]. Cardiovascular Complete atrioventricular block, extrasystoles, hypotension, hypertension (in some cases severe), phlebitis, and pulmonary embolism. Digestive Colitis, esophagitis, gastrointestinal hemorrhage, gum hemorrhage, hepatitis, intestinal perforation, pancreatitis, and stomach ulcer. Endocrine Hyperglycemia, hypoglycemia, hyponatremia, and syndrome of inappropriate antidiuretic hormone secretion. Hemic and Lymphatic Anemia, leukocytosis, leukopenia, lymphadenopathy, pancytopenia, and thrombocytopenia. Altered PT and/or INR, infrequently associated with hemorrhagic or thrombotic complications, were observed when bupropion was coadministered with warfarin. Metabolic and Nutritional Glycosuria. Musculoskeletal Muscle rigidity/fever/rhabdomyolysis and muscle weakness. Nervous System Abnormal electroencephalogram (EEG), aggression, akinesia, aphasia, coma, completed suicide, delirium, delusions, dysarthria, euphoria, extrapyramidal syndrome (dyskinesia, dystonia, hypokinesia, parkinsonism), hallucinations, increased libido, manic reaction, neuralgia, neuropathy, paranoid ideation, restlessness, suicide attempt, and unmasking tardive dyskinesia. Respiratory Pneumonia. Skin Alopecia, angioedema, exfoliative dermatitis, hirsutism, and Stevens-Johnson syndrome. Special Senses Deafness, increased intraocular pressure, and mydriasis. Urogenital Abnormal ejaculation, cystitis, dyspareunia, dysuria, gynecomastia, menopause, painful erection, salpingitis, urinary incontinence, urinary retention, and vaginitis."
  ],
  "contraindications": [
    "Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients with a seizure disorder. Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients with a current or prior diagnosis of bulimia or anorexia nervosa as a higher incidence of seizures was observed in such patients treated with the immediate-release formulation of bupropion [see Warnings and Precautions ( 5.3)]. Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients undergoing abrupt discontinuation of alcohol, benzodiazepines, barbiturates, and antiepileptic drugs [see Warnings and Precautions ( 5.3), Drug Interactions ( 7.3)] . The use of MAOIs (intended to treat psychiatric disorders) concomitantly with bupropion hydrochloride extended-release tablets (SR) or within 14 days of discontinuing treatment with bupropion hydrochloride extended-release tablets (SR) is contraindicated. There is an increased risk of hypertensive reactions when bupropion hydrochloride extended-release tablets (SR) are used concomitantly with MAOIs. The use of bupropion hydrochloride extended-release tablets (SR) within 14 days of discontinuing treatment with an MAOI is also contraindicated. Starting bupropion hydrochloride extended-release tablets (SR) in a patient treated with reversible MAOIs such as linezolid or intravenous methylene blue is contraindicated [see Dosage and Administration ( 2.4, 2.5), Warnings and Precautions ( 5.4), Drug Interactions ( 7.6)]. Bupropion hydrochloride extended-release tablets (SR) are contraindicated in patients with known hypersensitivity to bupropion or other ingredients of bupropion hydrochloride extended-release tablets (SR). Anaphylactoid/anaphylactic reactions and Stevens-Johnson syndrome have been reported [see Warnings and Precautions ( 5.8)]."
  ],
  "dosage_administration": [
    "2.1 General Instructions for Use To minimize the risk of seizure, increase the dose gradually [see Warnings and Precautions ( 5.3)] . Bupropion hydrochloride extended-release tablets (SR) should be swallowed whole and not crushed, divided, or chewed. Bupropion hydrochloride extended-release tablets (SR) may be taken with or without food. The usual adult target dose for bupropion hydrochloride extended-release tablets (SR) is 300 mg/day, given as 150 mg twice daily. Initiate dosing with 150 mg/day given as a single daily dose in the morning. After 3 days of dosing, the dose may be increased to the 300-mg/day target dose, given as 150 mg twice daily. There should be an interval of at least 8 hours between successive doses. A maximum of 400 mg/day, given as 200 mg twice daily, may be considered for patients in whom no clinical improvement is noted after several weeks of treatment at 300 mg/day. To avoid high peak concentrations of bupropion and/or its metabolites, do not exceed 200 mg in any single dose. It is generally agreed that acute episodes of depression require several months or longer of antidepressant drug treatment beyond the response in the acute episode. It is unknown whether the dose of bupropion hydrochloride extended-release tablets (SR) needed for maintenance treatment is identical to the dose that provided an initial response. Periodically reassess the need for maintenance treatment and the appropriate dose for such treatment. 2.2 Dose Adjustment in Patients with Hepatic Impairment In patients with moderate to severe hepatic impairment (Child-Pugh score: 7 to 15), the maximum dose of bupropion hydrochloride extended-release tablets (SR) is 100 mg/day or 150 mg every other day. In patients with mild hepatic impairment (Child-Pugh score: 5 to 6), consider reducing the dose and/or frequency of dosing [see Use in Specific Populations ( 8.7), Clinical Pharmacology ( 12.3)]. 2.3 Dose Adjustment in Patients with Renal Impairment Consider reducing the dose and/or frequency of bupropion hydrochloride extended-release tablets (SR) in patients with renal impairment (Glomerular Filtration Rate less than 90 mL/min) [see Use in Specific Populations ( 8.6), Clinical Pharmacology ( 12.3)] . 2.4 Switching a Patient to or from a Monoamine Oxidase Inhibitor (MAOI) Antidepressant At least 14 days should elapse between discontinuation of an MAOI intended to treat depression and initiation of therapy with bupropion hydrochloride extended-release tablets (SR). Conversely, at least 14 days should be allowed after stopping bupropion hydrochloride extended-release tablets (SR) before starting an MAOI antidepressant [see Contraindications ( 4), Drug Interactions ( 7.6)] . 2.5 Use of Bupropion Hydrochloride Extended-Release Tablets (SR) with Reversible MAOIs Such as Linezolid or Methylene Blue Do not start bupropion hydrochloride extended-release tablets (SR) in a patient who is being treated with a reversible MAOI such as linezolid or intravenous methylene blue. Drug interactions can increase the risk of hypertensive reactions. In a patient who requires more urgent treatment of a psychiatric condition, non-pharmacological interventions, including hospitalization, should be considered [see Contraindications ( 4), Drug Interactions ( 7.6)] . In some cases, a patient already receiving therapy with bupropion hydrochloride extended-release tablets (SR) may require urgent treatment with linezolid or intravenous methylene blue. If acceptable alternatives to linezolid or intravenous methylene blue treatment are not available and the potential benefits of linezolid or intravenous methylene blue treatment are judged to outweigh the risks of hypertensive reactions in a particular patient, bupropion hydrochloride extended-release tablets (SR) should be stopped promptly, and linezolid or intravenous methylene blue can be administered. The patient should be monitored for 2 weeks or until 24 hours after the last dose of linezolid or intravenous methylene blue, whichever comes first. Therapy with bupropion hydrochloride extended-release tablets (SR) may be resumed 24 hours after the last dose of linezolid or intravenous methylene blue. The risk of administering methylene blue by non-intravenous routes (such as oral tablets or by local injection) or in intravenous doses much lower than 1 mg/kg with bupropion hydrochloride extended-release tablets (SR) is unclear. The clinician should, nevertheless, be aware of the possibility of a drug interaction with such use [see Contraindications ( 4), Drug Interactions ( 7.6)] ."
  ],
  "indications": [
    "Bupropion hydrochloride extended-release tablets (SR) is indicated for the treatment of major depressive disorder (MDD), as defined by the Diagnostic and Statistical Manual (DSM). The efficacy of bupropion in the treatment of a major depressive episode was established in two 4-week controlled inpatient trials and one 6-week controlled outpatient trial of adult subjects with MDD [see Clinical Studies ( 14)] . The efficacy of bupropion hydrochloride extended-release tablets (SR) in maintaining an antidepressant response for up to 44 weeks following 8 weeks of acute treatment was demonstrated in a placebo-controlled trial [see Clinical Studies ( 14)] ."
  ],
  "fetched_at": "2025-10-01T16:04:52.496918",
  "source": "OpenFDA"
}