{
  "drug_name": "Stiripentol",
  "generic_name": [
    "STIRIPENTOL"
  ],
  "brand_names": [
    "Diacomit"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS DIACOMIT increases the plasma concentration of clobazam and its metabolite through metabolic inhibition of CYP3A4 and CYP2C19. Consider dose reduction of clobazam in case of adverse reactions. ( 7.1 ) Substrates of CYP2C8, CYP2C19, P-gp and BCRP may require a dose reduction. (7.1) Substrates of CYP1A2, CYP2B6 and CYP3A4 may require a dose adjustment. ( 7.1 ) Strong inducers of CYP1A2, CYP3A4 or CYP2C19: Consider dose increase of DIACOMIT. ( 7.2 ) 7.1 Effect of DIACOMIT on Other Drugs CYP1A2, CYP2B6, CYP3A4, CYP2C8, CYP2C19, P-glycoprotein (P-gp) and Breast Cancer Resistance Protein (BCRP) Substrates In vitro data show that stiripentol is both an inhibitor and inducer of CYP1A2, CYP2B6, and CYP3A4. Because of potential drug-drug interactions, consider dose adjustment of CYP1A2 substrates (e.g., theophylline, caffeine), CYP2B6 substrates (e.g., sertraline, thiotepa), and CYP3A4 substrates (e.g., midazolam, triazolam, quinidine), as clinically appropriate, when administered concomitantly with DIACOMIT. Because of potential inhibition of enzyme/transporter activity, consider a reduction in dosage of substrates of CYP2C8, CYP2C19 (e.g., diazepam, clopidogrel), P-gp (e.g., carbamazepine), and BCRP (e.g., methotrexate, prazosin, glyburide), if adverse reactions are experienced when administered concomitantly with DIACOMIT. Clobazam Co-administration of DIACOMIT (which inhibits CYP 3A4 and 2C19) with clobazam results in increased plasma concentrations of clobazam (a substrate of CYP3A4) and norclobazam, the active metabolite of clobazam (a substrate of CYP2C19) [see Clinical Pharmacology (12.3) ] . This may increase the risk of clobazam-related adverse reactions. Consider a reduction in dosage of clobazam if adverse reactions are experienced when co-administered with DIACOMIT [see Warnings and Precautions (5.1) ]. 7.2 Effect of Other Drugs on DIACOMIT Induction-based interactions leading to decreases in DIACOMIT concentrations are possible when co-administered with a potent CYP1A2, CYP3A4, or CYP2C19 inducer, such as rifampin, phenytoin, phenobarbital and carbamazepine, as these enzymes all metabolize stiripentol. Concomitant use of strong inducers with DIACOMIT should be avoided, or dosage adjustments should be made. 7.3 CNS Depressants and Alcohol Concomitant use of DIACOMIT with other CNS depressants, including alcohol, may increase the risk of sedation and somnolence [see Warnings and Precautions (5.1) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious or otherwise clinically significant adverse reactions are described elsewhere in the labeling: Somnolence [see Warnings and Precautions (5.1) ] Decreased Appetite and Decreased Weight [see Warnings and Precautions (5.2) ] Neutropenia and Thrombocytopenia [see Warnings and Precautions (5.3) ] Withdrawal Symptoms [see Warnings and Precautions (5.4) ] Risks in Patients with Phenylketonuria [see Warnings and Precautions (5.5) ] Suicidal Behavior and Ideation [see Warnings and Precautions (5.6) ] Adverse reactions that occurred in at least 10% of DIACOMIT-treated patients and more frequently than on placebo were somnolence, decreased appetite, agitation, ataxia, weight decreased, hypotonia, nausea, tremor, dysarthria, and insomnia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact BIOCODEX at 1-866-330-3050 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug, and may not reflect the rates observed in practice. During its development for the treatment of seizures associated with Dravet syndrome, DIACOMIT was administered to 55 healthy male volunteers and 438 patients with Dravet syndrome, including 310 patients treated for 12 months or more. The conditions and duration of exposure varied greatly, and included single- and multiple-dose clinical pharmacology studies in healthy male volunteers, 2 randomized, double-blind, placebo-controlled, 12-week studies in patients with Dravet syndrome (Study 1 and Study 2), and open-label long-term studies. In Study 1 and Study 2, 33 patients received DIACOMIT and 31 patients received placebo for a treatment duration of 8 weeks [see Clinical Studies ( 14 )] . Adverse reactions from these trials are presented below. Approximately 53% of patients were female and the mean age was 9.2 years. All patients were taking clobazam and valproate. There were 2 patients in whom adverse reactions led to discontinuation of DIACOMIT treatment: one patient had an adverse reaction of status epilepticus; the second patient had drowsiness, balance impaired and sialorrhea. The most common adverse reactions, occurring in at least 10% of DIACOMIT-treated patients and more frequently than on placebo, included somnolence (67%), decreased appetite (45%), agitation (27%), ataxia (27%), weight decreased (27%), hypotonia (24%), nausea (15%), tremor (15%), dysarthria (12%), and insomnia (12%). Table 3 lists the adverse reactions that occurred in 5% or more of DIACOMIT-treated patients and at a rate greater than in patients on placebo in the 2 randomized, double-blind, placebo-controlled, clinical trials in patients with Dravet syndrome (Study 1 and Study 2). Table 3. Adverse Reactions in 5% or More of DIACOMIT-Treated Patients and More Frequently than on Placebo in Patients with Dravet Syndrome (Study 1 and Study 2) Study 1 and 2 – Pooled Total DIACOMIT (50mg/kg/day) Placebo Adverse Reactions N=33 % N=31 % Gastrointestinal disorders Nausea 15 3 Vomiting 9 0 Salivary hypersecretion 6 0 General disorders and administration site conditions Fatigue 9 3 Pyrexia 6 3 Infections and infestations Bronchitis 6 0 Nasopharyngitis 6 0 Investigations Weight decreased 27 6 Weight increased 6 3 Metabolism and nutrition disorders Decreased appetite 46 10 Nervous system disorders Somnolence 67 23 Ataxia 27 23 Hypotonia 18 13 Tremor 15 10 Dysarthria 12 0 Psychiatric disorders Agitation 27 16 Insomnia 12 7 Aggression 9 0 Adverse Reactions in Pediatric Patients 6 months to Less Than 2 Years of Age In five open-label studies including pediatric patients 6 months to less than 2 years of age with Dravet syndrome, a total of 106 patients received DIACOMIT, with 81 patients exposed for at least 6 months, and 69 patients exposed for at least 1 year. Adverse reactions in pediatric patients with Dravet syndrome who were 6 months to less than 2 years of age were similar to those seen in patients in Study 1 and Study 2."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The dosage of DIACOMIT is 50 mg/kg/day, administered by mouth in 2 or 3 divided doses, depending on age and weight. ( 2.2 ) Capsules must be swallowed whole with a glass of water during a meal. Capsules should not be broken or opened. ( 2.3 ) Powder for suspension should be mixed in a glass of water and should be taken immediately after mixing during a meal. ( 2.3 ) Reduce dose or discontinue dose gradually. ( 2.5 ) 2.1 Laboratory Tests Prior to First Dose of DIACOMIT Hematologic testing should be obtained prior to starting treatment with DIACOMIT [see Warnings and Precautions (5.3) ]. 2.2 Dosing Information The recommended oral dosage of DIACOMIT is 50 mg/kg/day, administered in 2 or 3 divided doses (i.e., 16.67 mg/kg three times daily or 25 mg/kg twice daily), depending on the patient’s age and body weight as shown in Table 1. If the exact dosage is not achievable given the available strengths, round to the nearest possible dosage, which is usually within 50 mg to 150 mg of the recommended 50 mg/kg/day. A combination of the two DIACOMIT strengths can be used to achieve this dosage. The maximum recommended total dosage is 3,000 mg/day. Table 1. Recommended Dosage for Patients 6 Months of Age and Older Weighing 7 kg or More with Dravet Syndrome Age of Patient Body Weight Dosing Regimen (administered by mouth in equally divided doses) Total Daily Dose 6 months to less than 1 year 7 kg and above 25 mg/kg twice daily a,b 50 mg/kg/day 1 year and above 7 kg to less than 10 kg 25 mg/kg twice daily b 50 mg/kg/day 10 kg and above 25 mg/kg twice daily or 16.67 mg/kg three times daily 50 mg/kg/day Maximum daily dose is 3000 mg a Dosing frequency should not exceed twice daily to limit free water administration. b Dosing frequency should not exceed twice daily to avoid overexposures. 2.3 Important Administration Instructions DIACOMIT Capsules DIACOMIT capsules must be swallowed whole with a glass of water during a meal. Capsules should not be broken or opened. DIACOMIT for Oral Suspension DIACOMIT should be mixed in a glass of water (100 mL) and should be taken immediately after mixing during a meal. To be sure there is no medicine left in the glass, add a small amount of water (25 mL) to the drinking cup and drink all of the mixture [see Instructions for Use ] . 2.4 Missed Dose A missed dose should be taken as soon as possible. If it is almost time for the next dose, the missed dose should not be taken. Instead, the next scheduled dose should be taken. Doses should not be doubled. 2.5 Gradual Withdrawal As is advisable for most antiepileptic drugs, if DIACOMIT treatment is discontinued, the drug should be withdrawn gradually to minimize the risk of increased seizure frequency and status epilepticus [see Warnings and Precautions ( 5.4 )]. In situations where rapid withdrawal of DIACOMIT is medically required, appropriate monitoring is recommended."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DIACOMIT is indicated for the treatment of seizures associated with Dravet syndrome (DS) in patients taking clobazam who are 6 months of age and older and weighing 7 kg or more. There are no clinical data to support the use of DIACOMIT as monotherapy in Dravet syndrome. DIACOMIT is indicated for the treatment of seizures associated with Dravet syndrome in patients taking clobazam who are 6 months of age and older and weighing 7 kg or more . There are no clinical data to support the use of DIACOMIT as monotherapy in Dravet syndrome. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:21:19.458534",
  "source": "OpenFDA"
}