{
  "drug_name": "Succimer",
  "generic_name": [
    "SUCCIMER"
  ],
  "brand_names": [
    "Chemet"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CHEMET may interfere with serum and urinary laboratory test. ( 7.1 ) 7.1 Laboratory Test Interference CHEMET may interfere with serum and urinary laboratory tests. In vitro studies have shown CHEMET to cause false positive results for ketones in urine using nitroprusside reagents and falsely decreased measurements of serum uric acid and creatinine phosphokinase (CPK). 7.2 Use with Other Chelation Therapies Concomitant administration of CHEMET with other chelation therapy, such as CaNa 2 EDTA is not recommended."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity and Dermatologic Reactions [see Warnings and Precautions (5.1) ] Neutropenia [see Warnings and Precautions (5.2) ] Hepatic Toxicity [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence ≥ 10%) in Pediatric patients: Digestive (nausea, vomiting, diarrhea, appetite loss, hemorrhoidal symptoms, metallic taste in mouth). ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Recordati Rare Diseases Inc. at 1-888-575-8344 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Table 2 presents the adverse reactions associated with Chemet in pediatric patients. Table 2 Incidence of Adverse Reactions Associated with Chemet in Pediatric Patients Body System: Adverse Reactions Pediatric Patients (n=191) Digestive Nausea, vomiting, diarrhea, appetite loss, hemorrhoidal symptoms, metallic taste in mouth 12% Body as a Whole Back pain, abdominal cramps, stomach pains, head pain, rib pain, chills, flank pain, fever, flu-like symptoms, heavy head/tired, head cold, headache, moniliasis. 5% Metabolic Elevated ALT or AST, alkaline phosphatase, serum cholesterol. 4% Respiratory Sore throat, rhinorrhea, nasal congestion, cough. 4% Skin Papular rash, herpetic rash, rash, mucocutaneous eruptions, pruritis. 3% Nervous Drowsiness, dizziness, sensorimotor neuropathy, sleepiness, paresthesia. 1% Special Senses Cloudy film in eye, ears plugged, otitis media, eyes watery. 1% Heme/Lymphatic Neutropenia, increased platelet count, eosinophilia 1%"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS CHEMET is contraindicated in patients with a history of hypersensitivity reaction to succimer. Reactions have included mucocutaneous vesicular eruptions, urticaria, and angioedema [see Warnings and Precautions (5.1) ] . Patients with a history of hypersensitivity reaction to succimer. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION See Full Prescribing Information for important pretreatment evaluations. ( 2.1 ) Ensure patients receiving CHEMET are adequately hydrated. ( 2.3 ) Administer CHEMET capsules whole when possible. ( 2.3 ) Pediatric patients who cannot swallow whole capsules: Sprinkle contents of capsule in food (or on a spoon followed by a drink). ( 2.3 ) Recommended Dosage: 10 mg/kg or 350 mg/m 2 orally every 8 hours for five days followed by 10 mg/kg or 350 mg/m 2 orally every 12 hours for an additional 14 days. ( 2.2 ) 2.1 Important Pretreatment Evaluations Identify the source of lead in the pediatric patient's environment and eliminate the source prior to beginning treatment with CHEMET. Assess the following before initiating treatment with CHEMET: Blood lead concentration Complete blood count (CBC) with differential and platelets [see Dosage and Administration (2.2) , Warnings and Precautions (5.2) ] Ensure absolute neutrophil count (ANC) > 1500/mcL [see Dosage and Administration (2.2) ] Transaminases (AST/ALT) [see Warnings and Precautions (5.3) and Use in Specific Populations (8.6) ] Renal function with blood urea nitrogen (BUN), creatinine, urinary protein [see Use in Specific Populations (8.5) ] . Patients who have previously received Edetate calcium disodium (CaNa 2 EDTA) with or without dimercaprol may receive CHEMET for subsequent treatment after an interval of four weeks. 2.2 Recommended Dosage The recommended dosage of CHEMET for pediatric patients with lead poisoning is 10 mg/kg or 350 mg/m 2 orally every 8 hours for five days followed by 10 mg/kg or 350 mg/m 2 orally every 12 hours for an additional 14 days [see Table 1 CHEMET Pediatric Dosing Chart ]. Initiation of therapy at higher doses is not recommended. The total treatment course consists of 19 days. After discontinuation of CHEMET, elevated blood levels and associated symptoms may return rapidly because of redistribution of lead from bone stores to soft tissues and blood. Assess blood lead concentration after the completion of a 19 day course and every week until stable. Repeated courses may be administered after two weeks off treatment if blood lead concentrations remain elevated. A minimum of two weeks between treatment courses is recommended unless blood lead concentrations indicate the need for more prompt treatment. Table 1. CHEMET Pediatric Dosing Chart Weight in Kilograms (kg) Dose (mg) Number of Capsules 8 to15 kg 100 mg 1 16 to 23 kg 200 mg 2 24 to 34 kg 300 mg 3 35 to 44 kg 400 mg 4 >45 kg 500 mg 5 The safety of uninterrupted dosing longer than 3 weeks has not been established and is not recommended. Dosage Modifications for Neutropenia Monitor CBCs weekly. If the absolute neutrophil count (ANC) is <1200/mcL interrupt CHEMET. Resume CHEMET when ANC has recovered to >1500/mcL (or the patient's baseline count). Immediately discontinue CHEMET for signs/symptoms of infection. Only rechallenge patients who developed neutropenia with CHEMET therapy if the benefit clearly outweighs the potential risk. 2.3 Preparation and Administration Instructions Administer CHEMET capsules whole. In pediatric patients who cannot swallow the capsules whole, separate the capsule and sprinkle the medicated beads on a small amount of soft food or put them in a spoon and follow with a fruit drink. Ensure that all patients receiving CHEMET are adequately hydrated [see Use in Specific Populations (8.5) , Pharmacokinetics (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE CHEMET is indicated for the treatment of lead poisoning in pediatric patients aged 1 year and older with blood lead levels above 45 mcg/dL. CHEMET is a lead chelator indicated for the treatment of lead poisoning in pediatric patients aged 1 year and older with blood lead levels above 45 mcg/dL. ( 1 ) Limitations of Use CHEMET is not indicated for prophylaxis of lead poisoning in a lead-containing environment. ( 1 ) CHEMET does not cross the blood-brain barrier and is not indicated to treat encephalopathy associated with lead toxicity. ( 1 ) Limitations of Use CHEMET is not indicated for prophylaxis of lead poisoning in a lead-containing environment. CHEMET does not cross the blood-brain barrier and is not indicated to treat encephalopathy associated with lead toxicity."
  ],
  "fetched_at": "2025-09-30T21:20:52.344868",
  "source": "OpenFDA"
}