{
  "drug_name": "Sucralfate",
  "generic_name": [
    "SUCRALFATE"
  ],
  "brand_names": [
    "Sucralfate"
  ],
  "drug_interactions": [
    "Drug Interactions Some studies have shown that simultaneous sucralfate administration in healthy volunteers reduced the extent of absorption (bioavailability) of single doses of the following: cimetidine, digoxin, fluoroquinolone antibiotics, ketoconazole, l-thyroxine, phenytoin, quinidine, ranitidine, tetracycline, and theophylline. Subtherapeutic prothrombin times with concomitant warfarin and sucralfate therapy have been reported in spontaneous and published case reports. However, two clinical studies have demonstrated no change in either serum warfarin concentration or prothrombin time with the addition of sucralfate to chronic warfarin therapy. The mechanism of these interactions appears to be nonsystemic in nature, presumably resulting from sucralfate binding to the concomitant agent in the gastrointestinal tract. In all case studies to date (cimetidine, ciprofloxacin, digoxin, norfloxacin, ofloxacin, and ranitidine), dosing the concomitant medication 2 hours before sucralfate eliminated the interaction. Because of the potential of Sucralfate to alter the absorption of some drugs, Sucralfate tablets should be administered separately from other drugs when alterations in bioavailability are felt to be critical. In these cases, patients should be monitored appropriately."
  ],
  "warnings": [],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adverse reactions to sucralfate in clinical trials were minor and only rarely led to discontinuation of the drug. In studies involving over 2700 patients treated with sucralfate tablets, adverse effects were reported in 129 (4.7%). Constipation was the most frequent complaint (2%). Other adverse effects reported in less than 0.5% of the patients are listed below by body system: Gastrointestinal: diarrhea, nausea, vomiting, gastric discomfort, indigestion, flatulence, dry mouth Dermatological: pruritus, rash Nervous System: dizziness, insomnia, sleepiness, vertigo Other: back pain, headache Post-marketing : cases of hypersensitivity have been reported with the use of sucralfate tablets, including dyspnea, lip swelling, pruritus, rash, and urticaria. Cases of anaphylactic reactions, bronchospasm, laryngeal edema, edema of the mouth, pharyngeal edema, respiratory tract edema and swelling of the face have been reported with an unknown oral formulation of sucralfate. Bezoars have been reported in patients treated with sucralfate. The majority of patients had underlying medical conditions that may predispose to bezoar formation (such as delayed gastric emptying) or were receiving concomitant enteral tube feedings. Inadvertent injection of insoluble sucralfate and its insoluble excipients has led to fatal complications, including pulmonary and cerebral emboli. Sucralfate is not intended for intravenous administration."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Sucralfate tablets are contraindicated in patients with known hypersensitivity reactions to the active substance or to any of the excipients."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Active Duodenal Ulcer. The recommended adult oral dosage for duodenal ulcer is 1 g four times per day on an empty stomach. Antacids may be prescribed as needed for relief of pain but should not be taken within one-half hour before or after sucralfate. While healing with sucralfate may occur during the first week or two, treatment should be continued for 4 to 8 weeks unless healing has been demonstrated by x-ray or endoscopic examination. Maintenance Therapy: The recommended adult oral dosage is 1 g twice a day. Elderly: In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy (See PRECAUTIONS, Geriatric Use ). Call your doctor for medical advice about side effects. You may report side effects to Nostrum Laboratories, Inc. at quality@nostrumpharma.com or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "indications": [
    "INDICATIONS AND USAGE Sucralfate tablets are indicated in: Short-term treatment (up to 8 weeks) of active duodenal ulcer. While healing with sucralfate may occur during the first week or two, treatment should be continued for 4 to 8 weeks unless healing has been demonstrated by x-ray or endoscopic examination. Maintenance therapy for duodenal ulcer patients at reduced dosage after healing of acute ulcers."
  ],
  "fetched_at": "2025-09-30T21:10:32.798108",
  "source": "OpenFDA"
}