{
  "drug_name": "Sucrose",
  "generic_name": [
    "SODIUM FERRIC GLUCONATE COMPLEX IN SUCROSE"
  ],
  "brand_names": [
    "Sodium Ferric Gluconate Complex in Sucrose"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Drug-drug interactions involving sodium ferric gluconate complex in sucrose injection have not been studied. Sodium ferric gluconate complex in sucrose injection may reduce the absorption of concomitantly administered oral iron preparations."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in greater detail in other sections of the labeling: Hypersensitivity [see Contraindications ( 4 ) and Warnings and Precautions ( 5.1 ) ] Hypotension [see Warnings and Precautions ( 5.2 ) ] The most commonly reported adverse reactions (≥10%) in adult patients were nausea, vomiting and/or diarrhea, injection site reaction, hypotension, cramps, hypertension, dizziness, dyspnea, chest pain, leg cramps, and pain. In patients 6 to 15 years of age the most common adverse reactions (≥10%) were hypotension, headache, hypertension, tachycardia and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hikma Pharmaceuticals USA Inc. at 1-877-845-0689 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. The most commonly reported adverse reactions (≥10%) in adult patients were nausea, vomiting and/or diarrhea, injection site reaction, hypotension, cramps, hypertension, dizziness, abnormal erythrocytes (e.g., changes in morphology, color, or number of red blood cells), dyspnea, chest pain, leg cramps and pain. In patients 6 to 15 years of age the most common adverse reactions (≥10%) were hypotension, headache, hypertension, tachycardia and vomiting. Studies A and B In multiple dose Studies A and B (total 126 adult patients), the most frequent treatment emergent adverse reactions following sodium ferric gluconate complex in sucrose injection were: Body as a Whole: injection site reaction (33%), chest pain (10%), pain (10%), asthenia (7%), headache (7%), fatigue (6%), fever (5%), malaise, infection, abscess, chills, rigors, carcinoma, flu-like syndrome, sepsis, lightheadedness, weakness. Nervous System: cramps (25%), dizziness (13%), paresthesias (6%), agitation, somnolence, decreased level of consciousness. Respiratory System: dyspnea (11%), coughing (6%), upper respiratory infections (6%), rhinitis, pneumonia. Cardiovascular System: hypotension (29%), hypertension (13%), syncope (6%), tachycardia (5%), bradycardia, vasodilatation, angina pectoris, myocardial infarction, pulmonary edema. Gastrointestinal System: nausea, vomiting and/or diarrhea (35%), anorexia, abdominal pain (6%), rectal disorder, dyspepsia, eructation, flatulence, gastrointestinal disorder, melena. Musculoskeletal System: leg cramps (10%), myalgia, arthralgia, back pain, arm pain. Skin and Appendages: pruritus (6%), rash, increased sweating. Genitourinary System: urinary tract infection, and menorrhagia. Special Senses: conjunctivitis, rolling of the eyes, watery eyes, puffy eye lids, arcus senilis, redness of the eye, diplopia, and deafness. Metabolic and Nutritional Disorders: hyperkalemia (6%), generalized edema (5%), leg edema, peripheral edema, hypoglycemia, edema, hypervolemia, hypokalemia. Hematologic System: abnormal erythrocytes (11%) (changes in morphology, color, or number of red blood cells), anemia, leukocytosis, lymphadenopathy. Study C – Pediatric Pediatric Patients: In a clinical trial of 66 iron-deficient pediatric hemodialysis patients, 6 to 15 years of age, inclusive, who were receiving a stable erythropoietin dosing regimen, the most common adverse reactions, occurring in ≥5%, regardless of treatment dosage, were: hypotension (35%), headache (24%), hypertension (23%), tachycardia (17%), vomiting (11%), fever (9%), nausea (9%), abdominal pain (9%), pharyngitis (9%), diarrhea (8%), infection (8%), rhinitis (6%), and thrombosis (6%). More patients in the higher dose group (3.0 mg/kg) than in the lower dose group (1.5 mg/kg) experienced the following adverse events: hypotension (41% vs. 28%), tachycardia (21% vs. 13%), fever (15% vs. 3%), headache (29% vs. 19%), abdominal pain (15% vs. 3%), nausea (12% vs. 6%), vomiting (12% vs. 9%), pharyngitis (12% vs. 6%), and rhinitis (9% vs. 3%). 6.2 Postmarketing Experience In the single-dose, postmarketing, safety study, 11% of patients who received sodium ferric gluconate complex in sucrose injection and 9.4% of patients who received placebo reported adverse reactions. The most frequent adverse reactions following sodium ferric gluconate complex in sucrose injection administration were: hypotension (2%), nausea, vomiting and/or diarrhea (2%), pain (0.7%), hypertension (0.6%), allergic reaction (0.5%), chest pain (0.5%), pruritus (0.5%), and back pain (0.4%). The following additional events were reported in two or more patients: hypertonia, nervousness, dry mouth, and hemorrhage. In the multiple-dose, open-label surveillance study, 28% of the patients received concomitant angiotensin-converting enzyme inhibitor (ACEI) therapy. The incidences of both drug intolerance and suspected allergic events following first dose sodium ferric gluconate complex in sucrose injection administration were 1.6% in patients with concomitant ACEI use compared to 0.7% in patients without concomitant ACEI use. The patient with a life-threatening event was not on ACEI therapy. One patient had facial flushing immediately on sodium ferric gluconate complex in sucrose injection exposure. No hypotension occurred and the event resolved rapidly and spontaneously without intervention other than drug withdrawal. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The following additional adverse reactions have been identified with the use of sodium ferric gluconate complex in sucrose injection from postmarketing spontaneous reports: Cardiovascular System: shock, fetal bradycardia, injection site superficial thrombophlebitis, phlebitis, acute myocardial ischemia with or without myocardial infarction or with in-stent thrombosis in the context of a hypersensitivity reaction. Gastrointestinal System: dysgeusia. Immune System: anaphylactic-type reactions. Nervous System: loss of consciousness, generalized convulsion, hypoesthesia. Skin and Appendages: skin discoloration, pallor. Individual doses exceeding 125 mg may be associated with a higher incidence and/or severity of adverse events based on information from postmarketing spontaneous reports. These adverse events included hypotension, nausea, vomiting, abdominal pain, diarrhea, dizziness, dyspnea, urticaria, chest pain, paresthesia, and peripheral swelling."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sodium ferric gluconate complex in sucrose injection is contraindicated in patients with known hypersensitivity to sodium ferric gluconate or any of its components. Reactions have included anaphylaxis [see Warnings and Precautions ( 5.1 ) ]. Known hypersensitivity to sodium ferric gluconate or any of its inactive components. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adult Patients - The recommended adult dosage is 10 mL (125 mg of elemental iron) diluted in 100 mL of 0.9% sodium chloride administered by intravenous infusion over 1 hour per dialysis session or undiluted as a slow intravenous injection (at a rate of up to 12.5 mg/min) per dialysis session. ( 2.2 ) Pediatric Patients - The recommended pediatric dosage is 0.12 mL/kg (1.5 mg/kg of elemental iron) diluted in 25 mL 0.9% sodium chloride and administered by intravenous infusion over 1 hour per dialysis session. ( 2.3 ) Do not mix sodium ferric gluconate complex in sucrose injection with other medications or add to parenteral nutrition solutions for intravenous infusion. Administer in 0.9% saline. ( 2 ) 2.1 Important Administration Instructions The dosage of sodium ferric gluconate complex in sucrose injection is expressed in terms of mg of elemental iron. Each 5 mL sterile, single dose vial contains 62.5 mg of elemental iron (12.5 mg/mL). Do not mix sodium ferric gluconate complex in sucrose injection with other medications or add to parenteral nutrition solutions for intravenous infusion. The compatibility of sodium ferric gluconate complex in sucrose injection with intravenous infusion vehicles other than 0.9% sodium chloride has not been evaluated. Parenteral drug products should be inspected visually for particulate matter and discoloration before administration, whenever the solution and container permit. If diluted, use immediately. Sodium ferric gluconate complex in sucrose injection treatment may be repeated if iron deficiency reoccurs. 2.2 Adult Dosage and Administration The recommended dosage of sodium ferric gluconate complex in sucrose injection for the repletion treatment of iron deficiency in hemodialysis patients is 10 mL of sodium ferric gluconate complex in sucrose injection (125 mg of elemental iron). Sodium ferric gluconate complex in sucrose injection may be diluted in 100 mL of 0.9% sodium chloride administered by intravenous infusion over 1 hour per dialysis session. Sodium ferric gluconate complex in sucrose injection may also be administered undiluted as a slow intravenous injection (at a rate of up to 12.5 mg/min) per dialysis session. For repletion treatment most patients may require a cumulative dose of 1000 mg of elemental iron administered over 8 dialysis sessions. Sodium ferric gluconate complex in sucrose injection has been administered at sequential dialysis sessions by infusion or by slow intravenous injection during the dialysis session itself. Data from sodium ferric gluconate complex in sucrose injection postmarketing spontaneous reports indicate that individual doses exceeding 125 mg may be associated with a higher incidence and/or severity of adverse events [see Adverse Reactions ( 6.2 ) ]. 2.3 Pediatric Dosage and Administration The recommended pediatric dosage of sodium ferric gluconate complex in sucrose injection for the repletion treatment of iron deficiency in hemodialysis patients is 0.12 mL/kg sodium ferric gluconate complex in sucrose injection (1.5 mg/kg of elemental iron) diluted in 25 mL 0.9% sodium chloride and administered by intravenous infusion over 1 hour per dialysis session. The maximum dosage should not exceed 125 mg per dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sodium ferric gluconate complex in sucrose injection is indicated for the treatment of iron deficiency anemia in adult patients and in pediatric patients age 6 years and older with chronic kidney disease receiving hemodialysis who are receiving supplemental epoetin therapy. Sodium ferric gluconate complex in sucrose injection is an iron replacement product for treatment of iron deficiency anemia in adult patients and in pediatric patients age 6 years and older with chronic kidney disease receiving hemodialysis who are receiving supplemental epoetin therapy. ( 1 )"
  ],
  "fetched_at": "2025-10-01T03:11:08.910737",
  "source": "OpenFDA"
}