{
  "drug_name": "Sulbactam",
  "generic_name": [
    "AMPICILLIN SODIUM AND SULBACTAM SODIUM"
  ],
  "brand_names": [
    "Ampicillin and Sulbactam"
  ],
  "drug_interactions": [
    "Drug Interactions Probenecid decreases the renal tubular secretion of ampicillin and sulbactam. Concurrent use of probenecid with ampicillin and sulbactam for injection may result in increased and prolonged blood levels of ampicillin and sulbactam. The concurrent administration of allopurinol and ampicillin increases substantially the incidence of rashes in patients receiving both drugs as compared to patients receiving ampicillin alone. It is not known whether this potentiation of ampicillin rashes is due to allopurinol or the hyperuricemia present in these patients. There are no data with ampicillin and sulbactam for injection and allopurinol administered concurrently. Ampicillin and sulbactam for injection and aminoglycosides should not be reconstituted together due to the in vitro inactivation of aminoglycosides by the ampicillin component of ampicillin and sulbactam for injection."
  ],
  "warnings": [
    "WARNINGS Hypersensitivity Serious and occasionally fatal hypersensitivity (anaphylactic) reactions have been reported in patients on penicillin therapy. These reactions are more apt to occur in individuals with a history of penicillin hypersensitivity and/or hypersensitivity reactions to multiple allergens. There have been reports of individuals with a history of penicillin hypersensitivity who have experienced severe reactions when treated with cephalosporins. Before therapy with a penicillin, careful inquiry should be made concerning previous hypersensitivity reactions to penicillins, cephalosporins, and other allergens. If an allergic reaction occurs, ampicillin and sulbactam for injection should be discontinued and the appropriate therapy instituted. Hepatotoxicity Hepatic dysfunction, including hepatitis and cholestatic jaundice has been associated with the use of ampicillin and sulbactam for injection. Hepatic toxicity is usually reversible; however, deaths have been reported. Hepatic function should be monitored at regular intervals in patients with hepatic impairment. Severe Cutaneous Adverse Reactions Ampicillin and sulbactam for injection may cause severe skin reactions, such as toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome (SJS), dermatitis exfoliative, erythema multiforme, and Acute generalized exanthematous pustulosis (AGEP). If patients develop a skin rash they should be monitored closely and ampicillin and sulbactam for injection discontinued if lesions progress (see CONTRAINDICATIONS and ADVERSE REACTIONS sections). Clostridium difficile - Associated Diarrhea Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including ampicillin and sulbactam for injection, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C . difficile . C . difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C . difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibacterial drug use. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibacterial drug use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Adult Patients Ampicillin and sulbactam for injection is generally well tolerated. The following adverse reactions have been reported in clinical trials. Local Adverse Reactions Pain at IM injection site – 16% Pain at IV injection site – 3% Thrombophlebitis – 3% Phlebitis – 1.2% Systemic Adverse Reactions The most frequently reported adverse reactions were diarrhea in 3% of the patients and rash in less than 2% of the patients. Additional systemic reactions reported in less than 1% of the patients were: itching, nausea, vomiting, candidiasis, fatigue, malaise, headache, chest pain, flatulence, abdominal distension, glossitis, urine retention, dysuria, edema, facial swelling, erythema, chills, tightness in throat, substernal pain, epistaxis and mucosal bleeding. Pediatric Patients Available safety data for pediatric patients treated with ampicillin and sulbactam for injection demonstrate a similar adverse events profile to those observed in adult patients. Additionally, atypical lymphocytosis has been observed in one pediatric patient receiving ampicillin and sulbactam for injection. Adverse Laboratory Changes Adverse laboratory changes without regard to drug relationship that were reported during clinical trials were: Hepatic : Increased AST (SGOT), ALT (SGPT), alkaline phosphatase, and LDH. Hematologic : Decreased hemoglobin, hematocrit, RBC, WBC, neutrophils, lymphocytes, platelets and increased lymphocytes, monocytes, basophils, eosinophils, and platelets. Blood Chemistry : Decreased serum albumin and total proteins. Renal : Increased BUN and creatinine. Urinalysis : Presence of RBC's and hyaline casts in urine. Postmarketing Experience In addition to adverse reactions reported from clinical trials, the following have been identified during post-marketing use of ampicillin sodium/sulbactam sodium or other products containing ampicillin. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These events have been chosen for inclusion due to a combination of their seriousness, frequency, or potential causal connection to ampicillin sodium/sulbactam sodium. Blood and Lymphatic System Disorders Hemolytic anemia, thrombocytopenic purpura, and agranulocytosis have been reported. These reactions are usually reversible on discontinuation of therapy and are believed to be hypersensitivity phenomena. Some individuals have developed positive direct Coombs Tests during treatment with ampicillin and sulbactam for injection, as with other beta-lactam antibacterials. Gastrointestinal Disorders Abdominal pain, cholestatic hepatitis, cholestasis, hyperbilirubinemia, jaundice, abnormal hepatic function, melena, gastritis, stomatitis, dyspepsia, black “hairy” tongue, and Clostridium difficile associated diarrhea (see CONTRAINDICATIONS and WARNINGS sections). General Disorders and Administration Site Conditions Injection site reaction Immune System Disorders Serious and fatal hypersensitivity (anaphylactic) reactions (see WARNINGS section), Acute myocardial ischemia with or without myocardial infarction may occur as part of an allergic reaction. Nervous System Disorders Convulsion and dizziness Renal and Urinary Disorders Tubulointerstitial nephritis Respiratory, Thoracic and Mediastinal Disorders Dyspnea Skin and Subcutaneous Tissue Disorders Toxic epidermal necrolysis, Stevens-Johnson syndrome, angioedema, Acute generalized exanthematous pustulosis (AGEP), erythema multiforme, exfoliative dermatitis, urticaria (see CONTRAINDICATIONS and WARNINGS sections), and linear IgA bullous dermatosis."
  ],
  "contraindications": [
    "CONTRAINDICATIONS The use of ampicillin and sulbactam for injection is contraindicated in individuals with a history of serious hypersensitivity reactions (e.g., anaphylaxis or Stevens-Johnson syndrome) to ampicillin, sulbactam or to other beta-lactam antibacterial drugs (e.g., penicillins and cephalosporins). Ampicillin and sulbactam for injection is contraindicated in patients with a previous history of cholestatic jaundice/hepatic dysfunction associated with ampicillin and sulbactam for injection."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Ampicillin and sulbactam for injection may be administered by either the IV or the IM routes. For IV administration, the dose can be given by slow intravenous injection over at least 10-15 minutes or can also be delivered in greater dilutions with 50-100 mL of a compatible diluent as an intravenous infusion over 15-30 minutes. Ampicillin and sulbactam for injection may be administered by deep intramuscular injection (see DIRECTIONS FOR USE-Preparation for Intramuscular Injection section). The recommended adult dosage of ampicillin and sulbactam for injection is 1.5 g (1 g ampicillin as the sodium salt plus 0.5 g sulbactam as the sodium salt) to 3 g (2 g ampicillin as the sodium salt plus 1 g sulbactam as the sodium salt) every six hours. This 1.5 to 3 g range represents the total of ampicillin content plus the sulbactam content of ampicillin and sulbactam for injection, and corresponds to a range of 1 g ampicillin/0.5 g sulbactam to 2 g ampicillin/1 g sulbactam. The total dose of sulbactam should not exceed 4 grams per day. Pediatric Patients 1 Year of Age or Older The recommended daily dose of ampicillin and sulbactam for injection in pediatric patients is 300 mg per kg of body weight administered via intravenous infusion in equally divided doses every 6 hours. This 300 mg/kg/day dosage represents the total ampicillin content plus the sulbactam content of ampicillin and sulbactam for injection, and corresponds to 200 mg ampicillin/100 mg sulbactam per kg per day. The safety and efficacy of ampicillin and sulbactam for injection administered via intramuscular injection in pediatric patients have not been established. Pediatric patients weighing 40 kg or more should be dosed according to adult recommendations, and the total dose of sulbactam should not exceed 4 grams per day. The course of intravenous therapy should not routinely exceed 14 days. In clinical trials, most children received a course of oral antimicrobials following initial treatment with intravenous ampicillin and sulbactam for injection (see CLINICAL STUDIES section). Impaired Renal Function In patients with impairment of renal function the elimination kinetics of ampicillin and sulbactam are similarly affected, hence the ratio of one to the other will remain constant whatever the renal function. The dose of ampicillin and sulbactam for injection in such patients should be administered less frequently in accordance with the usual practice for ampicillin and according to the following recommendations: TABLE 3 Ampicillin and Sulbactam for Injection Dosage Guide for Patients with Renal Impairment Creatinine Clearance (mL/min/1.73m 2 ) Ampicillin/Sulbactam Half-Life (Hours) Recommended Ampicillin and Sulbactam for Injection Dosage ≥30 1 1.5-3 g q 6h-q 8h 15-29 5 1.5-3 g q 12h 5-14 9 1.5-3 g q 24h When only serum creatinine is available, the following formula (based on sex, weight, and age of the patient) may be used to convert this value into creatinine clearance. The serum creatinine should represent a steady state of renal function. Males weight (kg) x (140 - age) 72 x serum creatinine Females 0.85 x above value"
  ],
  "indications": [
    "INDICATIONS AND USAGE Ampicillin and sulbactam for injection is indicated for the treatment of infections due to susceptible strains of the designated microorganisms in the conditions listed below. Skin and Skin Structure Infections caused by beta-lactamase producing strains of Staphylococcus aureus , Escherichia coli ,* Klebsiella spp.* (including K. pneumoniae *), Proteus mirabilis ,* Bacteroides fragilis ,* Enterobacter spp.,* and Acinetobacter calcoaceticus .* NOTE: For information on use in pediatric patients (see PRECAUTIONS-Pediatric Use and CLINICAL STUDIES sections). Intra-Abdominal Infections caused by beta-lactamase producing strains of Escherichia coli , Klebsiella spp. (including K. pneumoniae *), Bacteroides spp. (including B. fragilis ), and Enterobacter spp.* Gynecological Infections caused by beta-lactamase producing strains of Escherichia coli ,* and Bacteroides spp.* (including B. fragilis *). * Efficacy for this organism in this organ system was studied in fewer than 10 infections. While ampicillin and sulbactam for injection is indicated only for the conditions listed above, infections caused by ampicillin-susceptible organisms are also amenable to treatment with ampicillin and sulbactam for injection due to its ampicillin content. Therefore, mixed infections caused by ampicillin-susceptible organisms and beta-lactamase producing organisms susceptible to ampicillin and sulbactam for injection should not require the addition of another antibacterial. Appropriate culture and susceptibility tests should be performed before treatment in order to isolate and identify the organisms causing infection and to determine their susceptibility to ampicillin and sulbactam for injection. Therapy may be instituted prior to obtaining the results from bacteriological and susceptibility studies when there is reason to believe the infection may involve any of the beta-lactamase producing organisms listed above in the indicated organ systems. Once the results are known, therapy should be adjusted if appropriate. To reduce the development of drug-resistant bacteria and maintain effectiveness of ampicillin and sulbactam for injection and other antibacterial drugs, ampicillin and sulbactam for injection should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T17:34:03.107099",
  "source": "OpenFDA"
}