{
  "drug_name": "Sulfasalazine",
  "generic_name": [
    "SULFASALAZINE"
  ],
  "brand_names": [
    "Sulfasalazine"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Hepatic, Renal, and Hematologic Toxicity or Other Conditions Only after critical appraisal should Sulfasalazine Tablets be given to patients with hepatic or renal damage or blood dyscrasias. Deaths associated with the administration of sulfasalazine have been reported from hypersensitivity reactions, agranulocytosis, aplastic anemia, other blood dyscrasias, renal and liver damage, irreversible neuromuscular and central nervous system changes, and fibrosing alveolitis. The presence of clinical signs such as sore throat, fever, pallor, purpura, or jaundice may be indications of serious blood disorders or hepatotoxicity. Complete blood counts, as well as urinalysis with careful microscopic examination, should be done frequently in patients receiving sulfasalazine (see PRECAUTIONS, Laboratory Tests). Discontinue treatment with sulfasalazine while awaiting the results of blood tests. Oligospermia and Infertility Oligospermia and infertility have been observed in men treated with sulfasalazine; however, withdrawal of the drug appears to reverse these effects. Serious Infections Serious infections, including fatal sepsis and pneumonia, have been reported. Some infections were associated with agranulocytosis, neutropenia, or myelosuppression. Discontinue sulfasalazine if a patient develops a serious infection. Closely monitor patients for the development of signs and symptoms of infection during and after treatment with sulfasalazine. For a patient who develops a new infection during treatment with sulfasalazine, perform a prompt and complete diagnostic workup for infection and myelosuppression. Caution should be exercised when considering the use of sulfasalazine in patients with a history of recurring or chronic infections or with underlying conditions or concomitant drugs which may predispose patients to infections. Hypersensitivity Reactions Severe hypersensitivity reactions may include internal organ involvement, such as hepatitis, nephritis, myocarditis, mononucleosis-like syndrome (i.e., pseudomononucleosis), hematological abnormalities (including hematophagic histiocytosis), and/or pneumonitis including eosinophilic infiltration. Severe Cutaneous Adverse Reactions Drug Reactions with Eosinophilia and Systemic Symptoms (DRESS) Severe, life-threatening, systemic hypersensitivity reactions such as drug reaction with eosinophilia and systemic symptoms DRESS have been reported in patients taking sulfasalazine. Early manifestations of hypersensitivity, such as fever or lymphadenopathy, may be present even though rash is not evident. If such signs or symptoms are present, evaluate the patient immediately. Discontinue sulfasalazine if an alternative etiology for the signs or symptoms cannot be established. Other Severe Cutaneous Adverse Reactions Other severe cutaneous adverse reactions, including exfoliative dermatitis, Stevens-Johnson syndrome (SJS), and toxic epidermal necrolysis (TEN), and acute generalized exanthematous pustulosis (AGEP) have been reported in association with the use of sulfasalazine (See ADVERSE REACTIONS). Severe cutaneous adverse reactions can be serious and are sometimes fatal. Patients are at highest risk for these events early in therapy, with most events occurring within the first month of treatment. Discontinue sulfasalazine at the first appearance of signs or symptoms of severe cutaneous adverse reactions or other signs of hypersensitivity and consider further evaluation."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most common adverse reactions associated with sulfasalazine are anorexia, headache, nausea, vomiting, gastric distress, and apparently reversible oligospermia. These occur in about one-third of the patients. Less frequent adverse reactions are skin rash, pruritus, urticaria, fever, Heinz body anemia, hemolytic anemia, and cyanosis, which may occur at a frequency of one in every thirty patients or less. Experience suggests that with a daily dosage of 4 g or more, or total serum sulfapyridine levels above 50 μg/mL, the incidence of adverse reactions tends to increase. Although the listing which follows includes a few adverse reactions which have not been reported with this specific drug, the pharmacological similarities among the sulfonamides require that each of these reactions be considered when Sulfasalazine Tablets are administered. Less common or rare adverse reactions include: Blood dyscrasias: aplastic anemia, agranulocytosis, leukopenia, megaloblastic (macrocytic) anemia, purpura, thrombocytopenia, hypoprothrombinemia, methemoglobinemia, congenital neutropenia, and myelodysplastic syndrome. Hypersensitivity reactions: erythema multiforme, epidermal necrolysis (SJS/TEN) with corneal damage, exfoliative dermatitis, DRESS, anaphylaxis, serum sickness syndrome, interstitial lung disease, pneumonitis with or without eosinophilia, vasculitis, fibrosing alveolitis, pleurisy/pleuritis, pericarditis with or without tamponade, allergic myocarditis, polyarteritis nodosa, lupus erythematosus-like syndrome, hepatitis and hepatic necrosis with or without immune complexes, fulminant hepatitis, sometimes leading to liver transplantation, parapsoriasis varioliformis acuta (Mucha-Haberman syndrome), rhabdomyolysis, photosensitization, arthralgia, periorbital edema, conjunctival and scleral injection, and alopecia. Gastrointestinal reactions: hepatitis, hepatic failure, pancreatitis, bloody diarrhea, impaired folic acid absorption, impaired digoxin absorption, stomatitis, diarrhea, abdominal pains, and neutropenic enterocolitis. Central nervous system reactions: transverse myelitis, convulsions, meningitis, transient lesions of the posterior spinal column, cauda equina syndrome, Guillian-Barre syndrome, peripheral neuropathy, mental depression, vertigo, hearing loss, insomnia, ataxia, hallucinations, tinnitus, and drowsiness. Renal reactions: toxic nephrosis with oliguria and anuria, nephritis, nephrotic syndrome, urinary tract infections, hematuria, crystalluria, proteinuria, and hemolytic-uremic syndrome. Other reactions: urine discoloration and skin discoloration. The sulfonamides bear certain chemical similarities to some goitrogens, diuretics (acetazolamide and the thiazides), and oral hypoglycemic agents. Goiter production, diuresis and hypoglycemia have occurred rarely in patients receiving sulfonamides. Cross-sensitivity may exist with these agents. Rats appear to be especially susceptible to the goitrogenic effects of sulfonamides and long-term administration has produced thyroid malignancies in this species. Postmarketing Reports The following events have been identified during post-approval use of products which contain (or are metabolized to) mesalamine in clinical practice. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. These events have been chosen for inclusion due to a combination of seriousness, frequency of reporting, or potential causal connection to mesalamine: Blood dyscrasias: pseudomononucleosis Cardiac disorders: myocarditis Hepatobiliary disorders: reports of hepatotoxicity, including elevated liver function tests (SGOT/AST, SGPT/ALT, GGT, LDH, alkaline phosphatase, bilirubin), jaundice, cholestatic jaundice, cirrhosis, hepatitis cholestatic, cholestasis and possible hepatocellular damage including liver necrosis and liver failure. Some of these cases were fatal. One case of Kawasaki-like syndrome, which included hepatic function changes, was also reported. Immune system disorders: anaphylaxis Metabolism and nutrition system disorders: folate deficiency Renal and urinary disorders: nephrolithiasis Respiratory, thoracic and mediastinal disorders: oropharyngeal pain Skin and subcutaneous tissue disorders: angioedema, purpura, SJS/TEN, DRESS and AGEP Vascular disorders: pallor"
  ],
  "contraindications": [
    "CONTRAINDICATIONS Sulfasalazine Tablets are contraindicated in: Patients with intestinal or urinary obstruction, Patients with porphyria as sulfonamides have been reported to precipitate an acute attack, Patients hypersensitive to sulfasalazine, its metabolites, sulfonamides, or salicylates."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION The dosage of Sulfasalazine Tablets should be adjusted to each individual’s response and tolerance. Initial Therapy: Adults: 3 to 4 g daily in evenly divided doses with dosage intervals not exceeding eight hours. In some cases, it is advisable to initiate therapy with a smaller dosage, e.g., 1 to 2 g daily, to reduce possible gastrointestinal intolerance. If daily doses exceeding 4 g are required to achieve desired effects, the increased risk of toxicity should be kept in mind. Children, six years of age and older: 40 to 60 mg/kg body weight in each 24-hour period, divided into 3 to 6 doses. Maintenance Therapy: Adults: 2 g daily. Children, six years of age and older: 30 mg/kg body weight in each 24-hour period, divided into 4 doses. The response of acute ulcerative colitis to Sulfasalazine Tablets can be evaluated by clinical criteria, including the presence of fever, weight changes, and degree and frequency of diarrhea and bleeding, as well as by sigmoidoscopy and the evaluation of biopsy samples. It is often necessary to continue medication even when clinical symptoms, including diarrhea, have been controlled. When endoscopic examination confirms satisfactory improvement, the dosage of sulfasalazine should be reduced to a maintenance level. If diarrhea recurs, the dosage should be increased to previously effective levels. If symptoms of gastric intolerance (anorexia, nausea, vomiting, etc.) occur after the first few doses of sulfasalazine, they are probably due to increased serum levels of total sulfapyridine and may be alleviated by halving the daily dose of sulfasalazine and subsequently increasing it gradually over several days. If gastric intolerance continues, the drug should be stopped for 5 to 7 days, then reintroduced at a lower daily dose. Some patients may be sensitive to treatment with sulfasalazine. Various desensitization- like regimens have been reported to be effective in 34 of 53 patients, 4 7 of 8 patients, 5 and 19 of 20 patients. 6 These regimens suggest starting with a total daily dose of 50 to 250 mg sulfasalazine initially, and doubling it every 4 to 7 days until the desired therapeutic level is achieved. If the symptoms of sensitivity recur, Sulfasalazine Tablets should be discontinued. Desensitization should not be attempted in patients who have a history of agranulocytosis, or who have experienced an anaphylactoid reaction while previously receiving sulfasalazine."
  ],
  "indications": [
    "INDICATIONS AND USAGE Sulfasalazine Tablets are indicated: a) in the treatment of mild to moderate ulcerative colitis, and as adjunctive therapy in severe ulcerative colitis; and b) for the prolongation of the remission period between acute attacks of ulcerative colitis."
  ],
  "fetched_at": "2025-09-30T21:35:07.452031",
  "source": "OpenFDA"
}