{
  "drug_name": "Sulindac",
  "generic_name": [
    "SULINDAC"
  ],
  "brand_names": [
    "SULINDAC"
  ],
  "drug_interactions": [
    "Drug Interactions ACE-Inhibitors and Angiotensin II Antagonists Reports suggest that NSAIDs may diminish the antihypertensive effect of ACE-inhibitors and angiotensin II antagonists. These interactions should be given consideration in patients taking NSAIDs concomitantly with ACE-inhibitors or angiotensin II antagonists. In some patients with compromised renal function (e.g., elderly patients or patients who are volume-depleted, including those on diuretic therapy) who are being treated with non-steroidal anti-inflammatory drugs, the co-administration of an NSAID and an ACE-inhibitor or an angiotensin II antagonist may result in further deterioration of renal function, including possible acute renal failure, which is usually reversible. Therefore, monitor renal function periodically in patients receiving ACEIs or AIIAs and NSAIDs in combination therapy. Acetaminophen Acetaminophen had no effect on the plasma levels of sulindac or its sulfide metabolite. Aspirin The concomitant administration of aspirin with sulindac significantly depressed the plasma levels of the active sulfide metabolite. A double-blind study compared the safety and efficacy of sulindac 300 or 400 mg daily given alone or with aspirin 2.4 g/day for the treatment of osteoarthritis. The addition of aspirin did not alter the types of clinical or laboratory adverse experiences for sulindac; however, the combination showed an increase in the incidence of gastrointestinal adverse experiences. Since the addition of aspirin did not have a favorable effect on the therapeutic response to sulindac, the combination is not recommended. Cyclosporine Administration of non-steroidal anti-inflammatory drugs concomitantly with cyclosporine has been associated with an increase in cyclosporine-induced toxicity, possibly due to decreased synthesis of renal prostacyclin. NSAIDs should be used with caution in patients taking cyclosporine, and renal function should be carefully monitored. Diflunisal The concomitant administration of sulindac and diflunisal in normal volunteers resulted in lowering of the plasma levels of the active sulindac sulfide metabolite by approximately one-third. Diuretics Clinical studies, as well as post marketing observations, have shown that sulindac can reduce the natriuretic effect of furosemide and thiazides in some patients. This response has been attributed to inhibition of renal prostaglandin synthesis. During concomitant therapy with NSAIDs, the patient should be observed closely for signs of renal failure (see WARNINGS,Renal Effects ), as well as to assure diuretic efficacy. DMSO DMSO should not be used with sulindac. Concomitant administration has been reported to reduce the plasma levels of the active sulfide metabolite and potentially reduce efficacy. In addition, this combination has been reported to cause peripheral neuropathy. Lithium NSAIDs have produced an elevation of plasma lithium levels and a reduction in renal lithium clearance. The mean minimum lithium concentration increased 15% and the renal clearance was decreased by approximately 20%. These effects have been attributed to inhibition of renal prostaglandin synthesis by the NSAID. Thus, when NSAIDs and lithium are administered concurrently, subjects should be observed carefully for signs of lithium toxicity. Methotrexate NSAIDs have been reported to competitively inhibit methotrexate accumulation in rabbit kidney slices. This may indicate that they could enhance the toxicity of methotrexate. Caution should be used when NSAIDs are administered concomitantly with methotrexate. NSAIDs The concomitant use of sulindac with other NSAIDs is not recommended due to the increased possibility of gastrointestinal toxicity, with little or no increase in efficacy. Oral anticoagulants Although sulindac and its sulfide metabolite are highly bound to protein, studies in which sulindac was given at a dose of 400 mg daily have shown no clinically significant interaction with oral anticoagulants. However, patients should be monitored carefully until it is certain that no change in their anticoagulant dosage is required. Special attention should be paid to patients taking higher doses than those recommended and to patients with renal impairment or other metabolic defects that might increase sulindac blood levels. The effects of warfarin and NSAIDs on GI bleeding are synergistic, such that users of both drugs together have a risk of serious GI bleeding higher than users of either drug alone. Oral hypoglycemic agents Although sulindac and its sulfide metabolite are highly bound to protein, studies in which sulindac was given at a dose of 400 mg daily, have shown no clinically significant interaction with oral hypoglycemic agents. However, patients should be monitored carefully until it is certain that no change in their hypoglycemic dosage is required. Special attention should be paid to patients taking higher doses than those recommended and to patients with renal impairment or other metabolic defects that might increase sulindac blood levels. Probenecid Probenecid given concomitantly with sulindac had only a slight effect on plasma sulfide levels, while plasma levels of sulindac and sulfone were increased. Sulindac was shown to produce a modest reduction in the uricosuric action of probenecid, which probably is not significant under most circumstances. Propoxyphene hydrochloride Propoxyphene hydrochloride had no effect on the plasma levels of sulindac or its sulfide metabolite."
  ],
  "warnings": [
    "WARNINGS CARDIOVASCULAR EFFECTS Cardiovascular Thrombotic Events Clinical trials of several COX-2 selective and nonselective NSAIDs of up to three years duration have shown an increased risk of serious cardiovascular (CV) thrombotic events, including myocardial infarction (MI) and stroke, which can be fatal. Based on available data, it is unclear that the risk for CV thrombotic events is similar for all NSAIDs. The relative increase in serious CV thrombotic events over baseline conferred by NSAID use appears to be similar in those with and without known CV disease or risk factors for CV disease. However, patients with known CV disease or risk factors had a higher absolute incidence of excess serious CV thrombotic events, due to their increased baseline rate. Some observational studies found that this increased risk of serious CV thrombotic events began as early as the first weeks of treatment. The increase in CV thrombotic risk has been observed most consistently at higher doses. To minimize the potential risk for an adverse CV event in NSAID-treated patients, use the lowest effective dose for the shortest duration possible. Physicians and patients should remain alert for the development of such events, throughout the entire treatment course, even in the absence of previous CV symptoms. Patients should be informed about the symptoms of serious CV events and the steps to take if they occur. There is no consistent evidence that concurrent use of aspirin mitigates the increased risk of serious CV thrombotic events associated with NSAID use. The concurrent use of aspirin and an NSAID, such as sulindac, increases the risk of serious gastrointestinal (GI) events (see WARNINGS ). Status Post Coronary Artery Bypass Graft (CABG) Surgery Two large, controlled clinical trials of a COX-2 selective NSAID for the treatment of pain in the first 10-14 days following CABG surgery found an increased incidence of myocardial infarction and stroke. NSAIDs are contraindicated in the setting of CABG (see CONTRAINDICATIONS ). Post-MI Patients Observational studies conducted in the Danish National Registry have demonstrated that patients treated with NSAIDs in the post-MI period were at increased risk of reinfarction, CV-related death, and all-cause mortality beginning in the first week of treatment. In this same cohort, the incidence of death in the first year post MI was 20 per 100 person years in NSAID-treated patients compared to 12 per 100 person years in non-NSAID exposed patients. Although the absolute rate of death declined somewhat after the first year post-MI, the increased relative risk of death in NSAID users persisted over at least the next four years of follow-up. Avoid the use of sulindac tablets, in patients with recent MI unless the benefits are expected to outweigh the risk of recurrent CV thrombotic events. If sulindac tablets are used in patients with a recent MI, monitor patients for signs of cardiac ischemia. Hypertension NSAIDs, including sulindac, can lead to onset of new hypertension or worsening of pre-existing hypertension, either of which may contribute to the increased incidence of CV events. Patients taking thiazides or loop diuretics may have impaired response to these therapies when taking NSAIDs. NSAIDs, including sulindac, should be used with caution in patients with hypertension. Blood pressure (BP) should be monitored closely during the initiation of NSAID treatment and throughout the course of therapy. Heart Failure and Edema The Coxib and traditional NSAID Trialists’ Collaboration meta-analysis of randomized controlled trials demonstrated an approximately two-fold increase in hospitalizations for heart failure in COX-2 selective-treated patients and nonselective NSAID-treated patients compared to placebo-treated patients. In a Danish National Registry study of patients with heart failure, NSAID use increased the risk of MI, hospitalization for heart failure, and death. Additionally, fluid retention and edema have been observed in some patients treated with NSAIDs. Use of sulindac may blunt the CV effects of several therapeutic agents used to treat these medical conditions [e.g., diuretics, ACE inhibitors, or angiotensin receptor blockers (ARBs)] (see Drug Interactions ). Avoid the use of sulindac tablets in patients with severe heart failure unless the benefits are expected to outweigh the risk of worsening heart failure. If sulindac tablets are used in patients with severe heart failure, monitor patients for signs of worsening heart failure. Gastrointestinal Effects – Risk of Ulceration, Bleeding, and Perforation NSAIDs, including sulindac, can cause serious gastrointestinal (GI) adverse events including inflammation, bleeding, ulceration, and perforation of the stomach, small intestine, or large intestine, which can be fatal. These serious adverse events can occur at any time, with or without warning symptoms, in patients treated with NSAIDs. Only one in five patients, who develop a serious upper GI adverse event on NSAID therapy, is symptomatic. Upper GI ulcers, gross bleeding, or perforation caused by NSAIDs occur in approximately 1% of patients treated for 3-6 months, and in about 2-4% of patients treated for one year. These trends continue with longer duration of use, increasing the likelihood of developing a serious GI event at some time during the course of therapy. However, even short-term therapy is not without risk. NSAIDs should be prescribed with extreme caution in those with prior history of ulcer disease or gastrointestinal bleeding. Patients with a prior history of peptic ulcer disease and/or gastrointestinal bleeding who use NSAIDs have a greater than 10-fold increased risk for developing a GI bleed compared to patients with neither of these risk factors. Other factors that increase the risk for GI bleeding in patients treated with NSAIDs include concomitant use of oral corticosteroids or anticoagulants, longer duration of NSAID therapy, smoking, use of alcohol, older age, and poor general health status. Most spontaneous reports of fatal GI events are in elderly or debilitated patients and therefore, special care should be taken in treating this population. To minimize the potential risk for an adverse GI event in patients treated with an NSAID, the lowest effective dose should be used for the shortest possible duration. Patients and physicians should remain alert for signs and symptoms of GI ulceration and bleeding during NSAID therapy and promptly initiate additional evaluation and treatment if a serious GI adverse event is suspected. This should include discontinuation of the NSAID until a serious GI adverse event is ruled out. For high risk patients, alternate therapies that do not involve NSAIDs should be considered. Hepatic Effects In addition to hypersensitivity reactions involving the liver, in some patients the findings are consistent with those of cholestatic hepatitis (see WARNINGS,Hypersensitivity ). As with other non-steroidal anti-inflammatory drugs, borderline elevations of one or more liver tests without any other signs and symptoms may occur in up to 15% of patients taking NSAIDs including sulindac. These laboratory abnormalities may progress, may remain essentially unchanged, or may be transient with continued therapy. The SGPT (ALT) test is probably the most sensitive indicator of liver dysfunction. Meaningful (3 times the upper limit of normal) elevations of SGPT or SGOT (AST) occurred in controlled clinical trials in less than 1% of patients. Notable elevations of ALT or AST (approximately three or more times the upper limit of normal) have been reported in approximately 1% of patients in clinical trials with NSAIDs. In addition, rare cases of severe hepatic reactions, including jaundice and fatal fulminant hepatitis, liver necrosis and hepatic failure, some of them with fatal outcomes have been reported. A patient with symptoms and/or signs suggesting liver dysfunction, or in whom an abnormal liver test has occurred, should be evaluated for evidence of the development of a more severe hepatic reaction while on therapy with sulindac. Although such reactions as described above are rare, if abnormal liver tests persist or worsen, if clinical signs and symptoms consistent with liver disease develop, or if systemic manifestations occur (e.g., eosinophilia, rash, etc.), sulindac should be discontinued. In clinical trials with sulindac, the use of doses of 600 mg/day has been associated with an increased incidence of mild liver test abnormalities (see DOSAGE AND ADMINISTRATION for maximum dosage recommendation). Renal Effects Long-term administration of NSAIDs has resulted in renal papillary necrosis and other renal injury. Renal toxicity has also been seen in patients in whom renal prostaglandins have a compensatory role in the maintenance of renal perfusion.In these patients, administration of a non-steroidal anti-inflammatory drug may cause a dose-dependent reduction in prostaglandin formation and, secondarily, in renal blood flow, which may precipitate overt renal decompensation. Patients at greatest risk of this reaction are those with impaired renal function, heart failure, liver dysfunction, those taking diuretics and ACE inhibitors, patients who are volume-depleted, and the elderly. Discontinuation of NSAID therapy is usually followed by recovery to the pretreatment state. Advanced Renal Disease No information is available from controlled clinical studies regarding the use of sulindac in patients with advanced renal disease. Therefore, treatment with sulindac is not recommended in these patients with advanced renal disease. If sulindac therapy must be initiated, close monitoring of the patient’s renal function is advisable. Anaphylactic/Anaphylactoid Reactions As with other NSAIDs, anaphylactic/anaphylactoid reactions may occur in patients without known prior exposure to sulindac. Sulindac should not be given to patients with the aspirin triad. This symptom complex typically occurs in asthmatic patients who experience rhinitis with or without nasal polyps, or who exhibit severe, potentially fatal bronchospasm after taking aspirin or other NSAIDs (see CONTRAINDICATIONS and PRECAUTIONS – Preexisting Asthma ). Emergency help should be sought in cases where an anaphylactic/anaphylactoid reaction occurs. Skin Reactions NSAIDs, including sulindac, can cause serious adverse events such as exfoliative dermatitis, Stevens-Johnson Syndrome (SJS), and toxic epidermal necrolysis (TEN), which can be fatal. These serious events may occur without warning. Patients should be informed about the signs and symptoms of serious skin manifestations and use of the drug should be discontinued at the first appearance of skin rash or any other sign of hypersensitivity. Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) has been reported in patients taking NSAIDs such as sulindac. Some of these events have been fatal or life-threatening. DRESS typically, although not exclusively, presents with fever, rash, lymphadenopathy, and/or facial swelling. Other clinical manifestations may include hepatitis, nephritis, hematological abnormalities, myocarditis, or myositis. Sometimes symptoms of DRESS may resemble an acute viral infection. Eosinophilia is often present. Because this disorder is variable in its presentation, other organ systems not noted here may be involved. It is important to note that early manifestations of hypersensitivity, such as fever or lymphadenopathy, may be present even though rash is not evident. If such signs or symptoms are present, discontinue sulindac and evaluate the patient immediately. Hypersensitivity Rarely, fever and other evidence of hypersensitivity (see ADVERSE REACTIONS ) including abnormalities in one or more liver function tests and severe skin reactions have occurred during therapy with sulindac. Fatalities have occurred in these patients. Hepatitis, jaundice, or both, with or without fever, may occur usually within the first one to three months of therapy. Determinations of liver function should be considered whenever a patient on therapy with sulindac develops unexplained fever, rash or other dermatologic reactions or constitutional symptoms. If unexplained fever or other evidence of hypersensitivity occurs, therapy with sulindac should be discontinued. The elevated temperature and abnormalities in liver function caused by sulindac characteristically have reverted to normal after discontinuation of therapy. Administration of sulindac should not be reinstituted in such patients. Fetal Toxicity Premature Closure of Fetal Ductus Arteriosus: Avoid use of NSAIDs, including sulindac, in pregnant women at about 30 weeks gestation and later. NSAIDs including sulindac, increase the risk of premature closure of the fetal ductus arteriosus at approximately this gestational age. Oligohydramnios/Neonatal Renal Impairment: Use of NSAIDs, including sulindac, at about 20 weeks gestation or later in pregnancy may cause fetal renal dysfunction leading to oligohydramnios and, in some cases, neonatal renal impairment. These adverse outcomes are seen, on average, after days to weeks of treatment, although oligohydramnios has been infrequently reported as soon as 48 hours after NSAID initiation. Oligohydramnios is often, but not always, reversible with treatment discontinuation. Complications of prolonged oligohydramnios may, for example, include limb contractures and delayed lung maturation. In some postmarketing cases of impaired neonatal renal function, invasive procedures such as exchange transfusion or dialysis were required. If NSAID treatment is necessary between about 20 weeks and 30 weeks gestation, limit sulindac use to the lowest effective dose and shortest duration possible. Consider ultrasound monitoring of amniotic fluid if sulindac treatment extends beyond 48 hours. Discontinue sulindac if oligohydramnios occurs and follow up according to clinical practice (see PRECAUTIONS; Pregnancy)."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions were reported in clinical trials or have been reported since the drug was marketed. The probability exists of a causal relationship between sulindac and these adverse reactions. The adverse reactions which have been observed in clinical trials encompass observations in 1,865 patients, including 232 observed for at least 48 weeks. Incidence Greater Than 1% Gastrointestinal The most frequent types of adverse reactions occurring with sulindac are gastrointestinal; these include gastrointestinal pain (10%), dyspepsia***, nausea*** with or without vomiting, diarrhea***, constipation***, flatulence, anorexia and gastrointestinal cramps. Dermatologic Rash***, pruritus Central Nervous System Dizziness***, headache***, nervousness. Special Senses Tinnitus. Miscellaneous Edema (see WARNINGS ). Incidence Less Than 1 in 100 Gastrointestinal Gastritis, gastroenteritis or colitis. Peptic ulcer and gastrointestinal bleeding have been reported. GI perforation and intestinal strictures (diaphragms) have been reported rarely. Liver function abnormalities; jaundice, sometimes with fever; cholestasis; hepatitis; hepatic failure. There have been rare reports of sulindac metabolites in common bile duct “sludge” and in biliary calculi in patients with symptoms of cholecystitis who underwent a cholecystectomy. Pancreatitis (see PRECAUTIONS ). Ageusia; glossitis. Dermatologic Stomatitis, sore or dry mucous membranes, alopecia, photosensitivity. Erythema multiforme, toxic epidermal necrolysis, Stevens-Johnson syndrome, and exfoliative dermatitis have been reported. Cardiovascular Congestive heart failure, especially in patients with marginal cardiac function; palpitation; hypertension. Hematologic Thrombocytopenia; ecchymosis, purpura, leukopenia, agranulocytosis, neutropenia, bone marrow depression, including aplastic anemia; hemolytic anemia, increased prothrombin time in patients on oral anticoagulants (see PRECAUTIONS ). Genitourinary Urine discoloration; dysuria; vaginal bleeding, hematuria; proteinuria; crystalluria; renal impairment, including renal failure; interstitial nephritis; nephrotic syndrome. Renal calculi containing sulindac metabolites have been observed rarely. Metabolic Hyperkalemia. Musculoskeletal Muscle weakness. Psychiatric Depression; psychic disturbances including acute psychosis. Nervous System Vertigo; insomnia; somnolence; paresthesia; convulsions; syncope; aseptic meningitis (especially in patients with systemic lupus erythematosus (SLE) and mixed connective tissue disease, see PRECAUTIONS ). Special Senses Blurred vision; visual disturbances; decreased hearing; metallic or bitter taste. Respiratory Epistaxis. Hypersensitivity Reactions Anaphylaxis; angioneurotic edema; urticaria, bronchial spasm; dyspnea. Hypersensitivity vasculitis. A potentially fatal apparent hypersensitivity syndrome has been reported. This syndrome may include constitutional symptoms (fever, chills, diaphoresis, flushing), cutaneous findings (rash or other dermatologic reactions – see above), conjunctivitis, involvement of major organs (changes in liver function including hepatic failure, jaundice, pancreatitis, pneumonitis with or without pleural effusion, leukopenia, leukocytosis, eosinophilia, disseminated intravascular coagulation, anemia, renal impairment, including renal failure), and other less specific findings (adenitis, arthralgia, arthritis, myalgia, fatigue, malaise, hypotension, chest pain, tachycardia). Causal Relationship Unknown A rare occurrence of fulminant necrotizing fasciitis, particularly in association with Group A β-hemolytic streptococcus, has been described in persons treated with non-steroidal anti-inflammatory agents, sometimes with fatal outcome (see also PRECAUTIONS, General ). Other reactions have been reported in clinical trials or since the drug was marketed, but occurred under circumstances where a causal relationship could not be established. However, in these rarely reported events, that possibility cannot be excluded. Therefore, these observations are listed to serve as alerting information to physicians. Cardiovascular Arrhythmia. Metabolic Hyperglycemia. Nervous System Neuritis. Special Senses Disturbances of the retina and its vasculature. Miscellaneous Gynecomastia. ***Incidence between 3% and 9%. Those reactions occurring in 1% to 3% of patients are not marked with an asterisk."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Sulindac is contraindicated in patients with known hypersensitivity to sulindac or the excipients (see DESCRIPTION ). Sulindac should not be given to patients who have experienced asthma, urticaria, or allergic-type reactions after taking aspirin or other NSAIDs. Severe, rarely fatal, anaphylactic/anaphylactoid reactions to NSAIDs have been reported in such patients (see WARNINGS – Anaphylactic/Anaphylactoid Reactions , and PRECAUTIONS – Preexisting Asthma ). Sulindac is contraindicated in the setting of coronary artery bypass graft (CABG) surgery (see WARNINGS )."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Carefully consider the potential benefits and risks of sulindac and other treatment options before deciding to use sulindac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). After observing the response to initial therapy with Sulindac Tablets USP, the dose and frequency should be adjusted to suit an individual patient’s needs. Sulindac Tablets should be administered orally twice a day with food. The maximum dosage is 400 mg per day. Dosages above 400 mg per day are not recommended. In osteoarthritis, rheumatoid arthritis, and ankylosing spondylitis, the recommended starting dosage is 150 mg twice a day. The dosage may be lowered or raised depending on the response. A prompt response (within one week) can be expected in about one-half of patients with osteoarthritis, ankylosing spondylitis, and rheumatoid arthritis. Others may require longer to respond. In acute painful shoulder (acute subacromial bursitis/supraspinatus tendinitis) and acute gouty arthritis, the recommended dosage is 200 mg twice a day. After a satisfactory response has been achieved, the dosage may be reduced according to the response. In acute painful shoulder, therapy for 7-14 days is usually adequate. In acute gouty arthritis, therapy for 7 days is usually adequate."
  ],
  "indications": [
    "INDICATIONS AND USAGE Carefully consider the potential benefits and risks of sulindac and other treatment options before deciding to use sulindac. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). Sulindac is indicated for acute or long-term use in the relief of signs and symptoms of the following: 1. Osteoarthritis 2. Rheumatoid arthritis** 3. Ankylosing spondylitis 4. Acute painful shoulder (Acute subacromial bursitis/supraspinatus tendinitis) 5. Acute gouty arthritis **The safety and effectiveness of sulindac tablets USP have not been established in rheumatoid arthritis patients who are designated in the American Rheumatism Association classification as Functional Class IV (incapacitated, largely or wholly bedridden, or confined to wheelchair, little or no self-care)."
  ],
  "fetched_at": "2025-09-30T21:24:04.017341",
  "source": "OpenFDA"
}