{
  "drug_name": "Sumatriptan",
  "generic_name": [
    "SUMATRIPTAN"
  ],
  "brand_names": [
    "Sumatriptan"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Ergot-Containing Drugs Ergot-containing drugs have been reported to cause prolonged vasospastic reactions. Because these effects may be additive, use of ergotamine-containing or ergot-type medications (like dihydroergotamine or methysergide) and sumatriptan injection within 24 hours of each other is contraindicated. 7.2 Monoamine Oxidase-A Inhibitors MAO-A inhibitors increase systemic exposure by 2-fold. Therefore, the use of Sumatriptan injection in patients receiving MAO-A inhibitors is contraindicated [see Clinical Pharmacology (12.3)]. 7.3 Other 5-HT 1 Agonists Because their vasospastic effects may be additive, coadministration of Sumatriptan injection and other 5-HT 1 agonists (e.g., triptans) within 24 hours of each other is contraindicated. 7.4 Selective Serotonin Reuptake Inhibitors /Serotonin Norepinephrine Reuptake Inhibitors and Serotonin Syndrome Cases of serotonin syndrome have been reported during coadministration of triptans and SSRIs, SNRIs, TCAs, and MAO inhibitors [see Warnings and Precautions (5.7)]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: · Myocardial ischemia, myocardial infarction, and Prinzmetal’s angina [see Warnings and Precautions (5.1)] · Arrhythmias [see Warnings and Precautions (5.2)] · Chest, throat, neck, and/or jaw pain/tightness/pressure [see Warnings and Precautions (5.3)] · Cerebrovascular events [see Warnings and Precautions (5.4)] · Other vasospasm reactions [see Warnings and Precautions (5.5)] · Medication overuse headache [see Warnings and Precautions (5.6)] · Serotonin syndrome [see Warnings and Precautions (5.7)] · Increase in blood pressure [see Warnings and Precautions (5.8)] · Hypersensitivity reactions [see Contraindications (4), Warnings and Precautions (5.9)] · Seizures [see Warnings and Precautions (5.10)] Most common adverse reactions (≥5% and >placebo) were injection site reactions, tingling, dizziness/vertigo, warm/hot sensation, burning sensation, feeling of heaviness, pressure sensation, flushing, feeling of tightness, and numbness (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Caplin Steriles Limited at 1-866-978-6111 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Migraine Headache Table 1 lists adverse reactions that occurred in 2 U.S. placebo-controlled clinical trials in patients with migraines (Studies 2 and 3) following either a single 6 mg dose of sumatriptan injection or placebo. Only reactions that occurred at a frequency of 2% or more in groups treated with sumatriptan injection 6 mg and that occurred at a frequency greater than the placebo group are included in Table 1. Table 1: Adverse Reactions in Pooled Placebo-Controlled Trials in Patients with Migraine (Studies 2 and 3) Adverse Reaction Sumatriptan Injection 6 mg Subcutaneous (n = 547)% Placebo (n = 370)% Atypical sensations Tingling Warm/hot sensation Burning sensation Feeling of heaviness Pressure sensation Feeling of tightness Numbness Feeling strange Tight feeling in head 42 14 11 7 7 7 5 5 2 2 9 3 4 <1 1 2 <1 2 <1 <1 Cardiovascular Flushing Chest discomfort Tightness in chest Pressure in chest 7 5 3 2 2 1 <1 <1 Ear, nose and throat throat discomfort discomfort: nasal cavity/sinuses 3 2 <1 <1 Injection site reaction a 59 24 Miscellaneous Jaw discomfort 2 0 Musculoskeletal Weakness Neck pain/stiffness Myalgia 5 5 2 <1 <1 <1 Neurological Dizziness/vertigo Drowsiness/sedation Headache 12 3 2 4 2 <1 Skin Sweating 2 1 a Includes injection site pain, stinging/burning, swelling, erythema, bruising, bleeding. The incidence of adverse reactions in controlled clinical trials was not affected by gender or age of the patients. There were insufficient data to assess the impact of race on the incidence of adverse reactions. Cluster Headache In the controlled clinical trials assessing the efficacy of sumatriptan injection as a treatment for cluster headache (Studies 4 and 5), no new significant adverse reactions were detected that had not already been identified in trials of sumatriptan in patients with migraine. Overall, the frequency of adverse reactions reported in the trials of cluster headache was generally lower than in the migraine trials. Exceptions include reports of paresthesia (5% sumatriptan injection, 0% placebo), nausea and vomiting (4% sumatriptan injection, 0% placebo), and bronchospasm (1% sumatriptan injection, 0% placebo). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of sumatriptan tablets, sumatriptan nasal spray, and sumatriptan injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiovascular Hypotension, palpitations. Neurological Dystonia, tremor."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Sumatriptan Injection is contraindicated in patients with: • Ischemic coronary artery disease (CAD) (angina pectoris, history of myocardial infarction, or documented silent ischemia) or coronary artery vasospasm, including Prinzmetal’s angina [see Warnings and Precautions (5.1)]. • Wolff-Parkinson-White syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders [see Warnings and Precautions (5.2)]. • History of stroke or transient ischemic attack (TIA) or History of hemiplegic or basilar migraine because these patients are at a higher risk of stroke [see Warnings and Precautions (5.4)]. • Peripheral vascular disease [see Warnings and Precautions (5.5)]. • Ischemic bowel disease [see Warnings and Precautions (5.5)]. • Uncontrolled hypertension [see Warnings and Precautions (5.8)]. • Recent use (i.e., within 24 hours) of ergotamine-containing medication, ergot-type medication (such as dihydroergotamine or methysergide), or another 5-hydroxytryptamine1 (5-HT 1 ) agonist [see Drug Interactions (7.1, 7.3)]. • Concurrent administration of a monoamine oxidase (MAO)-A inhibitor or recent (within 2 weeks) use of an MAO-A inhibitor [see Drug Interactions (7.2) and Clinical Pharmacology (12.3)]. • Hypersensitivity to sumatriptan (angioedema and anaphylaxis seen) [see Warnings and Precautions (5.9)]. • Severe hepatic impairment [see Clinical Pharmacology (12.3)]. • History of coronary artery disease or coronary artery vasospasm (4) • Wolff-Parkinson-White syndrome or other cardiac accessory conduction pathway disorders (4) • History of stroke, transient ischemic attack, or hemiplegic or basilar migraine (4) • Peripheral vascular disease (4) • Ischemic bowel disease (4) • Uncontrolled hypertension (4) • Recent (within 24 hours) use of another 5-HT 1 agonist (e.g., another triptan) or of an ergotamine-containing medication (4) • Concurrent or recent (past 2 weeks) use of monoamine oxidase-A inhibitor (4) • Hypersensitivity to Sumatriptan Injection (angioedema and anaphylaxis seen) (4) • Severe hepatic impairment (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • For subcutaneous use only (2.1) • Acute treatment of migraine: single dose of 1 to 6 mg (2.1) • Acute treatment of cluster headache: single dose of 6 mg (2.1) • Maximum dose in a 24-hour period: 12 mg, separate doses by at least 1 hour (2.1) • Patients receiving doses other than 4 or 6 mg: Use the 6-mg single-dose vial (2.3) 2.1 Dosing Information The maximum single recommended adult dose of Sumatriptan injection, USP for the acute treatment of migraine or cluster headache is 6 mg injected subcutaneously. For the treatment of migraine, if side effects are dose limiting, lower doses (1 mg to 5 mg) may be used [see Clinical Studies (14.1)]. For the treatment of cluster headache, the efficacy of lower doses has not been established. The maximum cumulative dose that may be given in 24 hours is 12 mg, two 6 mg injections separated by at least 1 hour. A second 6-mg dose should only be considered if some response to a first injection was observed. 2.3 Administration of Doses of Sumatriptan Other than 4 or 6 mg In patients receiving doses other than 4mg or 6 mg, use the 6-mg single-dose vial; Visually inspect the vial for particulate matter and discoloration before administration. Do not use if particulates and discolorations are noted."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Sumatriptan Injection, USP is indicated in adults for (1) the acute treatment of migraine, with or without aura, and (2) the acute treatment of cluster headache. Limitations of Use: • Use only if a clear diagnosis of migraine or cluster headache has been established. If a patient has no response to the first migraine attack treated with Sumatriptan Injection reconsider the diagnosis before Sumatriptan Injection is administered to treat any subsequent attacks. • Sumatriptan Injection is not indicated for the prevention of migraine attacks or cluster headache attacks. Sumatriptan injection, USP is a serotonin (5-HT 1B/1D ) receptor agonist (triptan) indicated for: • Acute treatment of migraine with or without aura in adults (1) • Acute treatment of cluster headache in adults (1) Limitations of Use : • Use only if a clear diagnosis of migraine or cluster headache has been established (1) • Not indicated for the prophylactic therapy of migraine or cluster headache attacks (1)"
  ],
  "fetched_at": "2025-09-30T21:27:41.721441",
  "source": "OpenFDA"
}