{
  "drug_name": "Suvorexant",
  "generic_name": [
    "SUVOREXANT"
  ],
  "brand_names": [
    "BELSOMRA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A inhibitors: Recommended dose is 5 mg when used with moderate CYP3A inhibitors. Dose can be increased to 10 mg once per night if the 5 mg dose is not effective. Not recommended for use in patients taking strong CYP3A inhibitors ( 2.4 , 7.2 ). Strong CYP3A inducers: Efficacy may be reduced ( 7.2 ). Digoxin: Monitor digoxin concentrations ( 7.3 ). 7.1 CNS-Active Agents When BELSOMRA was co-administered with alcohol, additive psychomotor impairment was demonstrated. There was no alteration in the pharmacokinetics of BELSOMRA [see Warnings and Precautions (5.1 , 5.3) and Clinical Pharmacology (12.3) ]. 7.2 Effects of Other Drugs on BELSOMRA Metabolism by CYP3A is the major elimination pathway for suvorexant. CYP3A Inhibitors Concomitant use of BELSOMRA with strong inhibitors of CYP3A (e.g., ketoconazole, itraconazole, posaconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, boceprevir, telaprevir, telithromycin and conivaptan) is not recommended [see Clinical Pharmacology (12.3) ]. The recommended dose of BELSOMRA is 5 mg in subjects receiving moderate CYP3A inhibitors (e.g., amprenavir, aprepitant, atazanavir, ciprofloxacin, diltiazem, erythromycin, fluconazole, fosamprenavir, grapefruit juice, imatinib, verapamil). The dose generally should not exceed 10 mg in patients receiving moderate CYP3A inhibitors [see Clinical Pharmacology (12.3) ]. CYP3A Inducers Suvorexant exposure can be substantially decreased when co-administered with strong CYP3A inducers (e.g., rifampin, carbamazepine and phenytoin). The efficacy of BELSOMRA may be reduced [see Clinical Pharmacology (12.3) ]. 7.3 Effects of BELSOMRA on Other Drugs Digoxin Concomitant administration of BELSOMRA with digoxin slightly increased digoxin levels due to inhibition of intestinal P-gp. Digoxin concentrations should be monitored when co-administering BELSOMRA with digoxin [see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections: CNS Depressant Effects and Daytime Impairment [see Warnings and Precautions (5.1) ] Worsening of Depression/Suicidal Ideation [see Warnings and Precautions (5.2) ] Complex Sleep Behaviors [see Warnings and Precautions (5.3) ] Sleep Paralysis, Hypnagogic/Hypnopompic Hallucinations, Cataplexy-Like Symptoms [see Warnings and Precautions (5.4) ] Patients with Compromised Respiratory Function [see Warnings and Precautions (5.5) ] The most common adverse reaction (reported in 5% or more of patients treated with BELSOMRA and at least twice the placebo rate) with BELSOMRA was somnolence ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In 3-month controlled efficacy trials (Study 1 and Study 2), 1263 patients were exposed to BELSOMRA including 493 patients who received BELSOMRA 15 mg or 20 mg (see Table 1 ). In a long-term study, additional patients (n=521) were treated with BELSOMRA at higher than recommended doses, including a total of 160 patients who received BELSOMRA for at least one year. Table 1: Patient Exposure to BELSOMRA 15 mg or 20 mg in Study 1 and Study 2 Patients Treated BELSOMRA 15 mg BELSOMRA 20 mg For ≥ 1 Day (n) 202 291 Men (n) 69 105 Women (n) 133 186 Mean Age (years) 70 45 For ≥ 3 Months (n) 118 172 The pooled safety data described below (see Table 2 ) reflect the adverse reaction profile during the first 3 months of treatment. Adverse Reactions Resulting in Discontinuation of Treatment The incidence of discontinuation due to adverse reactions for patients treated with 15 mg or 20 mg of BELSOMRA was 3% compared to 5% for placebo. No individual adverse reaction led to discontinuation at an incidence ≥1%. Most Common Adverse Reactions In clinical trials of patients with insomnia treated with BELSOMRA 15 mg or 20 mg, the most common adverse reaction (reported in 5% or more of patients treated with BELSOMRA and at least twice the placebo rate) was somnolence (BELSOMRA 7%; placebo 3%). Table 2 shows the percentage of patients with adverse reactions during the first three months of treatment, based on the pooled data from 3-month controlled efficacy trials (Study 1 and Study 2). At doses of 15 or 20 mg, the incidence of somnolence was higher in females (8%) than in males (3%). Of the adverse reactions reported in Table 2, the following occurred in women at an incidence of at least twice that in men: headache, abnormal dreams, dry mouth, cough, and upper respiratory tract infection. The adverse reaction profile in elderly patients was generally consistent with non-elderly patients. The adverse reactions reported during long-term treatment up to 1 year were generally consistent with those observed during the first 3 months of treatment. Table 2: Percentage of Patients with Adverse Reactions Incidence ≥2% and Greater than Placebo in 3-Month Controlled Efficacy Trials (Study 1 and Study 2) Placebo BELSOMRA (20 mg in non-elderly or 15 mg in elderly patients) n=767 n=493 Gastrointestinal Disorders Diarrhea 1 2 Dry mouth 1 2 Infections and Infestations Upper respiratory tract infection 1 2 Nervous System Disorders Headache 6 7 Somnolence 3 7 Dizziness 2 3 Psychiatric Disorders Abnormal dreams 1 2 Respiratory, Thoracic and Mediastinal Disorders Cough 1 2 Dose Relationship for Adverse Reactions There is evidence of a dose relationship for many of the adverse reactions associated with BELSOMRA use, particularly for certain CNS adverse reactions. In a placebo-controlled crossover study (Study 3), non-elderly adult patients were treated for up to one month with BELSOMRA at doses of 10 mg, 20 mg, 40 mg (2 times the maximum recommended dose) or 80 mg (4 times the maximum recommended dose). In patients treated with BELSOMRA 10 mg (n=62), the types of adverse reactions observed were similar to those observed in patients treated with BELSOMRA 20 mg. BELSOMRA was associated with a dose-related increase in somnolence: 2% at the 10 mg dose, 5% at the 20 mg dose, 12% at the 40 mg dose, and 11% at the 80 mg dose, compared to <1% for placebo. BELSOMRA was also associated with a dose-related increase in serum cholesterol: 1 mg/dL at the 10 mg dose, 2 mg/dL at the 20 mg dose, 3 mg/dL at the 40 mg dose, and 6 mg/dL at the 80 mg dose after 4 weeks of treatment, compared to a 4 mg/dL decrease for placebo. Insomnia Study in Patients with Mild to Moderate Alzheimer's Disease In a 4-week insomnia study of BELSOMRA in 285 patients (BELSOMRA n=142; placebo n=143) with mild to moderate Alzheimer's Disease, the adverse reactions occurring ≥2% and greater than placebo were somnolence (4% compared to 1% for placebo), dry mouth (2% compared to 1% for placebo), and falls (2% compared to 0% for placebo) [see Clinical Studies (14.1) ] . 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of BELSOMRA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Cardiac disorders : palpitations, tachycardia Gastrointestinal disorders: nausea, vomiting Nervous system disorders : psychomotor hyperactivity Psychiatric disorders : anxiety Skin and subcutaneous tissue disorders : pruritus"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BELSOMRA is contraindicated in patients with narcolepsy. BELSOMRA is contraindicated in patients with narcolepsy ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use the lowest dose effective for the patient ( 2.1 ). Recommended dose is 10 mg, no more than once per night taken within 30 minutes of going to bed, with at least 7 hours remaining before the planned time of awakening. If the 10 mg dose is well-tolerated but not effective, the dose can be increased, not to exceed 20 mg once daily ( 2.1 , 2.2 ). Time to effect may be delayed if taken with or soon after a meal ( 2.1 ). 2.1 Dosing Information Use the lowest dose effective for the patient. For all BELSOMRA doses, take no more than once per night within 30 minutes of going to bed (with at least 7 hours remaining prior to planned awakening). Time to effect of BELSOMRA may be delayed if taken with or soon after a meal [see Clinical Pharmacology (12.3) ]. The recommended dose for BELSOMRA is 10 mg, taken no more than once per night. If the 10 mg dose is well-tolerated but not effective, the dose can be increased. The maximum recommended dose of BELSOMRA is 20 mg taken no more than once per night. 2.2 Special Populations Exposure to BELSOMRA is increased in obese compared to non-obese patients, and in women compared to men. Particularly in obese women, the increased risk of exposure-related adverse effects should be considered before increasing the dose [see Clinical Pharmacology (12.3) ] . 2.3 Use with CNS Depressants When BELSOMRA is combined with other CNS depressant drugs, dosage reduction of BELSOMRA and/or the other drug(s) may be necessary because of potentially additive effects [see Warnings and Precautions (5.1) ] . 2.4 Dosage Adjustments with CYP3A Inhibitors When used with moderate CYP3A inhibitors, the recommended dosage of BELSOMRA is 5 mg taken no more than once per night (the dose generally should not exceed 10 mg). BELSOMRA is not recommended for use with strong CYP3A inhibitors [see Drug Interactions (7.2) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BELSOMRA ® (suvorexant) is indicated for the treatment of insomnia characterized by difficulties with sleep onset and/or sleep maintenance. BELSOMRA is an orexin receptor antagonist indicated for the treatment of insomnia, characterized by difficulties with sleep onset and/or sleep maintenance ( 1 )."
  ],
  "fetched_at": "2025-10-01T17:14:54.005899",
  "source": "OpenFDA"
}