{
  "drug_name": "Tacrolimus",
  "generic_name": [
    "TACROLIMUS EXTENDED-RELEASE CAPSULES"
  ],
  "brand_names": [
    "tacrolimus"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Risk of rejection with strong CYP3A inducers and risk of serious adverse reactions with strong CYP3A inhibitors: Adjust dose and monitor tacrolimus concentrations. ( 2.4 , 5.10 , 7.2 ) Therapeutic drug monitoring and dose reduction for tacrolimus extended-release capsules should be considered when tacrolimus extended-release capsules is co-administered with cannabidiol. ( 2.4 , 5.15 , 7.3 ) See Full Prescribing Information for clinically significant drug interactions. ( 7.1 , 7.2 , 7.3 ) 7.1 Mycophenolic Acid When tacrolimus extended-release capsules is prescribed with a given dose of a mycophenolic acid (MPA) product, exposure to MPA is higher with tacrolimus extended-release capsules co-administration than with cyclosporine co-administration with MPA, because cyclosporine interrupts the enterohepatic recirculation of MPA while tacrolimus does not. Monitor for MPA-associated adverse reactions and reduce the dose of concomitantly administered mycophenolic acid products as needed. 7.2 Effects of Other Drugs on Tacrolimus Extended-Release Capsules Table 5 displays the effects of other drugs on tacrolimus extended-release capsules. Table 5: Effects of Other Drugs/Substances on Tacrolimus Extended-Release Capsules Tacrolimus extended-release capsules dosage adjustment recommendation based on observed effect of co-administered drug on tacrolimus exposures [see Clinical Pharmacology ( 12.3)] , literature reports of altered tacrolimus exposures, or the other drug’s known CYP3A inhibitor/inducer status. Drug/Substance Class or Name Drug Interaction Effect Recommendations Grapefruit or grapefruit juice High dose or double strength grapefruit juice is a strong CYP3A inhibitor; low dose or single strength grapefruit juice is a moderate CYP3A inhibitor. May increase tacrolimus whole blood trough concentrations and increase the risk of serious adverse reactions (e.g., neurotoxicity, QT prolongation) [see Warnings and Precautions ( 5.7 , 5.10 , 5.11 )] . Avoid grapefruit or grapefruit juice. Alcohol May increase the rate of tacrolimus release and increase the risk of serious adverse reactions (e.g., neurotoxicity, QT prolongation ) [see Warnings and Precautions ( 5.7 , 5.10 , 5.11 )] . Avoid alcoholic beverages. Strong CYP3A Inducers Strong CYP3A inhibitor/inducer, based on reported effect on exposures to tacrolimus along with supporting in vitro CYP3A inhibitor/inducer data, or based on drug-drug interaction studies with midazolam (sensitive CYP3A probe substrate). : Antimycobacterials (e.g., rifampin, rifabutin), anticonvulsants (e.g., phenytoin, carbamazepine and phenobarbital), St John’s wort May decrease tacrolimus whole blood trough concentrations and increase the risk of rejection [see Warnings and Precautions ( 5.10 )] . Increase tacrolimus extended-release capsules dose and monitor tacrolimus whole blood trough concentrations [see Dosage and Administration ( 2.3 , 2.4 ) and Clinical Pharmacology ( 12.3 )] . Strong CYP3A Inhibitors : Protease inhibitors (e.g., nelfinavir, telaprevir, boceprevir, ritonavir), azole antifungals (e.g., voriconazole, posaconazole, itraconazole, ketoconazole), antibiotics (e.g., clarithromycin, troleandomycin, chloramphenicol), nefazodone, letermovir, Schisandra sphenanthera extracts May increase tacrolimus whole blood trough concentrations and increase the risk of serious adverse reactions (e.g., neurotoxicity, QT prolongation). A rapid, sharp rise in tacrolimus levels may occur early, despite an immediate reduction of tacrolimus dose [see Warnings and Precautions ( 5.7 , 5.10 , 5.11 )] . Reduce tacrolimus extended-release capsules dose (for voriconazole and posaconazole, give one-third of the original dose) and adjust dose based on tacrolimus whole blood trough concentrations [see Dosage and Administration ( 2.3 , 2.4 ) and Clinical Pharmacology ( 12.3 )] . Early and frequent monitoring of tacrolimus whole blood trough levels should start within 1-3 days and continue monitoring as necessary [see Warnings and Precautions (5.10) ] . Mild or Moderate CYP3A Inhibitors: Clotrimazole, antibiotics (e.g., verapamil, diltiazem, nifedipine, nicardipine), amiodarone, danazol, ethinyl estradiol, cimetidine, lansoprazole and omeprazole May increase tacrolimus whole blood trough concentrations and increase the risk of serious adverse reactions (e.g., neurotoxicity, QT prolongation) [see Warnings and Precautions ( 5.7 , 5.10 , 5.11 )] . Monitor tacrolimus whole blood trough concentrations and reduce tacrolimus extended-release capsules dose if needed [see Dosage and Administration ( 2.3 , 2.4 ) and Clinical Pharmacology ( 12.3 )] . Other drugs, such as: Magnesium and aluminum hydroxide antacids Metoclopramide May increase tacrolimus whole blood trough concentrations and increase the risk of serious adverse reactions (e.g., neurotoxicity, QT prolongation) [see Warnings and Precautions ( 5.7 , 5.10 , 5.11 )] . Monitor tacrolimus whole blood trough concentrations and reduce tacrolimus extended-release capsules dose if needed [see Dosage and Administration ( 2.3 , 2.4 ) and Clinical Pharmacology ( 12.3 )] . Mild or Moderate CYP3A Inducers Methylprednisolone, prednisone May decrease tacrolimus whole blood trough concentrations. Monitor tacrolimus whole blood trough concentrations and adjust tacrolimus extended-release capsules dose if needed [see Dosage and Administration ( 2.3 , 2.4 )] . Caspofungin May decrease tacrolimus whole blood trough concentrations. Monitor tacrolimus whole blood trough concentrations and adjust tacrolimus extended-release capsules dose if needed [see Dosage and Administration (2.3 , 2.4) ] . Direct Acting Antiviral (DAA) Therapy The pharmacokinetics of tacrolimus may be impacted by changes in liver function during DAA therapy, related to clearance of HCV virus. Close monitoring and potential dose adjustment of tacrolimus extended-release capsules is warranted to ensure continued efficacy and safety [see Dosage and Administration ( 2.3 , 2.4 )] . 7.3 Cannabidiol The blood levels of tacrolimus may increase upon concomitant use with cannabidiol. When cannabidiol and tacrolimus extended-release capsules are co-administered, closely monitor for an increase in tacrolimus blood levels and for adverse reactions suggestive of tacrolimus toxicity. A dose reduction of tacrolimus extended-release capsules should be considered as needed when tacrolimus extended-release capsules is co-administered with cannabidiol [see Dosage and Administration (2.4) and Warnings and Precautions (5.15) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse drug reactions are discussed in greater detail in other sections of labeling: Lymphoma and Other Malignancies [see Warnings and Precautions ( 5.1 )] Serious Infections [see Warnings and Precautions ( 5.2 )] Increased Mortality in Female Liver Transplant Patients [see Warnings and Precautions ( 5.3 )] New Onset Diabetes after Transplant [see Warnings and Precautions ( 5.5 )] Nephrotoxicity due to Tacrolimus Extended-Release Capsules and Drug Interactions [see Warnings and Precautions ( 5.6 )] Neurotoxicity [see Warnings and Precautions ( 5.7 )] Hyperkalemia [see Warnings and Precautions ( 5.8 )] Hypertension [see Warnings and Precautions ( 5.9 )] QT Prolongation [see Warnings and Precautions ( 5.11 )] Pure Red Cell Aplasia [see Warnings and Precautions ( 5.13 )] Thrombotic Microangiopathy, Including Hemolytic Uremic Syndrome and Thrombotic Thrombocytopenic Purpura [see Warnings and Precautions (5.14) ] The most common adverse reactions (≥ 30%) are: diarrhea, constipation, nausea, peripheral edema, tremor and anemia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact eVenus Pharmaceutical Laboratories, Inc. at 1-609-395-8625 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In addition, the clinical trials were not designed to establish comparative differences across study arms with regards to the adverse reactions discussed below. Kidney transplant patients were treated with tacrolimus extended-release capsules (N=214) or tacrolimus immediate-release product (N=212) and concomitant immunosuppressants (median duration of exposure of 12 months) in a randomized, open-label, active-controlled trial of mostly U.S. patients (Study 1) [see Clinical Studies ( 14.1 )] . The types of adverse reactions seen in Study 1 were similar to the adverse reactions seen in Study 2 [non-U.S. trial in kidney transplant patients treated with tacrolimus extended-release capsules (N=331) or tacrolimus immediate-release product (N=336) and concomitant immunosuppressants] [see Clinical Studies ( 14.2 )] . In Study 1, the proportion of patients who discontinued treatment due to adverse reactions was 9% and 11% in the tacrolimus extended-release capsules and tacrolimus immediate-release treatment groups, respectively, through 12 months of treatment. The most common adverse reactions leading to discontinuation in tacrolimus extended-release capsules-treated patients were related to infections or renal/urinary disorders. Infections The overall incidence of infections, serious infections, and infections with identified etiology reported in patients treated with the tacrolimus extended-release capsules or tacrolimus immediate-release product in Study 1 are shown in Table 2 . Table 2: Percentage of Patients with Infections in Study 1 Study 1 was not designed to support comparative claims of tacrolimus extended-release capsules compared to tacrolimus immediate-release product for the adverse reactions reported in this table. Through One Year Post-Kidney Transplant Tacrolimus extended-release capsules, MMF, steroids, basiliximab induction N=214 Tacrolimus immediate-release product, MMF, steroids, basiliximab induction N=212 All Infections 69% 69% Respiratory Infections 34% 31% Urinary Tract Infections 16% 25% Cytomegalovirus Infections 10% 11% Bacterial Infections 8% 12% Gastroenteritis 7% 3% Polyomavirus Infections 3% 5% Serious Infections 22% 23% New Onset Diabetes After Transplant (NODAT) The incidence of new onset diabetes after transplantation (defined by the composite occurrence of ≥ 2 fasting plasma glucose values that were more than 126 mg/dL at ≥ 30 days apart, insulin use for ≥ 30 consecutive days, oral hypoglycemic use for ≥ 30 consecutive days, and/or HbA 1C ≥ 6.5%) is summarized in Table 3 below for Study 1 through one year post-transplant [see Warnings and Precautions ( 5.5 )] . Table 3: Percentage of Patients with NODAT Through One Year Post-Kidney Transplant in Study 1 Study 1 was not designed to support comparative claims of tacrolimus extended-release capsules compared to tacrolimus immediate-release product for the adverse reactions reported in this table. Tacrolimus extended-release capsules, MMF, steroids, basiliximab induction N=162 Tacrolimus immediate-release product, MMF, steroids, basiliximab induction N=151 Composite NODAT 36% 35% ≥ 2 Fasting Plasma Glucose Values ≥ 126 mg/dL ≥ 30 days apart 26% 23% HbA 1C ≥ 6.5% 19% 22% Oral hypoglycemic use ≥ 30 consecutive days 14% 9% Insulin use ≥ 30 consecutive days 6% 8% Hyperkalemia In Study 1 [see Clinical Studies ( 14.1 )] , 73 of 214 (34.1%) patients on tacrolimus extended-release capsules had a serum potassium level greater than 5.4 up to 6.4 mEq/L, and 8 out of 214 (3.7%) patients had a serum potassium level greater than 6.4 mEq/L [see Warnings and Precautions ( 5.8 )] . Common Adverse Reactions The most common (≥ 30%) adverse reactions observed with tacrolimus extended-release capsules in Study 1 were: diarrhea, constipation, nausea, peripheral edema, tremor, and anemia. The incidence of adverse reactions that occurred in ≥ 15% of tacrolimus extended-release capsules-treated patients compared to tacrolimus immediate-release product through one year of treatment in Study 1 is shown by treatment groups in Table 4 . Table 4: Adverse Reactions (≥ 15%) in Kidney Transplant Patients Through One Year Post-Transplant in Study 1 Study 1 was not designed to support comparative claims of tacrolimus extended-release capsules compared to tacrolimus immediate-release for the adverse reactions reported in this table. Tacrolimus extended-release capsules, MMF, steroids, basiliximab induction N=214 Tacrolimus immediate-release product, MMF, steroids, basiliximab induction N=212 Diarrhea 45% 44% Constipation 40% 32% Nausea 36% 35% Peripheral Edema 36% 34% Tremor 35% 34% Anemia 33% 29% Hypertension 28% 30% Vomiting 25% 25% Hypomagnesemia 24% 27% Insomnia 24% 28% Hypophosphatemia 23% 28% Headache 22% 24% Hyperkalemia 20% 23% Increased Blood Creatinine 19% 23% Fatigue 16% 10% Leukopenia 16% 16% Hyperlipidemia 16% 17% Hyperglycemia 16% 18% Less Frequently Reported Adverse Reactions (less than 15% in tacrolimus extended-release capsules-treated patients) by System Organ Class The following adverse reactions were reported in clinical studies of kidney transplant patients who were treated with tacrolimus extended-release capsules, MMF, and steroids (Studies 1 and 2): Blood and Lymphatic System Disorders: Hemolytic anemia, leukocytosis, neutropenia, thrombocytopenia, thrombotic microangiopathy Cardiac Disorders: Atrial fibrillation, atrial flutter, tachycardia Ear Disorders: Tinnitus Eye Disorders: Vision blurred, conjunctivitis Gastrointestinal Disorders: Abdominal distension, abdominal pain, aphthous stomatitis, dyspepsia, esophagitis, flatulence, gastritis, gastroesophageal reflux disease General Disorders and Administration Site Conditions: Anasarca, asthenia, edema, pyrexia Hepatobiliary Disorders: Abnormal hepatic function, cholestasis, hepatitis (acute and chronic), hepatotoxicity Infections and Infestations: Condyloma acuminatum, tinea versicolor Injury: Fall Investigations: Increased blood lactate dehydrogenase, increased blood urea, increased hepatic enzyme Metabolism and Nutrition Disorders: Anorexia, hyperphosphatemia, hyperuricemia, hypokalemia, hyponatremia, metabolic acidosis Musculoskeletal and Connective Tissue Disorders: Arthralgia, osteopenia, osteoporosis Neoplasms: Kaposi’s sarcoma Nervous System Disorders: Convulsion, dizziness, hypoesthesia, neurotoxicity, paresthesia, peripheral neuropathy Psychiatric Disorders: Agitation, anxiety, confusional state, depression, hallucination, mood swings, nightmare Renal and Urinary Disorders: Anuria, oliguria, proteinuria, renal failure, renal tubular necrosis, toxic nephropathy Respiratory, Thoracic and Mediastinal Disorders: Acute respiratory distress syndrome, dyspnea, pulmonary edema, productive cough Skin and Subcutaneous Tissue Disorders: Acne, alopecia, dermatitis, hyperhidrosis, hypotrichosis, pruritus, rash Vascular Disorders: Deep vein thrombosis, flushing Pediatrics Pediatric use information is approved for Astellas Pharma US, Inc.'s ASTAGRAF XL (tacrolimus extended-release capsules). However, due to Astellas Pharma US, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 6.2 Postmarketing Experience The following adverse reactions have been reported from marketing experience with tacrolimus in the U.S. and outside the U.S. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These reactions have been chosen for inclusion due to either their seriousness, frequency of reporting or causal connection to tacrolimus extended-release capsules: Blood and Lymphatic System Disorders: Agranulocytosis, disseminated intravascular coagulation, hemolytic uremic syndrome, febrile neutropenia, pancytopenia, pure red cell aplasia [see Warnings and Precautions ( 5.13 )] , coagulopathy, thrombotic thrombocytopenic purpura, prolonged activated partial thromboplastin time, decreased blood fibrinogen Cardiac Disorders: Cardiac arrest, myocardial infarction, ventricular fibrillation, congestive cardiac failure, hypertrophic cardiomyopathy, pericardial effusion, angina pectoris, supraventricular extrasystoles, supraventricular tachycardia, bradycardia, Torsades de pointes , QT prolongation Ear Disorders: Hearing loss Eye Disorders: Blindness, optic neuropathy, optic atrophy, photophobia Gastrointestinal Disorders: Gastrointestinal hemorrhage, gastrointestinal perforation, pancreatitis, peritonitis, stomach ulcer, intestinal obstruction, ascites, colitis, ileus, impaired gastric emptying, dysphagia Hepatobiliary Disorders: Hepatic failure, hepatic necrosis, cirrhosis, cholangitis, venoocclusive liver disease, bile duct stenosis, hepatic steatosis, jaundice Hypersensitivity Reactions: Hypersensitivity, Stevens-Johnson syndrome, toxic epidermal necrolysis, urticaria Immune System Disorders: Graft versus host disease (acute and chronic) Investigations: Increased international normalized ratio Metabolism and Nutrition Disorders: Hypoproteinemia Musculoskeletal and Connective Tissue Disorders: Rhabdomyolysis, myalgia, polyarthritis, pain in extremity including Calcineurin-Inhibitor Induced Pain Syndrome (CIPS) Neoplasms: Lymphoma including EBV-associated lymphoproliferative disorder, hepatosplenic T-cell lymphoma, PTLD [see Warnings and Precautions ( 5.1 )] , leukemia, melanoma Nervous System Disorders: Cerebral infarction, progressive multifocal leukoencephalopathy (PML) sometimes fatal [see Warnings and Precautions ( 5.2 )] , posterior reversible encephalopathy syndrome (PRES) [see Warnings and Precautions ( 5.7 )] , coma, status epilepticus, quadriplegia, flaccid paralysis, hemiparesis, aphasia, syncope, carpal tunnel syndrome, nerve compression, mutism, dysarthria, somnolence Psychiatric Disorders: Mental status changes Renal and Urinary Disorders: Hemorrhagic cystitis, hematuria, urinary retention, urinary incontinence Respiratory, Thoracic and Mediastinal Disorders: Interstitial lung disease, pulmonary hypertension, lung infiltration, rhinitis allergic, hiccups Skin and Subcutaneous Tissue Disorders: Hyperpigmentation, photosensitivity Vascular Disorders: Hemorrhage"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Tacrolimus extended-release capsules is contraindicated in patients with known hypersensitivity to tacrolimus [see Adverse Reactions ( 6.2 )] . Known hypersensitivity to tacrolimus. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Capsules must be taken whole. ( 2.1 ) Take consistently every morning at the same time on an empty stomach at least 1 hour before a meal or at least 2 hours after a meal. ( 2.1 ) Avoid eating grapefruit or drinking grapefruit juice or alcohol. ( 2.1 ) African-American patients and patients with severe hepatic impairment may require dosing adjustments. ( 2.3 ) Frequent monitoring of trough concentrations is recommended. ( 2.4 ) For complete dosing information, see Full Prescribing Information. MMF = Mycophenolate mofetil Recommended Tacrolimus Extended-Release Capsules Initial Dosage Patient Population Initial Oral Dosage Whole Blood Trough Concentration Range ADULT With basiliximab, MMF and steroids 0.15 mg/kg to 0.2 mg/kg once daily prior to reperfusion or within 48 hours of completion of transplant Month 1: 7 ng/mL to 15 ng/mL Month 2 to Month 6: 5 ng/mL to 15 ng/mL More than 6 Months: 5 ng/mL to 10 ng/mL With MMF and steroids, without basiliximab induction First dose (pre-operative): 0.1 mg/kg, within 12 hours prior to reperfusion Subsequent doses (post-operative): 0.2 mg/kg once daily at least 4 hours after pre-operative dose and within 12 hours after reperfusion Month 1: 10 ng/mL to 15 ng/mL Month 2 to Month 6: 5 ng/mL to 15 ng/mL More than 6 Months: 5 ng/mL to 10 ng/mL 2.1 Important Administration Instructions Tacrolimus extended-release capsules should not be used without the supervision by a physician with experience in immunosuppressive therapy. Tacrolimus extended-release capsules is not interchangeable or substitutable for tacrolimus extended-release tablets, tacrolimus immediate-release capsules or tacrolimus for oral suspension. Under or overexposure to tacrolimus may result in graft rejection or other serious adverse reactions. Changes between tacrolimus immediate-release and extended-release dosage forms must occur under physician supervision [see Warnings and Precautions ( 5.4 )]. Advise patients to swallow tacrolimus extended-release capsules whole with liquid; patients must not chew, divide, or crush the capsules. Tacrolimus extended-release capsules should be taken consistently every morning at the same time to ensure consistent and maximum possible drug exposure, on an empty stomach at least 1 hour before a meal, or at least 2 hours after a meal [see Clinical Pharmacology ( 12.3 )]. If a dose is missed, the dose may be taken up to 14 hours after the scheduled time (i.e., for a missed 8:00 AM dose, a dose may be taken by 10:00 PM). Beyond the 14-hour time frame, the patient should wait until the usual scheduled time the following morning to take the next regular daily dose. Instruct the patient not to double the next dose. Advise patients to avoid eating grapefruit or drinking grapefruit juice or alcoholic beverages while taking tacrolimus extended-release capsules [see Drug Interactions ( 7.2 )]. Therapeutic drug monitoring is recommended for all patients receiving tacrolimus extended-release capsules [see Dosage and Administration ( 2.4 )] . 2.2 Dosage Recommendations for Kidney Transplant Patients Table 1 includes the recommended starting tacrolimus extended-release capsules dosages and whole blood trough concentration ranges; the observed trough concentrations are shown in another section of the Full Prescribing Information [see Clinical Studies ( 14 )] . Titrate the tacrolimus extended-release capsules dosage based on clinical assessments of rejection and tolerability, and to achieve target trough concentration ranges [see Dosage and Administration ( 2.4 ) and Warnings and Precautions ( 5.6 , 5.7 , 5.10 , 5.11 )] . Table 1: Recommended Starting Daily Dosage Regimen of Tacrolimus Extended-Release Capsules MMF = mycophenolate mofetil Recommended Tacrolimus Extended-Release Capsules Initial Dosage* Patient Population Initial Oral Dosage Whole Blood Trough Concentration Range ADULT With basiliximab, MMF and steroids 0.15 mg/kg to 0.2 mg/kg once daily prior to reperfusion or within 48 hours of completion of transplant • Month 1: 7 ng/mL to 15 ng/mL • Month 2 to Month 6: 5 ng/mL to 15 ng/mL • More than 6 Months: 5 ng/mL to 10 ng/mL With MMF and steroids, without basiliximab induction • First dose (pre-operative): 0.1 mg/kg, within 12 hours prior to reperfusion • Subsequent doses (post-operative): 0.2 mg/kg once daily at least 4 hours after pre-operative dose and within 12 hours after reperfusion • Month 1: 10 ng/mL to 15 ng/mL • Month 2 to Month 6: 5 ng/mL to 15 ng/mL • More than 6 Months: 5 ng/mL to 10 ng/mL Pediatric use information is approved for Astellas Pharma US, Inc.'s ASTAGRAF XL (tacrolimus extended-release capsules). However, due to Astellas Pharma US, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. 2.3 Dosage Modifications for African-American Patients, Patients with Hepatic Impairment, and Drug Interactions African-American patients, compared to Caucasian patients, may need to be titrated to higher tacrolimus extended-release capsules dosages to attain comparable trough concentrations [see Clinical Pharmacology ( 12.3 ) and Clinical Studies ( 14 )] . Patients with severe hepatic impairment (Child-Pugh ≥ 10) may require a lower starting dosage of tacrolimus extended-release capsules, due to the reduced clearance and prolonged half-life [see Clinical Pharmacology ( 12.3 )]. Dose adjustments of tacrolimus extended-release capsules may be necessary when administered concomitantly with CYP3A inducers or CYP3A inhibitors or cannabidiol [see Warnings and Precautions ( 5.10 , 5.15 ) and Drug Interactions ( 7.2 , 7.3 )]. 2.4 Therapeutic Drug Monitoring Measure tacrolimus whole blood trough concentrations at least two times on separate days during the first week after initiation of dosing and after a change in dosage, after a change in co-administration of CYP3A4 inducers and/or inhibitors or cannabidiol [see Drug Interactions (7.2 , 7.3 )] , or after a change in renal or hepatic function. When interpreting measured concentrations, consider that the time to achieve tacrolimus steady state is approximately 7 days after initiating or changing the tacrolimus extended-release capsules dose. Monitor tacrolimus whole blood trough concentrations using a validated assay [e.g., immunoassays or high performance liquid chromatography with tandem mass spectrometric detection (HPLC/MS/MS)]. The immunosuppressive activity of tacrolimus is mainly due to the parent drug rather than to its metabolites. Immunoassays may react with metabolites as well as the parent drug. Therefore, whole blood tacrolimus trough concentrations obtained with immunoassays may be numerically higher than concentrations obtained with an assay using HPLC/MS/MS. Comparison of the whole blood tacrolimus trough concentrations of patients to those described in the prescribing information and other published literature must be made with knowledge of the assay method(s) employed."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tacrolimus extended-release capsules is indicated for the prophylaxis of organ rejection in kidney transplant patients in combination with other immunosuppressants in adult patients who can swallow capsules intact [see Clinical Studies ( 14.1 ), ( 14.2 )] . Pediatric use information is approved for Astellas Pharma US, Inc.'s ASTAGRAF XL (tacrolimus extended-release capsules). However, due to Astellas Pharma US, Inc.'s marketing exclusivity rights, this drug product is not labeled with that information. Tacrolimus extended-release capsules is a calcineurin-inhibitor immunosuppressant indicated for the prophylaxis of organ rejection in kidney transplant patients in combination with other immunosuppressants in adult patients who can swallow capsules intact. ( 1 , 14.1 , 14.2 )"
  ],
  "fetched_at": "2025-09-30T22:11:22.479899",
  "source": "OpenFDA"
}