{
  "drug_name": "TACRINE(8)-4-AMINOQUINOLINE",
  "generic_name": [
    "TACRINE(8)-4-AMINOQUINOLINE"
  ],
  "brand_names": [],
  "drug_interactions": [],
  "warnings": [
    "Warnings For external use only. Flammable, keep away from fire or flame. To reduce the risk of fire, PREP CAREFULLY: do not use 26-mL applicator for head and neck surgery do not use on an area smaller than 8.4 in. × 8.4 in. Use a smaller applicator instead. solution contains alcohol and gives off flammable vapors avoid getting solution into hairy areas. Hair may take up to 1 hour to dry. Wet hair is flammable. do not drape or use ignition source (e.g., cautery, laser) until solution is completely dry (minimum of 3 minutes on hairless skin; up to 1 hour in hair) do not allow solution to pool remove wet materials from prep area Allergy alert: This product may cause a severe allergic reaction. Symptoms may include: wheezing/difficulty breathing shock facial swelling hives rash If an allergic reaction occurs, stop use and seek medical help right away. Do not use on patients allergic to chlorhexidine gluconate or any other ingredient in this product for lumbar puncture or in contact with meninges on open skin wounds or as a general skin cleanser When using this product keep out of eyes, ears, and mouth. May cause serious or permanent injury if permitted to enter and remain. If contact occurs, rinse with cold water right away and contact a doctor. Stop use and ask a doctor if irritation, sensitization, or allergic reaction occurs. These may be signs of a serious condition. Keep out of reach of children. If swallowed, get medical help or contact a Poison Control Center right away.",
    "Allergy alert: This product may cause a severe allergic reaction. Symptoms may include: wheezing/difficulty breathing shock facial swelling hives rash If an allergic reaction occurs, stop use and seek medical help right away."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions use with care in premature infants or infants under 2 months of age. These products may cause irritation or chemical burns. use in a well ventilated area maximal treatment area for one applicator is approximately 13.2 in. × 13.2 in. (1126 cm 2). Do not use 26-ml applicator for area smaller than 8.4 in. x 8.4 in. Use a smaller applicator instead. Do not use 26-ml applicator for head and neck surgery remove applicator from package; do not touch sponge hold the applicator with the sponge down. Pinch wing only once to activate the ampules and release the antiseptic. wet the sponge by pressing and releasing the sponge against the treatment area until liquid is visible on the skin completely wet the treatment area with antiseptic dry surgical sites (e.g., abdomen or arm): use gentle repeated back-and-forth strokes for 30 seconds moist surgical sites (e.g., inguinal fold): use gentle repeated back-and-forth strokes for 2 minutes do not allow solution to pool; tuck prep towels to absorb solution, and then remove allow the solution to completely dry (minimum of 3 minutes on hairless skin; up to 1 hour in hair). Do not blot or wipe away. discard the applicator after a single use along with any portion of the solution not required to cover the prep area. It is not necessary to use the entire amount available."
  ],
  "indications": [
    "Use for the preparation of the patient's skin prior to surgery. Helps to reduce bacteria that potentially can cause skin infection."
  ],
  "fetched_at": "2025-10-01T15:33:56.214745",
  "source": "OpenFDA"
}