{
  "drug_name": "Tafenoquine",
  "generic_name": [
    "TAFENOQUINE"
  ],
  "brand_names": [
    "Arakoda"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid co-administration with drugs that are substrates of organic cation transporter-2 (OCT2) or multidrug and toxin extrusion (MATE) transporters ( 7.1 ) 7.1 Effect of ARAKODA on Organic Cation Transporter-2 (OCT2) and Multidrug and Toxin Extrusion (MATE) Substrates The effect of coadministration of tafenoquine on the pharmacokinetics of OCT2 and MATE substrates in humans is unknown. However, in vitro observations suggest the potential for increased concentrations of these substrates [see Clinical Pharmacology ( 12.3 )] which may increase the risk of toxicity of these drugs. Avoid coadministration of ARAKODA with OCT2 and MATE substrates (e.g., dofetilide, metformin). If coadministration cannot be avoided, monitor for drug-related toxicities and consider dosage reduction if needed based on approved product labeling of the coadministered drug."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions observed with ARAKODA are discussed in detail in the Warnings and Precautions section: • Hemolytic Anemia [see Warnings and Precautions ( 5.2 )] • Methemoglobinemia [see Warnings and Precautions ( 5.3 )] • Psychiatric Effects [see Warnings and Precautions ( 5.4 )] • Hypersensitivity Reactions [see Warnings and Precautions ( 5.5 )] The most common adverse reactions (incidence ≥1%) were: headache, dizziness, back pain, diarrhea, nausea, vomiting, increased alanine aminotransferase (ALT), motion sickness, insomnia, depression, abnormal dreams, anxiety. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact 60 Degrees Pharmaceuticals at 1-888-834-0225 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of tafenoquine was studied in clinical trials at various doses and regimens in 3,184 subjects. The recommended ARAKODA regimen was evaluated in 825 subjects in 5 controlled clinical trials (Trials 1, Trial 2, Trial 3, Trial 4 and Trial 5). The mean duration of exposure to ARAKODA in these five clinical trials was 21 weeks (range 10-29 weeks). Trial 1, 2 and 4 were conducted in healthy semi-immune volunteers in Ghana or Kenya and were placebo-controlled; a mefloquine arm was included in Trials 2 and 4 as a benchmark. Trial 3, an active comparator (mefloquine) controlled trial was conducted in healthy soldiers deployed in East Timor (Timor Leste). A placebo-controlled Trial 5 was conducted in healthy volunteers in the United States and United Kingdom. The mean age of the subjects included in the five trials was 29 years (range 17 to 69 years); 84% were male. Adverse Reactions Reported with ARAKODA in Trial 3 and Pooled Trials 1, 2, 4, and 5 Adverse reactions occurring in ≥1% of subjects in the ARAKODA group in the placebo-controlled pooled Trials 1, 2, 3, and 4 are presented in Table 3 . Table 3: Selected Adverse Reactions Occurring in ≥1% of Subjects Receiving ARAKODA in Pooled Trials 1, 2, 4, and 5 (Non-Deployed Subjects) Adverse Reaction ARAKODA 1 (n=333) % Placebo (n=295) % Mefloquine 2 (n=147) % 1 ARAKODA was administered as 200 mg daily for 3 days, then 200 mg weekly 2 Mefloquine was administered as 250 mg daily for 3 days, then 250 mg weekly 3 Includes headache, sinus headache, migraine and tension headache. 4 Includes dizziness and dizziness postural 5 Includes abnormal dreams, insomnia, nightmares, sleep disorder, and somnambulism. Nervous system Disorders 35 34 47 Headache 3 32 32 44 Dizziness 4 5 3 10 Musculoskeletal and connective tissue disorders 27 26 37 Back pain 14 9 11 Gastrointestinal disorders 31 33 46 Diarrhea 5 3 1 Nausea 5 2 2 Vomiting 2 2 1 Investigations 8 7 11 Alanine Aminotransferase (ALT) increased/abnormal 4 2 3 Psychiatric disorders 2 1 2 Any sleep symptom 5 1 1 0 Insomnia 1 1 0 Depression/depressed mood 1 0 0 Adverse reactions occurring in ≥1% of subjects in the ARAKODA group in the active-control Trial 3 conducted in military personnel deployed to malaria endemic areas are presented in Table 4 . Table 4: Selected Adverse Reactions Occurring in ≥1% of Subjects Receiving ARAKODA in Trial 3 (Deployed Subjects) Adverse Reaction ARAKODA 1 (n=492) % Mefloquine 2 (n=162) % 1 ARAKODA was administered as 200 mg daily for 3 days, then 200 mg weekly 2 Mefloquine was administered as 250 mg daily for 3 days, then 250 mg weekly 3 Includes headache, sinus headache, migraine and tension headache. 4 Includes dizziness and dizziness postural 5 Includes motion sickness, vertigo and vertigo positional. 6 Includes abnormal dreams, insomnia, nightmares, sleep disorder, and somnambulism. 7 Includes abnormal dreams, nightmares 8 Includes anxiety disorder, panic attack and stress. Nervous system Disorders 22 27 Headache 3 15 19 Dizziness 4 1 1 Ear and labyrinth Disorders 7 11 Motion sicknesss 5 5 6 Musculoskeletal and connective tissue disorders 29 30 Back pain 14 15 Gastrointestinal disorders 36 41 Diarrhea 18 20 Nausea 7 9 Vomiting 5 6 Psychiatric disorders 5 4 Any sleep symptom 6 4 4 Insomnia 2 1 Abnormal dreams 7 2 2 Anxiety 8 1 0 Clinically Significant Adverse Reactions in Trials 1 to 5 (Overall Safety Population) Clinically significant adverse reactions with ARAKODA (200 mg daily for 3 days, followed by 200 mg weekly) in Trials 1 to 5 (n= 825) are described below: Ocular Adverse Reactions Vortex keratopathy was reported in 21% to 93% of subjects receiving ARAKODA in the trials which included ophthalmic evaluations (Trials 3, 5, and Trial 6 (NCT # 01290601, an active-control trial in patients from Thailand with P. vivax malaria. The keratopathy did not result in any apparent functional visual changes and resolved within one year after drug cessation in all patients. Retinal abnormalities were noted in less than 1% of subjects receiving ARAKODA. A total of 7 serious ocular adverse reactions (SARs) were reported in ARAKODA-treated subjects in the trials which included ophthalmic evaluations: 5 reports of keratopathy and two reports of retinal disorders. Laboratory Abnormalities Methemoglobinemia: Asymptomatic methemoglobin elevations were observed in 13% of subjects receiving ARAKODA. Hemoglobin decrease: Hemoglobin decreases of ≥ 3 g/dL were observed in 2.3% of subjects receiving ARAKODA. Adverse Reactions Reported in < 1% of Subjects Receiving ARAKODA in Trials 1 to 5 The following selected adverse reactions were reported in subjects receiving ARAKODA in Trials 1 to 5 at a rate of less than 1%. Blood and lymphatic system disorders: hemolytic anemia, anemia, thrombocytopenia Ear and labyrinth disorders: hyperacusis, Meniere’s disease Eye disorders: night blindness, photophobia, blurred vision, visual acuity reduced, visual impairment, vitreous floaters Hepatobiliary disorders: hyperbilirubinemia, jaundice cholestatic Immune system disorders: hypersensitivity Investigations: blood bilirubin increased, blood creatinine increased, glomerular filtration rate decreased Nervous system disorders: amnesia, coordination abnormal, hyperesthesia, hypoesthesia, somnolence, syncope, tremor, visual field defect Psychiatric disorders: agitation, neurosis Skin and subcutaneous tissue disorders: urticaria."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ARAKODA is contraindicated in: • patients with G6PD deficiency or unknown G6PD status due to the risk of hemolytic anemia [see Warnings and Precautions ( 5.2 )] . • breastfeeding by a lactating woman when the infant is found to be G6PD deficient or if the G6PD status of the infant is unknown [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.2 )] . • patients with a history of psychotic disorders or current psychotic symptoms (i.e., hallucinations, delusions, and/or grossly disorganized behavior) [see Warnings and Precautions ( 5.4 )] • patients with known hypersensitivity reactions to tafenoquine, other 8-aminoquinolines, or any component of ARAKODA [see Warnings and Precautions ( 5.5 )] . • G6PD deficiency or unknown G6PD status ( 4 ) • Breastfeeding by a lactating woman when the infant is found to be G6PD deficient or if G6PD status is unknown ( 4 , 8.2 ) • Patients with a history of psychotic disorders or current psychotic symptoms ( 4 , 5.4 ) • Known hypersensitivity reactions to tafenoquine, other 8-aminoquinolines, or any component of ARAKODA. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • All patients must be tested for glucose-6-phosphate dehydrogenase (G6PD) deficiency prior to prescribing ARAKODA. ( 2.1 ) • Pregnancy testing is recommended for females of reproductive potential prior to initiating treatment with ARAKODA. ( 2.1 ) Regimen Name Timing Dosage Loading regimen For each of the 3 days before travel to a malarious area 200 mg (2 of the 100 mg tablets) once daily for 3 days Maintenance regimen While in the malarious area 200 mg (2 of the 100 mg tablets) once weekly – start 7 days after the last loading regimen dose Terminal prophylaxis regimen In the week following exit from the malarious area 200 mg (2 of the 100 mg tablets) one-time 7 days after the last maintenance dose • Administer ARAKODA with food. ( 2.2 ) • See full prescribing information for instructions on how to replace missed doses. ( 2.2 ) 2.1 Tests to be Performed Prior to ARAKODA Dose Initiation All patients must be tested for glucose-6-phosphate dehydrogenase (G6PD) deficiency prior to prescribing ARAKODA [see Contraindications ( 4 ), Warnings and Precautions ( 5.1 )] . Pregnancy testing is recommended for females of reproductive potential prior to initiating treatment with ARAKODA [see Use in Specific Populations ( 8.1 and 8.3 )] . 2.2 Recommended Dosage and Administration Instructions The recommended dosage of ARAKODA is described in Table 1 below. ARAKODA can be administered for up to 6 months of continuous dosing. Table 1: Recommended Dosage of ARAKODA in Patients (18 Years of Age and Older) Regimen Name Timing Dosage Loading regimen For each of the 3 days before travel to a malarious area 200 mg (2 of the 100 mg tablets) once daily for 3 days Maintenance regimen While in the malarious area 200 mg (2 of the 100 mg tablets) once weekly – start 7 days after the last loading regimen dose Terminal prophylaxis regimen In the week following exit from the malarious area 200 mg (2 of the 100 mg tablets) taken one time, 7 days after the last maintenance dose • Administer ARAKODA with food. [see Clinical Pharmacology ( 12.3 )] . • Swallow the tablet whole. Do not break, crush or chew the tablets. • Complete the full course of ARAKODA including the loading dose and the terminal dose. Table 2: How to Replace Missed Doses of ARAKODA Dose(s) Missed How to Replace Missed Dose(s): 1 Loading dose 1 dose of 200 mg (2 of the 100 mg tablets) so that a total of 3 daily loading doses have been taken. Begin maintenance dose 1 week after the last loading dose. 2 Loading doses 2 doses of 200 mg (2 of the 100 mg tablets) on 2 consecutive days so that a total of 3 daily loading doses have been taken. Begin maintenance dose 1 week after the last loading dose. 1 Maintenance (weekly) dose 1 dose of 200 mg (2 of the 100 mg tablets) on any day up to the time of the next scheduled weekly dose. 2 Maintenance (weekly) doses 1 dose of 200 mg (2 of the 100 mg tablets) on any day up to the time of the next scheduled weekly dose. 3 or more Maintenance (weekly) doses 2 doses of 200 mg (2 of the 100 mg tablets), taken as 200 mg (2 of the 100 mg tablets) once daily for 2 days up to the time of the next weekly dose. Terminal prophylaxis dose 1 dose of 200 mg (2 of the 100 mg tablets) as soon as remembered."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ARAKODA is indicated for the prophylaxis of malaria in patients aged 18 years and older. ARAKODA is an antimalarial indicated for the prophylaxis of malaria in patients aged 18 years and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:27:13.588884",
  "source": "OpenFDA"
}