{
  "drug_name": "Tafluprost",
  "generic_name": [
    "TAFLUPROST"
  ],
  "brand_names": [
    "Tafluprost"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common ocular adverse reaction is conjunctival hyperemia (range 4% – 20%). ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ingenus Pharmaceuticals, LLC at 1-877-748-1970 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Studies Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Preservative-containing or preservative-free tafluprost 0.0015% was evaluated in 905 patients in five controlled clinical studies of up to 24-months duration. The most common adverse reaction observed in patients treated with tafluprost was conjunctival hyperemia which was reported in a range of 4% to 20% of patients. Approximately 1% of patients discontinued therapy due to ocular adverse reactions. Ocular adverse reactions reported at an incidence of ≥ 2% in these clinical studies included ocular stinging/irritation (7%), ocular pruritus including allergic conjunctivitis (5%), cataract (3%), dry eye (3%), ocular pain (3%), eyelash darkening (2%), growth of eyelashes (2%) and vision blurred (2%). Nonocular adverse reactions reported at an incidence of 2% to 6% in these clinical studies in patients treated with tafluprost 0.0015% were headache (6%), common cold (4%), cough (3%) and urinary tract infection (2%). 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of tafluprost. Because postapproval adverse reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Respiratory disorders : exacerbation of asthma, dyspnea Eye disorders : iritis/uveitis In postmarketing use with prostaglandin analogs, periorbital and lid changes including deepening of the eyelid sulcus have been observed."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose is one drop of tafluprost ophthalmic solution in the conjunctival sac of the affected eye(s) once daily in the evening. The dose should not exceed once daily since it has been shown that more frequent administration of prostaglandin analogs may lessen the intraocular pressure lowering effect. Reduction of the intraocular pressure starts approximately 2 to 4 hours after the first administration with the maximum effect reached after 12 hours. Tafluprost ophthalmic solution may be used concomitantly with other topical ophthalmic drug products to lower intraocular pressure. If more than one topical ophthalmic product is being used, each one should be administered at least 5 minutes apart. The solution from one individual unit is to be used immediately after opening for administration to one or both eyes. Since sterility cannot be maintained after the individual unit is opened, the remaining contents should be discarded immediately after administration. One drop in the affected eye(s) once daily in the evening. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tafluprost ophthalmic solution, 0.0015% is indicated for reducing elevated intraocular pressure in patients with open-angle glaucoma or ocular hypertension. Tafluprost ophthalmic solution, 0.0015% is a prostaglandin analog indicated for reducing elevated intraocular pressure in patients with open-angle glaucoma or ocular hypertension. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:00:37.855401",
  "source": "OpenFDA"
}