{
  "drug_name": "Talazoparib",
  "generic_name": [
    "TALAZOPARIB"
  ],
  "brand_names": [
    "Talzenna"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • P-gp Inhibitors : Reduce the dose when coadministered with certain P-gp inhibitors. Monitor for increased adverse reactions. ( 2.7 , 7.1 ) • BCRP Inhibitors : Monitor for potential increased adverse reactions. ( 7.1 ) 7.1 Effect of Other Drugs on TALZENNA Effect of P-gp Inhibitors Breast Cancer Avoid coadministration of TALZENNA with the following P-gp inhibitors: itraconazole, amiodarone, carvedilol, clarithromycin, itraconazole, and verapamil. If coadministration of TALZENNA with these P-gp inhibitors cannot be avoided, reduce the dose of TALZENNA [see Dosage and Administration (2.7) ] . When the P-gp inhibitor is discontinued, increase the dose of TALZENNA [see Dosage and Administration (2.7) ] . Coadministration of TALZENNA with these P-gp inhibitors increased talazoparib concentrations [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions. Monitor for increased adverse reactions and modify the dosage as recommended for adverse reactions when TALZENNA is coadministered with other P-gp inhibitors [see Dosage and Administration (2.5) ] . HRR Gene-mutated mCRPC The effect of coadministration of P-gp inhibitors on talazoparib exposure when TALZENNA is taken with enzalutamide has not been studied. Monitor patients for increased adverse reactions and modify the dosage as recommended for adverse reactions when TALZENNA is coadministered with a P-gp inhibitor [see Dosage and Administration (2.5) ] . Effect of Breast Cancer Resistance Protein (BCRP) Inhibitors Monitor patients for increased adverse reactions and modify the dosage as recommended for adverse reactions when TALZENNA is coadministered with a BCRP inhibitor [see Dosage and Administration (2.5) ] . Coadministration of TALZENNA with BCRP inhibitors may increase talazoparib exposure [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Myelodysplastic Syndrome/Acute Myeloid Leukemia [see Warnings and Precautions (5.1) ] • Myelosuppression [see Warnings and Precautions (5.2) ] Most common adverse reactions (≥20%) as a single agent, including laboratory abnormalities, are: • Hemoglobin decreased, neutrophils decreased, lymphocytes decreased, platelets decreased, fatigue, glucose increased, aspartate aminotransferase increased, alkaline phosphatase increased, alanine aminotransferase increased, calcium decreased, nausea, headache, vomiting, alopecia, diarrhea, and decreased appetite. ( 6.1 ) Most common adverse reactions (≥10%) in combination with enzalutamide, including laboratory abnormalities, are: • Hemoglobin decreased, neutrophils decreased, lymphocytes decreased, fatigue, platelets decreased, calcium decreased, nausea, decreased appetite, sodium decreased, phosphate decreased, fractures, magnesium decreased, dizziness, bilirubin increased, potassium decreased, and dysgeusia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described in the WARNINGS AND PRECAUTIONS section reflect exposure to single agent TALZENNA in solid tumor clinical studies, including 286 patients enrolled in EMBRACA trial and to TALZENNA 0.5 mg daily with enzalutamide in 511 patients enrolled in the TALAPRO-2 trial that included 197 patients with HRR gene-mutated mCRPC. g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer EMBRACA The safety of TALZENNA as a single agent was evaluated in g BRCA m patients with HER2-negative locally advanced or metastatic breast cancer who had previously received no more than 3 lines of chemotherapy for the treatment of locally advanced/metastatic disease [see Clinical Studies (14.1) ] . EMBRACA was a randomized, open-label, multi-center study in which 412 patients received either TALZENNA 1 mg once daily (N=286) or a chemotherapy agent (capecitabine, eribulin, gemcitabine, or vinorelbine) of the healthcare provider's choice (N=126) until disease progression or unacceptable toxicity. The median duration of study treatment was 6.1 months in patients who received TALZENNA and 3.9 months in patients who received chemotherapy. Serious adverse reactions of TALZENNA occurred in 32% of patients. Serious adverse reactions reported in >2% of patients included anemia (6%) and pyrexia (2%). Fatal adverse reactions occurred in 1% of patients, including cerebral hemorrhage, liver disorder, veno-occlusive liver disease, and worsening neurological symptoms (1 patient each). Permanent discontinuation due to adverse reactions occurred in 5% of TALZENNA patients. Dosing interruptions due to an adverse reaction of any grade occurred in 65% of patients receiving TALZENNA; dose reductions due to any cause occurred in 53% of TALZENNA patients. The most common (≥20%) adverse reactions, including laboratory abnormalities, were hemoglobin decreased, neutrophils decreased, lymphocytes decreased, platelets decreased, fatigue, glucose increased, aspartate aminotransferase increased, alkaline phosphatase increased, alanine aminotransferase increased, calcium decreased, nausea, headache, vomiting, alopecia, diarrhea, and decreased appetite. Table 5 and Table 6 summarize the most common adverse reactions and laboratory abnormalities, respectively, in patients treated with TALZENNA or chemotherapy in the EMBRACA study. Table 5. Adverse Reactions Graded according to NCI CTCAE 4.03. (≥20%) in Patients Receiving TALZENNA in EMBRACA Adverse Reactions TALZENNA N=286 (%) Chemotherapy N=126 (%) Grades 1–4 Grade 3 Grade 4 Grades 1–4 Grade 3 Grade 4 Abbreviation: N=number of patients. General Disorders and Administration Site Conditions Fatigue Includes fatigue and asthenia. 62 3 0 50 5 0 Gastrointestinal Disorders Nausea 49 0.3 0 47 2 0 Vomiting 25 2 0 23 2 0 Diarrhea 22 1 0 26 6 0 Nervous System Disorders Headache 33 2 0 22 1 0 Skin and Subcutaneous Tissue Disorders Alopecia 25 0 0 28 0 0 Metabolism and Nutrition Disorders Decreased appetite 21 0.3 0 22 1 0 Clinically relevant adverse reactions in <20% of patients who received TALZENNA included abdominal pain (19%), dizziness (17%), dysgeusia (10%), dyspepsia (10%), stomatitis (8%), and febrile neutropenia (0.3%). Table 6. Select Laboratory Abnormalities (≥25%) of Patients in EMBRACA TALZENNA N This number represents the safety population. The derived values in the table are based on the total number of evaluable patients for each laboratory parameter. =286 (%) Chemotherapy N =126 (%) Parameter Grades 1–4 Grade 3 Grade 4 Grades 1–4 Grade 3 Grade 4 Abbreviation: N=number of patients. Hemoglobin decreased 90 39 0 77 6 0 Neutrophils decreased 68 17 3 70 21 17 Lymphocytes decreased 76 17 0.7 53 8 0.8 Platelets decreased 55 11 4 29 2 0 Glucose increased This number represents non-fasting glucose. 54 2 0 51 2 0 Aspartate aminotransferase Increased 37 2 0 48 3 0 Alkaline phosphatase increased 36 2 0 34 2 0 Alanine aminotransferase increased 33 1 0 37 2 0 Calcium decreased 28 1 0 16 0 0 HRR Gene-mutated mCRPC The safety of TALZENNA with enzalutamide was evaluated in patients with HRR gene-mutated mCRPC enrolled in TALAPRO-2 [see Clinical Studies (14.2) ] . Patients were randomized to receive either TALZENNA 0.5 mg with enzalutamide 160 mg once daily (n=197), or placebo with enzalutamide 160 mg once daily (n=199) until disease progression or unacceptable toxicity. Among patients receiving TALZENNA, 86% were exposed for 6 months or longer, 60% were exposed for greater than one year, and 18% were exposed for greater than two years. Serious adverse reactions of TALZENNA with enzalutamide occurred in 30% of patients. Serious adverse reactions reported in >2% of patients included anemia (9%) and fracture (3%). Fatal adverse reactions occurred in 1.5% of patients, including pneumonia, COVID infection, and sepsis (1 patient each). Permanent discontinuation of TALZENNA due to adverse reactions occurred in 10% of patients treated in the TALZENNA with enzalutamide arm. The most common adverse reactions which resulted in permanent discontinuation of TALZENNA were anemia (4%), fatigue, bone fracture, ischemic heart disease, and spinal cord compression (1% each). Dosage interruption of TALZENNA due to adverse reactions occurred in 58% of patients treated in the TALZENNA with enzalutamide arm. The most common adverse reactions which resulted in dose interruption of TALZENNA were anemia (42%), neutropenia (15%), and platelet count decreased (9%) and fatigue (5%). Dose reduction of TALZENNA due to adverse reactions occurred in 52% of patients treated in the TALZENNA with enzalutamide arm. The most common adverse reactions which resulted in dose reduction of TALZENNA were anemia (43%), neutrophil count decreased (15%), platelet count decreased (6%), and fatigue (4%). The most common adverse reactions (≥10%), including laboratory abnormalities, in patients who received TALZENNA with enzalutamide were hemoglobin decreased, neutrophils decreased, lymphocytes decreased, fatigue, platelets decreased, calcium decreased, nausea, decreased appetite, sodium decreased, phosphate decreased, fractures, magnesium decreased, dizziness, bilirubin increased, potassium decreased, and dysgeusia. Table 7 and Table 8 summarize the most common adverse reactions and laboratory abnormalities, respectively, in the TALAPRO-2 study. Table 7. Adverse Reactions Graded according to NCI CTCAE 4.03. (≥10%) in Patients Receiving TALZENNA (with a Difference Between Arms of ≥2%) in TALAPRO-2 Abbreviation: N=number of patients. TALZENNA with Enzalutamide N=197 Placebo with Enzalutamide N=199 Grades 1-4 % Grade 3 % Grade 4 % Grades 1-4 % Grade 3 % Grade 4 % Fatigue Includes fatigue and asthenia. 49 4 0 40 1 0 Nausea 21 2 0 17 1 0.5 Decreased appetite 20 1 0 14 1 1 Fractures Fractures include multiple similar terms. 14 3 0 10 1.5 0 Dizziness Includes dizziness, dizziness postural, vertigo. 13 1.5 0 9 1.5 0 Dysgeusia Includes ageusia, anosmia, dysgeusia. 10 0 0 4.5 0 0 Clinically relevant adverse reactions in <10% of patients who received TALZENNA with enzalutamide included abdominal pain (9%), vomiting (9%), alopecia (7%), dyspepsia (4%), venous thromboembolism (3%) and stomatitis (2%). Table 8. Select Laboratory Abnormalities (≥10%) That Worsened from Baseline in Patients Who Received TALZENNA in TALAPRO-2 Abbreviation: N=number of patients. Laboratory Abnormality TALZENNA with Enzalutamide N=197 The denominator used to calculate the rate varied from 198 to 199 in the placebo with enzalutamide arm based on the number of patients with a baseline value and at least one post-treatment value. Placebo with Enzalutamide N=199 Grades 1‑4 % Grade 3 % Grade 4 % Grades 1‑4 % Grade 3 % Grade 4 % Hemoglobin decreased 79 41 0 34 6 0 Neutrophils decreased 60 18 1 18 0 1 Lymphocytes decreased 58 13 0 36 7 0 Platelets decreased 45 6 3 8 0.5 0 Calcium decreased 25 0 1 11 0 1 Sodium decreased 22 3 0 20 1.5 0 Phosphate decreased 17 3 1 13 2 0 Magnesium decreased 14 0 1 12 0 0.5 Bilirubin increased 11 0.5 0 7 0 0 Potassium decreased 11 0 1 7 1 0.5"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Take TALZENNA with or without food. ( 2.4 ) Breast Cancer • The recommended dosage of TALZENNA is 1 mg taken orally once daily until disease progression or unacceptable toxicity. ( 2.2 ) • For adverse reactions, consider dosing interruption or dose reduction. ( 2.5 ) HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer (mCRPC) • The recommended dosage of TALZENNA is 0.5 mg taken orally once daily with enzalutamide until disease progression or unacceptable toxicity. ( 2.3 ) • Patients should also receive a gonadotropic-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. ( 2.3 ) 2.1 Patient Selection Information on the FDA-approved tests for the detection of genetic mutations is available at http://www.fda.gov/companiondiagnostics . g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer Select patients for the treatment of advanced breast cancer with TALZENNA based on the presence of germline BRCA mutations [see Indications and Usage (1.1) , Clinical Studies (14.1) ] . HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer Select patients for the treatment of HRR gene-mutated mCRPC with TALZENNA based on the presence of alterations in genes directly or indirectly involved in HRR ( ATM , ATR , BRCA1 , BRCA2 , CDK12 , CHEK2 , FANCA , MLH1 , MRE11A , NBN , PALB2 , or RAD51C ) [see Indications and Usage (1.2) , Clinical Studies (14.2) ] . An FDA-approved test for the detection of HRR gene mutations for use with TALZENNA is not currently available. 2.2 Recommended Dosage for g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer The recommended dosage of TALZENNA is 1 mg taken orally once daily, until disease progression or unacceptable toxicity. 2.3 Recommended Dosage for HRR Gene-mutated mCRPC The recommended dosage of TALZENNA is 0.5 mg taken orally once daily with enzalutamide until disease progression or unacceptable toxicity. Refer to the enzalutamide prescribing information for recommended enzalutamide dosing information. Patients receiving TALZENNA and enzalutamide should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy. 2.4 Administration Take TALZENNA with or without food. Swallow TALZENNA capsules whole. Do not open or dissolve. If a patient vomits or misses a dose of TALZENNA, instruct them to take the next prescribed dose at the usual time. 2.5 Dosage Modifications for Adverse Reactions To manage adverse reactions, consider interruption of treatment with or without dose reduction based on severity and clinical presentation. Recommended dose reductions are indicated in Table 1 and Table 2. Treatment with TALZENNA should be discontinued if more than 3 dose reductions are required. g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer Table 1. Dose Reduction Levels for Adverse Reactions—Breast Cancer Dose Reductions Dose Level Recommended starting dose 1 mg once daily First dose reduction 0.75 mg once daily Second dose reduction 0.5 mg once daily Third dose reduction 0.25 mg once daily HRR Gene-mutated mCRPC Table 2. Dose Reduction Levels for Adverse Reactions—mCRPC Dose Reductions Dose Level Recommended starting dose 0.5 mg once daily First dose reduction 0.35 mg once daily Second dose reduction 0.25 mg once daily Third dose reduction 0.1 mg once daily Refer to the enzalutamide prescribing information for dose modifications for adverse reactions associated with enzalutamide. g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer and HRR Gene-mutated mCRPC Monitor complete blood counts monthly and as clinically indicated [see Warnings and Precautions (5.2) ] . Table 3. Dose Modification and Management for Adverse Reactions Adverse Reactions Withhold TALZENNA Until Levels Resolve to Resume TALZENNA Hemoglobin <8 g/dL ≥9 g/dL Resume TALZENNA at a reduced dose Platelet count <50,000/μL ≥75,000/μL Neutrophil count <1,000/μL ≥1500/µL Non-hematologic Grade 3 or Grade 4 ≤Grade 1 Consider resuming TALZENNA at a reduced dose or discontinue 2.6 Recommended Dosage in Patients with Renal Impairment g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer The recommended dosage of TALZENNA for patients with moderate renal impairment (CLcr 30 - 59 mL/min) is 0.75 mg taken orally once daily [see Use in Specific Populations (8.7) ] . The recommended dosage of TALZENNA for patients with severe renal impairment (CLcr 15 - 29 mL/min) is 0.5 mg taken orally once daily [see Use in Specific Populations (8.7) ] . HRR Gene-mutated mCRPC The recommended dosage of TALZENNA for patients with moderate renal impairment (CLcr 30 - 59 mL/min) is 0.35 mg taken orally once daily with enzalutamide [see Use in Specific Populations (8.7) ] . The recommended dosage of TALZENNA for patients with severe renal impairment (CLcr 15 - 29 mL/min) is 0.25 mg taken orally once daily with enzalutamide [see Use in Specific Populations (8.7) ] . 2.7 Dosage Modifications for P-glycoprotein Inhibitors g BRCA m HER2-negative Locally Advanced or Metastatic Breast Cancer Avoid coadministration of TALZENNA with the following P-glycoprotein (P-gp) inhibitors: itraconazole, amiodarone, carvedilol, clarithromycin, itraconazole, and verapamil. If coadministration of TALZENNA with these P-gp inhibitors cannot be avoided, reduce the dose of TALZENNA to 0.75 mg taken orally once daily. When the P-gp inhibitor is discontinued, increase the dose of TALZENNA (after 3 – 5 half-lives of the P-gp inhibitor) to the dose of TALZENNA that was used before starting the P-gp inhibitor [see Drug Interactions (7.1) ] . Monitor for increased adverse reactions and modify the dosage as recommended for adverse reactions when TALZENNA is coadministered with other P-gp inhibitors [see Dosage and Administration (2.5) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TALZENNA is a poly (ADP-ribose) polymerase (PARP) inhibitor indicated for: Breast Cancer • As a single agent, for the treatment of adult patients with deleterious or suspected deleterious germline BRCA -mutated (g BRCA m) HER2-negative locally advanced or metastatic breast cancer. Select patients for therapy based on an FDA-approved companion diagnostic for TALZENNA. ( 1.1 ) HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer (mCRPC) • In combination with enzalutamide for the treatment of adult patients with HRR gene-mutated metastatic castration-resistant prostate cancer (mCRPC). ( 1.2 ) 1.1 BRCA -mutated (g BRCA m) HER2-negative Locally Advanced or Metastatic Breast Cancer TALZENNA is indicated as a single agent for the treatment of adult patients with deleterious or suspected deleterious germline breast cancer susceptibility gene ( BRCA )-mutated (g BRCA m) human epidermal growth factor receptor 2 (HER2)-negative locally advanced or metastatic breast cancer. Select patients for therapy based on an FDA-approved companion diagnostic for TALZENNA [see Dosage and Administration (2.1) ] . 1.2 HRR Gene-mutated Metastatic Castration-Resistant Prostate Cancer (mCRPC) TALZENNA is indicated in combination with enzalutamide for the treatment of adult patients with homologous recombination repair (HRR) gene-mutated metastatic castration-resistant prostate cancer (mCRPC) [see Dosage and Administration (2.3) ] ."
  ],
  "fetched_at": "2025-10-01T18:18:46.138575",
  "source": "OpenFDA"
}