{
  "drug_name": "Tapentadol",
  "generic_name": [
    "TAPENTADOL HYDROCHLORIDE"
  ],
  "brand_names": [
    "Nucynta"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 includes clinically significant drug interactions with NUCYNTA tablets. Table 2. Clinically Significant Drug Interactions with NUCYNTA Tablets Benzodiazepines and other Central Nervous System (CNS) Depressants Clinical Impact: Due to additive pharmacologic effect, the concomitant use of benzodiazepines or other CNS depressants including alcohol, increases the risk of respiratory depression, profound sedation, coma, and death [Warnings and Precautions (5.3)] . Intervention: Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Inform patients and caregivers of this potential interaction and educate them on the signs and symptoms of respiratory depression (including sedation). If concomitant use is warranted, consider prescribing naloxone for the emergency treatment of opioid overdose [see Dosage and Administration (2.2) , Warnings and Precautions (5.1 , 5.2 , 5.3) ]. Examples: Benzodiazepines and other sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, other opioids, alcohol. Serotonergic Drugs Clinical Impact: The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system has resulted in serotonin syndrome [see Warnings and Precautions (5.7) ]. Intervention: If concomitant use is warranted, frequently evaluate the patient, particularly during treatment initiation and dose adjustment. Discontinue NUCYNTA tablets if serotonin syndrome is suspected. Examples: Selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that affect the serotonin neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), certain muscle relaxants (i.e., cyclobenzaprine, metaxalone), monoamine oxidase inhibitors (those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue). Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact: MAOI interactions with opioids may manifest as serotonin syndrome or opioid toxicity (e.g., respiratory depression, coma) [see Warnings and Precautions (5.3) ] Intervention: Do not use NUCYNTA tablets in patients taking MAOIs or within 14 days of stopping such treatment. If urgent use of an opioid is necessary, use test doses and frequent titration of small doses of other opioids (such as oxycodone, hydrocodone, oxymorphone, hydrocodone, or buprenorphine) to treat pain while closely monitoring blood pressure and signs and symptoms of CNS and respiratory depression. Examples: phenelzine, tranylcypromine, linezolid Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics Clinical Impact: May reduce the analgesic effect of NUCYNTA tablets and/or precipitate withdrawal symptoms. Intervention: Avoid concomitant use. Examples: butorphanol, nalbuphine, pentazocine, buprenorphine Muscle Relaxants Clinical Impact: Tapentadol may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. Intervention: Because respiratory depression may be greater than otherwise expected, decrease the dosage of NUCYNTA tablets and/or the muscle relaxant as necessary. Due to the risk of respiratory depression with concomitant use of skeletal muscle relaxants and opioids, consider prescribing naloxone for the emergency treatment of opioid overdose [see Dosage and Administration (2.2) , Warnings and Precautions (5.2 , 5.3) ] Examples: cyclobenzaprine, metaxalone Diuretics Clinical Impact: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Intervention: Evaluate patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed. Anticholinergic Drugs Clinical Impact: The concomitant use of anticholinergic drugs may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus. Intervention: Evaluate patients for signs of urinary retention or reduced gastric motility when NUCYNTA tablets is used concomitantly with anticholinergic drugs. Alcohol, Other Opioids, and Drugs of Abuse Clinical Impact: Due to its mu-opioid agonist activity, NUCYNTA tablets may be expected to have additive effects when used in conjunction with alcohol, other opioids, or illicit drugs that cause central nervous system depression, respiratory depression, hypotension, and profound sedation, coma or death [see Warnings and Precautions (5.16) ] . Intervention: Instruct patients not to consume alcoholic beverages or use prescription or non- prescription products containing alcohol, other opioids, or drugs of abuse while on NUCYNTA tablets therapy. Examples: Alcohol, other opioids, illicit drugs Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics: Avoid use with NUCYNTA tablets because they reduce analgesic effect of NUCYNTA tablets or precipitate withdrawal symptoms. ( 7 )."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed, or described in greater detail, in other sections: Addiction, Abuse, and Misuse [see Warnings and Precautions (5.1) ] Life-Threatening Respiratory Depression [see Warnings and Precautions (5.2) ] Interactions with Benzodiazepine or Other CNS Depressants [see Warnings and Precautions (5.3) ] Neonatal Opioid Withdrawal Syndrome [see Warnings and Precautions (5.4) ] Opioid-Induced Hyperalgesia and Allodynia [see Warnings and Precautions (5.6) Serotonin Syndrome [see Warnings and Precautions (5.7) ] Adrenal Insufficiency [see Warnings and Precautions (5.9) ] Severe Hypotension [see Warnings and Precautions (5.10) ] Gastrointestinal Adverse Reactions [ see Warnings and Precautions (5.12) ] Seizures [see Warnings and Precautions (5.13) ] Withdrawal [see Warnings and Precautions (5.14) ] The most common adverse reactions were Adults (incidence ≥10%) were nausea, dizziness, vomiting and somnolence. ( 6.1 ) Pediatric patients 6 years and older (incidence ≥5%): vomiting, constipation, nausea, pruritus, and pyrexia To report SUSPECTED ADVERSE REACTIONS, contact Collegium Pharmaceutical, Inc. at 1-855-331-5615 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 CLINICAL TRIALS EXPERIENCE Adults Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Based on data from nine Phase 2/3 studies that administered multiple doses (seven placebo- and/or active-controlled, one noncontrolled and one Phase 3 active-controlled safety study) the most common adverse reactions (reported by ≥10% in any NUCYNTA tablets dose group) were: nausea, dizziness, vomiting and somnolence. The most common reasons for discontinuation due to adverse reactions in the studies described above (reported by ≥1% in any NUCYNTA tablets dose group) were dizziness (2.6% vs. 0.5%), nausea (2.3% vs. 0.6%), vomiting (1.4% vs. 0.2%), somnolence (1.3% vs. 0.2%) and headache (0.9% vs. 0.2%) for NUCYNTA- and placebo-treated patients, respectively. Seventy-six percent of NUCYNTA-treated patients from the nine studies experienced adverse events. NUCYNTA tablets were studied in multiple-dose, active- or placebo-controlled studies, or noncontrolled studies (n = 2178), in single-dose studies (n = 870), in open-label study extension (n = 483) and in Phase 1 studies (n = 597). Of these, 2034 patients were treated with doses of 50 mg to 100 mg of NUCYNTA tablets dosed every 4 to 6 hours. The data described below reflect exposure to NUCYNTA tablets in 3161 patients, including 449 exposed for 45 days. NUCYNTA tablets were studied primarily in placebo- and active-controlled studies (n = 2266, and n = 2944, respectively). The population was 18 to 85 years old (mean age 46 years), 68% were female, 75% white and 67% were postoperative. Most patients received NUCYNTA tablets doses of 50 mg, 75 mg, or 100 mg every 4 to 6 hours. Table 1. Adverse Reactions Reported by ≥1% of NUCYNTA-Treated Patients In Seven Phase 2/3 Placebo- and/or Oxycodone-Controlled, One Non-controlled, and One Phase 3 Oxycodone-Controlled Safety, Multiple-Dose Clinical Studies System/Organ Class MedDRA Preferred Term NUCYNTA 21 mg – 120 mg (n = 2178) % Placebo (n = 619) % Gastrointestinal disorders Nausea 30 13 Vomiting 18 4 Constipation 8 3 Dry mouth 4 <1 Dyspepsia 2 <1 General disorders and administration site conditions Fatigue 3 <1 Feeling hot 1 <1 Infections and infestations Nasopharyngitis 1 <1 Upper respiratory tract infection 1 <1 Urinary tract infection 1 <1 Metabolism and nutrition disorders Decreased appetite 2 0 Nervous system disorders Dizziness 24 8 Somnolence 15 3 Tremor 1 <1 Lethargy 1 <1 Psychiatric disorders Insomnia 2 <1 Confusional state 1 0 Abnormal dreams 1 <1 Anxiety 1 <1 Skin and subcutaneous tissue disorders Pruritus 5 1 Hyperhidrosis 3 <1 Pruritus generalized 3 <1 Rash 1 <1 Vascular disorders Hot flush 1 <1 The following adverse drug reactions occurred in less than 1% of NUCYNTA-treated patients in the pooled safety data from nine Phase 2/3 clinical studies: Cardiac disorders: heart rate increased, heart rate decreased Eye disorders: visual disturbance Gastrointestinal disorders: abdominal discomfort, impaired gastric emptying General disorders and administration site conditions: irritability, edema, drug withdrawal syndrome, feeling drunk Immune system disorders: hypersensitivity Investigations: gamma-glutamyltransferase increased, alanine aminotransferase increased, aspartate aminotransferase increased Musculoskeletal and connective tissue disorders: involuntary muscle contractions, sensation of heaviness Nervous system disorders: hypoesthesia, paresthesia, disturbance in attention, sedation, dysarthria, depressed level of consciousness, memory impairment, ataxia, presyncope, syncope, coordination abnormal, seizure Psychiatric disorders: euphoric mood, disorientation, restlessness, agitation, nervousness, thinking abnormal Renal and urinary disorders: urinary hesitation, pollakiuria Respiratory, thoracic and mediastinal disorders: oxygen saturation decreased, cough, dyspnea, respiratory depression Skin and subcutaneous tissue disorders: urticaria Vascular disorders: blood pressure decreased In the pooled safety data, the overall incidence of adverse reactions increased with increased dose of NUCYNTA tablets, as did the percentage of patients with adverse reactions of nausea, dizziness, vomiting, somnolence, and pruritus. Clinical Trial Experience in Pediatric Patients from Birth to 17 Years of Age The safety of NUCYNTA (tapentadol) tablets is based on studies using NUCYNTA (tapentadol) oral solution. The safety of NUCYNTA (tapentadol) oral solution was evaluated in 248 pediatric patients, birth to 17 years of age. One hundred twenty-nine (129) patients with moderate to severe acute pain from a surgical procedure were treated with a single dose of NUCYNTA (tapentadol) oral solution. One hundred nineteen (119) patients who had undergone surgery that, in the investigator's opinion, would reliably produce moderate to severe pain requiring opioid treatment were treated with multiple doses of NUCYNTA (tapentadol) oral solution. The most common reasons for discontinuation from treatment due to adverse reactions in the multiple dose study were nausea (1.9%), somnolence (1.9%) and vomiting (1.3%). The most common adverse reactions in patients 6 years and older in the multiple-dose study were vomiting (24.7%), constipation (16.5%), nausea (10.6%), pruritus (9.4%), and pyrexia (5.9%). 6.2 POST-MARKETING EXPERIENCE The following additional adverse reactions have been identified during post approval use of tapentadol. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: diarrhea Nervous system disorders: headache Psychiatric disorders: hallucination, suicidal ideation, panic attack Cardiac disorders: palpitations Serotonin syndrome: Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Adrenal insufficiency: Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Anaphylaxis: Anaphylaxis has been reported with ingredients contained in NUCYNTA tablets. Androgen deficiency: Cases of androgen deficiency have occurred with chronic use of opioids for an extended period of time [see Clinical Pharmacology (12.2) ] . Hyperalgesia and Allodynia: Cases of hyperalgesia and allodynia have been reported with opioid therapy of any duration [see Warnings and Precautions (5.5) ] Hypoglycemia: Cases of hypoglycemia have been reported in patients taking opioids. Most reports were in patients with at least one predisposing risk factor (e.g., diabetes)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS NUCYNTA tablets are contraindicated in patients with: Significant respiratory depression [see Warnings and Precautions (5.2) ] Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.8) ] Known or suspected gastrointestinal obstruction, including suspected paralytic ileus [see Warnings and Precautions (5.12) ] Hypersensitivity to tapentadol (e.g., anaphylaxis, angioedema) or to any other ingredients of the product [see Adverse Reactions (6.2) ] Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days [see Drug Interactions (7) ] Significant respiratory depression ( 4 ) Acute or severe bronchial asthma in an unmonitored setting or in absence of resuscitative equipment. ( 4 ) Known or suspected gastrointestinal obstruction, including paralytic ileus ( 4 ) Hypersensitivity to tapentadol ( 4 ) Concurrent use of monoamine oxidase inhibitors (MAOIs) or use of MAOIs within the last 14 days. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION NUCYNTA tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. ( 2.1 ) Use the lowest effective dosage for the shortest duration consistent with individual patient treatment goals. Reserve titration to higher doses of NUCYNTA tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. ( 2.1 , 5 ) Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. ( 2.1 ) Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. ( 2.1 , 5.1 ) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with NUCYNTA. Consider this risk when selecting an initial dose and when making dose adjustments.( 2.1 , 5.2 ) Nucynta tablets can be taken with or without food ( 2.1 ). Discuss availability of naloxone with the patient and caregiver and assess each patient's need for access to naloxone, both when initiating and renewing treatment with NUCYNTA tablets. Consider prescribing naloxone based on the patient's risk factors for overdose ( 2.2 , 5.1 , 5.2 , 5.3 ) . Dosing in adults: See full prescribing information for detailed dosing instructions. ( 2.3 ) Dosing in Pediatric Patients aged 6 years and older with a body weight of at least 40 kg and who are able to swallow tablets: See full prescribing information for detailed dosing instructions. ( 2.4 ) Moderate Hepatic Impairment in Adult Patients: Initiate treatment with 50 mg no more than once every 8 hours (maximum of three doses in 24 hours). Regularly evaluate for respiratory and central nervous system depression. ( 2.4 ) Do not abruptly discontinue NUCYNTA tablets in a physically dependent patient because rapid discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. ( 2.6 , 5.14 ) 2.1 IMPORTANT DOSAGE AND ADMINISTRATION INSTRUCTIONS NUCYNTA tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of opioids and how to mitigate the associated risks. Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals [see Warnings and Precautions (5) ] . Because the risk of overdose increases as opioid doses increase, reserve titration to higher doses of NUCYNTA tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. Many acute pain conditions (e.g., the pain that occurs with a number of surgical procedures or acute musculoskeletal injuries) require no more than a few days of an opioid analgesic. Clinical guidelines on opioid prescribing for some acute pain conditions are available. There is variability in the opioid analgesic dose and duration needed to adequately manage pain due both to the cause of pain and to individual patient factors. Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [see Warnings and Precautions (5.1) ] . Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with NUCYNTA tablets. Consider this risk when selecting an initial dose and when making dose adjustments [see Warnings and Precautions (5) ] . NUCYNTA tablets can be taken with or without food [ see Clinical Pharmacology (12.3) ]. 2.2 PATIENT ACCESS TO NALOXONE FOR THE EMERGENCY TREATMENT OF OPIOID OVERDOSE Discuss the availability of naloxone for the emergency treatment of opioid overdose with the patient and caregiver and assess the potential need for access to naloxone, both when initiating and renewing treatment with NUCYNTA tablets [see Warnings and Precautions (5.3) ]. Inform patients and caregivers about the various ways to obtain naloxone as permitted by individual state naloxone dispensing and prescribing requirements or guidelines (e.g., by prescription, directly from a pharmacist, or as part of a community-based program). Consider prescribing naloxone, based on the patient's risk factors for overdose, such as concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose. The presence of risk factors for overdose should not prevent the proper management of pain in any given patient [see Warnings and Precautions (5.1 , 5.2 , 5.3) ]. Consider prescribing naloxone if the patient has household members (including children) or other close contacts at risk for accidental ingestion or overdose. 2.3 INITIAL DOSAGE IN ADULTS Initiating Treatment with NUCYNTA Tablets Initiate treatment with NUCYNTA tablets in a dosing range of 50 mg to 100 mg every 4 to 6 hours as needed for pain, and at the lowest dose necessary to achieve adequate analgesia. Titrate the dose based upon the individual patient's response to their initial dose of NUCYNTA tablets. On the first day of dosing, the second dose may be administered as soon as one hour after the first dose, if adequate pain relief is not attained with the first dose. Subsequent dosing is 50 mg, 75 mg, or 100 mg every 4 to 6 hours and should be adjusted to maintain adequate analgesia with acceptable tolerability. Daily doses greater than 700 mg on the first day of therapy and 600 mg on subsequent days have not been studied and are not recommended. NUCYNTA tablets may be given with or without food [see Clinical Pharmacology (12.3) ]. Conversion from NUCYNTA Tablets to NUCYNTA ER Patients can be converted from NUCYNTA tablets to NUCYNTA ER using the equivalent total daily dose of NUCYNTA tablets and dividing it into two equal doses of NUCYNTA ER separated by approximately 12-hour intervals. As an example, a patient receiving 50 mg of NUCYNTA tablets four times per day (200 mg/day) may be converted to 100 mg NUCYNTA ER twice a day. Conversion to NUCYNTA ER may lead to increased risk of excessive sedation and respiratory depression. 2.4 DOSAGE IN PEDIATRIC PATIENTS 6 YEARS AND OLDER WITH BODY WEIGHT OF AT LEAST 40 KG Pediatric patients who are at least 6 years old, weigh at least 40 kg, and are able to swallow oral tablets: For patients weighing 40 to 59 kg, administer 50 mg every 4 hours. Do not exceed a maximum single dose of 50 mg. If adequate analgesia is not achieved with a 50 mg NUCYNTA tablet every 4 hours, do not increase to a 75 mg NUCYNTA tablet. Instead consider use of another NUCYNTA product that allows for more flexible dosing, such as NUCYNTA oral solution. For patients weighing 60 to 79 kg, initiate treatment with 50 mg every 4 hours. Increase the dose if needed to 75 mg every 4 hours to maintain adequate analgesia with acceptable tolerability. Do not exceed a maximum single dose of 75 mg. If adequate analgesia is not achieved with a 75 mg NUCYNTA tablet every 4 hours, do not increase to a 100 mg NUCYNTA tablet. Instead consider use of another NUCYNTA product that allows for more flexible dosing, such as NUCYNTA oral solution. For patients weighing greater than or equal to 80 kg, initiate treatment with 50 mg every 4 hours. Increase the dose if needed to 75 mg every 4 hours to maintain adequate analgesia with acceptable tolerability. If adequate pain relief is not attained with a 75 mg NUCYNTA tablet every 4 hours, increase the dose to 100 mg every 4 hours to maintain adequate analgesia with acceptable tolerability. Do not exceed a maximum single dose of 100 mg. The maximum daily dose is 7.5 mg/kg/day (i.e., six 1.25 mg/kg doses over 24 hours). Daily doses greater than 600 mg have not been studied in pediatric patients and are not recommended. In pediatric patients with high body mass index (BMI), the maximum daily dose must not exceed the calculated maximum dose for a body weight at the 97th percentile for a given age. The efficacy and safety of NUCYNTA (tapentadol) tablets at doses higher than 1.25 mg/kg body weight (maximum single dose of 100 mg) have not been studied; therefore, the use of NUCYNTA (tapentadol) tablets at doses higher than 1.25 mg/kg body weight is not recommended [see Clinical Studies (14.2) ] . Dose reductions may be considered over time as acute pain decreases. NUCYNTA tablets are not recommended for use in pediatric patients who weigh less than 40 kg as the recommended dose cannot be achieved with available tablet strengths. Consider use of another NUCYNTA product, such as NUCYNTA oral solution, in patients who cannot swallow oral tablets or who weigh less than 40 kg [see Pediatric Use (8.4) ] . Duration of Treatment NUCYNTA (tapentadol) tablets are intended for the management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate. As with all symptomatic treatments, the continued use of tapentadol must be evaluated on an ongoing basis. In pediatric patients, the duration of treatment should not exceed 3 days as the safety and effectiveness of longer treatment have not been established. Hepatic or Renal Impairment NUCYNTA (tapentadol) tablets have not been studied in pediatric patients with hepatic or renal impairment; therefore, use in these populations is not recommended [see Pediatric Use (8.4) ] . 2.5 DOSAGE MODIFICATIONS IN ADULT PATIENTS WITH HEPATIC IMPAIRMENT The safety and efficacy of NUCYNTA tablets have not been studied in patients with severe hepatic impairment (Child-Pugh Score 10-15) and use in this population is not recommended [see Warnings and Precautions (5.17) ] . Initiate treatment of patients with moderate hepatic impairment (Child-Pugh Score 7 to 9) with 50 mg no more frequently than once every 8 hours (maximum of three doses in 24 hours). Further treatment should reflect maintenance of analgesia with acceptable tolerability, to be achieved by either shortening or lengthening the dosing interval. Regularly evaluate patients for respiratory and central nervous system depression [see Clinical Pharmacology (12.3) ] . No dosage adjustment is recommended in patients with mild hepatic impairment (Child-Pugh Score 5 to 6) [see Clinical Pharmacology (12.3) ] . 2.6 TITRATION AND MAINTENANCE OF THERAPY Individually titrate NUCYNTA tablets to a dose that provides adequate analgesia and minimizes adverse reactions. Continually reevaluate patients receiving NUCYNTA tablets to assess the maintenance of pain control, signs and symptoms of opioid withdrawal, and other adverse reactions, as well as reassess for the development of addiction, abuse, or misuse [see Warnings and Precautions (5.1 , 5.14) ] . Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration. If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the NUCYNTA tablets dosage. If after increase the dosage, unacceptable opioid-related adverse reactions are observed (including an increase in pain after a dosage increase), consider reducing the dosage. Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions. 2.7 SAFE REDUCTION OR DISCONTINUATION OF NUCYNTA TABLETS Do not abruptly discontinue NUCYNTA tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances. When a decision has been made to decrease the dose or discontinue therapy in an opioid- dependent patient taking NUCYNTA tablets, there are a variety of factors that should be considered, including the total daily dose of opioid (including NUCYNTA tablets) the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist. There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on NUCYNTA tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper. It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, evaluate patients for any changes in mood, emergence of suicidal thoughts, or use of other substances. When managing patients taking opioid analgesics, particularly those who have been treated for an extended period of time and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [see Warnings and Precautions (5.14) , Drug Abuse and Dependence (9.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE NUCYNTA (tapentadol) tablets are indicated for the management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate in adults and pediatric patients aged 6 years and older with a body weight of at least 40kg. NUCYNTA tablets are an opioid analgesic indicated for the management of acute pain severe enough to require an opioid analgesic and for which alternative treatments are inadequate in adults and pediatric patients aged 6 years and older with a body weight of at least 40 kg. ( 1 ) Limitations of Use ( 1 ) Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dosage or duration ( 5.1 ), reserve NUCYNTA tablets for use in patients for whom alternative treatment options (e.g., non-opioid analgesics or opioid combination products): Have not been tolerated or are not expected to be tolerated, Have not provided adequate analgesia or are not expected to provide adequate analgesia NUCYNTA tablets should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate. Limitations of Use Because of the risks of addiction, abuse, and misuse with opioids, which can occur at any dose or duration [see Warnings and Precautions (5.1) ] , reserve NUCYNTA tablets for use in patients for whom alternative treatment options [e.g., non-opioid analgesics or opioid combination products]: Have not been tolerated or are not expected to be tolerated, Have not provided adequate analgesia or are not expected to provide adequate analgesia NUCYNTA tablets should not be used for an extended period of time unless the pain remains severe enough to require an opioid analgesic and for which alternative treatment options continue to be inadequate."
  ],
  "fetched_at": "2025-10-01T16:13:22.052704",
  "source": "OpenFDA"
}