{
  "drug_name": "Tapinarof",
  "generic_name": [
    "TAPINAROF"
  ],
  "brand_names": [
    "VTAMA"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS In plaque psoriasis, the most common adverse reactions (incidence ≥ 1%) were folliculitis, nasopharyngitis, contact dermatitis, headache, pruritus, and influenza. ( 6.1 ) In atopic dermatitis, the most common adverse reactions (incidence ≥ 1%) were upper respiratory tract infection, folliculitis, lower respiratory tract infection, headache, asthma, vomiting, ear infection, pain in extremity, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Organon LLC, a subsidiary of Organon & Co., at 1-844-674-3200 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Plaque Psoriasis Clinical Trials In two randomized, double-blind, multicenter, vehicle-controlled clinical trials (PSOARING 1 and PSOARING 2), 1025 adults with plaque psoriasis were treated with VTAMA cream or received vehicle cream once daily for up to 12 weeks. Subjects ranged in age from 18 to 75 years, with an overall median age of 51 years. The majority of subjects were White (85%) and male (57%); and 85% identified as non-Hispanic or Latino. Table 1 presents adverse reactions that occurred in at least 1% of subjects treated with VTAMA cream, and for which the rate exceeded the rate for vehicle. Table 1: Adverse Reactions Occurring in ≥1% of Adult Subjects with Plaque Psoriasis (and More Frequently than Vehicle) in the 12-week PSOARING 1 and PSOARING 2 Clinical Trials Adverse Reaction VTAMA cream N=683 n (%) Vehicle cream N=342 n (%) Folliculitis Folliculitis includes application site folliculitis and folliculitis 140 (20) 3 (1) Nasopharyngitis Nasopharyngitis includes nasopharyngitis, nasal congestion, pharyngitis, respiratory tract infection (RTI) viral, rhinorrhea, sinus congestion, upper RTI, and viral upper RTI 73 (11) 31 (9) Contact dermatitis Contact dermatitis includes dermatitis, contact dermatitis, hand dermatitis, and rash 45 (7) 2 (1) Headache Headache includes headache, migraine, and tension headache 26 (4) 5 (1) Pruritus Pruritus includes application site pruritus, pruritus, generalized pruritus, and genital pruritus 20 (3) 2 (1) Influenza Influenza includes influenza and influenza-like illness 14 (2) 2 (1) Two (0.3%) subjects using VTAMA cream developed urticaria. Adverse reactions leading to treatment discontinuation in >1% of subjects who received VTAMA cream were contact dermatitis (2.9%) and folliculitis (2.8%). In an open label safety trial (PSOARING 3), 763 subjects were treated for up to an additional 40 weeks after completing PSOARING 1 or PSOARING 2. In addition to the adverse reactions reported in the 12-week PSOARING 1 and PSOARING 2 clinical trials, the following adverse reactions were reported: urticaria (1.0%) and drug eruption (0.7%). Atopic Dermatitis Clinical Trials In two randomized, double-blind, multicenter, vehicle-controlled clinical trials (ADORING 1 and ADORING 2), 811 adult and pediatric subjects 2 years of age and older with atopic dermatitis were treated with VTAMA cream or received vehicle cream once daily for up to 8 weeks. Subjects ranged in age from 2 to 81 years, with an overall median age of 11 years. The majority (51%) of subjects were White, 31% were Black, 12% were Asian; 54% were female; and 78% of subjects identified as non-Hispanic or Latino. Table 2 presents adverse reactions that occurred in at least 1% of subjects treated with VTAMA cream, and for which the rate exceeded the rate for vehicle. Table 2: Adverse Reactions Occurring in ≥1% of Adult and Pediatric Subjects 2 Years and Older with Atopic Dermatitis (and More Frequently than Vehicle) in the 8 week ADORING 1 and ADORING 2 Clinical Trials Adverse Reaction VTAMA cream N=541 n (%) Vehicle cream N=270 n (%) Upper respiratory tract infection Upper respiratory tract infection includes upper respiratory tract infection, nasopharyngitis, nasal congestion, sinusitis, pharyngitis streptococcal, cough, oropharyngeal pain, pharyngitis, acute sinusitis, streptococcal infection, streptococcus test positive, viral upper respiratory tract infection, viral infection, rhinorrhea, sinus congestion 66 (12) 15 (6) Folliculitis Folliculitis includes folliculitis, application site folliculitis, keratosis pilaris, follicular eczema 51 (9) 3 (1) Lower respiratory tract infection Lower respiratory tract infection includes lower respiratory tract infection, COVID-19, influenza, bronchitis, pneumonia 25 (5) 6 (2) Headache 23 (4) 3 (1) Asthma Asthma includes asthma, wheezing 12 (2) 1 (0) Vomiting 10 (2) 2 (1) Ear infection Ear infection includes ear infection, otitis media, otitis externa, otitis media acute 10 (2) 1 (0) Pain in extremity Pain in extremity includes pain in extremity, arthralgia 9 (2) 1 (0) Abdominal pain Abdominal pain includes abdominal pain and abdominal pain upper 6 (1) 0 (0) Application site reactions were reported in 19 (3.5%) subjects treated with VTAMA cream and 9 (3.3%) subjects receiving vehicle. The adverse reactions observed in pediatric subjects 2 years of age and older were generally consistent with those observed in adults with atopic dermatitis. Adverse reactions occurring more frequently in pediatric subjects compared to adults were upper respiratory tract infection (16.3% in subjects ages 2-6 years of age and 11.2% in subjects ages 7-17 years of age vs. 9.5% in subjects 18 years and older) and ear infection (5.7% in subjects ages 2-6 years of age and 1.4% in subjects ages 7-11 years of age vs. 0% in subjects 12 years and older). In an open label safety trial (ADORING 3), 728 subjects (124 adult and 604 pediatric subjects 2 years of age and older) were treated for up to 48 weeks. This included 624 subjects completing either ADORING 1 or ADORING 2, 28 subjects completing the maximal usage trial, and 76 subjects treated only in ADORING 3. The safety profile with long term use was generally consistent with the safety profile observed at Week 8."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Apply a thin layer of VTAMA cream to affected areas once daily. Wash hands after application, unless VTAMA cream is for treatment of the hands. VTAMA cream is not for oral, ophthalmic, or intravaginal use. Apply a thin layer of VTAMA cream to affected areas once daily. ( 2 ) VTAMA cream is not for oral, ophthalmic, or intravaginal use. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VTAMA cream, 1% is an aryl hydrocarbon receptor agonist indicated for: the topical treatment of plaque psoriasis in adults. ( 1.1 ) the topical treatment of atopic dermatitis in adults and pediatric patients 2 years of age and older. ( 1.2 ) 1.1 Plaque Psoriasis VTAMA ® cream is indicated for the topical treatment of plaque psoriasis in adults. 1.2 Atopic Dermatitis VTAMA cream is indicated for the topical treatment of atopic dermatitis in adults and pediatric patients 2 years of age and older."
  ],
  "fetched_at": "2025-10-01T16:09:14.278879",
  "source": "OpenFDA"
}