{
  "drug_name": "Tasimelteon",
  "generic_name": [
    "TASIMELTEON"
  ],
  "brand_names": [
    "Tasimelteon"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong CYP1A2 inhibitors (e.g., fluvoxamine): Avoid use of tasimelteon in combination with strong CYP1A2 inhibitors because of increased exposure ( 7.1 , 12.3 ) Strong CYP3A4 inducers (e.g., rifampin): Avoid use of tasimelteon in combination with rifampin or other CYP3A4 inducers, because of decreased exposure ( 7.2 , 12.3 ) 7.1 Strong CYP1A2 Inhibitors (e.g., fluvoxamine) Avoid use of tasimelteon in combination with fluvoxamine or other strong CYP1A2 inhibitors because of a potentially large increase in tasimelteon exposure and greater risk of adverse reactions [see Clinical Pharmacology ( 12.3 )]. 7.2 Strong CYP3A4 Inducers (e.g., rifampin) Avoid use of tasimelteon in combination with rifampin or other CYP3A4 inducers because of a potentially large decrease in tasimelteon exposure with reduced efficacy [see Clinical Pharmacology ( 12.3 )]. 7.3 Beta-Adrenergic Receptor Antagonists (e.g., acebutolol, metoprolol) Beta-adrenergic receptor antagonists have been shown to reduce the production of melatonin via specific inhibition of beta-1 adrenergic receptors. Nighttime administration of beta-­adrenergic receptor antagonists may reduce the efficacy of tasimelteon."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (incidence >5% and at least twice as high on tasimelteon than on placebo) were headache, increased alanine aminotransferase, nightmares or unusual dreams, and upper respiratory or urinary tract infection ( 6.1) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. More than 2080 subjects have been treated with at least one dose of tasimelteon, of which more than 380 have been treated for > 26 weeks and more than 170 have been treated for > 1 year. Non-24-Hour Sleep-Wake Disorder (Non-24) A 26-week, parallel-arm placebo-controlled study (Study 1) evaluated tasimelteon (n=42) compared to placebo (n=42) in patients with Non-24. A randomized-withdrawal, placebo-controlled study of 8 weeks duration (Study 2) also evaluated tasimelteon (n=10), compared to placebo (n=10), in patients with Non-24. In placebo-controlled studies, 6% of patients exposed to tasimelteon discontinued treatment due to an adverse event, compared with 4% of patients who received placebo. Table 2 shows the incidence of adverse reactions from Study 1. Table 2: Adverse Reactions in Study 1 Tasimelteon N=42 Placebo N=42 Headache 17 % 7 % Alanine aminotransferase increased 10 % 5 % Nightmare/abnormal dreams 10 % 0 % Upper respiratory tract infection 7 % 0 % Urinary tract infection 7 % 2 % *Adverse reactions with an incidence > 5% and at least twice as high on tasimelteon than on placebo are displayed."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Indicated Population Dosage Form Body Weight Recommended Dosage Non-24 ( 2.2 ) Adults Capsules Not applicable 20 mg one hour prior to bedtime Tasimelteon capsules and tasimelteon oral suspension are not substitutable ( 2.1 ) Administer at the same time every night ( 2.2 ) Take without food ( 2.4 ) 2.1 Non-Interchangeability between Tasimelteon Capsules and Tasimelteon Oral Suspension Tasimelteon capsules and tasimelteon oral suspension are not substitutable [see Clinical Pharmacology ( 12.3 )]. 2.2 Recommended Dosage for Tasimelteon Capsules for Non-24 Adults The recommended dosage of tasimelteon capsules in adults is 20 mg one hour before bedtime, at the same time every night. Because of individual differences in circadian rhythms, drug effect may not occur for weeks or months. 2.4 Important Administration Information Administer tasimelteon capsules without food [see Clinical Pharmacology ( 12.3 )]. If a patient is unable to take tasimelteon capsules at approximately the same time on a given night, they should skip that dose and take the next dose as scheduled."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tasimelteon capsules are a melatonin receptor agonist. Tasimelteon capsules are indicated for the treatment of Non ­24-Hour Sleep-Wake Disorder (Non-24) in adults ( 1 ) 1.1 Non-24-Hour Sleep-Wake Disorder (Non-24) Tasimelteon capsules are indicated for the treatment of Non-24 in adults."
  ],
  "fetched_at": "2025-10-01T17:17:49.945443",
  "source": "OpenFDA"
}