{
  "drug_name": "Taurolidine",
  "generic_name": [
    "TAUROLIDINE AND HEPARIN"
  ],
  "brand_names": [
    "DEFENCATH"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Heparin-Induced Thrombocytopenia [see Warnings and Precautions (5.1) ] Drug Hypersensitivity [see Warnings and Precautions (5.2) ] The most frequently reported adverse reactions occurring in greater than or equal to 2% of patients in Trial 1 using DEFENCATH as a CLS were hemodialysis catheter malfunction, hemorrhage/bleeding, nausea, vomiting, dizziness, musculoskeletal chest pain, and thrombocytopenia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact CorMedix Inc at 1-844-424-6345 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Overview of the Safety Evaluation of DEFENCATH The safety of DEFENCATH was evaluated in a single, active-controlled, double-blind, randomized Phase 3 trial, LOCK-IT-100 (referred to as Trial 1), in adult patients with kidney failure receiving chronic HD through a CVC. In Trial 1, the safety population was comprised of 797 patients with 398 patients using DEFENCATH as a CLS and 399 using heparin as a CLS. Patients used DEFENCATH as a CLS for a mean duration of 173 days, and a range of 4 to 863 days. The mean age of the patients in Trial 1 was 61 years, 58% of patients identified as male (42% patients identified as female), 63% of patients identified as white and 30% identified as black or African-American. Patients with diabetes at baseline accounted for 70% of patients and the mean body mass index (BMI) of patients in the study was 30. The majority of patients (68%) had been receiving HD for 12 months or less. The location of the CVC was the jugular vein in 92% of patients. Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation In Trial 1, serious adverse reactions occurred in 40% (159/398) of patients receiving DEFENCATH as a CLS and 42% (167/399) of patients receiving heparin as a CLS. Adverse reactions leading to death occurred in 5% (18/398) of patients in the DEFENCATH arm and 5% (21/399) of patients in the heparin arm. Adverse reactions leading to discontinuation of study drug occurred in 17% (69/398) of patients in the DEFENCATH arm and 18% (72/399) of patients in the heparin arm. Common Adverse Reactions In Trial 1, adverse reactions were reported in 79% (314/398) of patients using DEFENCATH as a CLS and 79% (315/399) of patients using heparin. Table 1 lists selected adverse reactions occurring in ≥2% of patients using DEFENCATH or heparin in Trial 1. Table 1: Selected Adverse Reactions Occurring in Greater Than or Equal to 2% of Patients Receiving DEFENCATH in Trial 1 Adverse Reactions DEFENCATH (N=398) N (%) Heparin (N=399) N (%) Product Issues Hemodialysis catheter malfunction Grouped term includes device malfunction 68 (17) 47 (12) Blood and lymphatic system disorders Hemorrhage/bleeding Grouped term includes: hematoma/hemorrhage, intracranial hemorrhage, arteriovenous graft or fistula site hemorrhage, catheter site hematoma/hemorrhage, cerebral/cerebellar hemorrhage, eye/conjunctival hemorrhage, gastrointestinal hemorrhage, hematuria, hemobilia, hemoptysis, renal hematoma, vaginal/uterine hemorrhage 27 (7) 34 (9) Thrombocytopenia 7 (2) 4 (1) Gastrointestinal disorders Nausea Grouped term includes nausea and procedural nausea 28 (7) 44 (11) Vomiting Grouped term includes vomiting and procedural vomiting 24 (6) 32 (8) Nervous system disorders Dizziness 22 (6) 16 (4) Musculoskeletal and Connective Tissue Disorders Musculoskeletal chest pain Grouped term Includes non-cardiac chest pain, musculoskeletal chest pain, chest discomfort 11 (3) 7 (2) Table 2 lists the proportion of patients in Trial 1 that developed loss of catheter patency defined as requiring use of a thrombolytic agent to resolve catheter thrombosis or removal of the catheter due to malfunction/dysfunction. Table 2: Loss of Catheter Patency in Trial 1 DEFENCATH (N=398) N (%) Heparin (N=399) N (%) Loss of Catheter Patency 63 (16) 48 (12) Use of a Thrombolytic Agent 11 subjects in each arm had catheter removal following thrombolytic agent use and are included under both categories of use of a thrombolytic agent and catheter removal. 46 (12) 33 (8) Catheter Removal Catheter removal refers to catheters removed due to loss of catheter patency. Overall, a total of 236 patients in the DEFENCATH arm and 225 patients in the heparin arm had a catheter removal for any reason, including loss of catheter patency. 28 (7) 26 (7) Catheter Removal without Thrombolytic Agent Use 17 (4) 15 (4) Other Adverse Reactions Clinically significant adverse reactions that occurred in fewer than 1% of patients receiving DEFENCATH in Trial 1 are listed below: Metabolism and Nutrition Disorders: Hypocalcemia Nervous System Disorders: Dysgeusia 6.2 Postmarketing Experience The following adverse reaction has been identified during the use of a taurolidine and heparin containing CLS outside of the United States. Because this reaction is reported from a population of uncertain size, it is not always possible to reliably estimate its frequency or establish a causal relationship to drug exposure. Nervous System Disorders: Paresthesia"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS DEFENCATH is contraindicated in patients with: Known heparin-induced thrombocytopenia (HIT) [see Warnings and Precautions (5.1) ] . Known hypersensitivity to taurolidine, heparin or the citrate excipient (components of DEFENCATH) or pork products [see Warnings and Precautions (5.2) ]. Known heparin-induced thrombocytopenia. ( 4 ) Known hypersensitivity to taurolidine, heparin or the citrate excipient (components of DEFENCATH), or pork products. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION DEFENCATH is for instillation into CVCs only [see Indications and Usage (1) ]. DEFENCATH is not intended for systemic administration. Do not use DEFENCATH as a catheter lock flush product. Withdraw a sufficient volume of DEFENCATH catheter lock solution (CLS) from the vial using a sterile needle and syringe to fill the catheter lumens. Use 3 mL or 5 mL single-dose vial (depending on the volume of the catheter lumens) to instill DEFENCATH into each catheter lumen at the conclusion of each HD session for patients with kidney failure requiring chronic HD. Prior to initiation of the next HD session, DEFENCATH should be aspirated from the catheter and discarded. If DEFENCATH cannot be aspirated, continue with standard of care CVC preparation and flush with normal saline. If a catheter malfunction is suspected, appropriate standard of care measures should be instituted. Each DEFENCATH single-dose vial is designed for use with a single patient as a single instillation in the CVC. Discard any unused portion of DEFENCATH remaining in the vial. DEFENCATH is for instillation into CVCs only. ( 2 ) DEFENCATH is not intended for systemic administration. ( 2 ) Do not use DEFENCATH as a catheter lock flush product. ( 2 ) Withdraw a sufficient volume of DEFENCATH catheter lock solution (CLS) from the vial using a sterile needle and syringe to fill the catheter lumens. ( 2 ) Use 3 mL or 5 mL single dose vial (depending on the volume of the catheter lumens) to instill DEFENCATH into each catheter lumen at the conclusion of each HD session. ( 2 ) DEFENCATH should be aspirated from the catheter and discarded prior to the initiation of the next HD session. ( 2 ) Discard any unused portion of DEFENCATH remaining in the vial. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LIMITED POPULATION: DEFENCATH ® is indicated to reduce the incidence of catheter-related bloodstream infections (CRBSI) in adult patients with kidney failure receiving chronic hemodialysis (HD) through a central venous catheter (CVC). This drug is indicated for use in a limited and specific population of patients [see Clinical Studies (14) ]. Limitations of Use The safety and effectiveness of DEFENCATH have not been established for use in populations other than adult patients with kidney failure receiving chronic HD through a CVC. LIMITED POPULATION: DEFENCATH is a combination of taurolidine, a thiadiazinane antimicrobial, and heparin, an anti-coagulant, indicated to reduce the incidence of catheter-related bloodstream infections (CRBSI) in adult patients with kidney failure receiving chronic hemodialysis (HD) through a central venous catheter (CVC). This drug is indicated for use in a limited and specific population of patients. ( 1 ) Limitations of Use The safety and effectiveness of DEFENCATH have not been established for use in populations other than adult patients with kidney failure receiving chronic HD through a CVC. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:01:12.353432",
  "source": "OpenFDA"
}