{
  "drug_name": "Tavaborole",
  "generic_name": [
    "TAVABOROLE TOPICAL SOLUTION, 5%"
  ],
  "brand_names": [
    "Tavaborole"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Common adverse reactions occurring in ≥1% in subjects treated with tavaborole topical solution included application site exfoliation, ingrown toenail, application site erythema, and application site dermatitis. (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Encube Ethicals Private Limited at 1-833-285-4151 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In two clinical trials, 791 subjects were treated with Tavaborole topical solution. The most commonly reported adverse reactions are listed below (Table 1). Table 1 : Adverse Reactions Occurring in ≥1% of Tavaborole topical solution, 5%-Treated Subjects and at a Greater Frequency than Observed with Vehicle Preferred Term Tavaborole topical solution N= 791 n(%) Vehicle N= 395 n(%) Application site exfoliation 21 (2.7%) 1 (0.3%) Ingrown toenail 20 (2.5%) 1 (0.3%) Application site erythema 13 (1.6%) 0 (0%) Application site dermatitis 10 (1.3%) 0 (0%) 6.2 Postmarketing Experience The following adverse reactions have been identified during postmarketing use of Tavaborole topical solution. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug product exposure: Hypersensitivity; contact allergy"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Apply tavaborole topical solution to affected toenails once daily for 48 weeks. Tavaborole topical solution should be applied to the entire toenail surface and under the tip of each toenail being treated. Tavaborole topical solution is for topical use only and not for oral, ophthalmic, or intravaginal use. • Apply tavaborole topical solution to affected toenails once daily for 48 weeks. (2) • Tavaborole topical solution should be applied to the entire toenail surface and under the tip of each toenail being treated. (2) • For topical use only. (2) • Not for oral, ophthalmic, or intravaginal use. (2)"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tavaborole topical solution, 5% is an oxaborole antifungal indicated for the treatment of onychomycosis of the toenails due to Trichophyton rubrum or Trichophyton mentagrophyte. Tavaborole topical solution is an oxaborole antifungal indicated for the topical treatment of onychomycosis of the toenails due to Trichophyton rubrum or Trichophyton mentagrophytes . (1)"
  ],
  "fetched_at": "2025-10-01T17:15:24.778438",
  "source": "OpenFDA"
}