{
  "drug_name": "Tazemetostat",
  "generic_name": [
    "TAZEMETOSTAT"
  ],
  "brand_names": [
    "TAZVERIK"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong or Moderate Cytochrome P450 (CYP)3A Inhibitors : Avoid coadministration of strong or moderate CYP3A inhibitors with TAZVERIK. Reduce the dose of TAZVERIK if coadministration of strong or moderate CYP3A inhibitors cannot be avoided. ( 2.3 , 7.1 ) Strong or Moderate CYP3A Inducers : Avoid coadministration with TAZVERIK. ( 7.1 ) 7.1 Effect of Other Drugs on TAZVERIK Strong or Moderate CYP3A Inhibitors Coadministration of TAZVERIK with a strong or moderate CYP3A inhibitor increases tazemetostat plasma concentrations [see Clinical Pharmacology ( 12.3 )], which may increase the frequency or severity of adverse reactions. Avoid coadministration of strong or moderate CYP3A inhibitors with TAZVERIK. If coadministration of strong or moderate CYP3A inhibitors cannot be avoided, reduce TAZVERIK dose [see Dosage and Administration ( 2.4 )]. Strong or Moderate CYP3A Inducers Coadministration of TAZVERIK with a strong CYP3A inducer decreases tazemetostat plasma concentrations [see Clinical Pharmacology ( 12.3 )] , and coadministration of TAZVERIK with a moderate CYP3A inducer may also decrease tazemetostat plasma concentrations. The decrease in tazemetostat plasma concentration may decrease the efficacy of TAZVERIK. Avoid coadministration of moderate or strong CYP3A inducers with TAZVERIK. 7.2 Effect of TAZVERIK on Other Drugs CYP3A Substrates Coadministration of TAZVERIK with CYP3A substrates, including hormonal contraceptives, can result in decreased concentrations and reduced efficacy of CYP3A substrates [see Use in Specific Populations ( 8.3 ), Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Secondary Malignancies [see Warnings and Precautions ( 5.1 )]. The most common (≥20%) adverse reactions in patients with epithelioid sarcoma are pain, fatigue, nausea, decreased appetite, vomiting, and constipation. ( 6.1 ) The most common (≥20%) adverse reactions in patients with follicular lymphoma are fatigue, upper respiratory tract infection, musculoskeletal pain, nausea, and abdominal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Epizyme at 855-463-5127 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. Epithelioid Sarcoma The safety of TAZVERIK was evaluated in a cohort (Cohort 5) of Study EZH-202 that enrolled patients with epithelioid sarcoma [see Clinical Studies ( 14.1 )]. Patients received TAZVERIK 800 mg orally twice daily (n=62). Among patients who received TAZVERIK, 44% were exposed for 6 months or longer and 24% were exposed for greater than one year. Serious adverse reactions occurred in 37% of patients who received TAZVERIK. Serious adverse reactions in ≥3% of patients who received TAZVERIK were hemorrhage, pleural effusion, skin infection, dyspnea, pain, and respiratory distress. One patient (2%) permanently discontinued TAZVERIK due to an adverse reaction of altered mood. Dosage interruptions due to an adverse reaction occurred in 34% of patients who received TAZVERIK. The most frequent adverse reactions requiring dosage interruptions in ≥3% were hemorrhage, increased alanine aminotransferase (ALT), and increased aspartate aminotransferase (AST). Dose reduction due to an adverse reaction occurred in one (2%) patient who received TAZVERIK; the dose was reduced in this patient for decreased appetite. The most common adverse reactions (≥20%) were pain, fatigue, nausea, decreased appetite, vomiting, and constipation. Table 4 presents adverse reactions in patients with epithelioid sarcoma in Cohort 5 of Study EZH-202. Table 4. Adverse Reactions (≥10%) in Patients with Epithelioid Sarcoma Who Received TAZVERIK in Cohort 5 of Study EZH-202 Adverse Reaction TAZVERIK N=62 All Grades (%) Grade 3 or 4 (%) a Includes tumor pain, pain in extremity, non-cardiac chest pain, flank pain, back pain, arthralgia, bone pain, cancer pain, musculoskeletal pain, myalgia, neck pain b Includes fatigue and asthenia c Includes abdominal pain, gastrointestinal pain, abdominal pain lower d Includes dyspnea and dyspnea exertional e Includes wound hemorrhage, rectal hemorrhage, pulmonary hemorrhage, hemorrhage intracranial, cerebral hemorrhage, hemoptysis General Pain a 52 7 Fatigue b 47 1.6 Gastrointestinal Nausea 36 0 Vomiting 24 0 Constipation 21 0 Diarrhea 16 0 Abdominal pain c 13 1.6 Metabolism and nutrition Decreased appetite 26 4.8 Respiratory, thoracic and mediastinal Cough 18 0 Dyspnea d 16 4.8 Vascular Hemorrhage e 18 4.8 Nervous system Headache 18 0 Investigations Weight decreased 16 7 Table 5 summarizes select laboratory abnormalities in patients with epithelioid sarcoma in Cohort 5 of Study EZH-202. Table 5. Select Laboratory Abnormalities (≥ 10%) Worsening from Baseline in Patients with Epithelioid Sarcoma Who Received TAZVERIK in Cohort 5 of Study EZH-202 *The denominator used to calculate the rate varied from 39 to 61 based on the number of patients with a baseline value and at least one post-treatment value. Laboratory Abnormality TAZVERIK* All Grades (%) Grade 3 or 4 (%) Hematology Decreased hemoglobin 49 15 Decreased lymphocytes 36 13 Decreased white blood cell count 19 0 Chemistry Increased triglycerides 36 3.3 Increased glucose 33 1.6 Decreased sodium 30 1.7 Decreased phosphate 28 1.7 Decreased albumin 23 0 Increased alkaline phosphatase 23 1.7 Decreased potassium 20 1.7 Increased aspartate aminotransferase 18 3.5 Decreased calcium 16 0 Decreased glucose 16 0 Increased partial thromboplastin time 15 5 Increased alanine aminotransferase 14 3.4 Increased creatinine 12 0 Increased potassium 12 0 Relapsed or Refractory Follicular Lymphoma The safety of TAZVERIK was evaluated in two cohorts (Cohorts 4 and 5) of Study E7438-G000-101 that enrolled patients with relapsed or refractory follicular lymphoma [see Clinical Studies ( 14.2 )]. Patients received TAZVERIK 800 mg orally twice daily (n=99). Among patients who received TAZVERIK, 68% were exposed for 6 months or longer, 39% were exposed for 12 months or longer, and 21% were exposed for 18 months or longer. The median age was 62 years (range 36 to 87 years), 54% were male, and 95% had an Eastern Cooperative Oncology Group (ECOG) performance status of 0-1. The median number of prior therapies was 3 (range 1 to 11). Patients were required to have a creatinine clearance ≥40 mL/min per the Cockcroft and Gault formula. Serious adverse reactions occurred in 30% of patients who received TAZVERIK. Serious adverse reactions in ≥2% of patients who received TAZVERIK were general physical health deterioration, abdominal pain, pneumonia, sepsis, and anemia. Permanent discontinuation due to an adverse reaction occurred in 8% of patients who received TAZVERIK. Adverse reaction resulting in permanent discontinuation in ≥2% of patients was second primary malignancy. Dosage interruptions due to an adverse reaction occurred in 28% of patients who received TAZVERIK. Adverse reactions requiring dosage interruptions in ≥3% of patients were thrombocytopenia and fatigue. Dose reduction due to an adverse reaction occurred in 9% of patients who received TAZVERIK. The most common adverse reactions (≥20%) were fatigue, upper respiratory tract infection, musculoskeletal pain, nausea, and abdominal pain. Table 6 presents adverse reactions in patients with relapsed or refractory follicular lymphoma in Cohorts 4 and 5 of Study E7438-G000-101. Table 6. Adverse Reactions (≥10%) in Patients with Relapsed or Refractory Follicular Lymphoma Who Received TAZVERIK in Cohorts 4 and 5 of Study E7438-G000-101 Adverse Reaction TAZVERIK N=99 All Grades (%) Grade 3 or 4 (%) a Includes fatigue and asthenia b Includes laryngitis, nasopharyngitis, pharyngitis, rhinitis, sinusitis, upper respiratory tract infection, viral upper respiratory tract infection c Includes bronchitis, lower respiratory tract infection, tracheobronchitis d Includes cystitis, urinary tract infection, urinary tract infection staphylococcal e Includes abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper f Includes back pain, limb discomfort, musculoskeletal chest pain, musculoskeletal discomfort, musculoskeletal pain, myalgia, neck pain, non-cardiac chest pain, pain in extremity, pain in jaw, spinal pain g Includes erythema, rash, rash erythematous, rash generalized, rash maculo-papular, rash pruritic, rash pustular, skin exfoliation h Includes cough and productive cough i Includes headache, migraine, sinus headache General Fatigue a 36 5 Pyrexia 10 0 Infections Upper respiratory tract infection b 30 0 Lower respiratory tract infection c 17 0 Urinary tract infection d 11 2 Gastrointestinal Nausea 24 1 Abdominal pain e 20 3 Diarrhea 18 0 Vomiting 12 1 Musculoskeletal and connective tissue Musculoskeletal pain f 22 1 Skin and subcutaneous tissue Alopecia 17 0 Rash g 15 0 Respiratory and mediastinal system Cough h 17 0 Nervous system Headache i 13 0 Clinically relevant adverse reactions occurring in <10% of patients who received TAZVERIK included: Infection: sepsis (2%), pneumonia (2%), and herpes zoster (2%) Table 7 summarizes select laboratory abnormalities in patients with follicular lymphoma in Cohorts 4 and 5 of Study E7438-G000-101. Table 7. Select Laboratory Abnormalities (≥10%) Worsening from Baseline in Patients with Relapsed or Refractory Follicular Lymphoma Who Received TAZVERIK in Cohorts 4 and 5 of Study E7438-G000-101 Laboratory Abnormality TAZVERIK* All Grades (%) Grade 3 or 4 (%) *The denominator used to calculate the rate varied from 88 to 96 based on the number of patients with a baseline value and at least one post-treatment value. Hematology Decreased lymphocytes 57 18 Decreased hemoglobin 50 8 Decreased platelets 50 7 Decreased white blood cells 41 9 Decreased neutrophils 20 7 Chemistry Increased glucose 53 10 Increased aspartate aminotransferase 24 0 Increased alanine aminotransferase 21 2.3 Increased alkaline phosphatase 18 1.0 Increased creatinine 17 0"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage is 800 mg taken orally twice daily with or without food. ( 2.2 ) 2.1 Patient Selection Select patients with R/R FL for treatment with TAZVERIK based on the presence of EZH2 mutation of codons Y646, A682, or A692 in tumor specimens [see Clinical Studies ( 14.2 )] . Information on FDA-approved tests for the detection of EZH2 mutation in relapsed or refractory follicular lymphoma is available at: http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dosage The recommended dosage of TAZVERIK is 800 mg orally twice daily with or without food until disease progression or unacceptable toxicity. Swallow tablets whole. Do not cut, crush, or chew tablets. Do not take an additional dose if a dose is missed or vomiting occurs after TAZVERIK, but continue with the next scheduled dose. 2.3 Dosage Modifications for Adverse Reactions Table 1 summarizes the recommended dose reductions, and Table 2 summarizes the recommended dosage modifications of TAZVERIK for adverse reactions. Table 1. Recommended Dose Reductions of TAZVERIK for Adverse Reactions *Permanently discontinue TAZVERIK in patients who are unable to tolerate 400 mg orally twice daily. Dose Reduction Dosage First 600 mg orally twice daily Second 400 mg orally twice daily* Table 2. Recommended Dosage Modifications of TAZVERIK for Adverse Reactions Adverse Reaction Severity Dosage Modification Neutropenia [see Adverse Reactions ( 6.1 )] Neutrophil count less than 1 × 10 9 /L Withhold until neutrophil count is greater than or equal to 1 × 10 9 /L or baseline. For first occurrence, resume at same dose. For second and third occurrence, resume at reduced dose. Permanently discontinue after fourth occurrence. Thrombocytopenia [see Adverse Reactions ( 6.1 )] Platelet count less than 50 × 10 9 /L Withhold until platelet count is greater than or equal to 75 × 10 9 /L or baseline. For first and second occurrence, resume at reduced dose. Permanently discontinue after third occurrence. Anemia [see Adverse Reactions ( 6.1 )] Hemoglobin less than 8 g/dL Withhold until improvement to at least Grade 1 or baseline, then resume at same or reduced dose. Other adverse reactions [see Adverse Reactions ( 6.1 )] Grade 3 Withhold until improvement to at least Grade 1 or baseline. For first and second occurrence, resume at reduced dose. Permanently discontinue after third occurrence. Grade 4 Withhold until improvement to at least Grade 1 or baseline. For first occurrence, resume at reduced dose. Permanently discontinue after second occurrence. 2.4 Dosage Modifications for Drug Interactions Strong or Moderate CYP3A Inhibitors Avoid coadministration of TAZVERIK with strong or moderate CYP3A inhibitors. If coadministration with a strong or moderate CYP3A inhibitor cannot be avoided, reduce the TAZVERIK dose as shown in Table 3 below. After discontinuation of the strong or moderate CYP3A inhibitor for 3 elimination half-lives, resume the TAZVERIK dose that was taken prior to initiating the inhibitor [see Drug Interactions ( 7.1 ), Clinical Pharmacology ( 12.3 )] . Table 3. Recommended Dose Reductions of TAZVERIK for Strong or Moderate CYP3A Inhibitors Current Dosage Adjusted Dosage 800 mg orally twice daily 400 mg orally twice daily 600 mg orally twice daily 400 mg for first dose and 200 mg for second dose 400 mg orally twice daily 200 mg orally twice daily"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TAZVERIK is a methyltransferase inhibitor indicated for the treatment of: Adults and pediatric patients aged 16 years and older with metastatic or locally advanced epithelioid sarcoma not eligible for complete resection. ( 1.1 ) Adult patients with relapsed or refractory follicular lymphoma whose tumors are positive for an EZH2 mutation as detected by an FDA-approved test and who have received at least 2 prior systemic therapies. ( 1.2 ) Adult patients with relapsed or refractory follicular lymphoma who have no satisfactory alternative treatment options. ( 1.2 ) These indications are approved under accelerated approval based on overall response rate and duration of response. Continued approval for these indications may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). 1.1 Epithelioid Sarcoma TAZVERIK is indicated for the treatment of adults and pediatric patients aged 16 years and older with metastatic or locally advanced epithelioid sarcoma not eligible for complete resection. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies ( 14.1 )]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). 1.2 Relapsed or Refractory Follicular Lymphoma TAZVERIK is indicated for the treatment of adult patients with relapsed or refractory (R/R) follicular lymphoma (FL) whose tumors are positive for an EZH2 mutation as detected by an FDA-approved test and who have received at least 2 prior systemic therapies. TAZVERIK is indicated for the treatment of adult patients with R/R FL who have no satisfactory alternative treatment options. These indications are approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies ( 14.2 )]. Continued approval for these indications may be contingent upon verification and description of clinical benefit in a confirmatory trial(s)."
  ],
  "fetched_at": "2025-10-01T19:22:02.536434",
  "source": "OpenFDA"
}