{
  "drug_name": "Technetium Tc-99m pertechnetate",
  "generic_name": [
    "Technetium Tc-99m pertechnetate"
  ],
  "brand_names": [],
  "drug_interactions": [
    "Drug Interactions A. Effect of Drugs and Other Agents on Cyclosporine Pharmacokinetics and/or Safety All of the individual drugs cited below are well substantiated to interact with cyclosporine. In addition, concomitant use of nonsteroidal anti-inflammatory drugs (NSAIDs) with cyclosporine, particularly in the setting of dehydration, may potentiate renal dysfunction. Caution should be exercised when using other drugs which are known to impair renal function (see WARNINGS , Nephrotoxicity ) . Drugs That May Potentiate Renal Dysfunction Antibiotics Antineoplastics Antifungals Anti-Inflammatory Drugs Gastrointestinal Agents Immunosuppressives Other Drugs ciprofloxacin melphalan amphotericin B azapropazon cimetidine tacrolimus fibric acid derivatives (e.g., bezafibrate, fenofibrate) gentamicin ketoconazole colchicine ranitidine methotrexate tobramycin diclofenac trimethoprim with sulfamethoxazole naproxen vancomycin sulindac During the concomitant use of a drug that may exhibit additive or synergistic renal impairment potential with cyclosporine, close monitoring of renal function (in particular serum creatinine) should be performed. If a significant impairment of renal function occurs, reduction in the dosage of cyclosporine and/or coadministered drug or an alternative treatment should be considered. Cyclosporine is extensively metabolized by CYP 3A isoenzymes, in particular CYP3A4, and is a substrate of the multidrug efflux transporter P-glycoprotein. Various agents are known to either increase or decrease plasma or whole blood concentrations of cyclosporine usually by inhibition or induction of CYP3A4 or P-glycoprotein transporter or both. Compounds that decrease cyclosporine absorption, such as orlistat, should be avoided. Appropriate cyclosporine dosage adjustment to achieve the desired cyclosporine concentrations is essential when drugs that significantly alter cyclosporine concentrations are used concomitantly (see DOSAGE AND ADMINISTRATION , Blood Concentration Monitoring ). 1. Drugs That Increase Cyclosporine Concentrations Calcium Channel Blockers Antifungals Antibiotics Glucocorticoids Other Drugs diltiazem fluconazole azithromycin methylprednisolone allopurinol nicardipine itraconazole clarithromycin amiodarone verapamil ketoconazole erythromycin bromocriptine voriconazole quinupristin/ colchicine dalfopristin danazol imatinib metoclopramide nefazodone oral contraceptives HIV Protease inhibitors The HIV protease inhibitors (e.g., indinavir, nelfinavir, ritonavir, and saquinavir) are known to inhibit cytochrome P-450 3A and thus could potentially increase the concentrations of cyclosporine, however, no formal studies of the interaction are available. Care should be exercised when these drugs are administered concomitantly. Grapefruit juice Grapefruit and grapefruit juice affect metabolism, increasing blood concentrations of cyclosporine, thus should be avoided. 2. Drugs/Dietary Supplements That Decrease Cyclosporine Concentrations Antibiotics Anticonvulsants Other Drugs/Dietary Supplements nafcillin carbamazepine bosentan rifampin oxcarbazepine octreotide phenobarbital orlistat phenytoin sulfinpyrazone terbinafine ticlopidine St. John's Wort Bosentan Co-administration of bosentan (250 to 1000 mg every 12 hours based on tolerability) and cyclosporine (300 mg every 12 hours for 2 days then dosing to achieve a C min of 200 to 250 ng/mL) for 7 days in healthy subjects resulted in decreases in the cyclosporine mean dose-normalized AUC, C max , and trough concentration of approximately 50%, 30% and 60%, respectively, compared to when cyclosporine was given alone (see also Effect of Cyclosporine on the Pharmacokinetics and/or Safety of Other Drugs or Agents) . Coadministration of cyclosporine with bosentan should be avoided. Boceprevir Coadministration of boceprevir (800 mg three times daily for 7 days) and cyclosporine (100 mg single dose) in healthy subjects resulted in increases in the mean AUC and C max of cyclosporine approximately 2.7-fold and 2-fold, respectively, compared to when cyclosporine was given alone. Telaprevir Coadministration of telaprevir (750 mg every 8 hours for 11 days) with cyclosporine (10 mg on Day 8) in healthy subjects resulted in increases in the mean dose-normalized AUC and C max of cyclosporine approximately 4.5-fold and 1.3-fold, respectively, compared to when cyclosporine (100 mg single dose) was given alone. St. John’s Wort There have been reports of a serious drug interaction between cyclosporine and the herbal dietary supplement, St. John’s Wort. This interaction has been reported to produce a marked reduction in the blood concentrations of cyclosporine, resulting in subtherapeutic levels, rejection of transplanted organs, and graft loss. Rifabutin Rifabutin is known to increase the metabolism of other drugs metabolized by the cytochrome P-450 system. The interaction between rifabutin and cyclosporine has not been studied. Care should be exercised when these two drugs are administered concomitantly. B. Effect of Cyclosporine on the Pharmacokinetics and/or Safety of Other Drugs or Agents Cyclosporine is an inhibitor of CYP3A4 and of multiple drug efflux transporters (e.g., P-glycoprotein) and may increase plasma concentrations of comedications that are substrates of CYP3A4, P-glycoprotein, or organic anion transporter proteins. Cyclosporine may reduce the clearance of digoxin, colchicine, prednisolone, HMG-CoA reductase inhibitors (statins) and aliskiren, bosentan, dabigatran, repaglinide, NSAIDs, sirolimus, etoposide, and other drugs. See the full prescribing information of the other drug for further information and specific recommendations. The decision on coadministration of cyclosporine with other drugs or agents should be made by the healthcare provider following the careful assessment of benefits and risks. Digoxin Severe digitalis toxicity has been seen within days of starting cyclosporine in several patients taking digoxin. If digoxin is used concurrently with cyclosporine, serum digoxin concentrations should be monitored. Colchicine There are reports on the potential of cyclosporine to enhance the toxic effects of colchicine, such as myopathy and neuropathy, especially in patients with renal dysfunction. Concomitant administration of cyclosporine and colchicine results in significant increases in colchicine plasma concentrations. If colchicine is used concurrently with cyclosporine, a reduction in the dosage of colchicine is recommended. HMG Co-A reductase inhibitors (statins) Literature and postmarketing cases of myotoxicity, including muscle pain and weakness, myositis, and rhabdomyolysis, have been reported with concomitant administration of cyclosporine with lovastatin, simvastatin, atorvastatin, pravastatin, and rarely, fluvastatin. When concurrently administered with cyclosporine, the dosage of these statins should be reduced according to label recommendations. Statin therapy needs to be temporarily withheld or discontinued in patients with signs and symptoms of myopathy or those with risk factors predisposing to severe renal injury, including renal failure, secondary to rhabdomyolysis. Repaglinide Cyclosporine may increase the plasma concentrations of repaglinide and thereby increase the risk of hypoglycemia. In 12 healthy male subjects who received two doses of 100 mg cyclosporine capsule orally 12 hours apart with a single dose of 0.25 mg repaglinide tablet (one half of a 0.5 mg tablet) orally 13 hours after the cyclosporine initial dose, the repaglinide mean C max and AUC were increased 1.8-fold (range, 0.6 to 3.7-fold) and 2.4 fold (range, 1.2 to 5.3 fold), respectively. Close monitoring of blood glucose level is advisable for a patient taking cyclosporine and repaglinide concomitantly. Ambrisentan Coadministration of ambrisentan (5 mg daily) and cyclosporine (100 to 150 mg twice daily initially, then dosing to achieve C min 150 to 200 ng/mL) for 8 days in healthy subjects resulted mean increases in ambrisentan AUC and C max of approximately 2-fold and 1.5-fold, respectively, compared to ambrisentan alone. When coadministering ambrisentan with cyclosporine, the ambrisentan dose should not be titrated to the recommended maximum daily dose. Anthracycline antibiotics High doses of cyclosporine (e.g., at starting intravenous dose of 16 mg/kg/day) may increase the exposure to anthracycline antibiotics (e.g., doxorubicin, mitoxantrone, daunorubicin) in cancer patients. Aliskiren Cyclosporine alters the pharmacokinetics of aliskiren, a substrate of P-glycoprotein and CYP3A4. In 14 healthy subjects who received concomitantly single doses of cyclosporine (200 mg) and reduced dose aliskiren (75 mg), the mean C max of aliskiren was increased by approximately 2.5-fold (90% CI: 1.96 to 3.17) and the mean AUC by approximately 4.3-fold (90% CI: 3.52 to 5.21), compared to when these subjects received aliskiren alone. The concomitant administration of aliskiren with cyclosporine prolonged the median aliskiren elimination half-life (26 hours versus 43 to 45 hours) and the T max (0.5 hours versus 1.5 to 2.0 hours). The mean AUC and C max of cyclosporine were comparable to reported literature values. Coadministration of cyclosporine and aliskiren in these subjects also resulted in an increase in the number and/or intensity of adverse events, mainly headache, hot flush, nausea, vomiting, and somnolence. The coadministration of cyclosporine with aliskiren is not recommended. Bosentan In healthy subjects, coadministration of bosentan and cyclosporine resulted in time-dependent mean increases in dose-normalized bosentan trough concentrations (i.e., approximately 21-fold on Day 1 and 2-fold on Day 8 (steady state)) compared to when bosentan was given alone as a single dose on Day 1 (see also Effect of Drugs and Other Agents on Cyclosporine Pharmacokinetics and/or Safety) . Coadministration of cyclosporine with bosentan should be avoided. Dabigatran The effect of cyclosporine on dabigatran concentrations had not been formally studied. Concomitant administration of dabigatran and cyclosporine may result in increased plasma dabigatran concentrations due to the P-gp inhibitory activity of cyclosporine. Coadministration of cyclosporine with dabigatran should be avoided. Potassium sparing diuretics Cyclosporine should not be used with potassium-sparing diuretics because hyperkalemia can occur. Caution is also required when cyclosporine is coadministered with potassium-sparing drugs (e.g., angiotensin-converting enzyme inhibitors, angiotensin II receptor antagonists), potassium-containing drugs as well as in patients on a potassium-rich diet. Control of potassium levels in these situations is advisable. Nonsteroidal Anti-inflammatory Drug (NSAID) Interactions Clinical status and serum creatinine should be closely monitored when cyclosporine is used with NSAIDs in rheumatoid arthritis patients (see WARNINGS ) . Pharmacodynamic interactions have been reported to occur between cyclosporine and both naproxen and sulindac, in that concomitant use is associated with additive decreases in renal function, as determined by 99m Tc-diethylenetriaminepenta acetic acid (DTPA) and ( p -aminohippuric acid) PAH clearances. Although concomitant administration of diclofenac does not affect blood concentrations of cyclosporine, it has been associated with approximate doubling of diclofenac blood levels and occasional reports of reversible decreases in renal function. Consequently, the dose of diclofenac should be in the lower end of the therapeutic range. Methotrexate Interaction Preliminary data indicate that when methotrexate and cyclosporine were coadministered to rheumatoid arthritis patients (N = 20), methotrexate concentrations (AUCs) were increased approximately 30% and the concentrations (AUCs) of its metabolite, 7-hydroxy methotrexate, were decreased by approximately 80%. The clinical significance of this interaction is not known. Cyclosporine concentrations do not appear to have been altered (N = 6). Sirolimus Elevations in serum creatinine were observed in studies using sirolimus in combination with full-dose cyclosporine. This effect is often reversible with cyclosporine dose reduction. Simultaneous coadministration of cyclosporine significantly increases blood levels of sirolimus. To minimize increases in sirolimus blood concentrations, it is recommended that sirolimus be given 4 hours after cyclosporine administration. Nifedipine Frequent gingival hyperplasia when nifedipine is given concurrently with cyclosporine has been reported. The concomitant use of nifedipine should be avoided in patients in whom gingival hyperplasia develops as a side effect of cyclosporine. Methylprednisolone Convulsions when high dose methylprednisolone is given concomitantly with cyclosporine have been reported. Other Immunosuppressive Drugs and Agents Psoriasis patients receiving other immunosuppressive agents or radiation therapy (including PUVA and UVB) should not receive concurrent cyclosporine because of the possibility of excessive immunosuppression. Interactions resulting in decrease of other drug levels Cyclosporine inhibits the enterohepatic circulation of mycophenolic acid (MPA). Concomitant administration of cyclosporine and mycophenolate mofetil or mycophenolate sodium in transplant patients may decrease the mean exposure of MPA by 20 – 50% when compared with other immunosuppressants, which could reduce efficacy of mycophenolate mofetil or mycophenolate sodium. Monitor patients for alterations in efficacy of mycophenolate mofetil or mycophenolate sodium, when they are co-administered with cyclosporine. C. Effect of Cyclosporine on the Efficacy of Live Vaccines During treatment with cyclosporine, vaccination may be less effective. The use of live vaccines should be avoided. For additional information on Cyclosporine Drug Interactions please contact Padagis at 1-866-634-9120."
  ],
  "warnings": [
    "WARNINGS Kidney, Liver, and Heart Transplant Cyclosporine, when used in high doses, can cause hepatotoxicity and nephrotoxicity ( see BOXED WARNING ). Nephrotoxicity It is not unusual for serum creatinine and BUN levels to be elevated during cyclosporine therapy. These elevations in renal transplant patients do not necessarily indicate rejection, and each patient must be fully evaluated before dosage adjustment is initiated. Nephrotoxicity has been noted in 25% of cases of renal transplantation, 38% of cases of cardiac transplantation, and 37% of cases of liver transplantation. Mild nephrotoxicity was generally noted 2 to 3 months after transplant and consisted of an arrest in the fall of the preoperative elevations of BUN and creatinine at a range of 35 to 45 mg/dl and 2.0 to 2.5 mg/dl, respectively. These elevations were often responsive to dosage reduction. More overt nephrotoxicity was seen early after transplantation and was characterized by a rapidly rising BUN and creatinine. Since these events are similar to rejection episodes, care must be taken to differentiate between them. This form of nephrotoxicity is usually responsive to cyclosporine dosage reduction. Although specific diagnostic criteria which reliably differentiate renal graft rejection from drug toxicity have not been found, a number of parameters have been significantly associated to one or the other. It should be noted however, that up to 20% of patients may have simultaneous nephrotoxicity and rejection. Nephrotoxicity vs. Rejection Parameter Nephrotoxicity Rejection a p < 0.05, b p < 0.01, c p < 0.001, d p < 0.0001. History Donor > 50 years old or hypotensive Antidonor immune response Prolonged kidney preservation Retransplant patient Prolonged anastomosis time Concomitant nephrotoxic drugs Clinical Often > 6 weeks postop b Often < 4 weeks postop b Prolonged initial nonfunction (acute tubular necrosis) Fever > 37.5°C Weight gain > 0.5 kg Graft swelling and tenderness Decrease in daily urine volume > 500 mL (or 50%) Laboratory CyA serum trough level > 200 ng/mL CyA serum trough level < 150 ng/mL Gradual rise in Cr (< 0.15 mg/dL/day) a Rapid rise in Cr (> 0.3 mg/dL/day) a Cr plateau < 25% above baseline Cr > 25% above baseline BUN/Cr ≥ 20 BUN/Cr < 20 Biopsy Arteriolopathy (medial hypertrophy a , hyalinosis, nodular deposits, intimal thickening, endothelial vacuolization, progressive scarring) Endovasculitis c (proliferation a , intimal arteritis b , necrosis, sclerosis) Tubular atrophy, isometric vacuolization, isolated calcifications Tubulitis with RBC b and WBC b casts, some irregular vacuolization Minimal edema Interstitial edema c and hemorrhage b Mild focal infiltrates c Diffuse moderate to severe mononuclear infiltrates d Diffuse interstitial fibrosis, often striped form Glomerulitis (mononuclear cells) c Aspiration Cytology CyA deposits in tubular and endothelial cells Inflammatory infiltrate with mononuclear phagocytes, macrophages, lymphoblastoid cells, and activated T-cells Fine isometric vacuolization of tubular cells These strongly express HLA-DR antigens Urine Cytology Tubular cells with vacuolization and granularization Degenerative tubular cells, plasma cells, and lymphocyturia > 20% of sediment Manometry Intracapsular pressure < 40 mm Hg b Intracapsular pressure > 40 mm Hg b Ultra-sonography Unchanged graft cross-sectional area Increase in graft cross-sectional area AP diameter ≥ Transverse diameter Magnetic Resonance Imagery Normal appearance Loss of distinct corticomedullary junction, swelling, image intensity of parachyma approaching that of psoas, loss of hilar fat Radionuclide Scan Normal or generally decreased perfusion Patchy arterial flow Decrease in tubular function Decrease in perfusion > decrease in tubular function ( 131 I-hippuran) > decrease in perfusion ( 99m Tc DTPA) Increased uptake of Indium 111 labeled platelets or Tc-99m in colloid Therapy Responds to decreased cyclosporine Responds to increased steroids or antilymphocyte globulin A form of chronic progressive cyclosporine-associated nephrotoxicity is characterized by serial deterioration in renal function and morphologic changes in the kidneys. From 5% to 15% of transplant recipients will fail to show a reduction in a rising serum creatinine despite a decrease or discontinuation of cyclosporine therapy. Renal biopsies from these patients will demonstrate an interstitial fibrosis with tubular atrophy. In addition, toxic tubulopathy, peritubular capillary congestion, arteriolopathy, and a striped form of interstitial fibrosis with tubular atrophy may be present. Though none of these morphologic changes is entirely specific, a histologic diagnosis of chronic progressive cyclosporine-associated nephrotoxicity requires evidence of these. When considering the development of chronic nephrotoxicity it is noteworthy that several authors have reported an association between the appearance of interstitial fibrosis and higher cumulative doses or persistently high circulating trough concentrations of cyclosporine. This is particularly true during the first 6 posttransplant months when the dosage tends to be highest and when, in kidney recipients, the organ appears to be most vulnerable to the toxic effects of cyclosporine. Among other contributing factors to the development of interstitial fibrosis in these patients must be included, prolonged perfusion time, warm ischemia time, as well as episodes of acute toxicity, and acute and chronic rejection. The reversibility of interstitial fibrosis and its correlation to renal function have not yet been determined. Impaired renal function at any time requires close monitoring, and frequent dosage adjustment may be indicated. In patients with persistent high elevations of BUN and creatinine who are unresponsive to dosage adjustments, consideration should be given to switching to other immunosuppressive therapy. In the event of severe and unremitting rejection, it is preferable to allow the kidney transplant to be rejected and removed rather than increase the cyclosporine dosage to a very high level in an attempt to reverse the rejection. Due to the potential for additive or synergistic impairment of renal function, caution should be exercised when coadministering cyclosporine with other drugs that may impair renal function (see PRECAUTIONS, Drug Interactions ) . Thrombotic Microangiopathy Occasionally patients have developed a syndrome of thrombocytopenia and microangiopathic hemolytic anemia which may result in graft failure. The vasculopathy can occur in the absence of rejection and is accompanied by avid platelet consumption within the graft as demonstrated by Indium 111 labeled platelet studies. Neither the pathogenesis nor the management of this syndrome is clear. Though resolution has occurred after reduction or discontinuation of cyclosporine and 1) administration of streptokinase and heparin or 2) plasmapheresis, this appears to depend upon early detection with Indium 111 labeled platelet scans (see ADVERSE REACTIONS ). Hyperkalemia Significant hyperkalemia (sometimes associated with hyperchloremic metabolic acidosis) and hyperuricemia have been seen occasionally in individual patients. Hepatotoxicity Cases of hepatotoxicity and liver injury, including cholestasis, jaundice, hepatitis, and liver failure have been reported in patients treated with cyclosporine. Most reports included patients with significant co-morbidities, underlying conditions and other confounding factors, including infectious complications and comedications with hepatotoxic potential. In some cases, mainly in transplant patients, fatal outcomes have been reported (see ADVERSE REACTIONS, Postmarketing Experience ). Hepatotoxicity, usually manifested by elevations in hepatic enzymes and bilirubin, was reported in patients treated with cyclosporine in clinical trials: 4% in renal transplantation, 7% in cardiac transplantation, and 4% in liver transplantation. This was usually noted during the first month of therapy when high doses of cyclosporine were used. The chemistry elevations usually decreased with a reduction in dosage. Malignancies As in patients receiving other immunosuppressants, those patients receiving cyclosporine are at increased risk for development of lymphomas and other malignancies, particularly those of the skin. The increased risk appears related to the intensity and duration of immunosuppression rather than to the use of specific agents. Because of the danger of oversuppression of the immune system, which can also increase susceptibility to infection, cyclosporine should not be administered with other immunosuppressive agents except adrenal corticosteroids. The efficacy and safety of cyclosporine in combination with other immunosuppressive agents have not been determined. Some malignancies may be fatal. Transplant patients receiving cyclosporine are at increased risk for serious infection with fatal outcome. Serious Infections Patients receiving immunosuppressants, including cyclosporine, are at increased risk of developing bacterial, viral, fungal, and protozoal infections, including opportunistic infections. These infections may lead to serious, including fatal, outcomes (see BOXED WARNING , and ADVERSE REACTIONS ) . Polyoma Virus Infections Patients receiving immunosuppressants, including cyclosporine, are at increased risk for opportunistic infections, including polyoma virus infections. Polyoma virus infections in transplant patients may have serious, and sometimes, fatal outcomes. These include cases of JC virus-associated progressive multifocal leukoencephalopathy (PML), and polyoma virus-associated nephropathy (PVAN), especially due to BK virus infection, which have been observed in patients receiving cyclosporine. PVAN is associated with serious outcomes, including deteriorating renal function and renal graft loss, (see ADVERSE REACTIONS, Postmarketing Experience ) . Patient monitoring may help detect patients at risk for PVAN. Cases of PML have been reported in patients treated with cyclosporine. PML, which is sometimes fatal, commonly presents with hemiparesis, apathy, confusion, cognitive deficiencies, and ataxia. Risk factors for PML include treatment with immunosuppressant therapies and impairment of immune function. In immunosuppressed patients, physicians should consider PML in the differential diagnosis in patients reporting neurological symptoms and consultation with a neurologist should be considered as clinically indicated. Consideration should be given to reducing the total immunosuppression in transplant patients who develop PML or PVAN. However, reduced immunosuppression may place the graft at risk. Neurotoxicity There have been reports of convulsions in adult and pediatric patients receiving cyclosporine, particularly in combination with high-dose methylprednisolone. Encephalopathy, including Posterior Reversible Encephalopathy Syndrome (PRES), has been described both in postmarketing reports and in the literature. Manifestations include impaired consciousness, convulsions, visual disturbances (including blindness), loss of motor function, movement disorders, and psychiatric disturbances. In many cases, changes in the white matter have been detected using imaging techniques and pathologic specimens. Predisposing factors such as hypertension, hypomagnesemia, hypocholesterolemia, high-dose corticosteroids, high cyclosporine blood concentrations, and graft-versus-host disease have been noted in many but not all of the reported cases. The changes in most cases have been reversible upon discontinuation of cyclosporine, and in some cases, improvement was noted after reduction of dose. It appears that patients receiving liver transplant are more susceptible to encephalopathy than those receiving kidney transplant. Another rare manifestation of cyclosporine-induced neurotoxicity is optic disc edema, including papilloedema, with possible visual impairment, secondary to benign intracranial hypertension. Specific Excipients Anaphylactic Reactions Rarely (approximately 1 in 1000), patients receiving cyclosporine injection have experienced anaphylactic reactions. Although the exact cause of these reactions is unknown, it is believed to be due to the Cremophor ® EL (polyoxyethylated castor oil) used as the vehicle for the intravenous (IV) formulation. These reactions can consist of flushing of the face and upper thorax, and noncardiogenic pulmonary edema, with acute respiratory distress, dyspnea, wheezing, blood pressure changes, and tachycardia. One patient died after respiratory arrest and aspiration pneumonia. In some cases, the reaction subsided after the infusion was stopped. Patients receiving cyclosporine injection should be under continuous observation for at least the first 30 minutes following the start of the infusion and at frequent intervals thereafter. If anaphylaxis occurs, the infusion should be stopped. An aqueous solution of epinephrine 1:1000 should be available at the bedside as well as a source of oxygen. Anaphylactic reactions have not been reported with the soft gelatin capsules or oral solution which lack Cremophor ® EL (polyoxyethylated castor oil). In fact, patients experiencing anaphylactic reactions have been treated subsequently with the soft gelatin capsules or oral solution without incident. Alcohol (ethanol) The alcohol content (see DESCRIPTION ) of cyclosporine should be taken into account when given to patients in whom alcohol intake should be avoided or minimized, e.g. pregnant or breastfeeding women, in patients presenting with liver disease or epilepsy, in alcoholic patients, or pediatric patients. Care should be taken in using cyclosporine with nephrotoxic drugs (see PRECAUTIONS )."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The principal adverse reactions of cyclosporine therapy are renal dysfunction, tremor, hirsutism, hypertension, and gum hyperplasia. Hypertension Hypertension, which is usually mild to moderate, may occur in approximately 50% of patients following renal transplantation and in most cardiac transplant patients. Glomerular Capillary Thrombosis Glomerular capillary thrombosis has been found in patients treated with cyclosporine and may progress to graft failure. The pathologic changes resemble those seen in the hemolytic-uremic syndrome and include thrombosis of the renal microvasculature, with platelet-fibrin thrombi occluding glomerular capillaries and afferent arterioles, microangiopathic hemolytic anemia, thrombocytopenia, and decreased renal function. Similar findings have been observed when other immunosuppressives have been employed post transplantation. Hypomagnesemia Hypomagnesemia has been reported in some, but not all, patients exhibiting convulsions while on cyclosporine therapy. Although magnesium-depletion studies in normal subjects suggest that hypomagnesemia is associated with neurologic disorders, multiple factors, including hypertension, high-dose methylprednisolone, hypocholesterolemia, and nephrotoxicity associated with high plasma concentrations of cyclosporine appear to be related to the neurological manifestations of cyclosporine toxicity. Clinical Studies The following reactions occurred in 3% or greater of 892 patients involved in clinical trials of kidney, heart, and liver transplants: Randomized Kidney Patients All Cyclosporine Patients Cyclosporine Azathioprine Kidney Heart Liver Body System/ (N = 227) (N = 228) (N = 705) (N = 112) (N = 75) Adverse Reactions % % % % % Genitourinary Renal Dysfunction 32 6 25 38 37 Cardiovascular Hypertension 26 18 13 53 27 Cramps 4 < 1 2 < 1 0 Skin Hirsutism 21 < 1 21 28 45 Acne 6 8 2 2 1 Central Nervous System Tremor 12 0 21 31 55 Convulsions 3 1 1 4 5 Headache 2 < 1 2 15 4 Gastrointestinal Gum Hyperplasia 4 0 9 5 16 Diarrhea 3 < 1 3 4 8 Nausea/Vomiting 2 < 1 4 10 4 Hepatotoxicity < 1 < 1 4 7 4 Abdominal Discomfort < 1 0 < 1 7 0 Autonomic Nervous System Paresthesia 3 0 1 2 1 Flushing <1 0 4 0 4 Hematopoietic Leukopenia 2 19 < 1 6 0 Lymphoma < 1 0 1 6 1 Respiratory Sinusitis < 1 0 4 3 7 Miscellaneous Gynecomastia < 1 0 < 1 4 3 The following reactions occurred in 2% or less of patients: allergic reactions, anemia, anorexia, confusion, conjunctivitis, edema, fever, brittle fingernails, gastritis, hearing loss, hiccups, hyperglycemia, muscle pain, peptic ulcer, thrombocytopenia, tinnitus. The following reactions occurred rarely: anxiety, chest pain, constipation, depression, hair breaking, hematuria, joint pain, lethargy, mouth sores, myocardial infarction, night sweats, pancreatitis, pruritus, swallowing difficulty, tingling, upper GI bleeding, visual disturbance, weakness, weight loss. Renal Transplant Patients in Whom Therapy Was Discontinued Randomized Patients All Cyclosporine Patients Cyclosporine Azathioprine (N = 227) (N = 228) (N = 705) Reason for Discontinuation % % % Renal Toxicity 5.7 0 5.4 Infection 0 0.4 0.9 Lack of Efficacy 2.6 0.9 1.4 Acute Tubular Necrosis 2.6 0 1.0 Lymphoma/Lymphoproliferative 0.4 0 0.3 Disease Hypertension 0 0 0.3 Hematological Abnormalities 0 0.4 0 Other 0 0 0.7 Cyclosporine was discontinued on a temporary basis and then restarted in 18 additional patients. Patients receiving immunosuppressive therapies, including cyclosporine and cyclosporine-containing regimens, are at increased risk of infections (viral, bacterial, fungal, and parasitic). Both generalized and localized infections can occur. Preexisting infections may also be aggravated. Fatal outcomes have been reported (see WARNINGS ) . Infectious Complications in the Randomized Renal Transplant Patients Cyclosporine Treatment Standard Treatment* (N = 227) (N = 228) Complication % of Complications % of Complications * Some patients also received ALG. Septicemia 5.3 4.8 Abscesses 4.4 5.3 Systemic Fungal Infection 2.2 3.9 Local Fungal Infection 7.5 9.6 Cytomegalovirus 4.8 12.3 Other Viral Infections 15.9 18.4 Urinary Tract Infections 21.1 20.2 Wound and Skin Infections 7.0 10.1 Pneumonia 6.2 9.2 Cremophor ® EL (polyoxyethylated castor oil) is known to cause hyperlipemia and electrophoretic abnormalities of lipoproteins. These effects are reversible upon discontinuation of treatment but are usually not a reason to stop treatment. Postmarketing Experience Hepatotoxicity Cases of hepatotoxicity and liver injury, including cholestasis, jaundice, hepatitis, and liver failure; serious and/or fatal outcomes have been reported (see WARNINGS, Hepatotoxicity ) . Increased Risk of Infections Cases of JC virus-associated progressive multifocal leukoencephalopathy (PML), sometimes fatal; and polyoma virus-associated nephropathy (PVAN), especially BK virus resulting in graft loss have been reported (see WARNINGS, Polyoma Virus Infection ) . Headache, Including Migraine Cases of migraine have been reported. In some cases, patients have been unable to continue cyclosporine, however, the final decision on treatment discontinuation should be made by the treating physician following the careful assessment of benefits versus risks. Pain of Lower Extremities Isolated cases of pain of lower extremities have been reported in association with cyclosporine. Pain of lower extremities has also been noted as part of Calcineurin-Inhibitor Induced Pain Syndrome (CIPS) as described in the literature."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Cyclosporine injection is contraindicated in patients with a hypersensitivity to cyclosporine and/or Cremophor ® EL (polyoxyethylated castor oil)."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Specific Populations Renal Impairment Cyclosporine undergoes minimal renal elimination and its pharmacokinetics do not appear to be significantly altered in patients with end-stage renal disease who receive routine hemodialysis treatments (see C LINICAL PHARMACOLOGY ) . However, due to its nephrotoxic potential ( see WARNINGS ), careful monitoring of renal function is recommended; cyclosporine dosage should be reduced if indicated (see WARNINGS and PRECAUTIONS ) . Hepatic Impairment The clearance of cyclosporine may be significantly reduced in severe liver disease patients (see CLINICAL PHARMACOLOGY ) . Dose reduction may be necessary in patients with severe liver impairment to maintain blood concentrations within the recommended target range (see WARNINGS and PRECAUTIONS ) . Pediatrics In pediatric usage, the same dose and dosing regimen may be used as in adults although in several studies, children have required and tolerated higher doses than those used in adults. Adjunct therapy with adrenal corticosteroids is recommended. Different tapering dosage schedules of prednisone appear to achieve similar results. A dosage schedule based on the patient’s weight started with 2.0 mg/kg/day for the first 4 days tapered to 1.0 mg/kg/day by 1 week, 0.6 mg/kg/day by 2 weeks, 0.3 mg/kg/day by 1 month, and 0.15 mg/kg/day by 2 months and thereafter as a maintenance dose. Another center started with an initial dose of 200 mg tapered by 40 mg/day until reaching 20 mg/day. After 2 months at this dose, a further reduction to 10 mg/day was made. Adjustments in dosage of prednisone must be made according to the clinical situation. Cyclosporine Injection, USP FOR INFUSION ONLY Note: Anaphylactic reactions have occurred with cyclosporine injection. See WARNINGS . Patients unable to take cyclosporine soft gelatin capsules or oral solution pre- or postoperatively may be treated with the intravenous (IV) concentrate. Cyclosporine injection, USP is administered at 1/3 the oral dose. The initial dose of cyclosporine injection, USP should be given 4 to 12 hours prior to transplantation as a single intravenous dose of 5 to 6 mg/kg/day. This daily single dose is continued postoperatively until the patient can tolerate the soft gelatin capsules or oral solution. Patients should be switched to cyclosporine soft gelatin capsules or oral solution as soon as possible after surgery. In pediatric usage, the same dose and dosing regimen may be used, although higher doses may be required. Adjunct steroid therapy is to be used (See aforementioned). Immediately before use, the intravenous concentrate should be diluted 1 mL cyclosporine injection in 20 mL to 100 mL 0.9% Sodium Chloride Injection or 5% Dextrose Injection and given in a slow intravenous infusion over approximately 2 to 6 hours. Diluted infusion solutions should be discarded after 24 hours. The Cremophor ® EL (polyoxyethylated castor oil) contained in the concentrate for intravenous infusion can cause phthalate stripping from PVC. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Blood Concentration Monitoring Several study centers have found blood concentration monitoring of cyclosporine useful in patient management. While no fixed relationships have yet been established, in one series of 375 consecutive cadaveric renal transplant recipients, dosage was adjusted to achieve specific whole blood 24-hour trough concentrations of 100 to 200 ng/mL as determined by high-pressure liquid chromatography (HPLC). Of major importance to blood concentration analysis is the type of assay used. The above concentrations are specific to the parent cyclosporine molecule and correlate directly to the new monoclonal specific radioimmunoassays (mRIA-sp). Nonspecific assays are also available which detect the parent compound molecule and various of its metabolites. Older studies often cited concentrations using a nonspecific assay which were roughly twice those of specific assays. Assay results are not interchangeable and their use should be guided by their approved labeling. If plasma specimens are employed, concentrations will vary with the temperature at the time of separation from whole blood. Plasma concentrations may range from 1/2 to 1/5 of whole blood concentrations. Refer to individual assay labeling for complete instructions. In addition, Transplantation Proceedings (June 1990) contains position papers and a broad consensus generated at the Cyclosporine-Therapeutic Drug Monitoring conference that year. Blood concentration monitoring is not a replacement for renal function monitoring or tissue biopsies."
  ],
  "indications": [
    "INDICATIONS AND USAGE Cyclosporine is indicated for the prophylaxis of organ rejection in kidney, liver, and heart allogeneic transplants. It is always to be used with adrenal corticosteroids. The drug may also be used in the treatment of chronic rejection in patients previously treated with other immunosuppressive agents. Because of the risk of anaphylaxis, cyclosporine injection should be reserved for patients who are unable to take the soft gelatin capsules or oral solution."
  ],
  "fetched_at": "2025-10-01T17:33:28.489971",
  "source": "OpenFDA"
}