{
  "drug_name": "Tecovirimat",
  "generic_name": [
    "TECOVIRIMAT MONOHYDRATE"
  ],
  "brand_names": [
    "TPOXX"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Consult the full prescribing information prior to and during treatment for potential drug interactions. ( 5.1 , 7 , 12.3 ) 7.1 Effect of TPOXX on Other Drugs Tecovirimat is a weak inducer of cytochrome P450 (CYP)3A and a weak inhibitor of CYP2C8 and CYP2C19. However, the effects are not expected to be clinically relevant for most substrates of those enzymes based on the magnitude of interactions and the duration of treatment of TPOXX. Table 5 provides a listing of established or significant drug interactions and clinical recommendations for select sensitive substrates [see Warnings and Precautions ( 5.1 ) and Clinical Pharmacology ( 12.3 )] . Table 5: Significant Drug Interactions with Effect of TPOXX on Other Drugs a ↓ = decrease, ↑ = increase b These interactions have been studied in healthy adults. Concomitant Drug Class: Drug Name Effect on Concentration a Clinical Effect/Recommendation Blood Glucose-Lowering Agent: Repaglinide b ↑ repaglinide Monitor blood glucose and monitor for hypoglycemic symptoms in patients when TPOXX is co-administered with repaglinide [see Warnings and Precautions ( 5.1 )] . CNS Depressant: Midazolam b ↓ midazolam Monitor for effectiveness of midazolam. 7.2 Effect of Other drugs on TPOXX Co-administration of phosphate binders with tecovirimat increases tecovirimat bioavailability. Table 6 provides a listing of established drug interactions and clinical recommendations for select phosphate binders [see Clinical Pharmacology ( 12.3 )] . Table 6: Significant Drug Interactions with Effect of Other Drugs on TPOXX a ↑ = increase b These interactions have been studied in healthy adults. Concomitant Drug Class: Drug Name Effect on Concentration a Clinical Effect/Recommendation Phosphate Binders b : Calcium acetate Lanthanum carbonate Sevelamer carbonate Sucroferric oxyhydroxide ↑ tecovirimat Monitor for signs or symptoms of adverse effects when TPOXX is co-administered with phosphate binders [see Overdose ( 10 )] . 7.3 Drugs Without Clinically Significant Interactions With TPOXX Based on a drug interaction study, no clinically significant drug interactions have been observed when TPOXX is co-administered with bupropion, flurbiprofen, or omeprazole [see Clinical Pharmacology ( 12.3 )] . 7.4 Vaccine Interactions No vaccine-drug interaction studies have been performed in human subjects. Some animal studies have indicated that co-administration of TPOXX at the same time as live smallpox vaccine (vaccinia virus) may reduce the immune response to the vaccine. The clinical impact of this interaction on vaccine efficacy is unknown."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions are: TPOXX Capsules (incidence ≥ 2%): headache, nausea, abdominal pain, and vomiting. ( 6.1 ) TPOXX Injection (incidence ≥ 4%): administration site reactions and headache. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact SIGA Technologies Inc. at 1-888-899-3472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of TPOXX has not been studied in patients with smallpox disease. TPOXX Clinical Trial (Oral Administration) The safety of TPOXX was evaluated in 359 healthy adult subjects ages 18-79 years in a Phase 3 clinical trial. Of the subjects who received at least one 600 mg dose of TPOXX, 59% were female, 69% were White, 28% were Black/African American, 1% were Asian, and 12% were Hispanic or Latino. Ten percent of the subjects who participated in the study were age 65 or older. Of these 359 subjects, 336 subjects received at least 23 of 28 doses of 600 mg TPOXX in a twice daily (every 12 hours) regimen for 14 days. Most Frequently Reported Adverse Reactions The most frequently reported adverse reactions were headache and nausea. Adverse reactions that occurred in at least 2% of subjects in the TPOXX treatment group are shown in Table 3 . Table 3: Treatment-Related Adverse Reactions Reported in ≥ 2% of Healthy Adult Subjects Receiving at Least One Dose of TPOXX Capsules 600 mg a Includes abdominal pain, abdominal pain upper, abdominal distension, abdominal discomfort, abdominal pain lower, epigastric pain Adverse Reaction TPOXX 600 mg N = 359 (%) Placebo N = 90 (%) Headache 12 8 Nausea 5 4 Abdominal pain a 2 1 Vomiting 2 0 Adverse Reactions Leading to Discontinuation of TPOXX Six subjects (2%) had their treatment with TPOXX discontinued due to adverse reactions. Each of these subject’s adverse reactions (with severity) is listed below: EEG change, abnormal Mild upset stomach, dry mouth, decreased concentration and dysphoria Mild nausea and fever, moderate diarrhea, severe headache Mild palpable purpura Mild nausea, fever and chills Mild facial redness, facial swelling and pruritus Less Common Adverse Reactions Clinically significant adverse reactions that were reported in <2% of subjects exposed to TPOXX and at rates higher than subjects who received placebo are listed below: Gastrointestinal: dry mouth, chapped lips, dyspepsia, eructation, oral paresthesia General and administration site: pyrexia, pain, chills, malaise, thirst Investigations: abnormal electroencephalogram, hematocrit decreased, hemoglobin decreased, heart rate increased Musculoskeletal and connective tissue: arthralgia, osteoarthritis Nervous system: migraine, disturbance in attention, dysgeusia, paresthesia Psychiatric: depression, dysphoria, irritability, panic attack Respiratory, Thoracic and Mediastinal Disorders: oropharyngeal pain Skin and subcutaneous tissue: palpable purpura, rash, pruritic rash, facial redness, facial swelling, pruritus TPOXX Clinical Trial (Intravenous Administration) The safety of multiple doses of 240 mg of TPOXX injection for IV infusion was evaluated in 26 healthy adult subjects ages 23-62 years, inclusive. An additional 6 subjects received placebo. TPOXX injection was administered over a 6 hour period via infusion pump twice daily (every 12 hours) for 7 days. Of the 26 subjects administered TPOXX, 42% were female, 69% were White, 23% were Black/African American, and 42% were Hispanic or Latino. Most Frequently Reported Adverse Reactions The most frequently reported adverse reactions included infusion site pain, infusion site swelling, infusion site erythema, infusion site extravasation, and headache. Adverse reactions that occurred in at least 4% of subjects in the TPOXX treatment group are shown in Table 4 . Table 4: Treatment-Related Adverse Reactions Reported in ≥ 4% of Healthy Adult Subjects Receiving at Least One Dose of TPOXX Injection 240 mg TPOXX 240 mg N = 26 (%) Placebo N = 6 (%) Infusion Site Pain 73 67 Infusion Site Swelling 39 67 Infusion Site Erythema 23 67 Infusion Site Extravasation 19 50 Headache 15 0 Adverse Reactions Leading to Discontinuation of TPOXX Injection Three subjects (12%) had their treatment with TPOXX injection discontinued due to adverse reactions. One subject had two adverse reactions. Each of these subject’s adverse reactions (with severity) are listed below: Moderate Infusion site extravasation Mild Infusion site extravasation Mild Infusion site swelling and mild infusion site pain Less Common Adverse Reactions Clinically significant adverse reactions that were reported in <4% of subjects exposed to TPOXX injection and at rates higher than subjects who received placebo are listed below: General and administration site: infusion site discomfort, infusion site edema Musculoskeletal and connective tissue: myalgia, arthritis, back pain, muscle tightness Gastrointestinal: diarrhea Eye: photophobia Skin and Subcutaneous Tissue: pruritus generalized"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS TPOXX Capsules: None. TPOXX Injection: The excipient hydroxypropyl-β-cyclodextrin is eliminated through glomerular filtration. Therefore, TPOXX Injection is contraindicated in patients with severe renal impairment (defined as creatinine clearance below 30 mL/min) [see Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.6 )] . TPOXX capsules: None TPOXX injection: TPOXX Injection is contraindicated in patients with severe renal impairment (defined as creatinine clearance below 30 mL/min) ( 4 , 5.2 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pediatric and Adult Patients weighing 40 kg or more ( 2.3 ) (Oral Dosing): 40 kg to less than 120 kg: 600 mg of TPOXX every 12 hours for 14 days 120 kg or more: 600 mg of TPOXX every 8 hours for 14 days Pediatrics and adult patients weighing 13 kg or more and those who cannot swallow capsules ( 2.3 ) (Oral Dosing): TPOXX Capsules can be administered by carefully opening the number of capsule noted below and mixing and administering the entire contents in 30 mL of liquid (e.g., milk, chocolate milk) or soft food (e.g., apple sauce, yogurt): 13 kg to less than 25 kg: 200 mg (1 Capsule) of TPOXX every 12 hours for 14 days 25 kg to less than 40 kg: 400 mg (2 Capsules) of TPOXX every 12 hours for 14 days 40 kg to less than 120 kg: 600 mg (3 Capsules) of TPOXX every 12 hours for 14 days 120 kg or more: 600 mg (3 capsules) every 8 hours for 14 days Patients weighing 3 kg and above ( 2.5 ) (Intravenous Dosing): 3 kg to less than 35 kg: 6 mg/kg every 12 hours by intravenous infusion over 6 hours for up to 14 days 35 kg to less than 120 kg: 200 mg every 12 hours by intravenous infusion over 6 hours for up to 14 days 120 kg and above: 300 mg every 12 hours by intravenous infusion over 6 hours for up to 14 days Pediatric patients weighing 13 kg or more should be switched to TPOXX Capsules to complete the 14-day treatment course as soon as oral therapy can be tolerated. Administration Instruction for TPOXX Capsules: Take within 30 minutes after a full meal containing moderate or high fat. ( 2.1 , 2.3 ) Administration Instructions for TPOXX Injection: Infuse over 6 hours via infusion pump. ( 2.5 ) See Full Prescribing Information for additional information on the administration and preparation of TPOXX Capsules and Injection. ( 2 ) 2.1 Important Dosing Instructions It is recommended that patients 13 kg and above initiate oral treatment with TPOXX capsules if possible. If patients are unable to take oral TPOXX capsules or Drug-Food Preparation, treatment may be initiated with TPOXX injection as a 6 hour intravenous (IV) infusion. If IV treatment is necessary, conversion from IV to oral TPOXX is recommended as soon as oral treatment can be tolerated [see Dosage and Administration ( 2.3 )] . In patients receiving an IV infusion, the first dose of oral treatment should be given at the time of and in place of the next scheduled IV dosing. In patients receiving an oral treatment who subsequently require IV treatment, the first dose of IV infusion should be given at the time of and in place of the next scheduled oral dosing. TPOXX capsules Take TPOXX capsules within 30 minutes after a full meal containing moderate or high fat. Missed Dose If a dose of oral TPOXX is missed, the patient should take the dose as soon as possible and anytime up to 8 hours prior to the next scheduled dose. If less than 8 hours remain before the next scheduled dose, do not take the missed dose, and resume dosing at the next scheduled dose. TPOXX injection Administer TPOXX injection by IV infusion over 6 hours via an infusion pump. Must dilute TPOXX Injection prior to use [see Dosage and Administration ( 2.5 )] . 2.2 Testing Before Initiating and During Treatment with TPOXX Injection Determine creatinine clearance in all patients before starting TPOXX injection and monitor while receiving TPOXX injection as clinically appropriate [see Dosage and Administration ( 2.4 ), Contraindictions ( 4 ), Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.4 , 8.6 )] . 2.3 TPOXX Oral Dosage for Pediatric Patients Weighing at Least 13 kg and Adults The recommended dosage of TPOXX capsules in pediatric patients weighing at least 13 kg and adults is displayed in Table 1 below. Table 1: Recommended Dosage and Preparation Instructions for TPOXX Capsules in Pediatric Patients Weighing at Least 13 kg and Adults a TPOXX capsules should be taken within 30 minutes after a full meal containing moderate or high fat [see Clinical Pharmacology ( 12.3 )] Body Weight Oral Dosage for 14 Days a Dosage (Number of Capsules) Drug Food Preparation for Patients Who Cannot Swallow Capsules 13 kg to less than 25 kg 200 mg (1 capsule) every 12 hours Carefully open the required number of capsules and mix contents of capsule(s) of TPOXX with 30 mL of liquid (e.g., milk, chocolate milk) or soft food (e.g., apple sauce, yogurt). The entire mixture should be administered within 30 minutes of its preparation. 25 kg to less than 40 kg 400 mg (2 capsules) every 12 hours 40 kg to less than 120 kg 600 mg (3 capsules) every 12 hours 120 kg and above 600 mg (3 capsules) every 8 hours 2.4 Renal Impairment TPOXX injection is contraindicated in patients with creatinine clearance below 30 mL per minute [see Contraindictions ( 4 )] . 2.5 Dosage and Administration of TPOXX Injection for Intravenous Infusion The recommended dosage of TPOXX injection in pediatric patients weighing at least 3 kg and adults is displayed in Table 2 below. TPOXX injection is supplied in a single-dose clear glass vial containing 200 mg/20 mL (10 mg/mL). Parenteral drug products must be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. To administer: Use aseptic technique when preparing TPOXX injection. Withdraw the quantity of TPOXX injection (Table 2), add this volume to the syringe then dilute with two equal parts of either 0.9% (w/v) sodium chloride injection (normal saline) or 5% (w/v) dextrose injection in a syringe of suitable size. Injection with diluents other than 0.9% sodium chloride or 5% dextrose solution has not been studied. NOT FOR IV BOLUS INJECTION. Do not use prefilled infusion bags for product preparation and administration. The diluted TPOXX injection may be stored refrigerated (2°C - 8°C) for up to 24 hours or at room temperature (15°C - 25°C) for up to 4 hours. Gently swirl the syringe of in-use solution prior to inserting into the syringe pump and infuse over 6 hours every 12 hours for 14 days. Do not re-use the single-dose vial once it has been punctured. Table 2: Recommended Pediatric and Adult Dosage and Preparation Instructions TPOXX Injection for IV Infusion a a Patients weighing at least 13 kg should be switched to TPOXX Capsules to complete the 14 day treatment course as soon as oral therapy can be tolerated. b 10 mg/mL TPOXX solution containing 40% hydroxypropyl betadex (8 g per vial) with water for injection [see Dosage Forms and Strengths ( 3 )] c Diluent is either 0.9% (w/v) sodium chloride injection or 5% (w/v) dextrose injection solution. d Depending on size of syringe available with syringe pump system, two separate syringes may be needed for each 6 hour administration. Body Weight Dosage for up to 14 days Volume of TPOXX Injection b Volume of Diluent c 3 kg to less than 35 kg 6 mg/kg every 12 hours by intravenous infusion over 6 hours a 0.6 mL/kg 1.2 mL/kg 35 kg to less than 120 kg 200 mg every 12 hours by intravenous infusion over 6 hours 20 mL 40 mL 120 kg and above d 300 mg every 12 hours by intravenous infusion over 6 hours 30 mL 60 mL"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TPOXX is an inhibitor of the orthopoxvirus VP37 envelope wrapping protein and is indicated for the treatment of human smallpox disease in adults and pediatric patients weighing at least 3 kg. ( 1.1 ) Limitations of Use: The effectiveness of TPOXX for treatment of smallpox disease has not been determined in humans because adequate and well-controlled field trials have not been feasible, and inducing smallpox disease in humans to study the drug’s efficacy is not ethical. ( 1.2 ) TPOXX efficacy may be reduced in immunocompromised patients based on studies demonstrating reduced efficacy in immunocompromised animal models. ( 1.2 ) 1.1 Treatment of Human Smallpox Disease TPOXX ® is indicated for the treatment of human smallpox disease caused by variola virus in adults and pediatric patients weighing at least 3 kg. 1.2 Limitations of Use The effectiveness of TPOXX for treatment of smallpox disease has not been determined in humans because adequate and well-controlled field trials have not been feasible, and inducing smallpox disease in humans to study the drug’s efficacy is not ethical [see Clinical Studies ( 14 )] . TPOXX efficacy may be reduced in immunocompromised patients based on studies demonstrating reduced efficacy in immunocompromised animal models."
  ],
  "fetched_at": "2025-10-01T18:34:05.638694",
  "source": "OpenFDA"
}