{
  "drug_name": "Temsirolimus",
  "generic_name": [
    "TEMSIROLIMUS"
  ],
  "brand_names": [
    "Temsirolimus"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong inducers of CYP3A4/5 and inhibitors of CYP3A4 may affect concentrations of the primary metabolite of Temsirolimus injection. If alternatives cannot be used, dose modifications of Temsirolimus injection are recommended. ( 7.1 , 7.2 , 7.3 ) 7.1 Agents Inducing CYP3A Metabolism Co-administration of Temsirolimus injection with rifampin, a potent CYP3A4/5 inducer, had no significant effect on temsirolimus C max (maximum concentration) and AUC (area under the concentration versus the time curve) after intravenous administration, but decreased sirolimus C max by 65% and AUC by 56% compared to Temsirolimus injection treatment alone. If alternative treatment cannot be administered, a dose adjustment should be considered [see Dosage and Administration ( 2.4 )] . 7.2 Agents Inhibiting CYP3A Metabolism Co-administration of Temsirolimus injection with ketoconazole, a potent CYP3A4 inhibitor, had no significant effect on temsirolimus C max or AUC; however, sirolimus AUC increased 3.1-fold, and C max increased 2.2-fold compared to Temsirolimus injection alone. If alternative treatment cannot be administered, a dose adjustment should be considered [see Dosage and Administration ( 2.4 )] . 7.3 Angioedema with ACE inhibitors and Calcium Channel Blockers Angioedema has been reported in patients taking mammalian target of rapamycin (mTOR) inhibitors in combination with ramipril and/or amlodipine. Monitor patients for signs and symptoms of angioedema when temsirolimus is given concomitantly with an angiotensin converting enzyme (ACE) inhibitors (e.g., ramipril) or calcium channel blockers (CCB) (e.g., amlodipine)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions have been associated with Temsirolimus injection in clinical trials and are discussed in greater detail in other sections of the label [see Warnings and Precautions ( 5 )] . Hypersensitivity/Infusion Reactions [see Warnings and Precautions ( 5.1 )] Hepatic Impairment [see Warnings and Precautions ( 5.2 )] Hyperglycemia/Glucose Intolerance [see Warnings and Precautions ( 5.3 )] Infections [see Warnings and Precautions ( 5.4 )] Interstitial Lung Disease [see Warnings and Precautions ( 5.5 )] Hyperlipidemia [see Warnings and Precautions ( 5.6 )] Bowel Perforation [see Warnings and Precautions ( 5.7 )] Renal Failure [see Warnings and Precautions ( 5.8 )] Wound Healing Complications [see Warnings and Precautions ( 5.9 )] Intracerebral Hemorrhage [see Warnings and Precautions ( 5.10 )] The most common (≥ 30%) adverse reactions observed with Temsirolimus injection are rash, asthenia, mucositis, nausea, edema, and anorexia. The most common (≥30%) laboratory abnormalities observed with Temsirolimus injection are anemia, hyperglycemia, hyperlipidemia, hypertriglyceridemia, lymphopenia, elevated alkaline phosphatase, elevated serum creatinine, hypophosphatemia, thrombocytopenia, elevated AST, and leukopenia. The most common adverse reactions (incidence ≥ 30%) are rash, asthenia, mucositis, nausea, edema, and anorexia. The most common laboratory abnormalities (incidence ≥30%) are anemia, hyperglycemia, hyperlipidemia, hypertriglyceridemia, elevated alkaline phosphatase, elevated serum creatinine, lymphopenia, hypophosphatemia, thrombocytopenia, elevated AST, and leukopenia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Fresenius Kabi USA, LLC at 1-800-551-7176 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed cannot be directly compared to rates in other trials and may not reflect the rates observed in clinical practice. In the phase 3 randomized, open-label study of interferon alfa (IFN-α) alone, Temsirolimus injection alone, and Temsirolimus injection and IFN-α, a total of 616 patients were treated. Two hundred patients received IFN-α weekly, 208 received Temsirolimus injection 25 mg weekly, and 208 patients received a combination of Temsirolimus injection and IFN-α weekly [see Clinical Studies ( 14 )]. Treatment with the combination of Temsirolimus injection 15 mg and IFN-α was associated with an increased incidence of multiple adverse reactions and did not result in a significant increase in overall survival when compared with IFN-α alone. Table 1 shows the percentage of patients experiencing treatment emergent adverse reactions. Reactions reported in at least 10% of patients who received Temsirolimus injection 25 mg alone or IFN-α alone are listed. Table 2 shows the percentage of patients experiencing selected laboratory abnormalities. Data for the same adverse reactions and laboratory abnormalities in the IFN-α alone arm are shown for comparison: Table 1 – Adverse Reactions Reported in at Least 10% of Patients Who Received 25 mg IV Temsirolimus injection or IFN- in the Randomized Trial * Common Toxicity Criteria for Adverse Events (CTCAE), Version 3.0. a Includes edema, facial edema, and peripheral edema b Includes aphthous stomatitis, glossitis, mouth ulceration, mucositis, and stomatitis c Includes infections not otherwise specified (NOS) and the following infections that occurred infrequently as distinct entities: abscess, bronchitis, cellulitis, herpes simplex, and herpes zoster d Includes cystitis, dysuria, hematuria, urinary frequency, and urinary tract infection e Includes eczema, exfoliative dermatitis, maculopapular rash, pruritic rash, pustular rash, rash (NOS), and vesiculobullous rash f Includes taste loss and taste perversion Adverse Reaction Temsirolimus injection 25 mg n=208 IFN-α n=200 All Grades* n (%) Grades 3&4* n (%) All Grades* n (%) Grades 3&4* n (%) General disorders Asthenia Edema a Pain Pyrexia Weight Loss Headache Chest Pain Chills 106 (51) 73 (35) 59 (28) 50 (24) 39 (19) 31 (15) 34 (16) 17 (8) 23 (11) 7 (3) 10 (5) 1 (1) 3 (1) 1 (1) 2 (1) 1 (1) 127 (64) 21 (11) 31 (16) 99 (50) 50 (25) 30 (15) 18 (9) 59 (30) 52 (26) 1 (1) 4 (2) 7 (4) 4 (2) 0 (0) 2 (1) 3 (2) Gastrointestinal disorders Mucositis b Anorexia Nausea Diarrhea Abdominal Pain Constipation Vomiting 86 (41) 66 (32) 77 (37) 56 (27) 44 (21) 42 (20) 40 (19) 6 (3) 6 (3) 5 (2) 3 (1) 9 (4) 0 (0) 4 (2) 19 (10) 87 (44) 82 (41) 40 (20) 34 (17) 36 (18) 57 (29) 0 (0) 8 (4) 9 (5) 4 (2) 3 (2) 1 (1) 5 (3) Infections Infections c Urinary tract infection d Pharyngitis Rhinitis 42 (20) 31 (15) 25 (12) 20 (10) 6 (3) 3 (1) 0 (0) 0 (0) 19(10) 24(12) 3(2) 4(2) 4 (2) 3 (2) 0 (0) 0 (0) Musculoskeletal and connective tissue disorders Back Pain Arthralgia Myalgia 41 (20) 37 (18) 16 (8) 6(3) 2( 1) 1 (1) 28(14) 29 (15) 29 (15) 7 (4) 2 (1) 2 (1) Respiratory, thoracic and mediastinal disorders Dyspnea Cough Epistaxis 58 (28) 53 (26) 25 (12) 18 (9) 2 (1) 0 (0) 48 (24) 29 (15) 7 (4) 11 (6) 0 (0) 0 (0) Skin and subcutaneous tissue disorders Rash e Pruritus Nail Disorder Dry Skin Acne 97 (47) 40 (19) 28 (14) 22 (11) 21 (10) 10 (5) 1 (1) 0 (0) 1 (1) 0 (0) 14 (7) 16 (8) 1 (1) 14 (7) 2 (1) 0 (0) 0 (0) 0 (0) 0 (0) 0 (0) Nervous system disorders Dysgeusia f Insomnia Depression 41 (20) 24 (12) 9 (4) 0 (0) 1 (1) 0 (0) 17 (9) 30 (15) 27 (14) 0 (0) 0 (0) 4 (2) The following selected adverse reactions were reported less frequently (<10%). Gastrointestinal Disorders – Gastrointestinal hemorrhage (1%), rectal hemorrhage (1%). Eye Disorders – Conjunctivitis (including lacrimation disorder) (8%). Immune System – Angioneurotic edema-type reactions (including delayed reactions occurring two months following initiation of therapy) have been observed in some patients who received Temsirolimus injection and ACE inhibitors concomitantly. Infections – Pneumonia (8%), upper respiratory tract infection (7%), wound infection/post-operative wound infection (1%), sepsis (1%). General Disorders and Administration Site Conditions -Diabetes mellitus (5%). Respiratory, Thoracic and Mediastinal Disorders – Pleural effusion (4%). Vascular – Hypertension (7%), venous thromboembolism (including deep vein thrombosis and pulmonary embolus [including fatal outcomes]) (2%), thrombophlebitis (1%), pericardial effusion (1%). Nervous System Disorders – Convulsion (1%). Table 2 – Incidence of Selected Laboratory Abnormalities in Patients Who Received 25 mg IV Temsirolimus injection or IFN-α in the Randomized Trial *NCI CTC version 3.0 **Grade 1 toxicity may be under-reported for lymphocytes and neutrophils Laboratory Abnormality Temsirolimus injection 25 mg n=208 IFN-α n=200 All Grades* n (%) Grades 3&4* n (%) All Grades* n (%) Grades 3&4* n (%) Any 208 (100) 162 (78) 195 (98) 144 (72) Hematology Hemoglobin Decreased Lymphocytes Decreased** Neutrophils Decreased** Platelets Decreased Leukocytes Decreased 195 (94) 110 (53) 39 (19) 84 (40) 67 (32) 41 (20) 33 (16) 10 (5) 3 (1) 1 (1) 180 (90) 106 (53) 58 (29) 51 (26) 93 (47) 43 (22) 48 (24) 19 (10) 0 (0) 11 (6) Chemistry Alkaline Phosphatase Increased 141 (68) 7 (3) 111 (56) 13 (7) AST Increased 79 (38) 5 (2) 103 (52) 14 (7) Creatinine Increased 119 (57) 7 (3) 97 ( 49) 2 ( 1) Glucose Increased 186 (89) 33 (16) 128 (64) 6 (3) Phosphorus Decreased 102 (49) 38 (18) 61 ( 31) 17 (9) Total Bilirubin Increased 16 (8) 2 (1) 25 ( 13) 4 (2) Total Cholesterol Increased 181 (87) 5 (2) 95 ( 48) 2 (1) Triglycerides Increased 173 (83) 92 (44) 144 (72) 69 (35) Potassium Decreased 43 (21) 11 (5) 15 (8) 0 (0) 6.2 Post-marketing and Other Clinical Experience The following adverse reactions have been identified during post approval use of Temsirolimus injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to readily estimate their frequency or establish a causal relationship to drug exposure. The following adverse reactions have been observed in patients receiving temsirolimus: angioedema, rhabdomyolysis, Stevens-Johnson Syndrome, complex regional pain syndrome (reflex sympathetic dystrophy), pancreatitis, cholecystitis, and cholelithiasis. There are also post-marketing reports of temsirolimus extravasations resulting in swelling, pain, warmth, and erythema."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Temsirolimus injection is contraindicated in patients with bilirubin >1.5×ULN [see Warnings and Precautions ( 5.2 )]. Temsirolimus injection is contraindicated in patients with bilirubin > 1.5×ULN. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of Temsirolimus injection is 25 mg administered as an intravenous infusion over a 30-60 minute period once a week. Treat until disease progression or unacceptable toxicity. ( 2.1 ) Antihistamine pre-treatment is recommended. ( 2.2 ) Dose reduction is required in patients with mild hepatic impairment. ( 2.4 ) Temsirolimus injection vial contents must first be diluted with the enclosed diluent before diluting the resultant solution with 250 mL of 0.9% Sodium Chloride Injection. ( 2.5 ) 2.1 Advanced Renal Cell Carcinoma The recommended dose of Temsirolimus injection for advanced renal cell carcinoma is 25 mg administered as an intravenous infusion over a 30 – 60 minute period once a week. Treatment should continue until disease progression or unacceptable toxicity occurs. 2.2 Premedication Patients should receive prophylactic intravenous diphenhydramine 25 to 50 mg (or similar antihistamine) approximately 30 minutes before the start of each dose of Temsirolimus injection [see Warnings and Precautions ( 5.1 )] . 2.3 Dosage Interruption/Adjustment Temsirolimus injection should be held for absolute neutrophil count (ANC) <1,000/mm 3 , platelet count <75,000/mm 3 , or NCI CTCAE grade 3 or greater adverse reactions. Once toxicities have resolved to grade 2 or less, Temsirolimus injection may be restarted with the dose reduced by 5 mg/week to a dose no lower than 15 mg/week. 2.4 Dose Modification Guidelines Hepatic Impairment : Use caution when treating patients with hepatic impairment. If Temsirolimus injection must be given in patients with mild hepatic impairment (bilirubin >1 - 1.5xULN or AST >ULN but bilirubin ≤ULN), reduce the dose of Temsirolimus injection to 15 mg/week. Temsirolimus injection is contraindicated in patients with bilirubin >1.5×ULN [see Contraindications ( 4 ), Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.7 )]. Concomitant Strong CYP3A4 Inhibitors : The concomitant use of strong CYP3A4 inhibitors should be avoided (e.g. ketoconazole, itraconazole, clarithromycin, atazanavir, indinavir, nefazodone, nelfinavir, ritonavir, saquinavir, telithromycin, and voriconazole). Grapefruit juice may also increase plasma concentrations of sirolimus (a major metabolite of temsirolimus) and should be avoided. If patients must be co-administered a strong CYP3A4 inhibitor, based on pharmacokinetic studies, a Temsirolimus injection dose reduction to 12.5 mg/week should be considered. This dose of Temsirolimus injection is predicted to adjust the AUC to the range observed without inhibitors. However, there are no clinical data with this dose adjustment in patients receiving strong CYP3A4 inhibitors. If the strong inhibitor is discontinued, a washout period of approximately 1 week should be allowed before the Temsirolimus injection dose is adjusted back to the dose used prior to initiation of the strong CYP3A4 inhibitor [see Warnings and Precautions ( 5.12 ) and Drug Interactions ( 7.2 )] . Concomitant Strong CYP3A4 Inducers : The use of concomitant strong CYP3A4 inducers should be avoided (e.g. dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifampacin, phenobarbital). If patients must be co-administered a strong CYP3A4 inducer, based on pharmacokinetic studies, a Temsirolimus injection dose increase from 25 mg/week up to 50 mg/week should be considered. This dose of Temsirolimus injection is predicted to adjust the AUC to the range observed without inducers. However, there are no clinical data with this dose adjustment in patients receiving strong CYP3A4 inducers. If the strong inducer is discontinued the temsirolimus dose should be returned to the dose used prior to initiation of the strong CYP3A4 inducer [see Warnings and Precautions ( 5.12 ) and Drug Interactions ( 7.1 )]. 2.5 Instructions for Preparation Temsirolimus injection is a cytotoxic drug. Follow applicable special handling and disposal procedures 1 . Temsirolimus injection must be stored under refrigeration at 2° to 8°C (36°–46°F) and protected from light. During handling and preparation of admixtures, Temsirolimus injection should be protected from excessive room light and sunlight. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. In order to minimize the patient exposure to the plasticizer DEHP (di-2-ethylhexyl phthalate), which may be leached from PVC infusion bags or sets, the final Temsirolimus injection dilution for infusion should be stored in bottles (glass, polypropylene) or plastic bags (polypropylene, polyolefin) and administered through polyethylene-lined administration sets. Temsirolimus injection 25 mg/mL injection must be diluted with the supplied diluent before further dilution in 0.9% Sodium Chloride Injection, USP. Please note that both the Temsirolimus injection and diluent vials contain an overfill to ensure the recommended volume can be withdrawn. Follow this two-step dilution process in an aseptic manner. Step 1: DILUTION OF TEMSIROLIMUS INJECTION 25 MG/ML WITH SUPPLIED DILUENT Each Vial of Temsirolimus injection must first be mixed with 1.8 mL of the enclosed diluent. The resultant solution contains 30 mg/3 mL (10 mg/mL). Mix well by inversion of the vial. Allow sufficient time for the air bubbles to subside. The solution should be clear to slightly turbid, colorless to light-yellow solution, essentially free from visual particulates. The concentrate-diluent mixture is stable below 25ºC for up to 24 hours. Step 2: DILUTION OF CONCENTRATE-DILUENT MIXTURE WITH 0.9% SODIUM CHLORIDE INJECTION, USP Withdraw precisely the required amount of concentrate-diluent mixture containing temsirolimus 10 mg/mL as prepared in Step 1 from the vial (i.e., 2.5 mL for a temsirolimus dose of 25 mg) and further dilute into an infusion bag containing 250 mL of 0.9% Sodium Chloride Injection, USP. Mix by inversion of the bag or bottle, avoiding excessive shaking, as this may cause foaming. The resulting solution should be inspected visually for particulate matter and discoloration prior to administration. The admixture of Temsirolimus injection in 0.9% Sodium Chloride Injection, USP should be protected from excessive room light and sunlight. 2.6 Administration Administration of the final diluted solution should be completed within six hours from the time that Temsirolimus injection is first added to 0.9% Sodium Chloride Injection, USP. Temsirolimus injection is administered as an intravenous infusion over a 30-to 60-minute period once weekly. The use of an infusion pump is the preferred method of administration to ensure accurate delivery of the product. Appropriate administration materials should be composed of glass, polyolefin, or polyethylene to avoid excessive loss of product and diethylhexylpthalate (DEHP) extraction. The administration materials should consist of non-DEHP, non-polyvinylchloride (PVC) tubing with appropriate filter. In the case when a PVC administration set has to be used, it should not contain DEHP. An in-line polyethersulfone filter with a pore size of not greater than 5 microns is recommended for administration to avoid the possibility of particles bigger than 5 microns being infused. If the administration set available does not have an in-line filter incorporated, a polyethersulfone filter should be added at the set (i.e., an end-filter) before the admixture reaches the vein of the patient. Different end-filters can be used, ranging in filter pore size from 0.2 microns up to 5 microns. The use of both an in-line and end-filter is not recommended. Temsirolimus injection, when diluted, contains polysorbate 80, which is known to increase the rate of DEHP extraction from PVC. This should be considered during the preparation and administration of Temsirolimus injection, including storage time elapsed when in direct contact with PVC following constitution. Compatibilities and Incompatibilities Undiluted Temsirolimus injection should not be added directly to aqueous infusion solutions. Direct addition of Temsirolimus injection to aqueous solutions will result in precipitation of drug. Always combine Temsirolimus injection with DILUENT for Temsirolimus injection before adding to infusion solutions. It is recommended that Temsirolimus injection be administered in 0.9% Sodium Chloride Injection after combining with diluent. The stability of Temsirolimus injection in other infusion solutions has not been evaluated. Addition of other drugs or nutritional agents to admixtures of Temsirolimus injection in 0.9% Sodium Chloride Injection has not been evaluated and should be avoided. Temsirolimus is degraded by both acids and bases, and thus combinations of temsirolimus with agents capable of modifying solution pH should be avoided."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Temsirolimus injection is indicated for the treatment of advanced renal cell carcinoma. Temsirolimus injection is a kinase inhibitor indicated for the treatment of advanced renal cell carcinoma. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:17:14.246186",
  "source": "OpenFDA"
}