{
  "drug_name": "Tenapanor",
  "generic_name": [
    "TENAPANOR HYDROCHLORIDE"
  ],
  "brand_names": [
    "IBSRELA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS OATP2B1 Substrates: Potential for reduced exposure of the concomitant drug (e.g., enalapril). Monitor for signs related to loss of efficacy and adjust the dosage of the concomitantly administered drug as needed. ( 7.1 ) 7.1 OATP2B1 Substrates Tenapanor is an inhibitor of intestinal uptake transporter, OATP2B1 [see Clinical Pharmacology (12.3) ] . Drugs which are substrates of OATP2B1 may have reduced exposures when concomitantly taken with IBSRELA. Monitor for signs related to loss of efficacy and adjust the dosage of concomitantly administered drug as needed. Enalapril is a substrate of OATP2B1. When enalapril was coadministered with tenapanor (30 mg twice daily for five days, a dosage 0.6 times the recommended dosage), the peak exposure (C max ) of enalapril and its active metabolite, enalaprilat, decreased by approximately 70% and total systemic exposures (AUC) decreased by approximately 50% to 65% compared to when enalapril was administered alone [see Clinical Pharmacology (12.3) ] . Monitor blood pressure and increase the dosage of enalapril, if needed, when IBSRELA is coadministered with enalapril."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (≥2%) are diarrhea, abdominal distension, flatulence and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ardelyx at 1-844-427-7352 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety data described below reflect data from 1203 adult patients with IBS-C in two randomized, double-blind, placebo-controlled clinical trials (Trial 1 and Trial 2). Patients were randomized to receive placebo or IBSRELA 50 mg twice daily for up to 52 weeks. Demographic characteristics were comparable between treatment groups in the two trials [see Clinical Studies (14) ] . Most Common Adverse Reactions The most common adverse reactions reported in at least 2% of patients in IBSRELA-treated patients and at an incidence greater than placebo during the 26-week double-blind placebo-controlled treatment period of Trial 1 are shown in Table 1. Table 1: Most Common Adverse Reactions Reported in at least 2% of patients in IBSRELA-treated patients and at an incidence greater than placebo in Patients with IBS-C in Trial 1 (26 Weeks) Adverse Reactions IBSRELA N=293 % Placebo N=300 % Diarrhea 16 4 Abdominal Distension 3 <1 Flatulence 3 1 Dizziness 2 <1 The adverse reaction profile was similar during the 12-week double-blind placebo-controlled treatment period of Trial 2 (610 patients: 309 IBSRELA-treated and 301 placebo-treated) with diarrhea (15% with IBSRELA vs 2% with placebo) and abdominal distension (2% with IBSRELA vs 0% with placebo) as the most common adverse reactions. Adverse Reaction of Special Interest – Severe Diarrhea Severe diarrhea was reported in 2.5% of IBSRELA-treated patients compared to 0.2% of placebo-treated patients during the 26 weeks of Trial 1 and the 12 weeks of Trial 2 [see Warnings and Precautions (5.2) ] . Patients with Renal Impairment In Trials 1 and 2, there were 368 patients (31%) with baseline renal impairment (defined as eGFR less than 90 mL/min/1.73m 2 ). In patients with renal impairment, diarrhea, including severe diarrhea, was reported in 20% (39/194) of IBSRELA-treated patients and 0.6% (1/174) of placebo-treated patients. In patients with normal renal function at baseline, diarrhea, including severe diarrhea, was reported in 13% (53/407) of IBSRELA-treated patients and 3.5% (15/426) of placebo-treated patients. No other differences in the safety profile were reported in the renally impaired subgroup. The incidence of diarrhea and severe diarrhea in IBSRELA-treated patients did not correspond to the severity of renal impairment. Adverse Reactions Leading to Discontinuation Discontinuations due to adverse reactions occurred in 7.6% of IBSRELA-treated patients and 0.8% of placebo-treated patients during the 26 weeks of Trial 1 and the 12 weeks of Trial 2. The most common adverse reaction leading to discontinuation was diarrhea: 6.5% of IBSRELA-treated patients compared to 0.7% of placebo-treated patients. Less Common Adverse Reactions Adverse reactions reported in less than 2% of IBSRELA-treated patients and at an incidence greater than placebo during the 26 weeks of Trial 1 and the 12 weeks of Trial 2 were: rectal bleeding and abnormal gastrointestinal sounds. Hyperkalemia In a trial of another patient population with chronic kidney disease (defined by eGFR from 25 to 70 mL/min/1.73m 2 ) and Type 2 diabetes mellitus, three serious adverse reactions of hyperkalemia resulting in hospitalization were reported in 3 patients (2 IBSRELA-treated patients and 1 placebo-treated patient). 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of IBSRELA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hypersensitivity reactions : pruritis, rash, and urticaria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS IBSRELA is contraindicated in: Patients less than 6 years of age due to the risk of serious dehydration [see Warnings and Precautions (5.1) , Use in Specific Populations (8.4) ]. Patients with known or suspected mechanical gastrointestinal obstruction . Pediatric patients less than 6 years of age. ( 4 , 5.1 , 8.4 ) Patients with known or suspected mechanical gastrointestinal obstruction. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of IBSRELA in adults is 50 mg orally twice daily. The recommended dosage in adults is 50 mg, orally twice daily. ( 2 ) Take immediately prior to breakfast or the first meal of the day and immediately prior to dinner. ( 2 ) Administration Instructions Take IBSRELA immediately prior to breakfast or the first meal of the day and immediately prior to dinner [see Clinical Pharmacology (12.2) ] . If a dose is missed, skip the missed dose and take the next dose at the regular time. Do not take 2 doses at the same time."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE IBSRELA is indicated for treatment of irritable bowel syndrome with constipation (IBS-C) in adults. IBSRELA is a sodium/hydrogen exchanger 3 (NHE3) inhibitor indicated for treatment of irritable bowel syndrome with constipation (IBS-C) in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:18:53.988069",
  "source": "OpenFDA"
}