{
  "drug_name": "Teriflunomide",
  "generic_name": [
    "TERIFLUNOMIDE"
  ],
  "brand_names": [
    "Teriflunomide"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Effect of Teriflunomide Tablets on CYP2C8 Substrates Teriflunomide is an inhibitor of CYP2C8 in vivo . In patients taking teriflunomide tablets, exposure of drugs metabolized by CYP2C8 (e.g., paclitaxel, pioglitazone, repaglinide, rosiglitazone) may be increased. Monitor these patients and adjust the dose of the concomitant drug(s) metabolized by CYP2C8 as required [see Clinical Pharmacology (12.3) ] . Effect of Teriflunomide Tablets on Warfarin Coadministration of teriflunomide tablets with warfarin requires close monitoring of the international normalized ratio (INR) because teriflunomide tablets may decrease peak INR by approximately 25%. Effect of Teriflunomide Tablets on Oral Contraceptives Teriflunomide tablets may increase the systemic exposures of ethinylestradiol and levonorgestrel. Consideration should be given to the type or dose of contraceptives used in combination with teriflunomide tablets [see Clinical Pharmacology (12.3) ] . Effect of Teriflunomide Tablets on CYP1A2 Substrates Teriflunomide may be a weak inducer of CYP1A2 in vivo . In patients taking teriflunomide tablets, exposure of drugs metabolized by CYP1A2 (e.g., alosetron, duloxetine, theophylline, tizanidine) may be reduced. Monitor these patients and adjust the dose of the concomitant drug(s) metabolized by CYP1A2 as required [see Clinical Pharmacology (12.3) ] . Effect of Teriflunomide Tablets on Organic Anion Transporter 3 (OAT3) Substrates Teriflunomide inhibits the activity of OAT3 in vivo . In patients taking teriflunomide tablets, exposure of drugs which are OAT3 substrates (e.g., cefaclor, cimetidine, ciprofloxacin, penicillin G, ketoprofen, furosemide, methotrexate, zidovudine) may be increased. Monitor these patients and adjust the dose of the concomitant drug(s) which are OAT3 substrates as required [see Clinical Pharmacology (12.3) ] . Effect of Teriflunomide Tablets on BCRP and Organic Anion Transporting Polypeptide B1 and B3 (OATP1B1/1B3) Substrates Teriflunomide inhibits the activity of BCRP and OATP1B1/1B3 in vivo . For a patient taking teriflunomide tablets, the dose of rosuvastatin should not exceed 10 mg once daily. For other substrates of BCRP (e.g., mitoxantrone) and drugs in the OATP family (e.g., methotrexate, rifampin), especially HMG-Co reductase inhibitors (e.g., atorvastatin, nateglinide, pravastatin, repaglinide, and simvastatin), consider reducing the dose of these drugs and monitor patients closely for signs and symptoms of increased exposures to the drugs while patients are taking teriflunomide tablets [see Clinical Pharmacology (12.3) ] . • Drugs metabolized by CYP2C8 and OAT3 transporters: Monitor patients because teriflunomide may increase exposure of these drugs. ( 7 ) • Teriflunomide may increase exposure of ethinylestradiol and levonorgestrel. Choose an appropriate oral contraceptive. ( 7 ) • Drugs metabolized by CYP1A2: Monitor patients because teriflunomide may decrease exposure of these drugs. ( 7 ) • Warfarin: Monitor INR as teriflunomide may decrease INR. ( 7 ) • Drugs metabolized by BCRP and OATP1B1/B3 transporters: Monitor patients because teriflunomide may increase exposure of these drugs. ( 7 ) • Rosuvastatin: The dose of rosuvastatin should not exceed 10 mg once daily in patients taking teriflunomide tablets. ( 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the prescribing information: • Hepatotoxicity [see Contraindications (4) and Warnings and Precautions (5.1) ] • Bone Marrow Effects/Immunosuppression Potential/Infections [see Warnings and Precautions (5.4) ] • Hypersensitivity Reactions [see Contraindications (4) and Warnings and Precautions (5.5) ] • Serious Skin Reactions [see Warnings and Precautions (5.6) ] • Drug Reaction with Eosinophilia and Systemic Symptoms [see Warnings and Precautions (5.7) ] • Peripheral Neuropathy [see Warnings and Precautions (5.8) ] • Increased Blood Pressure [see Warnings and Precautions (5.9) ] • Respiratory Effects [see Warnings and Precautions (5.10) ] • Pancreatitis in Pediatric Patients [see Warnings and Precautions (5.11) ] Most common adverse reactions (≥ 10% and ≥ 2% greater than placebo): headache, diarrhea, nausea, alopecia, increase in ALT. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. A total of 2047 patients receiving teriflunomide tablets (7 mg or 14 mg once daily) constituted the safety population in the pooled analysis of placebo-controlled studies in patients with relapsing forms of multiple sclerosis; of these, 71% were female. The average age was 37 years. Table 1 lists adverse reactions in placebo-controlled trials with rates that were at least 2% for teriflunomide tablets patients and also at least 2% above the rate in placebo patients. The most common were headache, an increase in ALT, diarrhea, alopecia, and nausea. The adverse reaction most commonly associated with discontinuation was an increase in ALT (3.3%, 2.6%, and 2.3% of all patients in the teriflunomide tablets 7 mg, teriflunomide tablets 14 mg, and placebo treatment arms, respectively). Table 1: Adverse Reactions in Pooled Placebo-Controlled Studies in Patients with Relapsing Forms of Multiple Sclerosis Teriflunomide Tablets 7 mg Teriflunomide Tablets 14 mg Placebo Adverse Reaction (N = 1045) (N = 1002) (N = 997) Headache 18% 16% 15% Increase in Alanine aminotransferase 13% 15% 9% Diarrhea 13% 14% 8% Alopecia 10% 13% 5% Nausea 8% 11% 7% Paresthesia 8% 9% 7% Arthralgia 8% 6% 5% Neutropenia 4% 6% 2% Hypertension 3% 4% 2% Cardiovascular Deaths Four cardiovascular deaths, including three sudden deaths, and one myocardial infarction in a patient with a history of hyperlipidemia and hypertension were reported among approximately 2600 patients exposed to teriflunomide tablets in the premarketing database. These cardiovascular deaths occurred during uncontrolled extension studies, one to nine years after initiation of treatment. A relationship between teriflunomide tablets and cardiovascular death has not been established. Acute Renal Failure In placebo-controlled studies, creatinine values increased more than 100% over baseline in 8/1045 (0.8%) patients in the 7 mg teriflunomide tablets group and 6/1002 (0.6%) patients in the 14 mg teriflunomide tablets group versus 4/997 (0.4%) patients in the placebo group. These elevations were transient. Some elevations were accompanied by hyperkalemia. Teriflunomide tablets may cause acute uric acid nephropathy with transient acute renal failure because teriflunomide tablets increase renal uric acid clearance. Hypophosphatemia In clinical trials, 18% of teriflunomide tablets-treated patients had hypophosphatemia with serum phosphorus levels of at least 0.6 mmol/L, compared to 7% of placebo-treated patients; 4% of teriflunomide tablets-treated patients had hypophosphatemia with serum phosphorus levels at least 0.3 mmol/L but less than 0.6 mmol/L, compared to 0.8% of placebo-treated patients. No patient in any treatment group had a serum phosphorus below 0.3 mmol/L. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of teriflunomide tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. • Blood and Lymphatic System Disorders: Thrombocytopenia [see Warnings and Precautions (5.4) ] • Gastrointestinal Disorders: Pancreatitis, colitis • Hepatobiliary Disorders: Drug-induced liver injury (DILI) [see Warnings and Precautions (5.1) ] • Immune System Disorders: Hypersensitivity reactions, some of which were severe, such as anaphylaxis and angioedema [see Warnings and Precautions (5.5) ] • Respiratory, Thoracic, and Mediastinal Disorders: Interstitial lung disease [see Warnings and Precautions (5.10) ] • Skin and Subcutaneous Tissue Disorders: Severe skin reactions, including toxic epidermal necrolysis and Stevens-Johnson syndrome [see Warnings and Precautions (5.6) ]; Drug reaction with eosinophilia and systemic symptoms (DRESS) [see Warnings and Precautions (5.7) ]; psoriasis or worsening of psoriasis (including pustular psoriasis and nail psoriasis); nail disorders"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Teriflunomide tablets are contraindicated in/with: • Patients with severe hepatic impairment [see Warnings and Precautions (5.1) ] . • Pregnant women and females of reproductive potential not using effective contraception. Teriflunomide tablets may cause fetal harm [see Warnings and Precautions (5.2 , 5.3) and Use in Specific Populations (8.1) ] . • Patients with a history of a hypersensitivity reaction to teriflunomide, leflunomide, or to any of the inactive ingredients in teriflunomide tablets. Reactions have included anaphylaxis, angioedema, and serious skin reactions [see Warnings and Precautions (5.5) ]. • Coadministration with leflunomide [see Clinical Pharmacology (12.3) ]. • Severe hepatic impairment ( 4 , 5.1 ) • Pregnancy ( 4 , 5.2 , 8.1 ) • Hypersensitivity ( 4 , 5.5 ) • Current leflunomide treatment ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of teriflunomide tablets is 7 mg or 14 mg orally once daily. Teriflunomide tablets can be taken with or without food. Monitoring to Assess Safety: • Obtain transaminase and bilirubin levels within 6 months before initiation of teriflunomide tablets therapy. Monitor ALT levels at least monthly for six months after starting teriflunomide tablets [see Warnings and Precautions (5.1) ] . • Obtain a complete blood cell count (CBC) within 6 months before the initiation of treatment with teriflunomide tablets. Further monitoring should be based on signs and symptoms of infection [see Warnings and Precautions (5.4) ] . • Prior to initiating teriflunomide tablets, screen patients for latent tuberculosis infection with a tuberculin skin test or blood test for mycobacterium tuberculosis infection [see Warnings and Precautions (5.4) ] . • Exclude pregnancy prior to initiation of treatment with teriflunomide tablets in females of reproductive potential [see Warnings and Precautions (5.2) ] . • Check blood pressure before start of teriflunomide tablets treatment and periodically thereafter [see Warnings and Precautions (5.9) ] . 7 mg or 14 mg orally once daily, with or without food. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Teriflunomide tablets are indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. Teriflunomide tablets are a pyrimidine synthesis inhibitor indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:04:10.303423",
  "source": "OpenFDA"
}