{
  "drug_name": "Testosterone",
  "generic_name": [
    "TESTOSTERONE"
  ],
  "brand_names": [
    "Testopel"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS In patients with breast cancer, androgen therapy may cause hypercalcemia by stimulating osteolysis. In this case, the drug should be discontinued. Prolonged use of high doses of androgens has been associated with the development of peliosis hepatis and hepatic neoplasms including hepatocellular carcinoma (see PRECAUTIONS - Carcinogenesis, Mutagenesis, Impairment of Fertility). Peliosis hepatis can be a life-threatening or fatal complication. Men treated with androgens may be at an increased risk for the development of prostatic hypertrophy and prostatic carcinoma. There have been postmarketing reports of venous thromboembolic events, including deep vein thrombosis (DVT) and pulmonary embolism (PE), in patients using testosterone products, such as TESTOPEL ® (testosterone pellets). Evaluate patients who report symptoms of pain, edema, warmth and erythema in the lower extremity for DVT and those who present with acute shortness of breath for PE. If a venous thromboembolic event is suspected, discontinue treatment with TESTOPEL ® (testosterone pellets) and initiate appropriate workup and management (see ADVERSE REACTIONS ). Long term clinical safety trials have not been conducted to assess the cardiovascular outcomes of testosterone replacement therapy in men. To date, epidemiologic studies and randomized controlled trials have been inconclusive for determining the risk of major adverse cardiovascular events (MACE), such as non-fatal myocardial infarction, non-fatal stroke, and cardiovascular death, with the use of testosterone compared to non-use. Some studies, but not all, have reported an increased risk of MACE in association with use of testosterone replacement therapy in men. Patients should be informed of this possible risk when deciding whether to use or to continue to use TESTOPEL ® (testosterone pellets). Testosterone can increase blood pressure which can increase cardiovascular (CV) risk over time. Monitor blood pressure periodically in men using testosterone products, especially in men with hypertension. Testosterone products are not recommended for use in patients with uncontrolled hypertension. Testosterone has been subject to abuse, typically at doses higher than recommended for the approved indication and in combination with other anabolic androgenic steroids. Anabolic androgenic steroid abuse can lead to serious cardiovascular and psychiatric adverse reactions (see DRUG ABUSE AND DEPENDENCE ) . If testosterone abuse is suspected, check serum testosterone concentrations to ensure they are within therapeutic range. However, testosterone levels may be in the normal or subnormal range in men abusing synthetic testosterone derivatives. Counsel patients concerning the serious adverse reactions associated with abuse of testosterone and anabolic androgenic steroids. Conversely, consider the possibility of testosterone and anabolic androgenic steroid abuse in suspected patients who present with serious cardiovascular or psychiatric adverse events. Edema with or without congestive heart failure may be a serious complication in patients with preexisting cardiac, renal, or hepatic disease. In addition to discontinuation of the drug, diuretic therapy may be required. Gynecomastia frequently develops in patients and occasionally persists in patients being treated for hypogonadism. Androgen therapy should be used cautiously in healthy males with delayed puberty. The effect on bone maturation should be monitored by assessing bone age of the wrist and hand every 6 months. In children, androgen treatment may accelerate bone maturation without producing compensatory gain in linear growth. This adverse effect may result in compromised adult stature. The younger the child the greater the risk of compromising final mature height. Post-marketing cases associate TESTOPEL ® pellet(s) insertion with implant site infection (cellulitis and abscess), and/or pellet extrusion at or near the implantation site. Infection and extrusion may occur concurrently or separately. Reported signs and symptoms of infection and/or extrusion at the implant site included induration, inflammation, fibrosis, bleeding, bruising, wound drainage, pain, itching, and pellet extrusion. Although cases of infection and/or extrusion may occur at any time, most reported cases occurred within the first month after TESTOPEL ® implantation. Infection and/or extrusion may require further treatment (see ADVERSE REACTIONS). This drug has not been shown to be safe and effective for the enhancement of athletic performance. Because of the potential risk for serious adverse health effects, this drug should not be used for such purpose."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The following adverse reactions have been identified during post-approval use of testosterone replacement therapy, including TESTOPEL ® . Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Implantation Site Infection and Pellet Extrusion: (see WARNINGS) Endocrine and Urogenital, Male. Gynecomastia and excessive frequency and duration of penile erections. Oligospermia may occur at high dosages (see CLINICAL PHARMACOLOGY ). Skin and Appendages. Hirsutism, male pattern of baldness, and acne. Cardiovascular Disorders. Myocardial infarction, stroke. Fluid and Electrolyte Disturbances. Retention of sodium, chloride, water, potassium, calcium and inorganic phosphates. Gastrointestinal. Nausea, cholestatic jaundice, alterations in liver function tests, rarely hepatocellular neoplasms and peliosis hepatis (see WARNINGS ). Hematologic. Suppression of clotting factors II, V, VII, and X, bleeding in patients on concomitant anticoagulant therapy, and polycythemia. Nervous System. Increased or decreased libido, headache, anxiety, depression, and generalized paresthesia. Metabolic. Increased serum cholesterol. Vascular Disorders: Venous thromboembolism (see WARNINGS ). Miscellaneous. Rarely anaphylactoid reactions."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Androgens are contraindicated in men with carcinomas of the breast or with known or suspected carcinomas of the prostate. If administered to pregnant women, androgens cause virilization of the external genitalia of the female fetus. The virilization includes clitoromegaly, abnormal vaginal development, and fusion of genital folds to form a scrotal-like structure. The degree of masculinization is related to the amount of drug given and the age of the fetus, and is most likely to occur in the female fetus when the drugs are given in the first trimester. If the patient becomes pregnant while taking these drugs she should be apprised of the potential hazard to the fetus."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Prior to initiating, TESTOPEL ® (testosterone pellets) confirm the diagnosis of hypogonadism by ensuring that serum testosterone concentrations have been measured in the morning on at least two separate days and that these serum testosterone concentrations are below the normal range. The suggested dosage for androgens varies depending on the age, and diagnosis of the individual patient. Dosage is adjusted according to the patient’s response and the appearance of adverse reactions. The dosage guideline for the testosterone pellets for replacement therapy in androgen-deficient males is 150mg to 450mg subcutaneously every 3 to 6 months. Various dosage regimens have been used to induce pubertal changes in hypogonadal males; some experts have advocated lower doses initially, gradually increasing the dose as puberty progresses, with or without a decrease in maintenance levels. Other experts emphasize that higher dosages are needed to induce pubertal changes and lower dosages can be used for maintenance after puberty. The chronological and skeletal ages must be taken into consideration, both in determining the initial dose and in adjusting the dose. Dosages in delayed puberty generally are in the lower range of that listed above and, for a limited duration, for example 4 to 6 months. The number of pellets to be implanted depends upon the minimal daily requirements of testosterone propionate determined by a gradual reduction of the amount administered parenterally. The usual dosage is as follows: implant two 75mg pellets for each 25mg testosterone propionate required weekly. Thus when a patient requires injections of 75mg per week, it is usually necessary to implant 450mg (6 pellets). With injections of 50mg per week, implantation of 300mg (4 pellets) may suffice for approximately three months. With lower requirements by injection, correspondingly lower amounts may be implanted. It has been found that approximately one-third of the material is absorbed in the first month, one-fourth in the second month and one-sixth in the third month. Adequate effect of the pellets ordinarily continues for three to four months, sometimes as long as six months."
  ],
  "indications": [
    "INDICATIONS AND USAGE MALES Androgens are indicated for replacement therapy in conditions associated with a deficiency or absence of endogenous testosterone. a. Primary hypogonadism (congenital or acquired) - testicular failure due to cryptorchidism, bilateral torsion, orchitis, vanishing testes syndrome; or orchiectomy. b. Hypogonadotropic hypogonadism (congenital or acquired) - gonadotropic LHRH deficiency, or pituitary - hypothalamic injury from tumors, trauma or radiation. If the above conditions occur prior to puberty, androgen replacement therapy will be needed during the adolescent years for development of secondary sex characteristics. Prolonged androgen treatment will be required to maintain sexual characteristics in these and other males who develop testosterone deficiency after puberty. Safety and efficacy of TESTOPEL ® (testosterone pellets) in men with “age-related hypogonadism” (also referred to as “late-onset hypogonadism”) have not been established. c. Androgens may be used to stimulate puberty in carefully selected males with clearly delayed puberty. These patients usually have a familial pattern of delayed puberty that is not secondary to a pathological disorder; puberty is expected to occur spontaneously at a relatively late date. Brief treatment with conservative doses may occasionally be justified in these patients if they do not respond to psychological support. The potential adverse effect on bone maturation should be discussed with the patient and parents prior to androgen administration. An x-ray of the hand and wrist to determine bone age should be taken every 6 months to assess the effect of treatment on epiphyseal centers (see WARNINGS )."
  ],
  "fetched_at": "2025-09-30T21:25:20.295132",
  "source": "OpenFDA"
}