{
  "drug_name": "Tetracycline",
  "generic_name": [
    "TETRACYCLINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Tetracycline Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Since bacteriostatic drugs may interfere with the bactericidal action of penicillin, it is advisable to avoid giving tetracycline in conjunction with penicillin or other bactericidal antibacterials. Because the tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage. Absorption of tetracyclines is impaired by antacids containing aluminum, calcium or magnesium and preparations containing iron, zinc, or sodium bicarbonate. Concurrent use of tetracycline may render oral contraceptives less effective."
  ],
  "warnings": [
    "WARNINGS Tooth Development The use of drugs of the tetracycline-class during tooth development (last half of pregnancy, infancy and childhood to the age of 8 years) may cause permanent discoloration of the teeth (yellow-gray-brown). This adverse reaction is more common during long-term use of the drugs but it has been observed following repeated short-term courses. Enamel hypoplasia has also been reported. Tetracycline drugs should not be used in this age group, except for anthrax, unless other drugs are not likely to be effective or are contraindicated. Clostridium difficile Associated Diarrhea Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including tetracyclines, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C . difficile. C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibacterial drugs. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing use of antibacterial drugs not directed against C. difficile need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile , and institute surgical evaluation clinically indicated. Photosensitivity Photosensitivity manifested by an exaggerated sunburn reaction has been observed in some individuals taking tetracyclines. Advise patients apt to be exposed to direct sunlight or ultraviolet lights that this reaction can occur with tetracycline drugs. Discontinue treatment at the first evidence of skin erythema. Fixed Drug Eruption Fixed drug eruptions have occurred with tetracycline and have been associated with worsening severity upon subsequent administrations, including generalized bullous fixed drug eruption (see ADVERSE REACTIONS ). If severe skin reactions occur, discontinue tetracycline hydrochloride capsules immediately and institute appropriate therapy. Intracranial Hypertension Intracranial hypertension (IH, pseudotumor cerebri) has been associated with the use of tetracyclines including Achromycin V. Clinical manifestations of IH include headache, blurred vision, diplopia, and vision loss; papilledema can be found on fundoscopy. Women of childbearing age who are overweight or have a history of IH are at greater risk for developing tetracycline associated IH. Concomitant use of isotretinoin and tetracycline should be avoided because isotretinoin, a systemic retinoid, is also known to cause pseudotumor cerebri. Although IH typically resolves after discontinuation of treatment, the possibility for permanent visual loss exists. If visual disturbance occurs during treatment, prompt ophthalmologic evaluation is warranted. Since intracranial pressure can remain elevated for weeks after drug cessation patients should be monitored until they stabilize. Skeletal Development All tetracyclines form a stable calcium complex in any bone forming tissue. A decrease in fibula growth rate has been observed in premature infants given oral tetracycline in doses of 25 mg/kg every six hours. This reaction was shown to be reversible when the drug was discontinued. Results of animal studies indicate that tetracyclines cross the placenta, are found in fetal tissues and can have toxic effects on the developing fetus (often related to retardation of skeletal development). Evidence of embryotoxicity has also been noted in animals treated early in pregnancy. If this drug is used during pregnancy or if the patient becomes pregnant while taking this drug, apprise the patient of the potential hazard to the fetus. Tetracycline drugs should not be used during pregnancy unless absolutely necessary. Antianabolic Action The antianabolic action of the tetracyclines may cause an increase in BUN. While this is not a problem in those with normal renal function, in patients with significantly impaired renal function, higher serum levels of tetracycline may lead to azotemia, hyperphosphatemia and acidosis. Laboratory Monitoring for Long-Term Therapy In long-term therapy, perform periodic laboratory evaluation of organ systems, including hematopoietic, renal and hepatic studies. If renal impairment exists, even usual oral or parenteral doses may lead to excessive systemic accumulation of the drug and possible liver toxicity. Under such conditions, lower than usual total doses are indicated, and, if therapy is prolonged, serum level determinations of the drug may be advisable."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Gastrointestinal: anorexia, nausea, epigastric distress, vomiting, diarrhea, glossitis, black hairy tongue, dysphagia, enterocolitis, and inflammatory lesions (with Candida overgrowth) in the anogenital region. Esophagitis and esophageal ulceration have been reported in patients receiving particularly the capsule and also the tablet forms of tetracyclines. Most of the patients were reported to have taken medication immediately before going to bed (see DOSAGE AND ADMINISTRATION ). Teeth : permanent discoloration of teeth may be caused during tooth development. Enamel hypoplasia has been reported (see WARNINGS ). Skin : fixed drug eruption, maculopapular and erythematous rashes. Exfoliative dermatitis has been reported. Onycholysis and discoloration of the nails have been reported. Photosensitivity is discussed in WARNINGS . Renal Toxicity : an increase in BUN has been reported and is dose related. Liver : hepatotoxicity and liver failure have been observed in patients receiving tetracycline and in tetracycline-treated patients with renal impairment. Hypersensitivity Reactions : urticaria, angioneurotic edema, anaphylaxis, anaphylactoid purpura, pericarditis, exacerbation of systemic lupus erythematosus, and serum sickness-like reactions, as fever, rash, and arthralgia. Blood : hemolytic anemia, thrombocytopenia, thrombocytopenic purpura, neutropenia and eosinophilia have been reported. When given over prolonged periods, tetracyclines have been reported to produce brown-black microscopic discoloration of thyroid glands. No abnormalities of thyroid function studies are known to occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800- FDA-1088 or contact Breckenridge Pharmaceutical, Inc. at 1-800-367-3395."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Adults Usual daily dose, 1 gram as 500 mg twice a day or 250 mg four times a day. Higher doses such as 500 mg four times a day may be required for severe infections or for those infections which do not respond to the smaller doses. For pediatric patients above eight years of age Usual daily dose, 10 mg/lb to 20 mg/lb (25mg/kg to 50 mg/kg) body weight divided in four equal doses. Administration of adequate amounts of fluid with the capsule formulation of tetracycline is recommended to wash down the drug and reduce the risk of esophageal irritation and ulceration (see ADVERSE REACTIONS ). Absorption of tetracycline is impaired by antacids containing aluminum, calcium or magnesium and preparations containing iron, zinc or sodium bicarbonate. Food and some dairy products also interfere with absorption. When used in streptococcal infections, therapy should be continued for 10 days. For treatment of brucellosis, 500 mg tetracycline four times a day for three weeks accompanied by streptomycin, 1 gram intramuscularly twice daily the first week and once daily the second week. For the treatment of syphilis in patients allergic to penicillin, the following dosage of tetracycline is recommended: early syphilis (less than one year's duration), 500 mg four times a day for 15 days. Syphilis of more than one year's duration (except neurosyphilis), 500 mg four times a day for 30 days. For treatment of gonorrhea, the recommended dose is 500 mg by mouth four times a day for seven days. Uncomplicated urethral, endocervical or rectal infections in adults caused by Chlamydiatrachomatis: 500 mg, by mouth, four times a day for at least seven days. In cases of moderate to severe acne which, in the judgement of the clinician, require long-term treatment, the recommended initial dosage is 1 gram daily in divided doses. When improvement is noted, reduce dosage gradually to maintenance levels ranging from 125 mg to 500 mg daily. In some patients it may be possible to maintain adequate remission of lesions with alternate day or intermittent therapy. Tetracycline therapy of acne should augment the other standard measures known to be of value. Duration of long-term treatment which can safely be recommended has not been established (see WARNINGS and Carcinogenesis, Mutagenesis, Impairment of Fertility ). Use in Specific Population In patients with renal impairment (see WARNINGS ): decrease total dosage by reduction of recommended individual doses and/or by extending time intervals between doses."
  ],
  "indications": [
    "INDICATIONS AND USAGE To reduce the development of drug-resistant bacteria and maintain the effectiveness of tetracycline hydrochloride and other antibacterial drugs, tetracycline hydrochloride should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Tetracycline is indicated in the treatment of infections caused by susceptible strains of the designated organisms in the conditions listed below: Upper respiratory tract infections caused by Streptococcus pyogenes , Streptococcus pneumoniae and Hemophilus influenzae . Note: Tetracycline should not be used for streptococcal disease unless the organism has been demonstrated to be susceptible. Lower respiratory tract infections caused by Streptococcus pyogenes, Streptococcus pneumoniae, Mycoplasma pneumoniae (Eaton agent, and Klebsiella sp. ). Skin and soft tissue infections caused by Streptococcus pyogenes, Staphylococcus aureaus . (Tetracyclines are not the drugs of choice in the treatment of any type of staphylococcal infections.) Infections caused by rickettsia including Rocky Mountain spotted fever, typhus group infections, Q fever, rickettsialpox. Psittacosis caused by Chlamydophila psittaci. Infections caused by Chlamydia trachomatis such as uncomplicated urethral, endocervical or rectal infections, inclusion conjunctivitis, trachoma, and lymphogranuloma venereum. Granuloma inquinale caused by Klebsiella granulomatis . Relapsing fever caused by Borrelia sp . Bartonellosis caused by Bartonella bacilliformis . Chancroid caused by Hemophilus ducreyi. Tularemia caused by Francisella tularensis. Plaque caused by Yersinia pestis. Cholera caused by Vibrio cholerae. Brucellosis caused by Brucella species (tetracycline may be used in conjunction with an aminoglycoside). Infections due to Campylobacter fetus. As adjunctive therapy in intestinal amebiasis caused by Entamoeba histolytica . Urinary tract infections caused by susceptible strains of Escherichia coli, Klebsiella, etc. Other infections caused by susceptible gram-negative organisms such as E. coli, Enterobacter aerogenes, Shigella sp., Acinetobacter sp., Klebsiella sp., and Bacteroides sp. In severe acne, adjunctive therapy with tetracycline may be useful. When penicillin is contraindicated, tetracyclines are alternative drugs in the treatment of the following infections: Syphilis and yaws caused by Treponema pallidum and pertenue , respectively, Vincent's infection caused by Fusobacterium fusiforme, Infections caused by Neisseria gonorrhoeae, Anthrax caused by Bacillus anthracis, Infections due to Listeria monocytogenes, Actinomycosis caused by Actinomyces species, Infections due to Clostridium species."
  ],
  "fetched_at": "2025-09-30T21:32:58.728635",
  "source": "OpenFDA"
}