{
  "drug_name": "Tetrabenazine",
  "generic_name": [
    "TETRABENAZINE"
  ],
  "brand_names": [
    "Tetrabenazine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Strong CYP2D6 Inhibitors In vitro studies indicate that α-HTBZ and β-HTBZ are substrates for CYP2D6. Strong CYP2D6 inhibitors (e.g., paroxetine, fluoxetine, quinidine) markedly increase exposure to these metabolites. A reduction in tetrabenazine dose may be necessary when adding a strong CYP2D6 inhibitor (e.g., fluoxetine, paroxetine, quinidine) in patients maintained on a stable dose of tetrabenazine. The daily dose of tetrabenazine should not exceed 50 mg per day and the maximum single dose of tetrabenazine should not exceed 25 mg in patients taking strong CYP2D6 inhibitors [see Dosage and Administration ( 2.3 ), Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . 7.2 Reserpine Reserpine binds irreversibly to VMAT2, and the duration of its effect is several days. Prescribers should wait for chorea to re-emerge before administering tetrabenazine to avoid overdosage and major depletion of serotonin and norepinephrine in the CNS. At least 20 days should elapse after stopping reserpine before starting tetrabenazine. Tetrabenazine and reserpine should not be used concomitantly [see Contraindications ( 4 )]. 7.3 Monoamine Oxidase Inhibitors (MAOIs) Tetrabenazine is contraindicated in patients taking MAOIs. Tetrabenazine should not be used in combination with an MAOI, or within a minimum of 14 days of discontinuing therapy with an MAOI [see Contraindications ( 4 )]. 7.4 Alcohol or Other Sedating Drugs Concomitant use of alcohol or other sedating drugs may have additive effects and worsen sedation and somnolence [see Warnings and Precautions ( 5.7 )]. 7.5 Drugs That Cause QTc Prolongation Tetrabenazine causes a small prolongation of QTc (about 8 msec), concomitant use with other drugs that are known to cause QTc prolongation should be avoided, these including antipsychotic medications (e.g., chlorpromazine, haloperidol, thioridazine, ziprasidone), antibiotics (e.g., moxifloxacin), Class 1A (e.g., quinidine, procainamide) and Class III (e.g., amiodarone, sotalol) antiarrhythmic medications or any other medications known to prolong the QTc interval. Tetrabenazine should be avoided in patients with congenital long QT syndrome and in patients with a history of cardiac arrhythmias. Certain conditions may increase the risk for torsade de pointes or sudden death such as (1) bradycardia; (2) hypokalemia or hypomagnesemia; (3) concomitant use of other drugs that prolong the QTc interval; and (4) presence of congenital prolongation of the QT interval [see Warnings and Precautions ( 5.8 ), Clinical Pharmacology ( 12.2 )]. 7.6 Neuroleptic Drugs The risk for Parkinsonism, NMS, and akathisia may be increased by concomitant use of tetrabenazine and dopamine antagonists or antipsychotics (e.g., chlorpromazine, haloperidol, olanzapine, risperidone, thioridazine, ziprasidone) [see Warnings and Precautions ( 5.4 , 5.5 , 5.6 )] . 7.7 Concomitant Deutetrabenazine or Valbenazine Tetrabenazine is contraindicated in patients currently taking deutetrabenazine or valbenazine."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in the labeling: Depression and Suicidality [see Warnings and Precautions ( 5.1 )] Neuroleptic Malignant Syndrome (NMS) [see Warnings and Precautions ( 5.4 )] Akathisia, Restlessness, and Agitation [see Warnings and Precautions ( 5.5 )] Parkinsonism [see Warnings and Precautions ( 5.6 )] Sedation and Somnolence [see Warnings and Precautions ( 5.7 )] QTc Prolongation [see Warnings and Precautions ( 5.8 )] Hypotension and Orthostatic Hypotension [see Warnings and Precautions ( 5.9 )] Hyperprolactinemia [see Warnings and Precautions ( 5.10 )] Binding to Melanin-Containing Tissues [see Warnings and Precautions ( 5.11 )] Most common adverse reactions (>10% and at least 5% greater than placebo) were: Sedation/somnolence, fatigue, insomnia, depression, akathisia, anxiety/anxiety aggravated, nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex Corp. at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. During its development, tetrabenazine was administered to 773 unique subjects and patients. The conditions and duration of exposure to tetrabenazine varied greatly, and included single-dose and multiple-dose clinical pharmacology studies in healthy volunteers (n=259) and open-label (n=529) and double-blind studies (n=84) in patients. In a randomized, 12-week, placebo-controlled clinical trial of HD patients, adverse reactions were more common in the tetrabenazine group than in the placebo group. Forty-nine of 54 (91%) patients who received tetrabenazine experienced one or more adverse reactions at any time during the study. The most common adverse reactions (over 10%, and at least 5% greater than placebo) were sedation/somnolence, fatigue, insomnia, depression, akathisia, anxiety/anxiety aggravated, and nausea. Adverse Reactions Occurring in ≥4% of Patients The number and percentage of the most common adverse reactions that occurred at any time during the study in ≥4% of tetrabenazine-treated patients, and with a greater frequency than in placebo-treated patients, are presented in Table 1. Table 1 : Adverse Reactions in a 12-Week, Double-Blind, Placebo-Controlled Trial in Patients with Huntington’s Disease Adverse Reaction Tetrabenazine n = 54 (%) Placebo n = 30 (%) Sedation/somnolence 31 3 Insomnia 22 0 Fatigue 22 13 Depression 19 0 Akathisia 19 0 Anxiety/anxiety aggravated 15 3 Fall 15 13 Nausea 13 7 Upper respiratory tract infection 11 7 Irritability 9 3 Balance difficulty 9 0 Parkinsonism/bradykinesia 9 0 Vomiting 6 3 Laceration (head) 6 0 Ecchymosis 6 0 Decreased appetite 4 0 Obsessive reaction 4 0 Dizziness 4 0 Dysarthria 4 0 Unsteady gait 4 0 Headache 4 3 Shortness of breath 4 0 Bronchitis 4 0 Dysuria 4 0 Dose escalation was discontinued or dosage of study drug was reduced because of one or more adverse reactions in 28 of 54 (52%) patients randomized to tetrabenazine. These adverse reactions consisted of sedation (15), akathisia (7), parkinsonism (4), depression (3), anxiety (2), fatigue (1) and diarrhea (1). Some patients had more than one AR and are, therefore, counted more than once. Adverse Reactions Due to Extrapyramidal Symptoms Table 2 describes the incidence of events considered to be extrapyramidal adverse reactions which occurred at a greater frequency in tetrabenazine-treated patients compared to placebo-treated patients. Table 2: Adverse Reactions Due to Extrapyramidal Symptoms in a 12-Week, Double-Blind, Placebo-Controlled Trial in Patients with Huntington’s Disease Tetrabenazine n = 54 % Placebo n = 30 % Akathisia 1 19 0 Extrapyramidal event 2 15 0 Any extrapyramidal event 33 0 1 Patients with the following adverse event preferred terms were counted in this category: akathisia, hyperkinesia, restlessness. 2 Patients with the following adverse event preferred terms were counted in this category: bradykinesia, parkinsonism, extrapyramidal disorder, hypertonia. Patients may have had events in more than one category. Dysphagia Dysphagia is a component of HD. However, drugs that reduce dopaminergic transmission have been associated with esophageal dysmotility and dysphagia. Dysphagia may be associated with aspiration pneumonia. In a 12-week, double-blind, placebo-controlled study in patients with chorea associated with HD, dysphagia was observed in 4% of tetrabenazine-treated patients and 3% of placebo-treated patients. In 48-week and 80-week, open-label studies, dysphagia was observed in 10% and 8% of tetrabenazine-treated patients, respectively. Some of the cases of dysphagia were associated with aspiration pneumonia. Whether these events were related to treatment is unknown. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of tetrabenazine tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Nervous system disorders: tremor Psychiatric disorders: confusion, worsening aggression Respiratory, thoracic and mediastinal disorders: pneumonia Skin and subcutaneous tissue disorders: hyperhidrosis, skin rash"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Tetrabenazine tablets are contraindicated in patients: Who are actively suicidal, or in patients with untreated or inadequately treated depression [see Warnings and Precautions ( 5.1 )] . With hepatic impairment [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 )] . Taking monoamine oxidase inhibitors (MAOIs). Tetrabenazine tablets should not be used in combination with an MAOI, or within a minimum of 14 days of discontinuing therapy with an MAOI [see Drug Interactions ( 7.3 )] . Taking reserpine. At least 20 days should elapse after stopping reserpine before starting tetrabenazine tablets [see Drug Interactions ( 7.2 )] . Taking deutetrabenazine or valbenazine [see Drug Interactions ( 7.7 )] . Actively suicidal, or who have depression which is untreated or undertreated ( 4 , 5.1 ) Hepatic impairment ( 4 , 8.6 , 12.3 ) Taking monoamine oxidase inhibitors (MAOIs) or reserpine ( 4 , 7.2 , 7.3 ) Taking deutetrabenazine or valbenazine ( 4 , 7.7 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Individualization of dose with careful weekly titration is required. The 1 st week's starting dose is 12.5 mg daily; 2 nd week, 25 mg (12.5 mg twice daily); then slowly titrate at weekly intervals by 12.5 mg to a tolerated dose that reduces chorea. ( 2.1 , 2.2 ) Doses of 37.5 mg and up to 50 mg per day should be administered in three divided doses per day with a maximum recommended single dose not to exceed 25 mg. ( 2.2 ) Patients requiring doses above 50 mg per day should be genotyped for the drug metabolizing enzyme CYP2D6 to determine if the patient is a poor metabolizer (PM) or an extensive metabolizer (EM). ( 2.2 , 5.3 ) Maximum daily dose in PMs: 50 mg with a maximum single dose of 25 mg. ( 2.2 ) Maximum daily dose in EMs and intermediate metabolizers (IMs): 100 mg with a maximum single dose of 37.5 mg. ( 2.2 ) If serious adverse reactions occur, titration should be stopped and the dose should be reduced. If the adverse reaction(s) do not resolve, consider withdrawal of tetrabenazine tablets. ( 2.2 ) 2.1 General Dosing Considerations The chronic daily dose of tetrabenazine tablets used to treat chorea associated with Huntington's disease (HD) is determined individually for each patient. When first prescribed, tetrabenazine therapy should be titrated slowly over several weeks to identify a dose of tetrabenazine tablets that reduces chorea and is tolerated. Tetrabenazine tablets can be administered without regard to food [see Clinical Pharmacology ( 12.3 )] . 2.2 Individualization of Dose The dose of tetrabenazine tablets should be individualized. Dosing Recommendations Up to 50 mg per day The starting dose should be 12.5 mg per day given once in the morning. After one week, the dose should be increased to 25 mg per day given as 12.5 mg twice a day. Tetrabenazine tablets should be titrated up slowly at weekly intervals by 12.5 mg daily, to allow the identification of a tolerated dose that reduces chorea. If a dose of 37.5 mg to 50 mg per day is needed, it should be given in a three times a day regimen. The maximum recommended single dose is 25 mg. If adverse reactions such as akathisia, restlessness, parkinsonism, depression, insomnia, anxiety or sedation occur, titration should be stopped and the dose should be reduced. If the adverse reaction does not resolve, consideration should be given to withdrawing tetrabenazine treatment or initiating other specific treatment (e.g., antidepressants) [see Adverse Reactions ( 6.1 )] . Dosing Recommendations Above 50 mg per day Patients who require doses of tetrabenazine tablets greater than 50 mg per day should be first tested and genotyped to determine if they are poor metabolizers (PMs) or extensive metabolizers (EMs) by their ability to express the drug metabolizing enzyme, CYP2D6. The dose of tetrabenazine should then be individualized accordingly to their status as PMs or EMs [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . Extensive and Intermediate CYP2D6 Metabolizers Genotyped patients who are identified as extensive (EMs) or intermediate metabolizers (IMs) of CYP2D6, who need doses of tetrabenazine tablets above 50 mg per day, should be titrated up slowly at weekly intervals by 12.5 mg daily, to allow the identification of a tolerated dose that reduces chorea. Doses above 50 mg per day should be given in a three times a day regimen. The maximum recommended daily dose is 100 mg and the maximum recommended single dose is 37.5 mg. If adverse reactions such as akathisia, parkinsonism, depression, insomnia, anxiety or sedation occur, titration should be stopped and the dose should be reduced. If the adverse reaction does not resolve, consideration should be given to withdrawing tetrabenazine treatment or initiating other specific treatment (e.g., antidepressants) [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . Poor CYP2D6 Metabolizers In PMs, the initial dose and titration is similar to EMs except that the recommended maximum single dose is 25 mg, and the recommended daily dose should not exceed a maximum of 50 mg [see Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )] . 2.3 Dosage Adjustment with CYP2D6 Inhibitors Strong CYP2D6 Inhibitors Medications that are strong CYP2D6 inhibitors such as quinidine or antidepressants (e.g., fluoxetine, paroxetine) significantly increase the exposure to α-HTBZ and β-HTBZ; therefore, the total dose of tetrabenazine tablets should not exceed a maximum of 50 mg and the maximum single dose should not exceed 25 mg [see Warnings and Precautions ( 5.3 ), Drug Interactions ( 7.1 ), Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. 2.4 Discontinuation of Treatment Treatment with tetrabenazine can be discontinued without tapering. Re-emergence of chorea may occur within 12 to 18 hours after the last dose of tetrabenazine [see Drug Abuse and Dependence ( 9.2 )] . 2.5 Resumption of Treatment Following treatment interruption of greater than five (5) days, tetrabenazine therapy should be re-titrated when resumed. For short-term treatment interruption of less than five (5) days, treatment can be resumed at the previous maintenance dose without titration."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tetrabenazine tablets are indicated for the treatment of chorea associated with Huntington's disease. Tetrabenazine tablets are a vesicular monoamine transporter 2 (VMAT) inhibitor indicated for the treatment of chorea associated with Huntington's disease ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:43:19.214180",
  "source": "OpenFDA"
}