{
  "drug_name": "Tetracaine",
  "generic_name": [
    "TETRACAINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "Tetracaine Hydrochloride"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious ocular adverse reactions are described elsewhere in the labeling: Corneal injury with Intracameral Use [See Warnings and Precautions (5.1) ] Corneal Toxicity [See Warnings and Precautions (5.2) ] Corneal Injury due to Insensitivity [ See Warnings and Precautions (5.3) ] The following adverse reactions have been identified following use of Tetracaine Hydrochloride Ophthalmic Solution 0.5%. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Ocular Adverse Reactions Transient stinging, burning, and conjunctival redness, eye irritation, eye pain, ocular discomfort. Ocular adverse events: stinging, burning, conjunctival redness ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Alcon Laboratories, Inc., at 1-800-757-9195 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION One drop topically in the eye(s) as needed. Discard unused portion. ( 2.1 ) 2.1 Topical Administration One drop topically in the eye as needed. Discard unused portion. 2.2 Sterile Field Administration Open package using standard aseptic technique. The DROP‑TAINER ® dispenser may then be allowed to fall upon a sterile surface. The entire outer surface of the DROP‑TAINER ® dispenser and its contents are sterile."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tetracaine Hydrochloride Ophthalmic Solution 0.5% is indicated for procedures requiring a rapid and short-acting topical ophthalmic anesthetic. Tetracaine Hydrochloride Ophthalmic Solution 0.5% is an ester local anesthetic indicated for procedures requiring a rapid and short-acting topical ophthalmic anesthetic. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:19:34.567789",
  "source": "OpenFDA"
}