{
  "drug_name": "Tetrofosmin",
  "generic_name": [
    "TETROFOSMIN"
  ],
  "brand_names": [
    "Myoview"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Hypersensitivity Reactions [see Warnings and Precautions (5.3) ] Most common adverse reactions (incidence < 1%) after MYOVIEW injection: Cardiovascular: angina, hypertension, torsades de pointes. Gastrointestinal: vomiting, abdominal discomfort. Hypersensitivity: cutaneous allergy, hypotension, dyspnea. Special Senses: metallic taste, burning of the mouth, smell alteration. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact GE Healthcare at 1-800-654-0118 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of MYOVIEW cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions were evaluated in clinical studies (using an exercise/rest protocol) of 764 adults (511 men and 253 women) with a mean age of 58.7 years (range 29 to 94 years). The subjects received a mean dose of 285 MBq (7.7 mCi) on the first injection and 829 MBq (22.4 mCi) on the second injection of MYOVIEW. After MYOVIEW injection, angina occurred in 4 subjects, ventricular tachycardia in 1 subject, and respiratory arrest in 1 subject. The following reactions were noted in less than 1% of subjects: Cardiovascular: angina, hypertension, torsades de pointes. Gastrointestinal: vomiting, abdominal discomfort. Hypersensitivity: cutaneous allergy, hypotension, dyspnea. Special Senses: metallic taste, burning of the mouth, smell alteration. In four studies, 438 adults (232 men and 205 women: gender was not recorded for one subject) with a mean age of 65 years (range 27 to 97 years) received a single pharmacologic stress agent. The subjects received a mean dose of 7 to 8 mCi on the rest/first injection and 22 to 34 mCi on the stress/second injection. Among the 438 subjects, 319 subjects (73%) experienced an adverse reaction. Reactions occurring in ≥1% of the subjects included angina (39%), flushing (36%), dyspnea (28%), headache (14%), abdominal pain (11%), dizziness (7%), palpitations (2%), nausea (2%), hypotension (1%) and pain (1%). Events occurring in <1% include cough, arrhythmia, bronchospasm, ECG abnormalities, hypertension, vomiting and asthenia. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of MYOVIEW. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The most common adverse reactions reported included: rash, urticaria, abnormal vision, hypersensitivity reactions, and fever."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Use appropriate radiation safety measures and aseptic technique during preparation and handling ( 2.1 , 2.3 ) The recommended dose range for MYOVIEW for rest or stress imaging is 185 to 1,221 megabecquerels (MBq) [5 to 33 millicuries (mCi)] by intravenous administration ( 2.2 ) When rest and stress injections are administered on the same day, the first dose should be 185 to 444 MBq (5 to 12 mCi) followed by the second dose of 555 to 1,221 MBq (15 to 33 mCi) given approximately 1 to 4 hours later ( 2.2 ) The recommended dose range for MYOVIEW for ventricular function assessment is 185 to 1,221 MBq (5 to 33 mCi) as an intravenous injection ( 2.2 ) See Full Prescribing Information for instructions for preparation and determination of radiochemical purity ( 2.4 , 2.5 ) Imaging may begin 15 minutes following administration of the agent ( 2.6 ) 2.1 Radiation Safety – Drug Handling Technetium Tc99m tetrofosmin is a radioactive drug and should be handled with appropriate safety measures to minimize radiation exposure during administration [see Warnings and Precautions (5.2) ] . Use waterproof gloves and effective shielding, including syringe shields, when preparing and administering technetium Tc99m tetrofosmin injection. 2.2 Recommended Dosage The recommended dose range for MYOVIEW is 185 to 1,221 megabecquerels (MBq) (5 to 33 millicuries (mCi) by intravenous administration for rest and stress imaging. When rest and stress intravenous injections are administered on the same day, the first dose should be 185 to 444 MBq (5 to 12 mCi) and followed by the second dose of 555 to 1,221 MBq (15 to 33 mCi) given approximately 1 to 4 hours later. The recommended dose range for MYOVIEW is 185 to 1,221 MBq (5 to 33 millicuries (mCi) by intravenous administration as an intravenous injection for ventricular function assessment. 2.3 Administration Instructions Use aseptic technique for all drug preparation and handling. Measure the dose in a suitable radioactivity calibration system immediately prior to intravenous administration. Visually inspect the drug for particulate matter and discoloration prior to administration. Do not use or administer the drug if there is evidence of particulate matter or discoloration. Instruct patients to remain hydrated and void frequently following administration to decrease radiation exposure [see Warnings and Precautions (5.2) ]. 2.4 Instructions for Preparation The following steps as detailed are critical and should be followed to ensure adequate preparation of the product. The technetium Tc99m labeling reaction involved in the preparation of MYOVIEW Injection depends on maintaining tin in the divalent (reduced) state. Any oxidant present in the sodium pertechnetate Tc99m used may adversely affect the quality of the preparation. Sodium pertechnetate Tc99m containing oxidants should not be used for the preparation of the labeled product. Elute the technetium generator with sodium chloride injection, USP. Insert a venting needle (standard 18 to 26 gauge needle, not provided) through the rubber septum of the shielded vial containing the lyophilized powder. Inject no more than 8.8 GBq (240 mCi) of technetium Tc99m generator eluate into the shielded vial. Use sodium chloride injection, USP as a diluent. Inject 4 to 8 mL to achieve a radioactive concentration no greater than 1.1 GBq/mL (30 mCi/mL) in the vial. Before removing the syringe from the vial, withdraw 2 mL of gas from above the solution. Remove the venting needle. Mix gently for 10 seconds to ensure complete dissolution of the powder. Incubate at room temperature for 15 minutes. Assay the total activity using a suitably calibrated instrument; complete the user radiation label and attach it to the vial. Measure the pH of the prepared injection and verify it is between 7.5 to 9.0. Store the radiolabeled MYOVIEW vial at 2° to 25°C (36° to 77°F) and use radiolabeled injection within 12 hours of preparation. 2.5 Determination of Radiochemical Purity Obtain the following materials : SA TLC strip (2 cm × 20 cm), do not heat activate Ascending chromatography tank and cover Mixture of acetone and dichloromethane (65:35% v/v), prepare freshly Syringe (1 mL) with needle (22 to 25 gauge) Suitable counting equipment Perform the following : Pour the 65:35% v/v acetone:dichloromethane mixture into the chromatography tank to a depth of 1 cm and cover the tank to allow the solvent vapor to equilibrate. Mark SA TLC strip with a pencil line at 3 cm from the bottom and, using an ink marker pen, at 15 cm from the pencil line. The pencil line indicates the origin where the sample is to be applied and movement of color from the ink line will indicate the position of the solvent front when upward elution should be stopped. Mark cutting positions at 3.75 cm and 12 cm above the origin [retention value (R f ) 0.25 and 0.8 respectively] in pencil. Using a 1 mL syringe and needle, apply a 10 microliter sample of the prepared injection at the origin of the strip. Do not allow the spot to dry. Place the strip in the chromatography tank immediately and replace the cover. Ensure that the strip is not adhering to the walls of the tank. Note: A 10 microliter sample will produce a spot with a diameter of approximately 10 mm. Different sample volumes have been shown to give unreliable radiochemical purity values. When the solvent reaches the ink line, remove the strip from the tank and allow it to dry. Cut the strip into 3 pieces at the marked cutting positions and measure the activity on each using suitable counting equipment. Ensure similar counting geometry for each piece and minimize equipment dead time losses. Note: Free Tc99m pertechnetate runs to the top piece of the strip. MYOVIEW runs to the center piece of the strip. Reduced hydrolyzed Tc99m and any hydrophilic complex impurities remain at the origin in the bottom piece of the strip. TLC strip diagram Calculate the radiochemical purity from: % Tc99m tetrofosmin = Activity of Center Piece (B) × 100 Total Activity of Three Pieces (A+B+C) Do not use material if the radiochemical purity is less than 90%. Image 2.6 Imaging Instructions Imaging may begin 15 minutes after injection. The recommended imaging duration of the scan may vary depending on dose, imaging acquisition, and reconstruction parameters. 2.7 Radiation Dosimetry Radiation absorbed dose per unit activity of the agent injected intravenously in an adult of average weight (74 kg) is estimated in Table 1 for exercise and resting conditions. The values listed correspond to a 3.5-hour voiding period for excretion from the urinary bladder. Table 1 Estimated Radiation Absorbed Dose (Technetium Tc99m Tetrofosmin Injection) Radiation absorbed dose per unit activity injected intravenously Exercise Rest Target organ rad/mCi microGy/MBq rad/mCi microGy/MBq Gall bladder wall 0.10 27 0.13 36 Upper large intestine 0.074 20 0.10 27 Lower large intestine 0.055 15 0.074 20 Bladder wall 0.052 14 0.063 17 Small intestine 0.041 11 0.056 15 Kidney 0.037 10 0.048 13 Salivary glands 0.030 8.0 0.043 12 Ovaries 0.029 7.7 0.033 8.8 Uterus 0.026 7.0 0.029 7.8 Bone surface 0.023 6.3 0.021 5.8 Thyroid 0.017 4.7 0.020 5.5 Pancreas 0.019 5.0 0.018 4.9 Heart wall 0.019 5.2 0.017 4.7 Stomach 0.017 4.6 0.017 4.5 Adrenals 0.016 4.4 0.016 4.2 Liver 0.012 3.3 0.015 4.0 Spleen 0.015 4.1 0.014 3.9 Red marrow 0.014 3.9 0.014 3.8 Muscle 0.013 3.5 0.012 3.3 Testes 0.013 3.4 0.011 3.1 Thymus 0.012 3.3 0.010 2.8 Esophagus 0.012 3.3 0.010 2.8 Lungs 0.012 3.2 0.010 2.8 Brain 0.010 2.7 0.0085 2.3 Skin 0.0081 2.2 0.0074 2.0 Breasts 0.0085 2.3 0.0074 2.0 Remaining organs 0.014 3.8 0.014 3.8 Effective dose per unit activity 0.026 rem/mCi 6.9 microSv/MBq 0.030 rem/mCi 8.0 microSv/MBq"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE MYOVIEW is a kit for the preparation of technetium Tc99m tetrofosmin for injection. Technetium Tc99m tetrofosmin injection is a radioactive diagnostic agent indicated for the following: Myocardial perfusion imaging under rest and/or exercise or pharmacologic stress conditions to delineate regions of reversible myocardial ischemia or infarcted myocardium in patients with known or suspected coronary artery disease ( 1.1 ) Assessment of left ventricular function (left ventricular ejection fraction and wall motion) in patients with known or suspected heart disease ( 1.2 ) 1.1 Myocardial Perfusion Imaging Myocardial perfusion imaging under rest and/or exercise or pharmacologic stress conditions to delineate regions of reversible myocardial ischemia or infarcted myocardium in patients with known or suspected coronary artery disease. 1.2 Ventricular Function Imaging MYOVIEW is indicated for assessment of left ventricular function (left ventricular ejection fraction and wall motion) in patients with known or suspected heart disease."
  ],
  "fetched_at": "2025-10-01T17:48:35.111342",
  "source": "OpenFDA"
}