{
  "drug_name": "Tezacaftor",
  "generic_name": [
    "TEZACAFTOR AND IVACAFTOR"
  ],
  "brand_names": [
    "SYMDEKO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Potential for other drugs to affect tezacaftor/ivacaftor CYP3A inhibitors: Reduce SYMDEKO dosage when co-administered with strong (e.g., ketoconazole) or moderate (e.g., fluconazole) CYP3A inhibitors. Avoid food containing grapefruit. ( 2.4 , 7.2 , 12.3 ) 7.1 Inducers of CYP3A Tezacaftor and ivacaftor are substrates of CYP3A (ivacaftor is a sensitive substrate of CYP3A). Concomitant use of CYP3A inducers may result in reduced exposures and thus reduced SYMDEKO efficacy. Co-administration of ivacaftor with rifampin, a strong CYP3A inducer, significantly decreased ivacaftor exposure (area under the curve [AUC]) by 89%. Tezacaftor exposures can also be expected to decrease significantly during co-administration with strong CYP3A inducers. Therefore, co-administration of SYMDEKO with strong CYP3A inducers is not recommended [see Warnings and Precautions (5.3) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Examples of strong CYP3A inducers include: rifampin, rifabutin, phenobarbital, carbamazepine, phenytoin, and St. John's wort (Hypericum perforatum) 7.2 Inhibitors of CYP3A Co-administration with itraconazole, a strong CYP3A inhibitor, increased tezacaftor exposure (AUC) by 4.0-fold and ivacaftor by 15.6-fold. When co-administered with strong CYP3A inhibitors, the dosing regimen of SYMDEKO should be adjusted [see Dosage and Administration (2.4) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Examples of strong CYP3A inhibitors include: ketoconazole, itraconazole, posaconazole, and voriconazole telithromycin and clarithromycin Co-administration of fluconazole increased ivacaftor exposure (AUC) by 3.0-fold. Simulation suggested co-administration with fluconazole, a moderate CYP3A inhibitor, may increase tezacaftor exposure (AUC) by approximately 2.0-fold. When co-administered with moderate CYP3A inhibitors, the dosing regimen of SYMDEKO should be adjusted [see Dosage and Administration (2.4) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Examples of moderate CYP3A inhibitors include: fluconazole erythromycin Co-administration of SYMDEKO with grapefruit juice, which contains one or more components that moderately inhibit CYP3A, may increase exposure of tezacaftor and ivacaftor; therefore, food or drink containing grapefruit should be avoided during treatment with SYMDEKO [see Dosage and Administration (2.4) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . 7.3 Ciprofloxacin Co-administration of SYMDEKO with ciprofloxacin had no significant effect on the exposure of tezacaftor or ivacaftor. Therefore, no dosage adjustment is necessary during concomitant administration of SYMDEKO with ciprofloxacin [see Clinical Pharmacology (12.3) ] . Potential for tezacaftor/ivacaftor to affect other drugs 7.4 CYP3A Substrates Co-administration of SYMDEKO with midazolam (oral), a sensitive CYP3A substrate, did not affect midazolam exposure. No dosage adjustment of CYP3A substrates is required when co-administered with SYMDEKO [see Clinical Pharmacology (12.3) ] . 7.5 CYP2C9 Substrates Ivacaftor may inhibit CYP2C9; therefore, monitoring of the international normalized ratio (INR) during co-administration of SYMDEKO with warfarin is recommended. Other medicinal products for which exposure may be increased by SYMDEKO include glimepiride and glipizide; these medicinal products should be used with caution [see Clinical Pharmacology (12.3) ] . 7.6 Digoxin and Other P-gp Substrates Co-administration of SYMDEKO with digoxin, a sensitive P-gp substrate, increased digoxin exposure by 1.3-fold consistent with weak inhibition of P-gp by ivacaftor. Administration of SYMDEKO may increase systemic exposure of medicinal products that are sensitive substrates of P-gp, which may increase or prolong their therapeutic effect and adverse reactions. When used concomitantly with digoxin or other substrates of P-gp with a narrow therapeutic index such as cyclosporine, everolimus, sirolimus, and tacrolimus, caution and appropriate monitoring should be used [see Clinical Pharmacology (12.3) ] . 7.7 Hormonal Contraceptives SYMDEKO has been studied with an ethinyl estradiol/norethindrone oral contraceptive and was found to have no significant effect on the exposures of the hormonal contraceptive. SYMDEKO is not expected to modify the efficacy of hormonal contraceptives [see Clinical Pharmacology (12.3) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label: Transaminase Elevations [see Warnings and Precautions (5.1) ] Hypersensitivity Reactions, Including Anaphylaxis [see Warnings and Precautions (5.2) ] Cataracts [see Warnings and Precautions (5.4) ] The most common adverse drug reactions to SYMDEKO (occurring in ≥3% of patients) were headache, nausea, sinus congestion, and dizziness. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Vertex Pharmaceuticals Incorporated at 1-877-634-8789 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The overall safety profile of SYMDEKO is based on data from 1001 patients in three double-blind, placebo-controlled, clinical trials: two parallel-group trials of 12 and 24-week duration and one cross-over design trial of 8 weeks duration. Eligible patients were also able to participate in an open-label extension safety study (up to 96 weeks of SYMDEKO). In the three placebo-controlled trials (Trials 1, 2, and 3), a total of 496 patients with CF aged 12 years and older received at least one dose of SYMDEKO. The proportion of patients who discontinued study drug prematurely due to adverse reactions was 1.6% for SYMDEKO-treated patients and 2.0% for placebo-treated patients. Serious adverse reactions, whether considered drug-related or not by the investigators, that occurred more frequently in SYMDEKO-treated patients compared to placebo included distal intestinal obstruction syndrome, 3 (0.6%) SYMDEKO-treated patients vs. 0 placebo. There were no deaths in the placebo-controlled trials, and one death in the open-label extension study due to respiratory failure and influenza infection in a patient who had discontinued SYMDEKO seven weeks prior. The safety profile of SYMDEKO was generally similar across all subgroups of patients, including analysis by age, sex, baseline percent predicted FEV 1 (ppFEV 1 ), and geographic regions. Table 5 shows adverse reactions occurring in ≥3% of SYMDEKO-treated patients that also occurred at a higher rate than in the placebo-treated patients in the 12- and 24-week placebo-controlled, parallel-group trials (Trials 1 and 3). Table 5: Incidence of Adverse Drug Reactions in ≥3% of SYMDEKO-Treated Patients and Greater than Placebo Adverse Reactions (Preferred Term) SYMDEKO N=334 n (%) Placebo N=343 n (%) Headache 49 (15) 44 (13) Nausea 29 (9) 24 (7) Sinus congestion 13 (4) 6 (2) Dizziness 12 (4) 8 (2) The safety data from the following trials are similar to that observed in Trials 1 and 3: an 8-week randomized, double-blind, placebo-controlled crossover study in 244 patients with CF aged 12 years and older who were heterozygous for the F508del mutation and a second mutation predicted to be responsive to tezacaftor/ivacaftor (Trial 2). a 24-week open-label study in 70 patients with CF aged 6 to less than 12 years who were either homozygous for the F508del mutation or heterozygous for the F508del mutation and a second mutation predicted to be responsive to tezacaftor/ivacaftor (Trial 4). Laboratory Abnormalities Transaminase elevations During the placebo-controlled trials in patients aged 12 years and older, the incidence of maximum transaminase (ALT or AST) >8, >5, and >3 × the upper limit of normal (ULN) was similar between SYMDEKO-treated patients and placebo-treated patients; 0.2%, 1.0%, and 3.4% in SYMDEKO-treated patients, and 0.4%, 1.0%, and 3.4% in placebo-treated patients. One patient (0.2%) on SYMDEKO and 2 patients (0.4%) on placebo permanently discontinued treatment for elevated transaminases. No SYMDEKO-treated patients experienced a transaminase elevation >3 × ULN associated with elevated total bilirubin >2 × ULN. During the 24-week, open-label study in patients aged 6 to less than 12 years (Trial 4), the incidence of maximum transaminase (ALT or AST) >8, >5, and >3 × ULN were 1.4%, 4.3%, and 10.0%, respectively. No SYMDEKO-treated patients experienced a transaminase elevation >3 × ULN associated with elevated total bilirubin >2 × ULN or discontinued SYMDEKO treatment due to transaminase elevations. 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of SYMDEKO. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders : anaphylaxis Skin : rash"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pediatric patients aged 6 to less than 12 years weighing less than 30 kg: one tablet (containing tezacaftor 50 mg/ivacaftor 75 mg) in the morning and one tablet (containing ivacaftor 75 mg) in the evening, approximately 12 hours apart. SYMDEKO should be taken with fat-containing food. ( 2.1 , 2.2 , 12.3 ) Adults and pediatric patients aged 12 years and older or pediatric patients aged 6 to less than 12 years weighing 30 kg or more: one tablet (containing tezacaftor 100 mg/ivacaftor 150 mg) in the morning and one tablet (containing ivacaftor 150 mg) in the evening, approximately 12 hours apart. SYMDEKO should be taken with fat-containing food. ( 2.1 , 2.2 , 12.3 ) Reduce dosage in patients with moderate and severe hepatic impairment. ( 2.3 , 8.6 , 12.3 ) See full prescribing information for dosage modifications due to drug interactions with SYMDEKO. ( 2.4 , 7.2 , 12.3 ) 2.1 General Dosage Information Swallow the tablets whole. SYMDEKO should be taken with fat-containing food, such as food recommended in standard nutritional guidelines. Examples of meals or snacks that contain fat are those prepared with butter or oils or those containing eggs, cheeses, nuts, whole milk, or meats, etc. [see Clinical Pharmacology (12.3) ] . 2.2 Recommended Dosage in Adults, Adolescents, and Children Aged 6 Years and Older Adults, adolescents, and children aged 6 years and older should be dosed according to Table 1. The morning and the evening doses should be taken approximately 12 hours apart. Table 1: Recommended Dosage for Patients Aged 6 Years and Older Age Morning (one tablet) Evening (one tablet) 6 to <12 years weighing <30 kg tezacaftor 50 mg/ivacaftor 75 mg ivacaftor 75 mg 6 to <12 years weighing ≥30 kg tezacaftor 100 mg/ivacaftor 150 mg ivacaftor 150 mg ≥12 years tezacaftor 100 mg/ivacaftor 150 mg ivacaftor 150 mg Information for Missed Doses: If 6 hours or less have passed since the missed morning or evening dose, the patient should take the missed dose as soon as possible and continue on the original schedule. If more than 6 hours have passed since the missed morning or evening dose, the patient should not take the missed dose. The next scheduled dose can be taken at the usual time. More than one dose should not be taken at the same time. 2.3 Recommended Dosage for Patients with Hepatic Impairment For dosage adjustment for patients with hepatic impairment, refer to Table 2. Studies have not been conducted in patients with severe hepatic impairment (Child-Pugh Class C), but exposure of tezacaftor and ivacaftor is expected to be higher than in patients with moderate hepatic impairment. Therefore, SYMDEKO should be used with caution at an adjusted dosage after weighing the risks and benefits of treatment in these patients [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ]. Table 2: Recommended Dosage for Patients with Hepatic Impairment Hepatic Impairment Morning Evening Patients Aged 6 to <12 Years Weighing <30 kg Patients Aged 6 to <12 Years Weighing ≥30 kg and Patients Age ≥12 Years All Patients Mild (Child-Pugh Class A) No dose adjustment No dose adjustment No dose adjustment Moderate (Child-Pugh Class B) One tablet of tezacaftor 50 mg/ivacaftor 75 mg once daily One tablet of tezacaftor 100 mg/ivacaftor 150 mg once daily No ivacaftor dose Severe (Child-Pugh Class C) One tablet of tezacaftor 50 mg/ivacaftor 75 mg once daily (or less frequently) One tablet of tezacaftor 100 mg/ivacaftor 150 mg once daily (or less frequently) 2.4 Dosage Adjustment for Patients Taking Drugs that are CYP3A Inhibitors The dosing regimen of SYMDEKO should be adjusted when co-administered with moderate and strong CYP3A inhibitors. Moderate CYP3A inhibitors: When co-administered with moderate CYP3A inhibitors (e.g., fluconazole, erythromycin), the dosing regimen should be adjusted as in Table 3 [see Drug Interactions (7.2) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Table 3: Dosing Schedule for Concomitant Use of SYMDEKO with Moderate CYP3A Inhibitors Day 1 Day 2 Day 3 Day 4 Continue dosing with tezacaftor/ivacaftor or ivacaftor tablets on alternate days. Patients Aged 6 to <12 Years Weighing <30 kg Morning Tezacaftor 50 mg/ivacaftor 75 mg tablet ✓ - ✓ - Ivacaftor 75 mg tablet - ✓ - ✓ Evening Ivacaftor 75 mg tablet - - - - Patients Aged 6 to <12 Years Weighing ≥30 kg and Patients Age ≥12 Years Morning Tezacaftor 100 mg/ivacaftor 150 mg tablet ✓ - ✓ - Ivacaftor 150 mg tablet - ✓ - ✓ Evening Ivacaftor 150 mg tablet - - - - Strong CYP3A inhibitors: When co-administered with strong CYP3A inhibitors (e.g., ketoconazole, itraconazole, posaconazole, voriconazole, telithromycin, and clarithromycin), the dosing regimen should be adjusted as in Table 4 [see Drug Interactions (7.2) , Clinical Pharmacology (12.3) , and Patient Counseling Information (17) ] . Table 4: Dosing Schedule for Concomitant Use of SYMDEKO with Strong CYP3A Inhibitors Day 1 Day 2 and Day 3 Day 4 Continue dosing with tezacaftor/ivacaftor tablets twice a week, taken approximately 3 to 4 days apart. Patients Aged 6 to <12 Years Weighing <30 kg Morning Tezacaftor 50 mg/ivacaftor 75 mg tablet ✓ - ✓ Evening The evening dose of ivacaftor should not be taken on any day. Ivacaftor 75 mg tablet - - - Patients Aged 6 to <12 Years Weighing ≥30 kg and Patients Age ≥12 Years Morning Tezacaftor 100 mg/ivacaftor 150 mg tablet ✓ - ✓ Evening Ivacaftor 150 mg tablet - - - Food or drink containing grapefruit should be avoided during treatment with SYMDEKO [see Drug Interactions (7.2) and Patient Counseling Information (17) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE SYMDEKO is indicated for the treatment of cystic fibrosis (CF) in patients aged 6 years and older who are homozygous for the F508del mutation or who have at least one mutation in the cystic fibrosis transmembrane conductance regulator ( CFTR ) gene that is responsive to tezacaftor/ivacaftor based on in vitro data and/or clinical evidence [see Clinical Pharmacology (12.1) and Clinical Studies (14) ] . If the patient's genotype is unknown, an FDA-cleared CF mutation test should be used to detect the presence of a CFTR mutation followed by verification with bi-directional sequencing when recommended by the mutation test instructions for use. SYMDEKO is a combination of tezacaftor and ivacaftor, indicated for the treatment of cystic fibrosis (CF) in patients aged 6 years and older who are homozygous for the F508del mutation or who have at least one mutation in the cystic fibrosis transmembrane conductance regulator ( CFTR ) gene that is responsive to tezacaftor/ivacaftor based on in vitro data and/or clinical evidence. ( 12.1 , 14 ) If the patient's genotype is unknown, an FDA-cleared CF mutation test should be used to detect the presence of a CFTR mutation followed by verification with bi-directional sequencing when recommended by the mutation test instructions for use. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:15:57.951035",
  "source": "OpenFDA"
}