{
  "drug_name": "Thonzonium",
  "generic_name": [
    "COLISTIN SULFATE, NEOMYCIN SULFATE, THONZONIUM BROMIDE AND HYDROCORTISONE ACETATE"
  ],
  "brand_names": [
    "Cortisporin TC"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS Neomycin can induce permanent sensorineural hearing loss due to cochlear damage, mainly destruction of hair cells in the organ of Corti. The risk is greater with prolonged use. Therapy should be limited to 10 consecutive days (See PRECAUTIONS-General ). Patients being treated with eardrops containing neomycin should be under close clinical observation. Cortisporin ® TC Otic should be used cautiously in any patient with a perforated tympanic membrane. Neomycin sulfate may cause cutaneous sensitization. A precise incidence of hypersensitivity reactions (primarily skin rash) due to topical neomycin is not known. Discontinue promptly if sensitivity or irritation occurs. When using neomycin-containing products to control secondary infection in the chronic dermatoses, such as chronic otitis externa or stasis dermatitis, it should be borne in mind that the skin in these conditions is more liable than is normal skin to become sensitized to many substances, including neomycin. The manifestation of sensitization to neomycin is usually a low-grade reddening with swelling, dry scaling, and itching; it may be manifest simply as a failure to heal. Periodic examination for such signs is advisable, and the patient should be told to discontinue the product if they are observed. These symptoms regress quickly on withdrawing the medication. Neomycin containing applications should be avoided for the patient thereafter."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Neomycin occasionally causes skin sensitization. Ototoxicity (see WARNINGS section) and nephrotoxicity have also been reported. Adverse reactions have occurred with topical use of antibiotic combinations. Exact incidence figures are not available since no denominator of treated patients is available. The reaction occurring most often is allergic sensitization. In one clinical study, using a 20% neomycin patch, neomycin-induced allergic skin reactions occurred in two of 2,175 (0.09%) individuals in the general population. In another study the incidence was found to be approximately 1%. The following local adverse events have been reported with topical corticosteroids, especially under occlusive dressings: burning, itching, irritation, dryness, folliculitis, hypertrichosis, acneiform eruptions, hypopigmentation, perioral dermatitis, allergic contact dermatitis, maceration of the skin, secondary infection, skin atrophy, striae, and miliaria. For medical advice about adverse reactions contact your medical professional. To report SUSPECTED ADVERSE REACTIONS, contact Endo at 1-800-462-3636 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "CONTRAINDICATIONS This product is contraindicated in those individuals who have shown hypersensitivity to any of its components. This product should not be used if the external auditory canal disorder is suspected or known to be due to cutaneous viral infection (e.g., herpes simplex virus or varicella zoster virus)."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Therapy with this product should be limited to 10 days (See WARNINGS ). The external auditory canal should be thoroughly cleansed and dried with a sterile cotton applicator. When using the calibrated dropper: For adults, 5 drops of the suspension should be instilled into the affected ear 3 or 4 times daily. For pediatric patients, 4 drops are suggested because of the smaller capacity of the ear canal. The patient should lie with the affected ear upward and then the drops should be instilled. This position should be maintained for 5 minutes to facilitate penetration of the drops into the ear canal. Repeat, if necessary, for the opposite ear. If preferred, a cotton wick may be inserted into the canal and then the cotton may be saturated with the suspension. This wick should be kept moist by adding further solution every 4 hours. The wick should be replaced at least once every 24 hours."
  ],
  "indications": [
    "INDICATIONS AND USAGE Cortisporin ® TC Otic is indicated for the treatment of superficial bacterial infections of the external auditory canal, caused by organisms susceptible to the action of the antibiotics; and for the treatment of infections of mastoidectomy and fenestration cavities, caused by organisms susceptible to the antibiotics."
  ],
  "fetched_at": "2025-10-01T17:41:54.018239",
  "source": "OpenFDA"
}