{
  "drug_name": "Thonzylamine",
  "generic_name": [
    "DEXTROMETHORPHAN HYDROBROMIDE, PHENYLEPHRINE HCL AND THONZYLAMINE HCL"
  ],
  "brand_names": [
    "Poly-Hist DM"
  ],
  "drug_interactions": [],
  "warnings": [
    "Warnings Do not exceed recommended dosage. Do not use this product if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (certain drugs for depression, psychiatric, or emotional conditions, or Parkinson’s disease), or for 2 weeks after stopping the MAOI drug. If you do not know if your prescription drug contains an MAOI, ask a doctor or pharmacist before taking this product Ask a doctor before use if you have a cough that lasts or is chronic such as occurs with smoking, asthma or emphysema a cough that occurs with too much phlegm (mucus) a breathing problem such as emphysema or chronic bronchitis glaucoma trouble urinating due to an enlarged prostate gland heart disease high blood pressure thyroid disease diabetes Ask a doctor or pharmacist before use if you are taking sedatives or tranquilizers. When using this product excitability may occur, especially in children may cause marked drowsiness avoid alcoholic drinks alcohol, sedatives, and tranquilizers may increase the drowsiness effect use caution when driving a motor vehicle or operating machinery Stop use and ask a doctor if: cough or nasal congestion persists for more than 1 week, tends to recur, or is accompanied by a fever, rash or persistent headache. A persistent cough may be a sign of a serious condition. nervousness, dizziness, or sleeplessness occur new symptoms occur If pregnant or breast feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away."
  ],
  "adverse_reactions": [],
  "contraindications": [],
  "dosage_administration": [
    "Directions Do not exceed recommended dosage. Adults and children 12 years of age and over: 2 teaspoonfuls (10 mL) every 4 hours, not to exceed 12 teaspoonfuls in 24 hours, or as directed by a doctor. Children 6 to under 12 years of age: 1 teaspoonful (5 mL) every 4 hours, not to exceed 6 teaspoonfuls in 24 hours, or as directed by a doctor. Children 2 to under 6 years of age: Consult a doctor."
  ],
  "indications": [
    "Uses temporarily relieves these symptoms due to the common cold, hay fever (allergic rhinitis) or other upper respiratory allergies: cough due to minor throat and bronchial irritation runny nose sneezing itching of the nose and throat itchy, watery eyes nasal congestion reduces swelling of nasal passages"
  ],
  "fetched_at": "2025-10-01T17:50:40.374275",
  "source": "OpenFDA"
}