{
  "drug_name": "Ticagrelor",
  "generic_name": [
    "TICAGRELOR"
  ],
  "brand_names": [
    "Ticagrelor"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Avoid use with strong CYP3A inhibitors or CYP3A inducers. ( 7.1 , 7.2 ) • Opioids: Decreased exposure to ticagrelor. Consider use of parenteral anti-platelet agent. ( 7.3) • Patients receiving more than 40 mg per day of simvastatin or lovastatin may be at increased risk of statin-related adverse effects. ( 7.4 ) • Rosuvastatin plasma concentrations may increase. Monitor for statin-related adverse effects. ( 7.4 ) • Monitor digoxin levels with initiation of or any change in ticagrelor. ( 7.5 ) 7.1 Strong CYP3A Inhibitors Strong CYP3A inhibitors substantially increase ticagrelor exposure and so increase the risk of dyspnea, bleeding, and other adverse events. Avoid use of strong inhibitors of CYP3A (e.g., ketoconazole, itraconazole, voriconazole, clarithromycin, nefazodone, ritonavir, saquinavir, nelfinavir, indinavir, atazanavir and telithromycin) [see Clinical Pharmacology ( 12.3 )] . 7.2 Strong CYP3A Inducers Strong CYP3A inducers substantially reduce ticagrelor exposure and so decrease the efficacy of ticagrelor. Avoid use with strong inducers of CYP3A (e.g., rifampin, phenytoin, carbamazepine and phenobarbital) [see Clinical Pharmacology ( 12.3) ]. 7.3 Opioids As with other oral P2Y 12 inhibitors, co-administration of opioid agonists delay and reduce the absorption of ticagrelor and its active metabolite presumably because of slowed gastric emptying [see Clinical Pharmacology (12.3)]. Consider the use of a parenteral anti-platelet agent in acute coronary syndrome patients requiring co-administration of morphine or other opioid agonists. 7.4 Simvastatin, Lovastatin, Rosuvastatin Ticagrelor increases serum concentrations of simvastatin and lovastatin because these drugs are metabolized by CYP3A4. Avoid simvastatin and lovastatin doses greater than 40 mg [see Clinical Pharmacology ( 12.3 )]. Ticagrelor increases serum concentration of rosuvastatin because rosuvastatin is a BCRP substrate [ see Clinical Pharmacology ( 12.3 ) . 7.5 Digoxin Ticagrelor inhibits the P-glycoprotein transporter; monitor digoxin levels with initiation of or any change in ticagrelor therapy [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are also discussed elsewhere in the labeling: •Bleeding [see Warnings and Precautions ( 5.1 )] •Dyspnea [see Warnings and Precautions ( 5.3 )] Most common adverse reactions (>5%) are bleeding and dyspnea. ( 5.1 , 5.3 , 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories Inc., at 1-888-375-3784 or FDA at 1-800-FDA-1088or www .fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Ticagrelor has been evaluated for safety in more than 58,000 patients. Bleeding in PLATO (Reduction in risk of thrombotic events in ACS) Figure 1 is a plot of time to the first non-CABG major bleeding event. Figure 1- Kaplan-Meier estimate of time to first non-CABG PLATO-defined major bleeding event (PLATO) Frequency of bleeding in PLATO is summarized in Tables 1 and 2. About half of the non-CABG major bleeding events were in the first 30 days. Table 1 - Non-CABG related bleeds (PLATO) Ticagrelor * N=9235 Clopidogrel N=9186 n (%) patients with event n (%) patients with event PLATO Major + Minor 713 (7.7) 567 (6.2) Major 362 (3.9) 306 (3.3) Fatal/Life-threatening 171 (1.9) 151 (1.6) Fatal 15 (0.2) 16 (0.2) Intracranial hemorrhage (Fatal/Life-threatening) 26 (0.3) 15 (0.2) PLATO Minor bleed: requires medical intervention to stop or treat bleeding. PLATO Major bleed : any one of the following: fatal; intracranial; intrapericardial with cardiac tamponade; hypovolemic shock or severe hypotension requiring intervention; significantly disabling (e.g., intraocular with permanent vision loss); associated with a decrease in Hb of at least 3 grams/dL (or a fall in hematocrit (Hct) of at least 9%); transfusion of 2 or more units. PLATO Major bleed, fatal/life-threatening: any major bleed as described above and associated with a decrease in Hb of more than 5 grams/dL (or a fall in hematocrit (Hct) of at least 15%); transfusion of 4 or more units. Fatal: A bleeding event that directly led to death within 7 days. * 90 mg BID No baseline demographic factor altered the relative risk of bleeding with ticagrelor compared to clopidogrel. In PLATO, 1,584 patients underwent CABG surgery. The percentages of those patients who bled are shown in Figure 2 and Table 2. Figure 2 – ‘Major fatal/life-threatening’ CABG-related bleeding by days from last dose of study drug to CABG procedure (PLATO) X-axis is days from last dose of study drug prior to CABG. The PLATO protocol recommended a procedure for withholding study drug prior to CABG or other major surgery without unblinding. If surgery was elective or non-urgent, study drug was interrupted temporarily, as follows: If local practice was to allow antiplatelet effects to dissipate before surgery, capsules (blinded clopidogrel) were withheld 5 days before surgery and tablets (blinded ticagrelor) were withheld for a minimum of 24 hours and a maximum of 72 hours before surgery. If local practice was to perform surgery without waiting for dissipation of antiplatelet effects capsules and tablets were withheld 24 hours prior to surgery and use of aprotinin or other haemostatic agents was allowed. If local practice was to use IPA monitoring to determine when surgery could be performed both the capsules and tablets were withheld at the same time and the usual monitoring procedures followed. T Ticagrelor; C Clopidogrel. Table - 2 CABG-related bleeding (PLATO) Ticagrelor* N=770 Clopidogrel N=814 n (%) patients with event n (%) patients with event PLATO Total Major 626 (81.3) 666 (81.8) Fatal/Life-threatening 337 (43.8) 350 (43.0) Fatal 6 (0.8) 7 (0.9) PLATO Major bleed: any one of the following: fatal; intracranial; intrapericardial with cardiac tamponade; hypovolemic shock or severe hypotension requiring intervention; significantly disabling (e.g., intraocular with permanent vision loss); associated with a decrease in Hb of at least 3 grams/dL (or a fall in hematocrit (Hct) of at least 9%); transfusion of 2 or more units. PLATO Major bleed, fatal/life-threatening: any major bleed as described above and associated with a decrease in Hb of more than 5 grams/dL (or a fall in hematocrit (Hct) of at least 15%); transfusion of 4 or more units. * 90 mg BID When antiplatelet therapy was stopped 5 days before CABG, major bleeding occurred in 75% of ticagrelor treated patients and 79% on clopidogrel. Other Adverse Reactions in PLATO Adverse reactions that occurred at a rate of 4% or more in PLATO are shown in Table 3. Table 3 – Percentage of patients reporting non-hemorrhagic adverse reactions at least 4% or more in either group and more frequently on ticagrelor (PLATO) Ticagrelor* N=9235 Clopidogrel N=9186 Dyspnea 13.8 7.8 Dizziness 4.5 3.9 Nausea 4.3 3.8 * 90 mg BID Bleeding in PEGASUS (Secondary Prevention in Patients with a History of Myocardial Infarction) Overall outcome of bleeding events in the PEGASUS study are shown in Table 4. Table 4 – Bleeding events (PEGASUS) Ticagrelor* N=6958 Placebo N=6996 Events / 1,000 patient years Events / 1,000 patient years TIMI Major 8 3 Fatal 1 1 Intracranial hemorrhage 2 1 TIMI Major or Minor 11 2 TIMI Major: Fatal bleeding, OR any intracranial bleeding, OR clinically overt signs of hemorrhage associated with a drop in hemoglobin (Hgb) of ≥5 grams/dL, or a fall in hematocrit (Hct) of ≥15%. Fatal: A bleeding event that directly led to death within 7 days. TIMI Minor: Clinically apparent with 3 to 5 grams/dL decrease in hemoglobin. * 60 mg BID The bleeding profile of ticagrelor 60 mg compared to aspirin alone was consistent across multiple pre-defined subgroups (e.g., by age, gender, weight, race, geographic region, concurrent conditions, concomitant therapy, stent, and medical history) for TIMI Major and TIMI Major or Minor bleeding events. Other Adverse Reactions in PEGASUS Adverse reactions that occurred in PEGASUS at rates of 3% or more are shown in Table 5. Table 5 – Non-hemorrhagic adverse reactions reported in >3% of patients in the ticagrelor 60 mg treatment group (PEGASUS) Ticagrelor* N=6958 Placebo N=6996 Dyspnea 14.2% 5.5% Dizziness 4.5% 4.1% Diarrhea 3.3% 2.5% * 60 mg BID Bleeding in THEMIS (Prevention of major CV events in patients with CAD and Type 2 Diabetes Mellitus) The Kaplan-Meier curve of time to first TIMI Major bleeding event is presented in Figure 3. Figure 3 - Time to first TIMI Major bleeding event (THEMIS) T= Ticagrelor; P = Placebo; N = Number of patients The bleeding events in THEMIS are shown below in Table 6. Table 6 – Bleeding events (THEMIS) Ticagrelor N=9562 Placebo N=9532 Events / 1,000 patient years Events / 1,000 patient years TIMI Major 9 4 TIMI Major or Minor 12 5 TIMI Major or Minor or Requiring medical attention 46 18 Fatal bleeding 1 0 Intracranial hemorrhage 3 2 Bleeding in THALES (Reduction in risk of stroke in patients with acute ischemic stroke or TIA) The Kaplan-Meier curve of time course of GUSTO severe bleeding events is presented in Figure 4. Figure 4 -Time course of GUSTO severe bleeding events KM%: Kaplan-Meier percentage evaluated at Day 30; T = Ticagrelor; P = placebo; N = Number of patients GUSTO Severe : Any one of the following: fatal bleeding, intracranial bleeding (excluding asymptomatic hemorrhagic transformations of ischemic brain infarctions and excluding microhemorrhages < 10 mm evident only on gradient-echo magnetic resonance imaging), bleeding that caused hemodynamic compromise requiring intervention (eg, systolic blood pressure <90 mmg Hg that required blood or fluid replacement, or vasopressor/inotropic support, or surgical intervention). Intracranial bleeding and fatal bleeding in THALES: In total, there were 21 intracranial hemorrhages (ICHs) for ticagrelor and 6 ICHs for placebo. Fatal bleedings, almost all ICH, occurred in 11 for ticagrelor and in 2 for placebo. Bradycardia In a Holter substudy of about 3,000 patients in PLATO, more patients had ventricular pauses with ticagrelor (6%) than with clopidogrel (3.5%) in the acute phase; rates were 2.2% and 1.6%, respectively, after 1 month. PLATO, PEGASUS, THEMIS and THALES excluded patients at increased risk of bradycardic events (e.g., patients who have sick sinus syndrome, 2 nd or 3 rd degree AV block, or bradycardic-related syncope and not protected with a pacemaker). Lab abnormalities Serum Uric Acid: In PLATO, serum uric acid levels increased approximately 0.6 mg/dL from baseline on ticagrelor 90 mg and approximately 0.2 mg/dL on clopidogrel. The difference disappeared within 30 days of discontinuing treatment. Reports of gout did not differ between treatment groups in PLATO (0.6% in each group). In PEGASUS, serum uric acid levels increased approximately 0.2 mg/dL from baseline on ticagrelor 60 mg and no elevation was observed on aspirin alone. Gout occurred more commonly in patients on ticagrelor than in patients on aspirin alone (1.5%,1.1%). Mean serum uric acid concentrations decreased after treatment was stopped. Serum Creatinine: In PLATO, a >50% increase in serum creatinine levels was observed in 7.4% of patients receiving ticagrelor 90 mg compared to 5.9% of patients receiving clopidogrel. The increases typically did not progress with ongoing treatment and often decreased with continued therapy. Evidence of reversibility upon discontinuation was observed even in those with the greatest on treatment increases. Treatment groups in PLATO did not differ for renal-related serious adverse events such as acute renal failure, chronic renal failure, toxic nephropathy, or oliguria. In PEGASUS, serum creatinine concentration increased by >50% in approximately 4% of patients receiving ticagrelor 60 mg, similar to aspirin alone. The frequency of renal related adverse events was similar for ticagrelor and aspirin alone regardless of age and baseline renal function. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ticagrelor. Because these reactions are reported voluntarily from a population of an unknown size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Blood and lymphatic system disorders: Thrombotic Thrombocytopenic Purpura (TTP) has been rarely reported with the use of ticagrelor. TTP is a serious condition which can occur after a brief exposure (<2 weeks) and requires prompt treatment. Immune system disorders : Hypersensitivity reactions including angioedema [see Contraindications (4.3) ] . Respiratory Disorders: Central sleep apnea, Cheyne-Stokes respiration Skin and subcutaneous tissue disorders : Rash"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • History of intracranial hemorrhage. ( 4.1 ) • Active pathological bleeding. ( 4.2 ) • Hypersensitivity to ticagrelor or any component of the product. ( 4.3 ) 4.1 History of Intracranial Hemorrhage Ticagrelor tablets are contraindicated in patients with a history of intracranial hemorrhage (ICH) because of a high risk of recurrent ICH in this population [see Clinical Studies ( 14.1 ) ,( 14.2 )]. 4.2 Active Bleeding Ticagrelor tablets are contraindicated in patients with active pathological bleeding such as peptic ulcer or intracranial hemorrhage [see Warnings and Precautions ( 5.1 ) and Adverse Reactions (6.1 )]. 4.3 Hypersensitivity Ticagrelor tablets are contraindicated in patients with hypersensitivity (e.g., angioedema) to ticagrelor or any component of the product."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION ACS or History of MI Initiate treatment with 180 mg oral loading dose of ticagrelor tablets. Then administer 90 mg twice daily during the first year. After one year, administer 60 mg twice daily. ( 2.2 ) Patients with CAD and No Prior Stroke or MI Administer 60 mg ticagrelor tablets twice daily. ( 2.3 ) Acute Ischemic Stroke Initiate treatment with a 180 mg loading dose of ticagrelor tablets then continue with 90 mg twice daily for up to 30 days. ( 2.4 ) Use ticagrelor tablets with a daily maintenance dose of aspirin of 75 to 100 mg. ( 2 ) However, in patients who have undergone PCI, consider single antiplatelet therapy with ticagrelor tablets based on the evolving risk for thrombotic versusbleeding events. ( 2.2 ) 2.1 General Instructions Advise patients who miss a dose of ticagrelor tablets to take their next dose at its scheduled time. For patients who are unable to swallow tablets whole, ticagrelor tablets can be crushed, mixed with water, and drunk. The mixture can also be administered via a nasogastric tube (CH8 or greater) [see Clinical Pharmacology ( 12.3 )]. Do not administer ticagrelor tablets with another oral P2Y 12 platelet inhibitor. Avoid aspirin at doses higher than recommended [see Clinical Studies ( 14.1 )]. 2.2 Acute Coronary Syndrome or a History of Myocardial Infarction Initiate treatment with a 180 mg loading dose of ticagrelor tablets. Administer the first 90 mg maintenance dose of ticagrelor tablets, 6 to 12 hours after the loading dose. Administer 90 mg of ticagrelor tablets twice daily during the first year after an ACS event. After one year, administer 60 mg of ticagrelor tablets twice daily. Initiate ticagrelor tablets with a daily maintenance dose of aspirin of 75 mg to 100 mg. However, in patients who have undergone percutaneous coronary intervention (PCI), consider single antiplatelet therapy with ticagrelor tablets based on the evolving risk for thrombotic versus bleeding events [see Warnings and Precautions ( 5.1) and Clinical Studies ( 14 )]. 2.3 Coronary Artery Disease but No Prior Stroke or Myocardial Infarction Administer 60 mg of ticagrelor tablets twice daily. Generally, use ticagrelor tablets with a daily maintenance dose of aspirin of 75 mg to 100 mg [see Clinical Studies ( 14 )]. 2.4 Acute Ischemic Stroke or Transient Ischemic Attack (TIA) I nitiate treatment with a 180 mg loading dose of ticagrelor tablets and then continue with 90 mg twice daily for up to 30 days. Administer the first maintenance dose 6 to 12 hours after the loading dose Use ticagrelor tablets with a loading dose of aspirin (300 mg to 325 mg) and a daily maintenance dose of aspirin of 75 mg to 100 mg [see Clinical Studies ( 14 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ticagrelor is a P2Y 12 platelet inhibitor indicated to reduce the risk of cardiovascular (CV) death, myocardial infarction (MI), and stroke in patients with acute coronary syndrome (ACS) or a history of myocardial infarction (MI). For at least the first 12 months following ACS, it is superior to clopidogrel. Ticagrelor tablets also reduces the risk of stent thrombosis in patients who have been stented for treatment of ACS. ( 1.1 ) to reduce the risk of a first MI or stroke in patients with coronary artery disease (CAD) at high risk for such events. While use is not limited to this setting, the efficacy of ticagrelor was established in a population with type 2 diabetes mellitus (T2DM). ( 1.2 ) to reduce the risk of stroke in patients with acute ischemic stroke (NIH Stroke Scale score ≤5) or high-risk transient ischemic attack (TIA). ( 1.3 ) 1.1 Acute Coronary Syndrome or a History of Myocardial Infarction Ticagrelor tablets are indicated to reduce the risk of cardiovascular (CV) death, myocardial infarction (MI), and stroke in patients with acute coronary syndrome (ACS) or a history of MI. For at least the first 12 months following ACS, it is superior to clopidogrel. Ticagrelor tablets also reduces the risk of stent thrombosis in patients who have been stented for treatment of ACS [see Clinical Studies ( 14.1 )]. 1.2 Coronary Artery Disease but No Prior Stroke or Myocardial Infarction Ticagrelor tablets are indicated to reduce the risk of a first MI or stroke in patients with coronary artery disease (CAD) at high risk for such events [see Clinical Studies ( 14.2 )]. While use is not limited to this setting, the efficacy of ticagrelor was established in a population with type 2 diabetes mellitus (T2DM). 1.3 Acute Ischemic Stroke or Transient Ischemic Attack (TIA) Ticagrelor tablets are indicated to reduce the risk of stroke in patients with acute ischemic stroke (NIH Stroke Scale score ≤5) or high-risk transient ischemic attack (TIA) [see Clinical Studies ( 14.3 )]."
  ],
  "fetched_at": "2025-10-01T17:00:20.872210",
  "source": "OpenFDA"
}