{
  "drug_name": "Tigecycline",
  "generic_name": [
    "TIGECYCLINE"
  ],
  "brand_names": [
    "Tigecycline"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Warfarin: Suitable anticoagulation test should be monitored if tigecycline for injection is administered to patients receiving warfarin. ( 7.1 ) Calcineurin Inhibitors: Serum concentrations of calcineurin inhibitors (e.g., tacrolimus, cyclosporine) should be monitored during treatment with tigecycline for injection due to risk of toxicity. ( 7.2 ) 7.1 Warfarin Prothrombin time or other suitable anticoagulation test should be monitored if tigecycline is administered with warfarin [see Clinical Pharmacology ( 12.3 )] . 7.2 Calcineurin Inhibitors Concomitant use of tigecycline for injection and calcineurin inhibitors such as tacrolimus or cyclosporine may lead to an increase in serum trough concentrations of the calcineurin inhibitors. Therefore, serum concentrations of the calcineurin inhibitor should be monitored during treatment with tigecycline for injection to avoid drug toxicity. 7.3 Oral Contraceptives Concurrent use of antibacterial drugs with oral contraceptives may render oral contraceptives less effective."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described elsewhere in the labeling: All-Cause Mortality [see Boxed Warning and Warnings and Precautions ( 5.1 )] Mortality Imbalance and Lower Cure Rates in Hospital-Acquired Pneumonia [see Warnings and Precautions ( 5.2 )] Anaphylaxis [Warning and Precautions ( 5.3 )] Hepatic Adverse Effects [Warnings and Precautions ( 5.4 )] Pancreatitis [Warnings and Precautions ( 5.5 )] The most common adverse reactions (incidence >5%) are nausea, vomiting, diarrhea, abdominal pain, headache, and increased SGPT. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Apotex at 1-800-706-5575 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical trials, 2,514 patients were treated with tigecycline for injection. Tigecycline for injection was discontinued due to adverse reactions in 7% of patients compared to 6% for all comparators. Table 1 shows the incidence of adverse reactions through test of cure reported in ≥2% of patients in these trials. Table 1. Incidence (%) of Adverse Reactions Through Test of Cure Reported in ≥ 2% of Patients Treated in Clinical Studies Body System Tigecycline for injection Comparators a Adverse Reactions (N=2,514) (N=2,307) a Vancomycin/Aztreonam, Imipenem/Cilastatin, Levofloxacin, Linezolid. b LFT abnormalities in tigecycline-treated patients were reported more frequently in the post therapy period than those in comparator-treated patients, which occurred more often on therapy. Body as a Whole Abdominal pain 6 4 Abscess 2 2 Asthenia 3 2 Headache 6 7 Infection 7 5 Cardiovascular System Phlebitis 3 4 Digestive System Diarrhea 12 11 Dyspepsia 2 2 Nausea 26 13 Vomiting 18 9 Hemic and Lymphatic System Anemia 5 6 Metabolic and Nutritional Alkaline Phosphatase Increased 3 3 Amylase Increased 3 2 Bilirubinemia 2 1 BUN Increased 3 1 Healing Abnormal 3 2 Hyponatremia 2 1 Hypoproteinemia 5 3 SGOT Increased b 4 5 SGPT Increased b 5 5 Respiratory System Pneumonia 2 2 Nervous System Dizziness 3 3 Skin and Appendages Rash 3 4 In all 13 Phase 3 and 4 trials that included a comparator, death occurred in 4% (150/3,788) of patients receiving tigecycline for injection and 3% (110/3,646) of patients receiving comparator drugs. In a pooled analysis of these trials, based on a random effects model by trial weight, an adjusted risk difference of all-cause mortality was 0.6% (95% CI 0.1, 1.2) between tigecycline for injection and comparator-treated patients (see Table 2). The cause of the imbalance has not been established. Generally, deaths were the result of worsening infection, complications of infection or underlying co-morbidities. Table 2. Patients with Outcome of Death by Infection Type Tigecycline for injection Comparator Risk Difference* Infection Type n/N % n/N % % (95% CI) CAP = Community-acquired pneumonia; cIAI = Complicated intra-abdominal infections; cSSSI = Complicated skin and skin structure infections; HAP = Hospital-acquired pneumonia; VAP = Ventilator-associated pneumonia; RP = Resistant pathogens; DFI = Diabetic foot infections. * The difference between the percentage of patients who died in tigecycline for injection and comparator treatment groups. The 95% CI for each infection type was calculated using the normal approximation method without continuity correction. ** Overall adjusted (random effects model by trial weight) risk difference estimate and 95% CI. a These are subgroups of the HAP population. Note: The studies include 300, 305, 900 (cSSSI), 301, 306, 315, 316, 400 (cIAI), 308 and 313 (CAP), 311 (HAP), 307 [Resistant gram-positive pathogen study in patients with MRSA or Vancomycin-Resistant Enterococcus (VRE)], and 319 (DFI with and without osteomyelitis). cSSSI 12/834 1.4 6/813 0.7 0.7 (-0.3, 1.7) cIAI 42/1,382 3.0 31/1,393 2.2 0.8 (-0.4, 2.0) CAP 12/424 2.8 11/422 2.6 0.2 (-2.0, 2.4) HAP 66/467 14.1 57/467 12.2 1.9 (-2.4, 6.3) Non-VAP a 41/336 12.2 42/345 12.2 0.0 (-4.9, 4.9) VAP a 25/131 19.1 15/122 12.3 6.8 (-2.1, 15.7) RP 11/128 8.6 2/43 4.7 3.9 (-4.0, 11.9) DFI 7/553 1.3 3/508 0.6 0.7 (-0.5, 1.8) Overall Adjusted 150/3,788 4.0 110/3,646 3.0 0.6 (0.1, 1.2)** An analysis of mortality in all trials conducted for approved indications -cSSSI, cIAI, and CABP, including post-market trials (one in cSSSI and two in cIAI) - showed an adjusted mortality rate of 2.5% (66/2,640) for tigecycline and 1.8% (48/2,628) for comparator, respectively. The adjusted risk difference for mortality stratified by trial weight was 0.6% (95% CI 0, 1.2). In comparative clinical studies, infection-related serious adverse reactions were more frequently reported for subjects treated with tigecycline for injection (7%) versus comparators (6%). Serious adverse reactions of sepsis/septic shock were more frequently reported for subjects treated with tigecycline for injection (2%) versus comparators (1%). Due to baseline differences between treatment groups in this subset of patients, the relationship of this outcome to treatment cannot be established [see Warnings and Precautions ( 5.10 )]. The most common adverse reactions were nausea and vomiting which generally occurred during the first 1 to 2 days of therapy. The majority of cases of nausea and vomiting associated with tigecycline for injection and comparators were either mild or moderate in severity. In patients treated with tigecycline for injection, nausea incidence was 26% (17% mild, 8% moderate, 1% severe) and vomiting incidence was 18% (11% mild, 6% moderate, 1% severe). In patients treated for complicated skin and skin structure infections (cSSSI), nausea incidence was 35% for tigecycline for injection and 9% for vancomycin/aztreonam; vomiting incidence was 20% for tigecycline for injection and 4% for vancomycin/aztreonam. In patients treated for complicated intra-abdominal infections (cIAI), nausea incidence was 25% for tigecycline for injection and 21% for imipenem/cilastatin; vomiting incidence was 20% for tigecycline for injection and 15% for imipenem/cilastatin. In patients treated for community-acquired bacterial pneumonia (CABP), nausea incidence was 24% for tigecycline for injection and 8% for levofloxacin; vomiting incidence was 16% for tigecycline for injection and 6% for levofloxacin. Discontinuation from tigecycline for injection was most frequently associated with nausea (1%) and vomiting (1%). For comparators, discontinuation was most frequently associated with nausea (<1%). The following adverse reactions were reported (<2%) in patients receiving tigecycline for injection in clinical studies: Body as a Whole : injection site inflammation, injection site pain, injection site reaction, septic shock, allergic reaction, chills, injection site edema, injection site phlebitis Cardiovascular System: thrombophlebitis Digestive System: anorexia, jaundice, abnormal stools Metabolic/Nutritional System: increased creatinine, hypocalcemia, hypoglycemia Special Senses: taste perversion Hemic and Lymphatic System : prolonged activated partial thromboplastin time (aPTT), prolonged prothrombin time (PT), eosinophilia, increased international normalized ratio (INR), thrombocytopenia Skin and Appendages: pruritus Urogenital System: vaginal moniliasis, vaginitis, leukorrhea 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of tigecycline for injection. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish causal relationship to drug exposure. anaphylactic reactions acute pancreatitis hepatic cholestasis, and jaundice severe skin reactions, including Stevens-Johnson Syndrome symptomatic hypoglycemia in patients with and without diabetes mellitus hypofibrinogenemia [see Warnings and Precautions ( 5.6 )]"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Tigecycline for injection is contraindicated for use in patients who have known hypersensitivity to tigecycline or to any of the excipients. Reactions have included anaphylactic reactions [ see Warnings and Precautions ( 5.3 ) and Adverse Reactions ( 6.2 ) ] . Known hypersensitivity to tigecycline. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Initial dose of 100 mg, followed by 50 mg every 12 hours administered intravenously over approximately 30 to 60 minutes. (2.1) Severe hepatic impairment (Child Pugh C): Initial dose of 100 mg followed by 25 mg every 12 hours. ( 2.2 ) Obtain baseline blood coagulation parameters, including fibrinogen, and continue to monitor regularly during treatment with tigecyclineetracycline. ( 2.4 , 5.6 ) 2.1 Recommended Adult Dosage The recommended dosage regimen for tigecycline for injection is an initial dose of 100 mg, followed by 50 mg every 12 hours. Intravenous infusions of tigecycline for injection should be administered over approximately 30 to 60 minutes every 12 hours. The recommended duration of treatment with tigecycline for injection for complicated skin and skin structure infections or for complicated intra-abdominal infections is 5 to 14 days. The recommended duration of treatment with tigecycline for injection for community-acquired bacterial pneumonia is 7 to 14 days. The duration of therapy should be guided by the severity and site of the infection and the patient's clinical and bacteriological progress. 2.2 Dosage in Patients With Hepatic Impairment No dosage adjustment is warranted in patients with mild to moderate hepatic impairment (Child Pugh A and Child Pugh B). In patients with severe hepatic impairment (Child Pugh C), the initial dose of tigecycline for injection should be 100 mg followed by a reduced maintenance dose of 25 mg every 12 hours. Patients with severe hepatic impairment (Child Pugh C) should be treated with caution and monitored for treatment response [see Clinical Pharmacology ( 12.3 ) and Use in Specific Populations ( 8.6 )] . 2.3 Dosage in Pediatric Patients The safety and efficacy of the proposed pediatric dosing regimens have not been evaluated due to the observed increase in mortality associated with tigecycline for injection in adult patients. Avoid use of tigecycline for injection in pediatric patients unless no alternative antibacterial drugs are available. Under these circumstances, the following doses are suggested: Pediatric patients aged 8 to 11 years should receive 1.2 mg/kg of tigecycline for injection every 12 hours intravenously to a maximum dose of 50 mg of tigecycline for injection every 12 hours. Pediatric patients aged 12 to 17 years should receive 50 mg of tigecycline for injection every 12 hours. The proposed pediatric doses of tigecycline for injection were chosen based on exposures observed in pharmacokinetic trials, which included small numbers of pediatric patients [see Use in Specific Populations (8.4) and Clinical Pharmacology (12.3) ] . There are no data to provide dosing recommendations in pediatric patients with hepatic impairment. 2.4 Monitoring of Blood Coagulation Parameters Obtain baseline blood coagulation parameters, including fibrinogen, and continue to monitor regularly during treatment with tigecycline for injection [see Warnings and Precautions ( 5.6 )]. 2.5 Preparation and Administration Each vial of tigecycline for injection should be reconstituted with 5.3 mL of 0.9% Sodium Chloride Injection, USP, 5% Dextrose Injection, USP, or Lactated Ringer’s Injection, USP to achieve a concentration of 10 mg/mL of tigecycline. (Note: Each vial contains a 6% overage. Thus, 5 mL of reconstituted solution is equivalent to 50 mg of the drug.) The vial should be gently swirled until the drug dissolves. Reconstituted solution must be transferred and further diluted for intravenous infusion. Withdraw 5 mL of the reconstituted solution from the vial and add to a 100 mL intravenous bag for infusion (for a 100 mg dose, reconstitute two vials; for a 50 mg dose, reconstitute one vial). The maximum concentration in the intravenous bag should be 1 mg/mL. The reconstituted solution should be yellow to orange in color; if not, the solution should be discarded. Parenteral drug products should be inspected visually for particulate matter and discoloration (e.g., green or black) prior to administration. Once reconstituted, tigecycline for injection may be stored at room temperature (not to exceed 25ºC/77ºF) for up to 24 hours (up to 6 hours in the vial and the remaining time in the intravenous bag). If the storage conditions exceed 25ºC (77ºF) after reconstitution, tigecycline should be used immediately. Alternatively, tigecycline for injection mixed with 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP may be stored refrigerated at 2° to 8°C (36° to 46°F) for up to 48 hours following immediate transfer of the reconstituted solution into the intravenous bag. Tigecycline for injection may be administered intravenously through a dedicated line or through a Y-site. If the same intravenous line is used for sequential infusion of several drugs, the line should be flushed before and after infusion of tigecycline for injection with 0.9% Sodium Chloride Injection, USP, 5% Dextrose Injection, USP or Lactated Ringer’s Injection, USP. Injection should be made with an infusion solution compatible with tigecycline and with any other drug(s) administered via this common line. 2.6 Drug Compatibilities Compatible intravenous solutions include 0.9% Sodium Chloride Injection, USP, 5% Dextrose Injection, USP, and Lactated Ringer’s Injection, USP. When administered through a Y-site, tigecycline for injection is compatible with the following drugs or diluents when used with either 0.9% Sodium Chloride Injection, USP or 5% Dextrose Injection, USP: amikacin, dobutamine, dopamine HCl, gentamicin, haloperidol, Lactated Ringer’s, lidocaine HCl, metoclopramide, morphine, norepinephrine, piperacillin/tazobactam (EDTA formulation), potassium chloride, propofol, ranitidine HCl, theophylline, and tobramycin. 2.7 Drug Incompatibilities The following drugs should not be administered simultaneously through the same Y-site as tigecycline for injection: amphotericin B, amphotericin B lipid complex, diazepam, esomeprazole, and omeprazole."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tigecycline for injection is a tetracycline class antibacterial indicated in patients 18 years of age and older for: Complicated skin and skin structure infections ( 1.1 ) Complicated intra-abdominal infections ( 1.2 ) Community-acquired bacterial pneumonia ( 1.3 ) Limitations of Use: Tigecycline for injection is not indicated for treatment of diabetic foot infection or hospital-acquired pneumonia, including ventilator-associated pneumonia ( 1.4 ). To reduce the development of drug-resistant bacteria and maintain the effectiveness of tigecycline for injection and other antibacterial drugs, tigecycline for injection should be used only to treat infections that are proven or strongly suspected to be caused by bacteria ( 1.5 ). 1.1 Complicated Skin and Skin Structure Infections Tigecycline for injection is indicated in patients 18 years of age and older for the treatment of complicated skin and skin structure infections caused by susceptible isolates of Escherichia coli, Enterococcus faecalis (vancomycin-susceptible isolates), Staphylococcus aureus (methicillin-susceptible and -resistant isolates), Streptococcus agalactiae, Streptococcus anginosus grp. (includes S. anginosus, S. intermedius, and S. constellatus ), Streptococcus pyogenes, Enterobacter cloacae, Klebsiella pneumoniae, and Bacteroides fragilis. 1.2 Complicated Intra-abdominal Infections Tigecycline for injection is indicated in patients 18 years of age and older for the treatment of complicated intra-abdominal infections caused by susceptible isolates of Citrobacter freundii, Enterobacter cloacae, Escherichia coli, Klebsiella oxytoca, Klebsiella pneumoniae, Enterococcus faecalis (vancomycin-susceptible isolates), Staphylococcus aureus (methicillin-susceptible and ‑resistant isolates), Streptococcus anginosus grp. (includes S. anginosus, S. intermedius, and S. constellatus ), Bacteroides fragilis, Bacteroides thetaiotaomicron, Bacteroides uniformis, Bacteroides vulgatus, Clostridium perfringens, and Peptostreptococcus micros. 1.3 Community-Acquired Bacterial Pneumonia Tigecycline for injection is indicated in patients 18 years of age and older for the treatment of community-acquired bacterial pneumonia caused by susceptible isolates of Streptococcus pneumoniae (penicillin-susceptible isolates), including cases with concurrent bacteremia, Haemophilus influenzae , and Legionella pneumophila . 1.4 Limitations of Use Tigecycline for injection is not indicated for the treatment of diabetic foot infections. A clinical trial failed to demonstrate non-inferiority of tigecycline for injection for treatment of diabetic foot infections. Tigecycline for injection is not indicated for the treatment of hospital-acquired or ventilator-associated pneumonia. In a comparative clinical trial, greater mortality and decreased efficacy were reported in tigecycline-treated patients [see Warnings and Precautions ( 5.2 )] . 1.5 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of tigecycline for injection and other antibacterial drugs, tigecycline for injection should be used only to treat infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Appropriate specimens for bacteriological examination should be obtained in order to isolate and identify the causative organisms and to determine their susceptibility to tigecycline. Tigecycline for injection may be initiated as empiric monotherapy before results of these tests are known."
  ],
  "fetched_at": "2025-09-30T21:20:08.560804",
  "source": "OpenFDA"
}