{
  "drug_name": "Timolol",
  "generic_name": [
    "DORZOLAMIDE HYDROCHLORIDE TIMOLOL MALEATE"
  ],
  "brand_names": [
    "DORZOLAMIDE HYDROCHLORIDE TIMOLOL MALEATE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Potential additive effect of oral carbonic anhydrase inhibitor with dorzolamide hydrochloride-timolol maleate ophthalmic solution. ( 7.1 ) Potential acid-base and electrolyte disturbances. ( 7.2 ) Concomitant use with systemic beta-blockers may potentiate systemic beta blockade. ( 7.3 ) Oral or intravenous calcium antagonists may cause atrioventricular conduction disturbances, left ventricular failure, and hypotension. ( 7.4 ) Catecholamine-depleting drugs may have additive effects and produce hypotension and/or marked bradycardia. ( 7.5 ) Digitalis and calcium antagonists, may have additive effects in prolonging atrioventricular conduction time. ( 7.6 ) CYP2D6 inhibitors may potentiate systemic beta-blockade. ( 7.7 ) 7.1 Oral Carbonic Anhydrase Inhibitors There is a potential for an additive effect on the known systemic effects of carbonic anhydrase inhibition in patients receiving an oral carbonic anhydrase inhibitor and dorzolamide hydrochloride and timolol maleate ophthalmic solution. The concomitant administration of dorzolamide hydrochloride and timolol maleate ophthalmic solution and oral carbonic anhydrase inhibitors is not recommended. 7.2 High-Dose Salicylate Therapy Although acid-base and electrolyte disturbances were not reported in the clinical trials with dorzolamide hydrochloride ophthalmic solution, these disturbances have been reported with oral carbonic anhydrase inhibitors and have, in some instances, resulted in drug interactions (e.g., toxicity associated with high-dose salicylate therapy). Therefore, the potential for such drug interactions should be considered in patients receiving dorzolamide hydrochloride and timolol maleate ophthalmic solution. 7.3 Beta-Adrenergic Blocking Agents Patients who are receiving a beta-adrenergic blocking agent orally and dorzolamide hydrochloride-timolol maleate ophthalmic solution should be observed for potential additive effects of beta-blockade, both systemic and on intraocular pressure. The concomitant use of two topical beta-adrenergic blocking agents is not recommended. 7.4 Calcium Antagonists Caution should be used in the coadministration of beta-adrenergic blocking agents, such as dorzolamide hydrochloride-timolol maleate ophthalmic solution, and oral or intravenous calcium antagonists because of possible atrioventricular conduction disturbances, left ventricular failure, and hypotension. In patients with impaired cardiac function, coadministration should be avoided. 7.5 Catecholamine-Depleting Drugs Close observation of the patient is recommended when a beta-blocker is administered to patients receiving catecholamine-depleting drugs, such as reserpine, because of possible additive effects and the production of hypotension and/or marked bradycardia, which may result in vertigo, syncope, or postural hypotension. 7.6 Digitalis and Calcium Antagonists The concomitant use of beta-adrenergic blocking agents with digitalis and calcium antagonists may have additive effects in prolonging atrioventricular conduction time. 7.7 CYP2D6 Inhibitors Potentiated systemic beta-blockade (e.g., decreased heart rate, depression) has been reported during combined treatment with CYP2D6 inhibitors (e.g., quinidine, SSRIs) and timolol. 7.8 Clonidine Oral beta-adrenergic blocking agents may exacerbate the rebound hypertension which can follow the withdrawal of clonidine. There have been no reports of exacerbation of rebound hypertension with ophthalmic timolol maleate."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most frequently reported adverse reactions were taste perversion (bitter, sour, or unusual taste) or ocular burning and/or stinging in up to 30% of patients. Conjunctival hyperemia, blurred vision, superficial punctate keratitis or eye itching were reported between 5 to 15% of patients. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Florida Pharmaceutical Products, LLC at 1-800-315-0985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Dorzolamide hydrochloride-timolol maleate ophthalmic solution was evaluated in 1,035 patients with elevated intraocular pressure treated for open-angle glaucoma or ocular hypertension for up to 15 months. Approximately 5% of all patients discontinued therapy because of adverse reactions. The most frequently reported adverse reactions occurring in up to 30% of patients were taste perversion (bitter, sour, or unusual taste) or ocular burning and/or stinging. The following adverse reactions were reported in 5 to15% of patients: conjunctival hyperemia, blurred vision, superficial punctate keratitis or eye itching. The following adverse reactions were reported in 1 to 5% of patients: abdominal pain, back pain, blepharitis, bronchitis, cloudy vision, conjunctival discharge, conjunctival edema, conjunctival follicles, conjunctival injection, conjunctivitis, corneal erosion, corneal staining, cortical lens opacity, cough, dizziness, dryness of eyes, dyspepsia, eye debris, eye discharge, eye pain, eye tearing, eyelid edema, eyelid erythema, eyelid exudate/scales, eyelid pain or discomfort, foreign body sensation, glaucomatous cupping, headache, hypertension, influenza, lens nucleus coloration, lens opacity, nausea, nuclear lens opacity, pharyngitis, post-subcapsular cataract, sinusitis, upper respiratory infection, urinary tract infection, visual field defect, vitreous detachment. Other adverse reactions that have been reported with the individual components are listed below: Dorzolamide 2% Angioedema, asthenia/fatigue, bronchospasm, contact dermatitis, epistaxis, eyelid crusting, ocular discomfort, photophobia, signs and symptoms of ocular allergic reaction, transient myopia. Timolol (ocular administration) Body as a Whole: Asthenia/fatigue; Cardiovascular: Arrhythmia, syncope, cerebral ischemia, worsening of angina pectoris, palpitation, cardiac arrest, pulmonary edema, edema, claudication, Raynaud’s phenomenon, and cold hands and feet; Digestive: Anorexia, abdominal pain; Immunologic: Systemic lupus erythematosus; Nervous System/Psychiatric: Increase in signs and symptoms of myasthenia gravis, somnolence, insomnia, nightmares, behavioral changes and psychic disturbances including confusion, hallucinations, anxiety, disorientation, nervousness, and memory loss; Skin: Alopecia, psoriasiform rash or exacerbation of psoriasis; Hypersensitivity: Signs and symptoms of systemic allergic reactions, including anaphylaxis, angioedema, urticaria, and localized and generalized rash; Respiratory: Bronchospasm (predominantly in patients with pre-existing bronchospastic disease); Endocrine: Masked symptoms of hypoglycemia in diabetic patients; Special Senses: Ptosis, decreased corneal sensitivity, cystoid macular edema, visual disturbances including refractive changes and diplopia, pseudopemphigoid, and tinnitus; Urogenital: Retroperitoneal fibrosis, decreased libido, impotence, and Peyronie’s disease; Musculoskeletal : Myalgia. 6.2 Post-Marketing Experience The following adverse reactions have been identified during post-approval use of dorzolamide hydrochloride-timolol maleate ophthalmic solution. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure: bradycardia, cardiac failure, cerebral vascular accident, chest pain, choroidal detachment following filtration surgery, depression, diarrhea, dry mouth, dyspnea, heart block, hypotension, iridocyclitis, myocardial infarction, nasal congestion, Stevens-Johnson syndrome, toxic epidermal necrolysis, paresthesia, photophobia, respiratory failure, skin rashes, urolithiasis, and vomiting. Timolol (oral administration) The following additional adverse reactions have been reported in clinical experience with ORAL timolol maleate or other ORAL beta-blocking agents and may be considered potential effects of ophthalmic timolol maleate: Allergic: Erythematous rash, fever combined with aching and sore throat, laryngospasm with respiratory distress; Body as a Whole: Extremity pain, decreased exercise tolerance, weight loss; Cardiovascular: Worsening of arterial insufficiency, vasodilatation; Digestive: Gastrointestinal pain, hepatomegaly, mesenteric arterial thrombosis, ischemic colitis; Hematologic: Nonthrombocytopenic purpura; thrombocytopenic purpura, agranulocytosis; Endocrine: Hyperglycemia, hypoglycemia; Skin: Pruritus, skin irritation, increased pigmentation, sweating; Musculoskeletal: Arthralgia; Nervous System/Psychiatric: Vertigo, local weakness, diminished concentration, reversible mental depression progressing to catatonia, an acute reversible syndrome characterized by disorientation for time and place, emotional lability, slightly clouded sensorium, and decreased performance on neuropsychometrics; Respiratory: Rales, bronchial obstruction; Urogenital: Urination difficulties."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Dorzolamide hydrochloride and timolol maleate ophthalmic solution is contraindicated in patients with: Bronchial asthma or a history of bronchial asthma, severe chronic obstructive pulmonary disease. ( 4.1 ) Sinus bradycardia, second or third degree atrioventricular block, overt cardiac failure, cardiogenic shock. ( 4.2 ) Hypersensitivity to any component of this product. ( 4.3 , 5.3 ) 4.1 Asthma, COPD Dorzolamide hydrochloride and timolol maleate ophthalmic solution is contraindicated in patients with bronchial asthma, a history of bronchial asthma, or severe chronic obstructive pulmonary disease [see Warnings and Precautions ( 5.1 )] . 4.2 Sinus Bradycardia, AV Block, Cardiac Failure, Cardiogenic Shock Dorzolamide hydrochloride and timolol maleate ophthalmic solution is contraindicated in patients with sinus bradycardia, second or third degree atrioventricular block, overt cardiac failure, and cardiogenic shock [see Warnings and Precautions ( 5.2 )] . 4.3 Hypersensitivity Dorzolamide hydrochloride and timolol maleate ophthalmic solution is contraindicated in patients who are hypersensitive to any component of this product [see Warnings and Precautions ( 5.3 )] ."
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION The dose is one drop of dorzolamide hydrochloride and timolol maleate ophthalmic solution in the affected eye(s) two times daily. If more than one topical ophthalmic drug is being used, the drugs should be administered at least five minutes apart [see Drug Interactions ( 7.3 )]. The dose is one drop of dorzolamide hydrochloride and timolol maleate ophthalmic solution in the affected eye(s) two times daily. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS & USAGE Dorzolamide hydrochloride and timolol maleate ophthalmic solution, USP is indicated for the reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension who are insufficiently responsive to beta-blockers (failed to achieve target IOP determined after multiple measurements over time). The IOP-lowering of dorzolamide hydrochloride and timolol maleate ophthalmic solution, USP administered twice a day was slightly less than that seen with the concomitant administration of 0.5% timolol administered twice a day and 2% dorzolamide administered three times a day [see Clinical Studies ( 14 )]. Dorzolamide hydrochloride and timolol maleate ophthalmic solution, USP is a combination of dorzolamide hydrochloride, a carbonic anhydrase inhibitor, and timolol maleate, a beta-adrenergic receptor blocking agent, indicated for the reduction of elevated intraocular pressure (IOP) in patients with open-angle glaucoma or ocular hypertension who are insufficiently responsive to beta-blockers. The IOP-lowering of dorzolamide hydrochloride and timolol maleate ophthalmic solution, USP twice daily was slightly less than that seen with the concomitant administration of 0.5% timolol twice daily, and 2% dorzolamide three times daily. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:10:41.281790",
  "source": "OpenFDA"
}