{
  "drug_name": "Tiopronin",
  "generic_name": [
    "TIOPRONIN"
  ],
  "brand_names": [
    "VENXXIVA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Alcohol Tiopronin is released faster from VENXXIVA in the presence of alcohol and the risk for adverse events associated with VENXXIVA when taken with alcohol is unknown. Avoid alcohol consumption 2 hours before and 3 hours after taking VENXXIVA [see Clinical Pharmacology ( 12.3 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: Proteinuria [see Warnings and Precautions ( 5.1 )] Hypersensitivity [see Warnings and Precautions ( 5.2 )] Most common adverse reactions (≥10%) are nausea, diarrhea or soft stools, oral ulcers, rash, fatigue, fever, arthralgia, proteinuria, and emesis. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Cycle Pharmaceuticals Ltd at 1-857-437-3969 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of the drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions occurring at an incidence of ≥5% in an uncontrolled trial in 66 patients with cystinuria age 9 to 68 years are shown in the table below. Patients in group 1 had previously been treated with d-penicillamine; those in group 2 had not. Of those patients who had stopped taking d-penicillamine due to toxicity (34 out of 49 patients in group 1), 22 were able to continue treatment with tiopronin. In those without prior history of d-penicillamine treatment, 6% developed reactions of sufficient severity to require tiopronin withdrawal. Table 1 presents adverse reactions ≥5% in either treatment group occurring in this trial. Table 1: Adverse Reactions Occurring in One or More Patients System Organ Class Adverse Reaction Group 1 Previously treated with d-penicillamine (N = 49) Group 2 Naïve to d-penicillamine (N = 17) Blood and Lymphatic System Disorders anemia 1 (2%) 1 (6%) Gastrointestinal Disorders nausea 12 (25%) 2 (12%) emesis 5 (10%) – diarrhea/soft stools 9 (18%) 1 (6%) abdominal pain – 1 (6%) oral ulcers 6 (12%) 3 (18%) General Disorders and Administration Site Conditions fever 4 (8%) – weakness 2 (4%) 2 (12%) fatigue 7 (14%) – peripheral (edema) 3 (6%) 1 (6%) chest pain – 1 (6%) Metabolism and Nutrition Disorders anorexia 4 (8%) – Musculoskeletal and Connective Tissue Disorders arthralgia – 2 (12%) Renal and Urinary Disorders proteinuria 5 (10%) 1 (6%) impotence – 1 (6%) Respiratory, Thoracic and Mediastinal Disorders cough – 1 (6%) Skin and Subcutaneous Tissue Disorders rash 7 (14%) 2 (12%) ecchymosis 3 (6%) – pruritus 2 (4%) 1 (6%) urticaria 4 (8%) – skin wrinkling 3 (6%) 1 (6%) Taste Disturbance A reduction in taste perception may develop. It is believed to be the result of chelation of trace metals by tiopronin. Hypogeusia is often self-limited. 6.2 Postmarketing Experience Adverse reactions have been reported from the literature, as well as during post-approval use of tiopronin. Because the post-approval reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to tiopronin exposure. Adverse reactions reported during the postmarketing use of tiopronin are listed by body system in Table 2 . Table 2: Adverse Reactions Reported for Tiopronin Pharmacovigilance by System Organ Class and Preferred Term System Organ Class Preferred Term Cardiac Disorders congestive heart failure Ear and Labyrinth Disorder vertigo Gastrointestinal Disorders abdominal discomfort; abdominal distension; abdominal pain; chapped lips; diarrhea; dry mouth; dyspepsia; eructation; flatulence; gastrointestinal disorder; gastroesophageal reflux disease; nausea; vomiting; jaundice; liver transaminitis General Disorders and Administration Site Conditions asthenia; chest pain; fatigue; malaise; pain; peripheral swelling; pyrexia; swelling Investigations glomerular filtration rate decreased; weight increased Metabolism and Nutrition Disorders decreased appetite; dehydration; hypophagia Musculoskeletal and Connective Tissue Disorders arthralgia; back pain; flank pain; joint swelling; limb discomfort; musculoskeletal discomfort; myalgia; neck pain; pain in extremity Nervous System Disorders ageusia; burning sensation; dizziness; dysgeusia; headache; hypoesthesia Renal and Urinary Disorders nephrotic syndrome; proteinuria; renal failure Skin and Subcutaneous Tissue Disorders dry skin; hyperhidrosis; pemphigus foliaceus; pruritus; rash; rash pruritic; skin irritation; skin texture abnormal; skin wrinkling; urticaria"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VENXXIVA is contraindicated in patients with hypersensitivity to tiopronin or any other components of VENXXIVA [see Warnings and Precautions ( 5.2 )] . Hypersensitivity to tiopronin or any component of VENXXIVA ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. ( 2.1 ) The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients. ( 5.1 , 8.4 ) Measure urinary cystine 1 month after initiation of VENXXIVA and every 3 months thereafter. ( 2.3 ) Administer VENXXIVA in 3 divided doses at the same times each day, without food. ( 2.1 ) 2.1 Recommended Dosage Adults : The recommended initial dosage in adult patients is 800 mg/day. In clinical studies, the average dosage was about 1,000 mg/day. Pediatrics : The recommended initial dosage in pediatric patients 9 years of age and older is 15 mg/kg/day. Avoid dosages greater than 50 mg/kg per day in pediatric patients [see Warnings and Precautions ( 5.1 ), Use in Specific Populations ( 8.4 )] . Administer VENXXIVA in 3 divided doses at the same times each day, without food. Consider starting VENXXIVA at a lower dosage in patients with history of severe toxicity to d-penicillamine. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. 2.3 Monitoring Measure urinary cystine 1 month after starting VENXXIVA and every 3 months thereafter. Adjust VENXXIVA dosage to maintain urinary cystine concentration less than 250 mg/L. Assess for proteinuria before treatment and every 3 to 6 months during treatment [see Warnings and Precautions ( 5.1 )] . Discontinue VENXXIVA in patients who develop proteinuria, and monitor urinary protein and renal function. Consider restarting VENXXIVA treatment at a lower dosage after resolution of proteinuria."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VENXXIVA is indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. Additional pediatric use information is approved for Mission Pharmacal Company’s Thiola EC (tiopronin delayed-release) tablets. However, due to Mission Pharmacal Company’s marketing exclusivity rights, this drug product is not labeled with that information. VENXXIVA is a reducing and complexing thiol indicated, in combination with high fluid intake, alkali, and diet modification, for the prevention of cystine stone formation in adults and pediatric patients 9 years of age and older with severe homozygous cystinuria, who are not responsive to these measures alone. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:40:25.759643",
  "source": "OpenFDA"
}