{
  "drug_name": "Tipiracil",
  "generic_name": [
    "TRIFLURIDINE AND TIPIRACIL"
  ],
  "brand_names": [
    "LONSURF"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Severe Myelosuppression [see Warnings and Precautions (5.1) ] The most common adverse reactions or laboratory abnormalities for single agent LONSURF (≥10%) are neutropenia, anemia, thrombocytopenia, fatigue, nausea, decreased appetite, diarrhea, vomiting, abdominal pain, and pyrexia. ( 6.1 ) The most common adverse reactions or laboratory abnormalities for LONSURF in combination with bevacizumab (≥20%) are neutropenia, anemia, thrombocytopenia, fatigue, nausea, increased AST, increased ALT, increased alkaline phosphatase, decreased sodium, diarrhea, abdominal pain, and decreased appetite. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Taiho Oncology, Inc. at 1-844-878-2446 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described in the WARNINGS AND PRECAUTIONS section and below reflect exposure to LONSURF at the recommended dose in 533 patients with metastatic colorectal cancer in RECOURSE, 246 patients with metastatic colorectal cancer treated with LONSURF as monotherapy in SUNLIGHT and 335 patients with metastatic gastric cancer in TAGS. Among the 1114 patients who received LONSURF as a single agent, 12% were exposed for 6 months or longer and 1% were exposed for 12 months or longer. The most common adverse reactions or laboratory abnormalities (≥10%) were neutropenia, anemia, thrombocytopenia, fatigue, nausea, decreased appetite, diarrhea, vomiting, abdominal pain, and pyrexia. Among the 246 patients with metastatic colorectal cancer treated with LONSURF in combination with bevacizumab in SUNLIGHT, 39% were exposed for 6 months or longer, and 14% were exposed for 12 months or longer. The most common adverse reactions or laboratory abnormalities (≥20%) were neutropenia, anemia, thrombocytopenia, fatigue, nausea, increased AST, increased ALT, increased alkaline phosphatase, decreased sodium, diarrhea, abdominal pain, and decreased appetite. Metastatic Colorectal Cancer LONSURF as a single agent The safety of LONSURF was evaluated in RECOURSE, a randomized (2:1), double-blind, placebo-controlled trial in patients with previously treated metastatic colorectal cancer [see Clinical Studies (14.1) ] . Patients received LONSURF 35 mg/m 2 /dose (n=533) or placebo (n=265) twice daily on Days 1 through 5 and Days 8 through 12 of each 28-day cycle. In RECOURSE, 12% of patients received LONSURF for more than 6 months and 1% of patients received LONSURF for more than 1 year. The study population characteristics were: median age 63 years; 61% male; 57% White, 35% Asian, and 1% Black. The most common adverse reactions or laboratory abnormalities (≥10% in incidence) in patients treated with LONSURF at a rate that exceeds the rate in patients receiving placebo were anemia, neutropenia, asthenia/fatigue, nausea, thrombocytopenia, decreased appetite, diarrhea, vomiting, abdominal pain, and pyrexia. In RECOURSE, 3.6% of patients discontinued LONSURF for an adverse reaction and 14% of patients required a dose reduction. The most common adverse reactions or laboratory abnormalities leading to dose reduction were neutropenia, anemia, febrile neutropenia, fatigue, and diarrhea. Table 3 and Table 4 list the adverse reactions and laboratory abnormalities (graded using CTCAE v4.03), respectively, observed in RECOURSE. Table 3: Adverse Reactions (≥5%) in Patients Receiving LONSURF and at a Higher Incidence (>2%) than in Patients Receiving Placebo in RECOURSE Adverse Reactions LONSURF (N=533) Placebo (N=265) All Grades (%) Grades 3-4 No Grade 4 definition for nausea, abdominal pain, or fatigue in National Cancer Institute Common Terminology (%) All Grades (%) Grades 3-4 (%) General Asthenia/fatigue 52 7 35 9 Pyrexia 19 1.3 14 0.4 Gastrointestinal Nausea 48 1.9 24 1.1 Diarrhea 32 3 12 0.4 Vomiting 28 2.1 14 0.4 Abdominal pain 21 2.4 19 3.8 Stomatitis 8 0.4 6 0 Metabolism and nutrition Decreased appetite 39 3.6 29 4.9 Infections Incidence reflects 64 preferred terms in the Infections and Infestations system organ class. 27 7 16 4.9 Nervous system Dysgeusia 7 0 2.3 0 Skin and subcutaneous tissue Alopecia 7 0 1.1 0 Table 4: Select Laboratory Abnormalities in RECOURSE Laboratory Parameter Worst Grade at least one grade higher than baseline, with percentages based on number of patients with post-baseline samples, which may be <533 (LONSURF) or 265 (placebo) LONSURF Placebo All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Hematologic Anemia One Grade 4 anemia adverse reaction based on clinical criteria was reported 77 18 33 3 Neutropenia 67 38 0.8 0 Thrombocytopenia 42 5 8 0.4 In RECOURSE, pulmonary emboli occurred more frequently in LONSURF-treated patients (2%) compared to no patients on placebo. LONSURF in combination with bevacizumab The safety of LONSURF in combination with bevacizumab was evaluated in SUNLIGHT, an international, randomized, open label study in patients with previously treated metastatic colorectal cancer [see Clinical Studies (14.1) ]. The study population characteristics were: median age 63 years (20 to 90 years); 52% male; 88% White, 1.4% Black, 0.2% Asian, 0.2% American Indian or Alaska Native, and 9.6% were unknown; and baseline ECOG performance status 0 (46%), 1 (54%), or 2 (0.2%). Serious adverse reactions occurred in 25% of patients. The most frequent serious adverse reactions (≥2%) were intestinal obstruction (2.8%), and COVID-19 (2%). Fatal adverse reactions occurred in 1.2% of patients who received LONSURF in combination with bevacizumab, including rectal fistula (0.4%), bowel perforation (0.4%) and atrial fibrillation (0.4%). Permanent treatment discontinuation due to an adverse reaction occurred in 13% of patients. The adverse reaction which resulted in permanent treatment discontinuation in ≥2% of patients was fatigue. Dosage reductions due to an adverse reaction or laboratory abnormality occurred in 7% of patients. At least one dose reduction in 3.7% of patients was required for neutropenia. Dosage interruptions due to an adverse reaction occurred in 11% of patients who received LONSURF in combination with bevacizumab. The adverse reaction that required dosage interruption in ≥2% of patients was nausea. The most common adverse reactions or laboratory abnormalities (≥20% in incidence) in patients treated with LONSURF in combination with bevacizumab were neutropenia, anemia, thrombocytopenia, fatigue, nausea, increased aspartate aminotransferase, increased alanine aminotransferase, increased alkaline phosphatase, decreased sodium, diarrhea, abdominal pain, and decreased appetite. Table 5 and Table 6 list the adverse reactions and laboratory abnormalities, respectively, observed in SUNLIGHT. Table 5: Adverse Reactions (≥5%) in SUNLIGHT Adverse Reactions LONSURF + Bevacizumab (N=246) (%) LONSURF (N=246) (%) All Grades Grade 3 or 4 All Grades Grade 3 or 4 Gastrointestinal disorders Nausea 37 1.6 27 1.6 Diarrhea Represents a composite of multiple related terms 21 1.2 19 2.4 Abdominal pain 20 2.8 18 3.7 Vomiting 19 0.8 15 1.6 Stomatitis 13 <0.4 4.1 0 Constipation 11 0 11 0.8 General disorders and administration site conditions Fatigue 45 5 37 8 Pyrexia 4.9 0 6 0.4 Infections and infestations 31 8 24 8 Metabolism and nutrition disorders Decreased appetite 20 <0.8 15 1.2 Musculoskeletal and connective tissue disorders Musculoskeletal pain 18 1.2 11 2 Nervous system disorder Headache 8 0 3.7 0 Vascular disorders Hypertension 11 6 2 1.2 Hemorrhage 10 1.2 3.7 0.8 Renal and urinary disorders Proteinuria 6 0.8 1.2 0 Table 6: Select Laboratory Abnormalities (≥10%) in SUNLIGHT Laboratory parameters LONSURF + Bevacizumab Each test incidence is based on the number of patients who had both baseline and at least one on-study laboratory measurement available: LONSURF + bevacizumab group (n=242 patients) and LONSURF group (range: 240 to 242 patients). LONSURF All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Neutrophils decreased 80 52 68 39 Hemoglobin decreased 68 5 73 11 Platelets decreased 54 4.1 29 0.8 Chemistry Aspartate aminotransferase increased 34 2.1 28 1.2 Alanine aminotransferase increased 33 3.3 23 0.4 Alkaline phosphatase increased 31 0.8 36 1.2 Sodium decreased 25 2.1 20 3.3 Potassium increased 17 0 15 0 Potassium decreased 12 0.8 12 2.5 Creatinine increased 12 0.8 15 0 Metastatic Gastric Cancer The safety of LONSURF was evaluated in TAGS, an international, randomized (2:1), double-blind, placebo-controlled trial in patients with metastatic gastric or gastroesophageal junction (GEJ) adenocarcinoma who were previously treated with at least 2 prior chemotherapy regimens for advanced disease [see Clinical Studies (14.2) ] . Previous treatments must have included a fluoropyrimidine, a platinum, and either a taxane or irinotecan. Patients with HER2/neu-positive tumors must have received prior HER2/neu-targeted therapy, if available. Adjuvant chemotherapy could be counted as one prior regimen in patients who had recurrence during or within 6 months of completion of the adjuvant chemotherapy. Patients received LONSURF 35 mg/m 2 /dose (n=335) or placebo (n=168) twice daily on Days 1 through 5 and Days 8 through 12 of each 28-day cycle with best supportive care. In TAGS, 10% of patients received LONSURF for more than 6 months and 0.9% of patients received LONSURF for more than 1 year. The study population characteristics were: median age 63 years (24 to 89 years); 73% male; 70% White, 16% Asian, and 1% Black. The most common adverse reactions or laboratory abnormalities (≥10% in incidence) in patients treated with LONSURF at a rate that exceeds the rate in patients receiving placebo were neutropenia, anemia, nausea, decreased appetite, thrombocytopenia, vomiting, and diarrhea. In TAGS, 13% of patients discontinued LONSURF for an adverse reaction and 11% of patients required a dose reduction. The most common adverse reactions or laboratory abnormalities leading to dose reduction were neutropenia, anemia, febrile neutropenia, and diarrhea. Table 7 and Table 8 list the adverse reactions and laboratory abnormalities (graded using CTCAE v4.03), respectively, observed in TAGS. Table 7: Adverse Reactions (≥5%) in Patients Receiving LONSURF and at a Higher Incidence (>2%) than in Patients Receiving Placebo in TAGS Adverse Reactions LONSURF (N=335) Placebo (N=168) All Grades (%) Grades 3-4 No Grade 4 definition for nausea or fatigue in NCI CTCAE, version 4.03. (%) All Grades (%) Grades 3-4 (%) Gastrointestinal Nausea 37 3 32 3 Vomiting 25 4 20 2 Diarrhea 23 3 14 2 Metabolism and nutrition Decreased appetite 34 9 31 7 Infections Incidence reflects 46 preferred terms in the Infections and Infestations system organ class. 23 5 16 5 Table 8: Laboratory Abnormalities in TAGS Laboratory Parameter Worst Grade at least one Grade higher than baseline, with percent based on number of patients with post-baseline samples which may be <335 (LONSURF) or 168 (placebo) LONSURF Placebo All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Hematologic Neutropenia 66 38 4 0 Anemia Anemia: No Grade 4 definition in CTCAE, v4.03 63 19 38 7 Thrombocytopenia 34 6 9 0 In TAGS, pulmonary emboli occurred more frequently in LONSURF-treated patients (3.1%) compared to 1.8% for patients on placebo. Additional Clinical Experience Interstitial lung disease was reported in 15 (0.2%) patients, 3 of which were fatal, among approximately 7,000 patients exposed to LONSURF in clinical studies and clinical practice settings in Asia."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dosage : 35 mg/m 2 /dose orally twice daily with food on Days 1 through 5 and Days 8 through 12 of each 28-day cycle. ( 2.1 ) 2.1 Recommended Dosage The recommended dosage of LONSURF as a single agent or in combination with bevacizumab is 35 mg/m 2 up to a maximum of 80 mg per dose (based on the trifluridine component) orally twice daily with food on Days 1 through 5 and Days 8 through 12 of each 28-day cycle until disease progression or unacceptable toxicity. Round dose to the nearest 5 mg increment. Refer to the Prescribing Information for bevacizumab dosing information. Instruct patients to swallow LONSURF tablets whole. Instruct patients not to retake doses of LONSURF that are vomited or missed and to continue with the next scheduled dose. LONSURF is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 Table 1 shows the calculated initial daily dose based on body surface area (BSA). Table 1: Recommended Dosage According to Body Surface Area (BSA) BSA (m2) Total daily dose (mg) Dose (mg) administered twice daily Tablets per dose 15 mg 20 mg < 1.07 70 35 1 1 1.07 – 1.22 80 40 0 2 1.23 – 1.37 90 45 3 0 1.38 – 1.52 100 50 2 1 1.53 – 1.68 110 55 1 2 1.69 – 1.83 120 60 0 3 1.84 – 1.98 130 65 3 1 1.99 – 2.14 140 70 2 2 2.15 – 2.29 150 75 1 3 ≥2.30 160 80 0 4 2.2 Dosage Modifications for Adverse Reactions Obtain complete blood cell counts prior to and on Day 15 of each cycle [see Warnings and Precautions (5.1) ] . Do not initiate the cycle of LONSURF until: Absolute neutrophil count (ANC) greater than or equal to 1,500/mm 3 or febrile neutropenia is resolved Platelets greater than or equal to 75,000/mm 3 Grade 3 or 4 non-hematological adverse reactions are resolved to Grade 0 or 1 Within a treatment cycle, withhold LONSURF for any of the following: Absolute neutrophil count (ANC) less than 500/mm 3 or febrile neutropenia Platelets less than 50,000/mm 3 Grade 3 or 4 non-hematologic adverse reaction After recovery, resume LONSURF after reducing the dose by 5 mg/m 2 /dose from the previous dose, if the following occur: Febrile neutropenia Uncomplicated Grade 4 neutropenia (which has recovered to greater than or equal to 1,500/mm 3 ) or thrombocytopenia (which has recovered to greater than or equal to 75,000/mm 3 ) that results in more than 1 week delay in start of next cycle Non-hematologic Grade 3 or Grade 4 adverse reaction except for Grade 3 nausea and/or vomiting controlled by antiemetic therapy or Grade 3 diarrhea responsive to antidiarrheal medication A maximum of 3 dose reductions are permitted. Permanently discontinue LONSURF in patients who are unable to tolerate a dose of 20 mg/m 2 orally twice daily. Do not escalate LONSURF dosage after it has been reduced. Refer to the bevacizumab prescribing information for dose modifications for adverse reactions associated with bevacizumab. 2.3 Recommended Dosage for Renal Impairment Severe Renal Impairment In patients with severe renal impairment [creatinine clearance (CLcr) of 15 to 29 mL/min as determined by the Cockcroft-Gault formula], the recommended dosage is 20 mg/m 2 (based on the trifluridine component) orally twice daily with food on Days 1 through 5 and Days 8 through 12 of each 28-day cycle (Table 2) [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . Reduce dose to 15 mg/m 2 twice daily in patients with severe renal impairment who are unable to tolerate a dose of 20 mg/m 2 twice daily (Table 2). Permanently discontinue LONSURF in patients who are unable to tolerate a dose of 15 mg/m 2 twice daily. Table 2: Recommended Dosage for Severe Renal Impairment According to BSA BSA (m 2 ) Total daily dose (mg) Dose (mg) administered twice daily Tablets per dose 15 mg 20 mg For a dose of 20 mg/m 2 twice daily: < 1.14 40 20 0 1 1.14 – 1.34 50 25 For a total daily dose of 50 mg, instruct patients to take 1 x 20-mg tablet in the morning and 2 x 15-mg tablets in the evening. 2 in the evening 1 in the morning 1.35 – 1.59 60 30 2 0 1.60 – 1.94 70 35 1 1 1.95 – 2.09 80 40 0 2 2.10 – 2.34 90 45 3 0 ≥ 2.35 100 50 2 1 For a dose of 15 mg/m 2 twice daily: < 1.15 30 15 1 0 1.15 – 1.49 40 20 0 1 1.50 – 1.84 50 25 2 in the evening 1 in the morning 1.85 – 2.09 60 30 2 0 2.10 – 2.34 70 35 1 1 ≥ 2.35 80 40 0 2"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LONSURF is a combination of trifluridine, a nucleoside metabolic inhibitor, and tipiracil, a thymidine phosphorylase inhibitor, indicated for the treatment of adult patients with: metastatic colorectal cancer as a single agent or in combination with bevacizumab who have been previously treated with fluoropyrimidine-, oxaliplatin- and irinotecan-based chemotherapy, an anti-VEGF biological therapy, and if RAS wild-type, an anti-EGFR therapy. ( 1.1 ) metastatic gastric or gastroesophageal junction adenocarcinoma previously treated with at least two prior lines of chemotherapy that included a fluoropyrimidine, a platinum, either a taxane or irinotecan, and if appropriate, HER2/neu-targeted therapy. ( 1.2 ) 1.1 Metastatic Colorectal Cancer LONSURF, as a single agent or in combination with bevacizumab, is indicated for the treatment of adult patients with metastatic colorectal cancer previously treated with fluoropyrimidine-, oxaliplatin- and irinotecan-based chemotherapy, an anti-VEGF biological therapy, and if RAS wild-type, an anti-EGFR therapy. 1.2 Metastatic Gastric Cancer LONSURF is indicated for the treatment of adult patients with metastatic gastric or gastroesophageal junction adenocarcinoma previously treated with at least two prior lines of chemotherapy that included a fluoropyrimidine, a platinum, either a taxane or irinotecan, and if appropriate, HER2/neu-targeted therapy."
  ],
  "fetched_at": "2025-10-01T17:34:56.516099",
  "source": "OpenFDA"
}