{
  "drug_name": "Tipranavir",
  "generic_name": [
    "TIPRANAVIR"
  ],
  "brand_names": [
    "Aptivus"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Co-administration of APTIVUS can alter the concentrations of other drugs and other drugs may alter the concentration of tipranavir. The potential for drug-drug interactions must be considered prior to and during therapy. ( 4 , 5.4 , 7 ) 7.1 Potential for APTIVUS/ritonavir to Affect Other Drugs APTIVUS co-administered with ritonavir at the recommended dose is a net inhibitor of CYP3A and may increase plasma concentrations of agents that are primarily metabolized by CYP3A. Thus, co-administration of APTIVUS/ritonavir with drugs highly dependent on CYP3A for clearance and for which elevated plasma concentrations are associated with serious and/or life-threatening events is contraindicated [see Contraindications (4) ] . Co-administration with other CYP3A substrates may require a dose adjustment or additional monitoring [see Drug Interactions (7) ] . Clinically significant drug-drug interactions of APTIVUS co-administered with ritonavir are summarized in Table 4 below. A phenotypic cocktail study was conducted with 16 healthy volunteers to quantify the influence of 10 days of APTIVUS/ritonavir capsule administration on the activity of hepatic CYP1A2 (caffeine), 2C9 (warfarin), 2C19 (omeprazole), 2D6 (dextromethorphan) and the activity of intestinal and hepatic CYP3A4/5 (midazolam) and P-glycoprotein (P-gp) (digoxin). This study determined the first-dose and steady-state effects of 500 mg of APTIVUS co-administered with 200 mg of ritonavir twice daily in capsule form. There was no net effect on CYP2C9 or hepatic P-gp at first dose or steady state. There was no net effect after first dose on CYP1A2, but there was moderate induction at steady state. There was modest inhibition of CYP2C19 at the first dose, but there was marked induction at steady state. Potent inhibition of CYP2D6 and both hepatic and intestinal CYP3A4/5 activities were observed after first dose and steady state. Intestinal and hepatic P-gp activity was assessed by administering oral and intravenous digoxin, respectively. The digoxin results indicate P-gp was inhibited after the first dose of APTIVUS/ritonavir followed by induction of P-gp over time. Thus, it is difficult to predict the net effect of APTIVUS administered with ritonavir on oral bioavailability and plasma concentrations of drugs that are dual substrates of CYP3A and P-gp. The net effect will vary depending on the relative affinity of the co-administered drugs for CYP3A and P-gp, and the extent of intestinal first-pass metabolism/efflux. An in vitro induction study in human hepatocytes showed an increase in UGT1A1 by tipranavir similar to that evoked by rifampin. The clinical consequences of this finding have not been established. 7.2 Potential for Other Drugs to Affect Tipranavir Tipranavir is a CYP3A substrate and a P-gp substrate. Co-administration of APTIVUS/ritonavir and drugs that induce CYP3A and/or P-gp may decrease tipranavir plasma concentrations. Co-administration of APTIVUS/ritonavir and drugs that inhibit P-gp may increase tipranavir plasma concentrations. Co-administration of APTIVUS/ritonavir with drugs that inhibit CYP3A may not further increase tipranavir plasma concentrations, because the level of metabolites is low following steady-state administration of APTIVUS/ritonavir 500 mg/200 mg twice daily. Clinically significant drug-drug interactions of APTIVUS co-administered with ritonavir are summarized in Table 4 below [see Contraindications (4) , Warnings and Precautions (5.4) , and Clinical Pharmacology (12.3) ] . Table 4 Established and Other Potentially Significant Drug Interactions: Alterations in Dose or Regimen May be Recommended Based on Drug Interaction Studies or Predicted Interaction Concomitant Drug Class: Drug name Effect on Concentration of Tipranavir or Concomitant Drug Clinical Comment ↑ increase, ↓ decrease, ↔ no change, ↕ unable to predict HIV-1 Antiviral Agents Fusion Inhibitors: Enfuvirtide ↑ Tipranavir At steady state, tipranavir trough concentrations were approximately 45% higher in patients co-administered enfuvirtide in the Phase 3 trials. The mechanism for this increase is not known. Dose adjustments are not recommended. Non-Nucleoside Reverse Transcriptase Inhibitors: Etravirine ↓ Etravirine APTIVUS/ritonavir when coadministered with etravirine may cause a significant decrease in the plasma concentrations of etravirine and loss of therapeutic effect of etravirine. Etravirine and APTIVUS/ritonavir should not be coadministered. Rilpivirine The use of rilpivirine co-administered with APTIVUS/ritonavir has not been studied. Concomitant use of rilpivirine with Aptivus/ritonavir may cause an increase in the plasma concentrations of rilpivirine (inhibition of CYP3A enzymes). Rilpivirine is not expected to affect the plasma concentrations of Aptivus/ritonavir. Nucleoside Reverse Transcriptase Inhibitors: Abacavir ↓ Abacavir AUC by approximately 40% Clinical relevance of reduction in abacavir levels not established. Dose adjustment of abacavir cannot be recommended at this time. Didanosine (EC) ↓ Didanosine Clinical relevance of reduction in didanosine levels not established. For optimal absorption, didanosine should be separated from APTIVUS/ritonavir dosing by at least 2 hours. Zidovudine ↓ Zidovudine AUC by approximately 35%. ZDV glucuronide concentrations were unaltered. Clinical relevance of reduction in zidovudine levels not established. Dose adjustment of zidovudine cannot be recommended at this time. Protease Inhibitors (co-administered with 200 mg of ritonavir): Fosamprenavir ↓ Amprenavir Combining a protease inhibitor with APTIVUS/ritonavir is not recommended. Lopinavir ↓ Lopinavir Saquinavir ↓ Saquinavir Protease Inhibitors (co-administered with 100 mg of ritonavir): Atazanavir ↓ Atazanavir ↑ Tipranavir Virus Integrase Strand Transfer Inhibitors (INSTI): Raltegravir ↓ Raltegravir No dose adjustment is needed for 400 mg twice daily dosing regimen of raltegravir. For all other dosing regimens of raltegravir, refer to current prescribing information for raltegravir. Dolutegravir ↓ Dolutegravir For dosage recommendations, refer to dolutegravir prescribing information. Agents for Opportunistic Infections Antifungals: Fluconazole Itraconazole Ketoconazole ↑ Tipranavir, ↔ Fluconazole Fluconazole increases tipranavir concentrations but dose adjustments are not needed. Fluconazole doses >200 mg/day are not recommended. Voriconazole ↑ Itraconazole (not studied) ↑ Ketoconazole (not studied) Based on theoretical considerations itraconazole and ketoconazole should be used with caution. High doses (>200 mg/day) are not recommended. ↕ Voriconazole (not studied) Due to multiple enzymes involved with voriconazole metabolism, it is difficult to predict the interaction. Antimycobacterials: Clarithromycin ↑ Tipranavir, ↑ Clarithromycin, ↓ 14-hydroxy-clarithromycin metabolite No dose adjustment of APTIVUS or clarithromycin for patients with normal renal function is necessary. For patients with renal impairment the following dosage adjustments should be considered: For patients with CL CR 30 to 60 mL/min the dose of clarithromycin should be reduced by 50%. For patients with CL CR <30 mL/min the dose of clarithromycin should be decreased by 75%. Rifabutin Tipranavir not changed, ↑Rifabutin ↑ Desacetyl-rifabutin Single dose study. Dosage reductions of rifabutin by 75% are recommended (e.g., 150 mg every other day). Increased monitoring for adverse events in patients receiving the combination is warranted. Further dosage reduction may be necessary. Other Agents Commonly Used Anticonvulsants: Carbamazepine Phenobarbital Phenytoin ↓ Tipranavir Caution should be used when prescribing carbamazepine, phenobarbital and/or phenytoin. APTIVUS may be less effective due to decreased tipranavir plasma concentration in patients taking these agents concomitantly. Valproic Acid ↓ Valproic Acid Caution should be used when prescribing valproic acid. Valproic acid may be less effective due to decreased valproic acid plasma concentration in patients taking APTIVUS concomitantly. Antidepressants: Trazodone ↑ Trazodone Concomitant use of trazodone and APTIVUS/ritonavir may increase plasma concentrations of trazodone. Adverse events of nausea, dizziness, hypotension, and syncope have been observed following co-administration of trazodone and ritonavir. If trazodone is used with a CYP3A4 inhibitor such as APTIVUS/ritonavir, the combination should be used with caution and a lower dose of trazodone should be considered. Desipramine Combination with APTIVUS/ritonavir not studied ↑ Desipramine Dosage reduction and concentration monitoring of desipramine is recommended. Selective Serotonin-Reuptake Inhibitors: Combination with APTIVUS/ritonavir not studied Antidepressants have a wide therapeutic index, but doses may need to be adjusted upon initiation of APTIVUS/ritonavir therapy. Fluoxetine Paroxetine Sertraline ↑ Fluoxetine ↑ Paroxetine ↑ Sertraline Anti-gout Colchicine ↑ Colchicine In patients with renal or hepatic impairment, co-administration of colchicine in patients on APTIVUS/ritonavir is contraindicated. In combination with APTIVUS/ritonavir, the following dosage adjustments are recommended in patients with normal renal and hepatic function: Treatment of gout flares: Co-administration of colchicine in patients on APTIVUS/ritonavir: 0.6 mg (1 tablet) × 1 dose, followed by 0.3 mg (half tablet) 1 hour later. Dose to be repeated no earlier than 3 days. Prophylaxis of gout flares: Co-administration of colchicine in patients on APTIVUS/ritonavir : If the original colchicine regimen was 0.6 mg twice a day, the regimen should be adjusted to 0.3 mg once a day. If the original colchicine regimen was 0.6 mg once a day, the regimen should be adjusted to 0.3 mg once every other day. Treatment of familial Mediterranean fever (FMF): Co-administration of colchicine in patients on APTIVUS/ritonavir: Maximum daily dose of 0.6 mg (may be given as 0.3 mg twice a day). Antipsychotics: Quetiapine ↑ Quetiapine Initiation of APTIVUS with ritonavir in patients taking quetiapine: Consider alternative antiretroviral therapy to avoid increases in quetiapine exposures. If co-administration is necessary, reduce the quetiapine dose to 1/6 of the current dose and monitor for quetiapine-associated adverse reactions. Refer to the quetiapine prescribing information for recommendations on adverse reaction monitoring. Initiation of quetiapine in patients taking APTIVUS with ritonavir: Refer to the quetiapine prescribing information for initial dosing and titration of quetiapine. Benzodiazepines: Parenterally administered midazolam ↑ Midazolam Midazolam is extensively metabolized by CYP3A4. Increases in the concentration of midazolam are expected to be significantly higher with oral than parenteral administration. Therefore, APTIVUS should not be given with orally administered midazolam [ see Contraindications (4) ]. If APTIVUS is co-administered with parenteral midazolam, close clinical monitoring for respiratory depression and/or prolonged sedation should be exercised and dosage adjustments should be considered. Buprenorphine/naloxone ↔ Buprenorphine ↓ Tipranavir APTIVUS/ritonavir did not result in changes in the clinical efficacy of buprenorphine/naloxone. Compared to historical controls tipranavir C min was decreased approximately 40% with this combination. Dose adjustments cannot be recommended. Calcium Channel Blockers: Combination with APTIVUS/ritonavir not studied. Cannot predict effect of TPV/ritonavir on calcium channel blockers that are dual substrates of CYP3A and P-gp due to conflicting effect of TPV/ritonavir on CYP3A and P-gp. Caution is warranted and clinical monitoring of patients is recommended. Diltiazem Felodipine Nicardipine Nisoldipine Verapamil ↕ Diltiazem ↑ Felodipine (CYP3A substrate but not P-gp substrate) ↕ Nicardipine ↕ Nisoldipine (CYP3A substrate but not clear whether it is a P-gp substrate) ↕ Verapamil Disulfiram/Metronidazole Combination with TPV/ritonavir not studied APTIVUS capsules contain alcohol that can produce disulfiram-like reactions when co-administered with disulfiram or other drugs which produce this reaction (e.g., metronidazole). Endothelin receptor antagonists Co-administration of bosentan in patients on APTIVUS/ritonavir: Bosentan ↑ Bosentan In patients who have been receiving APTIVUS/ritonavir for at least 10 days, start bosentan at 62.5 mg once daily or every other day based upon individual tolerability. Co-administration of APTIVUS/ritonavir in patients on bosentan: Discontinue use of bosentan at least 36 hours prior to initiation of APTIVUS/ritonavir. After at least 10 days following the initiation of APTIVUS/ritonavir, resume bosentan at 62.5 mg once daily or every other day based upon individual tolerability. HMG-CoA Reductase Inhibitors: Atorvastatin Rosuvastatin ↑ Atorvastatin ↓ Hydroxy-atorvastatin metabolites ↑ Rosuvastatin Avoid co-administration with atorvastatin. Hypoglycemics: Combination with APTIVUS/ritonavir not studied Careful glucose monitoring is warranted. Glimepiride Glipizide Glyburide Pioglitazone Repaglinide Tolbutamide ↔ Glimepiride (CYP2C9) ↔ Glipizide (CYP2C9) ↔ Glyburide (CYP2C9) ↕ Pioglitazone (CYP2C8 and CYP3A4) ↕ Repaglinide (CYP2C8 and CYP3A4) ↔ Tolbutamide (CYP2C9) The effect of TPV/ritonavir on CYP2C8 substrate is not known. Immunosuppressants: Combination with APTIVUS/ritonavir not studied. Cannot predict effect of TPV/ritonavir on immunosuppressants due to conflicting effect of TPV/ritonavir on CYP3A and P-gp. Increased frequency of monitoring of plasma levels of immunosuppressant drugs is recommended. Cyclosporine Sirolimus Tacrolimus ↕ Cyclosporine ↕ Sirolimus ↕ Tacrolimus Inhaled beta agonist: Concurrent administration of APTIVUS/ritonavir is not recommended. The combination may result in increased risk of cardiovascular adverse events associated with salmeterol, including QT prolongation, palpitations, and sinus tachycardia. Salmeterol ↑ Salmeterol Inhaled/Nasal Steroids: Fluticasone ↑ Fluticasone Concomitant use of fluticasone propionate and APTIVUS/ritonavir may increase plasma concentrations of fluticasone propionate, resulting in significantly reduced serum cortisol concentrations. Co-administration of fluticasone propionate and APTIVUS/ritonavir is not recommended unless the potential benefit to the patient outweighs the risk of systemic corticosteroid side effects. Narcotic Analgesics: Combinations with APTIVUS/ritonavir not studied Dosage increase and long-term use of meperidine are not recommended due to increased concentrations of the metabolite normeperidine which has both analgesic activity and CNS stimulant activity (e.g., seizures). Meperidine ↓ Meperidine, ↑ Normeperidine Methadone ↓ Methadone Dosage of methadone may need to be increased when co-administered with APTIVUS and 200 mg of ritonavir. ↓ S-Methadone, ↓ R-Methadone Oral Contraceptives/Estrogens: Ethinyl estradiol ↓ Ethinyl estradiol concentrations by 50% Alternative methods of nonhormonal contraception should be used when estrogen based oral contraceptives are co-administered with APTIVUS and 200 mg of ritonavir. Patients using estrogens as hormone replacement therapy should be clinically monitored for signs of estrogen deficiency. Women using estrogens may have an increased risk of non-serious rash. Proton Pump Inhibitors: Omeprazole ↓ Omeprazole, ↔ Tipranavir Dosage of omeprazole may need to be increased when co-administered with APTIVUS and ritonavir. PDE-5 Inhibitors: Only the combination of tadalafil with APTIVUS/ritonavir has been studied (at doses used for treatment of erectile dysfunction). Co-administration with APTIVUS/ritonavir may result in an increase in PDE-5 inhibitor-associated adverse events, including hypotension, syncope, visual disturbances, and priapism. Sildenafil Tadalafil Vardenafil ↑ Sildenafil (not studied) ↑ Tadalafil with first dose APTIVUS/ritonavir ↔ Tadalafil at APTIVUS/ritonavir steady-state ↑ Vardenafil (not studied) Use of PDE-5 inhibitors for pulmonary arterial hypertension (PAH): Use of sildenafil (Revatio) is contraindicated when used for the treatment of pulmonary arterial hypertension (PAH) [ see Contraindications (4) ]. The following dose adjustments are recommended for use of tadalafil (Adcirca) with APTIVUS/ritonavir: Co-administration of tadalafil (Adcirca) in patients on APTIVUS/ritonavir: In patients receiving APTIVUS/ritonavir for at least one week, start Adcirca at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Co-administration of APTIVUS/ritonavir in patients on tadalafil (Adcirca): Avoid use of tadalafil (Adcirca) during the initiation of APTIVUS/ritonavir. Stop Adcirca at least 24 hours prior to starting APTIVUS/ritonavir. After at least one week following the initiation of APTIVUS/ritonavir, resume Adcirca at 20 mg once daily. Increase to 40 mg once daily based upon individual tolerability. Use of PDE-5 inhibitors for erectile dysfunction: Concomitant use of PDE-5 inhibitors with APTIVUS/ritonavir should be used with caution and in no case should the starting dose of: sildenafil exceed 25 mg within 48 hours tadalafil exceed 10 mg every 72 hours vardenafil exceed 2.5 mg every 72 hours Use with increased monitoring for adverse events. Oral Anticoagulants: Warfarin ↔ S-Warfarin Frequent INR (international normalized ratio) monitoring upon initiation of APTIVUS/ritonavir therapy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described, in greater detail, in other sections: Hepatic Impairment and Toxicity [ see Warnings and Precautions (5.2) ] Intracranial Hemorrhage [ see Warnings and Precautions (5.3) ] Rash [ see Warnings and Precautions (5.6) ] Due to the need for co-administration of APTIVUS with ritonavir, please refer to ritonavir prescribing information for ritonavir-associated adverse reactions. Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. In adults the most frequent adverse reactions (incidence >4%) were diarrhea, nausea, pyrexia, vomiting, fatigue, headache, and abdominal pain. ( 6.1 ) In pediatric subjects the most frequent adverse reactions were generally similar to those seen in adults. However, rash was more frequent in pediatric subjects than in adults. ( 6.2 ) To report SUSPECTED ADVERSE REACTIONS, contact Boehringer Ingelheim Pharmaceuticals, Inc. at 1-800-542-6257 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials in Adults APTIVUS, co-administered with ritonavir, has been studied in a total of 6308 HIV-1 positive adults as combination therapy in clinical studies. Of these, 1299 treatment-experienced subjects received the dose of 500 mg/200 mg BID. Nine hundred nine (909) adults, including 541 in the 1182.12 and 1182.48 controlled clinical trials, have been treated for at least 48 weeks [ see Clinical Studies (14) ]. In 1182.12 and 1182.48 in the APTIVUS/ritonavir arm, the most frequent adverse reactions were diarrhea, nausea, pyrexia, vomiting, fatigue, headache, and abdominal pain. The 48-Week Kaplan-Meier rates of adverse reactions leading to discontinuation were 13.3% for APTIVUS/ritonavir-treated subjects and 10.8% for the comparator arm subjects. Adverse reactions reported in the controlled clinical trials 1182.12 and 1182.48, based on treatment-emergent clinical adverse reactions of moderate to severe intensity (Grades 2 - 4) in at least 2% of treatment-experienced subjects in either treatment group are summarized in Table 2 below. Table 2 Adverse Reactions Reported in Randomized, Controlled Clinical Trials (1182.12 and 1182.48) Based on Treatment-Emergent Clinical Adverse Reactions of Moderate to Severe Intensity (Grades 2 - 4) in at least 2% of Treatment-Experienced Subjects in either Treatment Group a (48-week Analyses) Percentage of patients (rate per 100 patient-exposure years) APTIVUS/ritonavir (500/200 mg BID) + OBR c (n=749; 757.4 patient-exposure years) Comparator PI/ritonavir b + OBR (n=737; 503.9 patient-exposure years) a Excludes laboratory abnormalities that were Adverse Events b Comparator PI/ritonavir: lopinavir/ritonavir 400/100 mg BID, indinavir/ritonavir 800/100 mg BID, saquinavir/ritonavir 1000/100 mg BID, amprenavir/ritonavir 600/100 mg BID c Optimized Background Regimen Blood and Lymphatic Disorders Anemia 3.3% (3.4) 2.3% (3.4) Neutropenia 2.0% (2.0) 1.0% (1.4) Gastrointestinal Disorders Diarrhea 15.0% (16.5) 13.4% (21.6) Nausea 8.5% (9.0) 6.4% (9.7) Vomiting 5.9% (6.0) 4.1% (6.1) Abdominal pain 4.4% (4.5) 3.4% (5.1) Abdominal pain upper 1.5% (1.5) 2.3% (3.4) General Disorders Pyrexia 7.5% (7.7) 5.4% (8.2) Fatigue 5.7% (5.9) 5.6% (8.4) Investigations Weight decreased 3.1% (3.1) 2.2% (3.2) ALT increased 2.0% (2.0) 0.5% (0.8) GGT increased 2.0% (2.0) 0.4% (0.6) Metabolism and Nutrition Disorders Hypertriglyceridemia 3.9% (4.0) 2.0% (3.0) Hyperlipidemia 2.5% (2.6) 0.8% (1.2) Dehydration 2.1% (2.1) 1.1% (1.6) Musculoskeletal and Connective Tissue Disorders Myalgia 2.3% (2.3) 1.8% (2.6) Nervous System Disorders Headache 5.2% (5.3) 4.2% (6.3) Peripheral neuropathy 1.5% (1.5) 2.0% (3.0) Psychiatric Disorders Insomnia 1.7% (1.7) 3.7% (5.5) Respiratory, Thoracic and Mediastinal Disorders Dyspnea 2.1% (2.1) 1.0% (1.4) Skin and Subcutaneous Tissue Disorders Rash 3.1% (3.1) 3.8% (5.7) Less Common Adverse Reactions Other adverse reactions reported in <2% of adult subjects (n=1474) treated with APTIVUS/ritonavir 500 mg/200 mg in Phase 2 and 3 clinical trials are listed below by body system: Blood and Lymphatic System Disorders: thrombocytopenia Gastrointestinal Disorders: abdominal distension, dyspepsia, flatulence, gastroesophageal reflux disease, pancreatitis General Disorders: influenza-like illness, malaise Hepatobiliary Disorders: hepatitis, hepatic failure, hyperbilirubinemia, cytolytic hepatitis, toxic hepatitis, hepatic steatosis Immune System Disorders: hypersensitivity Investigations: hepatic enzymes increased, liver function test abnormal, lipase increased Metabolism and Nutrition Disorders: anorexia, decreased appetite, diabetes mellitus, facial wasting, hyperamylasemia, hypercholesterolemia, hyperglycemia, mitochondrial toxicity Musculoskeletal and Connective Tissue Disorders: muscle cramp Nervous System Disorders: dizziness, intracranial hemorrhage, somnolence Psychiatric Disorders: sleep disorder Renal and Urinary Disorders: renal insufficiency Skin and Subcutaneous System Disorders: exanthem, lipoatrophy, lipodystrophy acquired, lipohypertrophy, pruritus Laboratory Abnormalities Treatment-emergent laboratory abnormalities reported at 48 weeks in the controlled clinical trials 1182.12 and 1182.48 in adults are summarized in Table 3 below. Table 3 Treatment-Emergent Laboratory Abnormalities Reported in ≥2% of Adult Patients (48-week Analyses) Randomized, Controlled Clinical Trials 1182.12 and 1182.48 Percentage of Patients (rate per 100 patient-exposure years) Limit APTIVUS/ritonavir (500/200 mg BID) + OBR (n=738) Comparator PI/ritonavir + OBR* (n=724) *Comparator PI/ritonavir: lopinavir/ritonavir 400/100 mg BID, indinavir/ritonavir 800/100 mg BID, saquinavir/ritonavir 1000/100 mg BID, amprenavir/ritonavir 600/100 mg BID Hematology WBC count decrease Grade 3 <2.0 × 10 3 /µL 5.4% (5.6) 4.8% (7.7) Grade 4 <1.0 × 10 3 /µL 0.3% (0.3) 1.1% (1.7) Chemistry Amylase Grade 3 >2.5 × ULN 5.7% (5.9) 6.4% (10.4) Grade 4 >5 × ULN 0.3% (0.3) 0.7% (1.1) ALT Grade 2 >2.5-5 × ULN 14.9% (16.5) 7.5% (12.4) Grade 3 >5-10 × ULN 5.6% (5.7) 1.7% (2.6) Grade 4 >10 × ULN 4.1% (4.1) 0.4% (0.7) AST Grade 2 >2.5-5 × ULN 9.9% (10.5) 8.0% (13.3) Grade 3 >5-10 × ULN 4.5% (4.6) 1.4% (2.2) Grade 4 >10 × ULN 1.6% (1.6) 0.4% (0.6) ALT and/or AST Grade 2-4 >2.5 × ULN 26.0% (31.5) 13.7% (23.8) Cholesterol Grade 2 >300 – 400 mg/dL 15.6% (17.7) 6.4% (10.5) Grade 3 >400 – 500 mg/dL 3.3% (3.3) 0.3% (0.4) Grade 4 >500 mg/dL 0.9% (1.0) 0.1% (0.2) Triglycerides Grade 2 400 – 750 mg/dL 35.9% (49.9) 26.8% (51.0) Grade 3 >750 – 1200 mg/dL 16.9% (19.4) 8.7% (14.6) Grade 4 >1200 mg/dL 8.0% (8.4) 4.3% (7.0) In controlled clinical trials 1182.12 and 1182.48 extending up to 96 weeks, the proportion of subjects who developed Grade 2-4 ALT and/or AST elevations increased from 26% at week 48 to 32.1% at week 96 with APTIVUS/ritonavir. The risk of developing transaminase elevations is greater during the first year of therapy. 6.2 Clinical Trials in Pediatrics APTIVUS, co-administered with ritonavir, has been studied in a total of 135 HIV-1 infected pediatric subjects as combination therapy. Study 1182.14 enrolled HIV-1 infected, treatment-experienced pediatric subjects (with the exception of 3 treatment-naïve subjects), with baseline HIV-1 RNA of at least 1500 copies/mL. One hundred and ten (110) subjects were enrolled in a randomized, open-label 48-week clinical trial (Study 1182.14) and 25 subjects were enrolled in other clinical studies including Expanded Access and Emergency Use Programs. The adverse reactions profile seen in Study 1182.14 was similar to adults. However, rash (5.5%), was reported more frequently in pediatric subjects than in adults. The most common Grade 3-4 laboratory abnormalities were increases in CPK (11%), ALT (6.5%), and amylase (7.5%)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS APTIVUS is contraindicated in patients with moderate or severe (Child-Pugh Class B or C, respectively) hepatic impairment [ see Warnings and Precautions (5.2) ]. APTIVUS/ritonavir is contraindicated when co-administered with drugs that are highly dependent on CYP3A for clearance or are potent CYP3A inducers (see Table 1 ) [ see Drug Interactions (7.2) ]. Table 1 Drugs that are Contraindicated with APTIVUS Co-Administered with Ritonavir Drug Class Drugs within Class that are Contraindicated with APTIVUS Co-administered with Ritonavir Clinical Comments: Alpha 1-adrenoreceptor antagonist Alfuzosin Potentially increased alfuzosin concentrations can result in hypotension. Antiarrhythmics Amiodarone, bepridil, flecainide, propafenone, quinidine Potential for serious and/or life-threatening reactions such as cardiac arrhythmias secondary to increases in plasma concentrations of antiarrhythmics. Antimycobacterials Rifampin May lead to loss of virologic response and possible resistance to APTIVUS or to the class of protease inhibitors or other co-administered antiretroviral agents. Ergot derivatives Dihydroergotamine, ergonovine, ergotamine, methylergonovine Potential for acute ergot toxicity characterized by peripheral vasospasm and ischemia of the extremities and other tissues. GI motility agent Cisapride Potential for cardiac arrhythmias. Herbal products St. John's wort (hypericum perforatum) May lead to loss of virologic response and possible resistance to APTIVUS or to the class of protease inhibitors. HMG CoA reductase inhibitors Lovastatin, simvastatin Potential for myopathy including rhabdomyolysis. Antipsychotics Pimozide Potential for cardiac arrhythmias. Lurasidone Potential for serious and/or life-threatening reactions. PDE-5 inhibitors Sildenafil (Revatio) [for treatment of pulmonary arterial hypertension] A safe and effective dose has not been established when used with APTIVUS/ritonavir. There is increased potential for sildenafil-associated adverse events (which include visual disturbances, hypotension, prolonged erection, and syncope). Sedatives/hypnotics Oral midazolam, triazolam Prolonged or increased sedation or respiratory depression. Due to the need for co-administration of APTIVUS with ritonavir, please refer to the ritonavir prescribing information for a description of ritonavir contraindications. Patients with moderate or severe (Child-Pugh Class B or C) hepatic impairment ( 4 , 5.2 ) Use with drugs highly dependent on CYP3A for clearance or are potent CYP3A inducers ( 4 , 5.4 , 7 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adults: 500 mg APTIVUS, co-administered with 200 mg ritonavir, twice daily ( 2.2 ) Pediatric patients (weighing 36 kg or higher): 500 mg APTIVUS, co-administered with 200 mg ritonavir twice daily. ( 2.2 ) APTIVUS taken with ritonavir tablets must be taken with meals ( 2.1 ) APTIVUS capsules must be swallowed whole and must not be opened or chewed ( 2.1 ) Children should be assessed for their ability to swallow capsules before prescribing APTIVUS capsules. ( 2.1 ) Store unopened bottles of APTIVUS capsules in the refrigerator. ( 16 ) 2.1 Dosage and Administration Overview APTIVUS must be co-administered with ritonavir to exert its therapeutic effect. Failure to correctly co-administer APTIVUS with ritonavir will result in plasma levels of tipranavir that will be insufficient to achieve the desired antiviral effect and will alter some drug interactions [see Warnings and Precautions (5.1) ] . Children should be assessed for their ability to swallow capsules before prescribing APTIVUS capsules [see Use in Specific Populations (8.4) ] . APTIVUS co-administered with ritonavir tablets must only be taken with meals [see Clinical Pharmacology (12.3) ] . APTIVUS is supplied as capsules. APTIVUS capsules must be swallowed whole and must not be opened or chewed. Due to the need for co-administration of APTIVUS with ritonavir, please refer to the ritonavir prescribing information. 2.2 Recommended Dosage in Adults and Pediatric Patients Weighing 36 kg or Higher The recommended dosage in adults and pediatric patients weighing 36 kg or higher is 500 mg (two 250 mg capsules) of APTIVUS co-administered with 200 mg of ritonavir, twice daily."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE APTIVUS, co-administered with ritonavir, is indicated for combination antiretroviral treatment of HIV-1 infected adults and pediatric patients weighing 36 kg or higher who are treatment-experienced and infected with HIV-1 strains resistant to more than one protease inhibitor (PI) [see Use in Specific Populations (8.4) ] . This indication is based on analyses of plasma HIV-1 RNA levels in two controlled studies of APTIVUS/ritonavir of 48 weeks duration in treatment-experienced adults and one open-label 48-week study in pediatric patients. The adult studies were conducted in clinically advanced, 3-class antiretroviral (NRTI, NNRTI, PI) treatment-experienced adults with evidence of HIV-1 replication despite ongoing antiretroviral therapy. The following points should be considered when initiating therapy with APTIVUS/ritonavir: The use of APTIVUS/ritonavir in treatment-naïve patients is not recommended [ see Warnings and Precautions (5.2) ]. The use of other active agents with APTIVUS/ritonavir is associated with a greater likelihood of treatment response [ see Microbiology (12.4) and Clinical Studies (14) ]. Genotypic or phenotypic testing and/or treatment history should guide the use of APTIVUS/ritonavir [ see Microbiology (12.4) ]. The number of baseline primary protease inhibitor mutations affects the virologic response to APTIVUS/ritonavir [ see Microbiology (12.4) ]. Use caution when prescribing APTIVUS/ritonavir to patients with elevated transaminases, hepatitis B or C co-infection or patients with mild hepatic impairment [ see Warnings and Precautions (5.2) ]. Liver function tests should be performed at initiation of therapy with APTIVUS/ritonavir and monitored frequently throughout the duration of treatment [ see Warnings and Precautions (5.2) ]. The drug-drug interaction potential of APTIVUS/ritonavir when co-administered with other drugs must be considered prior to and during APTIVUS/ritonavir use [ see Contraindications (4) and Drug Interactions (7) ]. Use caution when prescribing APTIVUS/ritonavir in patients who may be at risk for increased bleeding or who are receiving medications known to increase the risk of bleeding [ see Warnings and Precautions (5.5) ]. There are no study results demonstrating the effect of APTIVUS/ritonavir on clinical progression of HIV-1. APTIVUS, a protease inhibitor, co-administered with ritonavir, is indicated for combination antiretroviral treatment of HIV-1 infected adult and pediatric patients weighing 36 kg or higher who are treatment-experienced and infected with HIV-1 strains resistant to more than one protease inhibitor ( 1 ) Do not use APTIVUS/ritonavir in treatment-naïve patients ( 1 )"
  ],
  "fetched_at": "2025-09-30T22:30:38.667077",
  "source": "OpenFDA"
}