{
  "drug_name": "Tirbanibulin",
  "generic_name": [
    "TIRBANIBULIN"
  ],
  "brand_names": [
    "Klisyri"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (incidence ≥2%) are local skin reactions, application site pruritus, and application site pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Almirall, at 1-866-665-2782 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Two double-blind, vehicle-controlled clinical trials were conducted in 702 adult subjects with actinic keratosis on the face or scalp. Subjects were randomized 1:1 to KLISYRI or vehicle. Subjects enrolled in the trials had 4 to 8 clinically typical, visible, and discrete AK lesions in a contiguous area of 25 cm 2 on the face or scalp. Subjects’ average age was 70 years (range 45 to 96 years) and they were predominantly White (99%), male (87%), with Fitzpatrick skin types I or II (72%) and actinic keratosis on the face (68%) or scalp (32%). Treatment groups were comparable across all demographics and baseline characteristics, including AK lesion count and distribution on the face or scalp. In the controlled trials, local skin reactions (LSRs) were collected independent of adverse events. Local skin reactions including erythema, flaking/scaling, crusting, swelling, vesiculation/pustulation, erosions/ulcerations were assessed by the investigators using a grading scale of 0 = absent, 1 = mild (slightly, barely perceptible), 2 = moderate (distinct presence), and 3 = severe (marked, intense). The percentages of subjects with the maximal post-baseline grades for each local skin reaction (LSR) greater than baseline by treatment group are provided in Table 1 . LSRs were mostly mild to moderate in severity ( Table 1 ). Table 1 Post-Baseline Local Skin Reactions in the Treatment Area (face or scalp) - Pooled Data from 2 Controlled Clinical Phase 3 Trials KLISYRI N = 353 Vehicle N = 349 Local Skin Reactions Mild n (%) Moderate n (%) Severe n (%) Mild n (%) Moderate n (%) Severe n (%) Erythema 76 (22%) 223 (63%) 22 (6%) 98 (28%) 20 (6%) 0 Flaking/ Scaling 92 (26%) 166 (47%) 31 (9%) 86 (25%) 33 (9%) 1 (<1%) Crusting 107 (30%) 50 (14%) 7 (2%) 31 (9%) 8 (2%) 0 Swelling 102 (29%) 32 (9%) 2 (<1%) 15 (4%) 1 (<1%) 0 Vesiculation/ Pustulation 25 (7%) 2 (<1%) 2 (<1%) 3 (<1%) 0 0 Erosion/ Ulceration 32 (9%) 9 (3%) 0 10 (3%) 0 0 Table 2 presents the adverse reactions experienced in ≥2% of subjects participating in the controlled clinical trials with KLISYRI. No subject withdrew from the trials due to adverse reactions. Table 2 Adverse Reactions Occurring in ≥2% of Subjects in 2 Controlled Clinical Trials– Pooled Safety Population a Application site pain includes pain, tenderness, stinging, and burning sensation at the application site. Adverse Reaction System Organ Class KLISYRI N = 353 Vehicle N = 349 Number of Subjects (%) with any adverse reaction (possibly related to treatment) 56 (16%) 35 (10%) Application site pruritus 32 (9%) 21 (6%) Application site paina 35 (10%) 11 (3%) For the 51 subjects (45 KLISYRI, 6 vehicle) who maintained complete clearance through the 12-month follow-up period, no additional local adverse reactions were reported. In a multicenter, open-label safety trial of 105 subjects where KLISYRI was applied to a treatment field of 100 cm 2 on the face or balding scalp, the results were comparable to the safety profile established by the controlled trials in subjects with a 25 cm 2 treatment area. Dermal Safety Studies Clinical studies in healthy subjects demonstrated KLISYRI did not cause contact sensitization (261 subjects), phototoxic skin reactions (31 subjects), or photoallergic skin reactions (64 subjects)."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For topical use only; not for oral or ophthalmic use. Apply KLISYRI evenly to cover up to 100 cm 2 treatment field on the face or balding scalp once daily for 5 consecutive days using 1 unit-dose packet per application. Wash hands immediately with soap and water after application. Avoid washing and touching the treated area for approximately 8 hours after application of KLISYRI. Following this time, the area may be washed with a mild soap. Avoid transfer of KLISYRI to the periocular area [see Warnings and Precautions ( 5.1 )] . Avoid application near and around the mouth and lips. For topical use; not for oral or ophthalmic use. ( 2 ) Apply KLISYRI to the treatment field on the face or scalp once daily for 5 consecutive days using 1 unit-dose packet per application. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE KLISYRI is indicated for the topical field treatment of actinic keratosis on the face or scalp. KLISYRI is a microtubule inhibitor indicated for the topical treatment of actinic keratosis of the face or scalp. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:10:09.071538",
  "source": "OpenFDA"
}