{
  "drug_name": "Tivozanib",
  "generic_name": [
    "TIVOZANIB"
  ],
  "brand_names": [
    "FOTIVDA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A Inducers: Avoid concomitant use of strong CYP3A inducers. ( 7.1 ) 7.1 Effect of Other Drugs on FOTIVDA Strong CYP3A Inducers Concomitant use of FOTIVDA with a strong CYP3A inducer decreases tivozanib exposure [see CLINICAL PHARMACOLOGY (12.3) ], which may reduce FOTIVDA anti-tumor activity. Avoid concomitant use of strong CYP3A inducers with FOTIVDA."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are also described elsewhere in the labeling: Hypertension and Hypertensive Crisis [see WARNINGS AND PRECAUTIONS (5.1) ] Cardiac Failure [see WARNINGS AND PRECAUTIONS (5.2) ] Cardiac Ischemia and Arterial Thromboembolic Events [see WARNINGS AND PRECAUTIONS (5.3) ] Venous Thromboembolic Events [see WARNINGS AND PRECAUTIONS (5.4) ] Hemorrhagic Events [see WARNINGS AND PRECAUTIONS (5.5) ] Proteinuria [see WARNINGS AND PRECAUTIONS (5.6) ] Gastrointestinal Perforation and Fistula Formation [see WARNINGS AND PRECAUTIONS (5.7) ] Thyroid Dysfunction [see WARNINGS AND PRECAUTIONS (5.8) ] Risk of Impaired Wound Healing [see WARNINGS AND PRECAUTIONS (5.9) ] Reversible Posterior Leukoencephalopathy Syndrome (RPLS) [see WARNINGS AND PRECAUTIONS (5.10) ] The most common (≥20%) adverse reactions were fatigue, hypertension, diarrhea, decreased appetite, nausea, dysphonia, hypothyroidism, cough, and stomatitis, and the most common Grade 3 or 4 laboratory abnormalities (≥5%) were sodium decreased, lipase increased, and phosphate decreased. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AVEO Pharmaceuticals, Inc. at 1-833-FOTIVDA (1-833-368-4832) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. The pooled safety population described in WARNINGS AND PRECAUTIONS reflects exposure to FOTIVDA administered at 1.34 mg orally once daily with or without food for 21 days on treatment followed by 7 days off treatment for a 28-day cycle in 1008 patients with advanced RCC in TIVO-3 and five other monotherapy studies. Among 1008 patients who received FOTIVDA, 52% were exposed for 6 months or longer and 34% were exposed for greater than one year. Relapsed or Refractory Advanced RCC Following Two or More Prior Systemic Therapies The safety of FOTIVDA was evaluated in TIVO-3, a randomized, open-label trial in 350 patients with relapsed or refractory advanced RCC who received 2 or 3 prior systemic treatments [see CLINICAL STUDIES (14) ] . Patients were randomized (1:1) to receive FOTIVDA 1.34 mg orally once daily for 21 days on treatment followed by 7 days off treatment for a 28-day cycle, or to receive sorafenib 400 mg orally twice a day continuously until disease progression or unacceptable toxicity. Among patients who received FOTIVDA, 53% were exposed for 6 months or longer and 31% were exposed for greater than one year. Serious adverse reactions occurred in 45% of patients who received FOTIVDA. Serious adverse reactions in > 2% of patients included bleeding (3.5%), venous thromboembolism (3.5%), arterial thromboembolism (2.9%), acute kidney injury (2.3%), and hepatobiliary disorders (2.3%). Fatal adverse reactions occurred in 8% of patients who received FOTIVDA, including pneumonia (1.7%), hepatobiliary disorders (1.2%), respiratory failure (1.2%), myocardial infarction (0.6%), cerebrovascular accident (0.6%), and subdural hematoma (0.6%). Permanent discontinuation of FOTIVDA due to an adverse reaction occurred in 21% of patients. Adverse reactions which resulted in permanent discontinuation of FOTIVDA in > 2 patients included hepatobiliary disorders, fatigue, and pneumonia. Dosage interruptions of FOTIVDA due to an adverse reaction occurred in 48% of patients. Adverse reactions which required dosage interruption in > 5% of patients included fatigue, hypertension, decreased appetite, and nausea. Dose reductions of FOTIVDA due to an adverse reaction occurred in 24% of patients. Adverse reactions which required dose reductions in > 3% of patients included fatigue, diarrhea, and decreased appetite. The most common (≥ 20%) adverse reactions were fatigue, hypertension, diarrhea, decreased appetite, nausea, dysphonia, hypothyroidism, cough, and stomatitis, and the most common Grade 3 or 4 laboratory abnormalities (≥ 5%) were sodium decreased, lipase increased, and phosphate decreased. Table 2 summarizes the adverse reactions in TIVO-3. Table 2. Adverse Reactions (≥ 15%) in Patients Who Received FOTIVDA in TIVO-3 Adverse Reaction FOTIVDA (n = 173) Sorafenib (n = 170) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Any 99 67 100 72 General Fatigue Includes fatigue and asthenia 67 13 48 12 Vascular Hypertension Includes hypertension, blood pressure increased, hypertensive crisis 44 24 31 17 Bleeding Includes hematuria, epistaxis, hemoptysis, hematoma, rectal hemorrhage, vaginal hemorrhage, contusion, gastrointestinal hemorrhage, hematochezia, intraocular hematoma, melena, metrorrhagia, pulmonary hemorrhage, subdural hematoma, gingival bleeding, hematemesis, hemorrhage intracranial, hemorrhoidal hemorrhage, splinter hemorrhages 17 3 12 1 Gastrointestinal Diarrhea Includes diarrhea and frequent bowel movements 43 2 54 11 Nausea 30 0 18 4 Stomatitis 21 2 23 2 Vomiting 18 1 17 2 Metabolism and nutrition Decreased appetite 39 5 30 4 Respiratory, thoracic, and mediastinal Dysphonia 27 1 9 0 Cough 22 0 15 1 Dyspnea 15 3 11 1 Endocrine Hypothyroidism Includes hypothyroidism, blood thyroid stimulating hormone increased, tri-iodothyronine decreased, tri-iodothyronine free decreased 24 1 11 0 Musculoskeletal Back pain 19 2 16 2 Skin and subcutaneous tissue disorders Rash Includes dermatitis, dermatitis acneiform, dermatitis contact, drug eruption, eczema, eczema nummular, erythema, erythema multiforme, photosensitivity reaction, pruritus, psoriasis, rash, rash erythematous, rash generalized, rash macular, rash maculo-papular, rash morbilliform, rash pruritic, seborrheic dermatitis, skin exfoliation, skin irritation, skin lesion, swelling face, toxic skin eruption, urticaria 18 1 52 15 Palmar-plantar erythrodysesthesia syndrome 16 1 41 17 Investigations Weight decreased 17 3 22 3 Clinically relevant adverse reactions in < 15% of patients who received FOTIVDA included proteinuria, venous thromboembolism, arterial thromboembolism, hyperthyroidism, hepatobiliary disorders, osteonecrosis, cardiac failure, and delirium. Table 3 summarizes the laboratory abnormalities in TIVO-3. Table 3. Select Laboratory Abnormalities (≥ 10%) That Worsened from Baseline in Patients with Advanced RCC Who Received FOTIVDA Laboratory Abnormality FOTIVDA The denominator used to calculate the rate varied from 139 to 171 based on the number of patients with a baseline value and at least one post-treatment value. (n = 173) Sorafenib (n = 170) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Lymphocytes decreased 25 5 42 6 Hemoglobin increased 19 0 8 0 Platelets decreased 19 0 18 1 Hemoglobin decreased 16 1 27 4 Chemistry Creatinine increased 50 0 37 1 Glucose increased 50 3 40 0 Phosphate decreased 38 5 63 31 Sodium decreased 36 9 30 11 Lipase increased 32 9 36 10 ALT increased 30 4 29 2 Alkaline phosphatase increased 30 4 32 2 AST increased 28 1 31 2 Potassium increased 26 3 23 0 Magnesium decreased 26 0 23 1 Amylase increased 23 2 28 3 Calcium increased 15 2 7 2 Bilirubin increased 11 3 11 0 Coagulation Activated partial thromboplastin time prolonged 26 1 18 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of FOTIVDA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal disorders: Gastrointestinal perforation and pancreatitis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended Dose: 1.34 mg once daily with or without food for 21 days on treatment followed by 7 days off treatment (28-day cycle) until disease progression or unacceptable toxicity. ( 2.1 ) Dose interruptions and/or dose reduction may be needed to manage adverse reactions. ( 2.2 ) For patients with moderate hepatic impairment, reduce the dose to 0.89 mg for 21 days on treatment followed by 7 days off treatment (28-day cycle). ( 2.3 ) 2.1 Recommended Dosing The recommended dosage of FOTIVDA is 1.34 mg taken orally once daily for 21 days on treatment followed by 7 days off treatment for a 28-day cycle. Continue treatment until disease progression or until unacceptable toxicity occurs. Take FOTIVDA with or without food. Swallow the FOTIVDA capsule whole with a glass of water. Do not open the capsule. If a dose is missed, the next dose should be taken at the next scheduled time. Do not take two doses at the same time. 2.2 Dose Modifications for Adverse Reactions Initiate medical management for diarrhea, nausea, or vomiting prior to dose interruption or reduction. If dose modifications are required for adverse reactions, reduce the dosage of FOTIVDA to 0.89 mg for 21 days on treatment followed by 7 days off treatment for a 28-day cycle. Recommendations for dosage modifications are provided in Table 1 . Table 1. Dosage Modifications for Adverse Reactions Adverse Reaction Severity Grades are based on the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE). Dosage Modifications for FOTIVDA Hypertension [see Warnings and Precautions (5.1) ] Grade 3 Withhold for Grade 3 that persists despite optimal anti-hypertensive therapy. Resume at reduced dose when hypertension is controlled at less than or equal to Grade 2. Grade 4 Permanently discontinue. Cardiac Failure [see Warnings and Precautions (5.2) ] Grade 3 Withhold until improves to Grade 0 to 1 or baseline. Resume at a reduced dose or discontinue depending on the severity and persistence of adverse reaction. Grade 4 Permanently discontinue. Arterial Thromboembolic Events [see Warnings and Precautions (5.3) ] Any Grade Permanently discontinue. Hemorrhagic Events [see Warnings and Precautions (5.5) ] Grade 3 or 4 Permanently discontinue. Proteinuria [see Warnings and Precautions (5.6) ] 2 grams or greater proteinuria in 24 hours Withhold until less than or equal to 2 grams of proteinuria per 24 hours. Resume at a reduced dose. Permanently discontinue for nephrotic syndrome. Reversible Posterior Leukoencephalopathy Syndrome [see Warnings and Precautions (5.10) ] Any Grade Permanently discontinue. Other Adverse Reactions Persistent or intolerable Grade 2 or 3 adverse reaction Grade 4 laboratory abnormality Withhold until improves to Grade 0 to 1 or baseline. Resume at reduced dose. Grade 4 adverse reaction Permanently discontinue. 2.3 Dosage Modifications for Moderate Hepatic Impairment Reduce the recommended dosage of FOTIVDA to 0.89 mg capsule taken orally once daily for 21 days on treatment followed by 7 days off treatment for a 28-day cycle for patients with moderate hepatic impairment [see USE IN SPECIFIC POPULATIONS (8.7) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE FOTIVDA is indicated for the treatment of adult patients with relapsed or refractory advanced renal cell carcinoma (RCC) following two or more prior systemic therapies. FOTIVDA is a kinase inhibitor indicated for the treatment of adult patients with relapsed or refractory advanced renal cell carcinoma (RCC) following two or more prior systemic therapies. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:21:15.891229",
  "source": "OpenFDA"
}