{
  "drug_name": "Tobramycin",
  "generic_name": [
    "TOBRAMYCIN"
  ],
  "brand_names": [
    "Tobramycin"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS See WARNINGS box above. This product contains sodium metabisulfite, a sulfite that may cause allergic-type reactions, including anaphylactic symptoms and life-threatening or less severe asthmatic episodes, in certain susceptible people. The overall prevalence of sulfite sensitivity in the general population is unknown and probably low. Sulfite sensitivity is seen more frequently in asthmatic than in non-asthmatic people. Serious allergic reactions including anaphylaxis and dermatologic reactions including exfoliative dermatitis, toxic epidermal necrolysis, erythema multiforme, and Stevens-Johnson Syndrome have been reported rarely in patients on tobramycin therapy. Although rare, fatalities have been reported (see CONTRAINDICATIONS ). If an allergic reaction occurs, the drug should be discontinued and appropriate therapy instituted. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including Tobramycin, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile. C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following antibiotic use. Careful medical history is necessary since CDAD has been reported to occur over two months after administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing antibiotic use not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibiotic treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Risk of Ototoxicity Due to Mitochondrial DNA Variants Cases of ototoxicity with aminoglycosides have been observed in patients with certain variants in the mitochondrially encoded 12S rRNA gene ( MT-RNR1 ), particularly the m.1555A>G variant. Ototoxicity occurred in some patients even when their aminoglycoside serum levels were within the recommended range. Mitochondrial DNA variants are present in less than 1% of the general US population, and the proportion of the variant carriers who may develop ototoxicity as well as the severity of ototoxicity is unknown. In case of known maternal history of ototoxicity due to aminoglycoside use or a known mitochondrial DNA variant in the patient, consider alternative treatments other than aminoglycosides unless the increased risk of permanent hearing loss is outweighed by the severity of infection and lack of safe and effective alternative therapies."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Neurotoxicity — Adverse effects on both the vestibular and auditory branches of the eighth nerve have been noted, especially in patients receiving high doses or prolonged therapy, in those given previous courses of therapy with an ototoxin, and in cases of dehydration. Symptoms include dizziness, vertigo, tinnitus, roaring in the ears, and hearing loss. Hearing loss is usually irreversible and is manifested initially by diminution of high-tone acuity. Tobramycin and gentamicin sulfates closely parallel each other in regard to ototoxic potential. Nephrotoxicity — Renal function changes, as shown by rising BUN, NPN, and serum creatinine and by oliguria, cylindruria, and increased proteinuria, have been reported, especially in patients with a history of renal impairment who are treated for longer periods or with higher doses than those recommended. Adverse renal effects can occur in patients with initially normal renal function. Clinical studies and studies in experimental animals have been conducted to compare the nephrotoxic potential of tobramycin and gentamicin. In some of the clinical studies and in the animal studies, tobramycin caused nephrotoxicity significantly less frequently than gentamicin. In some other clinical studies, no significant difference in the incidence of nephrotoxicity between tobramycin and gentamicin was found. Other reported adverse reactions possibly related to tobramycin sulfate include anemia, granulocytopenia, and thrombocytopenia; and fever, rash, exfoliative dermatitis, itching, urticaria, nausea, vomiting, diarrhea, headache, lethargy, pain at the injection site, mental confusion, and disorientation. Laboratory abnormalities possibly related to tobramycin include increased serum transaminases (SGOT, SGPT); increased serum LDH and bilirubin; decreased serum calcium, magnesium, sodium, and potassium; and leukopenia, leukocytosis, and eosinophilia."
  ],
  "contraindications": [
    "CONTRAINDICATIONS A hypersensitivity to any aminoglycoside is a contraindication to the use of tobramycin. A history of hypersensitivity or serious toxic reactions to aminoglycosides may also contraindicate the use of any other aminoglycoside because of the known cross-sensitivity of patients to drugs in this class."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Tobramycin may be given intramuscularly or intravenously. Recommended dosages are the same for both routes. This insert is for a Pharmacy Bulk Package and is intended for preparing I.V. admixtures only. Dosage recommendations for intramuscular use are for informational purposes only. The patient’s pretreatment body weight should be obtained for calculation of correct dosage. It is desirable to measure both peak and trough serum concentrations (see WARNINGS box and PRECAUTIONS ). Administration for Patients with Normal Renal Function— Adults with Serious Infections : 3 mg/kg/day in 3 equal doses every 8 hours (see Table 3). Adults with Life-Threatening Infections : Up to 5 mg/kg/day may be administered in 3 or 4 equal doses (see Table 3). The dosage should be reduced to 3 mg/kg/day as soon as clinically indicated. To prevent increased toxicity due to excessive blood levels, dosage should not exceed 5 mg/kg/day unless serum levels are monitored (see WARNINGS box and PRECAUTIONS ). Table 3 DOSAGE SCHEDULE GUIDE FOR TOBRAMYCIN INJECTION, USP IN ADULTS WITH NORMAL RENAL FUNCTION (Dosage at 8-Hour Intervals) For Patient Weighing Usual Dose for Serious Infections 1 mg/kg q8h (Total, 3mg/kg/day) Maximum Dose for Life-Threatening Infections (Reduce as soon as possible) 1.66 mg/kg q8h (Total, 5 mg/kg/day) kg lb mg/dose mL/dose* mg/dose mL/dose* q8h q8h 120 264 120 mg 3 mL 200 mg 5 mL 115 253 115 mg 2.9 mL 191 mg 4.75 mL 110 242 110 mg 2.75 mL 183 mg 4.5 mL 105 231 105 mg 2.6 mL 175 mg 4.4 mL 100 220 100 mg 2.5 mL 166 mg 4.2 mL 95 209 95 mg 2.4 mL 158 mg 4 mL 90 198 90 mg 2.25 mL 150 mg 3.75 mL 85 187 85 mg 2.1 mL 141 mg 3.5 mL 80 176 80 mg 2 mL 133 mg 3.3 mL 75 165 75 mg 1.9 mL 125 mg 3.1 mL 70 154 70 mg 1.75 mL 116 mg 2.9 mL 65 143 65 mg 1.6 mL 108 mg 2.7 mL 60 132 60 mg 1.5 mL 100 mg 2.5 mL 55 121 55 mg 1.4 mL 91 mg 2.25 mL 50 110 50 mg 1.25 mL 83 mg 2.1 mL 45 99 45 mg 1.1 mL 75 mg 1.9 mL 40 88 40 mg 1 mL 66 mg 1.6 mL * Applicable to all product forms except Tobramycin Injection, USP, 10 mg/mL (Pediatric) Pediatric Patients ( Greater than 1 Week of Age ): 6 to 7.5 mg/kg/day in 3 or 4 equally divided doses (2 to 2.5 mg/kg every 8 hours or 1.5 to 1.89 mg/kg every 6 hours). Premature or Full-Term Neonates 1 Week of Age or Less : Up to 4 mg/kg/day may be administered in 2 equal doses every 12 hours. It is desirable to limit treatment to a short term. The usual duration of treatment is 7 to 10 days. A longer course of therapy may be necessary in difficult and complicated infections. In such cases, monitoring of renal, auditory, and vestibular functions is advised, because neurotoxicity is more likely to occur when treatment is extended longer than 10 days. Dosage in Patients with Cystic Fibrosis — In patients with cystic fibrosis, altered pharmacokinetics may result in reduced serum concentrations of aminoglycosides. Measurement of tobramycin serum concentration during treatment is especially important as a basis for determining appropriate dose. In patients with severe cystic fibrosis, an initial dosing regimen of 10 mg/kg/day in 4 equally divided doses is recommended. This dosing regimen is suggested only as a guide. The serum levels of tobramycin should be measured directly during treatment due to wide interpatient variability. Administration for Patients with Impaired Renal Function — Whenever possible, serum tobramycin concentrations should be monitored during therapy. Following a loading dose of 1 mg/kg, subsequent dosage in these patients must be adjusted, either with reduced doses administered at 8-hour intervals or with normal doses given at prolonged intervals. Both of these methods are suggested as guides to be used when serum levels of tobramycin cannot be measured directly. They are based on either the creatinine clearance or the serum creatinine of the patient because these values correlate with the half-life of tobramycin. The dosage schedule derived from either method should be used in conjunction with careful clinical and laboratory observations of the patient and should be modified as necessary. Neither method should be used when dialysis is being performed. Reduced dosage at 8-hour Intervals — When the creatinine clearance rate is 70 mL or less per minute or when the serum creatinine value is known, the amount of the reduced dose can be determined by multiplying the normal dose from Table 3 by the percent of normal dose from the accompanying nomogram. An alternate rough guide for determining reduced dosage at 8-hour intervals (for patients whose steady-state serum creatinine values are known) is to divide the normally recommended dose by the patient’s serum creatinine. * Scales have been adjusted to facilitate dosage calculations. Normal Dosage at Prolonged Intervals — If the creatinine clearance rate is not available and the patient’s condition is stable, a dosage frequency in hours for the dosage given in Table 3 can be determined by multiplying the patient’s serum creatinine by 6. Dosage in Obese Patients — The appropriate dose may be calculated by using the patient’s estimated lean body weight plus 40% of the excess as the basic weight on which to figure mg/kg. Intravenous Administration — For intravenous administration, the usual volume of diluent (0.9% Sodium Chloride Injection or 5% Dextrose Injection) is 50 to 100 mL for adult doses. For pediatric patients, the volume of diluent should be proportionately less than that for adults. The diluted solution usually should be infused over a period of 20 to 60 minutes. Infusion periods of less than 20 minutes are not recommended because peak serum levels may exceed 12 mcg/mL (see WARNINGS box). Tobramycin Injection, USP should not be physically premixed with other drugs but should be administered separately according to the recommended dose and route. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Directions for Proper Use of Pharmacy Bulk Package Use Aseptic Technique – Not for Direct Infusion The pharmacy bulk package is for use in a Pharmacy Admixture Service only. 1. For hanger application, peel off the paper liner from both ends of the tape hanger to expose 3/4 in. long adhesive portions. Adhere each end to the label on the bottle. 2. During use, container must be stored and all manipulations performed in an appropriate laminar flow hood. 3. Remove cover from container and cleanse closure with antiseptic. 4. A single entry through the vial closure should be made with a sterile dispensing set which allows measured dispensing of the contents. Transfer individual dose(s) to appropriate intravenous infusion solutions without delay. Use of a syringe with needle is not recommended as it may cause leakage. Multiple entries will also increase the potential of microbial and particulate contamination. The above process should be carried out under a laminar flow hood using aseptic technique. ANY UNUSED PORTION MUST BE DISCARDED WITHIN 4 HOURS. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. tobramycin-spl-figure"
  ],
  "indications": [
    "INDICATIONS AND USAGE Tobramycin injection is indicated for the treatment of serious bacterial infections caused by susceptible strains of the designated microorganisms in the diseases listed below: Septicemia in the neonate, child, and adult caused by P. aeruginosa , E. coli , and Klebsiella sp Lower respiratory tract infections caused by P. aeruginosa , Klebsiella sp, Enterobacter sp, Serratia sp, E. coli , and S. aureus (penicillinase- and non-penicillinase-producing strains) Serious central-nervous-system infections (meningitis) caused by susceptible organisms Intra-abdominal infections, including peritonitis, caused by E. coli , Klebsiella sp, and Enterobacter sp. Skin, bone, and skin structure infections caused by P. aeruginosa , Proteus sp, E. coli , Klebsiella sp, Enterobacter sp and S. aureus Complicated and recurrent urinary tract infections caused by P. aeruginosa, Proteus sp, (indole-positive and indole- negative), E. coli , Klebsiella sp, Enterobacter sp, Serratia sp, S. aureus , Providencia sp, and Citrobacte r sp. Aminoglycosides, including tobramycin, are not indicated in uncomplicated initial episodes of urinary tract infections unless the causative organisms are not susceptible to antibiotics having less potential toxicity. Tobramycin may be considered in serious staphylococcal infections when penicillin or other potentially less toxic drugs are contraindicated and when bacterial susceptibility testing and clinical judgment indicate its use. Bacterial cultures should be obtained prior to and during treatment to isolate and identify etiologic organisms and to test their susceptibility to tobramycin. If susceptibility tests show that the causative organisms are resistant to tobramycin, other appropriate therapy should be instituted. In patients in whom a serious life-threatening gram- negative infection is suspected, including those in whom concurrent therapy with a penicillin or cephalosporin and an aminoglycoside may be indicated, treatment with tobramycin may be initiated before the results of susceptibility studies are obtained. The decision to continue therapy with tobramycin should be based on the results of susceptibility studies, the severity of the infection, and the important additional concepts discussed in the WARNINGS box above. To reduce the development of drug-resistant bacteria and maintain the effectiveness of Tobramycin Injection and other antimicrobial drugs, Tobramycin Injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antimicrobial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-09-30T21:28:37.523061",
  "source": "OpenFDA"
}