{
  "drug_name": "Tofacitinib",
  "generic_name": [
    "TOFACITINIB"
  ],
  "brand_names": [
    "XELJANZ"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 6 includes drugs with clinically important drug interactions when administered concomitantly with XELJANZ/XELJANZ XR/XELJANZ Oral Solution and instructions for preventing or managing them. Table 6: Clinically Relevant Interactions Affecting XELJANZ/XELJANZ XR/XELJANZ Oral Solution When Coadministered with Other Drugs Strong CP3A4 Inhibitors (e.g., ketoconazole) Clinical Impact Increased exposure to tofacitinib Intervention Dosage adjustment of XELJANZ/XELJANZ XR/XELJANZ Oral Solution is recommended [see Dosage and Administration (2) , Clinical Pharmacology, Figure 3 (12.3) ] Moderate CYP3A4 Inhibitors Coadministered with Strong CYP2C19 Inhibitors (e.g., fluconazole) Clinical Impact Increased exposure to tofacitinib Intervention Dosage adjustment of XELJANZ/XELJANZ XR/XELJANZ Oral Solution is recommended [see Dosage and Administration (2) , Clinical Pharmacology, Figure 3 (12.3) ] Strong CYP3A4 Inducers (e.g., rifampin) Clinical Impact Decreased exposure to tofacitinib and may result in loss of or reduced clinical response Intervention Coadministration with XELJANZ/XELJANZ XR/XELJANZ Oral Solution is not recommended [see Clinical Pharmacology, Figure 3 (12.3) ] Immunosuppressive Drugs (e.g., azathioprine, tacrolimus, cyclosporine) Clinical Impact Risk of added immunosuppression; coadministration with biologic DMARDs or potent immunosuppressants has not been studied in patients with rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, UC, or pcJIA. Intervention Coadministration with XELJANZ/XELJANZ XR/XELJANZ Oral Solution is not recommended [see Indications and Usage (1) , Clinical Pharmacology, Figure 3 (12.3) ] See full prescribing information for clinically relevant drug interactions. ( 2 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Serious Infections [see Warnings and Precautions (5.1) ] • Mortality [see Warnings and Precautions (5.2) ] • Malignancy and Lymphoproliferative Disorders [see Warnings and Precautions (5.3) ] • Major Adverse Cardiovascular Events [see Warnings and Precautions (5.4) ] • Thrombosis [see Warnings and Precautions (5.5) ] • Gastrointestinal Perforations [see Warnings and Precautions (5.6) ] • Hypersensitivity [see Warnings and Precautions (5.7) ] • Laboratory Abnormalities [see Warnings and Precautions (5.8) ] Most common adverse reactions are: • Rheumatoid Arthritis, Psoriatic Arthritis, and Ankylosing Spondylitis : Reported during the first 3 months in rheumatoid arthritis placebo-controlled clinical trials and occurring in ≥2% of patients treated with XELJANZ monotherapy or in combination with DMARDs: upper respiratory tract infection, nasopharyngitis, diarrhea, and headache. ( 6.1 ) • Ulcerative Colitis : Reported in ≥5% of patients treated with either 5 mg or 10 mg twice daily of XELJANZ and ≥1% greater than reported in patients receiving placebo in either the induction or maintenance clinical trials: nasopharyngitis, elevated cholesterol levels, headache, upper respiratory tract infection, increased blood creatine phosphokinase, rash, diarrhea, and herpes zoster. ( 6.1 ) • Polyarticular Course Juvenile Idiopathic Arthritis : Consistent with common adverse reactions reported in adult rheumatoid arthritis patients. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Pfizer, Inc. at 1-800-438-1985 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not predict the rates observed in a broader patient population in clinical practice. Rheumatoid Arthritis The clinical studies described in the following sections were conducted using XELJANZ. Although other doses of XELJANZ have been studied, the recommended dose of XELJANZ is 5 mg twice daily. The recommended dose for XELJANZ XR is 11 mg once daily. A dosage of XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily is not a recommended regimen for the treatment of rheumatoid arthritis [see Dosage and Administration (2.2) ]. In RA Safety Study 1, 1455 patients were treated with XELJANZ 5 mg twice daily, 1456 patients were treated with 10 mg twice daily, and 1451 patients were treated with a TNF blocker for a median of 4.0 years [see Clinical Studies (14.6) ] . The following data includes two Phase 2 and five Phase 3 double-blind, placebo-controlled, multicenter trials. In these trials, patients were randomized to doses of XELJANZ 5 mg twice daily (292 patients) and 10 mg twice daily (306 patients) monotherapy, XELJANZ 5 mg twice daily (1044 patients) and 10 mg twice daily (1043 patients) in combination with DMARDs (including methotrexate) and placebo (809 patients). All seven placebo-controlled protocols included provisions for patients taking placebo to receive treatment with XELJANZ at Month 3 or Month 6 either by patient response (based on uncontrolled disease activity) or by design, so that adverse events cannot always be unambiguously attributed to a given treatment. Therefore, some analyses that follow include patients who changed treatment by design or by patient response from placebo to XELJANZ in both the placebo and XELJANZ group of a given interval. Comparisons between placebo and XELJANZ were based on the first 3 months of exposure, and comparisons between XELJANZ 5 mg twice daily and XELJANZ 10 mg twice daily were based on the first 12 months of exposure. The long-term safety population includes all patients who participated in a double-blind, placebo-controlled trial (including earlier development phase studies) and then participated in one of two long-term safety studies. The design of the long-term safety studies allowed for modification of XELJANZ doses according to clinical judgment. This limits the interpretation of the long-term safety data with respect to dose. The most common serious adverse reactions were serious infections [see Warnings and Precautions (5.1) ] . The proportion of patients who discontinued treatment due to any adverse reaction during the 0 to 3 months exposure in the double-blind, placebo-controlled trials was 4% for patients taking XELJANZ and 3% for placebo-treated patients. Overall Infections In the seven placebo-controlled trials, during the 0 to 3 months exposure, the overall frequency of infections was 20% and 22% in the 5 mg twice daily and 10 mg twice daily groups, respectively, and 18% in the placebo group. The most commonly reported infections with XELJANZ were upper respiratory tract infections, nasopharyngitis, and urinary tract infections (4%, 3%, and 2% of patients, respectively). Serious Infections In the seven placebo-controlled trials, during the 0 to 3 months exposure, serious infections were reported in 1 patient (0.5 events per 100 patient-years) who received placebo and 11 patients (1.7 events per 100 patient-years) who received XELJANZ 5 mg or 10 mg twice daily. The rate difference between treatment groups (and the corresponding 95% confidence interval) was 1.1 (-0.4, 2.5) events per 100 patient-years for the combined 5 mg twice daily and 10 mg twice daily XELJANZ group minus placebo. In the seven placebo-controlled trials, during the 0 to 12 months exposure, serious infections were reported in 34 patients (2.7 events per 100 patient-years) who received 5 mg twice daily of XELJANZ and 33 patients (2.7 events per 100 patient-years) who received 10 mg twice daily of XELJANZ. The rate difference between XELJANZ doses (and the corresponding 95% confidence interval) was -0.1 (-1.3, 1.2) events per 100 patient-years for 10 mg twice daily XELJANZ minus 5 mg twice daily XELJANZ. The most common serious infections included pneumonia, cellulitis, herpes zoster, and urinary tract infection [see Warnings and Precautions (5.1) ] . Tuberculosis In the seven placebo-controlled trials, during the 0 to 3 months exposure, tuberculosis was not reported in patients who received placebo, 5 mg twice daily of XELJANZ, or 10 mg twice daily of XELJANZ. In the seven placebo-controlled trials, during the 0 to 12 months exposure, tuberculosis was reported in 0 patients who received 5 mg twice daily of XELJANZ and 6 patients (0.5 events per 100 patient-years) who received 10 mg twice daily of XELJANZ. The rate difference between XELJANZ doses (and the corresponding 95% confidence interval) was 0.5 (0.1, 0.9) events per 100 patient-years for 10 mg twice daily XELJANZ minus 5 mg twice daily XELJANZ. Cases of disseminated tuberculosis were also reported. The median XELJANZ exposure prior to diagnosis of tuberculosis was 10 months (range from 152 to 960 days) [see Warnings and Precautions (5.1) ]. Opportunistic Infections (excluding tuberculosis) In the seven placebo-controlled trials, during the 0 to 3 months exposure, opportunistic infections were not reported in patients who received placebo, 5 mg twice daily of XELJANZ, or 10 mg twice daily of XELJANZ. In the seven placebo-controlled trials, during the 0 to 12 months exposure, opportunistic infections were reported in 4 patients (0.3 events per 100 patient-years) who received 5 mg twice daily of XELJANZ and 4 patients (0.3 events per 100 patient-years) who received 10 mg twice daily of XELJANZ. The rate difference between XELJANZ doses (and the corresponding 95% confidence interval) was 0 (-0.5, 0.5) events per 100 patient-years for 10 mg twice daily XELJANZ minus 5 mg twice daily XELJANZ. The median XELJANZ exposure prior to diagnosis of an opportunistic infection was 8 months (range from 41 to 698 days) [see Warnings and Precautions (5.1) ]. Malignancy In the seven placebo-controlled trials, during the 0 to 3 months exposure, malignancies excluding NMSC were reported in 0 patients who received placebo and 2 patients (0.3 events per 100 patient-years) who received either XELJANZ 5 mg or 10 mg twice daily. The rate difference between treatment groups (and the corresponding 95% confidence interval) was 0.3 (-0.1, 0.7) events per 100 patient-years for the combined 5 mg and 10 mg twice daily XELJANZ group minus placebo. In the seven placebo-controlled trials, during the 0 to 12 months exposure, malignancies excluding NMSC were reported in 5 patients (0.4 events per 100 patient-years) who received 5 mg twice daily of XELJANZ and 7 patients (0.6 events per 100 patient-years) who received 10 mg twice daily of XELJANZ. The rate difference between XELJANZ doses (and the corresponding 95% confidence interval) was 0.2 (-0.4, 0.7) events per 100 patient-years for 10 mg twice daily XELJANZ minus 5 mg twice daily XELJANZ. One of these malignancies was a case of lymphoma that occurred during the 0 to 12 month period in a patient treated with XELJANZ 10 mg twice daily. The most common types of malignancy, including malignancies observed during the long-term extension, were lung and breast cancer, followed by gastric, colorectal, renal cell, prostate cancer, lymphoma, and malignant melanoma [see Warnings and Precautions (5.3) ]. Laboratory Abnormalities Lymphopenia In the placebo-controlled clinical trials, confirmed decreases in absolute lymphocyte counts below 500 cells/mm 3 occurred in 0.04% of patients for the 5 mg twice daily and 10 mg twice daily XELJANZ groups combined during the first 3 months of exposure. Confirmed lymphocyte counts less than 500 cells/mm 3 were associated with an increased incidence of treated and serious infections [see Warnings and Precautions (5.8) ]. Neutropenia In the placebo-controlled clinical trials, confirmed decreases in ANC below 1000 cells/mm 3 occurred in 0.07% of patients for the 5 mg twice daily and 10 mg twice daily XELJANZ groups combined during the first 3 months of exposure. There were no confirmed decreases in ANC below 500 cells/mm 3 observed in any treatment group. There was no clear relationship between neutropenia and the occurrence of serious infections. In the long-term safety population, the pattern and incidence of confirmed decreases in ANC remained consistent with what was seen in the placebo-controlled clinical trials [see Warnings and Precautions (5.8) ]. Liver Enzyme Elevations Confirmed increases in liver enzymes greater than 3 times the upper limit of normal (3× ULN) were observed in patients treated with XELJANZ. In patients experiencing liver enzyme elevation, modification of treatment regimen, such as reduction in the dose of concomitant DMARD, interruption of XELJANZ, or reduction in XELJANZ dose, resulted in decrease or normalization of liver enzymes. In the placebo-controlled monotherapy trials (0–3 months), no differences in the incidence of ALT or AST elevations were observed between the placebo, and XELJANZ 5 mg, and 10 mg twice daily groups. In the placebo-controlled background DMARD trials (0–3 months), ALT elevations greater than 3× ULN were observed in 1.0%, 1.3% and 1.2% of patients receiving placebo, 5 mg, and 10 mg twice daily, respectively. In these trials, AST elevations greater than 3× ULN were observed in 0.6%, 0.5% and 0.4% of patients receiving placebo, 5 mg, and 10 mg twice daily, respectively. One case of drug-induced liver injury was reported in a patient treated with XELJANZ 10 mg twice daily for approximately 2.5 months. The patient developed symptomatic elevations of AST and ALT greater than 3× ULN and bilirubin elevations greater than 2× ULN, which required hospitalizations and a liver biopsy. Lipid Elevations In the placebo-controlled clinical trials, dose-related elevations in lipid parameters (total cholesterol, LDL cholesterol, HDL cholesterol, triglycerides) were observed at one month of exposure and remained stable thereafter. Changes in lipid parameters during the first 3 months of exposure in the placebo-controlled clinical trials are summarized below: • Mean LDL cholesterol increased by 15% in the XELJANZ 5 mg twice daily arm and 19% in the XELJANZ 10 mg twice daily arm. • Mean HDL cholesterol increased by 10% in the XELJANZ 5 mg twice daily arm and 12% in the XELJANZ 10 mg twice daily arm. • Mean LDL/HDL ratios were essentially unchanged in XELJANZ-treated patients. In a placebo-controlled clinical trial, elevations in LDL cholesterol and ApoB decreased to pretreatment levels in response to statin therapy. In the long-term safety population, elevations in lipid parameters remained consistent with what was seen in the placebo-controlled clinical trials. Serum Creatinine Elevations In the placebo-controlled clinical trials, dose-related elevations in serum creatinine were observed with XELJANZ treatment. The mean increase in serum creatinine was <0.1 mg/dL in the 12-month pooled safety analysis; however with increasing duration of exposure in the long-term extensions, up to 2% of patients were discontinued from XELJANZ treatment due to the protocol-specified discontinuation criterion of an increase in creatinine by more than 50% of baseline. The clinical significance of the observed serum creatinine elevations is unknown. Other Adverse Reactions Adverse reactions occurring in 2% or more of patients on 5 mg twice daily or 10 mg twice daily XELJANZ and at least 1% greater than that observed in patients on placebo with or without DMARD are summarized in Table 4. Table 4: Common Adverse Reactions reported in ≥2% of patients treated with either dose of XELJANZ and ≥1% greater than that reported for placebo. in Clinical Trials of XELJANZ for the Treatment of Rheumatoid Arthritis With or Without Concomitant DMARDs (0–3 Months) Preferred Term XELJANZ 5 mg Twice Daily XELJANZ 10 mg Twice Daily the recommended dose of XELJANZ for the treatment of rheumatoid arthritis is 5 mg twice daily [see Dosage and Administration (2) ] . Placebo N = 1336 (%) N = 1349 (%) N = 809 (%) N reflects randomized and treated patients from the seven placebo-controlled clinical trials. Upper respiratory tract infection 4 4 3 Nasopharyngitis 4 3 3 Diarrhea 4 3 2 Headache 4 3 2 Hypertension 2 2 1 Other adverse reactions occurring in placebo-controlled and open-label extension studies included: Blood and lymphatic system disorders: Anemia Infections and infestations: Diverticulitis Metabolism and nutrition disorders: Dehydration Psychiatric disorders: Insomnia Nervous system disorders: Paresthesia Respiratory, thoracic and mediastinal disorders: Dyspnea, cough, sinus congestion, interstitial lung disease (cases were limited to patients with rheumatoid arthritis and some were fatal) Gastrointestinal disorders: Abdominal pain, dyspepsia, vomiting, gastritis, nausea Hepatobiliary disorders: Hepatic steatosis Skin and subcutaneous tissue disorders: Rash, erythema, pruritus Musculoskeletal, connective tissue and bone disorders: Musculoskeletal pain, arthralgia, tendonitis, joint swelling Neoplasms benign, malignant and unspecified (including cysts and polyps): Non-melanoma skin cancers General disorders and administration site conditions: Pyrexia, fatigue, peripheral edema Clinical Experience in Methotrexate-Naïve Patients Study RA-VI was an active-controlled clinical trial in methotrexate-naïve patients [see Clinical Studies (14) ] . The safety experience in these patients was consistent with Studies RA-I through V. Psoriatic Arthritis XELJANZ 5 mg twice daily and 10 mg twice daily were studied in 2 double-blind Phase 3 clinical trials in patients with active psoriatic arthritis (PsA). Although other doses of XELJANZ have been studied, the recommended dose of XELJANZ is 5 mg twice daily. The recommended dose for XELJANZ XR is 11 mg once daily. A dosage of XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily is not recommended for the treatment of PsA [see Dosage and Administration (2.2) ]. Study PsA-I (NCT01877668) had a duration of 12 months and enrolled patients who had an inadequate response to a nonbiologic DMARD and who were naïve to treatment with a TNF blocker. Study PsA-I included a 3-month placebo-controlled period and also included adalimumab 40 mg subcutaneously once every 2 weeks for 12 months. Study PsA-II (NCT01882439) had a duration of 6 months and enrolled patients who had an inadequate response to at least one approved TNF blocker. This clinical trial included a 3-month placebo-controlled period. In these combined Phase 3 clinical trials, 238 patients were randomized and treated with XELJANZ 5 mg twice daily and 236 patients were randomized and treated with XELJANZ 10 mg twice daily. All patients in the clinical trials were required to receive treatment with a stable dose of a nonbiologic DMARD [the majority (79%) received methotrexate]. The study population randomized and treated with XELJANZ (474 patients) included 45 (9.5%) patients aged 65 years or older and 66 (13.9%) patients with diabetes at baseline. During the 2 PsA controlled clinical trials, there were 3 malignancies (excluding NMSC) in 474 patients receiving XELJANZ plus non-biologic DMARD (6 to 12 months exposure) compared with 0 malignancies in 236 patients in the placebo plus non-biologic DMARD group (3 months exposure) and 0 malignancies in 106 patients in the adalimumab plus non-biologic DMARD group (12 months exposure). No lymphomas were reported. Malignancies have also been observed in the long-term extension study in psoriatic arthritis patients treated with XELJANZ. The safety profile observed in patients with active psoriatic arthritis treated with XELJANZ was consistent with the safety profile observed in rheumatoid arthritis patients. Ankylosing Spondylitis XELJANZ 5 mg twice daily was studied in patients with active ankylosing spondylitis (AS) in a confirmatory double-blind placebo-controlled Phase 3 clinical trial (Study AS-I) and in a dose-ranging Phase 2 clinical trial (Study AS-II). Study AS-I (NCT03502616) had a duration of 48 weeks and enrolled patients who had an inadequate response to at least 2 NSAIDs. Study AS-I included a 16-week double-blind period in which patients received XELJANZ 5 mg or placebo twice daily and a 32-week open-label treatment period in which all patients received XELJANZ 5 mg twice daily. Study AS-II (NCT01786668) had a duration of 16 weeks and enrolled patients who had an inadequate response to at least 2 NSAIDs. This clinical trial included a 12-week treatment period in which patients received either XELJANZ 2 mg, 5 mg, 10 mg, or placebo twice daily. In the combined Phase 2 and Phase 3 clinical trials, a total of 420 patients were treated with either XELJANZ 2 mg, 5 mg, or 10 mg twice daily. Of these, 316 patients were treated with XELJANZ 5 mg twice daily for up to 48 weeks. In the combined double-blind period, 185 patients were randomized to and treated with XELJANZ 5 mg twice daily and 187 to placebo for up to 16 weeks. Concomitant treatment with stable doses of nonbiologic DMARDs, NSAIDs, or corticosteroids (≤10 mg/day) was permitted. The study population randomized and treated with XELJANZ included 13 (3.1%) patients aged 65 years or older and 18 (4.3%) patients with diabetes at baseline. The safety profile observed in patients with AS treated with XELJANZ was consistent with the safety profile observed in RA and PsA patients. Ulcerative Colitis XELJANZ has been studied in patients with moderately to severely active UC in 4 randomized, double-blind, placebo-controlled trials (UC-I, UC-II, UC-III, and dose-ranging UC-V) and an open-label long-term extension study (UC-IV) [see Clinical Studies (14.4) ] . Adverse reactions reported in ≥5% of patients treated with either 5 mg or 10 mg twice daily of XELJANZ and ≥1% greater than reported in patients receiving placebo in either the induction or maintenance clinical trials were: nasopharyngitis, elevated cholesterol levels, headache, upper respiratory tract infection, increased blood creatine phosphokinase, rash, diarrhea, and herpes zoster. Induction Trials (Study UC-I, UC-II, and UC-V): Common adverse reactions reported in ≥2% of patients treated with XELJANZ 10 mg twice daily and ≥1% greater than that reported in patients receiving placebo in the 3 induction trials were: headache, nasopharyngitis, elevated cholesterol levels, acne, increased blood creatine phosphokinase, and pyrexia. Maintenance Trial (Study UC-III) Common adverse reactions reported in ≥4% of patients treated with either dose of XELJANZ and ≥1% greater than reported in patients receiving placebo are shown in Table 5. Table 5: Common Adverse Reactions reported in ≥4% of patients treated with either dose of XELJANZ and ≥1% greater than reported for placebo. in -UC Patients during the Maintenance Trial (Study UC-III) Preferred Term XELJANZ 5 mg Twice Daily XELJANZ 10 mg Twice Daily Placebo N = 198 (%) N = 196 (%) N = 198 (%) Nasopharyngitis 10 14 6 Elevated cholesterol levels includes hypercholesterolemia, hyperlipidemia, blood cholesterol increased, dyslipidemia, blood triglycerides increased, low density lipoprotein increased, low density lipoprotein abnormal, or lipids increased. 5 9 1 Headache 9 3 6 Upper respiratory tract infection 7 6 4 Increased blood creatine phosphokinase 3 7 2 Rash 3 6 4 Diarrhea 2 5 3 Herpes zoster 1 5 1 Gastroenteritis 3 4 3 Anemia 4 2 2 Nausea 1 4 3 Dose-dependent adverse reactions seen in patients treated with XELJANZ 10 mg twice daily, in comparison to 5 mg twice daily, include the following: herpes zoster infections, serious infections, and NMSC [see Warnings and Precautions (5.1 , 5.3) ]. During the UC controlled clinical studies (8-week induction and 52-week maintenance studies), which included 1220 patients, 0 cases of solid cancer or lymphoma were observed in XELJANZ-treated patients. In the long-term extension study, malignancies (including solid cancers, lymphomas and NMSC) were observed in patients treated with XELJANZ 5 mg and 10 mg twice daily [see Warnings and Precautions (5.3) ] . Five cases of pulmonary embolism were reported in patients taking XELJANZ 10 mg twice daily, including one fatality in a patient with advanced cancer [see Warnings and Precautions (5.5) ] . Polyarticular Course Juvenile Idiopathic Arthritis XELJANZ/XELJANZ Oral Solution 5 mg twice daily or weight-based equivalent twice daily was studied in 225 patients from 2 years to 17 years of age in Study pcJIA-I [see Clinical Studies (14.5) ] and one open-label extension study. The total patient exposure (defined as patients who received at least one dose of XELJANZ/XELJANZ Oral Solution) was 351 patient-years. In general, the types of adverse drug reactions in patients with pcJIA were consistent with those seen in adult RA patients [see Adverse Reactions (6.1) ] . 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of XELJANZ/XELJANZ XR. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune system disorders: Drug hypersensitivity (events such as angioedema and urticaria have been observed) Skin and subcutaneous tissue disorders: Acne"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration Instructions • XELJANZ XR (tofacitinib extended-release tablets) is not interchangeable or substitutable with XELJANZ Oral Solution. ( 2.1 ) • Changes between XELJANZ and XELJANZ XR should be made by the healthcare provider. ( 2.1 ) • Do not initiate XELJANZ/XELJANZ XR/XELJANZ Oral Solution if absolute lymphocyte count <500 cells/mm 3 , an absolute neutrophil count (ANC) <1000 cells/mm 3 or hemoglobin <9 g/dL. ( 2.1 ) Recommended Dosage Rheumatoid Arthritis • XELJANZ 5 mg twice daily or XELJANZ XR 11 mg once daily. ( 2.2 ) • Recommended dosage in patients with moderate and severe renal impairment or moderate hepatic impairment is XELJANZ 5 mg once daily. ( 2 , 8.7 , 8.8 ) Psoriatic Arthritis (in combination with nonbiologic DMARDs) • XELJANZ 5 mg twice daily or XELJANZ XR 11 mg once daily. ( 2.2 ) • Recommended dosage in patients with moderate and severe renal impairment or moderate hepatic impairment is XELJANZ 5 mg once daily. ( 2 , 8.7 , 8.8 ) Ankylosing Spondylitis • XELJANZ 5 mg twice daily or XELJANZ XR 11 mg once daily. ( 2.2 ) • Recommended dosage in patients with moderate and severe renal impairment or moderate hepatic impairment is XELJANZ 5 mg once daily. ( 2 , 8.7 , 8.8 ) Ulcerative Colitis • Induction: XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily for 8 weeks; evaluate patients and transition to maintenance therapy depending on therapeutic response. If needed, continue XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily for a maximum of 16 weeks. Discontinue XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily after 16 weeks if adequate therapeutic response is not achieved. ( 2.3 ) • Maintenance: XELJANZ 5 mg twice daily or XELJANZ XR 11 mg once daily. For patients with loss of response during maintenance treatment, XELJANZ 10 mg twice daily or XELJANZ XR 22 mg once daily may be considered and limited to the shortest duration, with careful consideration of the benefits and risks for the individual patient. Use the lowest effective dose needed to maintain response. ( 2.3 ) • Dosage adjustment is needed in patients with moderate and severe renal impairment or moderate hepatic impairment: see full prescribing information. ( 2.3 ) Polyarticular Course Juvenile Idiopathic Arthritis • XELJANZ/XELJANZ Oral Solution 5 mg twice daily or weight-based equivalent twice daily. ( 2.4 ) • Dosage adjustment is needed in patients with moderate and severe renal impairment or moderate hepatic impairment: see full prescribing information. ( 2.4 ) Dosage Adjustment • See the full prescribing information for dosage adjustments by indication for patients receiving CYP2C19 and/or CYP3A4 inhibitors; in patients with moderate or severe renal impairment or moderate hepatic impairment; and patients with lymphopenia, neutropenia, or anemia. ( 2.2 , 2.3 , 2.4 , 8.7 , 8.8 ) • Use of XELJANZ/XELJANZ XR/XELJANZ Oral Solution in patients with severe hepatic impairment is not recommended in any patient population. ( 2.2 , 2.3 , 2.4 , 8.8 ) 2.1 Important Administration Instructions • XELJANZ XR (tofacitinib extended-release tablets) is not interchangeable or substitutable with XELJANZ Oral Solution. • Changes between XELJANZ and XELJANZ XR should be made by the healthcare provider [see Dosage and Administration (2.2) ] . • Do not initiate XELJANZ/XELJANZ XR/XELJANZ Oral Solution in patients with an absolute lymphocyte count less than 500 cells/mm 3 , an absolute neutrophil count (ANC) less than 1000 cells/mm 3 or who have hemoglobin levels less than 9 g/dL. • Dose interruption is recommended for management of lymphopenia, neutropenia, and anemia [see Warnings and Precautions (5.8) , Adverse Reactions (6.1) ] . • Interrupt use of XELJANZ/XELJANZ XR/XELJANZ Oral Solution if a patient develops a serious infection until the infection is controlled [see Warnings and Precautions (5.1) ] . • Take XELJANZ/XELJANZ XR/XELJANZ Oral Solution with or without food [see Clinical Pharmacology (12.3) ] . • Swallow XELJANZ XR tablets whole and intact. Do not crush, split, or chew. 2.2 Recommended Dosage in Rheumatoid Arthritis, Psoriatic Arthritis, and Ankylosing Spondylitis Table 1 displays the recommended adult daily dosage of XELJANZ and XELJANZ XR and dosage adjustments for patients receiving CYP2C19 and/or CYP3A4 inhibitors, in patients with moderate or severe renal impairment (including but not limited to those with severe insufficiency who are undergoing hemodialysis) or moderate hepatic impairment, with lymphopenia, neutropenia, or anemia. Table 1: Recommended Dosage of XELJANZ and XELJANZ XR in Patients with Rheumatoid Arthritis, Psoriatic Arthritis XELJANZ/XELJANZ XR is used in combination with nonbiologic disease-modifying antirheumatic drugs (DMARDs) in psoriatic arthritis. The efficacy of XELJANZ/XELJANZ XR as a monotherapy has not been studied in psoriatic arthritis. , and Ankylosing Spondylitis XELJANZ tablet XELJANZ XR extended-release tablet Adult patients 5 mg twice daily 11 mg once daily Patients receiving: • Strong CYP3A4 inhibitors (e.g., ketoconazole), or • a moderate CYP3A4 inhibitor(s) with a strong CYP2C19 inhibitor(s) (e.g., fluconazole) [see Drug Interactions (7) ] 5 mg once daily Reduce to XELJANZ 5 mg once daily Patients with: • moderate or severe renal impairment [see Use in Specific Populations (8.7) ] • moderate hepatic impairment [see Use in Specific Populations (8.8) ] Use of XELJANZ/XELJANZ XR in patients with severe hepatic impairment is not recommended. 5 mg once daily Reduce to XELJANZ 5 mg once daily For patients undergoing hemodialysis, dose should be administered after the dialysis session on dialysis days. If a dose was taken before the dialysis procedure, supplemental doses are not recommended in patients after dialysis. Patients with lymphocyte count less than 500 cells/mm 3 , confirmed by repeat testing Discontinue dosing. Patients with ANC 500 to 1000 cells/mm 3 Interrupt dosing. When ANC is greater than 1000, resume 5 mg twice daily. Interrupt dosing. When ANC is greater than 1000, resume 11 mg once daily. Patients with ANC less than 500 cells/mm 3 Discontinue dosing. Patients with hemoglobin less than 8 g/dL or a decrease of more than 2 g/dL Interrupt dosing until hemoglobin values have normalized. Switching from XELJANZ Tablets to XELJANZ XR Extended-Release Tablets Patients treated with XELJANZ tablets 5 mg twice daily may be switched to XELJANZ XR extended-release tablets 11 mg once daily the day following the last dose of XELJANZ 5 mg. 2.3 Recommended Dosage in Ulcerative Colitis Table 2 displays the recommended adult daily dosage of XELJANZ/XELJANZ XR and dosage adjustments for patients receiving CYP2C19 and/or CYP3A4 inhibitors, with moderate or severe renal impairment (including but not limited to those with severe insufficiency who are undergoing hemodialysis) or moderate hepatic impairment, with lymphopenia, neutropenia or anemia. Table 2: Recommended Dosage of XELJANZ/XELJANZ XR in Patients with UC XELJANZ tablet XELJANZ XR extended-release tablet Adult patients Induction: 10 mg twice daily for at least 8 weeks [see Clinical Studies (14.4) ] ; evaluate patients and transition to maintenance therapy depending on therapeutic response. If needed continue 10 mg twice daily for a maximum of 16 weeks. Discontinue 10 mg twice daily after 16 weeks if adequate therapeutic response is not achieved. Maintenance: 5 mg twice daily. For patients with loss of response during maintenance treatment, a dosage of 10 mg twice daily may be considered and limited to the shortest duration, with careful consideration of the benefits and risks for the individual patient. Use the lowest effective dose needed to maintain response . Induction: 22 mg once daily for at least 8 weeks; evaluate patients and transition to maintenance therapy depending on therapeutic response. If needed continue 22 mg once daily for a maximum of 16 weeks. Discontinue 22 mg once daily after 16 weeks if adequate therapeutic response is not achieved. Maintenance: 11 mg once daily. For patients with loss of response during maintenance treatment, a dosage of 22 mg once daily may be considered and limited to the shortest duration, with careful consideration of the benefits and risks for the individual patient. Use the lowest effective dose needed to maintain response. Patients receiving: • Strong CYP3A4 inhibitors (e.g., ketoconazole), or • a moderate CYP3A4 inhibitor(s) with a strong CYP2C19 inhibitor(s) (e.g., fluconazole) [see Drug Interactions (7) ] If taking 10 mg twice daily, reduce to 5 mg twice daily. If taking 5 mg twice daily, reduce to 5 mg once daily. If taking 22 mg once daily, reduce to 11 mg once daily. If taking 11 mg once daily, reduce to XELJANZ 5 mg once daily Patients with: • moderate or severe renal impairment [see Use in Specific Populations (8.7) ] • moderate hepatic impairment [see Use in Specific Populations (8.8) ] Use of XELJANZ/XELJANZ XR in patients with severe hepatic impairment is not recommended. If taking 10 mg twice daily, reduce to 5 mg twice daily. If taking 5 mg twice daily, reduce to 5 mg once daily. If taking 22 mg once daily, reduce to 11 mg once daily. If taking 11 mg once daily, reduce to XELJANZ 5 mg once daily. For patients undergoing hemodialysis, dose should be administered after the dialysis session on dialysis days. If a dose was taken before the dialysis procedure, supplemental doses are not recommended in patients after dialysis. Patients with lymphocyte count less than 500 cells/mm 3 , confirmed by repeat testing Discontinue dosing. Patients with ANC 500 to 1000 cells/mm 3 If taking 10 mg twice daily, reduce to 5 mg twice daily. When ANC is greater than 1000, increase to 10 mg twice daily based on clinical response. If taking 5 mg twice daily, interrupt dosing. When ANC is greater than 1000, resume 5 mg twice daily. If taking 22 mg once daily, reduce to 11 mg once daily. When ANC is greater than 1000, increase to 22 mg once daily based on clinical response. If taking 11 mg once daily, interrupt dosing. When ANC is greater than 1000, resume 11 mg once daily. Patients with ANC less than 500 cells/mm 3 Discontinue dosing. Patients with hemoglobin less than 8 g/dL or a decrease of more than 2 g/dL Interrupt dosing until hemoglobin values have normalized. Switching from XELJANZ Tablets to XELJANZ XR Extended-Release Tablets Patients treated with XELJANZ 5 mg tablets twice daily may be switched to XELJANZ XR extended-release tablets 11 mg once daily the day following the last dose of XELJANZ tablets 5 mg. Patients treated with XELJANZ 10 mg tablets twice daily may be switched to XELJANZ XR extended-release tablets 22 mg once daily the day following the last dose of XELJANZ 10 mg. 2.4 Recommended Dosage in Polyarticular Course Juvenile Idiopathic Arthritis Table 3 displays the recommended body weight-based dosages for XELJANZ tablets/XELJANZ Oral Solution and dosage adjustments for patients receiving CYP2C19 and/or CYP3A4 inhibitors [see Drug Interactions (7) ] , in patients with moderate or severe renal impairment, including but not limited to those undergoing hemodialysis [see Use in Specific Populations (8.7) ] , with moderate hepatic impairment [see Use in Specific Populations (8.8) ] , with lymphopenia, neutropenia, or anemia. Table 3: Recommended Dosage of XELJANZ/XELJANZ Oral Solution in Patients with pcJIA XELJANZ tablets/XELJANZ Oral Solution pcJIA patients • 10 kg ≤ body weight <20 kg: 3.2 mg (3.2 mL oral solution) twice daily • 20 kg ≤ body weight <40 kg: 4 mg (4 mL oral solution) twice daily • Body weight ≥40 kg: 5 mg (one 5 mg tablet or 5 mL oral solution Patients treated with 5 mL XELJANZ Oral Solution may be switched to a XELJANZ 5 mg tablet. ) twice daily Patients receiving: • strong CYP3A4 inhibitors (e.g., ketoconazole), or • a moderate CYP3A4 inhibitor(s) with a strong CYP2C19 inhibitor(s) (e.g., fluconazole) [see Drug Interactions (7) ] If taking 3.2 mg twice daily, reduce to 3.2 mg once daily. If taking 4 mg twice daily, reduce to 4 mg once daily. If taking 5 mg twice daily, reduce to 5 mg once daily. Patients with: • moderate or severe renal impairment [see Use in Specific Populations (8.7) ] • moderate hepatic impairment [see Use in Specific Populations (8.8) ] XELJANZ/XELJANZ Oral Solution is not recommended for patients with severe hepatic impairment. If taking 3.2 mg twice daily, reduce to 3.2 mg once daily. If taking 4 mg twice daily, reduce to 4 mg once daily. If taking 5 mg twice daily, reduce to 5 mg once daily. For patients undergoing hemodialysis, dose should be administered after the dialysis session on dialysis days. If a dose was taken before the dialysis procedure, supplemental doses are not recommended in patients after dialysis. Patients with lymphocyte count less than 500 cells/mm 3 , confirmed by repeat testing Discontinue dosing. Patients with ANC 500 to 1000 cells/mm 3 Interrupt dosing until ANC is greater than 1000 cells/mm 3 . Patients with ANC less than 500 cells/mm 3 Discontinue dosing. Patients with hemoglobin less than 8 g/dL or a decrease of more than 2 g/dL Interrupt dosing until hemoglobin values have normalized. Administer XELJANZ Oral Solution using the included press-in bottle adapter and oral dosing syringe [see Instructions for Use ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE XELJANZ/XELJANZ XR/XELJANZ Oral Solution is a Janus kinase (JAK) inhibitor indicated for: • Rheumatoid Arthritis : XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with moderately to severely active rheumatoid arthritis who have had an inadequate response or intolerance to one or more TNF blockers. o Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic DMARDs or potent immunosuppressants such as azathioprine and cyclosporine is not recommended. ( 1.1 ) • Psoriatic Arthritis : XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with active psoriatic arthritis who have had an inadequate response or intolerance to one or more TNF blockers. o Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic DMARDs or potent immunosuppressants such as azathioprine and cyclosporine is not recommended. ( 1.2 ) • Ankylosing Spondylitis : XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with active ankylosing spondylitis who have had an inadequate response or intolerance to one or more TNF blockers. o Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic DMARDs or potent immunosuppressants such as azathioprine and cyclosporine is not recommended. ( 1.3 ) • Ulcerative Colitis : XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with moderately to severely active ulcerative colitis (UC), who have had an inadequate response or intolerance to one or more TNF blockers. o Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biological therapies for UC or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended. ( 1.4 ) • Polyarticular Course Juvenile Idiopathic Arthritis : XELJANZ/XELJANZ Oral Solution is indicated for the treatment of active polyarticular course juvenile idiopathic arthritis (pcJIA) in patients 2 years of age and older who have had an inadequate response or intolerance to one or more TNF blockers. o Limitations of Use: Use of XELJANZ/XELJANZ Oral Solution in combination with biologic DMARDs or potent immunosuppressants such as azathioprine and cyclosporine is not recommended. ( 1.5 ) 1.1 Rheumatoid Arthritis XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with moderately to severely active rheumatoid arthritis (RA) who have had an inadequate response or intolerance to one or more TNF blockers. • Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic disease-modifying antirheumatic drugs (DMARDs) or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended. 1.2 Psoriatic Arthritis XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with active psoriatic arthritis (PsA) who have had an inadequate response or intolerance to one or more TNF blockers. • Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic DMARDs or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended. 1.3 Ankylosing Spondylitis XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with active ankylosing spondylitis (AS) who have had an inadequate response or intolerance to one or more TNF blockers. • Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biologic DMARDs or potent immunosuppressants such as azathioprine and cyclosporine is not recommended. 1.4 Ulcerative Colitis XELJANZ/XELJANZ XR is indicated for the treatment of adult patients with moderately to severely active ulcerative colitis (UC), who have an inadequate response or intolerance to one or more TNF blockers. • Limitations of Use: Use of XELJANZ/XELJANZ XR in combination with biological therapies for UC or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended. 1.5 Polyarticular Course Juvenile Idiopathic Arthritis XELJANZ/XELJANZ Oral Solution is indicated for the treatment of active polyarticular course juvenile idiopathic arthritis (pcJIA) in patients 2 years of age and older who have had an inadequate response or intolerance to one or more TNF blockers. • Limitations of Use: Use of XELJANZ/XELJANZ Oral Solution in combination with biologic DMARDs or with potent immunosuppressants such as azathioprine and cyclosporine is not recommended."
  ],
  "fetched_at": "2025-10-01T17:05:21.343956",
  "source": "OpenFDA"
}