{
  "drug_name": "Tolvaptan",
  "generic_name": [
    "TOLVAPTAN"
  ],
  "brand_names": [
    "Jynarque"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid concomitant use with: Strong CYP3A Inducers ( 7.1 ) V 2 -Receptor Agonists ( 7.2 ) 7.1 CYP3A Inhibitors and Inducers CYP3A Inhibitors Tolvaptan's AUC was 5.4 times as large and Cmax was 3.5 times as large after co-administration of tolvaptan and 200 mg ketoconazole [see Warnings and Precautions (5.4) and Clinical Pharmacology (12.3) ] . Larger doses of the strong CYP3A inhibitor would be expected to produce larger increases in tolvaptan exposure. Concomitant use of tolvaptan with strong CYP3A inhibitors is contraindicated [see Contraindications (4) ]. Dose reduction of JYNARQUE is recommended for patients while taking moderate CYP3A inhibitors [see Dosage and Administration (2.4) ]. Patients should avoid grapefruit juice beverages while taking JYNARQUE. Strong CYP3A Inducers Co-administration of JYNARQUE with strong CYP3A inducers reduces exposure to JYNARQUE [see Clinical Pharmacology (12.3) ]. Avoid concomitant use of JYNARQUE with strong CYP3A inducers [see Dosage and Administration (2.4) ]. 7.2 V 2 -Receptor Agonist As a V 2 -receptor antagonist, tolvaptan will interfere with the V 2 -agonist activity of desmopressin (dDAVP). Avoid concomitant use of JYNARQUE with a V 2 -agonist."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Serious Liver Injury [see Boxed Warning and Warnings and Precautions (5.1) ] Hypernatremia, Dehydration and Hypovolemia [see Warnings and Precautions (5.3) ] Drug Interactions with Inhibitors of CYP3A [see Warnings and Precautions (5.4) ] Most common observed adverse reactions with JYNARQUE (incidence >10% and at least twice that for placebo) were thirst, polyuria, nocturia, pollakiuria and polydipsia ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Otsuka America Pharmaceutical, Inc. at 1-800-438-9927 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. JYNARQUE has been studied in over 3000 patients with ADPKD. Long-term, placebo-controlled safety information of JYNARQUE in ADPKD is principally derived from two trials where 1,413 subjects received tolvaptan and 1,098 received placebo for at least 12 months across both studies. TEMPO 3:4: A Phase 3, Double-Blind, Placebo-Controlled, Randomized Trial in Early, Rapidly-Progressing ADPKD The TEMPO 3:4 (NCT00428948) trial employed a two-arm, 2:1 randomization to tolvaptan or placebo, titrated to a maximally-tolerated total daily dose of 60 to 120 mg. A total of 961 subjects with rapidly progressing ADPKD were randomized to JYNARQUE. Of these, 742 (77%) subjects who were treated with JYNARQUE remained on treatment for at least 3 years. The average daily dose in these subjects was 96 mg daily. Adverse events that led to discontinuation were reported for 15.4% (148/961) of subjects in the JYNARQUE group and 5.0% (24/483) of subjects in the placebo group. Aquaretic effects were the most common reasons for discontinuation of JYNARQUE. These included pollakiuria, polyuria, or nocturia in 63 (6.6%) subjects treated with JYNARQUE compared to 1 subject (0.2%) treated with placebo. Table 2 lists the adverse reactions that occurred in at least 3% of ADPKD subjects treated with JYNARQUE and at least 1.5% more than on placebo. Table 2: TEMPO 3:4, Treatment Emergent Adverse Reactions in ≥3% of JYNARQUE Treated Subjects with Risk Difference ≥1.5%, Randomized Period Adverse Reaction Tolvaptan (N=961) Placebo (N=483) Number of Subjects Proportion (%) 100× (Number of subjects with an adverse event/N) Annualized Rate 100× (Number of subjects with an adverse event/Total subject years of drug exposure) Number of Subjects Proportion (%) Annualized Rate Increased urination Increased urination includes micturition urgency, nocturia, pollakiuria, polyuria 668 69.5 28.6 135 28.0 10.3 Thirst Thirst includes polydipsia and thirst 612 63.7 26.2 113 23.4 8.7 Dry mouth 154 16.0 6.6 60 12.4 4.6 Fatigue 131 13.6 5.6 47 9.7 3.6 Diarrhea 128 13.3 5.5 53 11.0 4.1 Dizziness 109 11.3 4.7 42 8.7 3.2 Dyspepsia 76 7.9 3.3 16 3.3 1.2 Decreased appetite 69 7.2 3.0 5 1.0 0.4 Abdominal distension 47 4.9 2.0 16 3.3 1.2 Dry skin 47 4.9 2.0 8 1.7 0.6 Rash 40 4.2 1.7 9 1.9 0.7 Hyperuricemia 37 3.9 1.6 9 1.9 0.7 Palpitations 34 3.5 1.5 6 1.2 0.5 REPRISE: A Phase 3, Randomized-Withdrawal, Placebo-Controlled, Double-Blind, Trial in Late Stage 2 to Early Stage 4 ADPKD The REPRISE (NCT02160145) trial employed a 5-week single-blind titration and run-in period for JYNARQUE prior to the randomized double-blind period. During the JYNARQUE titration and run-in period, 126 (8.4%) of the 1496 subjects discontinued the study, 52 (3.5%) were due to aquaretic effects and 10 (0.7%) were due to liver test findings. Because of this run-in design, the adverse reaction rates observed during the randomized period are not described. Liver Injury In the two double-blind, placebo-controlled trials, ALT elevations >3 times ULN were observed at an increased frequency with JYNARQUE compared with placebo (4.9% [80/1637] versus 1.1% [13/1166], respectively) within the first 18 months after initiating treatment and increases usually resolved within 1 to 4 months after discontinuing the drug. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of tolvaptan. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary Disorders: Liver failure requiring transplant Immune System Disorders: Anaphylaxis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS JYNARQUE is contraindicated in patients: With a history, signs or symptoms of significant liver impairment or injury. This contraindication does not apply to uncomplicated polycystic liver disease [see Warnings and Precautions (5.1) ] Taking strong CYP3A inhibitors With uncorrected abnormal blood sodium concentrations [see Warnings and Precautions (5.3) ] Unable to sense or respond to thirst [see Warnings and Precautions (5.3) ] Hypovolemia [see Warnings and Precautions (5.3) ] Hypersensitivity (e.g., anaphylaxis, rash) to tolvaptan or any component of the product [see Adverse Reactions (6) ] Uncorrected urinary outflow obstruction Anuria History of signs or symptoms of significant liver impairment or injury, does not include uncomplicated polycystic liver disease ( 4 ) Concomitant use of strong CYP3A inhibitors is contraindicated ( 4 ) Uncorrected abnormal blood sodium concentrations ( 4 , 5.3 ) Unable to sense or respond to thirst ( 4 ) Hypovolemia ( 4 ) Hypersensitivity to tolvaptan or any of its components ( 4 ) Uncorrected urinary outflow obstruction ( 4 ) Anuria ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage ( 2.1 ) Initial Dosage Titration Step Target Dosage 1st Dose 45 mg 1st Dose 60 mg 1st Dose 90 mg 2nd Dose (8 hours later) 15 mg 2nd Dose (8 hours later) 30 mg 2nd Dose (8 hours later) 30 mg Total Daily Dose 60 mg Total Daily Dose 90 mg Total Daily Dose 120 mg Dose adjustment is recommended for patients taking moderate CYP3A inhibitors ( 2.4 , 5.4 , 7.1 ) 2.1 Recommended Dosage The initial dosage for JYNARQUE is 60 mg orally per day as 45 mg taken on waking and 15 mg taken 8 hours later. Titrate to 60 mg plus 30 mg then to 90 mg plus 30 mg per day if tolerated with at least weekly intervals between titrations. Patients may down-titrate based on tolerability. Encourage patients to drink enough water to avoid thirst or dehydration. 2.2 Monitoring To mitigate the risk of significant or irreversible liver injury, perform blood testing for ALT, AST and bilirubin prior to initiation of JYNARQUE, at 2 and 4 weeks after initiation, monthly for 18 months and every 3 months thereafter . Monitor for concurrent symptoms that may indicate liver injury [see Warnings and Precautions (5.1) ] . 2.3 Missed Doses If a dose of JYNARQUE is not taken at the scheduled time, take the next dose at its scheduled time. 2.4 Co-Administration with CYP3A Inhibitors CYP3A Inhibitors Concomitant use of strong CYP3A inhibitors is contraindicated [see Contraindications (4) and Warnings and Precautions (5.4) ] . In patients taking concomitant moderate CYP3A inhibitors, reduce the dose of JYNARQUE per Table 1. Consider further reductions if patients cannot tolerate the reduced dose [see Warnings and Precautions (5.4) and Drug Interactions (7.1) ] . Interrupt JYNARQUE temporarily for short term therapy with moderate CYP3A inhibitors if the recommended reduced doses are not available. Table 1: Dose adjustment for patients taking moderate CYP3A inhibitors Standard Morning and Afternoon Dose (mg) Dose (mg) with Moderate CYP3A Inhibitors 90 mg and 30 mg 45 mg and 15 mg 60 mg and 30 mg 30 mg and 15 mg 45 mg and 15 mg 15 mg and 15 mg"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE JYNARQUE is indicated to slow kidney function decline in adults at risk of rapidly progressing autosomal dominant polycystic kidney disease (ADPKD). JYNARQUE is a selective vasopressin V 2 -receptor antagonist indicated to slow kidney function decline in adults at risk of rapidly progressing autosomal dominant polycystic kidney disease (ADPKD) ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:14:05.945177",
  "source": "OpenFDA"
}