{
  "drug_name": "Trabectedin",
  "generic_name": [
    "TRABECTEDIN"
  ],
  "brand_names": [
    "YONDELIS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP3A inhibitors: Avoid concomitant strong CYP3A inhibitors ( 7.1 ) CYP3A inducers: Avoid concomitant strong CYP3A inducers ( 7.2 ) 7.1 Effect of Cytochrome CYP3A Inhibitors Coadministration of YONDELIS with ketoconazole, a strong CYP3A inhibitor, increased systemic exposure of trabectedin by 66%. Avoid using strong CYP3A inhibitors (e.g., oral ketoconazole, itraconazole, posaconazole, voriconazole, clarithromycin, telithromycin, indinavir, lopinavir, ritonavir, boceprevir, nelfinavir, saquinavir, telaprevir, nefazodone, conivaptan) in patients taking YONDELIS. If a strong CYP3A inhibitor for short-term use (i.e., less than 14 days) must be used, administer the strong CYP3A inhibitor 1 week after the YONDELIS infusion, and discontinue it the day prior to the next YONDELIS infusion [see Clinical Pharmacology (12.3) ] . 7.2 Effect of Cytochrome CYP3A Inducers Coadministration of YONDELIS with rifampin, a strong CYP3A inducer, decreased systemic exposure of trabectedin by 31%. Avoid using strong CYP3A inducers (e.g., rifampin, phenobarbital, St. John's wort) in patients taking YONDELIS [see Clinical Pharmacology (12.3) ] .",
    "Drug Interactions Effect of Strong CYP3A Inhibitors on Trabectedin Coadministration of multiple doses of ketoconazole (200 mg twice daily for 7.5 days) with a single dose of YONDELIS (0.58 mg/m 2 ) on day 1 increased trabectedin dose-normalized AUC by 66% and C max by 22% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Strong CYP3A Inducers on Trabectedin Coadministration of multiple doses of rifampin (600 mg daily for 6 days) with a single YONDELIS dose (1.3 mg/m 2 ) on day 6 decreased trabectedin AUC by 31% and C max by 21% compared to a single YONDELIS dose (1.3 mg/m 2 ) given alone. Effect of Trabectedin on CYP Enzymes In vitro , trabectedin has limited inhibition or induction potential of major CYP enzymes (CYP1A2, 2A6, 2B6, 2C9, 2C19, 2D6, 2E1, and 3A4)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of the labeling: Anaphylaxis [see Contraindications (4) ] Neutropenic Sepsis [see Warnings and Precautions (5.1) ] Rhabdomyolysis [see Warnings and Precautions (5.2) ] Hepatotoxicity [see Warnings and Precautions (5.3) ] Cardiomyopathy [see Warnings and Precautions (5.4) ] Capillary Leak Syndrome [see Warnings and Precautions (5.5) ] Extravasation Resulting in Tissue Necrosis [see Warnings and Precautions (5.6) ] The most common (≥20%) adverse reactions are nausea, fatigue, vomiting, constipation, decreased appetite, diarrhea, peripheral edema, dyspnea, and headache. The most common (≥5%) grades 3–4 laboratory abnormalities are: neutropenia, increased ALT, thrombocytopenia, anemia, increased AST, and increased creatine phosphokinase. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Janssen Products, LP at 1-800-526-7736 (1-800-JANSSEN) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The data described below reflect exposure to YONDELIS in 755 patients with soft tissue sarcoma including 197 (26%) patients exposed to YONDELIS for greater than or equal to 6 months and 57 (8%) patients exposed to YONDELIS for greater than or equal to 1 year. The safety of YONDELIS was evaluated in six open-label, single-arm trials, in which 377 patients received YONDELIS and one open-label, randomized, active-controlled clinical trial in which 378 patients received YONDELIS (Trial ET743-SAR-3007). All patients received YONDELIS at the recommended dosing regimen of 1.5 mg/m 2 administered as an intravenous infusion over 24 hours once every 3 weeks (q3wk, 24-h). The median age was 54 years (range: 18 to 81 years), 63% were female, and all patients had metastatic soft tissue sarcoma. Tables 3 and 4 present selected adverse reactions and laboratory abnormalities, respectively, observed in Trial ET743-SAR-3007, an open-label, randomized (2:1), active-controlled trial in which 550 patients with previously treated leiomyosarcoma or liposarcoma (dedifferentiated, myxoid round cell, or pleomorphic) received YONDELIS 1.5 mg/m 2 intravenous infusion over 24 hours once every 3 weeks (n=378) or dacarbazine 1000 mg/m 2 intravenous infusion over 20 to 120 minutes once every 3 weeks (n=172) [see Clinical Studies (14) ] . All patients treated with YONDELIS were required to receive dexamethasone 20 mg intravenous injection 30 minutes prior to start of the YONDELIS infusion. In Trial ET743-SAR-3007, patients had been previously treated with an anthracycline- and ifosfamide-containing regimen or with an anthracycline-containing regimen and one additional cytotoxic chemotherapy regimen. The trial excluded patients with known central nervous system metastasis, elevated serum bilirubin or significant chronic liver disease, such as cirrhosis or active hepatitis, and history of myocardial infarction within 6 months, history of New York Heart Association Class II to IV heart failure, or abnormal left ventricular ejection fraction at baseline. The median age of patients in Trial ET743-SAR-3007 was 57 years (range: 17 to 81 years), with 69% female, 77% White, 12% Black or African American, 4% Asian, and <1% American Indian or Alaska Native. The median duration of exposure to trabectedin was 13 weeks (range: 1 to 127 weeks) with 30% of patients exposed to YONDELIS for greater than 6 months and 7% of patients exposed to YONDELIS for greater than 1 year. In Trial ET743-SAR-3007, adverse reactions resulting in permanent discontinuation of YONDELIS occurred in 26% (98/378) of patients; the most common were increased liver tests (defined as ALT, AST, alkaline phosphatase, bilirubin) (5.6%), thrombocytopenia (3.4%), fatigue (1.6%), increased creatine phosphokinase (1.1%), and decreased ejection fraction (1.1%). Adverse reactions that led to dose reductions occurred in 42% (158/378) of patients treated with YONDELIS; the most common were increased liver tests (24%), neutropenia (including febrile neutropenia) (8%), thrombocytopenia (4.2%), fatigue (3.7%), increased creatine phosphokinase (2.4%), nausea (1.1%), and vomiting (1.1%). Adverse reactions led to dose interruptions in 52% (198/378) of patients treated with YONDELIS; the most common were neutropenia (31%), thrombocytopenia (15%), increased liver tests (6%), fatigue (2.9%), anemia (2.6%), increased creatinine (1.1%), and nausea (1.1%). The most common adverse reactions (≥20%) were nausea, fatigue, vomiting, constipation, decreased appetite, diarrhea, peripheral edema, dyspnea, and headache. The most common laboratory abnormalities (≥20%) were increases in AST or ALT, increased alkaline phosphatase, hypoalbuminemia, increased creatinine, increased creatine phosphokinase, anemia, neutropenia, and thrombocytopenia. Table 3: Selected Adverse Reactions Limited to adverse reactions at a rate of ≥10% in the trabectedin arm and at a rate higher in the trabectedin arm compared with dacarbazine arm by ≥5% in overall incidence or by ≥2% for Grade 3–4 adverse reactions. Occurring in ≥10% of Patients Receiving YONDELIS and at a Higher Incidence than in the Control Arm - Trial ET743-SAR-3007 YONDELIS (N=378) Dacarbazine (N=172) System Organ Class Adverse Reaction All Grades Toxicity grade is based on NCI common toxicity criteria, version 4.0. (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) Gastrointestinal disorders Nausea 75 7 50 1.7 Vomiting 46 6 22 1.2 Constipation 37 0.8 31 0.6 Diarrhea 35 1.6 23 0 General disorders and administration site conditions Fatigue Fatigue is a composite of the following adverse event terms: fatigue, asthenia, and malaise. 69 8 52 1.7 Peripheral edema 28 0.8 13 0.6 Metabolism and nutrition disorders Decreased appetite 37 1.9 21 0.6 Respiratory, thoracic and mediastinal disorders Dyspnea 25 4.2 20 1.2 Nervous system disorders Headache 25 0.3 19 0 Musculoskeletal and connective tissue disorders Arthralgia 15 0 8 1.2 Myalgia 12 0 6 0 Psychiatric disorders Insomnia 15 0.3 9 0 Other clinically important adverse reactions observed in <10% of patients (N=755) with soft tissue sarcoma receiving YONDELIS were: Nervous system disorders : peripheral neuropathy, paresthesia, hypoesthesia. Respiratory, thoracic, and mediastinal disorders : pulmonary embolism. General disorders and administration site conditions : mucosal inflammation. Table 4: Incidence of Selected Treatment-Emergent Laboratory Abnormalities Treatment-emergent laboratory abnormalities including those higher in the trabectedin arm compared with the dacarbazine arm by ≥5% (all Grades) or by ≥2% (Grade 3–4). Incidence based on number of patients who had both baseline and at least one on-study laboratory measurement. - Trial ET743-SAR-3007 Laboratory Abnormalities YONDELIS Dacarbazine All Grades (%) Grades 3–4 (%) All Grades (%) Grades 3–4 (%) YONDELIS group (range: 373 to 377 patients) and dacarbazine group (range: 166 to 168 patients). Chemistry Increased ALT 90 31 33 0.6 Increased AST 84 17 32 1.2 Increased alkaline phosphatase 70 1.6 60 0.6 Hypoalbuminemia 63 3.7 51 3.0 Increased creatinine 46 4.2 29 1.2 Increased creatine phosphokinase 33 6.4 9 0.6 Hyperbilirubinemia 13 1.9 5 0.6 Hematology Anemia 96 19 79 12 Neutropenia 66 43 47 26 Thrombocytopenia 59 21 57 20 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of YONDELIS. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vascular disorders: capillary leak syndrome"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS YONDELIS is contraindicated in patients with known severe hypersensitivity, including anaphylaxis, to trabectedin. Known hypersensitivity to trabectedin ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer at 1.5 mg/m 2 body surface area as a 24-hour intravenous infusion, every 3 weeks through a central venous line ( 2.1 , 2.5 ) Premedication: dexamethasone 20 mg intravenously, 30 min before each infusion ( 2.2 ) Hepatic Impairment: Administer at 0.9 mg/m 2 body surface area as a 24-hour intravenous infusion, every 3 weeks through a central venous line in patients with moderate hepatic impairment ( 2.1 ) 2.1 Recommended Dosage The recommended dose is 1.5 mg/m 2 administered as an intravenous infusion over 24 hours through a central venous line every 21 days (3 weeks), until disease progression or unacceptable toxicity. Hepatic Impairment : The recommended dose is 0.9 mg/m 2 in patients with moderate hepatic impairment (bilirubin levels greater than 1.5 times to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal). Do not administer YONDELIS to patients with severe hepatic impairment (bilirubin levels above 3 times the upper limit of normal, and any AST and ALT) [ see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] . 2.2 Premedication Administer dexamethasone 20 mg intravenously 30 minutes prior to each dose of YONDELIS. 2.3 Dose Modifications for Adverse Reactions Permanently discontinue YONDELIS for: Persistent adverse reactions requiring a delay in dosing of more than 3 weeks. Adverse reactions requiring dose reduction following YONDELIS administered at 1.0 mg/m 2 for patients with normal hepatic function or at 0.3 mg/m 2 for patients with pre-existing moderate hepatic impairment. Severe liver dysfunction: bilirubin two times the upper limit of normal, and AST or ALT three times the upper limit of normal, and alkaline phosphatase less than two times the upper limit of normal in the prior treatment cycle for patients with normal liver function at baseline. Exacerbation of liver dysfunction in patients with pre-existing moderate hepatic impairment. Capillary leak syndrome. Rhabdomyolysis. Grade 3 or 4 cardiac adverse events (AEs) indicative of cardiomyopathy or for subjects with an LVEF that decreases below the lower limit of normal. The recommended dose modifications for adverse reactions are listed in Table 1. Once reduced, the dose of YONDELIS should not be increased in subsequent treatment cycles. Table 1: Recommended Dose Modification Laboratory Result or Adverse Reaction DELAY next dose of YONDELIS for up to 3 weeks REDUCE next dose of YONDELIS by one dose level for adverse reaction(s) during prior cycle Platelets Less than 100,000 platelets/microliter Less than 25,000 platelets/microliter Absolute neutrophil count Less than 1,500 neutrophils/microliter Less than 1,000 neutrophils/microliter with fever/infection Less than 500 neutrophils/microliter lasting more than 5 days Total bilirubin Greater than the upper limit of normal Greater than the upper limit of normal Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) More than 2.5 times the upper limit of normal More than 5 times the upper limit of normal Alkaline phosphatase (ALP) More than 2.5 times the upper limit of normal More than 2.5 times the upper limit of normal Creatine phosphokinase More than 2.5 times the upper limit of normal More than 5 times the upper limit of normal Other non-hematologic adverse reactions Grade 3 or 4 Grade 3 or 4 The recommended starting doses and dose reductions for YONDELIS are listed in Table 2: Table 2: Recommended Starting Doses and Dose Reductions Starting Dose and Dose Reduction For patients with normal hepatic function or mild hepatic impairment Including patients with bilirubin greater than 1 to 1.5 times the upper limit of normal, and any AST or ALT. prior to initiation of YONDELIS treatment For patients with moderate hepatic impairment Including patients with bilirubin levels greater than 1.5 times to 3 times the upper limit of normal, and AST and ALT less than 8 times the upper limit of normal. prior to initiation of YONDELIS treatment Starting Dose 1.5 mg/m 2 0.9 mg/m 2 Dose Reduction First dose reduction 1.2 mg/m 2 0.6 mg/m 2 Second dose reduction 1.0 mg/m 2 0.3 mg/m 2 2.4 Preparation for Administration YONDELIS is a cytotoxic drug. Follow applicable special handling and disposal procedures. 1 Using aseptic technique, inject 20 mL of Sterile Water for Injection, USP into the vial. Shake the vial until complete dissolution. The reconstituted solution is clear, colorless to pale brownish-yellow, and contains 0.05 mg/mL of trabectedin. Inspect for particulate matter and discoloration prior to further dilution. Discard vial if particles or discoloration are observed. Immediately following reconstitution, withdraw the calculated volume of trabectedin and further dilute in 500 mL of 0.9% Sodium Chloride, USP or 5% Dextrose Injection, USP. Do not mix YONDELIS with other drugs. Discard any remaining solution within 30 hours of reconstituting the lyophilized powder. YONDELIS diluted solution is compatible with Type I colorless glass vials, polyvinylchloride (PVC) and polyethylene (PE) bags and tubing, PE and polypropylene (PP) mixture bags, polyethersulfone (PES) in-line filters, titanium, platinum or plastic ports, silicone and polyurethane catheters, and pumps having contact surfaces made of PVC, PE, or PE/PP. 2.5 Administration Infuse the reconstituted, diluted solution over 24 hours through a central venous line using an infusion set with a 0.2 micron polyethersulfone (PES) in-line filter to reduce the risk of exposure to adventitious pathogens that may be introduced during solution preparation. Complete infusion within 30 hours of initial reconstitution. Discard any unused portion of the reconstituted product or of the infusion solution."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE YONDELIS ® is indicated for the treatment of patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen [see Clinical Studies (14) ] . YONDELIS is an alkylating drug indicated for the treatment of patients with unresectable or metastatic liposarcoma or leiomyosarcoma who received a prior anthracycline-containing regimen ( 1 )"
  ],
  "fetched_at": "2025-10-01T15:52:49.026703",
  "source": "OpenFDA"
}