{
  "drug_name": "Tramadol",
  "generic_name": [
    "TRAMADOL HYDROCHLORIDE"
  ],
  "brand_names": [
    "TRAMADOL HYDROCHLORIDE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Table 2 includes clinically significant drug interactions with tramadol hydrochloride extended-release tablets. Table 2: Clinically Significant Drug Interactions with Tramadol Hydrochloride Extended-Release Tablets Inhibitors of CYP2D6 Clinical Impact: The concomitant use of tramadol hydrochloride extended-release tablets and CYP2D6 inhibitors may result in an increase in the plasma concentration of tramadol and a decrease in the plasma concentration of M1, particularly when an inhibitor is added after a stable dose of tramadol hydrochloride extended-release tablets is achieved. Since M1 is a more potent µ-opioid agonist, decreased M1 exposure could result in decreased therapeutic effects, and may result in signs and symptoms of opioid withdrawal in patients who had developed physical dependence to tramadol. Increased tramadol exposure can result in increased or prolonged therapeutic effects and increased risk for serious adverse events including seizures and serotonin syndrome. After stopping a CYP2D6 inhibitor, as the effects of the inhibitor decline, the tramadol plasma concentration will decrease and the M1 plasma concentration will increase which could increase or prolong therapeutic effects but also increase adverse reactions related to opioid toxicity, and may cause potentially fatal respiratory depression [see Clinical Pharmacology ( 12.3 )] . Intervention: If concomitant use of a CYP2D6 inhibitor is necessary, follow patients closely for adverse reactions including opioid withdrawal, seizures, and serotonin syndrome. If a CYP2D6 inhibitor is discontinued, consider lowering tramadol hydrochloride extended-release tablets dosage until stable drug effects are achieved. Evaluate patients at frequent intervals for adverse events including respiratory depression and sedation. Examples Quinidine, fluoxetine, paroxetine and bupropion Inhibitors of CYP3A4 Clinical Impact: The concomitant use of tramadol hydrochloride extended-release tablets and CYP3A4 inhibitors can increase the plasma concentration of tramadol and may result in a greater amount of metabolism via CYP2D6 and greater levels of M1. Follow patients closely for increased risk of serious adverse events including seizures and serotonin syndrome, and adverse reactions related to opioid toxicity including potentially fatal respiratory depression, particularly when an inhibitor is added after a stable dose of tramadol hydrochloride extended-release tablets is achieved. After stopping a CYP3A4 inhibitor, as the effects of the inhibitor decline, the tramadol plasma concentration will decrease [see Clinical Pharmacology ( 12.3 )] , resulting in decreased opioid efficacy and possibly signs and symptoms of opioid withdrawal in patients who had developed physical dependence to tramadol. Intervention: If concomitant use is necessary, consider dosage reduction of tramadol hydrochloride extended-release tablets until stable drug effects are achieved. Inform patients and caregivers of this potential interaction, educate them on the signs and symptoms of seizures, serotonin syndrome, and signs of respiratory depression and sedation. If a CYP3A4 inhibitor is discontinued, consider increasing the tramadol hydrochloride extended-release tablets dosage until stable drug effects are achieved and evaluate patients at frequent intervals for signs and symptoms of opioid withdrawal. Examples Macrolide antibiotics (e.g., erythromycin), azole-antifungal agents (e.g. ketoconazole), protease inhibitors (e.g., ritonavir) CYP3A4 Inducers Clinical Impact: The concomitant use of tramadol hydrochloride extended-release tablets and CYP3A4 inducers can decrease the plasma concentration of tramadol [see Clinical Pharmacology ( 12.3 )] , resulting in decreased efficacy or onset of a withdrawal syndrome in patients who have developed physical dependence to tramadol, [see Warnings and Precautions ( 5. 7)] . After stopping a CYP3A4 inducer, as the effects of the inducer decline, the tramadol plasma concentration will increase [see Clinical Pharmacology ( 12.3 )] , which could increase or prolong both the therapeutic effects and adverse reactions, and may cause seizures and serotonin syndrome, and potentially fatal respiratory depression. Intervention: IIf concomitant use is necessary, consider increasing the tramadol hydrochloride extended-release tablets dosage until stable drug effects are achieved. Evaluate patients for signs of opioid withdrawal. If a CYP3A4 inducer is discontinued, consider tramadol hydrochloride extended-release tablets dose reduction and evaluate patients at frequent intervals for signs of respiratory depression and sedation. Patients taking carbamazepine, a CYP3A4 inducer, may have a significantly reduced analgesic effect of tramadol. Because carbamazepine increases tramadol metabolism and because of the seizure risk associated with tramadol, concomitant administration of tramadol hydrochloride extended-release tablets and carbamazepine is not recommended. Examples: Rifampin, carbamazepine, phenytoin Benzodiazepines and Other Central Nervous System (CNS) Depressants Clinical Impact: Due to additive pharmacologic effect, the concomitant use of benzodiazepines or other CNS depressants, including alcohol, can increase the risk of hypotension, respiratory depression, profound sedation, coma, and death. Intervention: Reserve concomitant prescribing of these drugs for use in patients for whom alternative treatment options are inadequate. Limit dosages and durations to the minimum required. Inform patients and caregivers of this potential interaction, educate them on the signs and symptoms of respiratory depression (including sedation). If concomitant use is warranted, consider prescribing an opioid overdose reversal agent [see Dosage and Administration (2.2, 2.3), Warnings and Precautions (5.1, 5.2, 5.3)]. Examples: Benzodiazepines and other sedatives/hypnotics, anxiolytics, tranquilizers, muscle relaxants, general anesthetics, antipsychotics, gabapentinoids other opioids, alcohol. Serotonergic Drugs Clinical Impact: The concomitant use of opioids with other drugs that affect the serotonergic neurotransmitter system has resulted in serotonin syndrome . Intervention: If concomitant use is warranted, carefully observe the patient, particularly during treatment initiation and dose adjustment. Discontinue tramadol hydrochloride extended-release tablets if serotonin syndrome is suspected. Examples: Selective serotonin reuptake inhibitors (SSRIs), serotonin and norepinephrine reuptake inhibitors (SNRIs), tricyclic antidepressants (TCAs), triptans, 5-HT3 receptor antagonists, drugs that affect the serotonin neurotransmitter system (e.g., mirtazapine, trazodone, tramadol), certain muscle relaxants (i.e., cyclobenzaprine, metaxalone), monoamine oxidase (MAO) inhibitors (those intended to treat psychiatric disorders and also others, such as linezolid and intravenous methylene blue). Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact: MAOI interactions with opioids may manifest as serotonin syndrome [see Warnings and Precautions ( 5.9 )] or opioid toxicity (e.g., respiratory depression, coma) [see Warnings and Precautions ( 5.2 )]. Intervention: Do not use tramadol hydrochloride extended-release tablets in patients taking MAOIs or within 14 days of stopping such treatment. Examples: phenelzine, tranylcypromine, linezolid Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics Clinical Impact: May reduce the analgesic effect of tramadol hydrochloride extended-release tablets and/or precipitate withdrawal symptoms. Intervention: Avoid concomitant use. Examples: butorphanol, nalbuphine, pentazocine, buprenorphine Muscle Relaxants Clinical Impact: Tramadol may enhance the neuromuscular blocking action of skeletal muscle relaxants and produce an increased degree of respiratory depression. Intervention: Because respiratory depression may be greater than otherwise expected, decrease the dosage of tramadol hydrochloride extended-release tablets and/or the muscle relaxant as necessary. Due to the risk of respiratory depression with concomitant use of muscle relaxants and opioids, consider prescribing an opioid overdose reversal agent [see Dosage and Administration (2.2,), Warnings and Precautions (5.2, 5.3)]. Diuretics Clinical Impact: Opioids can reduce the efficacy of diuretics by inducing the release of antidiuretic hormone. Intervention: Evaluate patients for signs of diminished diuresis and/or effects on blood pressure and increase the dosage of the diuretic as needed. Anticholinergic Drugs Clinical Impact: The concomitant use of anticholinergic drugs may increase risk of urinary retention and/or severe constipation, which may lead to paralytic ileus. Intervention: Evaluate patients for signs of urinary retention or reduced gastric motility when tramadol hydrochloride extended-release tablets are used concomitantly with anticholinergic drugs. Digoxin Clinical Impact: Post-marketing surveillance of tramadol has revealed rare reports of digoxin toxicity. Intervention: Follow patients for signs of digoxin toxicity and adjust the dosage of digoxin as needed. Warfarin Clinical Impact: Post-marketing surveillance of tramadol has revealed rare reports of alteration of warfarin effect, including elevation of prothrombin times. Intervention: Monitor the prothrombin time of patients on warfarin for signs of an interaction and adjust the dosage of warfarin as needed. Mixed Agonist/Antagonist and Partial Agonist Opioid Analgesics: Avoid use with tramadol hydrochloride extended-release tablets because they may reduce analgesic effect of tramadol hydrochloride extended-release tablets or precipitate withdrawal symptoms. (5.18, 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in greater detail, in other sections: Addiction, Abuse, and Misuse [see Warnings and Precautions (5.1)] Life-Threatening Respiratory Depression [see Warnings and Precautions (5.2)] Ultra-Rapid Metabolism of Tramadol and Other Risk Factors for Life-Threatening Respiratory Depression in Children [see Warnings and Precautions (5.6)] Neonatal Opioid Withdrawal Syndrome [see Warnings and Precautions (5.4)] Interactions with Benzodiazepines and Other CNS Depressants [see Warnings and Precautions (5.3)] Opioid-Induced Hyperalgesia and Allodynia [See Warnings and Precautions (5.8)] Serotonin Syndrome [see Warnings and Precautions (5.9)] Seizures [see Warnings and Precautions (5.10)] Suicide [see Warnings and Precautions (5.11)] Adrenal Insufficiency [see Warnings and Precautions (5.13)] Severe Hypotension [see Warnings and Precautions (5.14)] Gastrointestinal Adverse Reactions [see Warnings and Precautions (5.16)] Hypersensitivity Reactions [see Warnings and Precautions (5.17)] Withdrawal [see Warnings and Precautions (5.18)] Most common adverse reactions (≥10% and ≥2 x placebo rate): Dizziness, constipation, nausea, headache, somnolence, flushing, pruritus, vomiting, insomnia, dry mouth. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sun Pharmaceutical Industries, Inc. at 1-800-818-4555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Tramadol hydrochloride extended-release tablets were administered to a total of 3108 patients during studies conducted in the U.S. These included four double-blind studies in patients with osteoarthritis and/or chronic low back pain and one open-label study in patients with chronic non-malignant pain. A total of 901 patients were 65 years or older. The frequency of adverse reactions generally increased with doses from 100 mg to 400 mg in the two pooled, twelve-week, randomized, double-blind, placebo-controlled studies in patients with chronic non-malignant pain (see Table 1). The most common adverse reactions from Table 1 occurring in ≥10% and ≥2 x placebo rate of the patients treated with tramadol hydrochloride extended-release tablets are dizziness (not vertigo), nausea, constipation, headache, somnolence, flushing, pruritus, vomiting, insomnia, and dry mouth. Table 1: Incidence (%) of patients with adverse reaction rates ≥ 5% from two 12-week placebo-controlled studies in patients with moderate to moderately severe chronic pain by dose (N=1811). MedDRA Preferred Term Tramadol Hydrochloride Extended-Release Tablets Placebo 100 mg (N=403) n (%) 200 mg (N=400) n (%) 300 mg (N=400) n (%) 400 mg (N=202) n (%) (N=406) n (%) Dizziness (not vertigo) 64 (16) 81 (20) 90 (23) 57 (28) 28 (7) Nausea 61 (15) 90 (23) 102 (26) 53 (26) 32 (8) Constipation 49 (12) 68 (17) 85 (21) 60 (30) 17 (4) Headache 49 (12) 62 (16) 46 (12) 32 (16) 43 (11) Somnolence 33 (8) 45 (11) 29 (7) 41 (20) 7 (2) Flushing 31 (8) 40 (10) 35 (9) 32 (16) 18 (4) Pruritus 25 (6) 34 (9) 30 (8) 24 (12) 4 (1) Vomiting 20 (5) 29 (7) 34 (9) 19 (9) 11 ( 3) Insomnia 26 (7) 32 (8) 36 (9) 22 (11) 13 (3) Dry Mouth 20 (5) 29 (7) 39 (10) 18 (9) 6 (2) Diarrhea 15 (4) 27 (7) 37 (9) 10 (5) 17 (4) Asthenia 14 (4) 24 (6) 26 (7) 13 (6) 7 (2) Postural hypotension 7 (2) 17 (4) 8 (2) 11 (5) 9 (2) Sweating increased 6 (2) 8 (2) 15 (4) 13 (6) 1 (0) Anorexia 3 (1) 7 (2) 21 (5) 12 (6) 1 (0) Adverse reactions With Incidence Rates of 1.0% to <5.0% During Clinical Trials The following adverse reactions were reported from all the chronic pain studies (N=3108). The lists below include adverse reactions not otherwise noted in Table 1. Eye disorders: vision blurred Gastrointestinal disorders: abdominal pain upper, dyspepsia, abdominal pain, sore throat General disorders: weakness, pain, feeling hot, influenza like illness, fall, rigors, lethargy, pyrexia, chest pain Infections and infestations: nasopharyngitis, upper respiratory tract infection, sinusitis, influenza, gastroenteritis viral, urinary tract infection, bronchitis Investigations: blood creatine phosphokinase increased, weight decreased Metabolism and nutrition disorders: appetite decreased Musculoskeletal, connective tissue and bone disorders: arthralgia, back pain, pain in limb, neck pain Nervous system disorders: tremor, paresthesia, hypoesthesia Psychiatric disorders: nervousness, anxiety, depression, restlessness Respiratory, thoracic and mediastinal disorders: sneezing, cough, rhinorrhea, nasal congestion, dyspnea, sinus congestion Skin and subcutaneous tissue disorders: sweating increased, dermatitis Vascular disorders: hot flushes, vasodilatation Adverse Reactions With Incidence Rates of 0.5% to <1.0% and Serious Adverse Reactions Reported in at Least 2 patients During Clinical Trials Cardiac disorders: palpitations, myocardial infarction Ear and labyrinth disorders: tinnitus, vertigo Gastrointestinal disorders: flatulence, toothache, constipation aggravated, appendicitis, pancreatitis General disorders: feeling jittery, edema lower limb, shivering, joint swelling, malaise, drug withdrawal syndrome, peripheral swelling Hepato-biliary disorders: cholelithiasis, cholecystitis Infections and infestations: cellulitis, ear infection, gastroenteritis, pneumonia, viral infection Injury and poisoning: joint sprain, muscle injury Investigations: alanine aminotransferase increased, blood pressure increased, aspartate aminotransferase increased, heart rate increased, blood glucose increased, liver function tests abnormal Musculoskeletal, connective tissue and bone disorders: muscle cramps, muscle spasms, joint stiffness, muscle twitching, myalgia, osteoarthritis aggravated Nervous system disorders: migraine, sedation, syncope, disturbance in attention, dizziness aggravated Psychiatric disorders: euphoric mood, irritability, libido decreased, sleep disorder, agitation, disorientation, abnormal dreams Renal and urinary disorders: difficulty in micturition, urinary frequency, hematuria, dysuria, urinary retention Respiratory, thoracic and mediastinal disorders: yawning Skin and subcutaneous tissue disorders: contusion, piloerection, clamminess, night sweats, urticaria Vascular disorders: hypertension aggravated, hypertension, peripheral ischemia 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of tramadol. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Serotonin syndrome: Cases of serotonin syndrome, a potentially life-threatening condition, have been reported during concomitant use of opioids with serotonergic drugs. Adrenal insufficiency: Cases of adrenal insufficiency have been reported with opioid use, more often following greater than one month of use. Anaphylaxis: Anaphylaxis has been reported with ingredients contained in tramadol hydrochloride extended-release tablets. Androgen deficiency: Cases of androgen deficiency have occurred with use of opioids for an extended period of time. Hyperalgesia and Allodynia: Cases of hyperalgesia and allodynia have been reported with opioid therapy of any duration [see Warnings and Precautions (5.8)] QT prolongation/torsade de pointes: Cases of QT prolongation and/or torsade de pointes have been reported with tramadol use. Many of these cases were reported in patients taking another drug labeled for QT prolongation, in patients with a risk factor for QT prolongation (e.g., hypokalemia), or in overdose setting. Metabolism and nutrition disorders Hyponatremia: cases of severe hyponatremia and/or SIADH have been reported in patients taking tramadol, most often in females over the age of 65, and within the first week of therapy [see Warnings and Precautions (5.20)]. Hypoglycemia: Cases of hypoglycemia have been reported in patients taking tramadol. Most reports were in patients with predisposing risk factors, including diabetes or renal insufficiency, or in elderly patients [see Warnings and Precautions (5.21)] . Opioid-induced esophageal dysfunction (OIED): Cases of OIED have been reported in patients taking opioids, and may occur more frequently in patients taking higher doses of opioid, and/or in patients taking opioids longer term [see Warnings and Precautions (5.16)]. Adverse Reactions from Observational Studies A prospective, observational cohort study estimated the risks of a addiction, abuse, and misuse in patients initiating long-term use of Schedule II opioid analgesics between 2017 and 2021. Study participants included in one or more analyses had been enrolled in selected insurance plans or health systems for at least one year, were free of at least one outcome at baseline, completed a minimum number of follow-up assessments, and either: 1) filled multiple extended-release/long-acting opioid analgesic prescriptions during a 90 day period (n=978); or 2) filled any Schedule II opioid analgesic for at least 70 of 90 days (n=1,244). Those included also had no dispensing of the qualifying opioids in the previous 6 months. Over 12 months: • approximately 1% to 6% of participants across the two cohorts newly met criteria for addiction, as assessed with two validated interview based measures of moderate-to-severe opioid use disorder based on Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria, and • approximately 9% and 22% of participants across the two cohorts newly met criteria for prescription opioid abuse and misuse [defined in Drug Abuse and Dependence (9.2)], respectively, as measured with a validated self-reported instrument. A retrospective, observational cohort study estimated the risk of opioid involved overdose or opioid overdose-related death in patients with new long-term use of Schedule II opioid analgesics from 2006 through 2016 (n=220,249). Included patients had been enrolled in either one of two commercial insurance programs, one managed care program, or one Medicaid program for at least 9 months. New long-term use was defined as having Schedule II opioid analgesic prescriptions covering at least 70 days’ supply over the 3 months prior to study entry and none during the preceding 6 months. Patients were excluded if they had an opioid-involved overdose in the 9 months prior to study entry. Overdose was measured using a validated medical code-based algorithm with linkage to the National Death Index database. The 5-year cumulative incidence estimates for opioid-involved overdose or opioid overdose-related death ranged from approximately 1.5% to 4% across study sites, counting only the first event during follow-up. Approximately 17% of first opioid overdoses observed over the entire study period (5- to 11 years, depending on the study site) were fatal. Higher baseline opioid dose was the strongest and most consistent predictor of opioid-involved overdose or opioid overdose-related death. Study exclusion criteria may have selected patients at lower risk of overdose, and substantial loss to follow-up (approximately 80%) also may have biased estimates. The risk estimates from the studies described above may not be generalizable to all patients receiving opioid analgesics, such as those with exposures shorter or longer than the duration evaluated in the studies."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Tramadol hydrochloride extended-release tablets are contraindicated for: all children younger than 12 years of age [see Warnings and Precautions (5.6)] post-operative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy [see Warnings and Precautions (5.6)] . Tramadol hydrochloride extended-release tablets are also contraindicated in patients with: Significant respiratory depression [see Warnings and Precautions (5.2)] Acute or severe bronchial asthma in an unmonitored setting or in the absence of resuscitative equipment [see Warnings and Precautions (5.12)] Known or suspected gastrointestinal obstruction, including paralytic ileus [see Warnings and Precautions (5.16)] Hypersensitivity to tramadol (e.g., anaphylaxis) [see Warnings and Precautions (5.17), Adverse Reactions (6.2)] Concurrent use of monoamine oxidase inhibitors (MAOIs) or use within the last 14 days [see Drug Interactions (7)] . Children younger than 12 years of age (4) Postoperative management in children younger than 18 years of age following tonsillectomy and/or adenoidectomy. (4) Significant respiratory depression (4) Acute or severe bronchial asthma in an unmonitored setting or in absence of resuscitative equipment (4) Known or suspected gastrointestinal obstruction, including paralytic ileus (4) Hypersensitivity to tramadol (4) Concurrent use of monoamine oxidase inhibitors (MAOIs) or use within the last 14 days (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Tramadol hydrochloride extended-release tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of extended-release/long-acting opioids and how to mitigate the associated risks. (2.1) Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals. Reserve titration to higher doses of tramadol hydrochloride extended-release tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. (2.1, 5) Initiate the dosing regimen for each patient individually, taking into account the patient’s underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse. (5.1) Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with tramadol hydrochloride extended-release tablets. Consider this risk when selecting an initial dose and when making dose adjustments. (2.1, 5.2) Do not exceed a daily dose of 300 mg tramadol. Do not use with other tramadol products. (2.1) Discuss opioid overdose reversal agents and options for acquiring them with the patient and/or caregiver, both when initiating and renewing treatment with tramadol hydrochloride extended-release tablets, especially if the patient has additional risk factors for overdose, or close contacts at risk for exposure and overdose. (2.2, 5.1, 5.2, 5.3) For patients currently on tramadol IR, calculate total 24-hr IR dose, and initiate tramadol hydrochloride extended-release tablets at a dose rounded down to next lower 100 mg increment; then adjust dose according to need and tolerance. See full prescribing information for instructions on conversion, titration, and maintenance of therapy. (2.3, 2.4) Periodically reassess patients receiving tramadol hydrochloride extended-release tablets to evaluate the continued need for opioid analgesics to maintain pain control, for the signs or symptoms of adverse reactions, and for the development of addiction, abuse, or misuse. (2.4) Do not rapidly reduce or abruptly discontinue tramadol hydrochloride extended-release tablets in a physically-dependent patient because rapid reduction or abrupt discontinuation of opioid analgesics has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. (2.5, 5.18) 2.1 Important Dosage and Administration Instructions Tramadol hydrochloride extended-release tablets should be prescribed only by healthcare professionals who are knowledgeable about the use of extended-release/long-acting opioids and how to mitigate the associated risks. Do not use tramadol hydrochloride extended-release tablets concomitantly with other tramadol products [see Warnings and Precautions (5.7), (5.15)]. Do not administer tramadol hydrochloride extended-release tablets at a dose exceeding 300 mg per day. Use the lowest effective dosage for the shortest duration of time consistent with individual patient treatment goals [see Warnings and Precautions (5)] . Because the risk of overdose increases as opioid doses increase, reserve titration to higher doses of tramadol hydrochloride extended-release tablets for patients in whom lower doses are insufficiently effective and in whom the expected benefits of using a higher dose opioid clearly outweigh the substantial risks. Initiate the dosing regimen for each patient individually, taking into account the patient's underlying cause and severity of pain, prior analgesic treatment and response, and risk factors for addiction, abuse, and misuse [see Warnings and Precautions (5.1)] Respiratory depression can occur at any time during opioid therapy, especially when initiating and following dosage increases with tramadol hydrochloride extended-release tablets. Consider this risk when selecting an initial dose and when making dose adjustments [see Warnings and Precautions (5)] . Instruct patients to swallow tramadol hydrochloride extended-release tablets whole [see Patient Counseling Information (17)], and to take it with liquid. Crushing, chewing, splitting, or dissolving tramadol hydrochloride extended-release tablets will result in uncontrolled delivery of tramadol and can lead to overdose or death [see Warnings and Precautions (5.1)] . Tramadol hydrochloride extended-release tablets may be taken without regard to food, It is recommended that tramadol hydrochloride extended-release tablets be taken in a consistent manner [see Clinical Pharmacology (12.3)] . 2.2 Patient Access to an Opioid Overdose Reversal Agent for the Emergency Treatment of Opioid Overdose Inform patients and caregivers about opioid overdose reversal agents (e.g., naloxone, nalmefene). Discuss the importance of having access to an opioid overdose reversal agent, especially if the patient has risk factors for overdose (e.g., concomitant use of CNS depressants, a history of opioid use disorder, or prior opioid overdose) or if there are household members (including children) or other close contacts at risk for accidental ingestion or opioid overdose. The presence of risk factors for overdose should not prevent the management of pain in any patient [ see Warnings and Precautions (5.1, 5.2, 5.3)]. Discuss the options for obtaining an opioid overdose reversal agent (e.g., prescription, over-the-counter, or as part of a community-based program) [see Warnings and Precautions (5.2)]. There are important differences among the opioid overdose reversal agents, such as route of administration, product strength, approved patient age range, and pharmacokinetics. Be familiar with these differences, as outlined in the approved labeling for those products, prior to recommending or prescribing such an agent. 2.3 Initial Dosage Patients Currently on Tramadol Immediate-Release (IR) Products Calculate the 24-hour tramadol IR dose and initiate a total daily dose of tramadol hydrochloride extended-release tablets rounded down to the next lower 100 mg increment. The dose may subsequently be individualized according to patient need. Due to limitations in flexibility of dose selection with tramadol hydrochloride extended-release tablets, some patients maintained on tramadol IR products may not be able to convert to tramadol hydrochloride extended-release tablets. Conversion from Other Opioids to Tramadol Hydrochloride Extended-Release Tablets When tramadol hydrochloride extended-release tablets therapy is initiated, discontinue all other opioid analgesics other than those used on an as needed basis for breakthrough pain when appropriate. 2.4 Titration and Maintenance of Therapy Individually titrate tramadol hydrochloride extended-release tablets by 100 mg every five days to a dose that provides adequate analgesia and minimizes adverse reactions. The maximum daily dose of tramadol hydrochloride extended-release tablets is 300 mg per day. Continually reevaluate patients receiving tramadol hydrochloride extended-release tablets to assess the maintenance of pain control, signs and symptoms of opioid withdrawal, and other adverse reactions as well as to reassess for the development of addiction, abuse, or misuse [see Warnings and Precautions (5.1, 5.18)] . Frequent communication is important among the prescriber, other members of the healthcare team, the patient, and the caregiver/family during periods of changing analgesic requirements, including initial titration. During use of opioid therapy for an extended period of time, periodically reassess the continued need for the use of opioid analgesics. Patients who experience breakthrough pain may require a dosage adjustment of tramadol hydrochloride extended-release tablets, or may need rescue medication with an appropriate dose of an immediate-release analgesic. If the level of pain increases after dosage stabilization, attempt to identify the source of increased pain before increasing the tramadol hydrochloride extended-release tablets dosage. If after increasing the dosage, unacceptable opioid-related adverse reactions are observed (including an increase in pain after dosage increase), consider reducing the dosage [see Warnings and Precautions (5)] . Adjust the dosage to obtain an appropriate balance between management of pain and opioid-related adverse reactions. 2.5 Safe Reduction or Discontinuation of Tramadol Hydrochloride Extended-Release Tablets Do not rapidly reduce or abruptly discontinue tramadol hydrochloride extended-release tablets in patients who may be physically dependent on opioids. Rapid discontinuation of opioid analgesics in patients who are physically dependent on opioids has resulted in serious withdrawal symptoms, uncontrolled pain, and suicide. Rapid discontinuation has also been associated with attempts to find other sources of opioid analgesics, which may be confused with drug-seeking for abuse. Patients may also attempt to treat their pain or withdrawal symptoms with illicit opioids, such as heroin, and other substances. When a decision has been made to decrease the dose or discontinue therapy in an opioid-dependent patient taking tramadol hydrochloride extended-release tablets, there are a variety of factors that should be considered, including the total daily dose of opioid (including tramadol hydrochloride extended-release tablets) the patient has been taking, the duration of treatment, the type of pain being treated, and the physical and psychological attributes of the patient. It is important to ensure ongoing care of the patient and to agree on an appropriate tapering schedule and follow-up plan so that patient and provider goals and expectations are clear and realistic. When opioid analgesics are being discontinued due to a suspected substance use disorder, evaluate and treat the patient, or refer for evaluation and treatment of the substance use disorder. Treatment should include evidence-based approaches, such as medication assisted treatment of opioid use disorder. Complex patients with co-morbid pain and substance use disorders may benefit from referral to a specialist. There are no standard opioid tapering schedules that are suitable for all patients. Good clinical practice dictates a patient-specific plan to taper the dose of the opioid gradually. For patients on tramadol hydrochloride extended-release tablets who are physically opioid-dependent, initiate the taper by a small enough increment (e.g., no greater than 10% to 25% of the total daily dose) to avoid withdrawal symptoms, and proceed with dose-lowering at an interval of every 2 to 4 weeks. Patients who have been taking opioids for briefer periods of time may tolerate a more rapid taper. It may be necessary to provide the patient with lower dosage strengths to accomplish a successful taper. Reassess the patient frequently to manage pain and withdrawal symptoms, should they emerge. Common withdrawal symptoms include restlessness, lacrimation, rhinorrhea, yawning, perspiration, chills, myalgia, and mydriasis. Other signs and symptoms also may develop, including irritability, anxiety, backache, joint pain, weakness, abdominal cramps, insomnia, nausea, anorexia, vomiting, diarrhea, or increased blood pressure, respiratory rate, or heart rate. If withdrawal symptoms arise, it may be necessary to pause the taper for a period of time or raise the dose of the opioid analgesic to the previous dose, and then proceed with a slower taper. In addition, evaluate patients for any changes in mood, emergence of suicidal thoughts, or use of other substances. When managing patients taking opioid analgesics, particularly those who have been treated for an extended period of time, and/or with high doses for chronic pain, ensure that a multimodal approach to pain management, including mental health support (if needed), is in place prior to initiating an opioid analgesic taper. A multimodal approach to pain management may optimize the treatment of chronic pain, as well as assist with the successful tapering of the opioid analgesic [see Warnings and Precautions (5.18), Drug Abuse and Dependence (9.3) ]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tramadol hydrochloride extended-release tablets are indicated for the management of severe and persistent pain that requires an opioid analgesic and that cannot be adequately treated with alternative options, including immediate-release opioids. Limitations of Use • Because of the risks of addiction, abuse, misuse, overdose, and death, which can occur at any dosages or duration, and persist over the course of therapy, [see Warnings and Precautions (5.1)], reserve opioid analgesics, including tramadol hydrochloride extended-release tablets, for use in patients for whom alternative treatment options are ineffective, not tolerated or would be otherwise inadequate to provide sufficient management of pain. • Tramadol hydrochloride extended-release tablets are not indicated as an as-needed (prn) analgesic. Tramadol hydrochloride extended-release tablets are an opioid agonist indicated for the management of severe and persistent pain that requires an opioid analgesic and that cannot be adequately treated with alternative options, including immediate-release opioids. Limitations of Use Because of the risks of addiction, abuse, misuse, overdose, and death, which can occur at any dosages or duration and persist over the course of therapy, [see Warnings and Precautions (5.1)], reserve opioid analgesics, including tramadol hydrochloride extended-release tablets, for use in patients for whom alternative treatment options are ineffective, not tolerated or would be otherwise inadequate to provide sufficient management of pain. Tramadol hydrochloride extended-release tablets are not indicated as an as-needed (prn) analgesic. (1)"
  ],
  "fetched_at": "2025-09-30T21:00:45.427592",
  "source": "OpenFDA"
}