{
  "drug_name": "Tranylcypromine",
  "generic_name": [
    "TRANYLCYPROMINE"
  ],
  "brand_names": [
    "Tranylcypromine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS See Full Prescribing Information for a list of products, foods and beverages that can interact with tranylcypromine tablets ( 7 ) 7.1 Clinically-Significant Drug Interactions Tables 3 and 4 lists drug classes and individual products, respectively, with a potential for interaction with tranylcypromine tablets, describes the predominant observed or anticipated risks, and provides advice on concomitant use. Given serious adverse reactions with multiple agents, patients should avoid taking over-the-counter medications or dietary supplements without prior consultation with a healthcare provider able to provide advice on the potential for interactions. Time to Start Tranylcypromine Tablets after Discontinuation of a Contraindicated Drug For products that are contraindicated with tranylcypromine tablets, a time period of 4 to 5 half-lives of the other product or any active metabolite should elapse before starting treatment with tranylcypromine tablets. After stopping treatment with an MAO inhibitor antidepressant, a time period of at least 1 week or 4 to 5 half-lives of the other MAO inhibitor (whichever is longer) should elapse before starting treatment with tranylcypromine tablets because of the risk for clinically significant adverse reactions after discontinuation due to persistent MAO inhibition [see Dosage and Administration (2.2) , Warnings and Precautions (5.9) ] . This period can be several weeks long (e.g., a minimum of 5 weeks for fluoxetine given fluoxetine's long half-life). Refer to the prescribing information of the contraindicated product for relevant information. Time to Start Contraindicated Drug after Discontinuation of Tranylcypromine Tablets The potential for interactions persists after discontinuation of tranylcypromine tablets until MAO activity has sufficiently recovered. Inhibition of MAO may persist up to 10 days following discontinuation [see Warnings and Precautions (5.9) ] . After stopping tranylcypromine tablets, at least 1 week should elapse before starting another MAOI (intended to treat MDD) or other contraindicated antidepressants. Refer to the prescribing information of any agent considered for subsequent use for recommendations on the duration of a waiting period after discontinuation of a MAO inhibitor. If in the absence of therapeutic alternatives and emergency treatment with a contraindicated drug (e.g., linezolid, intravenous methylene blue, direct-acting sympathomimetic drugs such as epinephrine) becomes necessary and cannot be delayed, discontinue tranylcypromine tablets as soon as possible before initiating treatment with the other agent, and monitor closely for adverse reactions. Table 3: Clinically Significant Drug Interactions with Drug Classes Some drugs in these groups may also be listed in Table 4 below. Product Clinical Comment on Concomitant Use [See Contraindications (4.1)] ; Predominant Effect/Risk [Hypertensive Reaction (HR) [See Warnings and Precautions (5.2)] ; or Serotonin Syndrome (SS) [See Warnings and Precautions (5.3)] ] Agents with blood pressure-reducing effects Use with caution If not otherwise specified in this table, consider avoiding concomitant use (see also information on medication-free intervals, use agent at the lowest appropriate dosage, monitor for effects of the interaction, advise the patient to report potential effects). Hypotension [See Warnings and Precautions (5.5)] ; Non-selective H1 receptor antagonists Contraindicated Increased anticholinergic effects Beta-adrenergic blockers (see also agents or procedures with blood pressure-reducing effects) Use with caution More pronounced bradycardia, postural hypotension Blood glucose-lowering agents Dosage reduction of such agents may be necessary. Monitor blood glucose. Excessive reduction of blood glucose (additive effect) [See Warnings and Precautions (5.14)] ; CNS depressant agents (including opioids, alcohol, sedatives, hypnotics) Use with caution Increased CNS depression Dietary supplements containing sympathomimetics Contraindicated Antidepressants including but not limited to: • Other MAOIs (e.g., linezolid, intravenous methylene blue, selective MAOIs) • Selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs) • Tricyclic antidepressants • Amoxapine, bupropion, maprotiline, nefazodone, trazodone, vilazodone, vortioxetine Contraindicated SS for all antidepressants For MAOIs, increased MAO inhibition and risk of adverse reactions, SS, and HR [See Overdosage (10.1)] Amphetamines and methylphenidates and derivatives Contraindicated HR Sympathomimetic drugs Sympathomimetic drugs include amphetamines as well as cold, hay fever or weight-reducing products that contain vasoconstrictors such as pseudoephedrine, phenylephrine, and ephedrine) Contraindicated HR; Including risk of intracerebral hemorrhage Triptans Contraindicated SS Table 4: Clinically Significant Drug Interactions with Individual Products Some drugs in this table may also belong to groups listed in Table 3 above, and may be associated with additional interactions. Product Clinical Comment on Concomitant Use [See Contraindications (4.1)] ; Predominant Effect/Risk [Hypertensive Reaction (HR) [See Warnings and Precautions (5.3)] ; or Serotonin Syndrome (SS) [See Warnings and Precautions (5.7)] ] Altretamine Use with caution If not otherwise specified in this table, consider avoiding concomitant use (see also information on medication-free intervals , use agent at the lowest appropriate dose, monitor for effects of the interaction, advise the patient to report potential effects, and be prepared to discontinue the agent and treat effects of the interaction Orthostatic hypotension [See Warnings and Precautions (5.5)] Buspirone Contraindicated HR Carbamazepine Contraindicated SS Chlorpromazine Use with caution Hypotensive effects Cyclobenzaprine Contraindicated SS Dextromethorphan Contraindicated SS; Psychosis, bizarre behavior Dopamine Contraindicated HR Droperidol Use with caution QT interval prolongation Entacapone Use with caution HR Fentanyl Use with caution SS Hydroxytryptophan Contraindicated SS Levodopa Contraindicated HR Lithium Use with caution SS Meperidine Contraindicated SS Methadone Use with caution SS Methyldopa Contraindicated HR Metoclopramide Use with caution HR/SS Mirtazapine Contraindicated SS Oxcarbazepine Use with caution because of close structural relationship with tricyclic antidepressants SS Rasagiline Contraindicated HR Reserpine Contraindicated HR S-adenosyl-L-methionine (SAM-e) Contraindicated SS Tapentadol Contraindicated HR/SS Tetrabenazine Contraindicated HR Tolcapone Use with caution HR Tramadol Use with caution SS; Increased seizure risk Tryptophan Contraindicated SS 7.2 Tyramine-Containing Foods and Beverages Tranylcypromine tablets inhibits intestinal MAO, which is responsible for the catabolism of tyramine in food and beverages. As a result of this inhibition, large amounts of tyramine may enter the systemic circulation and precipitate a sudden elevation in blood pressure or hypertensive crisis [see Warnings and Precautions (5.2) ] . Instruct tranylcypromine tablets-treated patients to avoid foods and beverages with significant tyramine content during treatment with tranylcypromine tablets or within 2 weeks of stopping treatment (see Table 5 for a list of food and beverages containing significant amounts of tyramine). Table 5: Foods and Beverages with and without Significant Amounts of Tyramine Class of Food or Beverage Tyramine-Rich Foods and Beverages to Avoid Acceptable Foods and Drinks, Containing No or Little Tyramine Meat, Poultry, and Fish Air dried, aged and fermented meats, sausages and salamis (including cacciatore, hard salami and mortadella); pickled herring; and any spoiled or improperly stored meat, poultry, and fish (e.g., foods that have undergone changes in coloration, odor, or become moldy); spoiled or improperly stored animal livers Fresh meat, poultry, and fish, including fresh processed meats (e.g., lunch meats, hot dogs, breakfast sausage, and cooked sliced ham) Vegetables Broad bean pods (fava bean pods) All other vegetables Dairy Aged cheeses Processed cheeses, mozzarella, ricotta cheese, cottage cheese, and yogurt Beverages All varieties of tap beer and beers that have not been pasteurized so as to allow for ongoing fermentation and excessive amounts of caffeine. Concomitant use of alcohol with tranylcypromine tablets is not recommended. (Bottled and canned beers and wines contain little or no tyramine.) Other Concentrated yeast extract (e.g., Marmite), sauerkraut, most soybean products (including soy sauce and tofu), OTC supplements containing tyramine, and chocolate Brewer's yeast, baker's yeast, soy milk, commercial chain restaurant pizzas prepared with cheeses low in tyramine"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are described in greater detail in other sections: • Suicidal thoughts and behaviors [see Warnings and Precautions (5.1) ] • Hypertensive crisis and hypertension [see Warnings and Precautions (5.2) ] • Serotonin syndrome [see Warnings and Precautions (5.3) ] • Activation of mania/hypomania [see Warnings and Precautions (5.4) ] • Hypotension [see Warnings and Precautions (5.5) ] • Hypotension and hypertension during anesthesia and perioperative care [see Warnings and Precautions (5.6) ] • Discontinuation syndrome [see Warnings and Precautions (5.8) ] • Persistence of MAO inhibition after discontinuation [see Warnings and Precautions (5.9) ] • Hepatotoxicity [see Warnings and Precautions (5.10) ] • Seizures [see Warnings and Precautions (5.11) ] • Hypoglycemia in diabetic patients [see Warnings and Precautions (5.12) ] • Aggravation of coexisting symptoms of depression [see Warnings and Precautions (5.13) ] • Adverse effects on the ability to drive and operate machinery [see Warnings and Precautions (5.14) ] Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Based on clinical trial data, the most common adverse reactions to tranylcypromine were dry mouth, dizziness, insomnia, sedation, and headache (>30%) and overexcitement, constipation, blurred vision, and tremor (>10%). The following adverse reactions have been identified in clinical trials or during postapproval use of tranylcypromine tablets: Blood and lymphatic system disorders: agranulocytosis, leukopenia, thrombocytopenia, anemia Endocrine disorders: impaired water excretion compatible with the syndrome of inappropriate secretion of antidiuretic hormone (SIADH) Metabolism and nutrition disorders: significant anorexia, weight gain Psychiatric disorders: excessive stimulation/overexcitement, manic symptoms/hypomania, agitation, insomnia, anxiety, confusion, disorientation, loss of libido Nervous system disorders: dizziness, restlessness/akathisia, akinesia, ataxia, myoclonic jerks, tremor, hyperreflexia, muscle spasm, paresthesia, numbness, memory loss, sedation, drowsiness, dysgeusia, headaches (without blood pressure elevation) Eye disorders: blurred vision, nystagmus Ear and labyrinth disorders: tinnitus Cardiac disorders: tachycardia, palpitations Vascular disorders: hypertensive crisis, hypertension, hypotension (including postural hypotension with syncope) Gastrointestinal disorders: diarrhea, constipation, nausea, abdominal pain, dry mouth, fissuring in corner of mouth Hepatobiliary disorders: hepatitis, elevated aminotransferases Skin and subcutaneous tissue disorders: localized scleroderma, flare-up of cystic acne, urticaria, rash, alopecia, sweating Renal and urinary disorders: urinary retention, urinary incontinence, urinary frequency Reproductive system and breast disorders: impotence, delayed ejaculation General disorders and administration site conditions: edema, chills, weakness, fatigue/lethargy Most common adverse reactions (>10%) were dry mouth, dizziness, insomnia, sedation, headache, overexcitement, constipation, blurred vision, and tremor ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Solco Healthcare US, LLC at 1-866-257-2597 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS • Concomitant use or use in rapid succession with other MAOIs; selective serotonin reuptake inhibitors; serotonin and norepinephrine reuptake inhibitors; tricyclic antidepressants; sympathomimetic drugs; and numerous other drugs. See Full Prescribing Information for the full list of contraindicated products ( 4.1 , 7.1 ) • Pheochromocytoma, other catecholamine-releasing paraganglioma ( 4.2 ) 4.1 Combination with Certain Drugs Concomitant use of tranylcypromine tablets or use in rapid succession with the products in Table 1 is contraindicated. Such use may cause severe or life-threatening reactions such as hypertensive crises or serotonin syndrome [see Drug Interactions (7.1) ] . Medication-free periods between administration of tranylcypromine tablets and contraindicated agents are recommended [see Dosage and Administration (2.2) and Drug Interactions (7.1) ] . Table 1: Products Contraindicated with the Use of Tranylcypromine Tablets Drug Classes Non-selective H1 receptor antagonists Antidepressants including but not limited to: • Other monoamine oxidase inhibitors (MAOIs) • Selective serotonin reuptake inhibitors (SSRIs) and serotonin and norepinephrine reuptake inhibitors (SNRIs) • Tricyclic antidepressants • Other antidepressants (e.g., amoxapine, bupropion, maprotiline, nefazodone, trazodone, vilazodone, vortioxetine) Amphetamines and methylphenidates and derivatives Sympathomimetic products (e.g., cold, hay fever or weight-reducing products that contain vasoconstrictors such as pseudoephedrine, phenylephrine, and ephedrine; or dietary supplements that contain sympathomimetics) Triptans Individual Drugs (not included in the above classes) buspirone levodopa s-adenosyl-L-methionine (SAM-e) carbamazepine meperidine tapentadol cyclobenzaprine methyldopa tetrabenazine dextromethorphan milnacipran tryptophan dopamine rasagiline hydroxytryptophan reserpine 4.2 Pheochromocytoma and Catecholamine-Releasing Paragangliomas Tranylcypromine tablets are contraindicated in the presence of pheochromocytoma or other catecholamine-releasing paragangliomas because such tumors secrete pressor substances and can lead to hypertensive crisis [see Warnings and Precautions (5.3) ] ."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended daily dosage is 30 mg in divided doses ( 2.1 ) • If no adequate response, increase dosage in increments of 10 mg per day every 1 to 3 weeks to a maximum dosage of 30 mg twice daily (60 mg per day). Consider more gradual dosage increases in patients at risk for hypotension ( 2.1 ) • Consider discontinuing tranylcypromine tablets therapy gradually because of the risk for withdrawal effects ( 2.3 , 5.8 , 9.3 ) • Switching from or to other MAOIs or other antidepressants: See full prescribing information for instructions ( 2.2 , 7.1 ) 2.1 Recommended Dosage Tranylcypromine tablets are for oral use. The recommended dosage is 30 mg per day (in divided doses). If patients do not have an adequate response, increase the dosage in increments of 10 mg per day every 1 to 3 weeks to a maximum 30 mg twice daily (60 mg per day). Dosage increases should be made more gradually in patients at risk for hypotension (e.g., geriatric patients) [see Warnings and Precautions (5.5) ] . 2.2 Switching to or from Other Antidepressants Switching from Contraindicated Antidepressants to Tranylcypromine Tablets After stopping treatment with contraindicated antidepressants, a time period of 4 to 5 half-lives of the other antidepressant or any active metabolite should elapse before starting treatment with tranylcypromine tablets. After stopping treatment with an MAO inhibitor antidepressant, a time period of at least one week or 4 to 5 half-lives of the other MAO inhibitor (whichever is longer) should elapse before starting treatment with tranylcypromine tablets to reduce the risk of additive effects [see Contraindications (4.1) and Drug Interactions (7.1) ] . Switching from tranylcypromine tablets to Other MAOIs or Contraindicated Antidepressants After stopping tranylcypromine tablets treatment, at least one week should elapse before starting another MAOI (intended to treat MDD) or other contraindicated antidepressants. Refer to the prescribing information of the subsequently used drug for product-specific advice on a medication-free interval [see Contraindications (4.1) and Drug Interactions (7.1) ] . 2.3 Discontinuing Treatment Withdrawal effects, including delirium, have been reported with abrupt discontinuation of tranylcypromine tablets therapy. Higher daily doses and longer duration of use appear to be associated with a higher risk of withdrawal effects. Consider discontinuing tranylcypromine tablets therapy by slow, gradual dosage reduction [see Warnings and Precautions (5.8) and Drug Abuse and Dependence (9.3) ] . 2.4 Screen for Bipolar Disorder and Elevated Blood Pressure Prior to Starting Tranylcypromine Tablets Prior to initiating treatment with tranylcypromine tablets: • Screen patients for a history of mania [see Warnings and Precautions (5.4) ] . • Measure blood pressure [see Warnings and Precautions (5.2 , 5.5) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Tranylcypromine tablets are indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. Tranylcypromine tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [see Contraindications (4) , Warnings and Precautions (5) , and Drug Interactions (7) ] . • Tranylcypromine tablets are a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants ( 1 ) • Tranylcypromine tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )"
  ],
  "fetched_at": "2025-09-30T21:32:20.459819",
  "source": "OpenFDA"
}