{
  "drug_name": "Treosulfan",
  "generic_name": [
    "TREOSULFAN"
  ],
  "brand_names": [
    "GRAFAPEX"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Certain CYP2C19 and CYP3A4 Substrates: Monitor for adverse reactions of these substrates where minimal concentration changes may lead to serious or life-threatening toxicities. ( 7.1 ) 7.1 Effect of GRAFAPEX on Other Drugs Certain CYP2C19 and CYP3A4 Substrates Monitor for adverse reactions of certain CYP2C19 or CYP3A4 substrates where minimal concentration changes may lead to serious or life-threatening toxicities, and reduce the dosage, as needed, if recommended in the prescribing information of these substrates. Treosulfan is a CYP2C19 and CYP3A4 inhibitor [see Clinical Pharmacology ( 12 )] . Concomitant use of GRAFAPEX is predicted to increase the exposure of CYP2C19 and CYP3A4 substrates based on a mechanistic understanding of treosulfan metabolism, which may increase the risk of their adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Myelosuppression [see Warnings and Precautions ( 5.1 )] Seizures [see Warnings and Precautions ( 5.2 )] Skin Disorders [see Warnings and Precautions ( 5.3 )] Injection Site Reactions and Tissue Necrosis [see Warnings and Precautions ( 5.4 )] Secondary Malignancies [see Warnings and Precautions ( 5.5 )] The most common adverse reactions (≥20%) are musculoskeletal pain, stomatitis, pyrexia, nausea, edema, infection, and vomiting. ( 6.1 ) Selected Grade 3 or 4 nonhematological laboratory abnormalities are increased GGT, increased bilirubin, increased ALT, increased AST, and increased creatinine. To report SUSPECTED ADVERSE REACTIONS, contact Medexus Pharma, Inc. at 1-855-336 -3322 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. MC‑FludT.14/L Trial II The safety of GRAFAPEX was evaluated in 553 adult patients with AML and MDS in a randomized trial (MC‑FludT.14/L Trial II) comparing GRAFAPEX in combination with fludarabine to busulfan in combination with fludarabine as a preparative regimen for allogeneic hematopoietic stem cell transplantation. The patients were randomized to receive GRAFAPEX (n=270) 10 g/m² daily on day -4, -3 and -2 or to busulfan (n=283) 0.8 mg/kg every 6 hours on day -4 and -3 in combination with fludarabine 30 mg/m 2 daily on day -6, -5, -4, -3 and -2, and hematopoietic stem cell transplantation on day 0 [see Clinical Studies ( 14 )] . Fatal regimen-related adverse reactions occurred within 30 days of transplantation in 1.9% of patients on the GRAFAPEX arm. All fatalities were due to pulmonary adverse reactions. The most common adverse reactions (≥20%) in patients treated with GRAFAPEX were musculoskeletal pain, stomatitis, pyrexia, nausea, edema, infection, and vomiting. Selected Grade 3 or 4 nonhematological laboratory abnormalities were increased GGT, increased bilirubin, increased ALT, increased AST, and increased creatinine. Table 3 shows the adverse reactions in Study MC‑FludT.14/L Trial II through transplant Day +30. Table 3: Adverse Reactions in ≥10% of Patients through Transplant Day +30 in Study MC-FludT.14/L Trial II Adverse Reaction* All Grades Grades 3 or 4 GRAFAPEX (N = 270) Busulfan (N = 283) GRAFAPEX (N = 270) Busulfan (N = 283) % % % % Musculoskeletal pain 39 27 5 2 Stomatitis 38 48 6 7 Pyrexia 34 36 1 3 Nausea 33 41 3 6 Edema 29 18 0.7 1 Infection 1 23 18 12 6 Vomiting 22 19 1 1 Rash 17 13 1 1 Diarrhea 17 18 1 1 Headache 16 18 1 1 Febrile neutropenia 15 11 15 11 Abdominal pain 15 13 3 2 Hypertension 14 21 8 10 Hemorrhage 14 14 1 1 Fatigue 13 15 1 0.4 Constipation 12 12 0.4 0 Tachycardia 10 5 1 2 Hepatotoxicity 10 8 4 3 *Includes grouped terms 1 Includes fatalities: n=6 in the GRAFAPEX arm and n=2 in the busulfan arm Grading is based on Common Terminology Criteria for Adverse Events version 4.03 Clinically relevant adverse reactions in <10% of patients who received GRAFAPEX included: Neoplasms benign, malignant and unspecified (including cysts and polyps): second malignancy Metabolism and nutrition disorders: Decreased appetite, impaired glucose tolerance Psychiatric disorders: Insomnia, confusional state, agitation Nervous system disorders: Paresthesia, dizziness Ear and labyrinth disorders: Vertigo Cardiac disorders: Cardiac failure, pericardial effusion Vascular disorders: Flushing, embolism, hypotension Respiratory, thoracic and mediastinal disorders: Pneumonitis, pleural effusion, pharyngeal or laryngeal inflammation, dyspnea, cough, oropharyngeal pain, hiccups, dysphonia Gastrointestinal disorders: Oral pain, gastritis, dyspepsia, dysphagia, abdominal distension, dry mouth Skin and subcutaneous tissue disorders: Palmar plantar erythrodysesthesia syndrome, pruritus, erythema, dermatitis, skin hyperpigmentation, dry skin Renal and urinary disorders: Acute kidney injury, hematuria, urinary tract pain General disorders and administration site conditions: Chills, pain Investigations: Weight decreased or increased, increase of C‑reactive protein All patients treated with GRAFAPEX and fludarabine developed neutropenia, anemia, and thrombocytopenia. One patient on the GRAFAPEX arm had graft failure. Table 4 summarizes the selected nonhematological laboratory abnormalities in Study MC-FludT.14/L Trial II by treatment arm through Day +30 posttransplant. Table 4. Selected Grades 3-4 Laboratory Abnormalities through Transplant Day +30 in Study MC-FludT.14/L Trial II Laboratory Abnormality GRAFAPEX N = 270 % Busulfan N = 283 % Gamma Glutamyl Transferase Increased 16 28 Bilirubin Increased 6 5 Alanine Aminotransferase Increased 6 4 Aspartate Aminotransferase Increased 4 1 Creatinine Increased 3 0.7 Grading is based on Common Terminology Criteria for Adverse Events version 4.03 6.2 Postmarketing Experience The following additional adverse reactions have been identified during post approval use of GRAFAPEX in preparative regimens prior to hematopoietic stem cell transplantation in adult and pediatric patients in other countries. As these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Metabolism and Nutrition Disorders: Acidosis Nervous system disorders: Peripheral sensory neuropathy Renal and urinary disorders: Renal failure Immune system disorders: Hypersensitivity"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS GRAFAPEX is contraindicated in patients with hypersensitivity to any component of the drug product. Hypersensitivity to any component of the drug product. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage: 10 g/m² body surface area (BSA) per day as a two hour intravenous infusion, given on three consecutive days (day -4, -3, -2) in conjunction with fludarabine before hematopoietic stem cell infusion (day 0). ( 2.1 , 2.2 ) See Full Prescribing Information for instructions on preparation and administration. ( 2.2 ) 2.1 Recommended Dosage The recommended dosage of GRAFAPEX is 10 g/m 2 by intravenous infusion given daily for three days, beginning on Day -4 prior to transplantation in combination with fludarabine as outlined in Table 1. Table 1: Dosage Regimen for GRAFAPEX-Based Allogeneic HSCT Treatment Day -6 Day -5 Day -4 Day-3 Day -2 Day -1 Day 0 GRAFAPEX 10 g/m 2 /day intravenous infusion X X X Fludarabine 30 mg/m 2 /day intravenous infusion X X X X X Allogeneic hematopoietic stem cell infusion X Premedicate patients with antiemetics prior to the first dose of GRAFAPEX and continue antiemetics on a fixed schedule through completion of treosulfan administration. 2.2 Preparation and Administration Instructions Reconstitute GRAFAPEX prior to intravenous infusion. GRAFAPEX is a hazardous drug. Follow applicable special handling and disposal procedures. 1 Use aseptic technique to prepare GRAFAPEX. Calculate the dose, the total volume of reconstituted GRAFAPEX solution required, and the number of GRAFAPEX vials needed. Reconstitute each vial with 0.45% Sodium Chloride Injection, 0.9% Sodium Chloride Injection, 5% Dextrose Injection, or Sterile Water for Injection, in its original glass container using volumes described in Table 2 to obtain a final concentration of approximately 0.05 g/mL of GRAFAPEX. Reconstitution with Sterile Water for Injection alone is not recommended in children less than or equal to 12 years of age due to the resulting hypo-osmolarity of the final solution. Table 2: Reconstitution Solution Volume Strength Volume 1 g/vial 20 mL 5 g/vial 100 mL Shake the vial(s) to dissolve. Inspect the reconstituted solution for discoloration and particulate matter. The reconstituted solution appears as a clear colorless solution. Solutions showing any sign of precipitation should not be used. In case that solubility issues occur, prolonged standing time or slight warming of the reconstituted solution (hand warm) may be useful. Determine the volume of 0.05 g/mL reconstituted solution needed based on the required dose. Reconstituted solutions of GRAFAPEX may be combined into a larger glass vial, ethylene-vinyl acetate (EVA) bag or polyolefin (PO) bag. Discard any unused portion left in the vial(s). If not used immediately store reconstituted GRAFAPEX solution at room temperature 20°C to 25°C (68°F to 77°F) for up to 24 hours. Do not use if the solution contains a precipitate. Do not refrigerate. Infuse GRAFAPEX intravenously over 2 hours. Confirm patency of the intravenous line prior to infusion. Monitor for extravasation; if extravasation occurs, stop the infusion [see Warnings and Precautions ( 5.4 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE GRAFAPEX is an alkylating drug indicated for: Use in combination with fludarabine as a preparative regimen for allogeneic hematopoietic stem cell transplantation (alloHSCT) in adult and pediatric patients 1 year of age and older with acute myeloid leukemia (AML). ( 1.1 ). Use in combination with fludarabine as a preparative regimen for allogeneic hematopoietic stem cell transplantation in adult and pediatric patients 1 year of age and older with myelodysplastic syndrome (MDS). ( 1.2 ). 1.1 Acute Myeloid Leukemia GRAFAPEX is indicated in combination with fludarabine as a preparative regimen for allogeneic hematopoietic stem cell transplantation in adult and pediatric patients 1 year of age and older with acute myeloid leukemia (AML). 1.2 Myelodysplastic Syndrome GRAFAPEX is indicated in combination with fludarabine as a preparative regimen for allogeneic hematopoietic stem cell transplantation in adult and pediatric patients 1 year of age and older with myelodysplastic syndrome (MDS)."
  ],
  "fetched_at": "2025-10-01T18:13:23.308816",
  "source": "OpenFDA"
}