{
  "drug_name": "Treprostinil",
  "generic_name": [
    "TREPROSTINIL"
  ],
  "brand_names": [
    "Treprostinil"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Treprostinil injection dosage adjustment may be necessary if inhibitors or inducers of CYP2C8 are added or withdrawn. ( 7.1 ) 7.1 Effect of CYP2C8 Inhibitors and Inducers on Treprostinil Dose adjustment of treprostinil may be necessary when co-administered with CYP2C8 inducers or inhibitors. Human pharmacokinetic studies with an oral formulation of treprostinil (treprostinil diolamine) indicated that co-administration of the cytochrome P450 (CYP) 2C8 enzyme inhibitor gemfibrozil increases exposure (both C max and AUC) to treprostinil. Co-administration of the CYP2C8 enzyme inducer rifampin decreases exposure to treprostinil. It has not been determined if the changes in exposure of treprostinil with inhibitors or inducers of CYP2C8 observed for the oral administration of treprostinil would be similar for treprostinil administered via the parenteral route [see Clinical Pharmacology ( 12.3 )]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed elsewhere in labeling: Infections associated with intravenous administration [see Warnings and Precautions ( 5.1 )] . Most common adverse reactions (incidence >3%) reported in clinical studies with treprostinil injection: subcutaneous infusion site pain and reaction, headache, diarrhea, nausea, jaw pain, vasodilatation, edema, and hypotension. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sandoz Inc. at 1-800-525-8747 or contact FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Events with Subcutaneously Administered Treprostinil Injection Patients receiving treprostinil injection as a subcutaneous infusion reported a wide range of adverse events, many potentially related to the underlying disease (dyspnea, fatigue, chest pain, right ventricular heart failure, and pallor). During clinical trials with subcutaneous infusion of treprostinil injection, infusion site pain and reaction were the most common adverse events among those treated with treprostinil injection. Infusion site reaction was defined as any local adverse event other than pain or bleeding/bruising at the infusion site and included symptoms such as erythema, induration, or rash. Infusion site reactions were sometimes severe and could lead to discontinuation of treatment. Table 3: Percentages of Subjects Reporting Subcutaneous Infusion Site Adverse Events Reaction Pain Placebo Treprostinil Injection Placebo Treprostinil Injection Severe 1 38 2 39 Requiring narcotics* NA † NA † 1 32 Leading to discontinuation 0 3 0 7 * based on prescriptions for narcotics, not actual use † medications used to treat infusion site pain were not distinguished from those used to treat site reactions Other adverse events included diarrhea, jaw pain, edema, vasodilatation, and nausea, and these are generally considered to be related to the pharmacologic effects of treprostinil injection, whether administered subcutaneously or intravenously. Adverse Reactions during Chronic Dosing Table 4 lists adverse reactions that occurred at a rate of at least 3% more frequent in patients treated with subcutaneous treprostinil injection than with placebo in controlled trials in PAH. Table 4: Adverse Reactions in Controlled 12-Week Studies of Subcutaneous Treprostinil Injection and at least 3% more frequent than on Placebo Adverse Reaction Treprostinil Injection (N=236) Percent of Patients Placebo (N=233) Percent of Patients Infusion Site Pain 85 27 Infusion Site Reaction 83 27 Headache 27 23 Diarrhea 25 16 Nausea 22 18 Rash 14 11 Jaw Pain 13 5 Vasodilatation 11 5 Edema 9 3 Reported adverse reactions (at least 3% more frequent on drug than on placebo) are included with the exception of those too general to be informative, and those not plausibly attributable to the use of the drug, because they were associated with the condition being treated or are very common in the treated population. While hypotension occurred in both groups, the event was experienced twice as frequently in the treprostinil injection group as compared to the placebo group (4% in treprostinil injection treatment group versus 2% in placebo-controlled group). As a potent vasodilator, hypotension is possible with the administration of treprostinil injection. The safety of treprostinil injection was also studied in a long-term, open-label extension study in which 860 patients were dosed for a mean duration of 1.6 years, with a maximum exposure of 4.6 years. Twenty-nine (29%) percent achieved a dose of at least 40 ng/kg/min (max: 290 ng/kg/min). The safety profile during this chronic dosing study was similar to that observed in the 12-week placebo-controlled study except for the following suspected adverse drug reactions (occurring in at least 3% of patients): anorexia, vomiting, infusion site infection, asthenia, and abdominal pain. Adverse Events Attributable to the Drug Delivery System In controlled studies of treprostinil injection administered subcutaneously, there were no reports of infection related to the drug delivery system. There were 187 infusion system complications reported in 28% of patients (23% treprostinil injection, 33% placebo); 173 (93%) were pump related and 14 (7%) related to the infusion set. Eight of these patients (4 treprostinil injection, 4 placebo) reported non-serious adverse events resulting from infusion system complications. Adverse events resulting from problems with the delivery systems were typically related to either symptoms of excess treprostinil injection (e.g., nausea) or return of PAH symptoms (e.g., dyspnea). These events were generally resolved by correcting the delivery system pump or infusion set problem such as replacing the syringe or battery, reprogramming the pump, or straightening a crimped infusion line. Adverse events resulting from problems with the delivery system did not lead to clinical instability or rapid deterioration. In addition to these adverse events due to the drug delivery system during subcutaneous administration, the following adverse events may be attributable to the IV mode of infusion including arm swelling, paresthesia, hematoma, and pain [see Warnings and Precautions ( 5.1 )] . 6.2 Post-Marketing Experience In addition to adverse reactions reported from clinical trials, the following events have been identified during post-approval use of treprostinil injection. Because they are reported voluntarily from a population of unknown size, estimates of frequency cannot be made. The following events have been chosen for inclusion because of a combination of their seriousness, frequency of reporting, and potential connection to treprostinil injection. These events are thrombophlebitis associated with peripheral intravenous infusion, thrombocytopenia, bone pain, pruritus, dizziness, arthralgia, myalgia/muscle spasm, and pain in extremity. In addition, generalized rashes, sometimes macular or papular in nature, and cellulitis have been infrequently reported."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION PAH WHO Group 1 in patients with NYHA Class II-IV symptoms: • Initial dose for patients new to prostacyclin infusion therapy: 1.25 ng/kg/min; increase based on clinical response (increments of 1.25 ng/kg/min per week for the first 4 weeks of treatment, later 2.5 ng/kg/min per week). Avoid abrupt cessation. ( 2.2 , 2.4 ) • Mild to moderate hepatic insufficiency: Decrease initial dose to 0.625 ng/kg/min. Severe hepatic insufficiency: No studies performed. ( 2.5 ) Transition from Epoprostenol: Increase the treprostinil injection dose gradually as the epoprostenol dose is decreased, based on constant observation of response. ( 2.7 ) Administration: Continuous subcutaneous infusion is the preferred mode. Use intravenous (IV) infusion if subcutaneous infusion is not tolerated. ( 2.1 , 2.6 ) 2.1 General Treprostinil injection can be administered with or without further dilution with Sterile Diluent for treprostinil or similar approved high-pH glycine diluent (e.g., Sterile Diluent for Flolan or Sterile Diluent for Epoprostenol), Sterile Water for Injection, or 0.9% Sodium Chloride Injection prior to administration. See Table 1 below for storage and administration time limits for the different diluents. Diluted treprostinil injection has been shown to be stable at ambient temperature when stored for up to 14 days using high-pH glycine diluent at concentrations as low as 0.004 mg/mL (4,000 ng/mL). Table 1: Selection of Diluent Diluent Storage Limits Administration Limits None See Section 16 16 weeks at 40°C Sterile Diluents for Treprostinil Injection, Flolan, or Epoprostenol 14 days at room temperature 48 hours at 40°C Sterile Water for Injection 0.9% Sodium Chloride for Injection 4 hours at room temperature or 24 hours refrigerated 48 hours at 40°C 2.2 Initial Dose for Patients New to Prostacyclin Infusion Therapy Treprostinil injection is indicated for subcutaneous (SC) or intravenous (IV) use only as a continuous infusion. Treprostinil injection is preferably infused subcutaneously, but can be administered by a central intravenous line if the subcutaneous route is not tolerated because of severe site pain or reaction. The infusion rate is initiated at 1.25 ng/kg/min. If this initial dose cannot be tolerated because of systemic effects, reduce the infusion rate to 0.625 ng/kg/min. 2.4 Dosage Adjustments The goal of chronic dosage adjustments is to establish a dose at which PAH symptoms are improved, while minimizing excessive pharmacologic effects of treprostinil injection (headache, nausea, emesis, restlessness, anxiety, and infusion site pain or reaction). The infusion rate should be increased in increments of 1.25 ng/kg/min per week for the first four weeks of treatment and then 2.5 ng/kg/min per week for the remaining duration of infusion, depending on clinical response. Dosage adjustments may be undertaken more often if tolerated. Avoid abrupt cessation of infusion [see Warnings and Precautions ( 5.2 )] . Restarting a treprostinil injection infusion within a few hours after an interruption can be done using the same dose rate. Interruptions for longer periods may require the dose of treprostinil injection to be re-titrated. 2.5 Patients with Hepatic Insufficiency In patients with mild or moderate hepatic insufficiency, decrease the initial dose of treprostinil injection to 0.625 ng/kg/min ideal body weight. Treprostinil injection has not been studied in patients with severe hepatic insufficiency [see Warnings and Precautions ( 5.3 ), Use in Specific Populations ( 8.6 ), and Clinical Pharmacology ( 12.3 )] . 2.6 Administration Inspect parenteral drug products for particulate matter and discoloration prior to administration whenever solution and container permit. If either particulate matter or discoloration is noted, do not use. Preparation Treprostinil injection is administered by subcutaneous or intravenous infusion at a calculated rate based on a patient’s dose (ng/kg/min), weight (kg), and the treprostinil concentration (mg/mL). For administration of Undiluted Treprostinil Injection the rate is calculated using the following formula: Undiluted Infusion Rate (mL/hour) = Dose (ng/kg/min) × Weight (kg) × 0.00006* Treprostinil Injection Vial Strength (mg/mL) For administration of Diluted Treprostinil Injection, the concentration is calculated using the following formula: Step 1 Diluted Treprostinil Concentration (mg/mL) = Dose (ng/kg/min) × Weight (kg) × 0.00006 Infusion Rate (mL/hour) The volume of treprostinil injection needed to make the required diluted treprostinil concentration for the given reservoir size can then be calculated using the following formula: Step 2 Volume of Treprostinil Injection (mL) = Diluted Treprostinil Injection Concentration (mg/mL) × Total Volume of Diluted Treprostinil Injection Solution in Reservoir (mL) Treprostinil Injection Vial Strength (mg/mL) The calculated volume of treprostinil injection is then added to the reservoir along with the sufficient volume of diluent to achieve the desired total volume in the reservoir. Subcutaneous Infusion Treprostinil injection is administered subcutaneously by continuous infusion, via a subcutaneous catheter, using an infusion pump designed for subcutaneous drug delivery. The infusion pump should: (1) be adjustable to approximately 0.002 mL/hour, (2) have occlusion/no delivery, low battery, programming error and motor malfunction alarms, (3) have delivery accuracy of ±6% or better, (4) be positive pressure-driven, and (5) have a reservoir made of polyvinyl chloride, polypropylene or glass. Alternatively, use an infusion pump cleared for use with treprostinil injection. To avoid potential interruptions in drug delivery, the patient must have immediate access to a backup infusion pump and subcutaneous infusion sets. Intravenous Infusion External Intravenous Infusion Pump Treprostinil injection is administered intravenously by continuous infusion via a surgically placed indwelling central venous catheter using an external infusion pump designed for intravenous drug delivery. If clinically necessary, a temporary peripheral intravenous cannula, preferably placed in a large vein, may be used for short term administration of treprostinil injection. Use of a peripheral intravenous infusion for more than a few hours increases the risk of thrombophlebitis. The infusion pump used to administer treprostinil injection should: (1) have occlusion/no delivery, low battery, programming error and motor malfunction alarms, (2) have delivery accuracy of ±6% or better, (3) be positive pressure driven, and (4) have a reservoir made of polyvinyl chloride, polypropylene or glass. Alternatively, use an infusion pump cleared for use with treprostinil injection. To avoid potential interruptions in drug delivery, the patient must have immediate access to a backup infusion pump and infusion sets. Infusion sets with an in-line 0.22- or 0.2-micron pore size filter should be used. 2.7 Patients Requiring Transition from Epoprostenol Transition from epoprostenol to treprostinil injection is accomplished by initiating the infusion of treprostinil injection and increasing it, while simultaneously reducing the dose of intravenous epoprostenol. The transition to treprostinil injection should take place in a hospital with constant observation of response (e.g., walk distance and signs and symptoms of disease progression). Initiate treprostinil injection at a recommended dose of 10% of the current epoprostenol dose, and then escalate as the epoprostenol dose is decreased (see Table 2 for recommended dose titrations). Patients are individually titrated to a dose that allows transition from epoprostenol therapy to treprostinil injection while balancing prostacyclin-limiting adverse events. Treat increases in the patient’s symptoms of PAH first with increases in the dose of treprostinil injection. Treat side effects normally associated with prostacyclin and prostacyclin analogs first by decreasing the dose of epoprostenol. Table 2: Recommended Transition Dose Changes Step Epoprostenol Dose Treprostinil Injection Dose 1 Unchanged 10% Starting Epoprostenol Dose 2 80% Starting Epoprostenol Dose 30% Starting Epoprostenol Dose 3 60% Starting Epoprostenol Dose 50% Starting Epoprostenol Dose 4 40% Starting Epoprostenol Dose 70% Starting Epoprostenol Dose 5 20% Starting Epoprostenol Dose 90% Starting Epoprostenol Dose 6 5% Starting Epoprostenol Dose 110% Starting Epoprostenol Dose 7 0 110% Starting Epoprostenol Dose + additional 5-10% increments as needed"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Treprostinil injection is a prostacyclin mimetic indicated for: • Treatment of pulmonary arterial hypertension (PAH; WHO Group 1) to diminish symptoms associated with exercise. Studies establishing effectiveness included patients with NYHA Functional Class II-IV symptoms and etiologies of idiopathic or heritable PAH (58%), PAH associated with congenital systemic-to-pulmonary shunts (23%), or PAH associated with connective tissue diseases (19%). ( 1.1 ) • Patients who require transition from epoprostenol, to reduce the rate of clinical deterioration. The risks and benefits of each drug should be carefully considered prior to transition. ( 1.2 ) 1.1 Pulmonary Arterial Hypertension Treprostinil injection is indicated for the treatment of pulmonary arterial hypertension (PAH; WHO Group 1) to diminish symptoms associated with exercise. Studies establishing effectiveness included patients with NYHA Functional Class II-IV symptoms and etiologies of idiopathic or heritable PAH (58%), PAH associated with congenital systemic-to-pulmonary shunts (23%), or PAH associated with connective tissue diseases (19%) [see Clinical Studies ( 14.1 )] . 1.2 Pulmonary Arterial Hypertension in Patients Requiring Transition from Epoprostenol In patients with PAH requiring transition from epoprostenol, treprostinil injection is indicated to diminish the rate of clinical deterioration. Consider the risks and benefits of each drug prior to transition."
  ],
  "fetched_at": "2025-09-30T21:10:50.342936",
  "source": "OpenFDA"
}