{
  "drug_name": "Tretinoin",
  "generic_name": [
    "TRETINOIN"
  ],
  "brand_names": [
    "Tretinoin"
  ],
  "drug_interactions": [
    "Drug Interactions Concomitant topical medication, medicated or abrasive soaps and cleansers, soaps and cosmetics that have a strong drying effect, and products with high concentrations of alcohol, astringents, spices or lime should be used with caution because of possible interaction with tretinoin. Particular caution should be exercised in using preparations containing sulfur, resorcinol, or salicylic acid with tretinoin. It also is advisable to “rest” a patient's skin until the effects of such preparations subside before use of tretinoin is begun."
  ],
  "warnings": [],
  "adverse_reactions": [
    "Adverse Reactions The skin of certain sensitive individuals may become excessively red, edematous, blistered, or crusted. If these effects occur, the medication should either be discontinued until the integrity of the skin is restored, or the medication should be adjusted to a level the patient can tolerate. True contact allergy to topical tretinoin is rarely encountered. Temporary hyper- or hypopigmentation has been reported with repeated application of tretinoin. Some individuals have been reported to have heightened susceptibility to sunlight while under treatment with tretinoin. To date, all adverse effects of tretinoin have been reversible upon discontinuance of therapy (see DOSAGE AND ADMINISTRATION ). To report SUSPECTED ADVERSE REACTIONS, contact Mylan at 1-877-446-3679 (1-877-4-INFO-RX) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch."
  ],
  "contraindications": [
    "Contraindications Use of the product should be discontinued if hypersensitivity to any of the ingredients is noted."
  ],
  "dosage_administration": [
    "Dosage and Administration Tretinoin Cream or Tretinoin Gel should be applied once a day, before retiring, to the skin where acne lesions appear, using enough to cover the entire affected area lightly. Gel: Excessive application results in “pilling” of the gel, which minimizes the likelihood of overapplication by the patient. Application may cause a transitory feeling of warmth or slight stinging. In cases where it has been necessary to temporarily discontinue therapy or to reduce the frequency of application, therapy may be resumed or frequency of application increased when the patients become able to tolerate the treatment. Alterations of vehicle, drug concentration, or dose frequency should be closely monitored by careful observation of the clinical therapeutic response and skin tolerance. During the early weeks of therapy, an apparent exacerbation of inflammatory lesions may occur. This is due to the action of the medication on deep, previously unseen lesions and should not be considered a reason to discontinue therapy. Therapeutic results should be noticed after 2 to 3 weeks but more than 6 weeks of therapy may be required before definite beneficial effects are seen. Once the acne lesions have responded satisfactorily, it may be possible to maintain the improvement with less frequent applications, or other dosage forms. Patients treated with tretinoin acne treatment may use cosmetics, but the area to be treated should be cleansed thoroughly before the medication is applied (see PRECAUTIONS )."
  ],
  "indications": [
    "Indications and Usage Tretinoin is indicated for topical application in the treatment of acne vulgaris. The safety and efficacy of the long-term use of this product in the treatment of other disorders have not been established."
  ],
  "fetched_at": "2025-09-30T21:32:30.804247",
  "source": "OpenFDA"
}