{
  "drug_name": "Triclabendazole",
  "generic_name": [
    "TRICLABENDAZOLE"
  ],
  "brand_names": [
    "EGATEN"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS CYP2C19 Substrates : Re-check the plasma concentration of concomitantly administered CYP2C19 substrates after cessation of EGATEN therapy, if the plasma concentrations of the CYP2C19 substrates are elevated during administration of EGATEN. ( 7.1 ) 7.1 Effect of EGATEN on CYP2C19 Substrates No specific clinical drug interaction studies have been conducted for triclabendazole. However, in vitro data suggest the potential for increased plasma concentrations of CYP2C19 substrates with concomitant use of triclabendazole [see Clinical Pharmacology (12.3)] . The potential elevation in concentrations of concomitantly used CYP2C19 substrates is expected to be transient based on the short elimination half-life and short treatment duration of triclabendazole. For those CYP2C19 substrate drugs that require therapeutic monitoring of systemic drug exposures, if the plasma concentrations of the CYP2C19 substrates are elevated during administration of triclabendazole, re-check the plasma concentration of the CYP2C19 substrates after cessation of triclabendazole therapy."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (greater than 2%) with triclabendazole 20 mg/kg dose are abdominal pain, hyperhidrosis, nausea, decreased appetite, headache, urticaria, diarrhea, vomiting, musculoskeletal chest pain, and pruritus. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Novartis Pharmaceuticals Corporation at 1-888-669-6682 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of triclabendazole was evaluated in 208 adult and pediatric patients 5 years of age and older who participated in 6 clinical trials for the treatment of fascioliasis and received 10 mg/kg or 20 mg/kg of triclabendazole; of these, 6 patients failed the 10 mg/kg dose and were retreated with 20 mg/kg. The 10 mg/kg dosing regimen is not approved [see Dosage and Administration (2)] . In these trials, 186 patients received a single dose of 10 mg/kg and 28 patients received a dose of 20 mg/kg as two divided doses. Pooled data for adverse reactions reported in more than 2% of the patients in these clinical trials for the 10 mg/kg and 20 mg/kg dosing regimens are presented in Table 1. Table 1: Adverse Reactions Occurring in >2% of Patients Who Received a Total of 10 mg/kg or 20 mg/kg Triclabendazole for Fascioliasis Treatment (Pooled Across 6 Studies) 1 Divided doses were given 6-48 hours apart. 2 Abdominal pain upper and abdominal pain. 3 Jaundice and ocular icterus. Adverse Reactions Triclabendazole 10 mg/kg N = 186, n (%) Triclabendazole 20 mg/kg in two divided doses 1 N = 28, n (%) Abdominal pain 2 105 (56) 26 (93) Hyperhidrosis 42 (23) 7 (25) Vertigo 16 (9) 0 Nausea 15 (8) 5 (18) Urticaria 12 (7) 3 (11) Vomiting 11 (6) 2 (7) Headache 11 (6) 4 (14) Dyspnea 9 (5) 0 Pruritus 8 (4) 1 (4) Asthenia 7 (4) 0 Musculoskeletal chest pain 7 (4) 1 (4) Cough 7 (4) 0 Decreased appetite 6 (3) 5 (18) Chest pain 6 (3) 0 Pyrexia 4 (2) 0 Jaundice 3 4 (2) 0 Chest discomfort 4 (2) 0 Diarrhea 0 2 (7) Adverse reactions reported in less than or equal to 2% of patients who received a total of 10 mg/kg of triclabendazole were constipation, biliary colic, arthralgia, back pain, spinal pain, and chromaturia. Some adverse reactions associated with triclabendazole treatment in fascioliasis, e.g., abdominal pain, biliary colic, and jaundice, could be secondary to the infection and may be more frequent and/or severe in patients with a heavy worm burden. The safety profile of triclabendazole 20 mg/kg in divided doses in a non-hepatic parasitic infection (N = 104) was generally similar to the safety profile in fascioliasis, except for a lower incidence of post-treatment abdominal pain. Liver Enzyme Elevations In clinical studies, up to one third of patients had liver enzyme elevations at baseline, which generally improved post-treatment. Of those with normal liver enzyme values at baseline, 6.8%, 4.5%, 4.2% and 3% of patients had post-treatment elevations in bilirubin, aspartate aminotransferase (AST), alkaline phosphatase (ALP) and alanine aminotransferase (ALT), respectively. Transient increases in liver enzymes and total bilirubin in fascioliasis patients receiving triclabendazole are reported in the literature. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-marketing use of EGATEN. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Resistance to triclabendazole has been reported [see Microbiology (12.4)] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS EGATEN is contraindicated in patients with known hypersensitivity to triclabendazole and/or to other benzimidazole derivatives or to any of the excipients in EGATEN. Patients with known hypersensitivity to triclabendazole, other benzimidazole derivatives or any of the excipients in EGATEN. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dose of EGATEN is 2 doses of 10 mg/kg given 12 hours apart in patients 6 years of age and older. The 250 mg tablets are functionally scored and divisible into two equal halves of 125 mg. If the dosage cannot be adjusted exactly, round the dose upwards. Take EGATEN orally with food. EGATEN tablets can be swallowed whole or divided in half and taken with water or crushed and administered with applesauce. The crushed tablet mixed with applesauce is stable for up to 4 hours. The recommended dose of EGATEN is 2 doses of 10 mg/kg given 12 hours apart in patients 6 years of age and older. ( 2 ) Take orally with food. ( 2 ) Swallow tablets whole or divide in half and take with water, or crush and administer with applesauce. ( 2 ) If the dosage cannot be adjusted exactly, round dose upwards. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE EGATEN ® is indicated for the treatment of fascioliasis in patients 6 years of age and older. EGATEN ® tablet is an anthelmintic indicated for the treatment of fascioliasis in patients 6 years of age and older."
  ],
  "fetched_at": "2025-10-01T18:47:38.180297",
  "source": "OpenFDA"
}