{
  "drug_name": "Trifarotene",
  "generic_name": [
    "TRIFAROTENE"
  ],
  "brand_names": [
    "AKLIEF"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Topical application of AKLIEF Cream is not expected to affect the circulating concentrations of oral hormonal contraceptives containing ethinyl estradiol and levonorgestrel."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions (incidence ≥ 1%) in patients treated with AKLIEF Cream were application site irritation, application site pruritus, and sunburn ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Galderma Laboratories, L.P. at 1-866-735-4137 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical trials experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect rates observed in practice. In the three Phase 3 clinical trials, 1673 subjects with acne vulgaris on the face and trunk, 9 years and older were exposed to AKLIEF Cream. Of these, 1220 subjects were treated once daily for up to 12 weeks and 453 were treated once daily for up to 1 year. Adverse reactions reported in the 2 randomized, double-blind, vehicle-controlled 12-week clinical trials in ≥ 1.0% of subjects treated with AKLIEF Cream (and for which the rate exceeded the rate for vehicle), as well as the corresponding rates reported in subjects treated with the vehicle cream are presented in Table 1. Table 1. Adverse Reactions Occurring in ≥ 1.0% of Subjects with Acne Vulgaris of the Face and Trunk in the Two 12-week Phase 3 Clinical Trials Preferred Term AKLIEF Cream (N=1220) Vehicle Cream (N=1200) Application site irritation 91 (7.5) 4 (0.3) Application site pruritus 29 (2.4) 10 (0.8) Sunburn 32 (2.6) 6 (0.5) Additional adverse reactions that were reported in more than one subject treated with AKLIEF Cream (and at a frequency <1%) included application site pain, application site dryness, application site discoloration, application site rash, application site swelling, application site erosion, acne, dermatitis allergic, and erythema. In the one-year, open-label safety trial that included 453 subjects 9 years and older, with acne vulgaris of the face and trunk, the pattern of adverse reactions for AKLIEF Cream was similar to that experienced in the 12-week controlled trials. A total of 12.6% of subjects had at least one adverse reaction during the trial, and 2.9% of subjects had an adverse reaction leading to treatment discontinuation. The most common adverse reactions (≥1% of subjects) for the entire trial were application site pruritus (4.6%), application site irritation (4.2%), and sunburn (5.5%). The frequency of adverse reactions decreased over time. Skin irritation was evaluated by active assessment of erythema, scaling, dryness, and stinging/burning and collected separately. In the two 12-week Phase 3 clinical trials, these signs/symptoms were assessed at baseline and at least one post-baseline visit, in 1214 subjects (for face) and 1202 subjects (for trunk) treated with AKLIEF Cream. The percentage of subjects who were assessed to have these signs and symptoms at any post baseline visit and at a severity worse than baseline are summarized in Table 2. Table 2. Application Site Tolerability Reactions at Any Post Baseline Visit Face AKLIEF Cream N=1214 Maximum Severity during Treatment Vehicle Cream N=1194 Maximum Severity during Treatment Mild Moderate Severe Mild Moderate Severe Erythema 30.6% 28.4% 6.2% 21% 6.8% 0.8% Scaling 37.5% 27.1% 4.9% 23.7% 5.9% 0.3% Dryness 39% 29.7% 4.8% 29.9% 6.8% 0.8% Stinging/Burning 35.6% 20.6% 5.9% 15.9% 3.8% 0.5% Trunk N=1202 N=1185 Erythema 26.5% 18.9% 5.2% 12.7% 4.4% 0.4% Scaling 29.7% 13.7% 1.7% 13.2% 2.6% 0.1% Dryness 32.9% 16.1% 1.8% 17.8% 3.9% 0.1% Stinging/Burning 26.1% 10.9% 4.3% 9.2% 2.2% 0.5% Local tolerability on the face in subjects treated with AKLIEF Cream worsened for any of the signs/symptoms compared with baseline to a score of moderate for up to 30% of subjects, or severe for up to 6% of subjects. On the trunk, the corresponding percentages were up to 19% (moderate) and up to 5% (severe). The scores reached maximum severity at Week 1 for the face, and at Week 2 to 4 of treatment for the trunk, and decreased thereafter. In the open-label, 1-year Phase 3 trial, the local tolerability profile was comparable to that observed in the two pivotal Phase 3 trials."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Apply a thin layer of AKLIEF Cream to the affected areas once daily, in the evening, on clean and dry skin. One pump actuation should be enough to cover the face (i.e., forehead, cheeks, nose, and chin). Two actuations of the pump should be enough to cover the upper trunk (i.e., reachable upper back, shoulders and chest). One additional pump actuation may be used for middle and lower back if acne is present. The use of a moisturizer is recommended as frequently as needed from the initiation of treatment. Avoid contact with the eyes, lips, paranasal creases, mucous membranes. AKLIEF Cream is for topical use only. Not for oral, ophthalmic, or intravaginal use. For topical use only. Not for oral, ophthalmic or intravaginal use. Apply a thin layer of AKLIEF Cream to the affected areas of the face and/or trunk once a day, in the evening, on clean and dry skin. Avoid contact with the eyes, lips, paranasal creases, and mucous membranes. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE AKLIEF Cream is a retinoid indicated for the topical treatment of acne vulgaris in patients 9 years of age and older. AKLIEF Cream is a retinoid indicated for the topical treatment of acne vulgaris in patients 9 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T19:18:07.179667",
  "source": "OpenFDA"
}