{
  "drug_name": "Triheptanoin",
  "generic_name": [
    "TRIHEPTANOIN"
  ],
  "brand_names": [
    "DOJOLVI"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Pancreatic Lipase Inhibitors : Avoid co-administration due to potential for reduced clinical effect of DOJOLVI. ( 7.1 ) 7.1 Pancreatic Lipase Inhibitors Co-administration of triheptanoin with a pancreatic lipase inhibitor (e.g., orlistat) may reduce exposure to the triheptanoin metabolite, heptanoate, and reduce the clinical effect of triheptanoin [see Clinical Pharmacology (12.3) ] . Avoid co-administration of DOJOLVI with pancreatic lipase inhibitors."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS Most common adverse reactions are (≥10%): abdominal pain, diarrhea, vomiting, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Ultragenyx Pharmaceutical Inc. at 1-888-756-8657 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety population included 79 patients with LC-FAOD exposed to DOJOLVI in two studies: one open-label 78-week study of DOJOLVI in 29 patients (Study 1) followed by an open-label extension study (Study 2). Twenty-four patients from Study 1 continued into Study 2. Patients ranged from 4 months to 63 years of age and the population was 52% male. Of the 79 patients, 87% were White, 5% were Black or African-American, 4% were Asian, and 4% other. The daily dosage of DOJOLVI ranged between 12% and 41% DCI (which corresponds to 0.7 g/kg/day to 6.0 g/kg/day for pediatric patients and 0.5 g/kg/day to 1.3 g/kg/day for adult patients) for a mean duration of 23 months. The most common adverse reactions to DOJOLVI reported in the pooled safety population of Study 1 and Study 2 were gastrointestinal (GI)-related, and included abdominal pain (abdominal discomfort, abdominal distension, abdominal pain, abdominal pain upper, GI pain) [60%], diarrhea [44%], vomiting [44%], and nausea [14%]. Gastrointestinal (GI) Adverse Reactions In Study 1 and Study 2, median time to onset of a first occurrence of a GI adverse reaction was 7.3 weeks. GI adverse reactions led to dose reductions in 35% and 12% of patients in Study 1 and Study 2, respectively. In Study 3, a 4-month double-blind randomized controlled study, commonly reported adverse reactions with triheptanoin were similar to those reported in Study 1 and Study 2."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Assess metabolic requirements by determining daily caloric intake (DCI) prior to calculating the dose of DOJOLVI. ( 2.1 ) For patients receiving another medium-chain triglyceride product, discontinue prior to the first dose of DOJOLVI. ( 2.3 ) The recommended target daily dosage of DOJOLVI is up to 35% of the patient's total prescribed DCI divided into at least four doses and mixed thoroughly into semi-solid food/liquid or medical food/formula at mealtimes or with snacks. ( 2.2 ) See the full prescribing information for instructions on how to calculate the volume per dose; initiate and titrate the dosage to achieve the target; and prepare and administer DOJOLVI. ( 2.2 , 2.3 , 2.4 ) 2.1 Important Recommendations Prior to DOJOLVI Treatment All patients treated with DOJOLVI should be under the care of a clinical specialist knowledgeable in appropriate disease-related dietary management based upon current nutritional recommendations. Assess the metabolic requirements of the patient by determining their daily caloric intake (DCI) prior to calculating the dose of DOJOLVI. For patients receiving another medium-chain triglyceride (MCT) product, discontinue prior to the first dose of DOJOLVI. 2.2 Recommended Dosage The recommended target daily dosage of DOJOLVI is up to 35% of the patient's total prescribed DCI divided into at least four doses and administered by mixing thoroughly into semi-solid food/liquid or medical food/formula at mealtimes or with snacks. In order to reach a target daily dosage, patients may require an increase in their total fat intake. The neonatal population may require higher fat intake and therefore an increased amount of DOJOLVI. Consider current nutritional recommendations when dosing the neonatal population. Total Daily Dosage Calculation The target daily dosage from DOJOLVI (%) is converted to a volume of DOJOLVI (mL) to be administered using the following calculation: Caloric value of DOJOLVI = 8.3 kcal/mL Round the total daily dosage to the nearest whole milliliter. Divide the total daily dosage into at least four approximately equal individual doses. Image Missed Doses If a dose is missed, take the next dose as soon as possible with subsequent doses taken at 3 to 4-hour intervals. Skip the missed dose if it will not be possible to take all doses in a day. 2.3 Dosage Initiation and Titration For patients not currently taking an MCT product Initiate DOJOLVI at a total daily dosage of approximately 10% DCI divided into at least four times per day. Increase to the recommended total daily dosage by approximately 5% DCI every 2 to 3 days until the target dosage of up to 35% DCI is achieved. For patients switching from another MCT product Discontinue use of MCT products before starting DOJOLVI. Initiate DOJOLVI at the last tolerated daily dosage (mL) of MCT divided into at least four times per day. Increase the total daily dosage by approximately 5% DCI every 2 to 3 days until the target dosage of up to 35% DCI is achieved. Tolerability Consider more frequent smaller doses if a patient has difficulty tolerating 1/4 of the total daily dosage at one time based on gastrointestinal adverse reactions [see Adverse Reactions (6.1) ] . Monitor the patient's total caloric intake during dosage titration, especially in a patient with gastrointestinal adverse reactions, and adjust all components of the diet as needed. If a patient experiences gastrointestinal adverse reaction(s), consider dosage reduction until the gastrointestinal symptoms resolve [see Adverse Reactions (6.1) ] . If a patient is unable to achieve the target daily dosage of up to 35% DCI during dosage titration, maintain the patient at the maximum tolerated dosage. 2.4 Preparation and Administration Instructions Administer DOJOLVI by mixing thoroughly with semi-solid food/liquid (oral administration) or medical food/formula (feeding tube administration). Do not administer DOJOLVI alone to avoid gastrointestinal upset and feeding tube degradation [see Adverse Reactions (6.1) ] . Prepare or administer DOJOLVI using containers, oral syringes, or measuring cups made of compatible materials such as stainless steel, glass, high density polyethylene (HDPE), polypropylene, low density polyethylene, polyurethane, and silicone. Do not prepare or administer DOJOLVI using containers, oral syringes, or measuring cups made of polystyrene or polyvinyl chloride (PVC) plastics. Regularly monitor the containers, dosing components, or utensils that are in contact with DOJOLVI to ensure proper functioning and integrity. Oral Preparation and Administration Use an oral syringe or measuring cup made of compatible materials as listed above to withdraw the prescribed volume of DOJOLVI from the bottle. DOJOLVI can be mixed with soft food or liquid such as: plain or artificially sweetened fat free yogurt fat free milk, formula, or cottage cheese whole grain hot cereal fat free low carbohydrate pudding, smoothies, applesauce, or baby food Add the prescribed amount of DOJOLVI to a clean bowl, cup, or container, made of the compatible materials as listed above, which contains an appropriate amount of semi-solid food or liquid that takes into consideration the age, size, and fluid needs of the patient to ensure administration of the full dose. Mix DOJOLVI thoroughly into the food or liquid. Any unused mixture may be stored for up to 24 hours in refrigerated conditions. If not used within 24 hours, discard DOJOLVI mixture in the trash. Do not pour down the sink. Do not save for later . Feeding Tube Preparation and Administration DOJOLVI is administered as an oral or enteral bolus medication. Do not add DOJOLVI to the feeding bag, as the feeding equipment may degrade over time. DOJOLVI can be administered via oral or enteral feeding tubes manufactured of silicone or polyurethane. Do not use feeding tubes manufactured of polyvinyl chloride (PVC). Feeding device performance and functionality can degrade over time depending on usage and environmental conditions. Regularly monitor the feeding tube to ensure proper functioning and integrity [see Warnings and Precautions (5.1) ] . Use an oral syringe or measuring cup made of compatible materials as listed above to withdraw the prescribed volume of DOJOLVI from the bottle. Add the prescribed amount of DOJOLVI to a clean bowl, cup, or container, made of compatible materials as listed above, which contains an amount of medical food or formula that takes into consideration the age, size, and fluid needs of the patient in order to ensure administration of the full dose. Mix DOJOLVI thoroughly into the medical food or formula prior to administering via feeding tube, y-connector, or feeding tube extension set made of silicone or polyurethane. Draw up the entire amount of the DOJOLVI mixture into a slip tip syringe. Remove the residual air from the syringe and connect the syringe directly into the feeding tube port. Push the syringe contents into the feeding tube port using steady pressure until empty. Flush the feeding tubes with between 5 mL to 30 mL of water. Flush volume should be modified based on specific patient needs and in cases of fluid restriction. Discard any unused DOJOLVI mixture in the trash. Do not pour down the sink. Do not save for later use."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DOJOLVI is indicated as a source of calories and fatty acids for the treatment of adult and pediatric patients with molecularly confirmed long-chain fatty acid oxidation disorders (LC-FAOD). DOJOLVI is a medium-chain triglyceride indicated as a source of calories and fatty acids for the treatment of adult and pediatric patients with molecularly confirmed long-chain fatty acid oxidation disorders (LC-FAOD)."
  ],
  "fetched_at": "2025-10-01T18:13:15.112608",
  "source": "OpenFDA"
}