{
  "drug_name": "Trofinetide",
  "generic_name": [
    "TROFINETIDE"
  ],
  "brand_names": [
    "Daybue"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Orally administered CYP3A and/or P-gp sensitive substrates for which a small change in substrate plasma concentration may lead to serious adverse reactions: closely monitor for adverse reactions with concomitant use. ( 7.1 ) 7.1 Effect of DAYBUE on Other Drugs CYP3A and/or P-gp Substrates Closely monitor patients when DAYBUE is administered concomitantly with sensitive CYP3A and/or P-gp substrates where minimal increases in the plasma concentration of these substrates may lead to serious adverse reactions. Trofinetide, a weak inhibitor of CYP3A and an inhibitor of P-gp, increased the plasma concentrations of CYP3A and/or P-gp substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions associated with these substrates."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: Diarrhea [see Warnings and Precautions (5.1) ] Weight Loss [see Warnings and Precautions (5.2) ] Vomiting [see Warnings and Precautions (5.3) ] The most common adverse reactions (that occurred in at least 10% of DAYBUE-treated patients and at least 2% greater than in placebo) were diarrhea and vomiting. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Acadia Pharmaceuticals Inc. at 1-844-422-2342 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In controlled and uncontrolled trials in patients with Rett syndrome, 260 patients ages 2 to 40 years were treated with DAYBUE, including 109 patients treated for more than 6 months, 69 patients treated for more than 1 year, and 4 patients treated for more than 2 years. Adult and Pediatric Patients With Rett Syndrome 5 Years of Age and Older The safety of DAYBUE was evaluated in a randomized, double-blind, placebo-controlled, 12-week study of patients with Rett syndrome (Study 1) [see Clinical Studies (14) ] . In Study 1, 93 patients received DAYBUE and 94 patients received placebo. All patients were female, 92% were White, and the mean age was 11 years (range 5 to 20 years). Adverse Reactions Leading to Discontinuation of Treatment Eighteen patients (19%) receiving DAYBUE had adverse reactions that led to withdrawal from the study. The most common adverse reaction leading to discontinuation of treatment with DAYBUE was diarrhea (15%). Common Adverse Reactions Adverse reactions that occurred in Study 1 in at least 5% of patients treated with DAYBUE and were at least 2% more frequent than in patients on placebo are presented in Table 3 . Table 3 Adverse Reactions in at Least 5% of Patients Treated With DAYBUE and at Least 2% Greater than Placebo in Study 1 Adverse Reaction DAYBUE (N=93) % Placebo (N=94) % Diarrhea 82 20 Vomiting 29 12 Fever 9 4 Seizure 9 6 Anxiety 8 1 Decreased appetite 8 2 Fatigue 8 2 Nasopharyngitis 5 1 Pediatric Patients With Rett Syndrome 2 to 4 Years of Age In an open-label study in pediatric patients 2 to 4 years of age with Rett syndrome, a total of 13 patients received DAYBUE for at least 12 weeks and 9 patients received DAYBUE for at least 6 months. Adverse reactions in pediatric patients 2 to 4 years of age treated with DAYBUE were similar to those reported in adult and pediatric patients 5 years of age and older with Rett syndrome in Study 1. 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of DAYBUE. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Aspiration and aspiration pneumonia secondary to vomiting [see Warnings and Precautions (5.3) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended dosage is twice daily, morning and evening, according to patient weight. DAYBUE can be given with or without food. ( 2.1 ) Patient Weight DAYBUE Dosage DAYBUE Volume 9 kg to less than 12 kg 5,000 mg twice daily 25 mL twice daily 12 kg to less than 20 kg 6,000 mg twice daily 30 mL twice daily 20 kg to less than 35 kg 8,000 mg twice daily 40 mL twice daily 35 kg to less than 50 kg 10,000 mg twice daily 50 mL twice daily 50 kg or more 12,000 mg twice daily 60 mL twice daily Can be given orally or via gastrostomy (G) tube; doses administered via gastrojejunal (GJ) tubes must be administered through the G-port. ( 2.2 ) See Full Prescribing Information for dosage recommendations in patients with renal impairment. ( 2.5 , 8.6 ) 2.1 Dosing Information Administer DAYBUE orally twice daily, in the morning and evening, according to patient weight as shown in Table 1 . DAYBUE can be taken with or without food. Table 1 Recommended Dosage of DAYBUE in Patients 2 Years of Age and Older Patient Weight DAYBUE Dosage DAYBUE Volume 9 kg to less than 12 kg 5,000 mg twice daily 25 mL twice daily 12 kg to less than 20 kg 6,000 mg twice daily 30 mL twice daily 20 kg to less than 35 kg 8,000 mg twice daily 40 mL twice daily 35 kg to less than 50 kg 10,000 mg twice daily 50 mL twice daily 50 kg or more 12,000 mg twice daily 60 mL twice daily 2.2 Administration Information Administer DAYBUE orally or via gastrostomy (G) tube; doses administered via gastrojejunal (GJ) tubes must be administered through the G-port. A calibrated measuring device, such as an oral syringe or oral dosing cup, should be obtained from the pharmacy to measure and deliver the prescribed dose accurately. A household measuring cup is not an adequate measuring device. Discard any unused DAYBUE oral solution after 14 days of first opening the bottle [see How Supplied/Storage and Handling (16.2) ] . 2.3 Dose Modification for Diarrhea or Weight Loss Advise patients to stop laxatives before starting DAYBUE. Interrupt, reduce dose, or discontinue DAYBUE if severe diarrhea occurs, if dehydration is suspected, or if significant weight loss occurs [see Warnings and Precautions (5.1 , 5.2) ]. 2.4 Dose Modification for Vomiting After Administration If vomiting occurs after DAYBUE administration, an additional dose should not be taken. Instead, continue with the next scheduled dose. Interrupt, reduce dose, or discontinue DAYBUE if vomiting is severe or occurs despite medical management [see Warnings and Precautions (5.3) ] . 2.5 Dosage Recommendations in Patients With Renal Impairment No dosage adjustment is recommended for patients with mild renal impairment (estimated glomerular filtration rate [eGFR] 60 to 89 mL/min for adult patients or 60 to 89 mL/min/1.73 m 2 for pediatric patients). The recommended dosage of DAYBUE for patients with moderate renal impairment (eGFR 30 to 59 mL/min for adult patients or 30 to 59 mL/min/1.73 m 2 for pediatric patients) is described in Table 2 [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ]. DAYBUE is not recommended for patients with severe renal impairment (eGFR less than 30 mL/min for adult patients or less than 30 mL/min/1.73 m 2 for pediatric patients). Table 2 Recommended Dosage of DAYBUE in Patients With Moderate Renal Impairment Patient Weight DAYBUE Dosage DAYBUE Volume 9 kg to less than 12 kg 2,500 mg twice daily 12.5 mL twice daily 12 kg to less than 20 kg 3,000 mg twice daily 15 mL twice daily 20 kg to less than 35 kg 4,000 mg twice daily 20 mL twice daily 35 kg to less than 50 kg 5,000 mg twice daily 25 mL twice daily 50 kg or more 6,000 mg twice daily 30 mL twice daily 2.6 Missed Dose If a dose of DAYBUE is missed, the next dose should be taken as scheduled. Doses should not be doubled."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE DAYBUE is indicated for the treatment of Rett syndrome in adults and pediatric patients 2 years of age and older. DAYBUE is indicated for the treatment of Rett syndrome in adults and pediatric patients 2 years of age and older. ( 1 )"
  ],
  "fetched_at": "2025-10-01T16:08:41.935951",
  "source": "OpenFDA"
}