{
  "drug_name": "Trospium",
  "generic_name": [
    "TROSPIUM CHLORIDE"
  ],
  "brand_names": [
    "Trospium Chloride"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Concomitant use with digoxin did not affect the pharmacokinetics of either drug. ( 7.1 ) Some drugs which are actively secreted by the kidney may interact with trospium chloride tablets by competing for renal tubular secretion. ( 7.2 ) Concomitant use with metformin immediate release tablets reduced exposure and peak concentration of trospium. ( 7.4 ) 7.1 Digoxin Concomitant use of trospium chloride tablets and digoxin did not affect the pharmacokinetics of either drug [ see Clinical Pharmacology (12.3) ]. 7.2 Drugs Eliminated by Active Tubular Secretion Although demonstrated in a drug-drug interaction study not to affect the pharmacokinetics of digoxin, trospium chloride tablets has the potential for pharmacokinetic interactions with other drugs that are eliminated by active tubular secretion (e.g., procainamide, pancuronium, morphine, vancomycin, and tenofovir). Coadministration of trospium chloride tablets with these drugs may increase the serum concentration of trospium chloride tablets and/or the coadministered drug due to competition for this elimination pathway. Careful patient monitoring is recommended in patients receiving such drugs [ see Clinical Pharmacology (12.3) ]. 7.3 Antimuscarinic Agents The concomitant use of trospium chloride tablets with other antimuscarinic agents that produce dry mouth, constipation, and other anticholinergic pharmacological effects may increase the frequency and/or severity of such effects. Trospium chloride tablets may potentially alter the absorption of some concomitantly administered drugs due to anticholinergic effects on gastrointestinal motility. 7.4 Metformin Co-administration of 500 mg metformin immediate release tablets twice daily with trospium chloride 60 mg extended release reduced the steady-state systemic exposure of trospium by approximately 29% for mean AUC 0-24 and by 34% for mean C max [ see Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (greater than or equal to 1%) with trospium chloride tablets are dry mouth (20.1%), constipation (9.6%), and headache (4.2%). ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Zameer Pharmaceuticals LLC at 1-888-851-7033 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety of trospium chloride tablets was evaluated in controlled clinical trials in a total of 2975 patients, who were treated with trospium chloride tablets (N=1673), placebo (N=1056) or active control medications (N=246). Of this total, 1181 patients participated in two, 12-week, U.S., efficacy and safety studies and a 9-month open-label extension. Of this total, 591 patients received trospium chloride tablets 20 mg twice daily. In all controlled trials combined, 232 and 208 patients received treatment with trospium chloride tablets for at least 24 and 52 weeks, respectively. In all placebo-controlled trials combined, the incidence of serious adverse events was 2.9% among patients receiving trospium chloride tablets 20 mg twice daily and 1.5% among patients receiving placebo. Table 1 lists adverse reactions from the combined 12-week U.S. safety and efficacy trials were reported by at least 1% of patients, and were reported more frequently in the trospium chloride tablets group than in the placebo group. The two most common adverse reactions reported by patients receiving trospium chloride tablets 20 mg twice daily were dry mouth and constipation. The single most frequently reported adverse reaction for trospium chloride tablets, dry mouth, occurred in 20.1% of trospium chloride tablets treated patients and 5.8% of patients receiving placebo. In the two U.S. studies, dry mouth led to discontinuation in 1.9% of patients treated with trospium chloride tablets 20 mg twice daily. For the patients who reported dry mouth, most had their first occurrence of the event within the first month of treatment. Table 1. Incidence (%) of adverse reactions with trospium chloride tablets, reported in greater than or equal to 1% of all patients treated with trospium chloride tablets and more frequent with trospium chloride tablets (20 mg twice daily) than placebo in Studies 1 and 2 combined Other adverse reactions from the U.S., placebo-controlled trials , occurring in greater than or equal to 0.5% and less than 1.0% of trospium chloride tablets treated patients, and more common with trospium chloride tablets than placebo are: tachycardia , vision blurred, abdominal distension, vomiting, dysgeusia, dry throat, and dry skin. During controlled clinical studies, one adverse reaction of angioneurotic edema was reported. Table 1 6.2 Post-marketing Experience The following adverse reactions have been identified during post-approval use of trospium chloride. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Gastrointestinal – gastritis; Cardiovascular – palpitations, supraventricular tachycardia, chest pain, syncope, “hypertensive crisis”; Immunological – Stevens-Johnson syndrome, anaphylactic reaction, angioedema; Nervous System – dizziness, confusion, vision abnormal, hallucinations, somnolence and delirium; Musculoskeletal – rhabdomyolysis; General – rash."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Trospium chloride tablets are contraindicated in patients with: urinary retention gastric retention uncontrolled narrow-angle glaucoma. known hypersensitivity to the drug or its ingredients. Angioedema, rash and anaphylactic reaction have been reported. Trospium chloride tablets is contraindicated in patients with urinary retention, gastric retention, or uncontrolled narrow- angle glaucoma, and in patients who are at risk for these conditions ( 4 ) patients with known hypersensitivity ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE & ADMINISTRATION The recommended dose is 20 mg twice daily. Trospium chloride tablets should be dosed at least one hour before meals or given on an empty stomach. Dosage modification is recommended in the following patient populations: For patients with severe renal impairment (creatinine clearance less than 30 mL/min), the recommended dose is 20 mg once daily at bedtime [ see Warnings and Precautions (5.5) , Use in Specific Populations (8.6) , and Clinical Pharmacology (12.3) ]. In geriatric patients greater than or equal to 75 years of age, dose may be titrated down to 20 mg once daily based upon tolerability [ see Use in Specific Populations (8.5) ]. The recommended dose of trospium chloride tablets is one 20 mg tablet twice daily. Trospium chloride tablets should be dosed with water on an empty stomach, at least one hour before a meal. ( 2 ) For patients with severe renal impairment (creatinine clearance less than 30 mL/min), the recommended dose is 20 mg once daily at bedtime. ( 2 ) In geriatric patients greater than or equal to 75 years of age, dose may be titrated down to 20 mg once daily based upon tolerability. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS & USAGE Trospium chloride tablets is a muscarinic antagonist indicated for the treatment of overactive bladder (OAB) with symptoms of urge urinary incontinence, urgency, and urinary frequency. Trospium chloride tablets is a muscarinic antagonist indicated for the treatment of overactive bladder (OAB) with symptoms of urge urinary incontinence, urgency, and urinary frequency."
  ],
  "fetched_at": "2025-09-30T21:01:12.944297",
  "source": "OpenFDA"
}