{
  "drug_name": "Tucatinib",
  "generic_name": [
    "TUCATINIB"
  ],
  "brand_names": [
    "TUKYSA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong CYP3A Inducers or Moderate CYP2C8 Inducers : Avoid concomitant use. ( 7.1 ) • Strong CYP2C8 Inhibitors : Avoid concomitant use; reduce TUKYSA dose if concomitant use cannot be avoided. ( 2.4 , 7.1 ) • CYP3A Substrates : Avoid concomitant use with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. ( 7.2 ) • P-gp Substrates : Consider reducing the dose of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. ( 7.2 ) 7.1 Effects of Other Drugs on TUKYSA Table 7 summarizes the effect of other drugs on TUKYSA. Table 7: Drug Interactions that Affect TUKYSA Strong CYP3A Inducers or Moderate CYP2C8 Inducers Clinical Impact Concomitant use of TUKYSA with a strong CYP3A or moderate CYP2C8 inducer decreased tucatinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may reduce TUKYSA activity. Management Avoid concomitant use of TUKYSA with a strong CYP3A inducer or a moderate CYP2C8 inducer. Strong or Moderate CYP2C8 Inhibitors Clinical Impact Concomitant use of TUKYSA with a strong CYP2C8 inhibitor increased tucatinib plasma concentrations [see Clinical Pharmacology (12.3) ] , which may increase the risk of TUKYSA toxicity. Management Avoid concomitant use of TUKYSA with a strong CYP2C8 inhibitor. Increase monitoring for TUKYSA toxicity with moderate CYP2C8 inhibitors. 7.2 Effects of TUKYSA on Other Drugs Table 8 summarizes the effect of TUKYSA on other drugs. Table 8: TUKYSA Drug Interactions that Affect Other Drugs CYP3A Substrates Clinical Impact Concomitant use of TUKYSA with a CYP3A substrate increased the plasma concentrations of CYP3A substrate [see Clinical Pharmacology (12.3) ] , which may increase the toxicity associated with a CYP3A substrate. Management Avoid concomitant use of TUKYSA with CYP3A substrates, where minimal concentration changes may lead to serious or life-threatening toxicities. If concomitant use is unavoidable, decrease the CYP3A substrate dosage in accordance with approved product labeling. P-glycoprotein (P-gp) Substrates Clinical Impact Concomitant use of TUKYSA with a P-gp substrate increased the plasma concentrations of P-gp substrate [see Clinical Pharmacology (12.3) ] , which may increase the toxicity associated with a P-gp substrate. Management Consider reducing the dosage of P-gp substrates, where minimal concentration changes may lead to serious or life-threatening toxicities."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: • Diarrhea [see Warnings and Precautions (5.1) ] • Hepatotoxicity [see Warnings and Precautions (5.2) ] • The most common adverse reactions (≥20%) with TUKYSA in combination with trastuzumab and capecitabine in patients with metastatic breast cancer are diarrhea, palmar-plantar erythrodysesthesia, nausea, hepatotoxicity, vomiting, stomatitis, decreased appetite, anemia, and rash. ( 6.1 ) • The most common adverse reactions (≥20%) with TUKYSA in combination with trastuzumab in patients with unresectable or metastatic colorectal cancer are diarrhea, fatigue, rash, nausea, abdominal pain, infusion related reactions, and pyrexia. To report SUSPECTED ADVERSE REACTIONS, contact Seagen at 1-855-4SEAGEN or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. HER2-Positive Metastatic Breast Cancer The safety of TUKYSA in combination with trastuzumab and capecitabine was evaluated in HER2CLIMB [see Clinical Studies (14) ]. Patients received either TUKYSA 300 mg twice daily plus trastuzumab or a non-US approved trastuzumab product, and capecitabine (n=404) or placebo plus trastuzumab or a non-US approved trastuzumab product and capecitabine (n=197). The median duration of treatment was 5.8 months (range: 3 days, 2.9 years) for the TUKYSA arm. Serious adverse reactions occurred in 26% of patients who received TUKYSA. Serious adverse reactions in ≥ 2% of patients who received TUKYSA were diarrhea (4%), vomiting (2.5%), nausea (2%), abdominal pain (2%), and seizure (2%). Fatal adverse reactions occurred in 2% of patients who received TUKYSA including sudden death, sepsis, dehydration, and cardiogenic shock. Adverse reactions leading to treatment discontinuation occurred in 6% of patients who received TUKYSA. Adverse reactions leading to treatment discontinuation of TUKYSA in ≥1% of patients were hepatotoxicity (1.5%) and diarrhea (1%). Adverse reactions leading to dose reduction occurred in 21% of patients who received TUKYSA. Adverse reactions leading to dose reduction of TUKYSA in ≥2% of patients were hepatotoxicity (8%) and diarrhea (6%). The most common adverse reactions in patients who received TUKYSA (≥20%) were diarrhea, palmar-plantar erythrodysesthesia, nausea, hepatotoxicity, vomiting, stomatitis, decreased appetite, anemia, and rash. Table 3 summarizes the adverse reactions in HER2CLIMB. Table 3: Adverse Reactions (≥10%) in Patients Who Received TUKYSA and with a Difference Between Arms of ≥ 5% Compared to Placebo in HER2CLIMB (All Grades) Adverse Reaction TUKYSA + Trastuzumab + Capecitabine N = 404 Placebo + Trastuzumab + Capecitabine N = 197 All Grades % Grade 3 % Grade 4 % All Grades % Grade 3 % Grade 4 % Gastrointestinal disorders Diarrhea 81 12 0.5 53 9 0 Nausea 58 3.7 0 44 3 0 Vomiting 36 3 0 25 3.6 0 Stomatitis Stomatitis includes stomatitis, oropharyngeal pain, oropharyngeal discomfort, mouth ulceration, oral pain, lip ulceration, glossodynia, tongue blistering, lip blister, oral dysesthesia, tongue ulceration, and aphthous ulcer 32 2.5 0 21 0.5 0 Skin and subcutaneous tissue disorders Palmar-plantar erythrodysesthesia syndrome 63 13 0 53 9 0 Rash Rash includes rash maculo-papular, rash, dermatitis acneiform, erythema, rash macular, rash papular, rash pustular, rash pruritic, rash erythematous, skin exfoliation, urticaria, dermatitis allergic, palmar erythema, plantar erythema, skin toxicity, and dermatitis 20 0.7 0 15 0.5 0 Hepatobiliary disorders Hepatotoxicity Hepatotoxicity includes hyperbilirubinemia, blood bilirubin increased, bilirubin conjugated increased, alanine aminotransferase increased, transaminases increased, hepatotoxicity, aspartate aminotransferase increased, liver function test increased, liver injury, and hepatocellular injury 42 9 0.2 24 3.6 0 Metabolism and nutrition disorders Decreased appetite 25 0.5 0 20 0 0 Blood and lymphatic system disorders Anemia Anemia includes anemia, hemoglobin decreased, and normocytic anemia 21 3.7 0 13 2.5 0 Musculoskeletal and connective tissue disorders Arthralgia 15 0.5 0 4.6 0.5 0 Investigations Creatinine increased Due to inhibition of renal tubular transport of creatinine without affecting glomerular function 14 0 0 1.5 0 0 Weight decreased 13 1 0 6 0.5 0 Nervous System Disorders Peripheral neuropathy Peripheral neuropathy includes peripheral sensory neuropathy, neuropathy peripheral, peripheral motor neuropathy, and peripheral sensorimotor neuropathy 13 0.5 0 7 1 0 Respiratory, thoracic and mediastinal disorders Epistaxis 12 0 0 5 0 0 Table 4: Laboratory Abnormalities (≥20%) Worsening from Baseline in Patients Who Received TUKYSA and with a Difference of ≥5% Compared to Placebo in HER2CLIMB Laboratory Abnormality TUKYSA + Trastuzumab +Capecitabine The denominator used to calculate the rate varied from 351 to 400 in the TUKYSA arm and 173 to 197 in the control arm based on the number of patients with a baseline value and at least one post-treatment value. Grading was based on NCI-CTCAE v.4.03 for laboratory abnormalities, except for increased creatinine which only includes patients with a creatinine increase based on the upper limit of normal definition for grade 1 events (NCI CTCAE v5.0). Placebo + Trastuzumab +Capecitabine All Grades % Grades ≥3 % All Grades % Grades ≥3 % Hematology Decreased hemoglobin 59 3.3 51 1.5 Chemistry Decreased phosphate 57 8 45 7 Increased bilirubin 47 1.5 30 3.1 Increased ALT 46 8 27 0.5 Increased AST 43 6 25 1 Decreased magnesium 40 0.8 25 0.5 Decreased potassium Laboratory criteria for Grade 1 is identical to laboratory criteria for Grade 2. 36 6 31 5 Increased creatinine Due to inhibition of renal tubular transport of creatinine without affecting glomerular function. 33 0 6 0 Decreased sodium There is no definition for Grade 2 in CTCAE v.4.03. 28 2.5 23 2 Increased alkaline phosphatase 26 0.5 17 0 Increased Creatinine The mean increase in serum creatinine was 32% within the first 21 days of treatment with TUKYSA. The serum creatinine increases persisted throughout treatment and were reversible upon treatment completion. Consider alternative markers of renal function if persistent elevations in serum creatinine are observed [see Clinical Pharmacology (12.3) ] . RAS Wild-Type, HER2-Positive Unresectable or Metastatic Colorectal Cancer The safety of TUKYSA in combination with trastuzumab or a non-US approved trastuzumab product was evaluated in 86 patients enrolled in MOUNTAINEER with unresectable or metastatic colorectal cancer [see Clinical Studies (14.2) ] . The median duration of exposure to TUKYSA was 6.9 months (range 0.7, 49.3). Serious adverse reactions occurred in 22% of patients. Serious adverse reactions that occurred in ≥ 2% of patients were intestinal obstruction (7%), urinary tract infection (3.5%), pneumonia (2.3%), abdominal pain (2.3%) and rectal perforation (2.3%). Permanent discontinuation of TUKYSA due to an adverse reaction occurred in 6% of patients. The adverse reaction which resulted in permanent discontinuation of TUKYSA in ≥2% of patients was increased ALT (2.3%). Dosage interruptions of TUKYSA due to an adverse reaction occurred in 23% of patients. Adverse reactions which required dosage interruption in ≥3% of patients were increased ALT (3.5%) and diarrhea (3.5%). Dose reductions of TUKYSA due to an adverse reaction occurred in 9% of patients. Adverse reactions which required dose reductions in ≥2% of patients were increased ALT (2.3%) and diarrhea (2.3%). The most common adverse reactions reported in ≥ 20% of patients treated with TUKYSA and trastuzumab were diarrhea, fatigue, rash, nausea, abdominal pain, infusion related reactions, and pyrexia. The most common laboratory abnormalities reported in ≥ 20% of patients were increased creatinine, increased glucose, increased ALT, decreased hemoglobin, increased AST, increased bilirubin, increased alkaline phosphatase, decreased lymphocytes, decreased albumin, decreased leukocytes, and decreased sodium. Table 5 summarizes the adverse reactions in MOUNTAINEER. Table 5: Adverse Reactions (≥10%) in Patients with Unresectable or Metastatic Colorectal Cancer (MOUNTAINEER) Adverse Reaction TUKYSA + Trastuzumab N= 86 Includes 1 patient who only received trastuzumab. All Grades % Grade 3 % Gastrointestinal disorders Diarrhea 64 3.5 Nausea 35 0 Vomiting 16 0 Abdominal pain Abdominal pain includes abdominal discomfort, abdominal pain, and abdominal pain upper. 21 2.3 Constipation 14 1.2 General disorders Fatigue 44 2.3 Pyrexia 20 0 Chills 19 1.2 Skin and subcutaneous disorders Rash Rash includes acne, dermatitis acneiform, dermatitis contact, erythema, erythema multiforme, rash, rash macular, rash maculo-papular, rash papular, rash pustular, skin exfoliation, and urticaria. 37 0 Injury, poisoning, and procedural complications Infusion related reaction 21 0 Metabolism and nutrition disorders Decreased appetite 19 0 Blood and lymphatic system disorders Anemia 10 0 Vascular disorders Hypertension 17 7 Musculoskeletal and connective tissue disorders Back pain 17 2.3 Arthralgia 16 1.2 Myalgia 13 0 Respiratory, thoracic and mediastinal disorders Cough 16 0 Dyspnea 14 0 Psychiatric disorders Anxiety 10 0 Other adverse reactions (<10%) include epistaxis (7%), weight decreased (7%), oropharyngeal pain (5%), oral dysesthesia (1%), and stomatitis (1%). Table 6: Laboratory Abnormalities (≥15%) Worsening from Baseline in Patients with Unresectable or Metastatic Colorectal Cancer (MOUNTAINEER) Laboratory Abnormality TUKYSA + Trastuzumab N=85 Number of patients with both baseline and post-baseline results for each test All Grades % Grade 3 % Grade 4 % Hematology Decreased hemoglobin 46 3.5 0 Decreased lymphocytes 39 12 0 Decreased leukocytes 22 0 0 Decreased platelets 15 0 0 Chemistry Increased creatinine NCI CTCAE v5.0 was used for creatinine increased. NCI CTCAE v4.03 was used for all other laboratory parameters. , Due to inhibition of renal tubular transport of creatinine without affecting glomerular function 58 0 0 Increased glucose 56 2.4 0 Increased ALT 46 2.4 2.4 Increased AST 33 2.4 3.5 Increased bilirubin 28 3.5 2.4 Increased alkaline phosphatase 25 1.2 0 Decreased albumin 24 1.2 0 Decreased sodium 20 6 0 Decreased potassium 16 1.2 0 Increased Creatinine The mean increase in serum creatinine was 32% within the first 21 days of treatment with TUKYSA. The serum creatinine increases persisted throughout treatment and were reversible in 87% of patients with values outside normal lab limits upon treatment completion. Consider alternative markers of renal function if persistent elevations in serum creatinine are observed [see Clinical Pharmacology (12.3) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • In patients with unresectable or metastatic colorectal cancer, confirm the presence of HER2 protein overexpression and RAS wild-type in tumor specimens prior to the initiation of TUKYSA ( 2.1 ) • Recommended dosage: 300 mg taken orally twice daily with or without food. ( 2.1 ) • For patients with severe hepatic impairment, the recommended dosage is 200 mg orally twice daily. ( 2.3 , 8.7 ) 2.1 Patient Selection Select patients for treatment of unresectable or metastatic colorectal cancer with TUKYSA based on the presence of: • HER2 overexpression or gene amplification [see Clinical Studies (14.2) ]. FDA-approved tests for the detection of HER2 overexpression and gene amplification in patients with unresectable or metastatic colorectal cancer are not currently available, and • RAS wild-type [see Clinical Studies (14.2) ]. Information on FDA-approved tests for the detection of RAS mutations in patients with unresectable or metastatic colorectal cancer is available at http://www.fda.gov/CompanionDiagnostics . 2.2 Recommended Dosage Metastatic Breast Cancer The recommended dosage of TUKYSA is 300 mg taken orally twice daily in combination with trastuzumab and capecitabine until disease progression or unacceptable toxicity [see Clinical Studies (14.1) ] . Unresectable or Metastatic Colorectal Cancer The recommended dosage of TUKYSA is 300 mg taken orally twice daily in combination with trastuzumab until disease progression or unacceptable toxicity [see Clinical Studies (14.2) ]. Advise patients to swallow TUKYSA tablets whole and not to chew, crush, or split prior to swallowing. Advise patients not to ingest tablet if it is broken, cracked, or not otherwise intact. Advise patients to take TUKYSA approximately 12 hours apart and at the same time each day with or without a meal. If the patient vomits or misses a dose of TUKYSA, instruct the patient to take the next dose at its usual scheduled time. When given in combination with TUKYSA, the recommended dosage of capecitabine is 1000 mg/m 2 orally twice daily taken within 30 minutes after a meal. TUKYSA and capecitabine can be taken at the same time. Refer to the Full Prescribing Information for trastuzumab and capecitabine for additional information. 2.3 Dosage Modifications for Adverse Reactions The recommended TUKYSA dose reductions and dosage modifications for adverse reactions are provided in Tables 1 and 2. Refer to the Full Prescribing Information for trastuzumab and capecitabine for information about dosage modifications for these drugs. Table 1: Recommended TUKYSA Dose Reductions for Adverse Reactions Dose Reduction Recommended TUKYSA Dosage First 250 mg orally twice daily Second 200 mg orally twice daily Third 150 mg orally twice daily Permanently discontinue TUKYSA in patients unable to tolerate 150 mg orally twice daily. Table 2: Recommended TUKYSA Dosage Modifications for Adverse Reactions Adverse Reaction Grades based on National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.03 Severity TUKYSA Dosage Modification Diarrhea [see Warnings and Precautions (5.1) ] Grade 3 without anti-diarrheal treatment Initiate or intensify appropriate medical therapy. Hold TUKYSA until recovery to ≤ Grade 1, then resume TUKYSA at the same dose level. Grade 3 with anti-diarrheal treatment Initiate or intensify appropriate medical therapy. Hold TUKYSA until recovery to ≤ Grade 1, then resume TUKYSA at the next lower dose level. Grade 4 Permanently discontinue TUKYSA. Hepatotoxicity Abbreviations: ULN = upper limit of normal; ALT = alanine aminotransferase; AST = aspartate aminotransferase [see Warnings and Precautions (5.2) ] Grade 2 bilirubin (>1.5 to 3 × ULN) Hold TUKYSA until recovery to ≤ Grade 1, then resume TUKYSA at the same dose level. Grade 3 ALT or AST (> 5 to 20 × ULN) OR Grade 3 bilirubin (> 3 to 10 × ULN) Hold TUKYSA until recovery to ≤ Grade 1, then resume TUKYSA at the next lower dose level. Grade 4 ALT or AST (> 20 × ULN) OR Grade 4 bilirubin (> 10 × ULN) Permanently discontinue TUKYSA. ALT or AST > 3 × ULN AND Bilirubin > 2 × ULN Permanently discontinue TUKYSA. Other adverse reactions [see Adverse Reactions (6.1) ] Grade 3 Hold TUKYSA until recovery to ≤ Grade 1, then resume TUKYSA at the next lower dose level. Grade 4 Permanently discontinue TUKYSA. 2.4 Dosage Modifications for Severe Hepatic Impairment For patients with severe hepatic impairment (Child-Pugh C), reduce the recommended dosage to 200 mg orally twice daily [see Use in Specific Populations (8.7) , Clinical Pharmacology (12.3) ] . 2.5 Dosage Modifications for Concomitant Use with Strong CYP2C8 Inhibitors Avoid concomitant use of strong CYP2C8 inhibitors with TUKYSA. If concomitant use with a strong CYP2C8 inhibitor cannot be avoided, reduce the recommended dosage to 100 mg orally twice daily. After discontinuation of the strong CYP2C8 inhibitor for 3 elimination half-lives, resume the TUKYSA dose that was taken prior to initiating the inhibitor [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TUKYSA is a kinase inhibitor indicated: • in combination with trastuzumab and capecitabine for treatment of adult patients with advanced unresectable or metastatic HER2-positive breast cancer, including patients with brain metastases, who have received one or more prior anti-HER2-based regimens in the metastatic setting. ( 1.1 ) • in combination with trastuzumab for the treatment of adult patients with RAS wild-type HER2-positive unresectable or metastatic colorectal cancer that has progressed following treatment with fluoropyrimidine-, oxaliplatin-, and irinotecan-based chemotherapy. ( 1.2 ) This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.2) ]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.1 Metastatic Breast Cancer TUKYSA is indicated in combination with trastuzumab and capecitabine for treatment of adult patients with advanced unresectable or metastatic HER2-positive breast cancer, including patients with brain metastases, who have received one or more prior anti-HER2-based regimens in the metastatic setting. 1.2 Unresectable or Metastatic Colorectal Cancer TUKYSA is indicated in combination with trastuzumab for the treatment of adult patients with RAS wild-type, HER2-positive unresectable or metastatic colorectal cancer that has progressed following treatment with fluoropyrimidine-, oxaliplatin-, and irinotecan-based chemotherapy. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.2) ]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials."
  ],
  "fetched_at": "2025-10-01T18:11:58.561907",
  "source": "OpenFDA"
}