{
  "drug_name": "Ubiquinone Q1",
  "generic_name": [
    "ECULIZUMAB-AEEB"
  ],
  "brand_names": [
    "BKEMV"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS 7.1 Plasmapheresis, Plasma Exchange, or Fresh Frozen Plasma Infusion Concomitant use of eculizumab products with plasma exchange (PE), plasmapheresis (PP) or fresh frozen plasma infusion (PE/PI) treatment can reduce serum eculizumab products concentrations and requires a supplement dose of BKEMV [see Dosage and Administration (2.5) ] . 7.2 Neonatal Fc Receptor Blockers Concomitant use of eculizumab products with neonatal Fc receptor (FcRn) blockers may lower systemic exposures and reduce effectiveness of eculizumab products. Closely monitor for reduced effectiveness of BKEMV."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are discussed in greater detail in other sections of the labeling: Serious Meningococcal Infections [ see Warnings and Precautions (5.1) ] Other Infections [ see Warnings and Precautions (5.3) ] Monitoring Disease Manifestations after BKEMV Discontinuation [ see Warnings and Precautions (5.4) ] Thrombosis Prevention and Management [ see Warnings and Precautions (5.5) ] Infusion-Related Reactions [ see Warnings and Precautions (5.6) ] The most frequently reported adverse reactions in the PNH randomized trial (≥10% overall and greater than placebo) are: headache, nasopharyngitis, back pain, and nausea. ( 6.1 ) The most frequently reported adverse reactions in aHUS single arm prospective trials (≥20%) are: headache, diarrhea, hypertension, upper respiratory infection, abdominal pain, vomiting, nasopharyngitis, anemia, cough, peripheral edema, nausea, urinary tract infections, pyrexia. ( 6.1 ) The most frequently reported adverse reaction in the gMG placebo-controlled clinical trial (≥10%) is musculoskeletal pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Amgen Medical Information at 1-800-77-AMGEN (1-800-772-6436) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Meningococcal infections are the most important adverse reactions experienced by patients receiving eculizumab. In PNH clinical studies, two patients experienced meningococcal sepsis. Both patients had previously received a meningococcal vaccine. In clinical studies among patients without PNH, meningococcal meningitis occurred in one unvaccinated patient. Meningococcal sepsis occurred in one previously vaccinated patient enrolled in the retrospective aHUS study during the post-study follow-up period [ see Warnings and Precautions (5.1) ]. PNH The data described below reflect exposure to eculizumab in 196 adult patients with PNH, age 18-85, of whom 55% were female. All had signs or symptoms of intravascular hemolysis. Eculizumab was studied in a placebo-controlled clinical study (PNH Study 1, in which 43 patients received eculizumab and 44, placebo); a single arm clinical study (PNH Study 2); and a long term extension study (E05-001). One hundred and eighty two patients were exposed for greater than one year. All patients received the recommended eculizumab dose regimen. Table 4 summarizes the adverse reactions that occurred at a numerically higher rate in the eculizumab group than the placebo group and at a rate of 5% or more among patients treated with eculizumab. Table 4: Adverse Reactions Reported in 5% or More of Eculizumab Treated Patients with PNH and Greater than Placebo in the Controlled Clinical Study Reaction eculizumab (N = 43) N (%) Placebo (N = 44) N (%) Headache 19 (44) 12 (27) Nasopharyngitis 10 (23) 8 (18) Back pain 8 (19) 4 (9) Nausea 7 (16) 5 (11) Fatigue 5 (12) 1 (2) Cough 5 (12) 4 (9) Herpes simplex infections 3 (7) 0 Sinusitis 3 (7) 0 Respiratory tract infection 3 (7) 1 (2) Constipation 3 (7) 2 (5) Myalgia 3 (7) 1 (2) Pain in extremity 3 (7) 1 (2) Influenza-like illness 2 (5) 1 (2) In the placebo-controlled clinical study, serious adverse reactions occurred among 4 (9%) patients receiving eculizumab and 9 (21%) patients receiving placebo. The serious reactions included infections and progression of PNH. No deaths occurred in the study and no patients receiving eculizumab experienced a thrombotic event; one thrombotic event occurred in a patient receiving placebo. Among 193 patients with PNH treated with eculizumab in the single arm, clinical study or the follow-up study, the adverse reactions were similar to those reported in the placebo-controlled clinical study. Serious adverse reactions occurred among 16% of the patients in these studies. The most common serious adverse reactions were: viral infection (2%), headache (2%), anemia (2%), and pyrexia (2%). aHUS The safety of eculizumab therapy in patients with aHUS was evaluated in four prospective, single-arm studies, three in adult and adolescent patients (Studies C08-002A/B, C08-003A/B, and C10-004), one in pediatric and adolescent patients (Study C10-003), and one retrospective study (Study C09-001r). The data described below were derived from 78 adult and adolescent patients with aHUS in Studies C08-002A/B, C08-003A/B and C10-004. All patients received the recommended dosage of eculizumab. Median exposure was 67 weeks (range: 2-145 weeks). Table 5 summarizes all adverse events reported in at least 10% of patients in Studies C08-002A/B, C08-003A/B and C10-004 combined. Table 5: Per Patient Incidence of Adverse Events in 10% or More Adult and Adolescent Patients Enrolled in Studies C08-002A/B, C08-003A/B and C10-004 Separately and in Total Number (%) of Patients C08-002A/B (N=17) C08-003A/B (N=20) C10-004 (N=41) Total (N=78) Vascular Disorders Hypertension includes the preferred terms hypertension, accelerated hypertension, and malignant hypertension. 10 (59) 9 (45) 7 (17) 26 (33) Hypotension 2 (12) 4 (20) 7 (17) 13 (17) Infections and Infestations Bronchitis 3 (18) 2 (10) 4 (10) 9 (12) Nasopharyngitis 3 (18) 11 (55) 7 (17) 21 (27) Gastroenteritis 3 (18) 4 (20) 2 (5) 9 (12) Upper respiratory tract infection 5 (29) 8 (40) 2 (5) 15 (19) Urinary tract infection 6 (35) 3 (15) 8 (20) 17 (22) Gastrointestinal Disorders Diarrhea 8 (47) 8 (40) 12 (32) 29 (37) Vomiting 8 (47) 9 (45) 6 (15) 23 (30) Nausea 5 (29) 8 (40) 5 (12) 18 (23) Abdominal pain 3 (18) 6 (30) 6 (15) 15 (19) Nervous System Disorders Headache 7 (41) 10 (50) 15 (37) 32 (41) Blood and Lymphatic System Disorders Anemia 6 (35) 7 (35) 7 (17) 20 (26) Leukopenia 4 (24) 3 (15) 5 (12) 12 (15) Psychiatric Disorders Insomnia 4 (24) 2 (10) 5 (12) 11 (14) Renal and Urinary Disorders Renal Impairment 5 (29) 3 (15) 6 (15) 14 (18) Proteinuria 2 (12) 1 (5) 5 (12) 8 (10) Respiratory, Thoracic and Mediastinal Disorders Cough 4 (24) 6 (30) 8 (20) 18 (23) General Disorders and Administration Site Conditions Fatigue 3 (18) 4 (20) 3 (7) 10 (13) Peripheral edema 5 (29) 4 (20) 9 (22) 18 (23) Pyrexia 4 (24) 5 (25) 7 (17) 16 (21) Asthenia 3 (18) 4 (20) 6 (15) 13 (17) Eye Disorder 5 (29) 2 (10) 8 (20) 15 (19) Metabolism and Nutrition Disorders Hypokalemia 3 (18) 2 (10) 4 (10) 9 (12) Neoplasms benign, malignant, and unspecified (including cysts and polyps) 1 (6) 6 (30) 1 (20) 8 (10) Skin and Subcutaneous Tissue Disorders Rash 2 (12) 3 (15) 6 (15) 11 (14) Pruritus 1 (6) 3 (15) 4 (10) 8 (10) Musculoskeletal and Connective Tissue Disorders Arthralgia 1 (6) 2 (10) 7 (17) 10 (13) Back pain 3 (18) 3 (15) 2 (5) 8 (10) In Studies C08-002A/B, C08-003A/B and C10-004 combined, 60% (47/78) of patients experienced a serious adverse event (SAE). The most commonly reported SAEs were infections (24%), hypertension (5%), chronic renal failure (5%), and renal impairment (5%). Five patients discontinued eculizumab due to adverse events; three due to worsening renal function, one due to new diagnosis of Systemic Lupus Erythematosus, and one due to meningococcal meningitis. Study C10-003 included 22 pediatric and adolescent patients, of which 18 patients were less than 12 years of age. All patients received the recommended dosage of eculizumab. Median exposure was 44 weeks (range: 1 dose-87 weeks). Table 6 summarizes all adverse events reported in at least 10% of patients enrolled in Study C10-003. Table 6: Per Patient Incidence of Adverse Reactions in 10% or More Patients Enrolled in Study C10-003 1 month to <12 yrs (N=18) Total (N=22) Eye Disorders 3 (17) 3 (14) Gastrointestinal Disorders Abdominal pain 6 (33) 7 (32) Diarrhea 5 (28) 7 (32) Vomiting 4 (22) 6 (27) Dyspepsia 0 3 (14) General Disorders and Administration Site Conditions Pyrexia 9 (50) 11 (50) Infections and Infestations Upper respiratory tract infection 5 (28) 7 (32) Nasopharyngitis 3 (17) 6 (27) Rhinitis 4 (22) 4 (18) Urinary Tract infection 3 (17) 4 (18) Catheter site infection 3 (17) 3 (14) Musculoskeletal and Connective Tissue Disorders Muscle spasms 2 (11) 3 (14) Nervous System Disorders Headache 3 (17) 4 (18) Renal and Urinary Disorders 3 (17) 4 (18) Respiratory, Thoracic and Mediastinal Disorders Cough 7 (39) 8 (36) Oropharyngeal pain 1 (6) 3 (14) Skin and Subcutaneous Tissue Disorders Rash 4 (22) 4 (18) Vascular Disorders Hypertension 4 (22) 4 (18) In Study C10-003, 59% (13/22) of patients experienced a serious adverse event (SAE). The most commonly reported SAEs were hypertension (9%), viral gastroenteritis (9%), pyrexia (9%), and upper respiratory infection (9%). One patient discontinued eculizumab due to an adverse event (severe agitation). Analysis of retrospectively collected adverse event data from pediatric and adult patients enrolled in Study C09-001r (N=30) revealed a safety profile that was similar to that which was observed in the two prospective studies. Study C09-001r included 19 pediatric patients less than 18 years of age. Overall, the safety of eculizumab in pediatric patients with aHUS enrolled in Study C09-001r appeared similar to that observed in adult patients. The most common (≥15%) adverse events occurring in pediatric patients are presented in Table 7. Table 7: Adverse Reactions Occurring in at Least 15% of Patients Less than 18 Years of Age Enrolled in Study C09-001r Number (%) of Patients <2 yrs (N=5) 2 to <12 yrs (N=10) 12 to <18 yrs (N=4) Total (N=19) General Disorders and Administration Site Conditions Pyrexia 4 (80) 4 (40) 1 (25) 9 (47) Gastrointestinal Disorders Diarrhea 1 (20) 4 (40) 1 (25) 6 (32) Vomiting 2 (40) 1 (10) 1 (25) 4 (21) Infections and Infestations Upper respiratory tract infection includes the preferred terms upper respiratory tract infection and nasopharyngitis. 2 (40) 3 (30) 1 (25) 6 (32) Respiratory, Thoracic and Mediastinal Disorders Cough 3 (60) 2 (20) 0 (0) 5 (26) Nasal congestion 2 (40) 2 (20) 0 (0) 4 (21) Cardiac Disorders Tachycardia 2 (40) 2 (20) 0 (0) 4 (21) Generalized Myasthenia Gravis (gMG) In a 26-week placebo-controlled trial evaluating the effect of eculizumab for the treatment of gMG (gMG Study 1), 62 patients received eculizumab at the recommended dosage regimen and 63 patients received placebo [see Clinical Studies (14.3) ] . Patients were 19 to 79 years of age, and 66% were female. Table 8 displays the most common adverse reactions from gMG Study 1 that occurred in ≥ 5% of eculizumab-treated patients and at a greater frequency than on placebo. Table 8: Adverse Reactions Reported in 5% or More of Eculizumab-Treated Patients in gMG Study 1 and at a Greater Frequency than in Placebo-Treated Patients eculizumab (N=62) N(%) Placebo (N=63) N(%) Gastrointestinal Disorders Abdominal pain 5 (8) 3 (5) General Disorders and Administration Site Conditions Peripheral edema 5 (8) 3 (5) Pyrexia 4 (7) 2 (3) Infections and Infestations Herpes simplex virus infections 5 (8) 1 (2) Injury, Poisoning, and Procedural Complications Contusion 5 (8) 2 (3) Musculoskeletal and Connective Tissue Disorders Musculoskeletal pain 9 (15) 5 (8) The most common adverse reactions (≥ 10%) that occurred in eculizumab-treated patients in the long-term extension to gMG Study 1, Study ECU-MG-302, and that are not included in Table 8 were headache (26%), nasopharyngitis (24%), diarrhea (15%), arthralgia (12%), upper respiratory tract infection (11%), and nausea (10%). 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of eculizumab products. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to eculizumab products exposure. Adverse Reactions from Postmarketing Spontaneous Reports Fatal or serious infections: Neisseria gonorrhoeae, Neisseria meningitidis, Neisseria sicca/subflava, Neisseria spp unspecified. Cases of cholestatic or mixed pattern liver injury with increased serum liver enzymes and bilirubin levels have been reported in adult and pediatric patients with aHUS who were treated with eculizumab. These events occurred within 3 to 27 days after starting treatment. The median time to resolution (or return to baseline) was approximately 3 weeks."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS BKEMV is contraindicated for initiation in patients with unresolved serious Neisseria meningitidis infection [ see Warnings and Precautions (5.1) ]. BKEMV is contraindicated for initiation in patients with unresolved serious Neisseria meningitidis infection. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION For intravenous infusion only PNH Dosage Regimen: ( 2.2 ) aHUS Dosage Regimen: ( 2.3 ) gMG Dosage Regimen: ( 2.4 ) 2.1 Recommended Vaccination and Prophylaxis for Meningococcal Infection Vaccinate patients against meningococcal infection (serogroups A, C, W, Y and B) according to current ACIP recommendations at least 2 weeks prior to initiation of BKEMV [ see Warnings and Precautions (5.1) ]. If urgent BKEMV therapy is indicated in a patient who is not up to date with meningococcal vaccines according to ACIP recommendations, provide the patient with antibacterial drug prophylaxis and administer these vaccines as soon as possible. Healthcare providers who prescribe BKEMV must enroll in the BKEMV REMS [see Warnings and Precautions (5.2) ]. 2.2 Recommended Dosage Regimen – PNH For patients 18 years of age and older, BKEMV therapy consists of: 600 mg weekly for the first 4 weeks, followed by 900 mg for the fifth dose 1 week later, then 900 mg every 2 weeks thereafter. Administer BKEMV at the recommended dosage regimen time points, or within two days of these time points [see Warnings and Precautions (5.4) ]. 2.3 Recommended Dosage Regimen – aHUS For patients 18 years of age and older, BKEMV therapy consists of: 900 mg weekly for the first 4 weeks, followed by 1,200 mg for the fifth dose 1 week later, then 1,200 mg every 2 weeks thereafter. For patients less than 18 years of age, administer BKEMV based upon body weight, according to the following schedule (Table 1): Table 1: Dosing Recommendations in aHUS Patients Less Than 18 Years of Age Patient Body Weight Induction Maintenance 40 kg and over 900 mg weekly × 4 doses 1,200 mg at week 5; then 1,200 mg every 2 weeks 30 kg to less than 40 kg 600 mg weekly × 2 doses 900 mg at week 3; then 900 mg every 2 weeks 20 kg to less than 30 kg 600 mg weekly × 2 doses 600 mg at week 3; then 600 mg every 2 weeks 10 kg to less than 20 kg 600 mg weekly × 1 dose 300 mg at week 2; then 300 mg every 2 weeks 5 kg to less than 10 kg 300 mg weekly × 1 dose 300 mg at week 2; then 300 mg every 3 weeks Administer BKEMV at the recommended dosage regimen time points, or within two days of these time points. 2.4 Recommended Dosage Regimen – gMG For adult patients with generalized myasthenia gravis, BKEMV therapy consists of: 900 mg weekly for the first 4 weeks, followed by 1,200 mg for the fifth dose 1 week later, then 1,200 mg every 2 weeks thereafter. Administer BKEMV at the recommended dosage regimen time points, or within two days of these time points. 2.5 Dose Adjustment in Case of Plasmapheresis, Plasma Exchange, or Fresh Frozen Plasma Infusion For adult and pediatric patients with aHUS, and adult patients with gMG, supplemental dosing of BKEMV is required in the setting of concomitant plasmapheresis or plasma exchange, or fresh frozen plasma infusion (PE/PI) (Table 2). Table 2: Supplemental Dose of BKEMV after PE/PI Type of Plasma Intervention Most Recent BKEMV Dose Supplemental BKEMV Dose with Each Plasma Intervention Timing of Supplemental BKEMV Dose Plasmapheresis or plasma exchange 300 mg 300 mg per each plasmapheresis or plasma exchange session Within 60 minutes after each plasmapheresis or plasma exchange 600 mg or greater 600 mg per each plasmapheresis or plasma exchange session Fresh frozen plasma infusion 300 mg or greater 300 mg per infusion of fresh frozen plasma 60 minutes prior to each infusion of fresh frozen plasma 2.6 Preparation Dilute BKEMV to a final admixture concentration of 5 mg/mL using the following steps: Withdraw the required amount of BKEMV from the vial into a sterile syringe. Transfer the recommended dose to an infusion bag. Dilute BKEMV to a final concentration of 5 mg/mL by adding the appropriate amount (equal volume of diluent to drug volume) of 0.9% Sodium Chloride Injection, USP; 0.45% Sodium Chloride Injection, USP; 5% Dextrose in Water Injection, USP; or Ringer's Injection, USP to the infusion bag. The final admixed BKEMV 5 mg/mL infusion volume is 60 mL for 300 mg doses, 120 mL for 600 mg doses, 180 mL for 900 mg doses or 240 mL for 1,200 mg doses (Table 3). Table 3: Preparation and Reconstitution of BKEMV BKEMV Dose Diluent Volume Final Volume 300 mg 30 mL 60 mL 600 mg 60 mL 120 mL 900 mg 90 mL 180 mL 1,200 mg 120 mL 240 mL Gently invert the infusion bag containing the diluted BKEMV solution to ensure thorough mixing of the product and diluent. Discard any unused portion left in a vial, as the product contains no preservatives. Prior to administration, the admixture should be allowed to adjust to room temperature [18°C to 25°C (64°F to 77°F)]. The admixture must not be heated in a microwave or with any heat source other than ambient air temperature. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. 2.7 Administration Only administer as an intravenous infusion. Do not administer as an intravenous push or bolus injection. Administer the BKEMV admixture by intravenous infusion over 35 minutes in adults and 1 to 4 hours in pediatric patients via gravity feed, a syringe-type pump, or an infusion pump. Admixed solutions of BKEMV are stable for 64 hours at 2°C to 8°C (36°F to 46°F) or 24 hours at room temperature. If an adverse reaction occurs during the administration of BKEMV, the infusion may be slowed or stopped at the discretion of the physician. If the infusion is slowed, the total infusion time should not exceed two hours in adults. Monitor the patient for at least one hour following completion of the infusion for signs or symptoms of an infusion-related reaction."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE BKEMV is a complement inhibitor indicated for: The treatment of patients with paroxysmal nocturnal hemoglobinuria (PNH) to reduce hemolysis. ( 1.1 ) The treatment of patients with atypical hemolytic uremic syndrome (aHUS) to inhibit complement-mediated thrombotic microangiopathy. ( 1.2 ) Limitation of Use BKEMV is not indicated for the treatment of patients with Shiga toxin E. coli related hemolytic uremic syndrome (STEC-HUS). The treatment of generalized myasthenia gravis (gMG) in adult patients who are anti-acetylcholine receptor (AchR) antibody positive. ( 1.3 ) 1.1 Paroxysmal Nocturnal Hemoglobinuria (PNH) BKEMV is indicated for the treatment of patients with paroxysmal nocturnal hemoglobinuria (PNH) to reduce hemolysis. 1.2 Atypical Hemolytic Uremic Syndrome (aHUS) BKEMV is indicated for the treatment of patients with atypical hemolytic uremic syndrome (aHUS) to inhibit complement-mediated thrombotic microangiopathy. Limitation of Use BKEMV is not indicated for the treatment of patients with Shiga toxin E. coli related hemolytic uremic syndrome (STEC-HUS). 1.3 Generalized Myasthenia Gravis (gMG) BKEMV is indicated for treatment of generalized myasthenia gravis (gMG) in adult patients who are anti-acetylcholine receptor (AchR) antibody positive."
  ],
  "fetched_at": "2025-10-01T16:58:29.494363",
  "source": "OpenFDA"
}