{
  "drug_name": "Ubiquinone Q2",
  "generic_name": [
    "GLIPIZIDE AND METFORMIN HYDROCHLORIDE"
  ],
  "brand_names": [
    "Glipizide and Metformin Hydrochloride"
  ],
  "drug_interactions": [
    "Drug Interactions Glipizide and Metformin Hydrochloride Tablets Certain drugs tend to produce hyperglycemia and may lead to loss of blood glucose control. These drugs include thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blocking drugs, and isoniazid. When such drugs are administered to a patient receiving glipizide and metformin hydrochloride tablets, the patient should be closely observed for loss of blood glucose control. When such drugs are withdrawn from a patient receiving glipizide and metformin hydrochloride tablets, the patient should be observed closely for hypoglycemia. Metformin is negligibly bound to plasma proteins and is, therefore, less likely to interact with highly protein-bound drugs such as salicylates, sulfonamides, chloramphenicol, and probenecid as compared to sulfonylureas, which are extensively bound to serum proteins. Glipizide The hypoglycemic action of sulfonylureas may be potentiated by certain drugs, including non-steroidal anti-inflammatory agents, some azoles, and other drugs that are highly protein-bound, salicylates, sulfonamides, chloramphenicol, probenecid, coumarins, monoamine oxidase inhibitors, and beta-adrenergic blocking agents. When such drugs are administered to a patient receiving glipizide and metformin hydrochloride tablets, the patient should be observed closely for hypoglycemia. When such drugs are withdrawn from a patient receiving glipizide and metformin hydrochloride tablets, the patient should be observed closely for loss of blood glucose control. In vitro binding studies with human serum proteins indicate that glipizide binds differently than tolbutamide and does not interact with salicylate or dicumarol. However, caution must be exercised in extrapolating these findings to the clinical situation and in the use of glipizide and metformin hydrochloride tablets with these drugs. A potential interaction between oral miconazole and oral hypoglycemic agents leading to severe hypoglycemia has been reported. Whether this interaction also occurs with the intravenous, topical, or vaginal preparations of miconazole is not known. The effect of concomitant administration of fluconazole and glipizide has been demonstrated in a placebo-controlled crossover study in normal volunteers. All subjects received glipizide alone and following treatment with 100 mg of fluconazole as a single oral daily dose for 7 days, the mean percent increase in the glipizide AUC after fluconazole administration was 56.9% (range: 35% to 81%). In studies assessing the effect of colesevelam on the pharmacokinetics of glipizide ER in healthy volunteers, reductions in glipizide AUC 0-∞ and C max of 12% and 13%, respectively, were observed when colesevelam was coadministered with glipizide ER. When glipizide ER was administered 4 hours prior to colesevelam, there was no significant change in glipizide AUC 0-∞ or C max , –4% and 0%, respectively. Therefore, glipizide and metformin hydrochloride tablets should be administered at least 4 hours prior to colesevelam to ensure that colesevelam does not reduce the absorption of glipizide. Metformin Hydrochloride Furosemide A single-dose, metformin-furosemide drug interaction study in healthy subjects demonstrated that pharmacokinetic parameters of both compounds were affected by coadministration. Furosemide increased the metformin plasma and blood C max by 22% and blood AUC by 15%, without any significant change in metformin renal clearance. When administered with metformin, the C max and AUC of furosemide were 31% and 12% smaller, respectively, than when administered alone, and the terminal half-life was decreased by 32%, without any significant change in furosemide renal clearance. No information is available about the interaction of metformin and furosemide when coadministered chronically. Nifedipine A single-dose, metformin-nifedipine drug interaction study in normal healthy volunteers demonstrated that coadministration of nifedipine increased plasma metformin C max and AUC by 20% and 9%, respectively, and increased the amount excreted in the urine. T max and half-life were unaffected. Nifedipine appears to enhance the absorption of metformin. Metformin had minimal effects on nifedipine. Drugs that reduce metformin clearance Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2] / multidrug and toxin extrusion [MATE] inhibitors such as ranolazine, vandetanib, dolutegravir, and cimetidine) could increase systemic exposure to metformin and may increase the risk for lactic acidosis. Consider the benefits and risks of concomitant use. Such interaction between metformin and oral cimetidine has been observed in normal healthy volunteers in both single- and multiple-dose, metformin-cimetidine drug interaction studies, with a 60% increase in peak metformin plasma and whole blood concentrations and a 40% increase in plasma and whole blood metformin AUC. There was no change in elimination half-life in the single-dose study. Metformin had no effect on cimetidine pharmacokinetics. In healthy volunteers, the pharmacokinetics of metformin and propranolol, and metformin and ibuprofen were not affected when coadministered in single-dose interaction studies. Metformin is negligibly bound to plasma proteins and is, therefore, less likely to interact with highly protein-bound drugs such as salicylates, sulfonamides, chloramphenicol, and probenecid, as compared to the sulfonylureas, which are extensively bound to serum proteins. Other Carbonic Anhydrase Inhibitors Topiramate or other carbonic anhydrase inhibitors (e.g., zonisamide, acetazolamide or dichlorphenamide) frequently causes a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with glipizide and metformin hydrochloride tablets may increase the risk for lactic acidosis. Consider more frequent monitoring of these patients. Alcohol Alcohol is known to potentiate the effect of metformin on lactate metabolism. Warn patients against excessive alcohol intake while receiving glipizide and metformin hydrochloride tablets."
  ],
  "warnings": [
    "WARNINGS WARNING: LACTIC ACIDOSIS Postmarketing cases of metformin-associated lactic acidosis have resulted in death, hypothermia, hypotension, and resistant bradyarrhythmias. The onset of metformin-associated lactic acidosis is often subtle, accompanied only by nonspecific symptoms such as malaise, myalgias, respiratory distress, somnolence, and abdominal pain. Metformin-associated lactic acidosis was characterized by elevated blood lactate levels (> 5 mmol/Liter), anion gap acidosis (without evidence of ketonuria or ketonemia), an increased lactate/pyruvate ratio; and metformin plasma levels generally > 5 mcg/mL [see PRECAUTIONS]. Risk factors for metformin-associated lactic acidosis include renal impairment, concomitant use of certain drugs (e.g., carbonic anhydrase inhibitors such as topiramate), age 65 years old or greater, having a radiological study with contrast, surgery and other procedures, hypoxic states (e.g., acute congestive heart failure), excessive alcohol intake, and hepatic impairment. Steps to reduce the risk of and manage metformin-associated lactic acidosis in these high risk groups are provided [see PRECAUTIONS]. If metformin-associated lactic acidosis is suspected, immediately discontinue glipizide and metformin hydrochloride tablets and institute general supportive measures in a hospital setting. Prompt hemodialysis is recommended [see PRECAUTIONS]. SPECIAL WARNING ON INCREASED RISK OF CARDIOVASCULAR MORTALITY The administration of oral hypoglycemic drugs has been reported to be associated with increased cardiovascular mortality as compared to treatment with diet alone or diet plus insulin. This warning is based on the study conducted by the University Group Diabetes Program (UGDP), a long-term prospective clinical trial designed to evaluate the effectiveness of glucose-lowering drugs in preventing or delaying vascular complications in patients with non-insulin-dependent diabetes. The study involved 823 patients who were randomly assigned to 1 of 4 treatment groups ( Diabetes 19 (Suppl. 2):747-830, 1970). UGDP reported that patients treated for 5 to 8 years with diet plus a fixed dose of tolbutamide (1.5 grams per day) had a rate of cardiovascular mortality approximately 2½ times that of patients treated with diet alone. A significant increase in total mortality was not observed, but the use of tolbutamide was discontinued based on the increase in cardiovascular mortality, thus limiting the opportunity for the study to show an increase in overall mortality. Despite controversy regarding the interpretation of these results, the findings of the UGDP study provide an adequate basis for this warning. The patient should be informed of the potential risks and benefits of glipizide and of alternative modes of therapy. Although only 1 drug in the sulfonylurea class (tolbutamide) was included in this study, it is prudent from a safety standpoint to consider that this warning may also apply to other hypoglycemic drugs in this class, in view of their close similarities in mode of action and chemical structure."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Glipizide and Metformin Hydrochloride Tablets In a double-blind 24-week clinical trial involving glipizide and metformin hydrochloride tablets as initial therapy, a total of 172 patients received glipizide and metformin hydrochloride tablets, 2.5 mg/250 mg, 173 received glipizide and metformin hydrochloride tablets, 2.5 mg/500 mg, 170 received glipizide, and 177 received metformin. The most common clinical adverse events in these treatment groups are listed in Table 4 . Table 4: Clinical Adverse Events > 5% in any Treatment Group, by Primary Term, in Initial Therapy Study Adverse Event Number (%) of Patients Glipizide 5 mg Tablets N = 170 Metformin 500 mg Tablets N = 177 Glipizide and Metformin Hydrochloride Tablets, 2.5 mg/250 mg N = 172 Glipizide and Metformin Hydrochloride Tablets, 2.5 mg/500 mg N = 173 Upper respiratory infection 12 (7.1) 15 (8.5) 17 (9.9) 14 (8.1) Diarrhea 8 (4.7) 15 (8.5) 4 (2.3) 9 (5.2) Dizziness 9 (5.3) 2 (1.1) 3 (1.7) 9 (5.2) Hypertension 17 (10.0) 10 (5.6) 5 (2.9) 6 (3.5) Nausea/vomiting 6 (3.5) 9 (5.1) 1 (0.6) 3 (1.7) In a double-blind 18-week clinical trial involving glipizide and metformin hydrochloride tablets as second-line therapy, a total of 87 patients received glipizide and metformin hydrochloride tablets, 84 received glipizide, and 75 received metformin. The most common clinical adverse events in this clinical trial are listed in Table 5 . Table 5: Clinical Adverse Events > 5% in any Treatment Group, by Primary Term, in Second-Line Therapy Study Number (%) of Patients Adverse Event Glipizide 5 mg Tablets The dose of glipizide was fixed at 30 mg daily; doses of metformin and glipizide and metformin hydrochloride tablets were titrated. N = 84 Metformin 500 mg Tablets N = 75 Glipizide and Metformin Hydrochloride Tablets, 5 mg/500 mg N = 87 Diarrhea 11 (13.1) 13 (17.3) 16 (18.4) Headache 5 (6.0) 4 (5.3) 11 (12.6) Upper respiratory infection 11 (13.1) 8 (10.7) 9 (10.3) Musculoskeletal pain 6 (7.1) 5 (6.7) 7 (8.0) Nausea/vomiting 5 (6.0) 6 (8.0) 7 (8.0) Abdominal pain 7 (8.3) 5 (6.7) 5 (5.7) UTI 4 (4.8) 6 (8.0) 1 (1.1) Hypoglycemia In a controlled initial therapy trial of glipizide and metformin hydrochloride tablets, 2.5 mg/250 mg and 2.5 mg/500 mg the numbers of patients with hypoglycemia documented by symptoms (such as dizziness, shakiness, sweating, and hunger) and a fingerstick blood glucose measurement ≤ 50 mg/dL were 5 (2.9%) for glipizide, 0 (0%) for metformin, 13 (7.6%) for glipizide and metformin hydrochloride tablets, 2.5 mg/250 mg, and 16 (9.3%) for glipizide and metformin hydrochloride tablets, 2.5 mg/500 mg. Among patients taking either glipizide and metformin hydrochloride tablets, 2.5 mg/250 mg or glipizide and metformin hydrochloride tablets, 2.5 mg/500 mg, 9 (2.6%) patients discontinued glipizide and metformin hydrochloride tablets due to hypoglycemic symptoms and 1 required medical intervention due to hypoglycemia. In a controlled second-line therapy trial of glipizide and metformin hydrochloride tablets, 5 mg/500 mg, the numbers of patients with hypoglycemia documented by symptoms and a fingerstick blood glucose measurement ≤ 50 mg/dL were 0 (0%) for glipizide, 1 (1.3%) for metformin, and 11 (12.6%) for glipizide and metformin hydrochloride tablets. One (1.1%) patient discontinued glipizide and metformin hydrochloride tablet therapy due to hypoglycemic symptoms and none required medical intervention due to hypoglycemia (see PRECAUTIONS ). Gastrointestinal Reactions Among the most common clinical adverse events in the initial therapy trial were diarrhea and nausea/vomiting; the incidences of these events were lower with both glipizide and metformin hydrochloride tablets dosage strengths than with metformin therapy. There were 4 (1.2%) patients in the initial therapy trial who discontinued glipizide and metformin hydrochloride tablet therapy due to gastrointestinal (GI) adverse events. Gastrointestinal symptoms of diarrhea, nausea/vomiting, and abdominal pain were comparable among glipizide and metformin hydrochloride tablets, glipizide and metformin in the second-line therapy trial. There were 4 (4.6%) patients in the second-line therapy trial who discontinued glipizide and metformin hydrochloride tablet therapy due to GI adverse events. Glipizide Gastrointestinal Reactions Cholestatic and hepatocellular forms of liver injury accompanied by jaundice have been reported rarely in association with glipizide; glipizide and metformin hydrochloride tablets should be discontinued if this occurs. To report SUSPECTED ADVERSE EVENTS, contact Teva Pharmaceuticals USA, Inc., at 1-888-838-2872 or FDA at 1-800-FDA-1088 or http://www.fda.gov/medwatch for voluntary reporting of adverse reactions."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Glipizide and metformin hydrochloride tablets are contraindicated in patients with: Severe renal impairment (eGFR below 30 mL/min/1.73 m 2 ) (see WARNINGS and PRECAUTIONS ). Known hypersensitivity to glipizide or metformin hydrochloride. Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma. Diabetic ketoacidosis should be treated with insulin."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION General Considerations Dosage of glipizide and metformin hydrochloride tablets must be individualized on the basis of both effectiveness and tolerance while not exceeding the maximum recommended daily dose of 20 mg glipizide/2000 mg metformin. Glipizide and metformin hydrochloride tablets should be given with meals and should be initiated at a low dose, with gradual dose escalation as described below, in order to avoid hypoglycemia (largely due to glipizide), reduce GI side effects (largely due to metformin), and permit determination of the minimum effective dose for adequate control of blood glucose for the individual patient. With initial treatment and during dose titration, appropriate blood glucose monitoring should be used to determine the therapeutic response to glipizide and metformin hydrochloride tablets and to identify the minimum effective dose for the patient. Thereafter, HbA 1c should be measured at intervals of approximately 3 months to assess the effectiveness of therapy. The therapeutic goal in all patients with type 2 diabetes is to decrease FPG, PPG, and HbA 1c to normal or as near normal as possible. Ideally, the response to therapy should be evaluated using HbA 1c , which is a better indicator of long-term glycemic control than FPG alone. No studies have been performed specifically examining the safety and efficacy of switching to glipizide and metformin hydrochloride tablet therapy in patients taking concomitant glipizide (or other sulfonylurea) plus metformin. Changes in glycemic control may occur in such patients, with either hyperglycemia or hypoglycemia possible. Any change in therapy of type 2 diabetes should be undertaken with care and appropriate monitoring. When colesevelam is coadministered with glipizide ER, maximum plasma concentration and total exposure to glipizide is reduced. Therefore, glipizide and metformin hydrochloride tablets should be administered at least 4 hours prior to colesevelam. Glipizide and Metformin Hydrochloride Tablets in Patients with Inadequate Glycemic Control on Diet and Exercise Alone For patients with type 2 diabetes whose hyperglycemia cannot be satisfactorily managed with diet and exercise alone, the recommended starting dose of glipizide and metformin hydrochloride tablets is 2.5 mg/250 mg once a day with a meal. For patients whose FPG is 280 mg/dL to 320 mg/dL a starting dose of glipizide and metformin hydrochloride tablets, 2.5 mg/500 mg twice daily should be considered. The efficacy of glipizide and metformin hydrochloride tablets in patients whose FPG exceeds 320 mg/dL has not been established. Dosage increases to achieve adequate glycemic control should be made in increments of 1 tablet per day every 2 weeks up to maximum of 10 mg/1000 mg or 10 mg/2000 mg glipizide and metformin hydrochloride tablets per day given in divided doses. In clinical trials of glipizide and metformin hydrochloride tablets as initial therapy, there was no experience with total daily doses > 10 mg/2000 mg per day. Glipizide and Metformin Hydrochloride Tablets in Patients with Inadequate Glycemic Control on a Sulfonylurea and/or Metformin For patients not adequately controlled on either glipizide (or another sulfonylurea) or metformin alone, the recommended starting dose of glipizide and metformin hydrochloride tablets is 2.5 mg/500 mg or 5 mg/500 mg twice daily with the morning and evening meals. In order to avoid hypoglycemia, the starting dose of glipizide and metformin hydrochloride tablets should not exceed the daily doses of glipizide or metformin already being taken. The daily dose should be titrated in increments of no more than 5 mg/500 mg up to the minimum effective dose to achieve adequate control of blood glucose or to a maximum dose of 20 mg/2000 mg per day. Patients previously treated with combination therapy of glipizide (or another sulfonylurea) plus metformin may be switched to glipizide and metformin hydrochloride tablets, 2.5 mg/500 mg or 5 mg/500 mg; the starting dose should not exceed the daily dose of glipizide (or equivalent dose of another sulfonylurea) and metformin already being taken. The decision to switch to the nearest equivalent dose or to titrate should be based on clinical judgment. Patients should be monitored closely for signs and symptoms of hypoglycemia following such a switch and the dose of glipizide and metformin hydrochloride tablets should be titrated as described above to achieve adequate control of blood glucose. Recommendations for Use in Renal Impairment Assess renal function prior to initiation of glipizide and metformin hydrochloride tablets and periodically thereafter. Glipizide and metformin hydrochloride tablets are contraindicated in patients with an estimated glomerular filtration rate (eGFR) below 30 mL/minute/1.73 m 2 . Initiation of glipizide and metformin hydrochloride tablets in patients with an eGFR between 30 and 45 mL/minute/1.73 m 2 is not recommended. In patients taking glipizide and metformin hydrochloride tablets whose eGFR later falls below 45 mL/min/1.73 m 2 , assess the benefit risk of continuing therapy. Discontinue glipizide and metformin hydrochloride tablets if the patient’s eGFR later falls below 30 mL/minute/1.73 m 2 . (See WARNINGS .) Discontinuation for Iodinated Contrast Imaging Procedure Discontinue glipizide and metformin hydrochloride tablets at the time of, or prior to, an iodinated contrast imaging procedure in patients with an eGFR between 30 and 60 mL/min/1.73 m 2 ; in patients with a history of liver disease, alcoholism or heart failure; or in patients who will be administered intra-arterial iodinated contrast. Re-evaluate eGFR 48 hours after the imaging procedure; restart glipizide and metformin hydrochloride tablets if renal function is stable. Specific Patient Populations Glipizide and metformin hydrochloride tablets are not recommended for use during pregnancy or for use in pediatric patients. The initial and maintenance dosing of glipizide and metformin hydrochloride tablets should be conservative in patients with advanced age, due to the potential for decreased renal function in this population. Any dosage adjustment requires a careful assessment of renal function. Generally, elderly, debilitated, and malnourished patients should not be titrated to the maximum dose of glipizide and metformin hydrochloride tablets to avoid the risk of hypoglycemia. Monitoring of renal function is necessary to aid in prevention of metformin-associated lactic acidosis, particularly in the elderly. (See WARNINGS and PRECAUTIONS .)"
  ],
  "indications": [
    "INDICATIONS AND USAGE Glipizide and metformin hydrochloride tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus."
  ],
  "fetched_at": "2025-10-01T16:58:33.523705",
  "source": "OpenFDA"
}