{
  "drug_name": "Ulipristal",
  "generic_name": [
    "ULIPRISTAL ACETATE"
  ],
  "brand_names": [
    "Ella"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Several in vivo drug interaction studies have shown that ella is predominantly metabolized by CYP3A4. Drugs or herbal products that induce CYP3A4 decrease the effectiveness of ella . ( 7.1 ) Initiation of progestin-containing contraceptives may impair the ability of ella to delay ovulation. ( 7.1 ) 7.1 Changes in Emergency Contraceptive Effectiveness Associated with Co-Administration of Other Products CYP3A inducers Drugs or herbal products that induce CYP3A4 decrease the plasma concentrations of ella , and may decrease its effectiveness [see Warnings and Precautions (5.4) and Clinical Pharmacology (12.3) ] . Avoid co-administration of ella and drugs or herbal products such as: barbiturates bosentan carbamazepine felbamate griseofulvin oxcarbazepine phenytoin rifampin St. John's Wort topiramate Hormonal contraceptives Progestin-containing contraceptives may impair the ability of ella to delay ovulation. After using ella , if a woman wishes to initiate or resume hormonal contraception, she can do so, no sooner than 5 days after the intake of ella and she should use a reliable barrier method until the next menstrual period. If a woman used ella due to a known or suspected failure of her hormonal contraception refer to the hormonal contraceptive’s prescribing information for instructions on what to do [see Dosage and Administration (2.2) , Warnings and Precautions (5.5) and Clinical Pharmacology (12.2) ] . 7.2 Increase in Plasma Concentrations of ella Associated with Co-Administered Drugs CYP3A4 inhibitors such as itraconazole or ketoconazole increase plasma concentrations of ella [see Pharmacokinetics (12.3) ] . 7.3 Effects of ella on Co-Administered Drugs Hormonal contraceptives: ella may impact the effect of the progestin component of hormonal contraceptives. Therefore, if a woman wishes to use hormonal contraception after using ella , she should use a reliable barrier method for subsequent acts of intercourse until her next menstrual period [see Dosage and Administration (2.2) , Warnings and Precautions (5.5) and Clinical Pharmacology (12.2) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most common adverse reactions (≥ 5%) in the clinical trials were headache (18%), abdominal pain (12%), nausea (12%), dysmenorrhea (9%), fatigue (6%) and dizziness (5%). ( 6 )To report SUSPECTED ADVERSE REACTIONS, contact HRA Pharma America Inc., at 844-994-0329 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Ella was studied in an open-label multicenter trial (Open-Label Study) and in a comparative, randomized, single-blind, multicenter trial (Single-Blind Comparative Study). In these studies, a total of 2,637 (1,533 + 1,104) women in the 30 mg ulipristal acetate groups were included in the safety analysis. The mean age of women who received ulipristal acetate was 24.5 years and the mean body mass index (BMI) was 25.3. The racial demographics of those enrolled were 67% Caucasian, 20% Black or African American, 2% Asian, and 12% other. The most common adverse reactions (≥ 10%) in the clinical trials for women receiving ella were headache (18% overall), nausea (12% overall) and abdominal and upper abdominal pain (12% overall). Table 1 lists those adverse reactions that were reported in ≥ 5% of subjects in the clinical studies ( 14 ). Table 1: Adverse Reactions in ≥ 5% of Women (%) Receiving a Single Dose of ella (30 mg Ulipristal Acetate) Most Common Adverse Reactions Open-Label Study Single-Blind Comparative Study N = 1,533 N = 1,104 Headache 18 19 Nausea 12 13 Abdominal and upper abdominal pain 15 8 Dysmenorrhea 7 13 Fatigue 6 6 Dizziness 5 5 6.2 Postmarketing Experience Adolescents: the safety profile observed in adolescents aged 17 and younger in studies and post-marketing is similar to the safety profile in adults [see Pediatric Use (8.4) ] . The following adverse reactions have been identified during post-approval use of ella : Skin and Subcutaneous Tissue Disorders: Acne Hypersensitivity reactions, including rash, urticaria, pruritis, and angioedema Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Ella is contraindicated for use in the case of known or suspected pregnancy [see Use in Specific Populations (8.1) ]. Known or suspected pregnancy ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Take one tablet orally as soon as possible, within 120 hours (5 days) after unprotected intercourse or a known or suspected contraceptive failure. Take with or without food. Take at any time during the menstrual cycle. ( 2.1 ) After ella use, initiate or resume hormonal contraception no sooner than 5 days after the intake of ella and use a reliable barrier method until the next menstrual period. ( 2.2 ) If vomiting occurs within 3 hours of taking ella , consider repeating the dose. ( 2.3 ) 2.1 Recommended Dosage and Administration Take one tablet of ella orally as soon as possible within 120 hours (5 days) after unprotected intercourse or a known or suspected contraceptive failure. Take ella with or without food. Take ella at any time during the menstrual cycle. 2.2 Recommendations Regarding Use with Hormonal Contraception After ella use, initiate or resume hormonal contraception no sooner than 5 days after the intake of ella and use a reliable barrier method until the next menstrual period. For known or suspected failure of hormonal contraception refer to the hormonal contraceptive’s prescribing information for instructions on what to do [see Warnings and Precautions (5.5) , Drug Interactions (7.1) and Clinical Pharmacology (12.2 )] . 2.3 Recommendation in Case of Gastrointestinal Disturbances If vomiting occurs within 3 hours of taking ella , consider repeating the dose."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Ella is a progesterone agonist/antagonist emergency contraceptive indicated for prevention of pregnancy following unprotected intercourse or a known or suspected contraceptive failure [see Dosage and Administration (2.1) ] . Ella is not intended for routine use as a contraceptive. Ella is a progesterone agonist/antagonist emergency contraceptive indicated for prevention of pregnancy following unprotected intercourse or a known or suspected contraceptive failure. Ella is not intended for routine use as a contraceptive. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:03:01.816642",
  "source": "OpenFDA"
}