{
  "drug_name": "Uridine triacetate",
  "generic_name": [
    "CAPECITABINE"
  ],
  "brand_names": [
    "capecitabine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Allopurinol: Avoid concomitant use of allopurinol with capecitabine tablets. ( 7.1 ) • Leucovorin : Closely monitor for toxicities when capecitabine tablets is coadministered with leucovorin. ( 7.1 ) • CYP2C9 substrates : Closely monitor for adverse reactions when CYP2C9 substrates are coadministered with capecitabine tablets. ( 7.2 ) • Vitamin K antagonists : Monitor INR more frequently and dose adjust oral vitamin K antagonist as appropriate • Phenytoin : Closely monitor phenytoin levels in patients taking capecitabine tablets concomitantly with phenytoin and adjust the phenytoin dose as appropriate. ( 7.2 ) • Nephrotoxic drugs : Closely monitor for signs of renal toxicity when capecitabine tablets is used concomitantly with nephrotoxic drugs. ( 7.3 ) 7.1 Effect of Other Drugs on Capecitabine Tablets Allopurinol Concomitant use with allopurinol may decrease concentration of capecitabine’s active metabolites [see Clinical Pharmacology ( 12.3 )], which may decrease efficacy. Avoid concomitant use of allopurinol with capecitabine tablets. Leucovorin The concentration of fluorouracil is increased and its toxicity may be enhanced by leucovorin, folic acid, or folate analog products. Deaths from severe enterocolitis, diarrhea, and dehydration have been reported in elderly patients receiving weekly leucovorin and fluorouracil. Instruct patients not to take products containing folic acid or folate analog products unless directed to do so by their healthcare provider. 7.2 Effect of Capecitabine Tablets on Other Drugs CYP2C9 Substrates Capecitabine tablets increased exposure of CYP2C9 substrates [see Clinical Pharmacology (12.3) ], which may increase the risk of adverse reactions related to these substrates. Closely monitor for adverse reactions of CYP2C9 substrates where minimal concentration changes may lead to serious adverse reactions when used concomitantly with capecitabine tablets (e.g., anticoagulants, antidiabetic drugs). Vitamin K Antagonists Capecitabine tablets increases exposure of vitamin K antagonist [see Clinical Pharmacology (12.3) ], which may alter coagulation parameters and/or bleeding and could result in death [see Warning and Precautions ( 5.1 )]. These events may occur within days of treatment initiation and up to 1 month after discontinuation of capecitabine tablets. Monitor INR more frequently and refer to the prescribing information of oral vitamin K antagonist for dosage adjustment, as appropriate, when capecitabine tablets is used concomitantly with vitamin K antagonist. Phenytoin Capecitabine tablets may increases exposure of phenytoin, which may increase the risk of adverse reactions related to phenytoin. Closely monitor phenytoin levels and refer to the prescribing information of phenytoin for dosage adjustment, as appropriate, when capecitabine tablets is used concomitantly with phenytoin. 7.3 Nephrotoxic Drugs Due of the additive pharmacologic effect, concomitant use of capecitabine tablets with other drugs known to cause renal toxicity may increase the risk of renal toxicity [see Warnings and Precautions ( 5.6 )]. Closely monitor for signs of renal toxicity when capecitabine tablets is used concomitantly with nephrotoxic drugs (e.g. platinum salts, irinotecan, methotrexate, intravenous bisphosphonates)."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Cardiotoxicity [see Warnings and Precautions ( 5.3 )] Diarrhea [see Warnings and Precautions ( 5.4 )] Dehydration [see Warnings and Precautions ( 5.5 )] Renal Toxicity [see Warnings and Precautions ( 5.6 )] Serious Skin Toxicities [see Warnings and Precautions ( 5.7 )] Palmar-Plantar Erythrodysesthesia Syndrome [see Warnings and Precautions ( 5.8 )] Myelosuppression [see Warnings and Precautions ( 5.9 )] Hyperbilirubinemia [see Warnings and Precautions ( 5.10 )] • Most common adverse reactions in patients who received capecitabine tablets as a single agent for the adjuvant treatment for colon cancer (>30%) were palmar-plantar erythrodysesthesia syndrome, diarrhea, and nausea. ( 6.1 ) • Most common adverse reactions (>30%) in patients with metastatic colorectal cancer who received capecitabine tablets as a single agent were anemia, diarrhea, palmar-plantar erythrodysesthesia syndrome, hyperbilirubinemia, nausea, fatigue, and abdominal pain. ( 6.1 ) • Most common adverse reactions (>30%) in patients with metastatic breast cancer who received capecitabine tablets with docetaxel were diarrhea, stomatitis, palmar-plantar erythrodysesthesia syndrome, nausea, alopecia, vomiting, edema, and abdominal pain. ( 6.1 ) • Most common adverse reactions (>30%) in patients with metastatic breast cancer who received capecitabine tablets as a single agent were lymphopenia, anemia, diarrhea, handand- foot syndrome, nausea, fatigue, vomiting, and dermatitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Dr. Reddy’s Laboratories Inc., at 1-888-375-3784 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adjuvant Treatment of Colon Cancer Single Agent The safety of capecitabine tablets as a single agent was evaluated in patients with Stage III colon cancer in X-ACT [see Clinical Studies (14.1)]. Patients receivedcapecitabine tablets 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle (N=995) or leucovorin 20 mg/m 2 intravenously followed by fluorouracil 425 mg/m 2 as an intravenous bolus on days 1 to 5 of each 28-day cycle (N=974). Among patients who received capecitabine tablets, the median duration of treatment was 5.4 months. Deaths due to all causes occurred in 0.8% of patients who received capecitabine tablets on study or within 28 days of receiving study drug. Permanent discontinuation due to an adverse reaction occurred in 11% of patients who received capecitabine tablets. Most common adverse reactions (>30%) were palmar-plantar erythrodysesthesia syndrome, diarrhea, and nausea. Tables 2 and 3 summarize the adverse reactions and laboratory abnormalities in X-ACT. Table 2 Adverse Reactions (>10%) in Patients Who Received Capecitabine Tablets for Adjuvant Treatment of Colon Cancer in X-ACT Adverse Reaction C apecitabine Tablets (N=995) Fluorouracil + Leucovorin (N=974) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesiasyndrome 60 17 9 <1 Gastrointestinal Diarrhea 47 12 65 14 Nausea 34 2 47 2 Stomatitis 22 2 60 14 Vomiting 15 2 21 2 Abdominal pain 14 3 16 2 General Fatigue 16 <1 16 1 Asthenia 10 <1 10 1 Lethargy 10 <1 9 <1 Clinically relevant adverse reactions in <10% of patients are presented below: Eye: conjunctivitis Gastrointestinal: constipation, upper abdominal pain, dyspepsia General: pyrexia Metabolism and Nutrition : anorexia Nervous System:d izziness, dysgeusia, headache Skin & Subcutaneous Tissue: rash, alopecia, erythema Table 3 Grade 3 or 4 Laboratory Abnormalities (>1%) in Patients Who Received Capecitabine Tablets as a Single Agent for Adjuvant Treatment of Colon Cancer in X- ACT Laboratory Abnormality C apecitabine Tablets (N=995) Fluorouracil + Leucovorin (N=974) Grade 3 or 4 (%) Grade 3 or 4 (%) Bilirubin increased 20 6 Lymphocytes decreased 13 13 Neutrophils/granulocytes decreased 2.4 26 Calcium decreased 2.3 2.2 Neutrophils decreased 2.2 26 ALT increased 1.6 0.6 Calcium increased 1.1 0.7 Hemoglobin decreased 1 1.2 Platelets decreased 1 0.7 In Combination with Oxaliplatin-Containing Regimens The safety of capecitabine tablets for the perioperative treatment of adults with Stage III colon cancer as a component of a combination chemotherapy regimen was derived from published literature [see Clinical Studies ( 14.1 )]. The safety of capecitabine tablets for the adjuvant treatment of patients with Stage III colon cancer as a component of a combination chemotherapy regimen was similar to those in patients treated with capecitabine tablets as a single agent, with the exception of an increased incidence of neurosensory toxicity. Perioperative Treatment of RectalCancer The safety of capecitabine tablets for the perioperative treatment of adults with locally advanced rectal cancer as a component of chemoradiotherapy was derived from published literature [see Clinical Studies ( 14.1 )]. The safety of capecitabine tablets for the perioperative treatment of adults with locally advanced rectal cancer as a component of chemoradiotherapy was similar to those in patients treated with capecitabine tablets as a single agent, with the exception of an increased incidence of diarrhea. Metastatic Colorectal Cancer Single Agent The safety of capecitabine tablets as a single agent was evaluated in a pooled metastatic colorectal cancer population (Study SO14695 and Study SO14796)[see Clinical Studies ( 14.1 )]. Patients received capecitabine tablets 1,250 mg/m 2 orally twice a day for the first 14 days of a 21-day cycle (N=596) or leucovorin 20 mg/m 2 intravenously followed by fluorouracil 425 mg/m 2 as an intravenous bolus on days 1 to 5 of each 28-day cycle (N=593). Among the patients who received capecitabine tablets, the median duration of treatment was 4.6 months. Deaths due to all causes occurred in 8% of patients who received capecitabine tablets on study or within 28 days of receiving study drug. Permanent discontinuation due to an adverse reaction or intercurrent illness occurred in 13% of patients who received capecitabine tablets. Most common adverse reactions (>30%) were anemia, diarrhea, palmar-plantar erythrodysesthesia syndrome, hyperbilirubinemia, nausea, fatigue, and abdominal pain. Table 4 shows the adverse reactions occurring in this pooled colorectal cancer population. Table 4 Adverse Reactions (>10%) in Patients Who Received Capecitabine Tablets in Pooled Metastatic Colorectal Cancer Population (Study SO14695 and Study SO14796) Adverse Reaction C apecitabine Tablets (N=596) Fluorouracil + Leucovorin (N=593) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Blood and Lymphatic System Anemia 80 2 <1 79 1 <1 Neutropenia 13 1 2 46 8 13 Gastrointestinal Diarrhea 55 13 2 61 10 2 Nausea 43 4 – 51 3 <1 Abdominal pain 35 9 <1 31 5 – Vomiting 27 4 <1 30 4 <1 Stomatitis 25 2 <1 62 14 1 Constipation 14 1 <1 17 1 – Gastrointestinal motility disorder 10 <1 – 7 <1 – Oral discomfort 10 – – 10 – – Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia syndrome 54 17 NA 6 1 NA Dermatitis 27 1 – 26 1 – Hepatobiliary Hyperbilirubinemia 48 18 5 17 3 3 General Fatigue* 42 4 – 46 4 – Pyrexia 18 1 – 21 2 – Edema 15 1 – 9 1 – Pain 12 1 – 10 1 – Metabolism and Nutrition Decreased appetite 26 3 <1 31 2 <1 Respiratory Thoracic and Mediastinal Dyspnea 14 1 – 10 <1 1 Eye Eye irritation 13 – – 10 <1 – Nervous System Peripheral sensory neuropathy 10 – – 4 – – Headache 10 1 – 7 – – Musculoskeletal Back pain 10 2 – 9 <1 – – Not observed* Includes weakness NA = Not Applicable Clinically relevant adverse reactions in <10% of patients are presented below: Eye: abnormal vision Gastrointestinal: upper gastrointestinal tract inflammatory disorders, gastrointestinal hemorrhage, ileus General: chest pain Infections: viral Metabolism and Nutrition: dehydration Musculoskeletal: arthralgia Nervous System:dizziness (excluding vertigo), insomnia, taste disturbance Psychiatric: mood alteration, depression Respiratory, Thoracic, and Mediastinal:cough, pharyngeal disorder Skin and Subcutaneous Tissue: skin discoloration, alopecia Vascular: venous thrombosis In Combination with Oxaliplatin The safety of capecitabine tablets for the treatment of patients with unresectable or metastatic colorectal cancer as a component of a combination chemotherapy regimen was derived from published literature [see Clinical Studies ( 14.1 )]. The safety of capecitabine tablets for the treatment of patients with unresectable or metastatic colorectal cancer as a component of a combination chemotherapy regimen was similar to those in patients treated with capecitabine tablets as a single agent, with the exception of an increased incidence of peripheral neuropathy. Metastatic Breast Cancer In Combination with Docetaxel The safety of capecitabine tablets in combination with docetaxel was evaluated in patients with metastatic breast cancer in Study SO14999 [see Clinical Studies ( 14.2 )].Patients received capecitabine tablets 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle with docetaxel 75 mg/m 2 as 1- hour intravenous infusion on day 1 of each 21-day cycle for at least 6 weeks or docetaxel 100 mg/m 2 as a 1-hour intravenous infusion on day 1 of each 21-day cycle for at least 6 weeks. Among patients who received capecitabine tablets, the mean duration of treatment was 4.2 months. Permanent discontinuation due to an adverse reaction occurred in 26% of patients who received capecitabine tablets. Dosage interruptions due to an adverse reaction occurred in 79% of patients who received capecitabine tablets and dosage reductions due to an adverse reaction occurred in 65%. Most common adverse reactions (>30%) were diarrhea, stomatitis, palmar-plantar erythrodysesthesia syndrome, nausea, alopecia, vomiting, edema, and abdominal pain. Table 5 summarizes the adverse reactions in Study SO14999. Table 5 Adverse Reactions (≥10%) in Patients Who Received Capecitabine Tablets with Docetaxel for Metastatic Breast Cancer in Study SO14999 Adverse Reaction C apecitabine Tablets with Docetaxel (N=251) Docetaxel (N=255) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Gastrointestinal Diarrhea 67 14 <1 48 5 <1 Stomatitis 67 17 <1 43 5 – Nausea 45 7 – 36 2 – Vomiting 35 4 1 24 2 – Abdominal pain 30 3 <1 24 2 – Constipation 20 2 – 18 – – Dyspepsia 14 – – 8 1 – Skin and Subcutaneous Tissue Palmar-plantar erythrodysesthesia syndrome 63 24 NA 8 1 NA Alopecia 41 6 – 42 7 – Nail disorder 14 2 – 15 – – Cardiac Edema 33 <2 – 34 <3 1 General Pyrexia 28 2 – 34 2 – Asthenia 26 4 <1 25 6 – Fatigue 22 4 – 27 6 – Weakness 16 2 – 11 2 – Pain in Limb 13 <1 – 13 2 – Blood and Lymphatic System Neutropenic fever 16 3 13 21 5 16 Nervous System Taste disturbance 16 <1 – 14 <1 – Headache 15 3 – 15 2 – Paresthesia 12 <1 – 16 1 – Dizziness 12 – – 8 <1 – Musculoskeletal and Connective Tissue Arthralgia 15 2 – 24 3 – Myalgia 15 2 – 25 2 – Back Pain 12 <1 – 11 3 – Respiratory, Thoracic and Mediastinal Dyspnea 14 2 <1 16 2 – Cough 13 1 – 22 <1 – Sore Throat 12 2 – 11 <1 – Metabolism and Nutrition Anorexia 13 <1 – 11 <1 – Appetite decreased 10 – – 5 – – Dehydration 10 2 – 7 <1 <1 Eye Lacrimation increased 12 – – 7 <1 – – Not observed NA = Not Applicable Clinically relevant adverse reactions in <10% of patients are presented below: Blood and Lymphatic System: agranulocytosis, prothrombin decreased Cardiac: supraventricular tachycardia Eye: conjunctivitis, eye irritation Gastrointestinal: ileus, necrotizing enterocolitis, esophageal ulcer, hemorrhagic diarrhea, dry mouth General: chest pain (non-cardiac), lethargy, pain, influenza-like illness Hepatobiliary: jaundice, abnormal liver function tests, hepatic failure, hepatic coma, hepatotoxicity Immune System: hypersensitivity Infection: hypoesthesia, neutropenic sepsis, sepsis, bronchopneumonia, oral candidiasis, urinary tract infection Metabolism and Nutrition: weight decreased Musculoskeletal and Connective Tissue:bone pain Nervous System: insomnia, peripheral neuropathy, ataxia, syncope, taste loss, polyneuropathy, migraine Psychiatric: depression Renal and Urinary: renal failure Respiratory, Thoracic and Mediastinal: upper respiratory tract infection, pleural effusion, epistaxis, rhinorrhea Skin and Subcutaneous Tissue: pruritis, rash erythematous, dermatitis, nail discoloration, onycholysis Vascular: lymphedema, hypotension, venous phlebitis and thrombophlebitis, postural hypotension, flushing Table 6 summarizes the laboratory abnormalities in this trial. Table 6 Laboratory Abnormalities (≥20%) in Patients Who Received Capecitabine Tablets with Docetaxel for Metastatic Breast Cancer in Study SO14999 Laboratory Abnormality C apecitabine Tablets with Docetaxel (N=251) Docetaxel (N=255) All Grades (%) Grade 3 (%) Grade 4 (%) All Grades (%) Grade 3 (%) Grade 4 (%) Hematologic Lymphocytopenia 99 48 41 98 44 40 Leukopenia 91 37 24 88 42 33 Neutropenia 86 20 49 87 10 66 Anemia 80 7 3 83 5 <1 Thrombocytopenia 41 2 1 23 1 2 Hepatobiliary Hyperbilirubinemia 20 7 2 6 2 2 Single Agent The safety of capecitabine tablets as a single agent was evaluated in patients with metastatic breast cancer in Study SO14697 [see Clinical Studies ( 14.2 )]. Patients received capecitabine tablets 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle. The mean duration of treatment was 3.7 months. Permanent discontinuation due to an adverse reaction or intercurrent illness occurred in 8% of patients. Most common adverse reactions (>30%) were lymphopenia, anemia, diarrhea, hand-and-foot syndrome, nausea, fatigue, vomiting, and dermatitis. Table 7 summarizes the adverse reactions in Study SO14697. Table 7 Adverse Reactions (>10%) in Patients Who Received Capecitabine Tablets for Metastatic Breast Cancer in Study SO14697 Adverse Reaction C apecitabine Tablets (n=162) All Grades (%) Grade 3 (%) Grade 4 (%) Blood and Lymphatic System Lymphopenia 94 44 15 Anemia 72 3 1 Neutropenia 26 2 2 Thrombocytopenia 24 3 1 Gastrointestinal Diarrhea 57 12 3 Nausea 53 4 – Vomiting 37 4 – Stomatitis 24 7 – Abdominal pain 20 4 – Constipation 15 1 – Skin and Subcutaneous Tissue Hand-and-foot syndrome 57 11 NA Dermatitis 37 1 – General Fatigue 41 8 – Pyrexia 12 1 – Metabolism and Nutrition Anorexia 23 3 – Hepatobiliary Hyperbilirubinemia 22 9 2 Nervous System Paresthesia 21 1 – Eye Eye irritation 15 – – – = Not observed NA = Not Applicable Pooled SafetyPopulation Clinically relevant adverse reactions in <10% of patients who received capecitabine tablets as a single agent are presented below. Blood & Lymphatic System: leukopenia, coagulation disorder, bone marrow depression, pancytopenia Cardiac: tachycardia, bradycardia, atrial fibrillation, myocarditis, edema Ear: vertigo Eye: conjunctivitis Gastrointestinal: abdominal distension, dysphagia, proctalgia, gastric ulcer, ileus, gastroenteritis, dyspepsia General: chest pain, influenza-like illness, hot flushes, pain, thirst, fibrosis, hemorrhage, edema, pain in limb Hepatobiliary: hepatic fibrosis, hepatitis, cholestatic hepatitis, abnormal liver function tests Immune System:drug hypersensitivity Infections: bronchitis, pneumonia, keratoconjunctivitis, sepsis, fungal infections Metabolism and Nutrition: cachexia, hypertriglyceridemia, hypokalemia, hypomagnesemia, dehydration Musculoskeletal and Connective Tissue:myalgia, arthritis, muscleweakness Nervous System: insomnia, ataxia, tremor, dysphasia, encephalopathy, dysarthria, impaired balance, headache, dizziness Psychiatric: depression, confusion Renal and Urinary: renal impairment Respiratory, Mediastinal and Thoracic: cough, epistaxis, respiratory distress, dyspnea Skin and Subcutaneous Tissue:nail disorder, sweating increased, photosensitivity reaction, skin ulceration, pruritus, radiation recall syndrome Vascular: hypotension, hypertension, lymphedema, pulmonary embolism Unresectable or Metastatic Gastric, Esophageal, or Gastroesophageal Junction Cancer The safety of capecitabine tablets for the treatment of adults with unresectable or metastatic gastric, esophageal, or gastroesophageal junction cancer as a component of a combination chemotherapy regimen was derived from published literature [see Clinical Studies ( 14.3 )]. The safety of capecitabine tablets for the treatment of adults with unresectable or metastatic gastric, esophageal, or gastroesophageal junction cancer as a component of a combination chemotherapy regimen was consistent with the known safety profile of capecitabine tablets. The safety of capecitabine tablets for the treatment of patients with HER2-overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma who have not received prior treatment for metastatic disease as a component of a combination regimen was derived from the published literature [see Clinical Studies ( 14.3 )]. The safety of capecitabine tablets for the treatment of patients with HER2-overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma was consistent with the known safety profile of capecitabine tablets. Pancreatic Cancer The safety of capecitabine tablets for the adjuvant treatment of adults with pancreatic adenocarcinoma as a component of a combination chemotherapy regimen was derived from the published literature [see Clinical Studies ( 14.4 )]. The safety of capecitabine tablets for the adjuvant treatment of adults with pancreatic adenocarcinoma as a component of a combination chemotherapy regimen was consistent with the known safety profile of capecitabine tablets. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of capecitabine tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Eye: lacrimal duct stenosis, corneal disorders including keratitis Hepatobiliary: hepatic failure Immune System Disorders: angioedema Nervous System: toxic leukoencephalopathy Renal & Urinary: acute renal failure secondary to dehydration including fatal outcome Skin & Subcutaneous Tissue: cutaneous lupus erythematosus, severe skin reactions such as Stevens-Johnson Syndrome and Toxic Epidermal Necrolysis (TEN), persistent or severe PPES can eventually lead to loss of fingerprints"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Capecitabine tablets is contraindicated in patients with history of severe hypersensitivity reaction to fluorouracil or capecitabine [see Adverse Reactions ( 6.1 )]. History of severe hypersensitivity reactions to fluorouracil or capecitabine (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Adjuvant Treatment of Colon Cancer • Single agent: 1,250 mg/m 2 twice daily orally for the first 14 days of each 21-day cycle for a maximum of 8 cycles. ( 2.1 ) In combination with Oxaliplatin-Containing Regimens: 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle for a maximum of 8 cycles in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. ( 2.1 ) Perioperative Treatment of Rectal Cancer • With Concomitant Radiation Therapy: 825 mg/m 2 orally twice daily ( 2.1 ) • Without Radiation Therapy: 1,250 mg/m 2 orally twice daily ( 2.1 ) Unresectable or Metastatic Colorectal Cancer: • Single agent: 1,250 mg/m 2 twice daily orally for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity. ( 2.1 ) • In Combination with Oxaliplatin: 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. ( 2.1 ) Advanced or Metastatic Breast Cancer: • Single agent: 1,000 mg/m 2 or 1,250 mg/m 2 twice daily orally for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity. ( 2.2 ) • In combination with docetaxel: 1,000 mg/m 2 or 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle, until disease progression or unacceptable toxicity in combination with docetaxel at 75 mg/m 2 administered intravenously on day 1 of each cycle ( 2.2 ) Unresectable or Metastatic Gastric, Esophageal, or Gastroesophageal Junction Cancer • 625 mg/m 2 orally twice daily on days 1 to 21 of each 21-day cycle for a maximum of 8 cycles in combination with platinum-containing chemotherapy. ( 2.3 ) OR • 850 mg/m 2 or 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. ( 2.3 ) HER2-overexpressing metastatic adenocarcinoma of the gastroesophageal junction or stomach • 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with cisplatin and trastuzumab. ( 2.3 ) Pancreatic cancer • 830 mg/m 2 orally twice daily for the first 21 days of each 28-day cycle for maximum of 6 cycles in combination with gemcitabine 1,000 mg/m 2 administered intravenously on days 1, 8, and 15 of each cycle. ( 2.4 ) Refer to Sections 2.5 and 2.6 for information related to dosage modifications for adverse reactions and renal impairment ( 2.5 and 2.6 ). 2.1 Recommended Dosage for Colorectal Cancer Adjuvant Treatment of Colon Cancer Single Agent The recommended dosage of capecitabine tablets is 1,250 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle for a maximum of 8 cycles. In Combination with Oxaliplatin-Containing Regimens The recommended dosage of capecitabine tablets is 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle for a maximum of 8 cycles in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. Refer to the oxaliplatin prescribing information for additional dosing information as appropriate. Perioperative Treatment of Rectal Cancer The recommended dosage of capecitabine is 825 mg/m 2 orally twice daily when administered with concomitant radiation therapy and 1,250 mg/m 2 orally twice daily when administered without radiation therapy as part of a peri-operative combination regimen. Unresectable or Metastatic Colorectal Cancer Single Agent The recommended dosage of capecitabine tablets is 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle until disease progression or unacceptable toxicity. In Combination with Oxaliplatin The recommended dosage of capecitabine tablets is 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. Refer to the Prescribing Information for oxaliplatin for additional dosing information as appropriate. 2.2 Recommended Dosage for Breast Cancer Advanced or Metastatic Breast Cancer Single Agent The recommended dosage of capecitabine tablets is 1,000 mg/m 2 or 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle until disease progression or unacceptable toxicity. Individualize the dose and dosing schedule of capecitabine tablets based on patient risk factors and adverse reaction In Combination with Docetaxel The recommended dosage of capecitabine tablets is 1,000 mg/m 2 or 1,250 mg/m 2 orally twice daily for the first 14 days of a 21-day cycle until disease progression or unacceptable toxicity in combination with docetaxel 75 mg/m 2 administered intravenously on day 1 of each cycle. Refer to the Prescribing Information for docetaxel for additional dosing information as appropriate. 2.3 Recommended Dosage for Gastric, Esophageal, or Gastroesophageal Junction Cancer The recommended dosage of capecitabine tablets for unresectable or metastatic gastric, esophageal, or gastroesophageal junction cancer is: • 625 mg/m 2 orally twice daily on days 1 to 21 of each 21-day cycle for a maximum of 8 cycles in combination with platinum-containing chemotherapy. OR • 850 mg/m 2 or 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with oxaliplatin 130 mg/m 2 administered intravenously on day 1 of each cycle. Individualize the dose and dosing schedule of capecitabine tablets based on patient risk factors and adverse reactions. The recommended dosage of capecitabine tablets for HER2- overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma is 1,000 mg/m 2 orally twice daily for the first 14 days of each 21-day cycle until disease progression or unacceptable toxicity in combination with cisplatin and trastuzumab. Refer to the Prescribing Information for agents used in combination for additional dosing information as appropriate. 2.4 Recommended Dosage for Pancreatic Cancer The recommended dosage of capecitabine tablets is 830 mg/m 2 orally twice daily for the first 21 days of each 28-day cycle until disease progression, unacceptable toxicity, or for a maximum 6 cycles in combination with gemcitabine 1,000 mg/m 2 administered intravenously on days 1, 8, and 15 of each cycle. Refer to Prescribing Information for gemcitabine for additional dosing information as appropriate. 2.5 Dosage Modifications for Adverse Reactions Monitor patients for adverse reactions and modify dosages of capecitabine tablets as described in Table 1. Do not replace missed doses of capecitabine tablets; instead resume capecitabine tablets with the next planned dosage. When capecitabine tablets is administered with docetaxel, withhold capecitabine tablets and docetaxel until the requirements for resuming both capecitabine tablets and docetaxel are met. Refer to the Prescribing Information for docetaxel for additional dosing information as appropriate. Table 1 Recommended Dosage Modifications for Adverse Reactions Severity Dosage Modification Resume at Sameor Reduced Dose (Percentof Current Dose) Grade 2 1st appearance Withhold until resolved to grade 0-1. 100% 2nd appearance 75% 3rd appearance 50% 4th appearance Permanently discontinue. - Grade 3 1st appearance Withholduntil resolved to grade 0-1. 75% 2nd appearance 50% 3rd appearance Permanently discontinue. - Grade 4 1st appearance Permanently discontinue OR Withhold until resolved to grade 0-1. 50% Hyperbilirubinemia Patients with Grade 3-4 hyperbilirubinemia may resume treatment once the event is Grade 2 or less (less than three times the upper limit of normal), using the percent of current dose as shown in column 3 of Table 1 [see Warnings and Precautions ( 5.10 )]. 2.6 Dosage Modification For Renal Impairment Reduce the dose of capecitabine tablets by 25% for patients with creatinine clearance (CLcr) of 30 to 50 mL/min as determined by Cockcroft-Gault equation. A dosage has not been established in patients with severe renal impairment (CLcr <30 mL/min) [see Use in Specific Populations (8.6) ]. 2.7 Administration Round the recommended dosage for patients to the nearest 150 mg dose to provide whole capecitabine tablets. Swallow capecitabine tablets whole with water within 30 minutes after a meal. Do not chew, cut, or crush capecitabine tablets [see Warnings and Precautions ( 5.12 )]. Take capecitabine tablets at the same time each day approximately 12 hours apart. Do not take an additional dose after vomiting and continue with the next scheduled dose. Do not take a missed dose and continue with the next scheduled dose. Capecitabine tablet is a hazardous drug. Follow applicable special handling and disposal procedures."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Capecitabine tablets is a nucleoside metabolic inhibitor indicated for: Colorectal Cancer • adjuvant treatment of patients with Stage III colon cancer as a single agent or as a component of a combination chemotherapy regimen. ( 1.1 ) • perioperative treatment of adults with locally advanced rectal cancer as a component of chemoradiotherapy. ( 1.1 ) • treatment of patients with unresectable or metastatic colorectal cancer as a single agent or as a component of a combination chemotherapy regimen. ( 1.1 ) Breast Cancer • treatment of patients with advanced or metastatic breast cancer as a single agent if an anthracycline-or taxane-containing chemotherapy is not indicated. ( 1.2 ) • treatment of patients with advanced or metastatic breast cancer in combination with docetaxel after disease progression on prior anthracycline-containing chemotherapy. ( 1.2 ) Gastric, Esophageal, or Gastroesophageal Junction Cancer • treatment of adults with unresectable or metastatic gastric, esophageal, or gastroesophageal junction cancer as a component of a combination chemotherapy regimen. ( 1.3 ) • treatment of adults with HER2-overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma who have not received prior treatment for metastatic disease as a component of a combination regimen. ( 1.3 ) Pancreatic Cancer • adjuvant treatment of adults with pancreatic adenocarcinoma as a component of a combination chemotherapy regimen. ( 1.4 ) 1.1 Colorectal Cancer Capecitabine tablets are indicated for the: adjuvant treatment of patients with Stage III colon cancer as a single agent or as a component of a combination chemotherapy regimen. perioperative treatment of adults with locally advanced rectal cancer as a component of chemoradiotherapy. treatment of patients with unresectable or metastatic colorectal cancer as a single agent or as a component of a combination chemotherapy regimen. 1.2 Breast Cancer Capecitabine tablets are indicated for the: • treatment of patients with advanced or metastatic breast cancer as a single agent if an anthracycline- or taxanecontaining chemotherapy is not indicated. • treatment of patients with advanced or metastatic breast cancer in combination with docetaxel after disease progression on prior anthracycline-containing chemotherapy. 1.3 Gastric, Esophageal, or Gastroesophageal Junction Cancer Capecitabine tablets are indicated for the: • treatment of adults with unresectable or metastatic gastric, esophageal, or gastroesophageal junction cancer as a component of a combination chemotherapy regimen. • treatment of adults with HER2-overexpressing metastatic gastric or gastroesophageal junction adenocarcinoma who have not received prior treatment for metastatic disease as a component of a combination regimen. 1.4 Pancreatic Cancer Capecitabine tablets are indicated for the adjuvant treatment of adults with pancreatic adenocarcinoma as a component of a combination chemotherapy regimen."
  ],
  "fetched_at": "2025-10-01T17:23:07.475251",
  "source": "OpenFDA"
}