{
  "drug_name": "Vaborbactam",
  "generic_name": [
    "MEROPENEM-VABORBACTAM"
  ],
  "brand_names": [
    "VABOMERE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Hormonal Contraceptives: Effectiveness may be reduced; use an effective alternative non-hormonal form of contraception or additional contraceptive method. ( 7.4 , 12.3 ) 7.1 Valproic Acid Case reports in the literature have shown that co-administration of carbapenems, including meropenem, to patients receiving valproic acid or divalproex sodium results in a reduction in valproic acid concentrations. The valproic acid concentrations may drop below the therapeutic range as a result of this interaction, therefore increasing the risk of breakthrough seizures. Although the mechanism of this interaction is unknown, data from in vitro and animal studies suggest that carbapenems may inhibit the hydrolysis of valproic acid's glucuronide metabolite (VPA-g) back to valproic acid, thus decreasing the serum concentrations of valproic acid. If administration of VABOMERE is necessary, then supplemental anti-convulsant therapy should be considered [see Warnings and Precautions (5.5) ] . 7.2 Probenecid Probenecid competes with meropenem for active tubular secretion, resulting in increased plasma concentrations of meropenem. Co-administration of probenecid with VABOMERE is not recommended [see Clinical Pharmacology (12.3) ]. 7.3 Potential for VABOMERE to Affect Other Drugs When administering VABOMERE concomitantly with medicinal products that are predominantly metabolized by CYP1A2, CYP3A4, CYP2C, and/or are substrates of P-gp transporters, there is a potential risk of interaction which may result in decreased plasma concentrations and activity of the co-administered drug(s) [see Clinical Pharmacology (12.3) ]. When VABOMERE is concomitantly administered with the substrates of CYP1A2, CYP3A4, CYP2C, and/or P-gp, refer to the prescribing information for these concomitant medications for guidance on need for dosage adjustments and/or need for frequent drug level monitoring when administered with a weak CYP inducer(s). When administering VABOMERE concomitantly with medicinal products that are substrate of OAT3 transporters, there is a potential risk of interaction which may result in increased plasma concentrations and activity of the co-administered drug(s) [see Clinical Pharmacology (12.3) ]. When VABOMERE is concomitantly administered with OAT3 substrate(s), refer to the prescribing information for these concomitant medication(s) for guidance on need for dosage adjustments and/or need for frequent drug level monitoring when administered with an OAT3 inhibitor(s). 7.4 Hormonal Contraceptives Hormonal contraceptives (e.g., combined oral contraceptives containing a progestin and an estrogen) are metabolized by CYP3A and other pregnane X receptor (PXR)-regulated enzymes. Therefore, the blood concentration and the effectiveness of hormonal contraceptives may be reduced when used with VABOMERE [see Clinical Pharmacology (12.3) ] . Effective alternative non-hormonal forms of contraception or additional contraceptive methods are recommended for patients taking hormonal contraceptives when treated concomitantly with VABOMERE [see Use in Specific Populations (8.3) and Clinical Pharmacology (12.3) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in the Warnings and Precautions section: Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Seizure Potential [see Warnings and Precautions (5.2) ] Rhabdomyolysis [see Warnings and Precautions (5.3) ] Clostridioides difficile -associated Diarrhea [see Warnings and Precautions (5.4) ] Risk of Breakthrough Seizures Due to Drug Interaction with Valproic Acid [see Warnings and Precautions (5.5) ] Thrombocytopenia [see Warnings and Precautions (5.6) ] Potential for Neuromotor Impairment [see Warnings and Precautions (5.7) ] Development of Drug-Resistant Bacteria [see Warnings and Precautions (5.8) ] Overgrowth of Non-susceptible Organisms [see Warnings and Precautions (5.9) ] The most frequently reported adverse reactions occurring in ≥3% of patients treated with VABOMERE were headache, phlebitis/infusion site reactions, and diarrhea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Melinta Therapeutics at 1-844-633-6568 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. VABOMERE was evaluated in a Phase 3 comparator-controlled clinical trial in cUTI, including pyelonephritis, which included 272 patients treated with VABOMERE and 273 patients treated with the comparator piperacillin/tazobactam 4.5 grams (piperacillin 4 g/tazobactam 0.5 g) every 8 hours. After a minimum of 15 doses of IV therapy, patients could be switched to oral levofloxacin (500 mg daily every 24 hours) to complete the treatment course. Mean duration of IV therapy was 8 days in both treatment groups. Mean duration of IV and oral therapy was 10 days; patients with baseline bacteremia could receive up to 14 days of treatment. The mean age of patients treated with VABOMERE was 53 years (range 18 to 92 years), and 32% of patients were 65 years of age or older. Patients were predominantly female (66.5%) and White (93.4%). Most patients were enrolled in Europe (89.7%). Serious Adverse Reactions and Adverse Reactions Leading to Discontinuation Treatment was discontinued due to adverse reactions in 2.9% (8/272) of patients receiving VABOMERE and in 5.1% (14/273) of patients receiving piperacillin/tazobactam. Most common adverse reactions resulting in discontinuation of VABOMERE included hypersensitivity, 1.1% (3/272) and infusion-related reactions, 0.7% (2/272). Death occurred in 2 (0.7%) patients who received VABOMERE and in 2 (0.7%) patients who received piperacillin/tazobactam. Common Adverse Reactions The most frequently reported adverse reactions (3% or greater) in patients receiving VABOMERE in the Phase 3 cUTI trial were headache, phlebitis/infusion site reactions, and diarrhea. Table 3 provides adverse reactions occurring in 1% or greater of patients receiving VABOMERE in the Phase 3 cUTI trial. Table 3: Adverse Reactions Occurring in 1% or Greater of Patients Receiving VABOMERE in the Phase 3 Clinical Trial in cUTI Adverse Reactions VABOMERE (N=272) % Piperacillin/Tazobactam Piperacillin/tazobactam 4.5 grams (piperacillin 4 g/tazobactam 0.5 g) IV infused over 30 minutes every 8 hours. (N=273) % Headache 8.8 4.4 Phlebitis/Infusion site reactions Infusion site reactions include infusion/injection site phlebitis, infusion site thrombosis, and infusion site erythema. 4.4 0.7 Diarrhea 3.3 4.4 Hypersensitivity Hypersensitivity includes hypersensitivity, drug hypersensitivity, anaphylactic reaction, rash urticaria, and bronchospasm. 1.8 1.8 Nausea 1.8 1.5 Alanine aminotransferase increased 1.8 0.4 Aspartate aminotransferase increased 1.5 0.7 Pyrexia 1.5 0.7 Hypokalemia 1.1 1.5 Adverse Reactions Occurring in Less Than 1% of Patients Receiving VABOMERE in the Phase 3 cUTI trial : Blood and lymphatic system disorders : leukopenia General disorders and administration site conditions : chest discomfort Infections and infestations : pharyngitis, vulvovaginal candidiasis, oral candidiasis Investigations : creatinine phosphokinase increase Metabolism and nutrition disorders : decreased appetite, hyperkalemia, hyperglycemia, hypoglycemia Nervous system disorders : dizziness, tremor, paresthesia, lethargy Psychiatric disorders : hallucination, insomnia Renal and urinary disorders : azotemia, renal impairment Vascular disorders : deep vein thrombosis, hypotension, vascular pain Other Adverse Reactions Associated with Meropenem Additionally, adverse reactions reported with meropenem alone that were not reported in VABOMERE-treated patients in the Phase 3 clinical trial are listed below: Blood and lymphatic system disorders : thrombocytosis, neutropenia, eosinophilia, thrombocytopenia, agranulocytosis, hemolytic anemia Gastrointestinal disorders : abdominal pain Hepatobiliary disorders : jaundice Nervous system disorders : convulsions Investigations : blood alkaline phosphatase increased, blood lactate dehydrogenase increased, blood bilirubin increased, blood creatinine increased, blood urea increased, blood thromboplastin decreased, prothrombin time decreased, Direct and Indirect Coombs test positive Skin and subcutaneous tissue disorders : pruritus, toxic epidermal necrolysis, Stevens Johnson syndrome, Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS) syndrome, erythema multiforme Immune system disorders : angioedema General disorders and administration site conditions : pain 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of meropenem, a component of VABOMERE. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Musculoskeletal Disorders : rhabdomyolysis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VABOMERE is contraindicated in patients with known hypersensitivity to any components of VABOMERE (meropenem and vaborbactam), or to other drugs in the same class or in patients who have demonstrated anaphylactic reactions to beta-lactam antibacterial drugs [see Warnings and Precautions (5.1) ] . Known hypersensitivity to the components of VABOMERE (meropenem and vaborbactam) or anaphylactic reactions to beta-lactams. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administer VABOMERE 4 grams (meropenem 2 grams and vaborbactam 2 grams) every 8 hours by intravenous infusion over 3 hours for up to 14 days, in patients 18 years of age and older with an estimated glomerular filtration rate (eGFR) ≥50 mL/min/1.73m 2 . ( 2.1 ) Dosage adjustment is recommended in patients with renal impairment who have an eGFR less than 50 mL/min/ 1.73m 2 . ( 2.2 ) eGFR As calculated using the Modification of Diet in Renal Disease (MDRD) formula; (mL/min/ 1.73m 2 ) Recommended Dosage Regimen for VABOMERE (meropenem and vaborbactam) All doses of VABOMERE are administered intravenously over 3 hours; , Doses adjusted for renal impairment should be administered after a hemodialysis session; , The total duration of treatment is for up to 14 days. Dosing Interval 30 to 49 VABOMERE 2 grams (meropenem 1 gram and vaborbactam 1 gram) Every 8 hours 15 to 29 VABOMERE 2 grams (meropenem 1 gram and vaborbactam 1 gram) Every 12 hours Less than 15 VABOMERE 1 gram (meropenem 0.5 grams and vaborbactam 0.5 grams) Every 12 hours See Full Prescribing Information for instructions for constituting supplied dry powder and subsequent required dilution. ( 2.3 ) See Full Prescribing Information for drug compatibilities. ( 2.4 ) 2.1 Recommended Dosage The recommended dosage of VABOMERE is 4 grams (meropenem 2 grams and vaborbactam 2 grams) administered every 8 hours by intravenous (IV) infusion over 3 hours in patients 18 years of age and older with an estimated glomerular filtration rate (eGFR) greater than or equal to 50 mL/min/1.73m 2 . The duration of treatment is for up to 14 days. 2.2 Dosage Adjustments in Patients with Renal Impairment Dosage adjustment is recommended in patients with renal impairment who have an eGFR less than 50 mL/min/1.73m 2 . The recommended dosage of VABOMERE in patients with varying degrees of renal function is presented in Table 1. For patients with changing renal function, monitor serum creatinine concentrations and eGFR at least daily and adjust the dosage of VABOMERE accordingly [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . Meropenem and vaborbactam are removed by hemodialysis [see Clinical Pharmacology (12.3) ] . For patients maintained on hemodialysis, administer VABOMERE after a hemodialysis session. Table 1: Dosage of VABOMERE in Patients with Renal Impairment eGFR As calculated using the Modification of Diet in Renal Disease (MDRD) formula as follows: eGFR (mL/min/1.73m 2 ) = 175 × (serum creatinine) -1.154 × (age) -0.203 × (0.742 if female) × (1.212 if African American) (mL/min/ 1.73m 2 ) Recommended Dosage Regimen for VABOMERE (meropenem and vaborbactam) All doses of VABOMERE are administered intravenously over 3 hours. , Doses adjusted for renal impairment should be administered after a hemodialysis session. , The total duration of treatment is for up to 14 days. Dosing Interval 30 to 49 VABOMERE 2 grams (meropenem 1 gram and vaborbactam 1 gram) Every 8 hours 15 to 29 VABOMERE 2 grams (meropenem 1 gram and vaborbactam 1 gram) Every 12 hours Less than 15 VABOMERE 1 gram (meropenem 0.5 grams and vaborbactam 0.5 grams) Every 12 hours 2.3 Preparation and Administration of VABOMERE for Intravenous Infusion Preparation VABOMERE is supplied as a dry powder in a single-dose vial that must be constituted and further diluted prior to intravenous infusion as outlined below. VABOMERE does not contain preservatives. Aseptic technique must be used for constitution and dilution. 1. To prepare the required dose for intravenous infusion, constitute the appropriate number of vials, as determined from Table 2 below. Withdraw 20 mL of 0.9% Sodium Chloride Injection, USP, from an infusion bag and constitute each vial of VABOMERE. 2. Mix gently to dissolve. The constituted VABOMERE solution will have an approximate meropenem concentration of 0.05 gram/mL and an approximate vaborbactam concentration of 0.05 gram/mL. The final volume is approximately 21.3 mL. The constituted solution is not for direct injection. 3. The constituted solution must be diluted further, immediately, in a 0.9% Sodium Chloride Injection, USP infusion bag before intravenous infusion. The intravenous infusion of the diluted solution must be completed within 4 hours if stored at room temperature or 22 hours if stored refrigerated at 2°C to 8°C (36°F to 46°F). 4. To dilute the constituted solution, withdraw the full or partial constituted vial contents from each vial and add it back into the infusion bag in accordance with Table 2 below. Table 2: Preparation of VABOMERE Doses VABOMERE Dose (meropenem and vaborbactam) Number of Vials to Constitute for Further Dilution Volume to Withdraw from Each Constituted Vial for Further Dilution Volume of Infusion Bag Final Infusion Concentration of VABOMERE 4 grams (2 grams-2 grams) 2 vials Entire contents (approximately 21 mL) 250 mL 16 mg/mL 500 mL 8 mg/mL 1,000 mL 4 mg/mL 2 grams (1 gram-1 gram) 1 vial Entire contents (approximately 21 mL) 125 mL 16 mg/mL 250 mL 8 mg/mL 500 mL 4 mg/mL 1 gram (0.5 gram-0.5 gram) 1 vial 10.5 mL (discard unused portion) 70 mL 14.3 mg/mL 125 mL 8 mg/mL 250 mL 4 mg/mL 5. Visually inspect the diluted VABOMERE solution for particulate matter and discoloration prior to administration (the color of the VABOMERE infusion solution for administration ranges from colorless to light yellow). Discard unused portion after use. 2.4 Drug Compatibility VABOMERE solution for administration by 3-hour infusion is only compatible with 0.9% Sodium Chloride Injection, USP. Compatibility of VABOMERE solution for administration with other drugs has not been established."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VABOMERE (meropenem and vaborbactam) is a combination of meropenem, a penem antibacterial, and vaborbactam, a beta-lactamase inhibitor, indicated for the treatment of patients 18 years and older with complicated urinary tract infections (cUTI) including pyelonephritis caused by designated susceptible bacteria. ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of VABOMERE and other antibacterial drugs, VABOMERE should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. ( 1.2 ) 1.1. Complicated Urinary Tract Infections (cUTI), including Pyelonephritis VABOMERE ® is indicated for the treatment of patients 18 years of age and older with complicated urinary tract infections (cUTI) including pyelonephritis caused by the following susceptible microorganisms: Escherichia coli , Klebsiella pneumoniae , and Enterobacter cloacae species complex. 1.2. Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of VABOMERE and other antibacterial drugs, VABOMERE should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:38:56.139555",
  "source": "OpenFDA"
}