{
  "drug_name": "Vadadustat",
  "generic_name": [
    "VADADUSTAT"
  ],
  "brand_names": [
    "VAFSEO"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Iron supplements and iron-containing phosphate binders: Administer VAFSEO at least 1 hour before products containing iron. ( 7.1 ) Non-iron-containing phosphate binders: Administer VAFSEO at least 1 hour before or 2 hours after non-iron-containing phosphate binders. ( 7.1 ) BCRP substrates: Monitor for signs of substrate adverse reactions and consider substrate dose reduction. ( 7.2 ) Statins: Monitor for statin-related adverse reactions ( 7.2 ). 7.1 Effect of Other Drugs on VAFSEO Table 3 describes clinically significant drug interactions where concomitant use of another drug affects VAFSEO. Table 3 Drug Interactions with VAFSEO that Affect Vadadustat Exposure Iron supplements and phosphate binders Clinical Effect Co-administration with oral iron supplements, products containing iron, or phosphate binders decreases the exposure of vadadustat [ see Clinical Pharmacology ( 12.3 )] , which may reduce the effectiveness of VAFSEO. Prevention or Management Stagger administration when VAFSEO is used with oral iron supplements, products containing iron, iron-containing phosphate binders, or non-iron-containing phosphate binders [see Dosage and Administration ( 2.5 )] . Examples * Iron supplements : ferric citrate, ferrous sulfate, sodium ferrous citrate Iron-containing phosphate binders : ferric citrate, sucroferric oxyhydroxide Non-iron-containing phosphate binders : calcium acetate, sevelamer carbonate Organic anion transporter (OAT) OAT1/OAT3 inhibitors Clinical Effect Co-administration with OAT1/OAT3 (Organic Anion Transporter) inhibitors may increase the area under the concentration curve (AUC) of vadadustat [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of VAFSEO adverse reactions. Prevention or Management Closely monitor for too large or too rapid an increase in Hb response and for adverse reactions. Examples * OAT1 inhibitors: probenecid, rifampicin OAT3 inhibitors: gemfibrozil, probenecid, teriflunomide * These examples are not a comprehensive list of all possible drugs that may fit this category. 7.2 Effect of VAFSEO on Other Drugs Table 4 describes clinically significant drug interactions where VAFSEO affects the co-administered drug. Table 4 Drug Interactions with VAFSEO that affect co-administered drugs BCRP substrates Clinical Effect Vadadustat may increase the exposure of BCRP substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions related to the BCRP substrate. Prevention or Management Monitor for signs of adverse effects of the co-administered BCRP substrate and reduce substrates’ dosage in accordance with their approved product labeling, if needed. Example * sulfasalazine Statins Clinical Effect Vadadustat increases the maximal concentration (C max ) and AUC of some statins when co-administered [see Clinical Pharmacology ( 12.3 )] . Prevention or Management Monitor for possible statin-related adverse reactions. Concomitant Drug Name Recommendation Simvastatin Starting dose of simvastatin should be 5 mg/day. Maximum daily dose of simvastatin not to exceed 20 mg. Rosuvastatin Maximum daily dose of rosuvastatin not to exceed 5 mg. OAT3 substrates Clinical Effect Vadadustat may increase the exposure of co-administered OAT3 substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions related to these substrates. Prevention or Management Monitor for signs of adverse reactions of the co-administered OAT3 substrates and adjust substrates’ dosage in accordance with their approved product labeling, if needed. Examples * cefaclor, ceftizoxime, famotidine, furosemide, oseltamivir carboxylate, penicillin G, sitagliptin * These examples are not a comprehensive list of all possible drugs that may fit this category."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed elsewhere in the labeling: Increased risk of death, myocardial infarction, stroke and venous thromboembolism, and thrombosis of vascular access [see Boxed Warning and Warnings and Precautions (5.1) ] Hepatotoxicity [see Warnings and Precautions ( 5.2 )] Hypertension [see Warnings and Precautions ( 5.3 )] Seizures [see Warnings and Precautions ( 5.4 )] Gastrointestinal erosion [see Warnings and Precautions ( 5.5 )] Serious adverse reactions in patients with anemia due to chronic kidney disease and not on dialysis [see Warnings and Precautions ( 5.6 )] The most common adverse reactions (occurring at ≥ 10%) were hypertension and diarrhea. ( 6.1 ). To report SUSPECTED ADVERSE REACTIONS, contact Akebia Therapeutics, Inc. at 1-844-445-3799 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of VAFSEO was evaluated in adults with dialysis-dependent chronic kidney disease (DD-CKD) with anemia in the INNO 2 VATE-1 and INNO 2 VATE-2 trials [see Clinical Studies ( 14.1 )] . Both trials randomized patients to VAFSEO or darbepoetin alfa. Results in this section are based on the pooled VAFSEO treatment arms and pooled darbepoetin alfa arms from these trials. There were 1947 patients treated with VAFSEO and 1955 patients treated with darbepoetin alfa. In the pooled VAFSEO treatment arm, 71% of the participants were treated continuously for at least 6 months of VAFSEO and 44% of participants received VAFSEO for at least 1 year. VAFSEO was non-inferior to darbepoetin alfa on the time to first occurrence of major adverse cardiovascular events (MACE) in adults with anemia due to CKD who were on dialysis [see Clinical Studies ( 14.1 )] . Permanent treatment discontinuation due to an adverse reaction was reported in 4.9% of patients treated with VAFSEO and 1.1% of patients treated with darbepoetin alfa. Gastrointestinal symptoms (nausea, vomiting and diarrhea) resulted in permanent treatment discontinuation in 1.8% of patients treated with VAFSEO. The most common adverse reactions (>10% of VAFSEO-treated patients) were hypertension and diarrhea. Table 1 lists the adverse reactions that occurred in at least 5% or greater of patients with DD-CKD treated with VAFSEO. Table 1 Adverse Reactions (≥5%) in Patients with DD-CKD During INNO 2 VATE-1 and INNO 2 VATE-2 * Grouped Terms Hypertension includes hypertensive crisis, pre-eclampsia and hypertensive encephalopathy. Headache includes occipital neuralgia. Fatigue includes asthenia, lethargy and malaise. Vomiting includes hematemesis. Gastrointestinal erosion includes duodenal ulcers and perforation, gastrointestinal ulcers and perforation, esophageal ulcers and perforation, and unspecified site or hematemesis, gastrointestinal hemorrhage, helicobacter duodenitis and gastritis, melaena, and gastric hemorrhage. Dizziness includes labyrinthitis, vertigo, vestibular neuronitis and presyncope. Dyspnea includes orthopnea and respiratory distress. Adverse Reactions VAFSEO N=1947 (%) Darbepoetin Alfa N=1955 (%) Hypertension * 14 17 Diarrhea * 13 10 Headache * 9 8 Nausea * 8 8 Fatigue * 8 5 Abdominal pain * 7 7 Vomiting * 7 7 Gastrointestinal erosion * 6 5 Dizziness * 6 5 Dyspnea * 6 7 Arteriovenous fistula thrombosis 6 5 Dialysis related complication 5 7 Adjudicated fatal and non-fatal thrombotic vascular events were observed in 9.0 per 100 PY of patients in the pooled VAFSEO arm and in 8.7 per 100 PY of patients in the pooled darbepoetin alfa (see Table 2) . Table 2 Adjudicated Thrombotic Vascular Events in Patients with DD-CKD (Fatal and Non-fatal Events) * PY = Person Years * These data are not an adequate basis for comparison of rates between the study drug and active control. ** Based on time to first event analysis. Event VAFSEO (N = 1947) Darbepoetin Alfa (N = 1955) Rate per 100 PY ** Rate per 100 PY ** Vascular access thrombosis 4.8 3.9 Myocardial infarction 2.9 2.8 Stroke 1.1 1.4 Deep vein thrombosis 0.5 0.6 Pulmonary embolism 0.2 0.3 Arterial thrombosis 0.2 0.1"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VAFSEO is contraindicated in patients: with a known hypersensitivity to VAFSEO or any of its components [see Description ( 11 )] . with uncontrolled hypertension [see Warnings and Precautions ( 5.3 )] . Known hypersensitivity to VAFSEO or any of its components ( 4 ) Uncontrolled hypertension ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting dose is 300 mg orally once daily, with or without food. ( 2.3 ) Monitor hemoglobin levels when initiating or adjusting dose and then monthly. ( 2.1 and 2.4 ) Increase the dose no more frequently than once every 4 weeks. Decreases in dose can occur more frequently. ( 2.4 ) Adjust dose in increments of 150 mg to achieve or maintain hemoglobin levels of 10 g/dL to 11 g/dL. Doses may range from 150 mg to a maximum of 600 mg. ( 2.4 ) 2.1 Pre-Treatment and On-Treatment Evaluations of Anemia, Iron Stores, and Liver Tests Evaluation of Anemia and Iron Stores Correct and exclude other causes of anemia (e.g., vitamin deficiency, metabolic or chronic inflammatory conditions, bleeding) before initiation of VAFSEO. Evaluate iron status in all patients before and during treatment. Administer supplemental iron therapy when serum ferritin is less than 100 mcg/L or when serum transferrin saturation is less than 20%. The majority of patients with CKD will require supplemental iron during the course of therapy. Measure hemoglobin (Hb) at baseline and as recommended in section 2.4 . Liver Testing Measure serum alanine aminotransferase (ALT), aspartate aminotransferase (AST) and bilirubin prior to the initiation of VAFSEO and monthly after initiation for the first 6 months and then monitor as clinically indicated [see Warnings and Precautions ( 5.2 )] . Discontinue VAFSEO if there are persistent ALT or AST elevations greater than 3 times upper limit of normal (ULN) or if ALT or AST elevations greater than 3 times ULN are accompanied by a bilirubin increase greater than 2 times ULN [see Warnings and Precautions ( 5.2 )] . 2.2 Important Dosing Information Individualize dosing and use the lowest dose of VAFSEO sufficient to reduce the need for red blood cell transfusions. Do not target a hemoglobin level higher than 11 g/dL. VAFSEO can be taken with or without food. VAFSEO should be swallowed whole. Tablets should not be cut, crushed, or chewed. VAFSEO can be administered without regard to the timing or type of dialysis [see Clinical Pharmacology ( 12.3 )] . If a dose of VAFSEO is missed, it should be taken as soon as possible, unless it is the same day as the next dose. In this case, the missed dose should be skipped, and the next dose taken at the usual time. Double doses should not be taken to make-up for a missed dose. 2.3 Recommended Starting Dose of VAFSEO Adults Not Being Treated with an ESA The recommended starting dose is 300 mg orally once daily. Adults Being Switched from an ESA When converting from an ESA to VAFSEO, the recommended starting dose is 300 mg orally once daily. Taking into account the gradual rise in Hb with VAFSEO, red blood cell (RBC) transfusions or ESA treatment may be considered during the transition phase if Hb values fall below 9 g/dL or Hb response is considered not acceptable. Patients receiving RBC transfusions should continue VAFSEO treatment during the transfusion period. VAFSEO should be paused for those patients receiving temporary ESA rescue treatment and may be resumed when Hb levels are greater than or equal to 10 g/dL. Depending on the ESA used for rescue, the pause in VAFSEO treatment should be extended to: 2 days after the last dose of epoetin 7 days after the last dose of darbepoetin alfa 14 days after the last dose of methoxy polyethylene glycol-epoetin beta. Following ESA rescue, VAFSEO should be resumed at the prior dose or with a dose that is 150 mg greater than the prior dose, with subsequent titration according to the dose titration guidelines given below in this section. 2.4 Monitoring Response to Therapy and Dose Adjustment Following initiation of therapy and after each dose adjustment, monitor hemoglobin (Hb) levels, every two weeks until stable, then monitor at least monthly [see Warnings and Precautions ( 5.1 )] . Dose Titration Increase the dose no more frequently than once every 4 weeks. Decreases in dose can occur more frequently. Adjust dose in increments of 150 mg to achieve or maintain Hb levels within 10 g/dL to 11 g/dL. Doses may range from 150 mg to a maximum of 600 mg. When adjusting the dose, consider the patient’s Hb variability, Hb rate of rise and rate of decline, and VAFSEO responsiveness. A single Hb excursion may not require a dosing change. If the Hb rises rapidly (e.g., more than 1 g/dL in any 2-week period or more than 2 g/dL in 4 weeks), interrupt or reduce the dose. If the Hb level exceeds 11 g/dL, interrupt the dose of VAFSEO until Hb is less than or equal to 11 g/dL then resume with a dose that is 150 mg less than the dose prior to interruption. Treatment with VAFSEO should not be continued beyond 24 weeks of therapy if a clinically meaningful increase in Hb level is not achieved. Alternative explanations for an inadequate response should be sought and treated before re-starting therapy. 2.5 Dosage Adjustments Due to Drug Interactions Oral Iron and Phosphate Binders VAFSEO should be administered at least 1 hour before dosing oral iron supplements, products containing iron, or iron-containing phosphate binders [see Drug Interactions ( 7.1 )] . VAFSEO should be administered at least 1 hour before or 2 hours after dosing non-iron-containing phosphate binders [see Drug Interactions ( 7.1 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VAFSEO is indicated for the treatment of anemia due to chronic kidney disease (CKD) in adults who have been receiving dialysis for at least three months. Limitations of Use VAFSEO has not been shown to improve quality of life, fatigue, or patient well-being. VAFSEO is not indicated for use: As a substitute for red blood cell transfusions in patients who require immediate correction of anemia In patients with anemia due to CKD not on dialysis [see Warnings and Precautions ( 5.6 )] . VAFSEO is a hypoxia-inducible factor prolyl hydroxylase (HIF PH) inhibitor indicated for the treatment of anemia due to chronic kidney disease (CKD) in adults who have been receiving dialysis for at least three months. ( 1 ) Limitations of Use Not been shown to improve quality of life, fatigue, or patient well-being. Not indicated for use: As a substitute for transfusion in patients requiring immediate correction of anemia. ( 1 ) In patients with anemia due to CKD not on dialysis. ( 1 , 5.6 )"
  ],
  "fetched_at": "2025-10-01T18:48:16.012797",
  "source": "OpenFDA"
}