{
  "drug_name": "Valbenazine",
  "generic_name": [
    "VALBENAZINE"
  ],
  "brand_names": [
    "INGREZZA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Dose adjustments due to drug interactions ( 2.4 , 7.1 ): Factors Dose Adjustments for INGREZZA and INGREZZA SPRINKLE Use of MAOIs with INGREZZA or INGREZZA SPRINKLE Avoid concomitant use with MAOIs. Use of strong CYP3A4 inducers with INGREZZA or INGREZZA SPRINKLE Concomitant use is not recommended. Use of strong CYP3A4 inhibitors with INGREZZA or INGREZZA SPRINKLE Recommended dosage is 40 mg once daily. Use of strong CYP2D6 inhibitors with INGREZZA or INGREZZA SPRINKLE Recommended dosage is 40 mg once daily. 7.1 Drugs Having Clinically Important Interactions with INGREZZA and INGREZZA SPRINKLE Table 3: Clinically Significant Drug Interactions with INGREZZA and INGREZZA SPRINKLE Monoamine Oxidase Inhibitors (MAOIs) Clinical Implication: Concomitant use of INGREZZA or INGREZZA SPRINKLE with MAOIs may increase the concentration of monoamine neurotransmitters in synapses, potentially leading to increased risk of adverse reactions such as serotonin syndrome, or attenuated treatment effect of INGREZZA or INGREZZA SPRINKLE. Prevention or Management: Avoid concomitant use of INGREZZA or INGREZZA SPRINKLE with MAOIs, or within 14 days of discontinuing therapy with an MAOI. Strong CYP3A4 Inhibitors Clinical Implication: Concomitant use of INGREZZA or INGREZZA SPRINKLE with strong CYP3A4 inhibitors increased the exposure (C max and AUC) to valbenazine and its active metabolite compared with the use of INGREZZA or INGREZZA SPRINKLE alone [see Clinical Pharmacology ( 12.3 )]. Increased exposure of valbenazine and its active metabolite may increase the risk of exposure-related adverse reactions [see Warnings and Precautions ( 5.4 )]. Prevention or Management: Reduce INGREZZA or INGREZZA SPRINKLE dose when INGREZZA or INGREZZA SPRINKLE is coadministered with a strong CYP3A4 inhibitor [see Dosage and Administration ( 2.5 )]. Strong CYP2D6 Inhibitors Clinical Implication: Concomitant use of INGREZZA or INGREZZA SPRINKLE with strong CYP2D6 inhibitors increased the exposure (C max and AUC) to valbenazine’s active metabolite compared with the use of INGREZZA or INGREZZA SPRINKLE alone [see Clinical Pharmacology ( 12.3 , 12.5 )] . Increased exposure of active metabolite may increase the risk of exposure-related adverse reactions [see Warnings and Precautions ( 5.4 )]. Prevention or Management: Reduce INGREZZA or INGREZZA SPRINKLE dose when INGREZZA or INGREZZA SPRINKLE is coadministered with a strong CYP2D6 inhibitor [see Dosage and Administration ( 2.5 )]. Strong CYP3A4 Inducers Clinical Implication: Concomitant use of INGREZZA or INGREZZA SPRINKLE with a strong CYP3A4 inducer decreased the exposure of valbenazine and its active metabolite compared to the use of INGREZZA or INGREZZA SPRINKLE alone. Reduced exposure of valbenazine and its active metabolite may reduce efficacy [see Clinical Pharmacology ( 12.3 )]. Prevention or Management: Concomitant use of strong CYP3A4 inducers with INGREZZA or INGREZZA SPRINKLE is not recommended [see Dosage and Administration ( 2.5 )]. Digoxin Clinical Implication: Concomitant use of INGREZZA or INGREZZA SPRINKLE with digoxin increased digoxin levels because of inhibition of intestinal P-glycoprotein (P-gp) [see Clinical Pharmacology ( 12.3 )] . Prevention or Management: Digoxin concentrations should be monitored when co-administering INGREZZA or INGREZZA SPRINKLE with digoxin. Increased digoxin exposure may increase the risk of exposure-related adverse reactions. Dosage adjustment of digoxin may be necessary."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are discussed in more detail in other sections of the labeling: Depression and Suicidal Ideation and Behavior in Patients with Huntington’s Disease [see Boxed Warning and Warnings and Precautions ( 5.1 )] Hypersensitivity Reactions [see Contraindications ( 4 ) and Warnings and Precautions ( 5.2 ) ] Somnolence and Sedation [see Warnings and Precautions ( 5.3 )] QT Prolongation [see Warnings and Precautions ( 5.4 )] Neuroleptic Malignant Syndrome (NMS) [see Warnings and Precautions ( 5.5 )] Parkinsonism [see Warnings and Precautions ( 5.6 )] Most common adverse reaction (≥5% and twice the rate of placebo): - Tardive dyskinesia: somnolence. ( 6.1 ) - Chorea associated with Huntington’s disease: somnolence/lethargy/sedation, urticaria, rash, insomnia. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Neurocrine Biosciences, Inc. at 877-641-3461 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of INGREZZA SPRINKLE has been established from adequate and well-controlled studies of INGREZZA [see Clinical Studies ( 14 )] . Below is a display of the adverse reactions of INGREZZA in these adequate and well-controlled studies. Tardive Dyskinesia Variable and Fixed Dose Placebo-Controlled Trial Experience The safety of INGREZZA was evaluated in 3 placebo-controlled studies, each 6 weeks in duration (fixed dose, dose escalation, dose reduction), including 445 patients. Patients were 26 to 84 years of age with moderate to severe tardive dyskinesia and had concurrent diagnoses of mood disorder (27%) or schizophrenia/ schizoaffective disorder (72%). The mean age was 56 years. Patients were 57% Caucasian, 39% African-American, and 4% other. With respect to ethnicity, 28% were Hispanic or Latino. All subjects continued previous stable regimens of antipsychotics; 85% and 27% of subjects, respectively, were taking atypical and typical antipsychotic medications at study entry. Adverse Reactions Leading to Discontinuation of Treatment A total of 3% of INGREZZA-treated patients and 2% of placebo-treated patients discontinued because of adverse reactions. Common Adverse Reactions Adverse reactions that occurred in the 3 placebo-controlled studies at an incidence of ≥2% and greater than placebo are presented in Table 1 . Table 1: Adverse Reactions in 3 Placebo-Controlled Studies of 6-week Treatment Duration Reported at ≥2% and >Placebo – Tardive Dyskinesia Adverse Reaction 1 INGREZZA (n=262) % Placebo (n=183) % General Disorders Somnolence (somnolence, fatigue, sedation) 10.9 4.2 Nervous System Disorders Anticholinergic effects 5.4 4.9 (dry mouth, constipation, disturbance in attention, vision blurred, urinary retention) Balance disorders/fall (fall, gait disturbance, dizziness, balance disorder) 4.1 2.2 Headache 3.4 2.7 Akathisia (akathisia, restlessness) 2.7 0.5 Gastrointestinal Disorders Vomiting 2.6 0.6 Nausea 2.3 2.1 Musculoskeletal Disorders Arthralgia 2.3 0.5 1 Within each adverse reaction category, the observed adverse reactions are listed in order of decreasing frequency. Other Adverse Reactions Observed During the Premarketing Evaluation of INGREZZA Other adverse reactions of ≥1% incidence and greater than placebo are shown below. The following list does not include adverse reactions: 1) already listed in previous tables or elsewhere in the labeling, 2) for which a drug cause was remote, 3) which were so general as to be uninformative, 4) which were not considered to have clinically significant implications, or 5) which occurred at a rate equal to or less than placebo. Endocrine Disorders: blood glucose increased General Disorders: weight increased Infectious Disorders: respiratory infections Neurologic Disorders: drooling, dyskinesia, extrapyramidal symptoms (non-akathisia) Psychiatric Disorders: anxiety, insomnia During the tardive dyskinesia controlled trials, there was a dose-related increase in prolactin. Additionally, in these trials there was a dose-related increase in alkaline phosphatase and bilirubin, suggesting a potential risk for cholestasis. Chorea Associated with Huntington ’s Disease The safety of INGREZZA was evaluated in a 14-week placebo-controlled study including 127 patients with chorea associated with Huntington’s disease. Patients were 25 to 75 years of age. The mean age was 54 years. Patients were 96% Caucasian, 1% African-American, 1% Asian, and 2% Other. With respect to ethnicity, 6% were Hispanic or Latino. Adverse Reactions Leading to Discontinuation of Treatment A total of 8% of INGREZZA-treated patients and 6% of placebo-treated patients discontinued because of adverse reactions. Common Adverse Reactions Adverse reactions that occurred in the placebo-controlled study at an incidence of ≥4% and greater than placebo are presented in Table 2 . Table 2: Adverse Reactions in the Placebo-Controlled Study of 12-week Treatment Duration Reported at ≥4% and >Placebo – Chorea Associated with Huntington’s Disease Adverse Reaction INGREZZA (n=64) % Placebo (n=63) % Nervous System Disorders Somnolence, lethargy, sedation 18.8 3.2 Akathisia 6.3 4.8 General Disorders and Administration Site Conditions Fatigue 14.1 9.5 Skin and Subcutaneous Tissue Disorders Urticaria 9.4 0 Rash 7.8 0 Gastrointestinal Disorders Diarrhea 4.7 1.6 Nausea 4.7 0 Psychiatric Disorders Insomnia, middle insomnia 6.3 1.6 Depression, depressed mood 4.7 1.6 Musculoskeletal D isorders Back pain 4.7 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of INGREZZA that are not included in other sections of labeling. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Immune System Disorders: hypersensitivity reactions (including allergic dermatitis and pruritis)"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS INGREZZA and INGREZZA SPRINKLE are contraindicated in patients with a history of hypersensitivity to valbenazine or any components of INGREZZA or INGREZZA SPRINKLE. Rash, urticaria, and reactions consistent with angioedema (e.g., swelling of the face, lips, and mouth) have been reported with use of INGREZZA [see Warnings and Precautions ( 5.2 ) and Adverse Reactions ( 6.2 )]. Known hypersensitivity to valbenazine or any components of INGREZZA or INGREZZA SPRINKLE. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Tardive dyskinesia: The initial dosage is 40 mg once daily. After one week, increase the dose to the recommended dosage of 80 mg once daily. ( 2.1 ) Chorea associated with Huntington’s disease: The initial dosage is 40 mg once daily. Increase the dose in 20 mg increments every two weeks to the recommended dosage of 80 mg once daily. ( 2.1 ) 40 mg or 60 mg once daily may be considered depending on response and tolerability. ( 2.1 ) Can be taken with or without food. ( 2.2 ) INGREZZA SPRINKLE may be opened and sprinkled over soft food (do not use milk or drinking water). INGREZZA SPRINKLE may be swallowed whole with water. Do not crush or chew. ( 2.2 ) The recommended dosage for patients with moderate or severe hepatic impairment is 40 mg once daily. ( 2.3 ) The recommended dosage for known CYP2D6 poor metabolizers is 40 mg once daily. ( 2.4 ) 2.1 Recommended Dosage Tardive Dyskinesia The initial dosage for INGREZZA and INGREZZA SPRINKLE is 40 mg once daily. After one week, increase the dose to the recommended dosage of 80 mg once daily. A dosage of 40 mg or 60 mg once daily may be considered depending on response and tolerability. Chorea Associated with Huntington ’s Disease The initial dosage for INGREZZA and INGREZZA SPRINKLE is 40 mg once daily. Increase the dose in 20 mg increments every two weeks to the recommended dosage of 80 mg once daily. A dosage of 40 mg or 60 mg once daily may be considered depending on response and tolerability. 2.2 Administrative Information Administer INGREZZA and INGREZZA SPRINKLE orally with or without food [see Clinical Pharmacology ( 12.3 )] . Administration Information for INGREZZA SPRINKLE • Open INGREZZA SPRINKLE and sprinkle the entire contents of the capsule over a bowl containing a small amount (1 tablespoonful) of soft food such as applesauce, yogurt, or pudding. Do not sprinkle the contents of the capsule into milk or drinking water. Stir the contents of the capsule into the soft food with the tablespoon and swallow the drug/food mixture immediately. If necessary, the mixture can be stored for up to 2 hours at room temperature. Discard of any unused portion after 2 hours. Following administration of the drug/food mixture, drink a glass (e.g., 240 mL) of water. Do not administer INGREZZA SPRINKLE via nasogastric, gastrostomy, or other enteral tubes because it may cause obstruction of enteral tubes. • INGREZZA SPRINKLE may be swallowed whole with water. Do not crush or chew INGREZZA SPRINKLE. 2. 3 Dosage Recommendations for Patients with Hepatic Impairment The recommended dosage for patients with moderate or severe hepatic impairment (Child-Pugh score 7 to 15) is INGREZZA or INGREZZA SPRINKLE 40 mg once daily [see Use in Specific Populations ( 8.7 ), Clinical Pharmacology ( 12.3 )]. 2. 4 Dosage Recommendations for Known CYP2D6 Poor Metabolizers The recommended dosage for known CYP2D6 poor metabolizers is INGREZZA or INGREZZA SPRINKLE 40 mg once daily [see Use in Specific Populations ( 8.6 ), Clinical Pharmacology ( 12.3 , 12.5 )]. 2. 5 Dosage Recommendations for Concomitant Use with Strong CYP3A4 Inducers and Strong CYP3A4 or CYP2D6 Inhibitors Coadministration with Strong CYP3A4 Inducers Concomitant use of strong CYP3A4 inducers with INGREZZA or INGREZZA SPRINKLE is not recommended [ see Drug Interactions ( 7.1 ) ] . Coadministration with Strong CYP3A4 Inhibitors The recommended dosage for patients receiving strong CYP3A4 inhibitors is INGREZZA or INGREZZA SPRINKLE 40 mg once daily [see Drug Interactions ( 7.1 )]. Coadministration with Strong CYP2D6 Inhibitors The recommended dosage for patients receiving strong CYP2D6 inhibitors is INGREZZA or INGREZZA SPRINKLE 40 mg once daily [see Drug Interactions ( 7.1 )]."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE INGREZZA and INGREZZA SPRINKLE are indicated for the treatment of adults with: - tardive dyskinesia [see Clinical Studies ( 14.1 )] . - chorea associated with Huntington’s disease [see Clinical Studies ( 14.2 )] . INGREZZA and INGREZZA SPRINKLE are vesicular monoamine transporter 2 (VMAT2) inhibitors indicated for the treatment of adults with: - tardive dyskinesia. ( 1 ) - chorea associated with Huntington’s disease. ( 1 )"
  ],
  "fetched_at": "2025-10-01T18:27:28.868733",
  "source": "OpenFDA"
}