{
  "drug_name": "Valrubicin",
  "generic_name": [
    "VALRUBICIN INTRAVESICAL SOLUTION"
  ],
  "brand_names": [
    "Valrubicin Intravesical Solution"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS No drug interaction studies were conducted."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The most frequently reported adverse reactions ( > 5%) after administration of valrubicin intravesical solution are urinary frequency, dysuria, urinary urgency, bladder spasm, hematuria, bladder pain, urinary incontinence, cystitis, urinary tract infection, nocturia, local burning symptoms, abdominal pain, and nausea. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Hikma at us.hikma@primevigilance.com or call 1-877-845-0689 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of valrubicin intravesical solution was assessed in 230 patients with transitional cell carcinoma of the bladder, including 205 patients who received multiple weekly doses. One hundred seventy-nine of the 205 patients received the approved dose and schedule of 800 mg weekly for multiple weeks. Approximately 84% of patients who received intravesical valrubicin intravesical solution in clinical studies experienced local adverse reactions. The local adverse reactions associated with valrubicin intravesical solution usually occur during or shortly after instillation and resolve within 1 to 7 days after the instillate is removed from the bladder. Seven out of 143 patients (5%) who were scheduled to receive six doses of valrubicin intravesical solution failed to receive all of the planned doses because of the occurrence of local bladder symptoms. TABLE 1 displays the frequency of the local adverse reactions at baseline and during treatment among 179 patients who received 800 mg doses of valrubicin intravesical solution in a multiple-cycle treatment regimen. TABLE 1 Local Adverse Reactions Before and During Treatment with Valrubicin Intravesical Solution (N=179) Adverse Reaction Before Treatment During 6-week Course of Treatment ANY LOCAL BLADDER SYMPTOM 45% 88% Urinary Frequency 30% 61% Dysuria 11% 56% Urinary Urgency 27% 57% Bladder Spasm 3% 31% Hematuria 11% 29% Bladder Pain 6% 28% Urinary Incontinence 7% 22% Cystitis 4% 15% Nocturia 2% 7% Local Burning Symptoms – Procedure Related 0% 5% Urethral Pain 0% 3% Pelvic Pain 1% 1% Hematuria (Gross) 0% 1% TABLE 2 displays the adverse reactions other than local bladder symptoms that occurred in 1% or more of the 230 patients who received at least one dose of valrubicin intravesical solution in a clinical trial. TABLE 2 Systemic Adverse Reactions (≥ 1%) Following Intravesical Administration of Valrubicin Intravesical Solution (N=230) Body System Preferred Term Body as a Whole Abdominal Pain 5% Asthenia 4% Headache 4% Malaise 4% Back Pain 3% Chest Pain 3% Fever 2% Cardiovascular Vasodilation 2% Digestive Nausea 5% Diarrhea 3% Vomiting 2% Flatulence 1% Hemic and Lymphatic Anemia 2% Metabolic and Nutritional Hyperglycemia 1% Peripheral Edema 1% Musculoskeletal Myalgia 1% Nervous Dizziness 3% Respiratory Pneumonia 1% Skin and Appendages Rash 3% Urogenital Urinary Tract Infection 15% Urinary Retention 4% Hematuria (miscroscopic) 3% Adverse reactions other than local reactions that occurred in less than 1% of the patients who received valrubicin intravesical solution intravesically in clinical trials are listed below. Digestive System: Tenesmus Metabolic and Nutritional: Nonprotein nitrogen increased Skin and Appendages: Pruritus Special Senses: Taste loss Urogenital System: Local skin irritation, poor urine flow, and urethritis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Valrubicin intravesical solution is contraindicated in patients with: • Perforated bladder [see Warnings and Precautions ( 5.2 )] • Known hypersensitivity to anthracyclines or polyoxyl castor oil • Active urinary tract infection • Small bladder capacity and unable to tolerate a 75 mL instillation • Perforated bladder or compromised bladder mucosa ( 4 , 5.2 ) • Hypersensitivity to anthracyclines or polyoxyl castor oil. ( 4 ) • Concurrent urinary tract infections. ( 4 ) • Patients with a small bladder capacity unable to tolerate a 75 mL instillation. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • For Intravesical Use Only. ( 2.1 ) • Valrubicin intravesical solution is recommended at a dose of 800 mg administered intravesically once a week for six weeks. ( 2.1 ) • Delay administration at least two weeks after transurethral resection and/or fulguration. ( 2.1 ) • Warm valrubicin intravesical solution slowly to room temperature, but do not heat. ( 2.1 ) • Use caution when handling and preparing the solution of valrubicin intravesical solution. ( 2.2 ) 2.1 Recommended Dosing For Intravesical Use Only. Do NOT administer by intravenous or intramuscular routes. Valrubicin intravesical solution is recommended at a dose of 800 mg administered intravesically once a week for six weeks. Delay administration at least two weeks after transurethral resection and/or fulguration [see Warnings and Precautions ( 5.2 , 5.3 )]. 2.2 Preparation, Handling, and Administration Handle and dispose of valrubicin intravesical solution in a manner consistent with other cytotoxic drugs. 1 The use of goggles, gloves, and protective gowns is recommended during preparation and administration of the drug. Valrubicin intravesical solution contains polyoxyl castor oil, which has been known to cause leaching of di(2-ethylhexyl) phthalate (DEHP) a hepatotoxic plasticizer, from polyvinyl chloride (PVC) bags and intravenous tubing. Valrubicin intravesical solution should be prepared and stored in glass, polypropylene, or polyolefin containers and tubing. It is recommended that non-DEHP containing administration sets, such as those that are polyethylene-lined, be used. Valrubicin intravesical solution is a clear red solution. Visually inspect for particulate matter and discoloration prior to administration. At temperatures below 4°C (39°F), polyoxyl castor oil may begin to form a waxy precipitate. If this happens, the vial should be warmed in the hand until the solution is clear. If particulate matter is still seen, do not administer valrubicin intravesical solution. For each instillation, slowly allow four 5 mL vials (200 mg valrubicin/5 mL vial) to warm to room temperature, but do not heat. Withdraw 20 mL of valrubicin intravesical solution from the four vials and dilute with 55 mL of 0.9% Sodium Chloride Injection, USP to provide 75 mL of a diluted valrubicin intravesical solution. Valrubicin intravesical solution diluted in 0.9% Sodium Chloride Injection, USP for administration is stable for 12 hours at temperatures up to 25°C (77°F). Since compatibility data are not available, do not mix valrubicin intravesical solution with other drugs. Insert a urethral catheter into the patient's bladder under aseptic conditions, drain the bladder, and instill the diluted 75 mL valrubicin intravesical solution slowly via gravity flow over a period of several minutes. Withdraw the catheter and retain valrubicin intravesical solution in the bladder for two hours before voiding. At the end of two hours, all patients should void. Some patients may be unable to retain the drug for the full two hours. Instruct patients to maintain adequate hydration following valrubicin intravesical solution treatment [see Patient Counseling Information ( 17 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Valrubicin intravesical solution is an anthracycline topoisomerase inhibitor indicated for intravesical therapy of BCG-refractory carcinoma in situ (CIS) of the urinary bladder in patients for whom immediate cystectomy would be associated with unacceptable morbidity or mortality. • Valrubicin intravesical solution is an anthracycline topoisomerase inhibitor indicated for intravesical therapy of BCG-refractory carcinoma in situ (CIS) of the urinary bladder in patients for whom immediate cystectomy would be associated with unacceptable morbidity or mortality. ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:11:16.742613",
  "source": "OpenFDA"
}