{
  "drug_name": "Varenicline",
  "generic_name": [
    "VARENICLINE"
  ],
  "brand_names": [
    "Varenicline"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Based on varenicline characteristics and clinical experience to date, varenicline has no clinically meaningful pharmacokinetic drug interactions [see Clinical Pharmacology (12.3) ]. Other Smoking Cessation Therapies: Safety and efficacy in combination with other smoking cessation therapies has not been established. Coadministration of varenicline and transdermal nicotine resulted in a high rate of discontinuation due to adverse events. ( 7.1 ) Effect of Smoking Cessation on Other Drugs: Pharmacokinetics or pharmacodynamics of certain drugs (e.g., theophylline, warfarin, insulin) may be altered, necessitating dose adjustment. ( 7.2 ) 7.1 Use with Other Drugs for Smoking Cessation Safety and efficacy of varenicline in combination with other smoking cessation therapies have not been studied. Bupropion Varenicline (1 mg twice daily) did not alter the steady-state pharmacokinetics of bupropion (150 mg twice daily) in 46 smokers. The safety of the combination of bupropion and varenicline has not been established. Nicotine replacement therapy (NRT) Although co-administration of varenicline (1 mg twice daily) and transdermal nicotine (21 mg/day) for up to 12 days did not affect nicotine pharmacokinetics, the incidence of nausea, headache, vomiting, dizziness, dyspepsia, and fatigue was greater for the combination than for NRT alone. In this study, eight of twenty-two (36%) patients treated with the combination of varenicline and NRT prematurely discontinued treatment due to adverse events, compared to 1 of 17 (6%) of patients treated with NRT and placebo. 7.2 Effect of Smoking Cessation on Other Drugs Physiological changes resulting from smoking cessation, with or without treatment with varenicline, may alter the pharmacokinetics or pharmacodynamics of certain drugs (e.g., theophylline, warfarin, insulin) for which dosage adjustment may be necessary."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions were reported in postmarketing experience and are discussed in greater detail in other sections of the labeling: Neuropsychiatric Adverse Events including Suicidality [see Warnings and Precautions (5.1) ] Seizures [see Warnings and Precautions (5.2) ] Interaction with Alcohol [see Warnings and Precautions (5.3) ] Accidental Injury [see Warnings and Precautions (5.4) ] Cardiovascular Events [see Warnings and Precautions (5.5) ] Somnambulism [see Warnings and Precautions (5.6) ] Angioedema and Hypersensitivity Reactions [see Warnings and Precautions (5.7) ] Serious Skin Reactions [see Warnings and Precautions (5.8) ] In the placebo-controlled premarketing studies, the most common adverse events associated with varenicline (>5% and twice the rate seen in placebo-treated patients) were nausea, abnormal (vivid, unusual, or strange) dreams, constipation, flatulence, and vomiting. The treatment discontinuation rate due to adverse events in patients dosed with 1 mg twice daily was 12% for varenicline, compared to 10% for placebo in studies of three months’ treatment. In this group, the discontinuation rates that are higher than placebo for the most common adverse events in varenicline-treated patients were as follows: nausea (3% vs. 0.5% for placebo), insomnia (1.2% vs. 1.1% for placebo), and abnormal dreams (0.3% vs. 0.2% for placebo). Smoking cessation, with or without treatment, is associated with nicotine withdrawal symptoms and has also been associated with the exacerbation of underlying psychiatric illness. Most common adverse reactions (>5% and twice the rate seen in placebo-treated patients) were nausea, abnormal (e.g., vivid, unusual, or strange) dreams, constipation, flatulence, and vomiting. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Aurobindo Pharma USA, Inc. at 1-866-850-2876 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, the adverse reactions rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. During the premarketing development of varenicline, over 4500 subjects were exposed to varenicline, with over 450 treated for at least 24 weeks and approximately 100 for a year. Most study participants were treated for 12 weeks or less. The most common adverse event associated with varenicline treatment is nausea, occurring in 30% of patients treated at the recommended dose, compared with 10% in patients taking a comparable placebo regimen [see Warnings and Precautions (5.9) ] . Table 1 shows the adverse events for varenicline and placebo in the 12- week fixed dose premarketing studies with titration in the first week [Studies 2 (titrated arm only), 4, and 5]. Adverse events were categorized using the Medical Dictionary for Regulatory Activities (MedDRA, Version 7.1). MedDRA High Level Group Terms (HLGT) reported in ≥5% of patients in the varenicline 1 mg twice daily dose group, and more commonly than in the placebo group, are listed, along with subordinate Preferred Terms (PT) reported in ≥1% of varenicline patients (and at least 0.5% more frequent than placebo). Closely related Preferred Terms such as ‘Insomnia’, ‘Initial insomnia’, ‘Middle insomnia’, ‘Early morning awakening’ were grouped, but individual patients reporting two or more grouped events are only counted once. Table 1. Common Treatment Emergent AEs (%) in the Fixed-Dose, Placebo-Controlled Studies (HLGTs >5% of Patients in the 1 mg BID varenicline Group and More Commonly than Placebo and PT ≥1% in the 1 mg BID varenicline Group, and 1 mg BID varenicline at Least 0.5% More than Placebo) SYSTEM ORGAN CLASS High Level Group Term Preferred Term Varenicline 0.5 mg BID N=129 Varenicline 1 mg BID N=821 Placebo N=805 * Includes PTs Abdominal (pain, pain upper, pain lower, discomfort, tenderness, distension) and Stomach discomfort ** Includes PTs Insomnia/Initial insomnia/Middle insomnia/Early morning awakening GASTROINTESTINAL (GI) GI Signs and Symptoms Nausea 16 30 10 Abdominal Pain * 5 7 5 Flatulence 9 6 3 Dyspepsia 5 5 3 Vomiting 1 5 2 GI Motility/Defecation Conditions Constipation 5 8 3 Gastroesophageal reflux disease 1 1 0 Salivary Gland Conditions Dry mouth 4 6 4 PSYCHIATRIC DISORDERS Sleep Disorder/Disturbances Insomnia ** 19 18 13 Abnormal dreams 9 13 5 Sleep disorder 2 5 3 Nightmare 2 1 0 NERVOUS SYSTEM Headaches Headache 19 15 13 Neurological Disorders NEC Dysgeusia 8 5 4 Somnolence 3 3 2 Lethargy 2 1 0 GENERAL DISORDERS General Disorders NEC Fatigue/Malaise/Asthenia 4 7 6 RESPIR/THORACIC/MEDIAST Respiratory Disorders NEC Rhinorrhea 0 1 0 Dyspnea 2 1 1 Upper Respiratory Tract Disorder 7 5 4 SKIN/SUBCUTANEOUS TISSUE Epidermal and Dermal Conditions Rash 1 3 2 Pruritis 0 1 1 METABOLISM and NUTRITION Appetite/General Nutrition Disorders Increased appetite 4 3 2 Decreased appetite/ Anorexia 1 2 1 The overall pattern and frequency of adverse events during the longer-term premarketing trials was similar to those described in Table 1, though several of the most common events were reported by a greater proportion of patients with long-term use (e.g., nausea was reported in 40% of patients treated with varenicline 1 mg twice daily in a one year study, compared to 8% of placebo-treated patients). Following is a list of treatment-emergent adverse events reported by patients treated with varenicline during all premarketing clinical trials and updated based on pooled data from 18 placebo-controlled pre- and postmarketing studies, including approximately 5,000 patients treated with varenicline. Adverse events were categorized using MedDRA, Version 16.0. The listing does not include those events already listed in the previous tables or elsewhere in labeling, those events for which a drug cause was remote, those events which were so general as to be uninformative, and those events reported only once which did not have a substantial probability of being acutely life-threatening. Blood and Lymphatic System Disorders. Infrequent: anemia, lymphadenopathy. Rare: leukocytosis, splenomegaly, thrombocytopenia. Cardiac Disorders. Infrequent: angina pectoris, myocardial infarction, palpitations, tachycardia. Rare: acute coronary syndrome, arrhythmia, atrial fibrillation, bradycardia, cardiac flutter, cor pulmonale, coronary artery disease, ventricular extrasystoles. Ear and Labyrinth Disorders. Infrequent: tinnitus, vertigo. Rare: deafness, Meniere’s disease. Endocrine Disorders. Infrequent: thyroid gland disorders. Eye Disorders. Infrequent: conjunctivitis, eye irritation, eye pain, vision blurred, visual impairment. Rare: blindness transient, cataract subcapsular, dry eye, night blindness, ocular vascular disorder, photophobia, vitreous floaters. Gastrointestinal Disorders. Frequent: diarrhea, toothache. Infrequent: dysphagia, eructation, gastritis, gastrointestinal hemorrhage, mouth ulceration. Rare: enterocolitis, esophagitis, gastric ulcer, intestinal obstruction, pancreatitis acute. General Disorders and Administration Site Conditions. Frequent: chest pain. Infrequent: chest discomfort, chills, edema, influenza-like illness, pyrexia. Hepatobiliary Disorders. Rare: gall bladder disorder. Investigations. Frequent: liver function test abnormal, weight increased. Infrequent: electrocardiogram abnormal. Rare: muscle enzyme increased, urine analysis abnormal. Metabolism and Nutrition Disorders. Infrequent: diabetes mellitus, hypoglycemia. Rare: hyperlipidemia, hypokalemia. Musculoskeletal and Connective Tissue Disorders. Frequent: arthralgia, back pain, myalgia. Infrequent: arthritis, muscle cramp, musculoskeletal pain. Rare: myositis, osteoporosis. Nervous System Disorders. Frequent: disturbance in attention, dizziness. Infrequent: amnesia, convulsion, migraine, parosmia, syncope, tremor. Rare: balance disorder, cerebrovascular accident, dysarthria, mental impairment, multiple sclerosis, VII th nerve paralysis, nystagmus, psychomotor hyperactivity, psychomotor skills impaired, restless legs syndrome, sensory disturbance, transient ischemic attack, visual field defect. Psychiatric Disorders. Infrequent: dissociation, libido decreased, mood swings, thinking abnormal. Rare: bradyphrenia, disorientation, euphoric mood. Renal and Urinary Disorders. Infrequent: nocturia, pollakiuria, urine abnormality. Rare: nephrolithiasis, polyuria, renal failure acute, urethral syndrome, urinary retention. Reproductive System and Breast Disorders. Frequent : menstrual disorder. Infrequent: erectile dysfunction. Rare: sexual dysfunction. Respiratory, Thoracic and Mediastinal Disorders. Frequent: respiratory disorders. Infrequent: asthma, epistaxis, rhinitis allergic, upper respiratory tract inflammation. Rare: pleurisy, pulmonary embolism. Skin and Subcutaneous Tissue Disorders. Infrequent: acne, dry skin, eczema, erythema, hyperhidrosis, urticaria. Rare: photosensitivity reaction, psoriasis. Vascular Disorders. Infrequent: hot flush. Rare: thrombosis. Varenicline has also been studied in postmarketing trials including (1) a trial conducted in patients with chronic obstructive pulmonary disease (COPD), (2) a trial conducted in generally healthy patients (similar to those in the premarketing studies) in which they were allowed to select a quit date between days 8 and 35 of treatment (“alternative quit date instruction trial”), (3) a trial conducted in patients who did not succeed in stopping smoking during prior varenicline therapy, or who relapsed after treatment (“re-treatment trial”), (4) a trial conducted in patients with stable cardiovascular disease, (5) a trial conducted in patients with stable schizophrenia or schizoaffective disorder, (6) a trial conducted in patients with major depressive disorder, (7) a postmarketing neuropsychiatric safety outcome trial in patients without or with a history of psychiatric disorder, (8) a non-treatment extension of the postmarketing neuropsychiatric safety outcome trial that assessed CV safety, (9) a trial in patients who were not able or willing to quit abruptly and who were instructed to quit gradually (“gradual approach to quitting smoking trial”). Adverse events in the trial of patients with COPD (1), in the alternative quit date instruction trial (2), and in the gradual approach to quitting smoking trial (9) were similar to those observed in premarketing studies. In the re-treatment trial (3), the profile of common adverse events was similar to that previously reported, but, in addition, varenicline-treated patients also commonly reported diarrhea (6% vs. 4% in placebo-treated patients), depressed mood disorders and disturbances (6% vs. 1%), and other mood disorders and disturbances (5% vs. 2%). In the trial of patients with stable cardiovascular disease (4), more types and a greater number of cardiovascular events were reported compared to premarketing studies, as shown in Table 1 and in Table 2 below. Table 2. Cardiovascular Mortality and Nonfatal Cardiovascular Events (%) with a Frequency >1% in Either Treatment Group in the Trial of Patients with Stable Cardiovascular Disease Varenicline 1 mg BID N=353 Placebo N=350 *some procedures were part of management of nonfatal MI and hospitalization for angina Adverse Events ≥1% in either treatment group Up to 30 days after treatment Angina pectoris 3.7 2.0 Chest pain 2.5 2.3 Peripheral edema 2.0 1.1 Hypertension 1.4 2.6 Palpitations 0.6 1.1 Adjudicated Cardiovascular Mortality (up to 52 weeks) 0.3 0.6 Adjudicated Nonfatal Serious Cardiovascular Events ≥1% in either treatment group Up to 30 days after treatment Nonfatal MI 1.1 0.3 Hospitalization for angina pectoris 0.6 1.1 Beyond 30 days after treatment and up to 52 weeks Need for coronary revascularization * 2.0 0.6 Hospitalization for angina pectoris 1.7 1.1 New diagnosis of peripheral vascular disease (PVD) or admission for a PVD procedure 1.4 0.6 In the trial of patients with stable schizophrenia or schizoaffective disorder (5), 128 smokers on antipsychotic medication were randomized 2:1 to varenicline (1 mg twice daily) or placebo for 12 weeks with 12-week non-drug follow-up. The most common treatment emergent adverse events reported in this trial are shown in Table 3 below. Table 3. Common Treatment Emergent AEs (%) in the Trial of Patients with Stable Schizophrenia or Schizoaffective Disorder Varenicline 1 mg BID N=84 Placebo N=43 Adverse Events ≥10% in the varenicline group Nausea 24 14 Headache 11 19 Vomiting 11 9 Psychiatric Adverse Events ≥5% and at a higher rate than in the placebo group Insomnia 10 5 For the trial of patients with major depressive disorder (6), the most common treatment emergent adverse events reported are shown in Table 4 below. Additionally, in this trial, patients treated with varenicline were more likely than patients treated with placebo to report one of events related to hostility and aggression (3% vs. 1%). Table 4. Common Treatment Emergent AEs (%) in the Trial of Patients with Major Depressive Disorder Varenicline 1 mg BID N=256 Placebo N=269 Adverse Events ≥10% in either treatment group Nausea 27 10 Headache 17 11 Abnormal dreams 11 8 Insomnia 11 5 Irritability 11 8 Psychiatric Adverse Events ≥2% in any treatment group and not included above Depressed mood disorders and disturbances 11 9 Anxiety 7 9 Agitation 7 4 Tension 4 3 Hostility 2 0.4 Restlessness 2 2 In the trial of patients without or with a history of psychiatric disorder (7), the most common adverse events in subjects treated with varenicline were similar to those observed in premarketing studies. Most common treatment-emergent adverse events reported in this trial are shown in Table 5 below. Table 5. Treatment Emergent Common AEs (%) in the Trial of Patients without or with a History of Psychiatric Disorder Varenicline 1 mg BID Placebo Adverse Events ≥10% in the varenicline group Entire study population, N 1982 1979 Nausea 25 7 Headache 12 10 Psychiatric Adverse Events ≥2% in any treatment group Non-psychiatric cohort, N 975 982 Abnormal dreams 8 4 Agitation 3 3 Anxiety 5 6 Depressed mood 3 3 Insomnia 10 7 Irritability 3 4 Sleep disorder 3 2 Psychiatric cohort, N 1007 997 Abnormal dreams 12 5 Agitation 5 4 Anxiety 8 6 Depressed mood 5 5 Depression 5 5 Insomnia 9 7 Irritability 5 7 Nervousness 2 3 Sleep disorder 3 2 In the non-treatment extension of the postmarketing neuropsychiatric safety outcomes trial that assessed CV safety (8), the most common adverse events in subjects treated with varenicline and occurring up to 30 days after last dose of treatment were similar to those observed in premarketing studies. 6.2 Postmarketing Experience The following adverse events have been reported during post-approval use of varenicline. Because these events are reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency or establish a causal relationship to drug exposure. There have been reports of depression, mania, psychosis, hallucinations, paranoia, delusions, homicidal ideation, aggression, hostility, anxiety, and panic, as well as suicidal ideation, suicide attempt, and completed suicide in patients attempting to quit smoking while taking varenicline [see Warnings and Precautions (5.1) ] . There have been postmarketing reports of new or worsening seizures in patients treated with varenicline [see Warnings and Precautions (5.2) ]. There have been postmarketing reports of patients experiencing increased intoxicating effects of alcohol while taking varenicline. Some reported neuropsychiatric events, including unusual and sometimes aggressive behavior [see Warnings and Precautions (5.1) and (5.3) ] . There have been reports of hypersensitivity reactions, including angioedema [see Warnings and Precautions (5.7) ] . There have also been reports of serious skin reactions, including Stevens-Johnson syndrome and erythema multiforme, in patients taking varenicline [see Warnings and Precautions (5.8) ]. There have been reports of myocardial infarction (MI) and cerebrovascular accident (CVA) including ischemic and hemorrhagic events in patients taking varenicline. In the majority of the reported cases, patients had pre-existing cardiovascular disease and/or other risk factors. Although smoking is a risk factor for MI and CVA, based on temporal relationship between medication use and events, a contributory role of varenicline cannot be ruled out [see Warnings and Precautions (5.5) ] . There have been reports of hyperglycemia in patients following initiation of varenicline. There have been reports of somnambulism, some resulting in harmful behavior to self, others, or property in patients treated with varenicline [see Warnings and Precautions (5.6) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Varenicline tablets are contraindicated in patients with a known history of serious hypersensitivity reactions or skin reactions to varenicline tablets. History of serious hypersensitivity or skin reactions to varenicline tablets. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Begin varenicline tablets dosing one week before the date set by the patient to stop smoking. Alternatively, the patient can begin varenicline tablets dosing and then quit smoking between days 8 and 35 of treatment. ( 2.1 ) Starting Week: 0.5 mg once daily on days 1 to 3 and 0.5 mg twice daily on days 4 to 7. ( 2.1 ) Continuing Weeks: 1 mg twice daily for a total of 12 weeks. ( 2.1 ) An additional 12 weeks of treatment is recommended for successful quitters to increase likelihood of long-term abstinence. ( 2.1 ) Consider a gradual approach to quitting smoking with varenicline tablets for patients who are sure that they are not able or willing to quit abruptly. Patients should begin varenicline tablets dosing and reduce smoking by 50% from baseline within the first four weeks, by an additional 50% in the next four weeks, and continue reducing with the goal of reaching complete abstinence by 12 weeks. Continue treatment for an additional 12 weeks, for a total of 24 weeks. ( 2.1 ) Severe Renal Impairment (estimated creatinine clearance less than 30 mL/min): Begin with 0.5 mg once daily and titrate to 0.5 mg twice daily. For patients with end-stage renal disease undergoing hemodialysis, a maximum of 0.5 mg daily may be given if tolerated. ( 2.2 ) Consider dose reduction for patients who cannot tolerate adverse effects. ( 2.1 ) Another attempt at treatment is recommended for those who fail to stop smoking or relapse when factors contributing to the failed attempt have been addressed. ( 2.1 ) Provide patients with appropriate educational materials and counseling to support the quit attempt. ( 2.1 ) 2.1 Usual Dosage for Adults Smoking cessation therapies are more likely to succeed for patients who are motivated to stop smoking and who are provided additional advice and support. Provide patients with appropriate educational materials and counseling to support the quit attempt. The patient should set a date to stop smoking. Begin varenicline tablets dosing one week before this date. Alternatively, the patient can begin varenicline tablets dosing and then quit smoking between days 8 and 35 of treatment. Varenicline tablets should be taken orally after eating and with a full glass of water. The recommended dose of varenicline tablets are 1 mg twice daily following a 1-week titration as follows: Days 1 to 3: 0.5 mg once daily Days 4 to 7: 0.5 mg twice daily Day 8 to end of treatment: 1 mg twice daily Patients should be treated with varenicline tablets for 12 weeks. For patients who have successfully stopped smoking at the end of 12 weeks, an additional course of 12 weeks treatment with varenicline tablets are recommended to further increase the likelihood of long-term abstinence. For patients who are sure that they are not able or willing to quit abruptly, consider a gradual approach to quitting smoking with varenicline tablets. Patients should begin varenicline tablets dosing and reduce smoking by 50% from baseline within the first four weeks, by an additional 50% in the next four weeks, and continue reducing with the goal of reaching complete abstinence by 12 weeks. Continue varenicline tablets treatment for an additional 12 weeks, for a total of 24 weeks of treatment. Encourage patients to attempt quitting sooner if they feel ready [see Clinical Studies (14.5) ]. Patients who are motivated to quit, and who did not succeed in stopping smoking during prior varenicline tablets therapy for reasons other than intolerability due to adverse events or who relapsed after treatment, should be encouraged to make another attempt with varenicline tablets once factors contributing to the failed attempt have been identified and addressed. Consider a temporary or permanent dose reduction in patients who cannot tolerate the adverse effects of varenicline tablets. 2.2 Dosage in Special Populations Patients with Impaired Renal Function No dosage adjustment is necessary for patients with mild to moderate renal impairment. For patients with severe renal impairment (estimated creatinine clearance less than 30 mL per min), the recommended starting dose of varenicline tablets are 0.5 mg once daily. The dose may then be titrated as needed to a maximum dose of 0.5 mg twice daily. For patients with end-stage renal disease undergoing hemodialysis, a maximum dose of 0.5 mg once daily may be administered if tolerated [see Use in Specific Populations (8.6) , Clinical Pharmacology (12.3) ] . Elderly and Patients with Impaired Hepatic Function No dosage adjustment is necessary for patients with hepatic impairment. Because elderly patients are more likely to have decreased renal function, care should be taken in dose selection, and it may be useful to monitor renal function [see Use in Specific Populations (8.5) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Varenicline tablets are indicated for use as an aid to smoking cessation treatment. Varenicline tablets are a nicotinic receptor partial agonist indicated for use as an aid to smoking cessation treatment. ( 1 and 2.1 )"
  ],
  "fetched_at": "2025-09-30T23:07:35.409531",
  "source": "OpenFDA"
}