{
  "drug_name": "Vecuronium",
  "generic_name": [
    "VECURONIUM BROMIDE"
  ],
  "brand_names": [
    "VECURONIUM BROMIDE"
  ],
  "drug_interactions": [
    "Drug Interactions Prior administration of succinylcholine may enhance the neuromuscular blocking effect of vecuronium and its duration of action. If succinylcholine is used before vecuronium, the administration of vecuronium should be delayed until the succinylcholine effect shows signs of wearing off. With succinylcholine as the intubating agent, initial doses of 0.04 to 0.06 mg/kg of vecuronium may be administered to produce complete neuromuscular block with clinical duration of action of 25 to 30 minutes (see CLINICAL PHARMACOLOGY ). The use of vecuronium before succinylcholine, in order to attenuate some of the side effects of succinylcholine, has not been sufficiently studied. Other nondepolarizing neuromuscular blocking agents (pancuronium, d-tubocurarine, metocurine, and gallamine) act in the same fashion as does vecuronium, therefore, these drugs and vecuronium, may manifest an additive effect when used together. There are insufficient data to support concomitant use of vecuronium and other competitive muscle relaxants in the same patient. Inhalational Anesthetics: Use of volatile inhalational anesthetics such as enflurane, isoflurane, and halothane with vecuronium will enhance neuromuscular blockade. Potentiation is most prominent with use of enflurane and isoflurane. With the above agents the initial dose of vecuronium may be the same as the balanced anesthesia unless the inhalational anesthetic has been administered for a sufficient time at a sufficient dose to have reached clinical equilibrium (see CLINICAL PHARMACOLOGY ). Antibiotics: Parenteral/intraperitoneal administration of high doses of certain antibiotics may intensify or produce neuromuscular block on their own. The following antibiotics have been associated with various degrees of paralysis: aminoglycosides (such as neomycin, streptomycin, kanamycin, gentamicin, and dihydrostreptomycin); tetracyclines; bacitracin; polymyxin B; colistin; and sodium colistimethate. If these or other newly introduced antibiotics are used in conjunction with vecuronium, unexpected prolongation of neuromuscular block should be considered a possibility. Thiopental: Reconstituted vecuronium, which has an acid pH, should not be mixed with alkaline solutions (e.g., barbiturate solutions such as thiopental) in the same syringe or administered simultaneously during intravenous infusion through the same needle or through the same intravenous line (see DOSAGE AND ADMINISTRATION-COMPATIBILITY ). Other: Experience concerning injection of quinidine during recovery from use of other muscle relaxants suggests that recurrent paralysis may occur. This possibility must also be considered for vecuronium. Vecuronium induced neuromuscular blockade has been counteracted by alkalosis and enhanced by acidosis in experimental animals (cat). Electrolyte imbalance and diseases which lead to electrolyte imbalance, such as adrenal cortical insufficiency, have been shown to alter neuromuscular blockade. Depending on the nature of the imbalance, either enhancement or inhibition may be expected. Magnesium salts, administered for the management of toxemia of pregnancy may enhance the neuromuscular blockade. Drug/Laboratory Test Interactions: None known."
  ],
  "warnings": [
    "WARNINGS VECURONIUM SHOULD BE ADMINISTERED IN CAREFULLY ADJUSTED DOSAGE BY OR UNDER THE SUPERVISION OF EXPERIENCED CLINICIANS WHO ARE FAMILIAR WITH ITS ACTIONS AND THE POSSIBLE COMPLICATIONS THAT MIGHT OCCUR FOLLOWING ITS USE. THE DRUG SHOULD NOT BE ADMINISTERED UNLESS FACILITIES FOR INTUBATION, ARTIFICIAL RESPIRATION, OXYGEN THERAPY, AND REVERSAL AGENTS ARE IMMEDIATELY AVAILABLE. THE CLINICIAN MUST BE PREPARED TO ASSIST OR CONTROL RESPIRATION. TO REDUCE THE POSSIBILITY OF PROLONGED NEUROMUSCULAR BLOCKADE AND OTHER POSSIBLE COMPLICATIONS THAT MIGHT OCCUR FOLLOWING LONG-TERM USE IN THE I.C.U., VECURONIUM OR ANY OTHER NEUROMUSCULAR BLOCKING AGENT SHOULD BE ADMINISTERED IN CAREFULLY ADJUSTED DOSES BY OR UNDER THE SUPERVISION OF EXPERIENCED CLINICIANS WHO ARE FAMILIAR WITH ITS ACTIONS AND WHO ARE FAMILIAR WITH APPROPRIATE PERIPHERAL NERVE STIMULATOR MUSCLE MONITORING TECHNIQUES (see PRECAUTIONS, Long Term Use in I.C.U. ). Anaphylaxis Severe anaphylactic reactions to neuromuscular blocking agents, including VECURONIUM BROMIDE, have been reported. These reactions have in some cases been life-threatening and fatal. Due to the potential severity of these reactions, the necessary precautions, such as the immediate availability of appropriate emergency treatment, should be taken. Precautions should also be taken in those individuals who have had previous anaphylactic reactions to other neuromuscular blocking agents since cross-reactivity between neuromuscular blocking agents, both depolarizing and non-depolarizing, has been reported. In patients who are known to have myasthenia gravis or the myasthenic (Eaton-Lambert) syndrome, small doses of vecuronium may have profound effects. In such patients, a peripheral nerve stimulator and use of a small test dose may be of value in monitoring the response to administration of muscle relaxants. Risk of Death due to Medication Errors Administration of vecuronium bromide results in paralysis, which may lead to respiratory arrest and death; this progression may be more likely to occur in a patient for whom it is not intended. Confirm proper selection of intended product and avoid confusion with other injectable solutions that are present in critical care and other clinical settings. If another healthcare provider is administering the product, ensure that the intended dose is clearly labeled and communicated."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS The most frequent adverse reaction to nondepolarizing blocking agents as a class consists of an extension of the drug’s pharmacological action beyond the time period needed. This may vary from skeletal muscle weakness to profound and prolonged skeletal muscle paralysis resulting in respiration insufficiency or apnea. Inadequate reversal of the neuromuscular blockade is possible with vecuronium bromide as with all curariform drugs. These adverse reactions are managed by manual or mechanical ventilation until recovery is judged adequate. Little or no increase in intensity of blockade or duration of action with vecuronium bromide is noted from the use of thiobarbiturates, narcotic analgesics, nitrous oxide, or droperidol. See OVERDOSAGE for discussion of other drugs used in anesthetic practice which also cause respiratory depression. Prolonged to profound extensions of paralysis and/or muscle weakness as well as muscle atrophy have been reported after long-term use to support mechanical ventilation in the intensive care unit (see PRECAUTIONS, Long Term Use in I.C.U. ). The administration of vecuronium bromide has been associated with rare instances of hypersensitivity reactions (bronchospasm, hypotension and/or tachycardia, sometimes associated with acute urticaria or erythema); (see also CLINICAL PHARMACOLOGY ). There have been postmarketing reports of severe allergic reactions (anaphylactic and anaphylactoid reactions) associated with use of neuromuscular blocking agents, including VECURONIUM BROMIDE. These reactions, in some cases, have been life-threatening and fatal. Because these reactions were reported voluntarily from a population of uncertain size, it is not possible to reliably estimate their frequency (See WARNINGS and PRECAUTIONS )."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Vecuronium bromide is contraindicated in patients known to have a hypersensitivity to it."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION Vecuronium bromide for injection is for intravenous use only. This drug should be administered by or under the supervision of experienced clinicians familiar with the use of neuromuscular blocking agents. Dosage must be individualized in each case. The dosage information which follows is derived from studies based upon units of drug per unit of body weight and is intended to serve as a guide only, especially regarding enhancement of neuromuscular blockade of vecuronium bromide by volatile anesthetics and by prior use of succinylcholine (see PRECAUTIONS: Drug Interactions ). To obtain maximum clinical benefits of vecuronium bromide and to minimize the possibility of overdosage, the monitoring of muscle twitch response to peripheral nerve stimulation is advised. The recommended initial dose of vecuronium bromide is 0.08 to 0.1 mg/kg (1.4 to 1.75 times the ED 90 ) given as an intravenous bolus injection. This dose can be expected to produce good or excellent non-emergency intubation conditions in 2.5 to 3 minutes after injection. Under balanced anesthesia, clinically required neuromuscular blockade lasts approximately 25 to 30 minutes, with recovery to 25% of control achieved approximately 25 to 40 minutes after injection and recovery to 95% of control achieved approximately 45 to 65 minutes after injection. In the presence of potent inhalation anesthetics, the neuromuscular blocking effect of vecuronium bromide is enhanced. If vecuronium bromide is first administered more than 5 minutes after the start of inhalation agent or when steady-state has been achieved, the initial vecuronium bromide dose may be reduced by approximately 15%, i.e., 0.06 to 0.085 mg/kg. Prior administration of succinylcholine may enhance the neuromuscular blocking effect and duration of action of vecuronium bromide. If intubation is performed using succinylcholine, a reduction of initial dose of vecuronium bromide to 0.04 to 0.06 mg/kg with inhalation anesthesia and 0.05 to 0.06 mg/kg with balanced anesthesia may be required. During prolonged surgical procedures, maintenance doses of 0.01 to 0.015 mg/kg of vecuronium bromide are recommended; after the initial vecuronium bromide injection, the first maintenance dose will generally be required within 25 to 40 minutes. However, clinical criteria should be used to determine the need for maintenance doses. Since vecuronium bromide lacks clinically important cumulative effects, subsequent maintenance doses, if required, may be administered at relatively regular intervals for each patient, ranging approximately from 12 to 15 minutes under balanced anesthesia, slightly longer under inhalation agents. (If less frequent administration is desired, higher maintenance doses may be administered.) Should there be reason for the selection of larger doses in individual patients, initial doses ranging from 0.15 mg/kg up to 0.28 mg/kg have been administered during surgery under halothane anesthesia without ill effects to the cardiovascular system being noted as long as ventilation is properly maintained (see CLINICAL PHARMACOLOGY-Pharmacokinetics ). Use by Continuous Infusion After an intubating dose of 80 to 100 mcg/kg, a continuous infusion of 1 mcg/kg/min can be initiated approximately 20 to 40 minutes later. Infusion of vecuronium bromide should be initiated only after early evidence of spontaneous recovery from the bolus dose. Long-term intravenous infusion to support mechanical ventilation in the intensive care unit has not been studied sufficiently to support dosage recommendations. (See PRECAUTIONS, Long Term Use in I.C.U. ) . The infusion of vecuronium bromide should be individualized for each patient. The rate of administration should be adjusted according to the patient’s twitch response as determined by peripheral nerve stimulation. An initial rate of 1 mcg/kg/min is recommended, with the rate of the infusion adjusted thereafter to maintain a 90% suppression of twitch response. Average infusion rates may range from 0.8 to 1.2 mcg/kg/min. Inhalation anesthetics, particularly enflurane and isoflurane may enhance the neuromuscular blocking action of nondepolarizing muscle relaxants. In the presence of steady-state concentrations of enflurane or isoflurane, it may be necessary to reduce the rate of infusion 25 to 60 percent, 45 to 60 min after the intubating dose. Under halothane anesthesia it may not be necessary to reduce the rate of infusion. Spontaneous recovery and reversal of neuromuscular blockade following discontinuation of vecuronium bromide infusion may be expected to proceed at rates comparable to that following a single bolus dose (see CLINICAL PHARMACOLOGY ). Infusion solutions of vecuronium bromide can be prepared by adding vecuronium bromide with an appropriate infusion solution such as Dextrose 5% Injection, Sodium Chloride 0.9% Injection, Dextrose 5% and Sodium Chloride 0.9% Injection, or Lactated Ringer’s Injection. Unused portions of infusion solutions should be discarded. Infusion rates of vecuronium bromide can be individualized for each patient using the following table: * 10 mg of Vecuronium bromide in 100 mL solution ‡ 20 mg of Vecuronium bromide in 100 mL solution Drug Delivery Rate Infusion Delivery Rate (mcg/kg/min) (mL/kg/min) 0.1 mg/mL * 0.2 mg/mL ‡ 0.7 0.007 0.0035 0.8 0.008 0.004 0.9 0.009 0.0045 1 0.01 0.005 1.1 0.011 0.0055 1.2 0.012 0.006 1.3 0.013 0.0065 The following table is guideline for mL/min delivery for a solution of 0.1 mg/mL (10 mg in 100 mL) with an infusion pump. VECURONIUM BROMIDE INFUSION RATE - mL/min Amount of Drug mcg/kg/min Patient Weight - kg 40 50 60 70 80 90 100 0.7 0.28 0.35 0.42 0.49 0.56 0.63 0.7 0.8 0.32 0.4 0.48 0.56 0.64 0.72 0.8 0.9 0.36 0.45 0.54 0.63 0.72 0.81 0.9 1 0.4 0.5 0.6 0.7 0.8 0.9 1 1.1 0.44 0.55 0.66 0.77 0.88 0.99 1.1 1.2 0.48 0.6 0.72 0.84 0.96 1.08 1.2 1.3 0.52 0.65 0.78 0.91 1.04 1.17 1.3 NOTE: If a concentration of 0.2 mg/mL is used (20 mg in 100 mL), the rate should be decreased by one-half. Use in Pediatrics: Pediatric patients (10 to 16 years of age) have approximately the same dosage requirements (mg/kg) as adults and may be managed the same way. Younger pediatric patients (1 to 10 years of age) may require a slightly higher initial dose and may also require supplementation slightly more often than adults. Infants under 1 year of age but older than 7 weeks are moderately more sensitive to vecuronium bromide on a mg/kg basis than adults and take about 1½ times as long to recover. See also subsection of PRECAUTIONS titled Pediatric Use . Information presently available does not permit recommendation on usage in pediatric patients less than 7 weeks of age (see PRECAUTIONS-Pediatric Use ). There are insufficient data concerning continuous infusion of vecuronium in pediatric patients, therefore, no dosing recommendations can be made. COMPATIBILITY Vecuronium bromide is compatible in solution with: Sodium Chloride 0.9% Injection Dextrose 5% Injection Sterile Water for Injection Dextrose 5% in Sodium Chloride 0.9% Injection Lactated Ringer’s Injection Use within 24 hours of mixing with the above solutions. Vecuronium bromide is also compatible in solution with: bacteriostatic water for injection ( NOT FOR USE IN NEWBORNS ). Use within 5 days of mixing with the above solution. Reconstituted vecuronium bromide, which has an acid pH, should not be mixed with alkaline solutions (e.g., barbiturate solutions such as thiopental) in the same syringe or administered simultaneously during intravenous infusion through the same needle or through the same intravenous line. After Reconstitution: See DOSAGE AND ADMINISTRATION-COMPATIBILITY for diluents compatible with Vecuronium Bromide for Injection. Single-Dose Use: When reconstituted with compatible I.V. solutions not containing an antimicrobial preservative (e.g., sterile water for injection), refrigerate and use within 24 hours. Discard unused portion. Multi-Dose Use: ( NOT FOR USE IN NEWBORNS. ) When reconstituted with bacteriostatic water for injection, use within 5 days. The reconstituted solution may be stored at room temperature or refrigerated. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration whenever solution and container permit. Risk of Medication Errors: Accidental administration of neuromuscular blocking agents may be fatal. Store vecuronium bromide for injection with the cap and ferrule intact and in a manner that minimizes the possibility of selecting the wrong product."
  ],
  "indications": [
    "INDICATIONS AND USAGE Vecuronium bromide for injection is indicated as an adjunct to general anesthesia, to facilitate endotracheal intubation and to provide skeletal muscle relaxation during surgery or mechanical ventilation."
  ],
  "fetched_at": "2025-09-30T23:32:48.448488",
  "source": "OpenFDA"
}