{
  "drug_name": "Vemurafenib",
  "generic_name": [
    "VEMURAFENIB"
  ],
  "brand_names": [
    "ZELBORAF"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Avoid concomitant administration of ZELBORAF with strong CYP3A4 inhibitors or inducers. ( 7.1 ) CYP1A2 Substrates: ZELBORAF can increase concentrations of CYP1A2 substrates. Avoid concomitant use of ZELBORAF with CYP1A2 substrates with a narrow therapeutic window. If coadministration cannot be avoided, monitor closely for toxicities and consider dose reduction of CYP1A2 substrates. ( 7.2 ). 7.1 Effect of Strong CYP3A4 Inhibitors or Inducers on Vemurafenib Strong CYP3A4 Inhibitors Coadministration of a strong CYP3A4 inhibitor increased vemurafenib plasma concentrations and may lead to increased toxicity. Avoid coadministration of ZELBORAF with strong CYP3A4 inhibitors. If coadministration of a strong CYP3A4 inhibitor is unavoidable, consider dose reduction of ZELBORAF, if clinically indicated. [see Dosage and Administration (2.3) , Clinical Pharmacology (12.3) ] . Strong CYP3A4 Inducers Coadministration of ZELBORAF with rifampin, a strong CYP3A4 inducer, decreased vemurafenib plasma concentrations and may result in decreased efficacy. Avoid coadministration of ZELBORAF with strong CYP3A4 inducers (e.g., phenytoin, carbamazepine, rifampin), and replace these drugs with alternative drugs when possible. If coadministration of a strong CYP3A4 inducer is unavoidable, increase the dose of ZELBORAF by 240 mg (one tablet) as tolerated [see Dosage and Administration (2.4) , Clinical Pharmacology (12.3) ] . 7.2 Effect of Vemurafenib on CYP1A2 Substrates Coadministration of ZELBORAF with tizanidine, a sensitive CYP1A2 substrate, increased tizanidine systemic exposure by 4.7-fold. Avoid concomitant use of ZELBORAF with drugs having a narrow therapeutic window that are predominantly metabolized by CYP1A2 [see Clinical Pharmacology (12.3) ] . If coadministration cannot be avoided, monitor closely for toxicities and consider a dose reduction of concomitant CYP1A2 substrates. 7.3 Concurrent Ipilimumab Increases in transaminases and bilirubin occurred in a majority of patients who received concurrent ipilimumab and ZELBORAF [see Warnings and Precautions Section 5.6 ]. 7.4 Effect of Vemurafenib on P-gp Substrates Coadministration of ZELBORAF with digoxin, a sensitive P-glycoprotein (P-gp) substrate, increased digoxin systemic exposure by 1.8-fold. Avoid concurrent use of P-gp substrates known to have narrow therapeutic indices. If use of these medications is unavoidable, consider dose reduction of P-gp substrates with narrow therapeutic indices."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label: New Primary Malignancies [see Warnings and Precautions (5.1) ] Hypersensitivity Reactions [see Warnings and Precautions (5.3) ] Dermatologic Reactions [see Warnings and Precautions (5.4) ] QT Prolongation [see Warnings and Precautions (5.5) ] Hepatotoxicity [see Warnings and Precautions (5.6) ] Photosensitivity [see Warnings and Precautions (5.7) ] Ophthalmologic Reactions [see Warnings and Precautions (5.8) ] Radiation Sensitization and Radiation Recall [see Warnings and Precautions (5.10) ] Renal Failure [see Warnings and Precautions (5.11) ] Dupuytren's Contracture and Plantar Fascial Fibromatosis [see Warnings and Precautions (5.12) ] Melanoma: Most common adverse reactions (≥ 30%) are arthralgia, rash, alopecia, fatigue, photosensitivity reaction, nausea, pruritus, and skin papilloma. ( 6.1 ) Erdheim-Chester Disease: Most common adverse reactions (>50%) are arthralgia, rash maculo-papular, alopecia, fatigue, electrocardiogram QT interval prolonged, and skin papilloma. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Genentech at 1-888-835-2555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not predict the rates observed in a broader patient population in clinical practice. Unresectable or Metastatic Melanoma with BRAF V600E Mutation This section describes adverse drug reactions (ADRs) identified from analyses of Trial 1 and Trial 2 [see Clinical Studies (14) ] . Trial 1 randomized (1:1) 675 treatment-naive patients with unresectable or metastatic melanoma to receive ZELBORAF 960 mg orally twice daily or dacarbazine 1000 mg/m 2 intravenously every 3 weeks. In Trial 2, 132 patients with metastatic melanoma and failure of at least one prior systemic therapy received treatment with ZELBORAF 960 mg orally twice daily. Table 1 presents adverse reactions reported in at least 10% of unresectable or metastatic melanoma patients treated with ZELBORAF. The most common adverse reactions of any grade (≥ 30% in either study) in ZELBORAF-treated patients were arthralgia, rash, alopecia, fatigue, photosensitivity reaction, nausea, pruritus, and skin papilloma. The most common (≥ 5%) Grade 3 adverse reactions were cuSCC and rash. The incidence of Grade 4 adverse reactions was ≤ 4% in both studies. The incidence of adverse events resulting in permanent discontinuation of study medication in Trial 1 was 7% for the ZELBORAF arm and 4% for the dacarbazine arm. In Trial 2, the incidence of adverse events resulting in permanent discontinuation of study medication was 3% in ZELBORAF-treated patients. The median duration of study treatment was 4.2 months for ZELBORAF and 0.8 months for dacarbazine in Trial 1, and 5.7 months for ZELBORAF in Trial 2. Table 1 Adverse Reactions Reported in ≥ 10% of Unresectable or Metastatic Melanoma Patients Treated with ZELBORAF Adverse drug reactions, reported using MedDRA and graded using NCI-CTC-AE v 4.0 (NCI common toxicity criteria) for assessment of toxicity. ADRs Trial 1: Treatment-Naïve Patients Trial 2: Patients with Failure of at Least One Prior Systemic Therapy ZELBORAF n=336 Dacarbazine n=287 ZELBORAF n=132 All Grades (%) Grade 3 Grade 4 adverse reactions limited to gamma-glutamyltransferase increased (< 1% in Trial 1 and 4% in Trial 2). (%) All Grades (%) Grade 3 (%) All Grades (%) Grade 3 (%) Skin and subcutaneous tissue disorders Rash 37 8 2 0 52 7 Photosensitivity reaction 33 3 4 0 49 3 Alopecia 45 < 1 2 0 36 0 Pruritus 23 1 1 0 30 2 Hyperkeratosis 24 1 < 1 0 28 0 Rash maculo-papular 9 2 < 1 0 21 6 Actinic keratosis 8 0 3 0 17 0 Dry skin 19 0 1 0 16 0 Rash papular 5 < 1 0 0 13 0 Erythema 14 0 2 0 8 0 Musculoskeletal and connective tissue disorders Arthralgia 53 4 3 < 1 67 8 Myalgia 13 < 1 1 0 24 < 1 Pain in extremity 18 < 1 6 2 9 0 Musculoskeletal pain 8 0 4 < 1 11 0 Back pain 8 < 1 5 < 1 11 < 1 General disorders and administration site conditions Fatigue 38 2 33 2 54 4 Edema peripheral 17 < 1 5 0 23 0 Pyrexia 19 < 1 9 < 1 17 2 Asthenia 11 < 1 9 < 1 2 0 Gastrointestinal disorders Nausea 35 2 43 2 37 2 Diarrhea 28 < 1 13 < 1 29 < 1 Vomiting 18 1 26 1 26 2 Constipation 12 < 1 24 0 16 0 Nervous system disorders Headache 23 < 1 10 0 27 0 Dysgeusia 14 0 3 0 11 0 Neoplasms benign, malignant and unspecified (includes cysts and polyps) Skin papilloma 21 < 1 0 0 30 0 Cutaneous SCC Includes both squamous cell carcinoma of the skin and keratoacanthoma. Cases of cutaneous squamous cell carcinoma were required to be reported as Grade 3 per protocol. 24 22 < 1 < 1 24 24 Seborrheic keratosis 10 < 1 1 0 14 0 Investigations Gamma-glutamyltransferase increased 5 3 1 0 15 6 Metabolism and nutrition disorders Decreased appetite 18 0 8 < 1 21 0 Respiratory, thoracic and mediastinal disorders Cough 8 0 7 0 12 0 Injury, poisoning and procedural complications Sunburn 10 0 0 0 14 0 Clinically relevant adverse reactions reported in < 10% of unresectable or metastatic melanoma patients treated with ZELBORAF in the Phase 2 and Phase 3 studies include: Skin and subcutaneous tissue disorders: palmar-plantar erythrodysesthesia syndrome, keratosis pilaris, panniculitis, erythema nodosum, Stevens-Johnson syndrome, toxic epidermal necrolysis Musculoskeletal and connective tissue disorders: arthritis, Dupuytren's contracture Nervous system disorders: neuropathy peripheral, VII th nerve paralysis Neoplasms benign, malignant and unspecified (includes cysts and polyps): basal cell carcinoma, oropharyngeal squamous cell carcinoma Infections and infestations: folliculitis Eye disorders: retinal vein occlusion Vascular disorders: vasculitis Cardiac disorders: atrial fibrillation Table 2 shows the incidence of worsening liver laboratory abnormalities in Trial 1 summarized as the proportion of patients who experienced a shift from baseline to Grade 3 or 4. Table 2 Change from Baseline to Grade 3/4 Liver Laboratory Abnormalities in Trial 1 For ALT, alkaline phosphatase, and bilirubin, there were no patients with a change to Grade 4 in either treatment arm. Parameter Change From Baseline to Grade 3/4 ZELBORAF (%) Dacarbazine (%) GGT 11.5 8.6 AST 0.9 0.4 ALT 2.8 1.9 Alkaline phosphatase 2.9 0.4 Bilirubin 1.9 0 Erdheim-Chester Disease (ECD) This section describes adverse reactions identified from analyses of Trial 4 [see Clinical Studies (14) ] . In Trial 4, 22 patients with BRAF V600 mutation-positive ECD received ZELBORAF 960 mg twice daily. The median treatment duration for ECD patients in this study was 14.2 months. Table 3 presents adverse reactions reported in at least 20% of BRAF V600 mutation-positive ECD patients treated with ZELBORAF. In Trial 4, the most commonly reported adverse reactions (> 50%) in patients with BRAF V600 mutation- positive ECD treated with ZELBORAF were arthralgia, rash maculo-papular, alopecia, fatigue, electrocardiogram QT interval prolonged, and skin papilloma. The most common (≥ 10%) Grade ▯ 3 adverse reactions were squamous cell carcinoma of the skin, hypertension, rash maculo-papular, and arthralgia. The incidence of adverse reactions resulting in permanent discontinuation of study medication was 32%. Table 3 Adverse Reactions Reported in ≥ 20% of ECD Patients Treated with ZELBORAF Adverse drug reactions, graded using NCI-CTCAE v 4.0 (NCI common toxicity criteria) for assessment of toxicity. Trial 4: Patients with ECD n=22 Body System Adverse Reactions All Grades (%) Grade 3-4 (%) Skin and subcutaneous tissue disorders Rash maculo-papular 59 18 Alopecia 55 - Hyperkeratosis 50 5 Dry skin 45 - Photosensitivity reaction 41 - Palmar-plantar erythrodysaesthesia syndrome 41 - Pruritus 36 - Actinic keratosis 32 5 Keratosis pilaris 32 - Rash papular 23 - Musculoskeletal and connective tissue disorders Arthralgia 82 14 General disorders and administration site conditions Fatigue 55 5 Gastrointestinal disorders Diarrhea 50 - Nausea 32 - Vomiting 23 - Nervous system disorders Peripheral sensory neuropathy 36 - Neoplasms benign, malignant and unspecified (incl. cysts and polyps) Skin papilloma 55 - Seborrhoeic keratosis 41 - SCC of skin Cases of cutaneous squamous cell carcinoma were required to be reported as Grade 3 per protocol. 36 36 Melanocytic nevus 23 _ Cardiac disorders Electrocardiogram QT interval prolonged 55 5 Respiratory, thoracic and mediastinal disorders Cough 36 - Vascular disorders Hypertension 36 23 Injury, poisoning and procedural complications Sunburn 23 - Clinically relevant adverse reactions reported in < 20% of ECD patients treated with ZELBORAF in Trial 4 include: Neoplasms benign, malignant and unspecified (includes cysts and polyps): keratoacanthoma Musculoskeletal and connective tissue disorders: Dupuytren's contracture Table 4 shows the incidence of worsening liver laboratory abnormalities in Trial 4 summarized as the proportion of ECD patients who experienced a shift from baseline to Grade 3 or 4. Table 4 Change from Baseline to Grade 3 Liver Laboratory Abnormalities in Trial 4 Change From Baseline to Grade 3 Parameter Vemurafenib (%) AST 0 ALT 9.1 Alkaline phosphatase 4.5 Bilirubin 0 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of ZELBORAF. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Neoplasms benign, malignant and unspecified (incl. cysts and polyps): Progression of pre-existing chronic myelomonocytic leukemia with NRAS mutation [see Warnings and Precautions (5.1) ] . Skin and subcutaneous tissue disorders: Drug reaction with eosinophilia and systemic symptoms (DRESS syndrome) [see Warnings and Precautions (5.3) ] . Blood and lymphatic systems disorder: Neutropenia Injury, poisoning and procedural complications: Radiation sensitization and recall [see Warnings and Precautions (5.10) ]. Gastrointestinal disorders: Pancreatitis Renal and urinary disorders: Acute interstitial nephritis, acute tubular necrosis [see Warnings and Precautions (5.11) ]. Musculoskeletal and connective tissue disorders: Dupuytren's contracture and plantar fascial fibromatosis [see Warnings and Precautions (5.12) ]."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Confirm the presence of BRAF V600E mutation in tumor specimens prior to initiation of treatment with ZELBORAF. ( 2.1 ) Recommended dose: 960 mg orally twice daily taken approximately 12 hours apart with or without a meal. ( 2.2 ) 2.1 Patient Selection for Treatment of Melanoma Confirm the presence of BRAF V600E mutation in melanoma tumor specimens prior to initiation of treatment with ZELBORAF [see Warnings and Precautions (5.2) ] . Information on FDA-approved tests for the detection of BRAF V600 mutations in melanoma is available at http://www.fda.gov/CompanionDiagnostics. 2.2 Recommended Dose The recommended dose of ZELBORAF is 960 mg (four 240 mg tablets) orally every 12 hours with or without a meal. A missed dose can be taken up to 4 hours prior to the next dose. Treat patients with ZELBORAF until disease progression or unacceptable toxicity occurs. Do not take an additional dose if vomiting occurs after ZELBORAF administration, but continue with the next scheduled dose. Do not crush or chew the tablets. 2.3 Dose Modifications For New Primary Cutaneous Malignancies: No dose modifications are recommended. For Other Adverse Reactions: Permanently discontinue ZELBORAF for any of the following: Grade 4 adverse reaction, first appearance (if clinically appropriate) or second appearance QTc prolongation > 500 ms and increased by > 60 ms from pre-treatment values [see Warnings and Precautions (5.5) ] Withhold ZELBORAF for NCI-CTCAE (v4.0) intolerable Grade 2 or greater adverse reactions. Upon recovery to Grade 0–1, restart ZELBORAF at a reduced dose as follows: 720 mg twice daily for first appearance of intolerable Grade 2 or Grade 3 adverse reactions 480 mg twice daily for second appearance of Grade 2 (if intolerable) or Grade 3 adverse reactions or for first appearance of Grade 4 adverse reaction (if clinically appropriate) Do not dose reduce to below 480 mg twice daily. 2.4 Dose Modification for Strong CYP3A4 Inducers Avoid concomitant use of strong CYP3A4 inducers during treatment with ZELBORAF [see Drug Interactions (7.1) and Clinical Pharmacology (12.3) ] . If concomitant use of a strong CYP3A4 inducer is unavoidable, increase the dose of ZELBORAF by 240 mg (one tablet) as tolerated. After discontinuation of a strong CYP3A4 inducer for two weeks, resume the ZELBORAF dose that was taken prior to initiating the strong CYP3A4 inducer."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZELBORAF ® is a kinase inhibitor indicated for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E mutation as detected by an FDA-approved test. ( 1.1 , 2.1 ) ZELBORAF ® is indicated for the treatment of patients with Erdheim- Chester Disease with BRAF V600 mutation. ( 1.2 , 2.1 ) Limitation of Use: ZELBORAF is not indicated for treatment of patients with wild-type BRAF melanoma ( 2.1 , 5.2 ) 1.1 Unresectable or Metastatic Melanoma ZELBORAF ® is indicated for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E mutation as detected by an FDA-approved test. Limitation of Use: ZELBORAF is not indicated for treatment of patients with wild-type BRAF melanoma [see Warnings and Precautions (5.2) ] . 1.2 Erdheim-Chester Disease ZELBORAF ® is indicated for the treatment of patients with Erdheim-Chester Disease (ECD) with BRAF V600 mutation."
  ],
  "fetched_at": "2025-10-01T17:04:18.392304",
  "source": "OpenFDA"
}