{
  "drug_name": "Venetoclax",
  "generic_name": [
    "VENETOCLAX"
  ],
  "brand_names": [
    "Venclexta"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong or moderate CYP3A inhibitors or P-gp inhibitors: Adjust dosage of VENCLEXTA. ( 2.6 , 7.1 ) Strong or moderate CYP3A inducers: Avoid co-administration. ( 7.1 ) P-gp substrates: Take at least 6 hours before VENCLEXTA. ( 7.2 ) 7.1 Effects of Other Drugs on VENCLEXTA Strong or Moderate CYP3A Inhibitors or P-gp Inhibitors Concomitant use with a strong or moderate CYP3A inhibitor or a P-gp inhibitor increases venetoclax C max and AUC 0-INF [see Clinical Pharmacology ( 12.3 )] , which may increase VENCLEXTA toxicities, including the risk of TLS [see Warnings and Precautions ( 5.1 )] . Concomitant use with a strong CYP3A inhibitor at initiation and during the ramp-up phase in patients with CLL/SLL is contraindicated [see Contraindications ( 4 )] . In patients with CLL/SLL taking a steady daily dosage (after ramp-up phase), consider alternative medications or adjust VENCLEXTA dosage and monitor more frequently for adverse reactions [see Dosage and Administration ( 2.5 , 2.6 )] . In patients with AML, adjust VENCLEXTA dosage and monitor more frequently for adverse reactions [see Dosage and Administration ( 2.5 , 2.6 )] . Resume the VENCLEXTA dosage that was used prior to concomitant use with a strong or moderate CYP3A inhibitor or a P-gp inhibitor 2 to 3 days after discontinuation of the inhibitor [see Dosage and Administration ( 2.5 , 2.6 )] . Avoid grapefruit products, Seville oranges, and starfruit during treatment with VENCLEXTA, as they contain inhibitors of CYP3A. Strong or Moderate CYP3A Inducers Concomitant use with a strong CYP3A inducer decreases venetoclax C max and AUC 0-INF [see Clinical Pharmacology ( 12.3 )] , which may decrease VENCLEXTA efficacy. Avoid concomitant use of VENCLEXTA with strong CYP3A inducers or moderate CYP3A inducers. 7.2 Effect of VENCLEXTA on Other Drugs Warfarin Concomitant use of VENCLEXTA increases warfarin C max and AUC 0-INF [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of bleeding. Monitor international normalized ratio (INR) more frequently in patients using warfarin concomitantly with VENCLEXTA. P-gp Substrates Concomitant use of VENCLEXTA increases C max and AUC 0-INF of P-gp substrates [see Clinical Pharmacology ( 12.3 )] , which may increase toxicities of these substrates. Avoid concomitant use of VENCLEXTA with a P-gp substrate. If a concomitant use is unavoidable, separate dosing of the P-gp substrate at least 6 hours before VENCLEXTA."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Tumor Lysis Syndrome [see Warnings and Precautions ( 5.1 )] Neutropenia [see Warnings and Precautions ( 5.2 )] Infections [see Warnings and Precautions ( 5.3 )] In CLL/SLL, the most common adverse reactions (≥20%) for VENCLEXTA when given in combination with obinutuzumab or rituximab or as monotherapy are neutropenia, thrombocytopenia, anemia, diarrhea, nausea, upper respiratory tract infection, cough, musculoskeletal pain, fatigue, and edema. ( 6.1 ) In AML, the most common adverse reactions (≥30%) in combination with azacitidine or decitabine or low-dose cytarabine are nausea, diarrhea, thrombocytopenia, constipation, neutropenia, febrile neutropenia, fatigue, vomiting, edema, pyrexia, pneumonia, dyspnea, hemorrhage, anemia, rash, abdominal pain, sepsis, musculoskeletal pain, dizziness, cough, oropharyngeal pain, and hypotension. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact AbbVie Inc. at 1-800-633-9110 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely variable conditions, adverse event rates observed in clinical trials of a drug cannot be directly compared with rates of clinical trials of another drug and may not reflect the rates observed in practice. In CLL/SLL, the safety population reflects exposure to VENCLEXTA as monotherapy in patients in M13-982, M14-032, and M12-175 and in combination with obinutuzumab or rituximab in patients in CLL14 and MURANO. In this CLL/SLL safety population, the most common adverse reactions (≥20%) for VENCLEXTA were neutropenia, thrombocytopenia, anemia, diarrhea, nausea, upper respiratory tract infection, cough, musculoskeletal pain, fatigue, and edema. In AML, the safety population reflects exposure to VENCLEXTA in combination with decitabine, azacitidine, or low-dose cytarabine in patients in M14-358, VIALE-A, and VIALE-C. In this safety population, the most common adverse reactions (≥30% in any trial) were nausea, diarrhea, thrombocytopenia, constipation, neutropenia, febrile neutropenia, fatigue, vomiting, edema, pyrexia, pneumonia, dyspnea, hemorrhage, anemia, rash, abdominal pain, sepsis, musculoskeletal pain, dizziness, cough, oropharyngeal pain, and hypotension. Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma VENCLEXTA in Combination with Obinutuzumab The safety of VENCLEXTA in combination with obinutuzumab (VEN+G) (N=212) versus obinutuzumab in combination with chlorambucil (GClb) (N=214) was evaluated in CLL14, a randomized, open-label, actively controlled trial in patients with previously untreated CLL [see Clinical Studies ( 14.1 )] . Patients randomized to the VEN+G arm were treated with VENCLEXTA and obinutuzumab in combination for six cycles, then with VENCLEXTA as monotherapy for an additional six cycles. Patients initiated the first dose of the 5-week ramp-up for VENCLEXTA on Day 22 of Cycle 1 and once completed, continued VENCLEXTA 400 mg orally once daily for a total of 12 cycles. The trial required a total Cumulative Illness Rating Scale (CIRS) >6 or CLcr <70 mL/min, hepatic transaminases and total bilirubin ≤2 times upper limit of normal and excluded patients with any individual organ/system impairment score of 4 by CIRS except eye, ear, nose, and throat organ system. The median duration of exposure to VENCLEXTA was 10.5 months (range: 0 to 13.5 months) and the median number of cycles of obinutuzumab was 6 in the VEN+G arm. Serious adverse reactions were reported in 49% of patients in the VEN+G arm, most often due to febrile neutropenia and pneumonia (5% each). Fatal adverse reactions that occurred in the absence of disease progression and with onset within 28 days of the last study treatment were reported in 2% (4/212) of patients, most often from infection. In the VEN+G arm, adverse reactions led to treatment discontinuation in 16% of patients, dose reduction in 21%, and dose interruption in 74%. Neutropenia led to discontinuation of VENCLEXTA in 2% of patients, dose reduction in 13%, and dose interruption in 41%. Table 9 presents adverse reactions identified in CLL14. Table 9. Adverse Reactions (≥10%) in Patients Treated with VEN+G in CLL14 Adverse Reaction VENCLEXTA + Obinutuzumab (N = 212) Obinutuzumab + Chlorambucil (N = 214) All Grades (%) Grade ≥3 (%) All Grades (%) Grade ≥3 (%) Blood and lymphatic system disorders Neutropenia a 60 56 62 52 Anemia a 17 8 20 7 Gastrointestinal disorders Diarrhea 28 4 15 1 Nausea 19 0 22 1 Constipation 13 0 9 0 Vomiting 10 1 8 1 General disorders and administration site conditions Fatigue a 21 2 23 1 Infections and infestations Upper respiratory tract infection a 17 1 17 1 a Includes multiple adverse reaction terms. Other clinically important adverse reactions (All Grades) reported in <10% of patients treated with VEN+G are presented below: Blood and lymphatic system disorders: febrile neutropenia (6%) Infection and infestations (all include multiple adverse reaction terms): pneumonia (9%), urinary tract infection (6%), sepsis (4%) Metabolism and nutrition disorder: tumor lysis syndrome (1%) During treatment with VENCLEXTA monotherapy after completion of VEN+G, the adverse reaction that occurred in ≥10% of patients was neutropenia (26%). The grade ≥3 adverse reactions that occurred in ≥2% of patients were neutropenia (23%) and anemia (2%). Table 10 presents laboratory abnormalities CLL14. Table 10. New or Worsening Clinically Important Laboratory Abnormalities (≥10%) in Patients Treated with VEN+G in CLL14 Laboratory Abnormality a VENCLEXTA + Obinutuzumab (N = 212) Obinutuzumab + Chlorambucil (N = 214) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Leukopenia 90 46 89 41 Lymphopenia 87 57 87 51 Neutropenia 83 63 79 56 Thrombocytopenia 68 28 71 26 Anemia 53 15 46 11 Chemistry Blood creatinine increased 80 6 74 2 Hypocalcemia 67 9 58 4 Hyperkalemia 41 4 35 3 Hyperuricemia 38 38 38 38 a Includes laboratory abnormalities that were new or worsening, or with worsening from baseline unknown. Grade 4 laboratory abnormalities that developed in ≥2% of patients treated with VEN+G included neutropenia (32%), leukopenia and lymphopenia (10%), thrombocytopenia (8%), hypocalcemia (8%), hyperuricemia (7%), blood creatinine increased (3%), hypercalcemia (3%), and hypokalemia (2%). VENCLEXTA in Combination with Rituximab The safety of VENCLEXTA in combination with rituximab (VEN+R) (N=194) versus bendamustine in combination with rituximab (B+R) (N=188) was evaluated in MURANO [see Clinical Studies ( 14.1 )] . Patients randomized to VEN+R completed the scheduled ramp-up (5 weeks) and received VENCLEXTA 400 mg once daily, in combination with rituximab for 6 cycles followed by VENCLEXTA monotherapy, for a total of 24 months after ramp-up. At the time of analysis, the median duration of exposure to VENCLEXTA was 22 months and the median number of cycles of rituximab was 6 in the VEN+R arm. Serious adverse reactions were reported in 46% of patients in the VEN+R arm, with most frequent (≥5%) being pneumonia (9%). Fatal adverse reactions that occurred in the absence of disease progression and within 30 days of the last VENCLEXTA treatment and/or 90 days of last rituximab were reported in 2% (4/194) of patients. In the VEN+R arm, adverse reactions led to treatment discontinuation in 16% of patients, dose reduction in 15%, and dose interruption in 71%. Neutropenia and thrombocytopenia each led to discontinuation of VENCLEXTA in 3% of patients. Neutropenia led to dose interruption of VENCLEXTA in 46% of patients. Table 11 presents adverse reactions identified in MURANO. Table 11. Adverse Reactions (≥10%) in Patients Treated with VEN+R in MURANO Adverse Reaction VENCLEXTA + Rituximab (N = 194) Bendamustine + Rituximab (N = 188) All Grades (%) Grade ≥3 (%) All Grades (%) Grade ≥3 (%) Blood and lymphatic system disorders Neutropenia a 65 62 50 44 Anemia a 16 11 23 14 Gastrointestinal disorders Diarrhea 40 3 17 1 Nausea 21 1 34 1 Constipation 14 <1 21 0 Infections and infestations Upper respiratory tract infection a 39 2 23 2 Lower respiratory tract infection a 18 2 10 2 Pneumonia a 10 7 14 10 General disorders and administration site conditions Fatigue a 22 2 26 <1 a Includes multiple adverse reaction terms. Other clinically important adverse reactions (All Grades) reported in <10% of patients treated with VEN+R are presented below: Blood and lymphatic system disorders: febrile neutropenia (4%) Gastrointestinal disorders: vomiting (8%) Infections and infestations: sepsis (<1%) Metabolism and nutrition disorders: tumor lysis syndrome (3%) During treatment with VENCLEXTA monotherapy after completion of VEN+R combination treatment, adverse reactions that occurred in ≥10% of patients were upper respiratory tract infection (21%), diarrhea (19%), neutropenia (16%), and lower respiratory tract infections (11%). The Grade 3 or 4 adverse reactions that occurred in ≥2% of patients were neutropenia (12%) and anemia (3%). Table 12 presents laboratory abnormalities identified in MURANO. Table 12. New or Worsening Clinically Important Laboratory Abnormalities (≥10%) in Patients Treated with VEN+R in MURANO Laboratory Abnormality VENCLEXTA + Rituximab (N = 194) Bendamustine + Rituximab (N = 188) All Grades a (%) Grade 3 or 4 (%) All Grades a (%) Grade 3 or 4 (%) Hematology Leukopenia 89 46 81 35 Lymphopenia 87 56 79 55 Neutropenia 86 64 84 59 Anemia 50 12 63 15 Thrombocytopenia 49 15 60 20 Chemistry Blood creatinine increased 77 <1 78 1 Hypocalcemia 62 5 51 2 Hyperuricemia 36 36 33 33 Hyperkalemia 24 3 19 2 a Includes laboratory abnormalities that were new or worsening, or with worsening from baseline unknown. Grade 4 laboratory abnormalities that developed in ≥2% of patients treated with VEN+R included neutropenia (31%), lymphopenia (16%), leukopenia (6%), thrombocytopenia (6%), hyperuricemia (4%), hypocalcemia (2%), hypoglycemia (2%), and hypermagnesemia (2%). VENCLEXTA as Monotherapy The safety of VENCLEXTA was evaluated in pooled data from three single-arm trials (M13-982, M14-032, and M12-175). Patients received VENCLEXTA 400 mg orally once daily after completing the ramp-up phase (N=352). The median duration of treatment with VENCLEXTA at the time of data analysis was 14.5 months (range: 0 to 50 months). Fifty-two percent of patients received VENCLEXTA for more than 60 weeks. In the pooled dataset, the median age was 66 years (range: 28 to 85 years), 93% were White, and 68% were male. The median number of prior therapies was 3 (range: 0 to 15). Serious adverse reactions were reported in 52% of patients, with the most frequent (≥5%) being pneumonia (9%), febrile neutropenia (5%), and sepsis (5%). Fatal adverse reactions that occurred in the absence of disease progression and within 30 days of venetoclax treatment were reported in 2% of patients in the VENCLEXTA monotherapy studies, most often (2 patients) from septic shock. Adverse reactions led to treatment discontinuation in 9% of patients, dose reduction in 13%, and dose interruption in 36%. The most frequent adverse reactions leading to drug discontinuation were thrombocytopenia and autoimmune hemolytic anemia. The most frequent adverse reaction (≥5%) leading to dose reductions or interruptions was neutropenia (8%). Table 13 presents adverse reactions identified in these trials. Table 13. Adverse Reactions Reported in ≥10% (All Grades) or ≥5% (Grade ≥3) of Patients with Previously Treated CLL/SLL Who Received VENCLEXTA Monotherapy Adverse Reaction VENCLEXTA (N = 352) All Grades (%) Grade ≥3 (%) Blood and lymphatic system disorders Neutropenia a 50 45 Anemia a 33 18 Thrombocytopenia a 29 20 Lymphopenia a 11 7 Febrile neutropenia 6 6 Gastrointestinal disorders Diarrhea 43 3 Nausea 42 1 Abdominal pain a 18 3 Vomiting 16 1 Constipation 16 <1 Mucositis a 13 <1 Infections and infestations Upper respiratory tract infection a 36 1 Pneumonia a 14 8 Lower respiratory tract infection a 11 2 General disorders and administration site conditions Fatigue a 32 4 Edema a 22 2 Pyrexia 18 <1 Musculoskeletal and connective tissue disorders Musculoskeletal pain a 29 2 Arthralgia 12 <1 Respiratory, thoracic, and mediastinal disorders Cough a 22 0 Dyspnea a 13 1 Nervous system disorders Headache 18 <1 Dizziness a 14 0 Skin and subcutaneous tissue disorders Rash a 18 <1 Adverse reactions graded using NCI Common Terminology Criteria for Adverse Events version 4.0. a Includes multiple adverse reaction terms. Table 14 presents laboratory abnormalities reported throughout treatment that were new or worsening from baseline. The most common (>5%) Grade 4 laboratory abnormalities observed with VENCLEXTA monotherapy were hematologic laboratory abnormalities, including neutropenia (33%), leukopenia (11%), thrombocytopenia (15%), and lymphopenia (9%). Table 14. New or Worsening Laboratory Abnormalities in ≥40% (All Grades) or ≥10% (Grade 3 or 4) of Patients with Previously Treated CLL/SLL Who Received VENCLEXTA Monotherapy Laboratory Abnormality VENCLEXTA (N = 352) All Grades a (%) Grade 3 or 4 (%) Hematology Leukopenia 89 42 Neutropenia 87 63 Lymphopenia 74 40 Anemia 71 26 Thrombocytopenia 64 31 Chemistry Hypocalcemia 87 12 Hyperglycemia 67 7 Hyperkalemia 59 5 AST increased 53 3 Hypoalbuminemia 49 2 Hypophosphatemia 45 11 Hyponatremia 40 9 a Includes laboratory abnormalities that were new or worsening, or worsening from baseline unknown. Important Adverse Reactions in CLL/SLL Tumor Lysis Syndrome Tumor lysis syndrome is an important identified risk when initiating VENCLEXTA. CLL14 The incidence of TLS was 1% (3/212) in patients treated with VEN+G [see Warnings and Precautions ( 5.1 )] . All three events of TLS resolved and did not lead to withdrawal from the trial. Obinutuzumab administration was delayed in two cases in response to the TLS events. MURANO The incidence of TLS was 3% (6/194) in patients treated with VEN+R. After 77/389 patients were enrolled in the trial, the protocol was amended to incorporate the current TLS prophylaxis and monitoring measures described in sections 2.2 and 2.4 [see Dosage and Administration ( 2.2 , 2.4 )] . All events of TLS occurred during the VENCLEXTA ramp-up period and were resolved within two days. All six patients completed the ramp-up and reached the recommended daily dose of 400 mg of VENCLEXTA. No clinical TLS was observed in patients who followed the current 5-week ramp-up schedule and TLS prophylaxis and monitoring measures [see Dosage and Administration ( 2.2 , 2.4 )] . Rates of laboratory abnormalities relevant to TLS for patients treated with VEN+R are presented in Table 12 . Monotherapy Studies (M13-982 and M14-032) In 168 patients with CLL treated according to recommendations described in sections 2.1 and 2.2, the rate of TLS was 2% [see Dosage and Administration ( 2.2 , 2.4 )] . All events either met laboratory TLS criteria (laboratory abnormalities that met ≥2 of the following within 24 hours of each other: potassium >6 mmol/L, uric acid >476 µmol/L, calcium <1.75 mmol/L, or phosphorus >1.5 mmol/L), or were reported as TLS events. The events occurred in patients who had a lymph node(s) ≥5 cm and/or absolute lymphocyte count (ALC) ≥25 x 10 9 /L. All events resolved within 5 days. No TLS with clinical consequences such as acute renal failure, cardiac arrhythmias, or sudden death and/or seizures was observed in these patients. All patients had CLcr ≥50 mL/min. Laboratory abnormalities relevant to TLS were hyperkalemia (17% all Grades, 1% Grade ≥3), hyperphosphatemia (14% all Grades, 2% Grade ≥3), hypocalcemia (16% all Grades, 2% Grade ≥3), and hyperuricemia (10% all Grades, <1% Grade ≥3). In the initial Phase 1 dose-finding trials, which had shorter (2-3 week) ramp-up phase and higher starting doses, the incidence of TLS was 13% (10/77; 5 laboratory TLS, 5 clinical TLS), including 2 fatal events and 3 events of acute renal failure, 1 requiring dialysis. After this experience, TLS risk assessment, dosing regimen, TLS prophylaxis and monitoring measures were revised [see Dosage and Administration ( 2.2 , 2.4 )] . Acute Myeloid Leukemia VENCLEXTA in Combination with Azacitidine The safety of VENCLEXTA in combination with azacitidine (VEN+AZA) (N=283) versus placebo in combination with azacitidine (PBO+AZA) (N=144) was evaluated in VIALE-A, a double-blind, randomized trial, in patients with newly diagnosed AML [see Clinical Studies ( 14.2 )] . At baseline, patients were ≥75 years of age or had comorbidities that precluded the use of intensive induction chemotherapy based on at least one of the following criteria: baseline ECOG performance status of 2-3, severe cardiac or pulmonary comorbidity, moderate hepatic impairment, CLcr <45 mL/min, or other comorbidity. Patients were randomized to receive VENCLEXTA 400 mg orally once daily after completion of the ramp-up phase in combination with azacitidine (75 mg/m 2 either intravenously or subcutaneously on Days 1-7 of each 28-day cycle) or placebo in combination with azacitidine. Among patients who received VEN+AZA, the median duration of exposure to VENCLEXTA was 7.6 months (range: <0.1 to 30.7 months). Serious adverse reactions were reported in 83% of patients who received VEN+AZA, with the most frequent (≥5%) being febrile neutropenia (30%), pneumonia (22%), sepsis (excluding fungal; 19%), and hemorrhage (6%). Fatal adverse reactions occurred in 23% of patients who received VEN+AZA, with the most frequent (≥2%) being pneumonia (4%), sepsis (excluding fungal; 3%), and hemorrhage (2%). Adverse reactions led to permanent discontinuation of VENCLEXTA in 24% of patients, dose reductions in 2%, and dose interruptions in 72%. Adverse reactions which led to discontinuation of VENCLEXTA in ≥2% of patients were sepsis (excluding fungal; 3%) and pneumonia (2%). The most frequent adverse reaction leading to dose reduction was pneumonia (0.7%). Adverse reactions which required a dose interruption in ≥5% of patients included febrile neutropenia (20%), neutropenia (20%), pneumonia (14%), sepsis (excluding fungal; 11%), and thrombocytopenia (10%). Among patients who achieved bone marrow clearance of leukemia, 53% underwent dose interruptions for absolute neutrophil count (ANC) <500/microliter. Table 15 presents adverse reactions identified in VIALE-A. Table 15. Adverse Reactions (≥10%) in Patients with AML Who Received VEN+AZA with a Difference Between Arms of ≥5% for All Grades or ≥2% for Grade 3 or 4 Reactions Compared with PBO+AZA in VIALE-A Adverse Reaction VENCLEXTA + Azacitidine (N = 283) Placebo + Azacitidine (N = 144) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Gastrointestinal disorders Nausea 44 2 35 <1 Diarrhea a 43 5 33 3 Vomiting b 30 2 23 <1 Stomatitis c 18 1 13 0 Abdominal pain d 18 <1 13 0 Blood and lymphatic system disorders Febrile neutropenia 42 42 19 19 Musculoskeletal and connective tissue disorders Musculoskeletal pain e 36 2 28 1 General disorders and administration site conditions Fatigue f 31 6 23 2 Edema g 27 <1 19 0 Vascular disorders Hemorrhage h 27 7 24 3 Hypotension i 12 5 8 3 Metabolism and nutrition disorders Decreased appetite j 25 4 17 <1 Skin and subcutaneous tissue disorders Rash k 25 1 15 0 Infections and infestations Sepsis l (excluding fungal) 22 22 16 14 Urinary tract infection m 16 6 9 6 Respiratory, thoracic and mediastinal disorders Dyspnea n 18 4 10 2 Nervous system disorders Dizziness o 17 <1 8 <1 a Includes diarrhea and colitis. b Includes vomiting and hematemesis. c Includes stomatitis, mouth ulceration, mucosal inflammation, cheilitis, aphthous ulcer, glossitis, and tongue ulceration. d Includes abdominal pain, abdominal pain upper, abdominal discomfort, and abdominal pain lower. e Includes arthralgia, back pain, pain in extremity, musculoskeletal pain, bone pain, myalgia, neck pain, non-cardiac chest pain, arthritis, musculoskeletal chest pain, musculoskeletal stiffness, spinal pain, and musculoskeletal discomfort. f Includes fatigue and asthenia. g Includes edema peripheral, edema, generalized edema, eyelid edema, face edema, penile edema, periorbital edema, and swelling. h Includes epistaxis, hematuria, conjunctival hemorrhage, hemoptysis, hemorrhoidal hemorrhage, gingival bleeding, mouth hemorrhage, hemorrhage intracranial, vaginal hemorrhage, cerebral hemorrhage, gastrointestinal hemorrhage, muscle hemorrhage, skin hemorrhage, upper gastrointestinal hemorrhage, anal hemorrhage, eye hemorrhage, gastritis hemorrhagic, hemorrhage, hemorrhage urinary tract, hemorrhagic diathesis, hemorrhagic stroke, hemorrhagic vasculitis, lower gastrointestinal hemorrhage, mucosal hemorrhage, penile hemorrhage, post procedural hemorrhage, rectal hemorrhage, retinal hemorrhage, shock hemorrhagic, soft tissue hemorrhage, subdural hemorrhage, tongue hemorrhage, urethral hemorrhage, vessel puncture site hemorrhage, vitreous hemorrhage, and wound hemorrhage. i Includes hypotension and orthostatic hypotension. j Includes decreased appetite and hypophagia. k Includes rash, rash maculo-papular, rash macular, drug eruption, rash papular, rash pustular, eczema, rash erythematous, rash pruritic, dermatitis acneiform, rash morbilliform, dermatitis, eczema asteatotic, exfoliative rash, and perivascular dermatitis. l Includes sepsis, escherichia bacteremia, escherichia sepsis, septic shock, bacteremia, staphylococcal bacteremia, klebsiella bacteremia, staphylococcal sepsis, streptococcal bacteremia, enterococcal bacteremia, klebsiella sepsis, pseudomonal bacteremia, pseudomonal sepsis, urosepsis, bacterial sepsis, clostridial sepsis, enterococcal sepsis, neutropenic sepsis, and streptococcal sepsis. m Includes urinary tract infection, escherichia urinary tract infection, cystitis, urinary tract infection enterococcal, urinary tract infection bacterial, pyelonephritis acute, and urinary tract infection pseudomonal. n Includes dyspnea, dyspnea exertional, and dyspnea at rest. o Includes dizziness and vertigo. Other clinically important adverse reactions (All Grades) at ≥10% that did not meet criteria for Table 15 or <10% are presented below: Hepatobiliary disorders : cholecystitis/cholelithiasis a (4%) Infections and infestations : pneumonia b (33%) Metabolism and nutrition disorders : tumor lysis syndrome (1%) Nervous system disorders : headache c (11%) Investigations : weight decreased (13%). a Includes cholecystitis acute, cholelithiasis, cholecystitis, and cholecystitis chronic. b Includes pneumonia, lung infection, pneumonia fungal, pneumonia klebsiella, atypical pneumonia, lower respiratory tract infection, pneumonia viral, lower respiratory tract infection fungal, pneumonia hemophilus, pneumonia pneumococcal, and pneumonia respiratory syncytial viral. c Includes headache and tension headache. Table 16 presents laboratory abnormalities identified in VIALE-A. Table 16. New or Worsening Laboratory Abnormalities (≥10%) in Patients with AML Who Received VEN+AZA with a Difference Between Arms of ≥5% for All Grades or ≥2% for Grade 3 or 4 Reactions Compared with PBO+AZA in VIALE-A Laboratory Abnormality VENCLEXTA + Azacitidine Placebo + Azacitidine All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Neutrophils decreased 98 98 88 81 Platelet decreased 94 88 94 80 Lymphocytes decreased 91 71 72 39 Hemoglobin decreased 61 57 56 52 Chemistry Bilirubin increased 53 7 40 4 Calcium decreased 51 6 39 9 Sodium decreased 46 14 47 8 Alkaline phosphatase increased 42 1 29 <1 Blood bicarbonate decreased 31 <1 25 0 The denominator used to calculate the rate varied from 85 to 144 in the PBO+AZA arm and from 125 to 283 in the VEN+AZA arm based on the number of patients with at least one post-treatment value. VENCLEXTA in Combination with Azacitidine or Decitabine The safety of VENCLEXTA in combination with azacitidine (N=67) or decitabine (N=13) was evaluated in M14-358, a non-randomized trial of patients with newly diagnosed AML. At baseline, patients were ≥75 years of age, or had comorbidities that precluded the use of intensive induction chemotherapy based on at least one of the following criteria: baseline ECOG performance status of 2-3, severe cardiac or pulmonary comorbidity, moderate hepatic impairment, CLcr <45 mL/min, or other comorbidity [see Clinical Studies ( 14.2 )] . Patients received VENCLEXTA 400 mg orally once daily after completion of the ramp-up phase in combination with azacitidine (75 mg/m 2 either intravenously or subcutaneously on Days 1-7 of each 28-day cycle) or decitabine (20 mg/m 2 intravenously on Days 1-5 of each 28-day cycle). Azacitidine The median duration of exposure to VENCLEXTA when administered in combination with azacitidine was 6.5 months (range: 0.1 to 38.1 months). The safety of VENCLEXTA in combination with azacitidine in this trial is consistent with that of VIALE-A. Decitabine The median duration of exposure to VENCLEXTA when administered in combination with decitabine was 8.4 months (range: 0.5 to 39 months). Serious adverse reactions were reported in 85% of patients who received VENCLEXTA with decitabine, the most frequent (≥10%) being sepsis (excluding fungal; 46%), febrile neutropenia (38%), and pneumonia (31%). One (8%) fatal adverse reaction of bacteremia occurred within 30 days of starting treatment. Permanent discontinuation of VENCLEXTA due to adverse reactions occurred in 38% of patients. The most frequent adverse reaction leading to permanent discontinuation (≥5%) was pneumonia (8%). Dosage reductions of VENCLEXTA due to adverse reactions occurred in 15% of patients. The most frequent adverse reaction leading to dose reduction (≥5%) was neutropenia (15%). Dosage interruptions of VENCLEXTA due to adverse reactions occurred in 69% of patients. The most frequent adverse reactions leading to dose interruption (≥10%) were neutropenia (38%), febrile neutropenia (23%), leukopenia (15%), and pneumonia (15%). The most common adverse reactions (≥30%) were febrile neutropenia (69%), fatigue (62%), constipation (62%), musculoskeletal pain (54%), dizziness (54%), nausea (54%), abdominal pain (46%), diarrhea (46%), pneumonia (46%), sepsis (excluding fungal; 46%), cough (38%), pyrexia (31%), hypotension (31%), oropharyngeal pain (31%), edema (31%), and vomiting (31%). The most common laboratory abnormalities (≥30%) were neutrophils decreased (100%), lymphocytes decreased (100%), white blood cells decreased (100%), platelets decreased (92%), calcium decreased (85%), hemoglobin decreased (69%), glucose increased (69%), magnesium decreased (54%), potassium decreased (46%), bilirubin increased (46%), albumin decreased (38%), alkaline phosphatase increased (38%), sodium decreased (38%), ALT increased (31%), creatinine increased (31%), and potassium increased (31%). VENCLEXTA in Combination with Low-Dose Cytarabine VIALE-C The safety of VENCLEXTA in combination with low-dose cytarabine (VEN+LDAC) (N=142) versus placebo with low-dose cytarabine (PBO+LDAC) (N=68) was evaluated in VIALE-C, a double-blind randomized trial in patients with newly diagnosed AML. At baseline, patients were ≥75 years of age, or had comorbidities that precluded the use of intensive induction chemotherapy based on at least one of the following criteria: baseline ECOG performance status of 2-3, severe cardiac or pulmonary comorbidity, moderate hepatic impairment, CLcr <45 mL/min, or other comorbidity [see Clinical Studies ( 14.2 )] . Patients were randomized to receive VENCLEXTA 600 mg orally once daily after completion of a 4-day ramp-up phase in combination with low-dose cytarabine (20 mg/m 2 subcutaneously once daily on Days 1-10 of each 28-day cycle) or placebo in combination with low-dose cytarabine. Among patients who received VEN+LDAC, the median duration of exposure to VENCLEXTA was 3.9 months (range: <0.1 to 17.1 months). Serious adverse reactions were reported in 65% of patients who received VEN+LDAC, with the most frequent (≥10%) being pneumonia (17%), febrile neutropenia (16%), and sepsis (excluding fungal; 12%). Fatal adverse reactions occurred in 23% of patients who received VEN+LDAC, with the most frequent (≥5%) being pneumonia (6%) and sepsis (excluding fungal; 7%). Adverse reactions led to permanent discontinuation of VENCLEXTA in 25% of patients, dose reductions in 9%, and dose interruptions in 63%. The most frequent adverse reaction (>2%) which resulted in permanent discontinuation of VENCLEXTA was pneumonia (6%). Adverse reactions which required a dose reduction in ≥1% of patients were pneumonia (1%) and thrombocytopenia (1%), and the adverse reactions which required a dose interruption in ≥5% of patients included neutropenia (20%), thrombocytopenia (15%), pneumonia (8%), febrile neutropenia (6%), and sepsis (excluding fungal; 6%). Among patients who achieved bone marrow clearance of leukemia, 32% underwent dose interruptions for ANC <500/microliter. Table 17 presents adverse reactions identified in VIALE-C. Table 17. Adverse Reactions (≥10%) in Patients with AML Who Received VEN+LDAC with a Difference Between Arms of ≥5% for All Grades or ≥2% for Grade 3 or 4 Compared with PBO+LDAC in VIALE-C Adverse Reaction VENCLEXTA + Low-Dose Cytarabine (N = 142) Placebo + Low-Dose Cytarabine (N = 68) All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Gastrointestinal disorders Nausea 42 1 31 0 Diarrhea 28 3 16 0 Vomiting 25 <1 13 0 Abdominal pain a 15 <1 9 3 Stomatitis b 15 1 6 0 Blood and lymphatic system disorders Febrile neutropenia 32 32 29 29 Infections and infestations Pneumonia c 29 19 21 21 Vascular Disorders Hemorrhage d 27 8 16 1 Hypotension e 11 5 4 1 Musculoskeletal and connective tissue disorders Musculoskeletal pain f 23 3 18 0 General Disorders and Administration Site Conditions Fatigue g 22 2 21 0 Nervous System Disorders Headache 11 0 6 0 a Includes abdominal pain, abdominal pain upper, abdominal discomfort, and abdominal pain lower. b Includes stomatitis, mouth ulceration, aphthous ulcer, glossitis, mucosal inflammation, and tongue ulceration. c Includes pneumonia, lung infection, lower respiratory tract infection, pneumonia fungal, lower respiratory tract infection fungal, pneumocystis jirovecii pneumonia, pneumonia aspiration, pneumonia cytomegaloviral, and pneumonia pseudomonal. d Includes epistaxis, conjunctival hemorrhage, hemoptysis, gastrointestinal hemorrhage, gingival bleeding, mouth hemorrhage, upper gastrointestinal hemorrhage, hematuria, retinal hemorrhage, catheter site hemorrhage, cerebral hemorrhage, gastric hemorrhage, gastritis hemorrhagic, hemorrhage intracranial, hemorrhage subcutaneous, lip hemorrhage, mucosal hemorrhage, pharyngeal hemorrhage, post procedural hemorrhage, pulmonary alveolar hemorrhage, pulmonary hemorrhage, tooth pulp hemorrhage, uterine hemorrhage, and vascular access site hemorrhage. e Includes hypotension and orthostatic hypotension. f Includes back pain, arthralgia, pain in extremity, musculoskeletal pain, myalgia, neck pain, non-cardiac chest pain, arthritis, bone pain, musculoskeletal chest pain, and spinal pain. g Includes fatigue and asthenia. Other clinically important adverse reactions (All Grades) at ≥10% that did not meet criteria for Table 17 or <10% are presented below: Hepatobiliary disorders : cholecystitis/cholelithiasis a (1%) Infections and infestations : sepsis b (excluding fungal; 15%), urinary tract infection c (8%) Metabolism and nutrition disorders : decreased appetite (19%), tumor lysis syndrome (6%) Nervous system disorders : dizziness d (9%) Respiratory, thoracic, and mediastinal disorders : dyspnea e (10%) Investigations: weight decreased (9%). a Includes cholecystitis and cholecystitis acute. b Includes sepsis, bacteremia, septic shock, neutropenic sepsis, staphylococcal bacteremia, streptococcal bacteremia, bacterial sepsis, Escherichia bacteremia, pseudomonal bacteremia, and staphylococcal sepsis. c Includes urinary tract infection and escherichia urinary tract infection. d Includes dizziness and vertigo. e Includes dyspnea and dyspnea exertional. Table 18 describes laboratory abnormalities identified in VIALE-C. Table 18. New or Worsening Laboratory Abnormalities (≥10%) in Patients with AML Who Received VEN+LDAC with Difference Between Arms of ≥5% for All Grades or ≥2% for Grade 3 or 4 Reactions Compared with PBO+LDAC in VIALE-C Laboratory Abnormality VENCLEXTA + Low-Dose Cytarabine Placebo + Low-Dose Cytarabine All Grades (%) Grade 3 or 4 (%) All Grades (%) Grade 3 or 4 (%) Hematology Platelets decreased 97 95 92 90 Neutrophils decreased 95 92 82 71 Lymphocytes decreased 92 69 65 24 Hemoglobin decreased 63 57 57 54 Chemistry Bilirubin increased 61 7 38 7 Albumin decreased 61 6 43 4 Potassium decreased 56 16 42 14 Calcium decreased 53 8 45 13 Glucose increased 52 13 59 9 AST increased 36 6 37 1 Alkaline phosphatase increased 34 1 26 1 ALT increased 30 4 26 1 Sodium increased 11 3 6 1 The denominator used to calculate the rate varied from 38 to 68 in the PBO+LDAC arm and from 65 to 142 in the VEN+LDAC arm based on the number of patients with at least one post-treatment value. M14-387 The safety of VENCLEXTA in combination with low-dose cytarabine (N=61) was evaluated in M14-387, a non-randomized, open- label trial of patients with newly diagnosed AML [see Clinical Studies ( 14.2 )] . At baseline, patients were ≥75 years of age, or had comorbidities that precluded the use of intensive induction chemotherapy based on at least one of the following criteria: baseline ECOG performance status of 2-3, severe cardiac or pulmonary comorbidity, moderate hepatic impairment, CLcr <45 mL/min, or other comorbidity. Patients received VENCLEXTA 600 mg orally once daily after completion of the ramp-up phase in combination with low-dose cytarabine (20mg/m 2 subcutaneously on Days 1-10 of each 28-day cycle). The safety of VENCLEXTA in combination with low-dose cytarabine is consistent with that of VIALE-C."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Concomitant use of VENCLEXTA with strong CYP3A inhibitors at initiation and during the ramp-up phase is contraindicated in patients with CLL/SLL due to the potential for increased risk of tumor lysis syndrome [see Dosage and Administration ( 2.6 ) and Drug Interactions ( 7.1 )] . Concomitant use with strong CYP3A inhibitors at initiation and during ramp-up phase in patients with CLL/SLL is contraindicated. ( 2.6 , 4 , 7.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION See Full Prescribing Information for recommended VENCLEXTA dosages. ( 2.2 , 2.3 ) Take VENCLEXTA tablets orally once daily with a meal and water. Do not chew, crush, or break tablets. ( 2.8 ) Provide prophylaxis for tumor lysis syndrome. ( 2.1 , 2.4 ) 2.1 Important Safety Information Assess patient-specific factors for level of risk of tumor lysis syndrome (TLS) and provide prophylactic hydration and anti-hyperuricemics to patients prior to first dose of VENCLEXTA to reduce risk of TLS [see Dosage and Administration ( 2.4 ) and Warnings and Precautions ( 5.1 )]. 2.2 Recommended Dosage for Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma VENCLEXTA dosing begins with a 5-week ramp-up. The 5-week ramp-up dosing schedule is designed to gradually reduce tumor burden (debulk) and decrease the risk of TLS. VENCLEXTA 5-week Dose Ramp-Up Schedule Administer VENCLEXTA according to the 5-week ramp-up dosing schedule to the recommended dosage of 400 mg orally once daily as shown in Table 1 . Table 1. Dosing Schedule for 5-Week Ramp-up Phase for Patients with CLL/SLL VENCLEXTA Oral Daily Dose Week 1 20 mg Week 2 50 mg Week 3 100 mg Week 4 200 mg Week 5 and beyond 400 mg The CLL/SLL Starting Pack provides the first 4 weeks of VENCLEXTA according to the ramp-up schedule [see How Supplied/Storage and Handling ( 16 )] . In Combination with Obinutuzumab Start obinutuzumab administration at 100 mg on Cycle 1 Day 1, followed by 900 mg on Cycle 1 Day 2. Administer 1000 mg on Days 8 and 15 of Cycle 1 and on Day 1 of each subsequent 28-day cycle for a total of 6 cycles. Refer to the obinutuzumab prescribing information for additional dosing information. On Cycle 1 Day 22, start VENCLEXTA according to the 5-week ramp-up dosing schedule (see Table 1 ). After completing the ramp-up phase on Cycle 2 Day 28, continue VENCLEXTA at a dose of 400 mg orally once daily from Cycle 3 Day 1 until the last day of Cycle 12. In Combination with Rituximab Start rituximab administration after the patient has completed the 5-week ramp-up dosing schedule for VENCLEXTA (see Table 1 ) and has received VENCLEXTA at the recommended dosage of 400 mg orally once daily for 7 days. Administer rituximab on Day 1 of each 28-day cycle for 6 cycles, at a dose of 375 mg/m 2 intravenously for Cycle 1 and 500 mg/m 2 intravenously for Cycles 2-6. Continue VENCLEXTA 400 mg orally once daily for 24 months from Cycle 1 Day 1 of rituximab. Refer to the rituximab prescribing information for additional dosing information. Monotherapy The recommended dosage of VENCLEXTA is 400 mg once daily after completion of the 5-week ramp-up dosing schedule (see Table 1 ). Continue VENCLEXTA until disease progression or unacceptable toxicity. 2.3 Recommended Dosage for Acute Myeloid Leukemia The recommended dosage and ramp-up of VENCLEXTA depends upon the combination agent. Follow the dosing schedule, including the 3-day or 4-day dose ramp-up, as shown in Table 2. Start VENCLEXTA administration on Cycle 1 Day 1 in combination with: Azacitidine 75 mg/m 2 intravenously or subcutaneously once daily on Days 1-7 of each 28-day cycle; OR Decitabine 20 mg/m 2 intravenously once daily on Days 1-5 of each 28-day cycle; OR Cytarabine 20 mg/m 2 subcutaneously once daily on Days 1-10 of each 28-day cycle. Table 2. Dosing Schedule for 3- or 4-Day Ramp-up Phase in Patients with AML VENCLEXTA Oral Daily Dose Day 1 100 mg Day 2 200 mg Day 3 400 mg Days 4 and beyond 400 mg orally once daily of each 28-day cycle in combination with azacitidine or decitabine 600 mg orally once daily of each 28-day cycle in combination with low-dose cytarabine Continue VENCLEXTA, in combination with azacitidine or decitabine or low-dose cytarabine, until disease progression or unacceptable toxicity. Refer to Clinical Studies ( 14.2 ) and Prescribing Information for azacitidine, decitabine, or cytarabine for additional dosing information. 2.4 Risk Assessment and Prophylaxis for Tumor Lysis Syndrome Patients treated with VENCLEXTA may develop tumor lysis syndrome (TLS). Refer to the appropriate section below for specific details on management. Assess patient-specific factors for level of risk of TLS and provide prophylactic hydration and anti-hyperuricemics to patients prior to first dose of VENCLEXTA to reduce risk of TLS. Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma VENCLEXTA can cause rapid reduction in tumor and thus poses a risk for TLS in the initial 5-week ramp-up phase. Changes in blood chemistries consistent with TLS that require prompt management can occur as early as 6 to 8 hours following the first dose of VENCLEXTA and at each dose increase. TLS can also occur upon resumption of VENCLEXTA following a dosage interruption. See Table 4 and Table 5 for dose modifications of VENCLEXTA after interruption. The risk of TLS is a continuum based on multiple factors, particularly reduced renal function (creatinine clearance [CLcr] <80 mL/min) and tumor burden; splenomegaly may also increase the risk of TLS. Perform tumor burden assessments, including radiographic evaluation (e.g., CT scan), assess blood chemistry (potassium, uric acid, phosphorus, calcium, and creatinine) in all patients and correct pre-existing abnormalities prior to initiation of treatment with VENCLEXTA. The risk may decrease as tumor burden decreases [see Warnings and Precautions ( 5.1 ) and Use in Specific Populations ( 8.6 )] . Table 3 below describes the recommended TLS prophylaxis and monitoring during VENCLEXTA treatment based on tumor burden determination from clinical trial data. Consider all patient comorbidities before final determination of prophylaxis and monitoring schedule. Reassess the risk of TLS when reinitiating VENCLEXTA after a dosage interruption lasting more than 1 week during the ramp-up phase, or more than 2 weeks after completion of ramp-up. Institute prophylaxis and monitoring as needed. Table 3. Recommended TLS Prophylaxis Based on Tumor Burden in Patients with CLL/SLL Tumor Burden Prophylaxis Blood Chemistry Monitoring c,d Hydration a Anti- hyperuricemics b Setting and Frequency of Assessments Low All LN <5 cm AND ALC <25 x10 9 /L Oral (1.5 to 2 L) Allopurinol Outpatient For first dose of 20 mg and 50 mg: Pre-dose, 6 to 8 hours, 24 hours For subsequent ramp-up doses: Pre-dose Medium Any LN 5 to <10 cm OR ALC ≥25 x10 9 /L Oral (1.5 to 2 L) and consider additional intravenous Allopurinol Outpatient For first dose of 20 mg and 50 mg: Pre-dose, 6 to 8 hours, 24 hours For subsequent ramp-up doses: Pre-dose For first dose of 20 mg and 50 mg: Consider hospitalization for patients with CLcr <80ml/min; see below for monitoring in hospital High Any LN ≥10 cm OR ALC ≥25 x10 9 /L AND any LN ≥5 cm Oral (1.5 to 2 L) and intravenous (150 to 200 mL/hr as tolerated) Allopurinol; consider rasburicase if baseline uric acid is elevated In hospital For first dose of 20 mg and 50 mg: Pre-dose, 4, 8, 12, and 24 hours Outpatient For subsequent ramp-up doses: Pre-dose, 6 to 8 hours, 24 hours ALC = absolute lymphocyte count; CLcr = creatinine clearance; LN = lymph node. a Administer intravenous hydration for any patient who cannot tolerate oral hydration. b Start allopurinol or xanthine oxidase inhibitor 2 to 3 days prior to initiation of VENCLEXTA. c Evaluate blood chemistries (potassium, uric acid, phosphorus, calcium, and creatinine); review in real time. d For patients at risk of TLS, monitor blood chemistries at 6 to 8 hours and at 24 hours at each subsequent ramp-up dose. Acute Myeloid Leukemia All patients should have white blood cell count less than 25 × 10 9 /L prior to initiation of VENCLEXTA. Cytoreduction prior to treatment may be required. Prior to first VENCLEXTA dose, provide all patients with prophylactic measures including adequate hydration and anti-hyperuricemic agents and continue during ramp-up phase. Assess blood chemistry (potassium, uric acid, phosphorus, calcium, and creatinine) and correct pre-existing abnormalities prior to initiation of treatment with VENCLEXTA. Monitor blood chemistries for TLS at pre-dose, 6 to 8 hours after each new dose during ramp-up, and 24 hours after reaching final dose. For patients with risk factors for TLS (e.g., circulating blasts, high burden of leukemia involvement in bone marrow, elevated pretreatment lactate dehydrogenase [LDH] levels, or reduced renal function), consider additional measures, including increased laboratory monitoring and reducing VENCLEXTA starting dose. 2.5 Dosage Modifications for Adverse Reactions Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma The recommended dosage modifications for VENCLEXTA for adverse reactions are provided in Table 4 and the recommended dose reductions for VENCLEXTA for adverse reactions are provided in Table 5. For patients having a dosage interruption lasting more than 1 week during the ramp-up phase, or more than 2 weeks after completion of ramp-up, reassess for risk of TLS to determine if reinitiation with a reduced dose is necessary (e.g., all or some levels of the dose ramp-up schedule) [see Dosage and Administration ( 2.2 , 2.4 )]. Table 4. Recommended VENCLEXTA Dosage Modifications for Adverse Reactions a in CLL/SLL Adverse Reaction Occurrence Dosage Modification Tumor Lysis Syndrome Blood chemistry changes or symptoms suggestive of TLS [see Warnings and Precautions ( 5.1 )] Any Withhold the next day’s dose. If resolved within 24 to 48 hours of last dose, resume at same dose. For any blood chemistry changes requiring more than 48 hours to resolve, resume at reduced dose (see Table 5 ). For any events of clinical TLS, b resume at reduced dose following resolution (see Table 5 ). Non-Hematologic Adverse Reactions Grade 3 or 4 non-hematologic toxicities [see Adverse Reactions ( 6.1 )] 1 st occurrence Interrupt VENCLEXTA. Upon resolution to Grade 1 or baseline level, resume VENCLEXTA at the same dose. 2 nd and subsequent occurrences Interrupt VENCLEXTA. Follow dose reduction guidelines in Table 5 when resuming treatment with VENCLEXTA after resolution. A larger dose reduction may occur at the discretion of the physician. Hematologic Adverse Reactions Grade 3 neutropenia with infection or fever; or Grade 4 hematologic toxicities (except lymphopenia) [see Warnings and Precautions ( 5.2 )] 1 st occurrence Interrupt VENCLEXTA. Upon resolution to Grade 1 or baseline level, resume VENCLEXTA at the same dose. 2 nd and subsequent occurrences Interrupt VENCLEXTA. Follow dose reduction guidelines in Table 5 when resuming treatment with VENCLEXTA after resolution. A larger dose reduction may occur at the discretion of the physician. Consider discontinuing VENCLEXTA for patients who require dose reductions to less than 100 mg for more than 2 weeks. a Adverse reactions were graded using NCI CTCAE version 4.0. b Clinical TLS was defined as laboratory TLS with clinical consequences such as acute renal failure, cardiac arrhythmias, or sudden death and/or seizures [see Adverse Reactions ( 6.1 )] . Table 5. Recommended Dose Reduction for Adverse Reactions for VENCLEXTA in CLL/SLL Dose at Interruption, mg Restart Dose, mg a,b 400 300 300 200 200 100 100 50 50 20 20 10 a During the ramp-up phase, continue the reduced dose for 1 week before increasing the dose. b If a dosage interruption lasts more than 1 week during the ramp-up phase or more than 2 weeks after completion of ramp-up, reassess the risk of TLS and determine if reinitiation at a reduced dosage is necessary [see Dosage and Administration ( 2.2 , 2.4 )] . Acute Myeloid Leukemia Monitor blood counts frequently through resolution of cytopenias. Dose modification and interruptions for cytopenias are dependent on remission status. Dose modifications of VENCLEXTA for adverse reactions are provided in Table 6. Table 6. Recommended VENCLEXTA Dosage Modifications for Adverse Reactions in AML Adverse Reaction Occurrence Dosage Modification Hematologic Adverse Reactions Grade 4 neutropenia with or without fever or infection; or Grade 4 thrombocytopenia [see Warnings and Precautions ( 5.2 )] Occurrence prior to achieving remission a In most instances, do not interrupt VENCLEXTA in combination with azacitidine, decitabine, or low-dose cytarabine due to cytopenias prior to achieving remission. First occurrence after achieving remission and lasting at least 7 days Delay subsequent cycle of VENCLEXTA in combination with azacitidine, decitabine, or low-dose cytarabine and monitor blood counts. Upon resolution to Grade 1 or 2, resume VENCLEXTA at the same dose in combination with azacitidine, decitabine, or low-dose cytarabine. Subsequent occurrences in cycles after achieving remission and lasting 7 days or longer Delay subsequent cycle of VENCLEXTA in combination with azacitidine, or decitabine, or low-dose cytarabine and monitor blood counts. Upon resolution to Grade 1 or 2, resume VENCLEXTA at the same dose in combination with azacitidine, decitabine, or low-dose cytarabine, and reduce VENCLEXTA duration by 7 days during each of the subsequent cycles, such as 21 days instead of 28 days. Non-Hematologic Adverse Reactions Grade 3 or 4 non-hematologic toxicities [see Adverse Reactions ( 6.1 )] Any occurrence Interrupt VENCLEXTA if not resolved with supportive care. Upon resolution to Grade 1 or baseline level, resume VENCLEXTA at the same dose. a Recommend bone marrow evaluation. 2.6 Dosage Modifications for Drug Interactions Strong or Moderate CYP3A Inhibitors or P-gp Inhibitors Table 7 describes VENCLEXTA contraindication or dosage modification based on concomitant use with a strong or moderate CYP3A inhibitor or a P-gp inhibitor [see Drug Interactions ( 7.1 )] at initiation, during, or after the ramp-up phase. Resume the VENCLEXTA dosage that was used prior to concomitant use of a strong or moderate CYP3A inhibitor or a P-gp inhibitor 2 to 3 days after discontinuation of the inhibitor [see Drug Interactions ( 7.1 )] . Table 7. Management of Potential VENCLEXTA Interactions with CYP3A and P-gp Inhibitors Coadministered Drug Initiation and Ramp-Up Phase Steady Daily Dose (After Ramp-Up Phase) a Posaconazole CLL/SLL Contraindicated Reduce VENCLEXTA dose to 70 mg. AML Day 1 – 10 mg Day 2 – 20 mg Day 3 – 50 mg Day 4 – 70 mg Other strong CYP3A inhibitor CLL/SLL Contraindicated Reduce VENCLEXTA dose to 100 mg. AML Day 1 – 10 mg Day 2 – 20 mg Day 3 – 50 mg Day 4 – 100 mg Moderate CYP3A inhibitor Reduce the VENCLEXTA dose by at least 50%. P-gp inhibitor a In patients with CLL/SLL, consider alternative medications or reduce the VENCLEXTA dose as described in Table 7 . 2.7 Dosage Modifications for Patients with Severe Hepatic Impairment Reduce the VENCLEXTA once daily dose by 50% for patients with severe hepatic impairment (Child-Pugh C); monitor these patients more closely for adverse reactions [see Use in Specific Populations ( 8.7 )] . 2.8 Administration Instruct patients of the following: Take VENCLEXTA with a meal and water. Take VENCLEXTA at approximately the same time each day. Swallow VENCLEXTA tablets whole. Do not chew, crush, or break tablets prior to swallowing. The recommended dosage of VENCLEXTA may be delivered using any of the approved tablet strengths (e.g., patients can take 2 x 50 mg tablets or 10 x 10 mg tablets instead of 1 x 100 mg tablet as needed). If the patient misses a dose of VENCLEXTA within 8 hours of the time it is usually taken, instruct the patient to take the missed dose as soon as possible and resume the normal daily dosing schedule. If a patient misses a dose by more than 8 hours, instruct the patient not to take the missed dose and resume the usual dosing schedule the next day. If the patient vomits following dosing, instruct the patient to not take an additional dose that day and to take the next prescribed dose at the usual time."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VENCLEXTA is a BCL-2 inhibitor indicated: For the treatment of adult patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL). ( 1.1 ) In combination with azacitidine, or decitabine, or low-dose cytarabine for the treatment of newly diagnosed acute myeloid leukemia (AML) in adults 75 years or older, or who have comorbidities that preclude use of intensive induction chemotherapy. ( 1.2 ) 1.1 Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma VENCLEXTA is indicated for the treatment of adult patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL). 1.2 Acute Myeloid Leukemia VENCLEXTA is indicated in combination with azacitidine, or decitabine, or low-dose cytarabine for the treatment of newly diagnosed acute myeloid leukemia (AML) in adults 75 years or older, or who have comorbidities that preclude use of intensive induction chemotherapy."
  ],
  "fetched_at": "2025-10-01T18:08:07.648483",
  "source": "OpenFDA"
}