{
  "drug_name": "Vilanterol",
  "generic_name": [
    "UMECLIDINIUM BROMIDE AND VILANTEROL TRIFENATATE"
  ],
  "brand_names": [
    "Anoro Ellipta"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS • Strong cytochrome P450 3A4 inhibitors (e.g., ketoconazole): Use with caution. May cause cardiovascular effects. ( 7.1 ) • Monoamine oxidase inhibitors and tricyclic antidepressants: Use with extreme caution. May potentiate effect of vilanterol on cardiovascular system. ( 7.2 ) • Beta-blockers: Use with caution. May block bronchodilatory effects of beta-agonists and produce severe bronchospasm. ( 7.3 ) • Diuretics: Use with caution. Electrocardiographic changes and/or hypokalemia associated with non–potassium-sparing diuretics may worsen with concomitant beta-agonists. ( 7.4 ) • Anticholinergics: May interact additively with concomitantly used anticholinergic medications. Avoid administration of ANORO ELLIPTA with other anticholinergic-containing drugs. ( 7.5 ) 7.1 Inhibitors of Cytochrome P450 3A4 Vilanterol is a substrate of CYP3A4. Concomitant administration of the strong CYP3A4 inhibitor ketoconazole increases the systemic exposure to vilanterol. Caution should be exercised when considering the coadministration of ANORO ELLIPTA with ketoconazole and other known strong CYP3A4 inhibitors [see Warnings and Precautions ( 5.4 ), Clinical Pharmacology ( 12.3 )] . 7.2 Monoamine Oxidase Inhibitors, Tricyclic Antidepressants, and QTc Prolonging Drugs Vilanterol, like other beta 2 -agonists, should be administered with extreme caution to patients being treated with monoamine oxidase inhibitors, tricyclic antidepressants, or drugs known to prolong the QTc interval or within 2 weeks of discontinuation of such agents, because the effect of adrenergic agonists on the cardiovascular system may be potentiated by these agents. Drugs that are known to prolong the QTc interval have an increased risk of ventricular arrhythmias. 7.3 Beta-adrenergic Receptor Blocking Agents Beta-blockers not only block the pulmonary effect of beta-agonists, such as vilanterol, but may also produce severe bronchospasm in patients with COPD. Therefore, patients with COPD should not normally be treated with beta-blockers. However, under certain circumstances, there may be no acceptable alternatives to the use of beta-adrenergic blocking agents for these patients; cardioselective beta-blockers could be considered, although they should be administered with caution. 7.4 Non–Potassium-Sparing Diuretics The electrocardiographic changes and/or hypokalemia that may result from the administration of non–potassium-sparing diuretics (such as loop or thiazide diuretics) can be acutely worsened by beta-agonists, especially when the recommended dose of the beta-agonist is exceeded. Although the clinical significance of these effects is not known, caution is advised in the coadministration of beta-agonists with non–potassium-sparing diuretics. 7.5 Anticholinergics There is potential for an additive interaction with concomitantly used anticholinergic medicines. Therefore, avoid coadministration of ANORO ELLIPTA with other anticholinergic-containing drugs as this may lead to an increase in anticholinergic adverse effects [see Warnings and Precautions ( 5.9 , 5.10 )] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in labeling: • Serious asthma-related events–hospitalizations, intubations, death [see Warnings and Precautions ( 5.1 )] • Paradoxical bronchospasm [see Warnings and Precautions ( 5.5 )] • Cardiovascular effects [see Warnings and Precautions ( 5.7 )] • Worsening of narrow-angle glaucoma [see Warnings and Precautions ( 5.9 )] • Worsening of urinary retention [see Warnings and Precautions ( 5.10 )] Most common adverse reactions (incidence ≥1% and more common than placebo) are pharyngitis, sinusitis, lower respiratory tract infection, constipation, diarrhea, pain in extremity, muscle spasms, neck pain, and chest pain. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact GlaxoSmithKline at 1-888-825-5249 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared with rates in the clinical trials of another drug and may not reflect the rates observed in practice. The clinical program for ANORO ELLIPTA included 8,138 subjects with COPD in four 6‑month lung function trials, one 12-month long-term safety study, and 9 other trials of shorter duration. A total of 1,124 subjects have received at least 1 dose of ANORO ELLIPTA (umeclidinium/vilanterol 62.5/25 mcg), and 1,330 subjects have received a higher dose of umeclidinium/vilanterol (125/25 mcg). The safety data described below are based on the four 6-month and one 12-month trials. Adverse reactions observed in the other trials were similar to those observed in the confirmatory trials. 6-Month Trials The incidence of adverse reactions associated with ANORO ELLIPTA in Table 1 is based on four 6-month trials: 2 placebo-controlled trials (Trial 1 and Trial 2); N = 1,532 and N = 1,489, respectively) and 2 active-controlled trials (Trial 3 and Trial 4); N = 843 and N = 869, respectively). Of the 4,733 subjects, 68% were male and 84% were white. They had a mean age of 63 years and an average smoking history of 45 pack-years, with 50% identified as current smokers. At screening, the mean postbronchodilator percent predicted forced expiratory volume in 1 second (FEV 1 ) was 48% (range: 13% to 76%), the mean postbronchodilator FEV 1 /forced vital capacity (FVC) ratio was 0.47 (range: 0.13 to 0.78), and the mean percent reversibility was 14% (range: -45% to 109%). Subjects received 1 dose once daily of the following: ANORO ELLIPTA, umeclidinium/vilanterol 125/25 mcg, umeclidinium 62.5 mcg, umeclidinium 125 mcg, vilanterol 25 mcg, active control, or placebo. Table 1. Adverse Reactions with ANORO ELLIPTA with ≥1% Incidence and More Common than Placebo in Subjects with Chronic Obstructive Pulmonary Disease Adverse Reaction ANORO ELLIPTA (n = 842) % Umeclidinium 62.5 mcg (n = 418) % Vilanterol 25 mcg (n = 1,034) % Placebo (n = 555) % Infections and infestations Pharyngitis 2 1 2 <1 Sinusitis 1 <1 1 <1 Lower respiratory tract infection 1 <1 <1 <1 Gastrointestinal disorders Constipation 1 <1 <1 <1 Diarrhea 2 <1 2 1 Musculoskeletal and connective tissue disorders Pain in extremity 2 <1 2 1 Muscle spasms 1 <1 <1 <1 Neck pain 1 <1 <1 <1 General disorders and administration site conditions Chest pain 1 <1 <1 <1 Other adverse reactions with ANORO ELLIPTA observed with an incidence <1% but more common than placebo included the following: productive cough, dry mouth, dyspepsia, abdominal pain, gastroesophageal reflux disease, vomiting, musculoskeletal chest pain, chest discomfort, asthenia, atrial fibrillation, ventricular extrasystoles, supraventricular extrasystoles, myocardial infarction, pruritus, rash, and conjunctivitis. 12-Month Trial In a long-term safety trial (Trial 5), 335 subjects were treated for up to 12 months with umeclidinium/vilanterol 125/25 mcg or placebo. The demographic and baseline characteristics of the long-term safety trial were similar to those of the placebo-controlled efficacy trials described above. Adverse reactions observed with a frequency of ≥1% in the group receiving umeclidinium/vilanterol 125/25 mcg that exceeded that in placebo in this trial were: headache, back pain, sinusitis, cough, urinary tract infection, arthralgia, nausea, vertigo, abdominal pain, pleuritic pain, viral respiratory tract infection, toothache, and diabetes mellitus. 6.2 Postmarketing Experience In addition to adverse reactions reported from clinical trials, the following adverse reactions have been identified during postapproval use of ANORO ELLIPTA. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. These events have been chosen for inclusion due to either their seriousness, frequency of reporting, or causal connection to ANORO ELLIPTA or a combination of these factors. Cardiac Disorders Palpitations. Eye Disorders Blurred vision, eye pain, glaucoma, increased intraocular pressure. Immune System Disorders Hypersensitivity reactions, including anaphylaxis, angioedema, and urticaria. Nervous System Disorders Dysgeusia, tremor. Psychiatric Disorders Anxiety. Renal and Urinary Disorders Dysuria, urinary retention. Respiratory, Thoracic, and Mediastinal Disorders Dysphonia, paradoxical bronchospasm."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS ANORO ELLIPTA is contraindicated in: • patients with severe hypersensitivity to milk proteins or who have demonstrated hypersensitivity to umeclidinium, vilanterol, or any of the excipients [see Warnings and Precautions (5.6), Description (11)] . • use of a long-acting beta 2 -adrenergic agonist (LABA), including vilanterol, one of the active ingredients in ANORO ELLIPTA, without an inhaled corticosteroid (ICS), in patients with asthma [see Warnings and Precautions (5.1)] . ANORO ELLIPTA is not indicated for the treatment of asthma. • Severe hypersensitivity to milk proteins or any ingredients. ( 4 ) • Use of a LABA, including ANORO ELLIPTA, without an inhaled corticosteroid is contraindicated in patients with asthma. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage of ANORO ELLIPTA for maintenance treatment of COPD is 62.5 mcg umeclidinium and 25 mcg vilanterol (1 actuation of ANORO ELLIPTA 62.5/25 mcg) once daily by oral inhalation. • ANORO ELLIPTA should be used at the same time every day. Do not use ANORO ELLIPTA more than 1 time every 24 hours. • No dosage adjustment is required for geriatric patients, patients with renal impairment, or patients with moderate hepatic impairment [see Clinical Pharmacology ( 12.3 )] . • For oral inhalation only. ( 2 ) • Maintenance treatment of COPD: 1 actuation of ANORO ELLIPTA once daily administered by oral inhalation. ( 2 )"
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ANORO ELLIPTA is indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). Limitations of Use ANORO ELLIPTA is NOT indicated for the relief of acute bronchospasm or for the treatment of asthma. The safety and effectiveness of ANORO ELLIPTA in asthma have not been established. ANORO ELLIPTA is a combination of umeclidinium, an anticholinergic, and vilanterol, a long-acting beta 2 -adrenergic agonist (LABA), indicated for the maintenance treatment of patients with chronic obstructive pulmonary disease (COPD). ( 1 ) Limitations of Use: Not indicated for relief of acute bronchospasm or for the treatment of asthma. ( 1 , 5.2 )"
  ],
  "fetched_at": "2025-10-01T17:19:13.568176",
  "source": "OpenFDA"
}