{
  "drug_name": "Vilazodone",
  "generic_name": [
    "VILAZODONE HYDROCHLORIDE"
  ],
  "brand_names": [
    "VILAZODONE HYDROCHLORIDE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS •CYP3A4 Inhibitors: The vilazodone hydrochloride tablet dose should not exceed 20 mg once daily when co-administered with strong CYP3A4 inhibitors (2.4, 7). •CYP3A4 Inducers: Consider increasing vilazodone hydrochloride tablets dosage by 2-fold, up to 80 mg once-daily over 1 to 2 weeks when used concomitantly with strong CYP3A4 inducers for greater than 14 days (2.4, 7). 7.1 Drugs Having Clinically Important Interactions With Vilazodone Hydrochloride Tablets Table 4: Clinically Important Drug Interactions with Vilazodone Hydrochloride Tablets Concomitant Drug Name or Drug Class Clinical Rationale Clinical Recommendation Monoamine Oxidase Inhibitors (MAOIs) The concomitant use of MAOIs and serotonergic drugs including vilazodone hydrochloride tablets increases the risk of serotonin syndrome. Vilazodone hydrochloride tablets are contraindicated in patients taking MAOIs, including MAOIs such as linezolid or intravenous methylene blue [see Contraindications (4), Dosage and Administration (2.3), and Warnings and Precautions (5.2)]. Other Serotonergic Drugs The concomitant use of serotonergic drugs including vilazodone hydrochloride tablets and other serotonergic drugs increases the risk of serotonin syndrome. Monitor patients for signs and symptoms of serotonin syndrome, particularly during vilazodone hydrochloride tablets initiation. If serotonin syndrome occurs, consider discontinuation of vilazodone hydrochloride tablets and/or concomitant serotonergic drugs [see Warnings and Precautions (5.2)]. Antiplatelet Agents and Anticoagulants Serotonin release by platelets plays an important role in hemostasis. The concurrent use of an antiplatelet agent or anticoagulant with vilazodone hydrochloride tablets may potentiate the risk of bleeding. Inform patients of the increased risk of bleeding with the concomitant use of vilazodone hydrochloride tablets and antiplatelet agents and anticoagulants. For patients taking warfarin, carefully monitor the international normalized ratio (INR) when initiating, titrating, or discontinuing vilazodone hydrochloride tablets [see Warnings and Precautions (5.3)]. Strong CYP3A4 Inhibitors (e.g., itraconazole, clarithromycin, voriconazole) The concomitant use of vilazodone hydrochloride tablets and strong CYP3A4 inhibitors increased the exposure of vilazodone compared to the use of vilazodone hydrochloride tablets alone [see Clinical Pharmacology (12.3)]. The vilazodone hydrochloride tablet dose should not exceed 20 mg once daily with the concomitant use of a strong CYP3A4 inhibitor [see Dosage and Administration (2.4), Clinical Pharmacology (12.3)]. Strong CYP3A4 Inducers (e.g., carbamazepine, phenytoin, rifampin) The concomitant use of vilazodone hydrochloride tablets and strong CYP3A4 inducers decreased the exposure of vilazodone compared to the use of vilazodone hydrochloride tablets alone [see Clinical Pharmacology (12.3)]. Based on clinical response, consider increasing the dosage of vilazodone hydrochloride tablets, over 1 to 2 weeks in patients taking strong CYP3A4 inducers for greater than 14 days [see Dosage and Administration (2.4), Clinical Pharmacology (12.3)]. Digoxin Digoxin is a narrow therapeutic index drug. Concomitant use of vilazodone hydrochloride tablets increased digoxin concentrations [see Clinical Pharmacology (12.3)] . Measure serum digoxin concentrations before initiating concomitant use of vilazodone hydrochloride tablets. Continue monitoring and reduce digoxin dose as necessary. 7.2 Drugs Having No Clinically Important Interactions With Vilazodone Hydrochloride Tablets Based on pharmacokinetic studies, no dosage adjustment is required for drugs that are substrates of CYP1A2, CYP2B6, CYP2C9, CYP2C19, CYP2D6, CYP3A4, and/or P-glycoprotein (except narrow therapeutic index drugs, e.g., digoxin), when vilazodone hydrochloride tablets are administered concomitantly [see Drug Interactions (7.1), Clinical Pharmacology (12.3)] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Suicidal Thoughts and Behaviors in Adolescents and Young Adults [see Warnings and Precautions (5.1)]. • Serotonin Syndrome [see Warnings and Precautions (5.2)]. • Increased Risk of Bleeding [see Warnings and Precautions (5.3)]. • Activation of Mania or Hypomania [see Warnings and Precautions (5.4)]. • Discontinuation Syndrome [see Warnings and Precautions (5.5)]. • Seizures [see Warnings and Precautions (5.6)]. • Angle-Closure Glaucoma [see Warnings and Precautions (5.7)]. • Hyponatremia [see Warnings and Precautions (5.8)]. • Sexual Dysfunction [see Warnings and Precautions (5.9)]. Most common adverse reactions (incidence ≥ 5% and at least twice the rate of placebo): diarrhea, nausea, vomiting, and insomnia (6). To report SUSPECTED ADVERSE REACTIONS, contact FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions and varying lengths of time, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect rates observed in practice. The most commonly observed adverse reactions in vilazodone hydrochloride tablets-treated with major depressive disorder MDD in placebo-controlled studies (incidence ≥ 5% and at least twice the rate of placebo) were diarrhea, nausea, vomiting, and insomnia. Patient Exposure The safety of vilazodone hydrochloride tablets were evaluated in 3,007 patients (18 to 70 years of age) diagnosed with MDD who participated in clinical studies, representing 676 patient-years of exposure. In an open-label 52 week study at 40 mg daily, 599 patients were exposed to vilazodone hydrochloride tablets for a total of 348 patient-years. The adverse reaction information presented below was derived from studies of vilazodone hydrochloride tablets 20 mg and 40 mg daily in patients with MDD including: • Four placebo-controlled 8 to 10-week studies in 2,233 patients, including 1,266 vilazodone hydrochloride tablets -treated patients; and • An open-label 52-week study of 599 vilazodone hydrochloride tablets -treated patients. These studies included a titration period of 10 mg daily for 7 days, followed by 20 mg daily for 7 days or to 40 mg daily over 2 weeks. In these clinical trials, vilazodone hydrochloride tablets were administered with food. Adverse reactions reported as reasons for discontinuation of treatment In these studies, 7.3% of the vilazodone hydrochloride tablets-treated patients discontinued treatment due to an adverse reaction, compared with 3.5% of placebo-treated patients. The most common adverse reaction leading to discontinuation in at least 1% of the vilazodone hydrochloride tablets-treated patients in the placebo-controlled studies was nausea (1.4%). Common adverse reactions in placebo-controlled MDD studies Table 2 shows the incidence of common adverse reactions occurring in ≥ 2% of vilazodone hydrochloride tablets-treated patients and greater than the rate of placebo-treated patients in MDD Studies. There were no dose-related adverse reactions between 20 mg and 40 mg reported. Table 2: Common Adverse Reactions Occurring in ≥2% of Vilazodone Hydrochloride Tablets-Treated Patients and Greater than the Rate of Placebo-Treated Patients System Organ Class Preferred Term Placebo N=967 Vilazodone Hydrochloride Tablets 20 mg/day N=288 Vilazodone Hydrochloride Tablets 40 mg/day N=978 Gastrointestinal disorders Diarrhea 10% 26% 29% Nausea 7% 22% 24% Dry mouth 5% 8% 7% Vomiting 2% 4% 5% Abdominal pain 1 3% 7% 4% Dyspepsia 2% 2% 3% Flatulence 1% 3% 3% Gastroenteritis 1% 1% 2% Abdominal distension 1% 2% 1% Nervous system disorders Headache 2 14% 15% 14% Dizziness 5% 6% 8% Somnolence 2% 4% 5% Paresthesia 1% 1% 2% Psychiatric disorders Insomnia 2% 7% 6% Abnormal dreams 2% 2% 3% Restlessness 3 1% 2% 3% General disorders Fatigue 3% 4% 3% Cardiac disorders Palpitations <1% 1% 2% Metabolism and nutrition disorders Increased appetite 1% 1% 3% Musculoskeletal and connective tissue disorders Arthralgia 1% 2% 1% Investigations Increased weight 1% 1% 2% 1 Includes abdominal discomfort, abdominal pain upper, and abdominal pain. 2 Includes headache and tension headache 3 Includes restlessness, akathisia, and restless legs syndrome Sexual adverse reactions are presented in Table 3 Sexual adverse reactions Table 3 displays the most common sexual adverse reactions in the placebo-controlled MDD studies. Table 3: Common Sexual Adverse Reactions Occurring in ≥ 2% of Vilazodone Hydrochloride Tablets-Treated Patients and Greater than the Rate of Placebo-Treated Patients Preferred Term Males Females Placebo N=416 Vilazodone Hydrochloride Tablets 20 mg/day N=122 Vilazodone Hydrochloride Tablets 40 mg/day N=417 Placebo N=551 Vilazodone Hydrochloride Tablets 20 mg/day N=166 Vilazodone Hydrochloride Tablets 40 mg/day N=561 Abnormal Orgasm* <1% 2% 2% 0% 1% 1% Erectile dysfunction 1% 0% 3% - - - Libido decreased <1% 3% 4% <1% 2% 2% Ejaculation disorder 0% 1% 2% - - - − Not applicable *Includes abnormal orgasm and anorgasmia Other adverse reactions observed in clinical studies The following listing does not include reactions: 1) already listed in previous tables or elsewhere in labeling, 2) for which a drug cause was remote, 3) which were so general as to be uninformative, 4) which were not considered to have significant clinical implications, or 5) which occurred at a rate equal to or less than placebo. Reactions are categorized by body system according to the following definitions: frequent adverse reactions are those occurring in at least 1/100 patients; infrequent adverse reactions are those occurring in 1/100 to 1/1000 patients; rare reactions are those occurring in fewer than 1/1000 patients: Cardiac disorders: infrequent : ventricular extrasystoles Eye disorders: infrequent: dry eye, vision blurred, rare: cataracts Nervous System: frequent : sedation, tremor; infrequent : migraine Psychiatric disorders: infrequent : panic attack Skin and subcutaneous tissue disorders: infrequent : hyperhidrosis, night sweats 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of vilazodone hydrochloride tablets. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or establish a causal relationship to drug exposure. Reports of adverse reactions temporally associated with vilazodone hydrochloride tablets that have been received since market introduction and that are not listed above include the following: General Disorders and Administration Site Conditions: irritability Nervous System Disorders: sleep paralysis Psychiatric Disorders: hallucinations, suicide attempt, suicidal ideation Skin and subcutaneous tissue disorders: rash, generalized rash, urticaria, drug eruption Gastrointestinal System: acute pancreatitis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Vilazodone hydrochloride tablets are contraindicated in: • Patients taking, or within 14 days of stopping, monoamine oxidase inhibitors (MAOIs), including MAOIs such as linezolid or intravenous methylene blue, because of an increased risk of serotonin syndrome [see Warnings and Precautions (5.2), Drug Interactions (7)]. • Concomitant use of monoamine oxidase inhibitors (MAOIs), or use within 14 days of stopping MAOIs (4)."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION • Recommended target dosage: 20 mg to 40 mg once daily with food (2.1, 12.3). • To titrate: start with initial dosage of 10 mg once daily for 7 days, followed by 20 mg once daily. The dose may be increased up to 40 mg once daily after a minimum of 7 days between dosage increases (2.1). • Prior to initiating vilazodone hydrochloride tablets, screen for bipolar disorder (2.2, 5.4). • When discontinuing vilazodone hydrochloride tablets, reduce the dosage gradually (2.4, 5.5). 2.1 Dosage for Treatment of Major Depressive Disorder The recommended target dosage for vilazodone hydrochloride tablet is 20 mg to 40 mg orally once daily with food [see Clinical Pharmacology (12.3), Clinical Studies (14)]. To achieve the target dosage, titrate vilazodone hydrochloride tablet as follows: • Start with an initial dosage of 10 mg once daily with food for 7 days, • Then increase to 20 mg once daily with food. • The dose may be increased up to 40 mg once daily with food after a minimum of 7 days between dosage increases. If a dose is missed, it should be taken as soon as the patient remembers. If it is almost time for the next dose, the patient should skip the missed dose and take the next dose at the regular time. Two doses should not be taken at the same time. 2.2 Screen for Bipolar Disorder Prior to Starting Vilazodone Hydrochloride Tablets Prior to initiating treatment with vilazodone hydrochloride tablet or another antidepressant, screen patients for a personal or family history of bipolar disorder, mania, or hypomania [see Warnings and Precautions (5.4)]. 2.3 Switching to or from a Monoamine Oxidase Inhibitor Antidepressant At least 14 days must elapse between discontinuation of a monoamine oxidase inhibitor (MAOI) antidepressant and initiation of vilazodone hydrochloride tablet. In addition, at least 14 days must elapse after stopping vilazodone hydrochloride tablet before starting an MAOI antidepressant [see Contraindications (4), Warnings and Precautions (5.2)]. 2.4 Dosage Adjustments with CYP3A4 Inhibitors or Inducers Patients receiving concomitant CYP3A4 inhibitors : During concomitant use of a strong CYP3A4 inhibitor (e.g., itraconazole, clarithromycin, voriconazole), the vilazodone hydrochloride tablet dose should not exceed 20 mg once daily. The original vilazodone hydrochloride tablet dose level, can be resumed when the CYP3A4 inhibitor is discontinued [see Drug Interactions (7)] . Patients receiving concomitant CYP3A4 inducers : Based on clinical response, consider increasing the dosage of vilazodone hydrochloride tablets by 2-fold, up to a maximum 80 mg once daily, over 1 to 2 weeks in patients taking strong CYP3A4 inducers (e.g., carbamazepine, phenytoin, rifampin) for greater than 14 days. If CYP3A4 inducers are discontinued, gradually reduce the vilazodone hydrochloride tablet dosage to its original level over 1 to 2 weeks [see Drug Interactions (7)] . 2.5 Discontinuing Treatment with Vilazodone Hydrochloride Tablets Adverse reactions may occur upon discontinuation of vilazodone hydrochloride tablet [see Warnings and Precautions (5.5)] . A gradual reduction in dosage rather than abrupt cessation is recommended whenever possible. Vilazodone hydrochloride tablet should be down tapered from the 40 mg once daily dose to 20 mg once daily for 4 days, followed by 10 mg once daily for 3 days. Patients taking vilazodone hydrochloride tablet 20 mg once daily should be tapered to 10 mg once daily for 7 days."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Vilazodone hydrochloride tablets are indicated for the treatment of major depressive disorder (MDD) in adults [see Clinical Studies (14)]. Vilazodone hydrochloride tablets are indicated for the treatment of major depressive disorder (MDD) in adults (1)."
  ],
  "fetched_at": "2025-10-01T16:30:20.433654",
  "source": "OpenFDA"
}