{
  "drug_name": "Viloxazine",
  "generic_name": [
    "VILOXAZINE HYDROCHLORIDE"
  ],
  "brand_names": [
    "QELBREE"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate sensitive CYP1A2 substrates : Not recommended for coadministration with Qelbree. Dose reduction may be warranted ( 7.1 ) 7.1 Drugs Having Clinically Important Interactions with Qelbree Table 3: Clinically Important Drug Interactions with Qelbree Monoamine Oxidase Inhibitors (MAOI) Clinical Impact Concomitant use of Qelbree with an MAOI may lead to a potentially life-threatening hypertensive crisis. Intervention Concomitant use of Qelbree with an MAOI or within 2 weeks after discontinuing an MAOI is contraindicated [see Contraindications (4) ] . Sensitive CYP1A2 Substrates or CYP1A2 Substrates with a Narrow Therapeutic Range Clinical Impact Viloxazine is a strong CYP1A2 inhibitor. Concomitant use of viloxazine significantly increases the total exposure, but not peak exposure, of sensitive CYP1A2 substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions associated with these CYP1A2 substrates. Intervention Coadministration with Qelbree is contraindicated [see Contraindications (4) ] . Moderate Sensitive CYP1A2 Substrate Clinical Impact Viloxazine is a strong CYP1A2 inhibitor. Concomitant use of viloxazine significantly increases the total, but not peak, exposure of sensitive CYP1A2 substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions associated with these CYP1A2 substrates. Intervention Not recommended for coadministration with Qelbree. Dose reduction may be warranted if coadministered. CYP2D6 Substrates Clinical Impact Viloxazine is a weak inhibitor of CYP2D6, and increases the exposure of CYP2D6 substrates when coadministered [see Clinical Pharmacology (12.3) ] . Intervention Monitor patients for adverse reactions and adjust dosages of CYP2D6 substrates, as clinically indicated. CYP3A4 Substrates Clinical Impact Viloxazine is a weak inhibitor of CYP3A4 which increases the exposure of CYP3A4 substrates when coadministered [see Clinical Pharmacology (12.3) ]. Intervention Monitor patients for adverse reactions and adjust dosages of CYP3A4 substrates, as clinically indicated."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described in other sections of the labeling: Suicidal Thoughts and Behaviors [see Warnings and Precautions (5.1) ] Blood Pressure and Heart Rate Increases [see Warnings and Precautions (5.2) ] Activation of Mania or Hypomania [see Warnings and Precautions (5.3) ] Somnolence and Fatigue [see Warnings and Precautions (5.4) ] Most commonly observed adverse reactions (≥5% and at least twice the rate of placebo) were: Pediatric patients 6 to 17 years of age : somnolence, decreased appetite, fatigue, nausea, vomiting, insomnia, and irritability ( 6.1 ) Adult patients : insomnia, headache, somnolence, fatigue, nausea, decreased appetite, dry mouth and constipation ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Supernus Pharmaceuticals at 1-866-398-0833 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of Qelbree has been evaluated in 1118 pediatric patients (6 to 17 years of age) with ADHD exposed to one or more doses in short-term (6 to 8 week), randomized, double-blind, placebo-controlled trials. A total of 682 pediatric patients 6 to 17 years of age were treated for at least 6 months, and 347 pediatric patients 6 to 17 years of age for at least 12 months with Qelbree. The safety of Qelbree has been evaluated in 189 adult patients (18 to 60 years of age) with ADHD exposed to one or more doses in a short-term (6 week), randomized, double-blind, placebo-controlled trial. A total of 277 adult patients with ADHD have been exposed to one or more doses of Qelbree. Eighty-four adult patients were treated for at least 6 months, and 22 adult patients for at least 12 months. Pediatric Patients (6 to 17 Years of Age) The data described below reflect exposure to Qelbree in 826 pediatric patients (6 to 17 years) who participated in randomized, double-blind, placebo-controlled trials with doses ranging from 100 mg to 400 mg. The population (N=826) was 65% male, 35% female, 54% White, 41% Black, 4% multiracial, and 1% other races. Adverse Reactions Leading to Discontinuation of Qelbree Treatment : Approximately 3% (n=27) of the 826 patients receiving Qelbree in clinical studies discontinued treatment due to an adverse reaction. The adverse reactions most commonly associated with discontinuation of Qelbree were somnolence (n=5), nausea (n=3), headache (n=2), irritability (n=2), tachycardia (n=2), fatigue (n=2), and decreased appetite (n=2). Most Common Adverse Reactions (occurring at ≥5% and at least twice the placebo rate for any dose) : somnolence, decreased appetite, fatigue, nausea, vomiting, insomnia, and irritability. Table 1 lists adverse reactions that occurred in at least 2% of patients treated with Qelbree and more frequently in Qelbree-treated patients than in placebo-treated patients. Table 1 data represents pooled data from pediatric patients 6 to 17 years of age who were enrolled in randomized, placebo-controlled trials of Qelbree. Table 1. Adverse Reactions Reported in ≥2% of Pediatric Patients (6 to 17 Years of Age) Treated with Qelbree and at a Rate Greater than Placebo-Treated Patients in Placebo-Controlled ADHD Studies Qelbree Body System Adverse Reaction Placebo N=463 (%) 100mg N=154 (%) 200mg N=367 (%) 400mg N=305 (%) All Qelbree N=826 (%) Nervous system disorders Somnolence The following terms were combined: Somnolence: somnolence, lethargy, sedation Headache: headache, migraine, migraine with aura, tension headache Upper respiratory tract infection: nasopharyngitis, pharyngitis, sinusitis, upper respiratory tract infection, viral sinusitis, viral upper respiratory tract infection Abdominal pain: abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper Insomnia: initial insomnia, insomnia, middle insomnia, poor quality sleep, sleep disorder, terminal insomnia 4 12 16 19 16 Headache 7 10 11 11 11 Metabolic and nutritional disorders Decreased appetite 0.4 5 8 8 7 Infections and infestations Upper respiratory tract infection 6 5 7 8 7 Body as a Whole - General disorders Fatigue 2 4 5 9 6 Pyrexia 0.2 3 2 1 2 Gastrointestinal system disorders Abdominal Pain 4 3 6 7 5 Nausea 3 1 4 7 5 Vomiting 2 5 3 6 4 Psychiatric disorders Insomnia 1 2 5 5 4 Irritability 1 3 2 5 3 Effects on Weight: In short–term, controlled studies (6 to 8 weeks), Qelbree-treated patients 6 to 11 years of age gained an average of 0.2 kg, compared to a gain of 1 kg in same-aged patients who received placebo. Qelbree-treated patients 12 to 17 years of age lost an average of 0.2 kg, compared to a weight gain of 1.5 kg in same-aged patients who received placebo. In a long-term open-label extension safety trial, 1097 patients received at least 1 dose of Qelbree. Among the 338 patients evaluated at 12 months, the mean change from baseline in weight-for-age z-score was -0.2 (standard deviation of 0.5). In the absence of a control group, it is unclear whether the weight change observed in the long-term open-label extension was attributable to the effect of Qelbree. Adults The data described below reflect exposure to Qelbree in 189 adults with ADHD who participated in the flexible-dose, randomized, double-blind, placebo-controlled trial with doses ranging from 200 mg to 600 mg. The population (N=189) was 56% male, 44% female, 81% White, 12% Black, 3% Asian, 3% other races and 1% multiracial. Adverse Reactions Leading to Discontinuation of Qelbree Treatment : Approximately 9% of the 189 patients receiving Qelbree in clinical studies discontinued treatment due to an adverse reaction. The adverse reactions most commonly associated with discontinuation of Qelbree were fatigue (n=4), insomnia (n=3), constipation (n=3), and headache (n=2). Most Common Adverse Reactions (occurring at ≥5% and at least twice the placebo rate of Qelbree): insomnia, headache, somnolence, fatigue, nausea, decreased appetite, dry mouth, and constipation. Table 2 lists adverse reactions that occurred in at least 2% of patients treated with Qelbree and more frequently in Qelbree-treated patients than in placebo-treated patients. Table 2 represents data from adults with ADHD who were enrolled in a flexible-dose, randomized, placebo-controlled trial of Qelbree at doses of 200 mg to 600 mg. Table 2. Adverse Reactions Reported in ≥2% of Adults Treated with Qelbree and at a Rate Greater than Placebo-Treated Patients in a Flexible-Dose Placebo-Controlled ADHD Study Body System Adverse Reaction Placebo N=183 (%) Qelbree (200 mg to 600 mg) N=189 (%) Psychiatric disorders Insomnia The following terms were combined: Somnolence: somnolence, lethargy, sedation Headache: headache, migraine, migraine with aura, tension headache Insomnia: initial insomnia, insomnia, middle insomnia, poor quality sleep, sleep disorder, terminal insomnia 7 23 Irritability 3 4 Nervous system disorders Headache 7 17 Somnolence 2 6 Dizziness 2 4 Gastrointestinal system disorders Nausea 3 12 Dry mouth 2 10 Constipation 1 6 Vomiting 1 4 Gastrooesophageal reflux disease 1 2 Body as a Whole - General disorders Fatigue 3 12 Metabolic and nutritional disorders Decreased appetite 3 10 Cardiac Disorders Tachycardia 1 4"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Qelbree is contraindicated in patients: receiving concomitant treatment with monoamine oxidase inhibitors (MAOI), or within 14 days following discontinuing an MAOI, because of an increased risk of hypertensive crisis [see Drug Interactions (7.1) ] . receiving concomitant administration of sensitive CYP1A2 substrates or CYP1A2 substrates with a narrow therapeutic range [see Drug Interactions (7.1) ]. Concomitant administration of monoamine oxidase inhibitors (MAOI), or dosing within 14 days after discontinuing an MAOI ( 4 , 7.1 ) Concomitant administration of sensitive CYP1A2 substrates or CYP1A2 substrates with a narrow therapeutic range ( 4 , 7.1 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Pediatric patients 6 to 11 years of age : Recommended starting dosage is 100 mg once daily. May titrate in increments of 100 mg weekly to the maximum recommended dosage of 400 mg once daily ( 2.2 ) Pediatric patients 12 to 17 years of age : Recommended starting dosage is 200 mg once daily. May titrate after 1 week, by an increment of 200mg, to the maximum recommended dosage of 400 mg once daily ( 2.2 ) Adult patients : Recommended starting dosage is 200 mg once daily. May titrate in increments of 200 mg weekly, to maximum recommended dosage of 600 mg once daily ( 2.2 ) Capsules may be swallowed whole or opened and the entire contents sprinkled onto applesauce or pudding ( 2.3 ) Severe Renal Impairment : Initial dosage is 100 mg once daily. Titrate in weekly increments of 50 mg to 100 mg to a maximum recommended dosage of 200 mg once daily ( 2.4 , 8.6 ) 2.1 Important Considerations Prior to Initiating Treatment Assess heart rate and blood pressure prior to initiating treatment with Qelbree, following increases in dosage, and periodically while on therapy [see Warnings and Precautions (5.2) ] . Prior to initiating treatment with Qelbree, screen patients for a personal or family history of suicide, bipolar disorder, and depression [see Warnings and Precautions (5.3) ]. 2.2 Recommended Dosage Pediatric patients The recommended starting dosage for pediatric patients 6 to 11 years of age is 100 mg orally once daily. Dosage may be titrated in increments of 100 mg at weekly intervals to the maximum recommended dosage of 400 mg once daily, depending on response and tolerability. The recommended starting dosage for pediatric patients 12 to 17 years of age is 200 mg orally once daily. After 1 week, dosage may be titrated by an increment of 200 mg to the maximum recommended dosage of 400 mg once daily, depending on response and tolerability. Adult patients The recommended starting dosage for adults is 200 mg orally once daily. Dosage may be titrated in increments of 200 mg weekly to the maximum recommended dosage of 600 mg once daily, depending on response and tolerability. Pharmacological treatment of ADHD may be needed for extended periods. Periodically reevaluate the long-term use of Qelbree and adjust dosage as needed. 2.3 Administration Information Administer Qelbree orally with or without food [see Clinical Pharmacology (12.3) ] . Do not cut, crush, or chew the capsules. Swallow Qelbree capsules whole, or open the capsule and sprinkle the entire contents over a teaspoonful or tablespoonful of pudding or applesauce. Consume the food mixture in its entirety, without chewing, within 15 minutes for pudding, or within 2 hours for applesauce; do not store for future use. 2.4 Dosage Recommendations in Patients with Renal Impairment In patients with severe renal impairment (eGFR < 30 mL/min/1.73m 2 ), the recommended starting dosage is 100 mg once daily. Dosage may be titrated in weekly increments of 50 to 100 mg once daily, to a maximum recommended dosage of 200 mg once daily. No dosage adjustment is recommended in patients with mild to moderate (eGFR of 30 to 89 mL/min/1.73m 2 ) renal impairment [see Use in Specific Populations (8.6) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Qelbree is indicated for the treatment of Attention-Deficit Hyperactivity Disorder (ADHD) in adults and pediatric patients 6 years and older. Qelbree is a selective norepinephrine reuptake inhibitor indicated for the treatment of Attention Deficit Hyperactivity Disorder (ADHD) in adults and pediatric patients 6 years and older ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:25:43.297343",
  "source": "OpenFDA"
}