{
  "drug_name": "Vinblastine",
  "generic_name": [
    "VINBLASTINE SULFATE"
  ],
  "brand_names": [
    "Vinblastine Sulfate"
  ],
  "drug_interactions": [
    "Drug Interactions The simultaneous oral or intravenous administration of phenytoin and antineoplastic chemotherapy combinations that included vinblastine sulfate has been reported to have reduced blood levels of the anticonvulsant and to have increased seizure activity. Dosage adjustment should be based on serial blood level monitoring. The contribution of vinblastine sulfate to this interaction is not certain. The interaction may result from either reduced absorption of phenytoin or an increase in the rate of its metabolism and elimination. Caution should be exercised in patients concurrently taking drugs known to inhibit drug metabolism by hepatic cytochrome P450 isoenzymes in the CYP 3A subfamily, or in patients with hepatic dysfunction. Concurrent administration of vinblastine sulfate with an inhibitor of this metabolic pathway may cause an earlier onset and/or an increased severity of side effects. Enhanced toxicity has been reported in patients receiving concomitant erythromycin (see ADVERSE REACTIONS )."
  ],
  "warnings": [
    "WARNINGS: This preparation is for intravenous use only. It should be administered by individuals experienced in the administration of vinblastine sulfate. The intrathecal administration of vinblastine sulfate usually results in death. To reduce the potential for fatal medication errors due to incorrect route of administration, vinblastine sulfate injection should be diluted in a flexible plastic container and prominently labeled (as indicated) “FOR INTRAVENOUS USE ONLY – FATAL IF GIVEN BY OTHER ROUTES.’’ After inadvertent intrathecal administration of vinca alkaloids, immediate neurosurgical intervention is required in order to prevent ascending paralysis leading to death. In a very small number of patients, life-threatening paralysis and subsequent death was averted but resulted in devastating neurological sequelae, with limited recovery afterwards. There are no published cases of survival following intrathecal administration of vinblastine sulfate to base treatment on. However, based on the published management of survival cases involving the related vinca alkaloid vincristine sulfate 1-3 , if vinblastine sulfate is mistakenly given by the intrathecal route, the following treatment should be initiated immediately after the injection: 1. Removal of as much CSF as is safely possible through the lumbar access. 2. Insertion of an epidural catheter into the subarachnoid space via the intervertebral space above initial lumbar access and CSF irrigation with lactated Ringer’s solution. Fresh frozen plasma should be requested and, when available, 25 mL should be added to every 1 liter of lactated Ringer’s solution. 3. Insertion of an intraventricular drain or catheter by a neurosurgeon and continuation of CSF irrigation with fluid removal through the lumbar access connected to a closed drainage system. Lactated Ringer’s solution should be given by continuous infusion at 150 mL/hour, or at a rate of 75 mL/hour when fresh frozen plasma has been added as above. The rate of infusion should be adjusted to maintain a spinal fluid protein level of 150 mg/dL. The following measures have also been used in addition but may not be essential: Glutamic acid, 10 grams, has been given intravenously over 24 hours, followed by 500 mg three times daily by mouth for 1 month. Folinic acid has been administered intravenously as a 100 mg bolus and then infused at a rate of 25 mg/hour for 24 hours, then bolus doses of 25 mg every 6 hours for 1 week. Pyridoxine has been given at a dose of 50 mg every 8 hours by intravenous infusion over 30 minutes. Their roles in the reduction of neurotoxicity are unclear. Pregnancy Category D Caution is necessary with the administration of all oncolytic drugs during pregnancy. Information on the use of vinblastine sulfate during human pregnancy is very limited. Animal studies with vinblastine sulfate suggest that teratogenic effects may occur. Vinblastine sulfate can cause fetal harm when administered to a pregnant woman. Laboratory animals given this drug early in pregnancy suffer resorption of the conceptus; surviving fetuses demonstrate gross deformities. There are no adequate and well-controlled studies in pregnant women. If this drug is used during pregnancy, or if the patient becomes pregnant while receiving this drug, she should be apprised of the potential hazard to the fetus. Women of childbearing potential should be advised to avoid becoming pregnant. Aspermia has been reported in man. Animal studies show metaphase arrest and degenerative changes in germ cells. Leukopenia (granulocytopenia) may reach dangerously low levels following administration of the higher recommended doses. It is therefore important to follow the dosage technique recommended under DOSAGE AND ADMINISTRATION . Stomatitis and neurologic toxicity, although not common or permanent, can be disabling."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: Prior to the use of the drug, patients should be advised of the possibility of untoward symptoms . In general, the incidence of adverse reactions attending the use of vinblastine sulfate appears to be related to the size of the dose employed. With the exception of epilation, leukopenia and neurologic side effects, adverse reactions generally have not persisted for longer than 24 hours. Neurologic side effects are not common; but when they do occur, they often last for more than 24 hours. Leukopenia, the most common adverse reaction, is usually the dose-limiting factor. The following are manifestations that have been reported as adverse reactions, in decreasing order of frequency. The most common adverse reactions are underlined: Hematologic - Leukopenia (granulocytopenia), anemia, thrombocytopenia (myelosuppression). Dermatologic - Alopecia is common. A single case of light sensitivity associated with this product has been reported. Gastrointestinal - Constipation , anorexia, nausea, vomiting, abdominal pain, ileus, vesiculation of the mouth, pharyngitis, diarrhea, hemorrhagic enterocolitis, bleeding from an old peptic ulcer and rectal bleeding. Neurologic - Numbness of digits (paresthesias), loss of deep tendon reflexes, peripheral neuritis, mental depression, headache, convulsions. Treatment with vinca alkaloids has resulted rarely in both vestibular and auditory damage to the eighth cranial nerve. Manifestations include partial or total deafness which may be temporary or permanent, and difficulties with balance including dizziness, nystagmus and vertigo. Particular caution is warranted when vinblastine sulfate is used in combination with other agents known to be ototoxic such as the platinum-containing oncolytics. Cardiovascular - Hypertension —Cardiac effects such as myocardial infarction, angina pectoris and transient abnormalities of ECG related to coronary ischemia have been reported very rarely. Cases of unexpected myocardial infarction and cerebrovascular accidents have occurred in patients undergoing combination chemotherapy with vinblastine, bleomycin and cisplatin. Raynaud’s phenomenon has also been reported with this combination. Pulmonary - See PRECAUTIONS . Miscellaneous - Malaise, bone pain, weakness, pain in tumor-containing tissue , dizziness, jaw pain , skin vesiculation, hypertension, Raynaud’s phenomenon when patients are being treated with vinblastine sulfate in combination with bleomycin and cis-platinum for testicular cancer. The syndrome of inappropriate secretion of antidiuretic hormone has occurred with higher than recommended doses. Nausea and vomiting usually may be controlled with ease by antiemetic agents. When epilation develops, it frequently is not total; and, in some cases, hair regrows while maintenance therapy continues. Extravasation during intravenous injection may lead to cellulitis and phlebitis. If the amount of extravasation is great, sloughing may occur."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: Vinblastine sulfate is contraindicated in patients who have significant granulocytopenia unless this is a result of the disease being treated. It should not be used in the presence of bacterial infections. Such infections must be brought under control prior to the initiation of therapy with vinblastine sulfate."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: This preparation is for intravenous use only (see WARNINGS ). Special Dispensing Information - To reduce the potential for fatal medication errors due to incorrect route of administration, vinblastine sulfate injection should be diluted in a flexible plastic container and prominently labeled (as indicated), “FOR INTRAVENOUS USE ONLY – FATAL IF GIVEN BY OTHER ROUTES.” (see WARNINGS ). Preparation for flexible plastic container Vinblastine sulfate injection when diluted with 0.9% sodium chloride injection to concentrations of 0.1 mg/mL to 0.4 mg/mL is stable at room temperature for up to 24 hours when protected from light or 8 hours in normal light. Caution–It is extremely important that the intravenous needle or catheter be properly positioned before any vinblastine sulfate is injected. Leakage into surrounding tissue during intravenous administration of vinblastine sulfate may cause considerable irritation. If extravasation occurs, the injection should be discontinued immediately and any remaining portion of the dose should then be introduced into another vein. Local injection of hyaluronidase and the application of moderate heat to the area of leakage will help disperse the drug and may minimize discomfort and the possibility of cellulitis. There are variations in the depth of the leukopenic response that follows therapy with vinblastine sulfate. For this reason, it is recommended that the drug be given no more frequently than once every seven days . Adult Patients It is wise to initiate therapy for adults by administering a single intravenous dose of 3.7 mg/m 2 of body surface area (bsa). Thereafter, white blood cell counts should be made to determine the patient’s sensitivity to vinblastine sulfate. A simplified and conservative incremental approach to dosage at weekly intervals for adults may be outlined as follows: First dose ....................................... 3.7 mg/m 2 bsa Second dose .................................. 5.5 mg/m 2 bsa Third dose ...................................... 7.4 mg/m 2 bsa Fourth dose .................................. 9.25 mg/m 2 bsa Fifth dose ..................................... 11.1 mg/m 2 bsa The above-mentioned increases may be used until a maximum dose not exceeding 18.5 mg/m 2 bsa for adults is reached. The dose should not be increased after that dose which reduces the white cell count to approximately 3,000 cells/mm 3 . In some adults, 3.7 mg/m 2 bsa may produce this leukopenia; other adults may require more than 11.1 mg/m 2 bsa; and, very rarely, as much as 18.5 mg/m 2 bsa may be necessary. For most adult patients, however, the weekly dosage will prove to be 5.5 to 7.4 mg/m 2 bsa. When the dose of vinblastine sulfate which will produce the above degree of leukopenia has been established, a dose of one increment smaller than this should be administered at weekly intervals for maintenance. Thus, the patient is receiving the maximum dose that does not cause leukopenia. It should be emphasized that, even though seven days have elapsed, the next dose of vinblastine sulfate should not be given until the white cell count has returned to at least 4,000 / mm 3 . In some cases, oncolytic activity may be encountered before leukopenic effect. When this occurs, there is no need to increase the size of subsequent doses (see PRECAUTIONS ). Pediatric Patients A review of published literature from 1993 to 1995 showed that initial doses of vinblastine sulfate in pediatric patients varied depending on the schedule used and whether vinblastine sulfate was administered as a single agent or incorporated within a particular chemotherapeutic regimen. As a single agent for Letterer-Siwe disease (histiocytosis X), the initial dose of vinblastine sulfate was reported as 6.5 mg/m 2 . When vinblastine sulfate was used in combination with other chemotherapeutic agents for the treatment of Hodgkin’s disease, the initial dose was reported as 6 mg/m 2 . For testicular germ cell carcinomas, the initial dose of vinblastine sulfate was reported as 3 mg/m 2 in a combination regimen. Dose modifications should be guided by hematologic tolerance. Patients with Renal or Hepatic Impairment A reduction of 50% in the dose of vinblastine sulfate is recommended for patients having a direct serum bilirubin value above 3 mg/100 mL. Since metabolism and excretion are primarily hepatic, no modification is recommended for patients with impaired renal function. The duration of maintenance therapy varies according to the disease being treated and the combination of antineoplastic agents being used. There are differences of opinion regarding the duration of maintenance therapy with the same protocol for a particular disease; for example, various durations have been used with the MOPP program in treating Hodgkin’s disease. Prolonged chemotherapy for maintaining remissions involves several risks, among which are life-threatening infectious diseases, sterility and possibly the appearance of other cancers through suppression of immune surveillance. In some disorders, survival following complete remission may not be as prolonged as that achieved with shorter periods of maintenance therapy. On the other hand, failure to provide maintenance therapy in some patients may lead to unnecessary relapse; complete remissions in patients with testicular cancer, unless maintained for at least two years, often result in early relapse. The calculated dose of vinblastine sulfate may be infused from a flexible plastic container directly into an intravenous catheter/needle or into a running intravenous infusion. If care is taken to ensure that the needle is securely within the vein and that no solution containing vinblastine sulfate is spilled extravascularly, cellulitis and/or phlebitis will not occur. To minimize further the possibility of extravascular spillage, flush the infusion line with normal saline prior to removal of the intravenous catheter or needle. The dose should not be diluted in large volumes of diluent (i.e. greater than 100 mL) or given intravenously for prolonged periods (longer than 30 minutes), since this frequently results in irritation of the vein and increases the chance of extravasation. Because of the enhanced possibility of thrombosis, it is considered inadvisable to inject a solution of vinblastine sulfate into an extremity in which the circulation is impaired or potentially impaired by such conditions as compressing or invading neoplasm, phlebitis or varicosity. Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. Procedures for proper handling and disposal of anti-cancer drugs should be considered. Several guidelines on this subject have been published. 4-10 There is no general agreement that all of the procedures recommended in the guidelines are necessary or appropriate."
  ],
  "indications": [
    "INDICATIONS AND USAGE: Vinblastine Sulfate Injection is indicated in the palliative treatment of the following: I. Frequently Responsive Malignancies • Generalized Hodgkin’s disease (Stages III and IV, Ann Arbor modification of Rye staging system) • Lymphocytic lymphoma (nodular and diffuse, poorly and well differentiated) • Histiocytic lymphoma • Mycosis fungoides (advanced stages) • Advanced carcinoma of the testis • Kaposi’s sarcoma • Letterer-Siwe disease (histiocytosis X) II. Less Frequently Responsive Malignancies • Choriocarcinoma resistant to other chemotherapeutic agents • Carcinoma of the breast, unresponsive to appropriate endocrine surgery and hormonal therapy Current principles of chemotherapy for many types of cancer include the concurrent administration of several antineoplastic agents. For enhanced therapeutic effect without additive toxicity, agents with different dose-limiting clinical toxicities and different mechanisms of action are generally selected. Therefore, although vinblastine sulfate is effective as a single agent in the aforementioned indications, it is usually administered in combination with other antineoplastic drugs. Such combination therapy produces a greater percentage of response than does a single-agent regimen. These principles have been applied, for example, in the chemotherapy of Hodgkin’s disease. Hodgkin's Disease Vinblastine sulfate has been shown to be one of the most effective single agents for the treatment of Hodgkin’s disease. Advanced Hodgkin’s disease has also been successfully treated with several multiple-drug regimens that included vinblastine sulfate. Patients who had relapses after treatment with the MOPP program - mechlorethamine hydrochloride (nitrogen mustard), vincristine sulfate, prednisone and procarbazine - have likewise responded to combination-drug therapy that included vinblastine sulfate. A protocol using cyclophosphamide in place of nitrogen mustard and vinblastine sulfate instead of vincristine sulfate is an alternative therapy for previously untreated patients with advanced Hodgkin’s disease. Advanced testicular germinal-cell cancers (embryonal carcinoma, teratocarcinoma and choriocarcinoma) are sensitive to vinblastine sulfate alone, but better clinical results are achieved when vinblastine sulfate is administered concomitantly with other antineoplastic agents. The effect of bleomycin is significantly enhanced if vinblastine sulfate is administered six to eight hours prior to the administration of bleomycin; this schedule permits more cells to be arrested during metaphase, the stage of the cell cycle in which bleomycin is active."
  ],
  "fetched_at": "2025-09-30T21:21:33.559803",
  "source": "OpenFDA"
}