{
  "drug_name": "Vincristine",
  "generic_name": [
    "VINCRISTINE SULFATE"
  ],
  "brand_names": [
    "VinCRIStine Sulfate"
  ],
  "drug_interactions": [
    "Drug Interactions The simultaneous oral or intravenous administration of phenytoin and antineoplastic chemotherapy combinations that included vincristine sulfate has been reported to reduce blood levels of the anticonvulsant and to increase seizure activity. Dosage adjustment should be based on serial blood level monitoring. The contribution of vincristine sulfate to this interaction is not certain. The interaction may result from reduced absorption of phenytoin and an increase in the rate of its metabolism and elimination. Vincristine sulfate is a substrate for cytochrome P450 3A isozymes (CYP3A). Concurrent administration of vincristine sulfate with itraconazole or fluconazole (known inhibitors of the CYP3A metabolic pathway) has been reported to cause an earlier onset and/or an increased severity of neuromuscular side effects (see ADVERSE REACTIONS ). This interaction is presumed to be related to inhibition of the metabolism of vincristine. Therefore, the concomitant use of strong CYP3A inhibitors with vincristine sulfate should be avoided. Patients should be frequently monitored for adverse reactions with concomitant use of moderate CYP3A inhibitors (e.g., fluconazole) with vincristine sulfate. Concurrent use of strong CYP3A inducers (e.g., St. John's Wort) with vincristine sulfate should be avoided. Vincristine sulfate is also a substrate for P-glycoprotein (P-gp). Therefore, the concomitant use of P-gp inhibitors or inducers should be avoided."
  ],
  "warnings": [
    "WARNINGS This preparation is for intravenous use only. It should be administered by individuals experienced in the administration of Vincristine Sulfate Injection. The intrathecal administration of Vincristine Sulfate Injection usually results in death. To reduce the potential for fatal medication errors due to incorrect route of administration, Vincristine Sulfate Injection should be diluted in a flexible plastic container and prominently labeled as indicated \"FOR INTRAVENOUS USE ONLY – FATAL IF GIVEN BY OTHER ROUTES.\" See OVERDOSAGE section for the treatment of patients given intrathecal Vincristine Sulfate Injection, USP. Pregnancy Vincristine sulfate can cause fetal harm when administered to a pregnant woman. When pregnant mice and hamsters were given doses of vincristine sulfate that caused resorption of 23% to 85% of fetuses, fetal malformations were produced in those that survived. Five monkeys were given single doses of vincristine sulfate between days 27 and 34 of their pregnancies; 3 of the fetuses were normal at term, and 2 viable fetuses had grossly evident malformations at term. In several animal species, vincristine sulfate can induce teratogenesis as well as embryo death at doses that are nontoxic to the pregnant animal. There are no adequate and well–controlled studies in pregnant women. If this drug is used during pregnancy or if the patient becomes pregnant while receiving this drug, she should be apprised of the potential hazard to the fetus. Women of child–bearing potential should be advised to avoid becoming pregnant."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS Prior to the use of this drug, patients and/or their parents/guardian should be advised of the possibility of untoward symptoms. In general, adverse reactions are reversible and are related to dosage. The most common adverse reaction is hair loss; the most troublesome adverse reactions are neuromuscular in origin. When single, weekly doses of the drug are employed, the adverse reactions of leukopenia, neuritic pain, and constipation occur but are usually of short duration (ie., less than 7 days). When the dosage is reduced, these reactions may lessen or disappear. The severity of such reactions seems to increase when the calculated amount of drug is given in divided doses. Other adverse reactions, such as hair loss, sensory loss, paresthesia, difficulty in walking, slapping gait, loss of deep–tendon reflexes, and muscle wasting, may persist for at least as long as therapy is continued. Generalized sensorimotor dysfunction may become progressively more severe with continued treatment. Although most such symptoms usually disappear by about the sixth week after discontinuance of treatment, some neuromuscular difficulties may persist for prolonged periods in some patients. Regrowth of hair may occur while maintenance therapy continues. The following adverse reactions have been reported: Hepatic veno-occlusive disease has been reported in patients receiving vincristine, particularly in pediatric patients, as part of standard combination chemotherapy regimens. Some of the patients had fatal outcomes; some who survived had undergone liver transplantation. Hypersensitivity – Rare cases of allergic–type reactions, such as anaphylaxis, rash and edema, that are temporally related to vincristine therapy have been reported in patients receiving vincristine as a part of multidrug chemotherapy regimens. Gastrointestinal – Constipation, abdominal cramps, weight loss, nausea, vomiting, oral ulceration, diarrhea, paralytic ileus, intestinal necrosis and/or perforation, and anorexia have occurred. Constipation may take the form of upper–colon impaction, and, on physical examination, the rectum may be empty. Colicky abdominal pain coupled with an empty rectum may mislead the physician. A flat film of the abdomen is useful in demonstrating this condition. All cases have responded to high enemas and laxatives. A routine prophylactic regimen against constipation is recommended for all patients receiving Vincristine Sulfate Injection. Paralytic ileus (which mimics the \"surgical abdomen\") may occur, particularly in young pediatric patients. The ileus will reverse itself with temporary discontinuance of Vincristine Sulfate Injection and with symptomatic care. Genitourinary – Polyuria, dysuria, and urinary retention due to bladder atony have occurred. Other drugs known to cause urinary retention (particularly in the elderly) should, if possible, be discontinued for the first few days following administration of Vincristine Sulfate Injection. Cardiovascular – Hypertension and hypotension have occurred. Chemotherapy combinations that have included vincristine sulfate, when given to patients previously treated with mediastinal radiation, have been associated with coronary artery disease and myocardial infarction. Causality has not been established. Neurologic – Frequently, there is a sequence to the development of neuromuscular side effects. Initially, only sensory impairment and paresthesia may be encountered. With continued treatment, neuritic pain and, later, motor difficulties may occur. There have been no reports of any agent that can reverse the neuromuscular manifestations that may accompany therapy with vincristine sulfate. Loss of deep–tendon reflexes, foot drop, ataxia, and paralysis have been reported with continued administration. Cranial nerve manifestations, such as isolated paresis and/or paralysis of muscles controlled by cranial motor nerves including potentially life–threatening bilateral vocal cord paralysis, may occur in the absence of motor impairment elsewhere; extraocular and laryngeal muscles are those most commonly involved. Jaw pain, pharyngeal pain, parotid gland pain, bone pain, back pain, limb pain, and myalgias have been reported; pain in these areas may be severe. Convulsions, frequently with hypertension, have been reported in a few patients receiving vincristine sulfate. Several instances of convulsions followed by coma have been reported in pediatric patients. Transient cortical blindness and optic atrophy with blindness have been reported. Treatment with vinca alkaloids has resulted in both vestibular and auditory damage to the eighth cranial nerve. Manifestations include partial or total deafness which may be temporary or permanent, and difficulties with balance including dizziness, nystagmus, and vertigo. Particular caution is warranted when vincristine is used in combination with other agents known to be ototoxic such as the platinum–containing oncolytics. Pulmonary – See PRECAUTIONS section. Acute respiratory distress syndrome has been reported. Endocrine – Rare occurrences of a syndrome attributable to inappropriate antidiuretic hormone secretion have been observed in patients treated with vincristine sulfate. This syndrome is characterized by high urinary sodium excretion in the presence of hyponatremia; renal or adrenal disease, hypotension, dehydration, azotemia, and clinical edema are absent. With fluid deprivation, improvement occurs in the hyponatremia and in the renal loss of sodium. Hematologic – Vincristine Sulfate Injection does not appear to have any constant or significant effect on platelets or red blood cells. Serious bone–marrow depression is usually not a major dose–limiting event. However, anemia, leukopenia, and thrombocytopenia have been reported. Thrombocytopenia, if present when therapy with Vincristine Sulfate Injection is begun, may actually improve before the appearance of bone marrow remission. Granulocytopenia has been reported. Skin – Alopecia and rash have been reported. Other – Fever, headache, dehydration, and hyperuricemia have occurred."
  ],
  "contraindications": [
    "CONTRAINDICATIONS Patients with the demyelinating form of Charcot–Marie–Tooth syndrome should not be given Vincristine Sulfate Injection. Careful attention should be given to those conditions listed under WARNINGS and PRECAUTIONS ."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION This preparation is for intravenous use only (see WARNINGS ). Neurotoxicity appears to be dose related. Extreme care must be used in calculating and administering the dose of Vincristine Sulfate Injection, USP since overdosage may have a very serious or fatal outcome. The usual dose of Vincristine Sulfate Injection, USP for pediatric patients is 1.5–2 mg/m 2 . For pediatric patients weighing 10 kg or less, the starting dose should be 0.05 mg/kg, administered once a week. The usual dose of Vincristine Sulfate Injection, USP for adults is 1.4 mg/m 2 . A 50% reduction in the dose of Vincristine Sulfate Injection, USP is recommended for patients having a direct serum bilirubin value above 3 mg/100 mL. The drug is administered intravenously at weekly intervals. TO REDUCE THE POTENTIAL FOR FATAL MEDICATION ERRORS DUE TO INCORRECT ROUTE OF ADMINISTRATION, VINCRISTINE SULFATE INJECTION SHOULD BE DILUTED IN A FLEXIBLE PLASTIC CONTAINER AND PROMINENTLY LABELED AS INDICATED FOR INTRAVENOUS USE ONLY – FATAL IF GIVEN BY OTHER ROUTES (See WARNINGS ). The concentration of Vincristine Sulfate Injection, USP is 1 mg/mL. Do not add extra fluid to the vial prior to removal of the dose. Withdraw the solution of Vincristine Sulfate Injection, USP into an accurate dry syringe, measuring the dose carefully. Do not add extra fluid to the vial in an attempt to empty it completely. Preparation for flexible plastic container Vincristine Sulfate Injection, USP when diluted with 0.9% Sodium Chloride Injection in concentrations from 0.0015 mg/mL to 0.08 mg/mL is stable for up to 24 hours when protected from light or 8 hours under normal light at 25°C. Caution: It is extremely important that the intravenous needle or catheter be properly positioned before any vincristine is injected. Leakage into surrounding tissue during intravenous administration of Vincristine Sulfate Injection, USP may cause considerable irritation. If extravasation occurs, the injection should be discontinued immediately and any remaining portion of the dose should then be introduced into another vein. Local injection of hyaluronidase and the application of moderate heat to the area of leakage will help disperse the drug and may minimize discomfort and the possibility of cellulitis. Vincristine Sulfate Injection, USP must be administered via an intact, free–flowing intravenous needle or catheter. Care should be taken that there is no leakage or swelling occurring during administration (see boxed WARNINGS ). The diluted Vincristine Sulfate Injection may be infused via a flexible plastic container directly into an intravenous catheter/needle or into a running intravenous infusion (see Drug Interactions below). Patients Receiving Radiation Therapy Vincristine Sulfate Injection, USP should not be given to patients while they are receiving radiation therapy through ports that include the liver. When Vincristine Sulfate Injection, USP is used in combination with L–asparaginase, Vincristine Sulfate Injection, USP should be given 12 to 24 hours before administration of the enzyme in order to minimize toxicity; administering L–asparaginase before Vincristine Sulfate Injection, USP may reduce hepatic clearance of vincristine. Drug Interactions Vincristine Sulfate Injection, USP should not be diluted in solutions that raise or lower the pH outside the range of 3.5 to 5.5. It should not be mixed with anything other than 0.9% Sodium Chloride Injection USP. Whenever solution and container permit, parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration. Handling and Disposal Procedures for proper handling and disposal of anticancer drugs should be considered. Several guidelines on this subject have been published. 1 There is no general agreement that all of the procedures recommended in the guidelines are necessary or appropriate."
  ],
  "indications": [
    "INDICATIONS AND USAGE Vincristine Sulfate Injection is indicated in acute leukemia. Vincristine Sulfate Injection has also been shown to be useful in combination with other oncolytic agents in Hodgkin's disease, non–Hodgkin's malignant lymphomas, rhabdomyosarcoma, neuroblastoma, and Wilms' tumor."
  ],
  "fetched_at": "2025-09-30T21:18:58.181819",
  "source": "OpenFDA"
}