{
  "drug_name": "Vinorelbine",
  "generic_name": [
    "VINORELBINE"
  ],
  "brand_names": [
    "Vinorelbine"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Inhibitors of CYP3A4: May cause earlier onset and/or increased severity of adverse reactions ( 7.1 ) 7.1 CYP3A Inhibitors Exercise caution in patients concurrently taking drugs known to inhibit CYP3A. Concurrent administration of vinorelbine with a CYP3A inhibitor may cause an earlier onset and/or an increased severity of adverse reactions."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Myelosuppression [see Warnings and Precautions ( 5.1 )] Hepatic Toxicity [see Warnings and Precautions ( 5.2 )] Severe Constipation and Bowel Obstruction [see Warnings and Precautions ( 5.3 )] Extravasation and Tissue Injury [see Warnings and Precautions ( 5.4 )] Neurologic Toxicity [see Warnings and Precautions ( 5.5 )] Pulmonary Toxicity and Respiratory Failure [see Warnings and Precautions ( 5.6 )] Most common adverse reactions (incidence ≥ 20%) are leukopenia, neutropenia, anemia, increased aspartate aminotransferase, nausea, vomiting, constipation, asthenia, injection site reaction and peripheral neuropathy ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Sagent Pharmaceuticals at 1-866-625-1618 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under varying designs and in different patient populations, the adverse reaction rates reported in one clinical trial may not be easily compared to those rates reported in another clinical trial and may not reflect the rates actually observed in clinical practice. Single Agent The data below reflect exposure to vinorelbine as a single agent administered at a dose of 30 mg/m 2 on a weekly basis to 365 patients enrolled in 3 controlled studies for metastatic NSCLC and advanced breast cancer. The population included 143 patients with previously untreated metastatic NSCLC (Study 3) who received a median of 8 doses of vinorelbine. The patients were aged 32 to 79 (median 61 years), 71% were male, 91% White, 48% had adenocarcinoma histology. The data also reflect exposure to vinorelbine in 222 patients with previously treated advanced breast cancer who received a median of 10 doses of vinorelbine. Vinorelbine is not indicated for the treatment of breast cancer. Selected adverse reactions reported in these studies are provided in Tables 1 and 2 . The most common adverse reactions (≥ 20%) of single agent vinorelbine were leukopenia, neutropenia, anemia, increased aspartate aminotransferase (AST), nausea, vomiting, constipation, asthenia, injection site reaction and peripheral neuropathy. The most common (≥ 5%) Grade 3 or 4 adverse reactions were neutropenia, leukopenia, anemia, increased total bilirubin, increased AST, injection site reaction and asthenia. Approximately 49% of patients with NSCLC who were treated with vinorelbine experienced at least one dose reduction due to an adverse reaction. Thirteen percent of patients discontinued vinorelbine due to adverse reactions. The most frequent adverse reactions leading to vinorelbine discontinuation were asthenia, dyspnea, nausea, constipation, anorexia, myasthenia and fever. Table 1: Hematologic Adverse Reactions Experienced in > 5% of Patients Receiving Vinorelbine *† : * Grade based on modified criteria from the National Cancer Institute version 1. † Patients with NSCLC had not received prior chemotherapy. The majority of the remaining patients had received prior chemotherapy. All Patients (N=365) (%) NSCLC (N=143) (%) Laboratory Hematologic Neutropenia < 2,000 cells/mm 3 90 80 < 500 cells/mm 3 36 29 Leukopenia < 4,000 cells/mm 3 92 81 < 1,000 cells/mm 3 15 12 Thrombocytopenia < 100,000 cells/mm 3 5 4 Anemia < 11 g/dl 83 77 < 8 g/dl 9 1 Hospitalizations due to neutropenic complications 9 8 Table 2: Non-hematologic Adverse Reactions Experienced in ≥ 5% of Patients Receiving Vinorelbine *† : * Grade based on modified criteria from the National Cancer Institute version 1. † Patients with NSCLC had not received prior chemotherapy. The majority of the remaining patients had received prior chemotherapy. ‡ Incidence of paresthesia plus hypesthesia. All Grades Grade 3-4 All Patients (%) NSCLC (%) All Patients (%) NSCLC (%) Laboratory Hepatic AST increased (N=346) 67 54 6 3 Bilirubin increased (N=351) 13 9 7 5 Clinical Nausea 44 34 2 1 Asthenia 36 27 7 5 Constipation 35 29 3 2 Injection site reaction 28 38 2 5 Injection site pain 16 13 2 1 Neuropathy peripheral ‡ 25 20 <2 1 Vomiting 20 15 2 1 Diarrhea 17 13 1 1 Alopecia 12 12 ≤1 1 Phlebitis 7 10 <1 1 Dyspnea 7 3 3 2 Myelosuppression: In clinical trials, Grade 3-4 neutropenia, anemia and thrombocytopenia occurred in 69%, 9% and 1%, respectively of patients receiving single agent vinorelbine. Neutropenia is the major dose-limiting toxicity. Neurotoxicity: Neurotoxicity was most commonly manifested as constipation, paresthesia, hyperesthesia and hyporeflexia. Grade 3 and 4 neuropathy was observed in 1% of the patients receiving single agent vinorelbine. Injection Site Reactions: Injection site reactions, including erythema, pain at injection site and vein discoloration, occurred in approximately one third of patients; 5% were severe. Phlebitis (chemical phlebitis) along the vein proximal to the site of injection was reported in 10% of patients. Cardiovascular Toxicity: Chest pain occurred in 5% of patients; myocardial infarction occurred in ˂0.1% of patients. Pulmonary Toxicity and Respiratory Failure: Dyspnea (shortness of breath) was reported in 3% of patients; it was severe in 2%. Interstitial pulmonary changes were documented. Other: Hemorrhagic cystitis and the syndrome of inappropriate ADH secretion were each reported in <1% of patients. In Combination with Cisplatin Table 3 presents the incidence of selected adverse reactions, occurring in ≥10% of vinorelbine treated patients reported in a randomized trial comparing the combination of vinorelbine 25 mg/m 2 administered every week of each 28-day cycle and cisplatin 100 mg/m 2 administered on day 1 of each 28-day cycle versus cisplatin alone at the same dose and schedule in patients with previously untreated NSCLC (Study 1). Patients randomized to vinorelbine plus cisplatin received a median of 3 cycles of treatment and those randomized to cisplatin alone received a median of 2 cycles of treatment. The incidence of Grade 3 and 4 neutropenia was significantly higher in the vinorelbine plus cisplatin arm (82%) compared to the cisplatin alone arm (5%). Thirty-five percent of the eligible patients in the combination arm required treatment discontinuation due to an adverse reaction compared to 19% in the cisplatin alone arm. Four patients in the vinorelbine plus cisplatin arm died of neutropenic sepsis. Seven additional deaths were reported in the combination arm: 2 from cardiac ischemia, 1 cerebrovascular accident, 1 multisystem failure due to an overdose of vinorelbine and 3 from febrile neutropenia. Table 3: Adverse Reactions Experienced by ≥ 10% of Patients on Vinorelbine plus Cisplatin versus Single Agent Cisplatin * * Graded according to the standard SWOG criteria version 1. † Categorical toxicity grade not specified Vinorelbine 25mg/m 2 plus Cisplatin 100 mg/m 2 (N=212) Cisplatin 100 mg/m 2 (N=210) All Grades (%) Grades 3 - 4 (%) All Grades (%) Grades 3-4 (%) Laboratory Hematologic Neutropenia 89 82 26 5 Anemia 89 24 72 <8 Leukopenia 88 58 31 <1 Thrombocytopenia 29 5 21 <2 Febrile neutropenia † N/A 11 N/A 0 Renal Blood creatinine increased 37 4 28 <5 Clinical Malaise/Fatigue/Lethargy 67 12 49 8 Vomiting 60 13 60 14 Nausea 58 14 57 12 Decreased appetite 46 0 37 0 Constipation 35 3 16 1 Alopecia 34 0 14 0 Weight decreased 34 1 21 <1 Fever without infection 20 2 4 0 Hearing impaired 18 4 18 <4 Injection site reaction 17 <1 1 0 Diarrhea 17 <3 11 <2 Paraesthesia 17 <1 10 <1 Taste alterations 17 0 15 0 Peripheral numbness 11 2 7 <1 Myalgia/Arthralgia 12 <1 3 <1 Phlebitis/Thrombosis/Embolism 10 3 <1 <1 Weakness 12 <3 7 2 Infection 11 <6 <1 <1 Respiratory tract infection 10 <5 3 3 Table 4 presents the incidence of selected adverse reactions, occurring in ≥10% of vinorelbine treated patients reported in a randomized trial of vinorelbine plus cisplatin, vindesine plus cisplatin and vinorelbine as a single agent in patients with stage III or IV NSCLC who had not received prior chemotherapy. A total of 604 patients received either vinorelbine 30 mg/m 2 every week plus cisplatin 120 mg/m 2 on Day 1 and Day 29, then every 6 weeks thereafter (N=207), vindesine 3 mg/m 2 for 6 weeks, then every other week thereafter plus cisplatin 120 mg/m 2 on Days 1 and Day 29, then every 6 weeks thereafter (N=193) or vinorelbine 30mg/m 2 every week (N=204). Patients randomized to vinorelbine plus cisplatin received a median of 15 weeks of treatment, vindesine plus cisplatin 12 weeks and vinorelbine received 13 weeks. Grade 3 and 4 neutropenia was significantly greater in the vinorelbine plus cisplatin arm (78%) compared to vindesine plus cisplatin (48%) and vinorelbine as a single agent (53%). Neurotoxicity, including peripheral neuropathy and constipation, was reported in 44% (Grade 3-4, 7%) of the patients receiving vinorelbine plus cisplatin, 58% (Grade 3-4, 17%) of the patients receiving vindesine and cisplatin and 44% (Grade 3-4, 8.5%) of the patients receiving vinorelbine as a single agent. Study discontinuation due to an adverse reaction was required in 27, 22 and 10% of the patients randomized to vinorelbine plus cisplatin, vindesine plus cisplatin and cisplatin alone arms, respectively. Table 4: Adverse Reactions Experienced by ≥ 10 % of Patients from a Comparative Trial of Vinorelbine Plus Cisplatin versus Vindesine Plus Cisplatin versus Single Agent Vinorelbine * * Grade based on criteria from the World Health Organization (WHO). † N=194 to 207; all patients receiving vinorelbine/cisplatin with laboratory and non-laboratory data. ‡ N=173 to 192; all patients receiving vindesine/cisplatin with laboratory and non-laboratory data. § N=165 to 201; all patients receiving vinorelbine with laboratory and non-laboratory data. ¦ Categorical toxicity grade not specified. ¶ Neurotoxicity includes peripheral neuropathy and constipation. Vinorelbine/Cisplatin † Vindesine/Cisplatin ‡ Vinorelbine § All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) All Grades (%) Grades 3-4 (%) Laboratory Hematologic Neutropenia 95 78 79 48 85 53 Leukopenia 94 57 82 27 83 32 Thrombocytopenia 15 4 10 3.5 3 0 Renal Blood creatinine increased ¦ 46 N/A 37 N/A 13 N/A Clinical Nausea/Vomiting 74 30 72 25 31 2 Alopecia 51 7.5 56 14 30 2 Neurotoxicity ¶ 44 7 58 17 44 8.5 Diarrhea 25 1.5 24 1 12 0.5 Injection site reaction 17 2.5 7 0 22 2 Ototoxicity 10 2 14 1 1 0 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of vinorelbine. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Infections: pneumonia Immune system disorders: anaphylactic reaction, pruritus, urticaria, angioedema Nervous system disorders: loss of deep tendon reflexes, muscular weakness, gait disturbance, headache Ear and labyrinth disorders: vestibular disorder, hearing impaired Cardiac disorders: tachycardia Respiratory disorders: pulmonary edema Vascular disorders: pulmonary embolism, deep vein thrombosis, hypertension, hypotension, flushing, vasodilatation Gastrointestinal disorders: mucosal inflammation, dysphagia, pancreatitis Skin disorders: generalized cutaneous reactions (rash), palmar-plantar erythrodysesthesia syndrome Musculoskeletal and connective tissue disorders: jaw pain, myalgia, arthralgia General disorders and administration site conditions: injection site rash, urticaria, blistering, sloughing of skin Injury, poisoning and procedural complications: radiation recall phenomenon, dermatitis, esophagitis Laboratory abnormalities: electrolyte imbalance including hyponatremia Other: tumor pain, back pain, abdominal pain"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None None"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION In combination with cisplatin: 25 to 30 mg/m 2 as an intravenous injection or infusion once weekly ( 2.1 ) Single agent: 30 mg/m 2 as intravenously once a week ( 2.1 ) Adjust dose in patients with decreased neutrophil counts or elevated serum total bilirubin ( 2.2 ) 2.1 Recommended Dosage In Combination with Cisplatin 100 mg/m 2 The recommended dosage of Vinorelbine Injection is 25 mg/m 2 administered as an intravenous injection or infusion over 6 to 10 minutes on Days 1, 8, 15 and 22 of a 28-day cycle in combination with cisplatin 100 mg/m 2 on Day 1 only of each 28-day cycle. In Combination with Cisplatin 120 mg/m 2 The recommended dosage of Vinorelbine Injection is 30 mg/m 2 administered as an intravenous injection or infusion over 6 to 10 minutes once a week in combination with cisplatin 120 mg/m 2 on Days 1 and 29, then every 6 weeks. Single Agent The recommended dosage of Vinorelbine Injection is 30 mg/m 2 administered intravenously over 6 to 10 minutes once a week. 2.2 Dosage Modifications Myelosuppression Hold or decrease the dose of Vinorelbine Injection in patients with decreased neutrophil counts according to the following schema [see Warnings and Precautions ( 5.1 )]: Neutrophils on Day of Treatment (cells/mm 3 ) Percentage of Starting Dose of Vinorelbine Injection ≥ 1,500 100% 1,000 to 1,499 50% < 1,000 Do not administer Vinorelbine Injection. Repeat neutrophil count in one week. If three consecutive weekly doses are held because neutrophil count is < 1,000 cells/mm 3 , discontinue Vinorelbine Injection Note: For patients who experience fever and/or sepsis while neutrophil count is < 1,500 cells/mm 3 or had 2 consecutive weekly doses held due to neutropenia, subsequent doses of Vinorelbine Injection should be: > 1,500 75% 1,000 to 1,499 37.5% < 1,000 Do not administer Vinorelbine Injection. Repeat neutrophil count in one week. Hepatic Impairment/Toxicity Reduce Vinorelbine Injection dose in patients with elevated serum total bilirubin concentration according to the following schema [see Warnings and Precautions ( 5.2 ) and Use in Specific Populations ( 8.6 )] : Serum Total Bilirubin Concentration (mg/dl) Percentage of Starting Dose of Vinorelbine Injection ≤ 2.0 100% 2.1 to 3.0 50% > 3.0 25% Concurrent Myelosuppression and Hepatic Impairment/Toxicity In patients with both myelosuppression and hepatic impairment/toxicity, administer the lower of the doses based on the corresponding starting dose of Vinorelbine Injection determined from the above schemas. Neurologic Toxicity Discontinue Vinorelbine Injection for Common Terminology Criteria for Adverse Events (CTCAE) Grade 2 or higher peripheral neuropathy or autonomic neuropathy causing constipation [see Warnings and Precautions ( 5.5 )]. 2.3 Preparation and Administration Preparation Dilute Vinorelbine Injection in an intravenous bag to a concentration between 0.5 mg/mL and 2 mg/mL. Use one of the following recommended solutions for dilution: 5% Dextrose Injection, USP 0.9% Sodium Chloride Injection, USP 0.45% Sodium Chloride Injection, USP 5% Dextrose and 0.45% Sodium Chloride Injection, USP Ringer's Injection, USP Lactated Ringer's Injection, USP Stability and Storage Conditions of Diluted Solutions Diluted Vinorelbine Injection may be used for up to 24 hours under normal room light when stored in polyvinyl chloride bags at 5° to 30°C (41° to 86°F). Administration Administer diluted Vinorelbine Injection over 6 to 10 minutes into the side port of a free-flowing intravenous line followed by flushing with at least 75 to 125 mL of one of the solutions. Vinorelbine Injection must only be administered intravenously. It is extremely important that the intravenous needle or catheter be properly positioned before any Vinorelbine Injection is injected. Parenteral drug products should be visually inspected for particulate matter and discoloration prior to administration whenever solution and container permit. If particulate matter is seen, Vinorelbine Injection should not be administered. Management of Suspected Extravasation If Vinorelbine Injection leakage into surrounding tissue occurs or is suspected, immediately stop administration of Vinorelbine Injection and initiate appropriate management measures in accordance with institutional policies [see Warnings and Precautions ( 5.4 )]. 2.4 Procedures for Proper Handling and Disposal Vinorelbine Injection is a cytotoxic drug. Follow applicable special handling and disposal procedures 1 . Exercise caution in handling and preparing the solution of Vinorelbine Injection. The use of gloves is recommended. If the solution of Vinorelbine Injection contacts the skin or mucosa, immediately wash the skin or mucosa thoroughly with soap and water. Avoid contamination of the eye with Vinorelbine Injection. If exposure occurs, flush the eyes with water immediately and thoroughly. Discard unused portion."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE Vinorelbine Injection is indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) As a single agent for the treatment of patients with metastatic NSCLC Vinorelbine Injection is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) ( 1 ) As a single agent for first-line treatment of patients with metastatic NSCLC ( 1 )"
  ],
  "fetched_at": "2025-09-30T21:10:13.910306",
  "source": "OpenFDA"
}