{
  "drug_name": "Vismodegib",
  "generic_name": [
    "VISMODEGIB"
  ],
  "brand_names": [
    "ERIVEDGE"
  ],
  "drug_interactions": [],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Embryo-Fetal Toxicity [see Warnings and Precautions (5.1) ] Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.2) ] Musculoskeletal Adverse Reactions [see Warnings and Precautions (5.3) ] Premature Fusion of the Epiphyses [see Warnings and Precautions (5.4) ] The most common adverse reactions (incidence of ≥ 10%) are muscle spasms, alopecia, dysgeusia, weight loss, fatigue, nausea, diarrhea, decreased appetite, constipation, arthralgias, vomiting, and ageusia. To report SUSPECTED ADVERSE REACTIONS, contact Genentech, Inc. at 1-888-835-2555 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. The safety data described below reflect exposure to ERIVEDGE in 138 patients with advanced basal cell carcinoma (BCC) who received ERIVEDGE at doses ≥ 150 mg orally daily in four open-label, uncontrolled, dose-ranging or fixed single dose clinical trials [Study SHH3925g, SHH4437g, SHH4476g and SHH4610g]. The median age of these patients was 61 years (range 21 to 101 years), 100% were White (including Hispanics), and 64% were male. The median duration of treatment was approximately 10 months (range 21 days to 36 months); 111 patients received ERIVEDGE for 6 months or longer. The most common adverse reactions (≥ 10%) were muscle spasms, alopecia, dysgeusia, weight loss, fatigue, nausea, diarrhea, decreased appetite, constipation, arthralgias, vomiting, and ageusia ( Table 1 ). Table 1: Adverse Reactions Occurring in ≥ 10% of Patients with Advanced Basal Cell Carcinoma Adverse Reaction ERIVEDGE (N = 138) All Grades Grading according to National Cancer Institute-Common Terminology Criteria for Adverse Events version 3.0. (%) Grade 3 (%) Grade 4 (%) Gastrointestinal Nausea 30% 0.7% - Diarrhea 29% 0.7% - Constipation 21% - - Vomiting 14% - - General Fatigue 40% 5% 0.7% Investigations Weight loss 45% 7% - Metabolism and nutrition Decreased appetite 25% 2.2% - Musculoskeletal and connective tissue Muscle spasms 72% 3.6% - Arthralgias 16% 0.7% Nervous system Dysgeusia 55% - - Ageusia 11% - - Skin and subcutaneous tissue Alopecia 64% - - Amenorrhea Among patients from the clinical trials included in the pooled safety data analysis, 30% of 10 pre-menopausal women developed amenorrhea while receiving ERIVEDGE. Laboratory Abnormalities Grade 3 laboratory abnormalities observed in clinical trials were hyponatremia (4%), azotemia (2%) and hypokalemia (1%). Additionally, in a post-approval clinical trial conducted in 1232 patients with locally advanced or metastatic BCC treated with ERIVEDGE, a subset of 29 patients had baseline values for blood creatine phosphokinase (CPK) reported. Within this subset of patients, 38% had a shift from baseline, including Grade 3 (3%) increased CPK. Grade 3 or 4 increased CPK occurred in 2.4% of the 453 patients across the entire study population with any CPK measurement. 6.2 Postmarketing Experience The following adverse reactions have been identified during post-approval use of ERIVEDGE. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Hepatobiliary disorders: Drug-induced liver injury Skin and subcutaneous tissue disorders: Stevens-Johnson syndrome/toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms [see Warnings and Precautions (5.2) ] ."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended dosage is 150 mg orally once daily. ( 2 ) 2.1 Important Safety Information Verify pregnancy status of females of reproductive potential within 7 days prior to initiating ERIVEDGE [see Use in Specific Populations (8.1 , 8.3) ] . 2.2 Recommended Dosage The recommended dosage of ERIVEDGE is 150 mg taken orally once daily, with or without food, until disease progression or until unacceptable toxicity . Swallow capsules whole. Do not open or crush capsules . If a dose of ERIVEDGE is missed, resume dosing with the next scheduled dose. 2.3 Dosage Modifications for Adverse Reactions Withhold ERIVEDGE for up to 8 weeks for intolerable adverse reactions until improvement or resolution. Treatment durations shorter than 8 weeks prior to interruptions have not been studied. Permanently discontinue ERIVEDGE if patients experience severe cutaneous adverse reactions (SCARs) including Stevens-Johnson syndrome (SJS), toxic epidermal necrolysis (TEN), or drug reaction with eosinophilia and systemic symptoms (DRESS) [see Warnings and Precautions (5.2) ] . Interrupt ERIVEDGE for severe or intolerable musculoskeletal adverse reactions. Permanently discontinue ERIVEDGE for recurrent, severe or intolerable musculoskeletal adverse reactions [see Warnings and Precautions (5.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ERIVEDGE is indicated for the treatment of adults with metastatic basal cell carcinoma, or with locally advanced basal cell carcinoma that has recurred following surgery or who are not candidates for surgery and who are not candidates for radiation. ERIVEDGE ® (vismodegib) is a hedgehog pathway inhibitor indicated for the treatment of adults with metastatic basal cell carcinoma, or with locally advanced basal cell carcinoma that has recurred following surgery or who are not candidates for surgery and who are not candidates for radiation. ( 1 )"
  ],
  "fetched_at": "2025-10-01T17:01:18.089764",
  "source": "OpenFDA"
}