{
  "drug_name": "Voclosporin",
  "generic_name": [
    "VOCLOSPORIN"
  ],
  "brand_names": [
    "LUPKYNIS"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Moderate CYP3A4 inhibitors: Reduce LUPKYNIS daily dosage to 15.8 mg in the morning and 7.9 mg in the evening. ( 2.5 , 7.1 , 12.3 ) Strong and moderate CYP3A4 inducers: Avoid co-administration. ( 7.1 , 12.3 ) Certain P-gp substrates: Reduce dosage of certain P-gp substrates with a narrow therapeutic window when co-administered with LUPKYNIS. ( 7.2 , 12.3 ) 7.1 Effect of Other Drugs on LUPKYNIS Strong and Moderate CYP3A4 Inhibitors Voclosporin is a sensitive CYP3A4 substrate. Co-administration with strong or moderate CYP3A4 inhibitors increases voclosporin exposure [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of LUPKYNIS adverse reactions. Co-administration of LUPKYNIS with strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin) is contraindicated [see Contraindications ( 4 )] . Reduce LUPKYNIS dosage when co-administered with moderate CYP3A4 inhibitors (e.g., verapamil, fluconazole, diltiazem) [see Dosage and Administration ( 2.4 )] . Avoid food or drink containing grapefruit when taking LUPKYNIS. Strong and Moderate CYP3A4 Inducers Voclosporin is a sensitive CYP3A4 substrate. Co-administration with strong or moderate CYP3A4 inducers decreases voclosporin exposure [see Clinical Pharmacology ( 12.3 )] , which may decrease the efficacy of LUPKYNIS. Avoid co-administration of LUPKYNIS with strong or moderate CYP3A4 inducers. 7.2 Effect of LUPKYNIS on Other Drugs Certain P-gp Substrates Voclosporin is a P-gp inhibitor. Co-administration of voclosporin increases exposure of P-gp substrates [see Clinical Pharmacology ( 12.3 )] , which may increase the risk of adverse reactions of these substrates. For certain P-gp substrates with a narrow therapeutic window, reduce the dosage of the substrate as recommended in its prescribing information, if needed. OATP1B1 Substrates Voclosporin is an inhibitor of OATP1B1 and OATP1B3 transporters. In one clinical study the concomitant administration of a single 40 mg dose of simvastatin with 23.7 mg BID voclosporin increased C max and AUC of the active metabolite simvastatin acid (an OATP1B1 substrate) by 3.1-fold and 1.8-fold, respectively [see Clinical Pharmacology ( 12.3 )] . Monitor for adverse reactions such as myopathy and rhabdomyolysis when OATP1B1/OATP1B3 substrates (e.g., simvastatin, atorvastatin, pravastatin, rosuvastatin, pitavastatin, fluvastatin) are used concomitantly with LUPKYNIS and reduce the dosage of these substrates as recommended in their prescribing information. For example, when taking LUPKYNIS with simvastatin, limit the simvastatin dosage to 20 mg daily, or 40 mg daily for patients who have previously tolerated simvastatin 80 mg daily for at least one year without evidence of muscle toxicity."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following clinically significant adverse reactions are described elsewhere in the labeling: Lymphoma and Other Malignancies [see Warnings and Precautions ( 5.1 )] Serious Infections [see Warnings and Precautions ( 5.2 )] Nephrotoxicity due to LUPKYNIS and Drug Interactions [see Warnings and Precautions ( 5.3 )] Hypertension [see Warnings and Precautions ( 5.4 )] Neurotoxicity [see Warnings and Precautions ( 5.5 )] Hyperkalemia [see Warnings and Precautions ( 5.6 )] QTc Prolongation [see Warnings and Precautions ( 5.7 )] Immunizations [see Warnings and Precautions ( 5.8 ) ] Pure Red Cell Aplasia [see Warnings and Precautions ( 5.9 )] The most commonly reported adverse reactions (≥3%) were: glomerular filtration rate decreased, hypertension, diarrhea, headache, anemia, cough, urinary tract infection, abdominal pain upper, dyspepsia, alopecia, renal impairment, abdominal pain, mouth ulceration, fatigue, tremor, acute kidney injury, and decreased appetite. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Aurinia Pharmaceuticals at 1-833-672-0028 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. A total of 355 patients with LN were treated with voclosporin in the Phase 2 and 3 clinical studies with 224 exposed for at least 48 weeks, and 92 exposed for 3 years. Patients in Study 1 were randomized to LUPKYNIS 23.7 mg twice a day or placebo. A proportion of patients (n=216, 60%) in Study 1 continued in Study 1 extension, double-blinded continuation study, and these patients were observed for up to 2 additional years [see Clinical Studies ( 14 )] . Patients in Study 2 were randomized to LUPKYNIS 23.7 mg twice a day, voclosporin 39.5 mg twice a day, or placebo. Patients received background treatment with MMF 2 g daily and an IV bolus of corticosteroids followed by a pre-specified oral corticosteroid taper dosing schedule; LUPKYNIS dosing was adjusted based on eGFR and BP. A total of 267 patients received at least 1 dose of LUPKYNIS 23.7 mg twice a day with 184 exposed for at least 48 weeks. A total of 88 patients received at least 1 dose of voclosporin 39.5 mg twice a day with 40 exposed for 48 weeks. Table 1 lists common adverse reactions occurring in at least 3% of patients receiving LUPKYNIS and at an incidence at least 2% greater than placebo in Studies 1 and 2. Table 1: Adverse Reactions in ≥3% of Patients Treated with LUPKYNIS 23.7 mg Twice a Day and ≥2% Higher than Placebo in Studies 1 and 2 Adverse Reaction LUPKYNIS 23.7 mg twice a day (n=267) Placebo (n=266) Glomerular filtration rate decreased See Specific Adverse Reactions below (Nephrotoxicity) 26% 9% Hypertension 19% 9% Diarrhea 19% 13% Headache 15% 8% Anemia 12% 6% Cough 11% 2% Urinary tract infection 10% 6% Abdominal pain upper 7% 2% Dyspepsia 6% 3% Alopecia 6% 3% Renal Impairment 6% 3% Abdominal pain 5% 2% Mouth ulceration 4% 1% Fatigue 4% 1% Tremor 3% 1% Acute kidney injury 3% 1% Decreased appetite 3% 1% Other adverse reactions reported in less than 3% of patients in the LUPKYNIS 23.7 mg group and at a 2% higher rate than in the placebo group through 48/52 weeks included gingivitis and hypertrichosis. The overall profile of adverse events seen in Study 1 extension (representing 203 patient-years of additional exposure) were similar in both nature and severity to those seen in the first year of treatment (Study 1). The annual incidence of adverse reactions reduced each successive year in both treatment groups. The integrated LN dataset is presented in the Specific Adverse Reactions section: Placebo-controlled Studies: Studies 1 and 2 were integrated to represent safety through 48/52 weeks for placebo (n=266), LUPKYNIS 23.7 mg twice a day (n=267), and voclosporin 39.5 mg twice a day (n=88). Among patients from Study 1, 100 patients (56.2%) on placebo twice a day and 116 patients (64.8%) on LUPKYNIS 23.7 mg twice a day continued in a follow-on study period for up to 2 additional years (Study 1 extension), with safety assessments through a total of up to 3 years. Exposure adjusted incidence rates were adjusted by study for all the adverse events reported in this section. Specific Adverse Reactions Infections In the integrated Study 1 and Study 2 data sets, infections were reported in 146 patients (107.4 per 100 patient-years) treated with placebo, 166 patients (135.2 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 58 patients (167.5 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent infections were upper respiratory tract infections, urinary tract infections, viral upper respiratory tract infections, and herpes zoster. Serious infections were reported in 27 patients (12.0 per 100 patient-years) treated with placebo, 27 patients (11.9 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 10 patients (14.4 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent serious infections were pneumonia, gastroenteritis, and urinary tract infections. Opportunistic infections were reported in 2 patients (0.9 per 100 patient-years) treated with placebo, 3 patients (1.3 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 1 patient (1.4 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent opportunistic infections were cytomegalovirus chorioretinitis, cytomegalovirus infection, and herpes zoster cutaneous disseminated. In Study 1 extension, infections and infestations were reported in 43 patients (32.3 per 100 patient-years) treated with placebo and 57 patients (41.4 per 100 patient-years) treated with LUPKYNIS 23.7 mg. There were 8 serious infections reported in both placebo treated patients (4.5 per 100 patient-years) and LUPKYNIS treated patients (3.9 per 100 patient-years). Nephrotoxicity In the integrated Study 1 and Study 2 data sets, glomerular filtration rate decreased was the most frequently reported adverse reaction, reported in 25 patients (11.3 per 100 patient-years) treated with placebo, 70 patients (37.1 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 27 patients (48.7 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. In patients treated with LUPKYNIS 23.7 mg twice a day, decreases in glomerular filtration rate occurred within the first 3 months of LUPKYNIS treatment in 50/70 (71%), with 39/50 (78%) resolved or improved following dose modification, and of those 25/39 (64%) resolved or improved within 1 month [see Dosage and Administration ( 2.3 )] . Decreases in glomerular filtration rate resulted in permanent discontinuation of LUPKYNIS in 10/70 (14%), and resolved in 4/10 (40%) 3 months after treatment discontinuation. Renal adverse reactions (defined as renal impairment, acute kidney injury, blood creatinine increased, azotemia, renal failure, oliguria, and proteinuria) were reported in 22 patients (9.5 per 100 patient-years) treated with placebo, 26 patients (11.3 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 11 patients (16.5 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. Serious renal adverse reactions were reported in 9 patients (3.7 per 100 patient-years) treated with placebo, 13 patients (5.6 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 0 patients (0 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent serious renal adverse reactions were acute kidney injury and renal impairment. In Study 1 extension, eGFR decreased was reported in 5 patients (2.8 per 100 patient-years) treated with placebo and 12 patients (6.1 per 100 patient-years) treated with LUPKYNIS 23.7 mg. Renal and urinary adverse events were reported in 10 patients (5.7 per 100 patient-years) treated with placebo and 21 patients (10.7 per 100 patient-years) treated with LUPKYNIS. Serious renal and urinary adverse events were reported in 5 patients (2.8 per 100 patient-years) treated with placebo and 2 patients (0.9 per 100 patient-years) treated with LUPKYNIS, and included lupus nephritis in both treatment groups. Hypertension In the integrated Study 1 and Study 2 data sets, hypertension was reported in 23 patients (10.3 per 100 patient-years) treated with placebo, 51 patients (25.2 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 16 patients (26.0 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. Serious hypertension was reported in 1 patient (0.4 per 100 patient-years) treated with placebo, 5 patients (2.1 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 2 patients (2.8 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. In Study 1 extension, hypertension was reported in 7 patients (4.0 per 100 patient-years) treated with placebo and 10 patients (4.9 per 100 patient-years) treated with LUPKYNIS 23.7 mg. Neurotoxicity In the integrated Study 1 and Study 2 data sets, nervous system disorders were reported in 44 patients (21.6 per 100 patient-years) treated with placebo, 74 patients (38.9 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 24 patients (42.5 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent neurological adverse reactions were headache, tremor, dizziness, post herpetic neuralgia, migraine, paresthesia, hypoaesthesia, seizure, tension headache, and disturbance in attention. Serious nervous system disorders were reported in 2 patients (0.9 per 100 patient-years) treated with placebo, 9 patients (3.9 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 3 patients (4.3 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. The most frequent serious neurological adverse reactions were headache, migraine, seizure, and posterior reversible encephalopathy syndrome. In Study 1 extension, nervous system disorders (including headache) were reported in 8 patients (4.7 per 100 patient-years) treated with placebo and 14 patients (7.3 per 100 patient-years) treated with LUPKYNIS 23.7 mg. Malignancy In the integrated Study 1 and Study 2 data sets, malignancies were reported in 0 patients (0 per 100 patient-years) treated with placebo, 4 patients (1.7 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 0 patients (0 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. These consisted of single occurrences of stage 0 cervical carcinoma, skin neoplasm, pyoderma gangrenosum, and breast tumor excision. In Study 1 extension, there were no reports of malignancies in either treatment arm. Hyperkalemia In the integrated Study 1 and Study 2 data sets, hyperkalemia was reported in 2 patients (0.8 per 100 patient-years) treated with placebo, 5 patients (2.1 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 1 patient (1.4 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. In Study 1 extension, hyperkalemia was reported in 0 patients treated with placebo and 1 patient (0.5 per 100 patient-years) treated with LUPKYNIS 23.7 mg. QT Prolongation In the integrated Study 1 and Study 2 data sets, QT prolongation was reported in 0 patients (0 per 100 patient-years) treated with placebo, 2 patients (0.9 per 100 patient-years) treated with LUPKYNIS 23.7 mg, and 1 patient (1.4 per 100 patient-years) treated with voclosporin 39.5 mg twice a day. In Study 1 extension, no patient treated with LUPKYNIS 23.7 mg reported QT prolongation."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS LUPKYNIS is contraindicated in: Patients concomitantly using strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin) because these medications can significantly increase exposure to LUPKYNIS which may increase the risk of acute and/or chronic nephrotoxicity [see Warnings and Precautions ( 5.3 ), Drug Interactions ( 7.1 ), and Pharmacokinetics ( 12.3 )] . Patients who have had a known serious or severe hypersensitivity reaction to LUPKYNIS or any of its excipients. Patients concomitantly using strong CYP3A4 inhibitors (e.g., ketoconazole, itraconazole, clarithromycin). ( 4 ) Known serious or severe hypersensitivity reaction to LUPKYNIS or any of its excipients. ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Administration : LUPKYNIS must be swallowed whole on an empty stomach. ( 2.1 ) Administer consistently as close to a 12-hour schedule as possible, and with at least 8 hours between doses. ( 2.1 ) If a dose is missed, instruct the patient to take it as soon as possible within 4 hours after missing the dose. Beyond the 4-hour time frame, instruct the patient to wait until the usual scheduled time to take the next regular dose. Instruct the patient not to double the next dose. ( 2.1 ) Instruct patients to avoid eating grapefruit or drinking grapefruit juice while taking LUPKYNIS. ( 2.1 , 7.1 ) Dosage Recommendations : Before initiating LUPKYNIS, establish an accurate baseline estimated glomerular filtration rate (eGFR) and check blood pressure (BP). Use of LUPKYNIS is not recommended in patients with a baseline eGFR ≤45 mL/min/1.73 m 2 unless the benefit exceeds the risk; these patients may be at increased risk for acute and/or chronic nephrotoxicity. ( 2.2 , 5.3 ) Do not initiate LUPKYNIS in patients with baseline BP >165/105 mmHg or with hypertensive emergency. ( 2.2 , 5.4 ) Recommended starting dose: 23.7 mg orally, twice a day. ( 2.3 ) Use LUPKYNIS in combination with mycophenolate mofetil (MMF) and corticosteroids. ( 2.3 ) Modify the LUPKYNIS dose based on eGFR ( 2.3 , 5.3 ): Assess eGFR every two weeks for the first month, every four weeks through the first year, and quarterly thereafter. If eGFR <60 mL/min/1.73 m 2 and reduced from baseline by >20% and <30%, reduce the dose by 7.9 mg twice a day. Re-assess eGFR within two weeks; if eGFR is still reduced from baseline by >20%, reduce the dose again by 7.9 mg twice a day. If eGFR <60 mL/min/1.73 m 2 and reduced from baseline by ≥30%, discontinue LUPKYNIS. Re-assess eGFR within two weeks; consider re-initiating LUPKYNIS at a lower dose (7.9 mg twice a day) only if eGFR has returned to ≥80% of baseline. For patients that had a decrease in dose due to eGFR, consider increasing the dose by 7.9 mg twice a day for each eGFR measurement that is ≥80% of baseline; do not exceed the starting dose. Monitor blood pressure every two weeks for the first month after initiating LUPKYNIS, and as clinically indicated thereafter. For patients with BP >165/105 mmHg or with hypertensive emergency, discontinue LUPKYNIS and initiate antihypertensive therapy. ( 2.3 , 5.4 ) If the patient has not experienced therapeutic benefit by 24 weeks, consider discontinuation of LUPKYNIS. ( 2.3 ) Dosage Adjustments : Patients with severe renal impairment: the recommended dose is 15.8 mg twice daily. ( 2.4 , 8.6 ) Patients with mild and moderate hepatic impairment: the recommended dose is 15.8 mg twice daily. ( 2.4 , 8.7 ) 2.1 Important Administration Instructions LUPKYNIS capsules must be swallowed whole and must not be opened, crushed, or divided. LUPKYNIS should be taken on an empty stomach consistently as close to a 12-hour schedule as possible, and with a minimum of 8 hours between doses. If a dose is missed, instruct the patient to take it as soon as possible within 4 hours after missing the dose. Beyond the 4-hour time frame, instruct the patient to wait until the usual scheduled time to take the next regular dose. Instruct the patient not to double the next dose. Instruct patients to avoid eating grapefruit or drinking grapefruit juice while taking LUPKYNIS [see Drug Interactions ( 7.1 )] . 2.2 Prior to Initiating LUPKYNIS Therapy Establish an accurate baseline estimated glomerular filtration rate (eGFR). Use of LUPKYNIS is not recommended in patients with a baseline eGFR ≤45 mL/min/1.73 m 2 unless the benefit exceeds the risk; these patients may be at increased risk for acute and/or chronic nephrotoxicity [see Warnings and Precautions ( 5.3 )] . Check blood pressure (BP) at baseline. Do not initiate LUPKYNIS in patients with BP >165/105 mmHg or with hypertensive emergency [see Warnings and Precautions ( 5.4 )] . 2.3 Dosage Recommendations The recommended starting dose of LUPKYNIS is 23.7 mg twice a day. Use LUPKYNIS in combination with mycophenolate mofetil (MMF) and corticosteroids [see Clinical Studies ( 14 )] . Safety and efficacy of LUPKYNIS have not been established in combination with cyclophosphamide. Use of LUPKYNIS is not recommended in this situation. Assess eGFR every two weeks for the first month, every four weeks through the first year and quarterly thereafter. Dosage of LUPKYNIS is based on the patient’s eGFR. Modify LUPKYNIS dosage based on eGFR [see Warnings and Precautions ( 5.3 )] : If eGFR <60 mL/min/1.73 m 2 and reduced from baseline by >20% and <30%, reduce the dose by 7.9 mg twice a day. Re-assess eGFR within two weeks; if eGFR is still reduced from baseline by >20%, reduce the dose again by 7.9 mg twice a day. If eGFR <60 mL/min/1.73 m 2 and reduced from baseline by ≥30%, discontinue LUPKYNIS. Re-assess eGFR within two weeks; consider re-initiating LUPKYNIS at a lower dose (7.9 mg twice a day) only if eGFR has returned to ≥80% of baseline. For patients that had a decrease in dose due to eGFR, consider increasing the dose by 7.9 mg twice a day for each eGFR measurement that is ≥80% of baseline; do not exceed the starting dose. Monitor blood pressure every two weeks for the first month after initiating LUPKYNIS, and as clinically indicated thereafter [see Warnings and Precautions ( 5.4 )] . For patients with BP >165/105 mmHg or with hypertensive emergency, discontinue LUPKYNIS and initiate antihypertensive therapy. If the patient does not experience therapeutic benefit by 24 weeks, consider discontinuation of LUPKYNIS. 2.4 Dosage Recommendations in Patients with Renal and Hepatic Impairment Use of LUPKYNIS is not recommended in patients with a baseline eGFR ≤45 mL/min/1.73 m 2 unless the benefit exceeds the risk; LUPKYNIS has not been studied in patients with a baseline eGFR ≤45 mL/min/1.73 m 2 . If used in patients with severe renal impairment at baseline, the recommended starting dose is 15.8 mg twice a day [see Use in Specific Populations ( 8.6 ) and Clinical Pharmacology ( 12.3 )] . In patients with mild and moderate hepatic impairment (Child-Pugh A and Child-Pugh B), the recommended dose is 15.8 mg twice daily. LUPKYNIS is not recommended to be used in patients with severe hepatic impairment (Child-Pugh C) [see Use in Specific Populations ( 8.7 ) and Clinical Pharmacology ( 12.3 )] . 2.5 Dosage Adjustments due to Drug Interactions When co-administering LUPKYNIS with moderate CYP3A4 inhibitors (e.g., verapamil, fluconazole, diltiazem), reduce LUPKYNIS daily dosage to 15.8 mg in the morning and 7.9 mg in the evening. No dose adjustment of LUPKYNIS is recommended when LUPKYNIS is co-administered with mild CYP3A4 inhibitors [see Drug Interactions ( 7.1 ) and Clinical Pharmacology ( 12.3 )] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE LUPKYNIS is indicated in combination with a background immunosuppressive therapy regimen [see Clinical Studies ( 14 )] for the treatment of adult patients with active lupus nephritis (LN). Limitations of Use: Safety and efficacy of LUPKYNIS have not been established in combination with cyclophosphamide. Use of LUPKYNIS is not recommended in this situation. LUPKYNIS is a calcineurin-inhibitor immunosuppressant indicated in combination with a background immunosuppressive therapy regimen for the treatment of adult patients with active lupus nephritis (LN). ( 1 , 14 ) Limitations of Use: Safety and efficacy of LUPKYNIS have not been established in combination with cyclophosphamide. Use of LUPKYNIS is not recommended in this situation."
  ],
  "fetched_at": "2025-10-01T18:14:27.769258",
  "source": "OpenFDA"
}