{
  "drug_name": "Vonoprazan",
  "generic_name": [
    "VONOPRAZAN FUMARATE AND AMOXICILLIN"
  ],
  "brand_names": [
    "VOQUEZNA DUAL PAK"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Collated drug interaction information for the individual components in VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK is summarized below. Drug interaction studies with VOQUEZNA TRIPLE PAK or VOQUEZNA DUAL PAK have not been conducted. These recommendations are based on either drug interaction trials or predicted interactions due to the expected magnitude of interaction and potential for serious adverse reactions or loss of efficacy [see Clinical Pharmacology (12.3) ] . Clarithromycin (a component of VOQUEZNA TRIPLE PAK) is a strong CYP3A inhibitor. Concomitant use of VOQUEZNA TRIPLE PAK with a drug(s) primarily metabolized by CYP3A may cause elevations in CYP3A substrate drug's concentrations that could increase or prolong both therapeutic and adverse effects of the concomitant drug. Table 4: Effects of Other Drugs on VOQUEZNA TRIPLE PAK Strong or Moderate CYP3A Inducers Clinical Effect Vonoprazan and clarithromycin are CYP3A substrates. Strong or moderate CYP3A inducers may decrease exposure of vonoprazan and clarithromycin [see Clinical Pharmacology (12.3) ] , which may reduce the effectiveness of VOQUEZNA TRIPLE PAK. Prevention or Management Avoid concomitant use with VOQUEZNA TRIPLE PAK. Probenecid Clinical Effect Amoxicillin undergoes tubular secretion. Probenecid may increase amoxicillin exposure by blocking its renal tubular secretion, which may increase the risk of VOQUEZNA TRIPLE PAK adverse reactions. Prevention or Management Closely monitor for signs or symptoms of increased or prolonged adverse reactions associated with amoxicillin when used with VOQUEZNA TRIPLE PAK. Allopurinol Clinical Effect Increase in the incidence of rashes is reported in patients receiving both allopurinol and amoxicillin together compared to patients receiving amoxicillin alone. It is not known whether this potentiation of amoxicillin rashes is due to allopurinol or the hyperuricemia present in these patients. Prevention or Management Discontinue allopurinol at the first appearance of skin rash when used concomitantly with VOQUEZNA TRIPLE PAK. Omeprazole Clinical Effect Clarithromycin concentrations in the gastric tissue and mucus were increased by concomitant administration of omeprazole [see Clinical Pharmacology (12.3) ] . Prevention or Management Avoid concomitant use of VOQUEZNA TRIPLE PAK with omeprazole. Itraconazole Clinical Effect Both clarithromycin and itraconazole are substrates and inhibitors of CYP3A, potentially leading to a bi-directional drug interaction when administered concomitantly. VOQUEZNA TRIPLE PAK's use with strong CYP3A4 inhibitors may lead to increases in clarithromycin exposure, which may increase the risk of VOQUEZNA TRIPLE PAK adverse reactions. Prevention or Management Patients taking itraconazole with VOQUEZNA TRIPLE PAK should be monitored closely for signs or symptoms of increased or prolonged adverse reactions associated with itraconazole and clarithromycin. Antivirals Clinical Effect Clarithromycin is a CYP3A4 substrate and inhibitor. Use of VOQUEZNA TRIPLE PAK with antivirals that are CYP3A substrates, inducers, or CYP3A inhibitors may potentially lead to bi-directional drug interactions leading to alterations in exposure of clarithromycin and/or CYP3A substrates, which may increase the risk of adverse reactions or loss of effectiveness [see Clinical Pharmacology (12.3) ] . Prevention or Management Saquinavir (CYP3A substrate and inhibitor) Use VOQUEZNA TRIPLE PAK with caution. See saquinavir prescribing information for instructions when saquinavir (with or without ritonavir) is co-administered with clarithromycin. Ritonavir (CYP3A inhibitor) Use of VOQUEZNA TRIPLE PAK with ritonavir is not recommended in patients with decreased renal function. Etravirine (CYP3A inducer) Avoid concomitant use with VOQUEZNA TRIPLE PAK. Table 5: Effects of Other Drugs on VOQUEZNA DUAL PAK Strong or Moderate CYP3A Inducers Clinical Effect Vonoprazan is a CYP3A substrate. Strong or moderate CYP3A inducers may decrease vonoprazan exposure [see Clinical Pharmacology (12.3) ] , which may reduce the effectiveness of VOQUEZNA DUAL PAK. Prevention or Management Avoid concomitant use with VOQUEZNA DUAL PAK. Probenecid Clinical Effect Amoxicillin undergoes tubular secretion. Probenecid may increase amoxicillin exposure by blocking its renal tubular secretion, which may increase the risk of VOQUEZNA DUAL PAK adverse reactions. Prevention or Management Closely monitor for signs or symptoms of increased or prolonged adverse reactions associated with amoxicillin when used with VOQUEZNA DUAL PAK. Allopurinol Clinical Effect Increase in the incidence of rashes is reported in patients receiving both allopurinol and amoxicillin together compared to patients receiving amoxicillin alone. It is not known whether this potentiation of amoxicillin rashes is due to allopurinol or the hyperuricemia present in these patients. Prevention or Management Discontinue allopurinol at the first appearance of skin rash when used concomitantly with VOQUEZNA DUAL PAK. Table 6: Effects of VOQUEZNA TRIPLE PAK on Other Drugs Drugs Dependent on Gastric pH for Absorption Antiretrovirals Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ] , which may alter the absorption of antiretroviral drugs leading to changes in their safety and/or effectiveness. Prevention or Management Rilpivirine-containing Products Concomitant use with VOQUEZNA TRIPLE PAK is contraindicated . Atazanavir Avoid concomitant use with VOQUEZNA TRIPLE PAK. Nelfinavir Other Antiretroviral Drugs See the prescribing information of other antiretroviral drugs dependent on gastric pH for absorption prior to concomitant use with VOQUEZNA TRIPLE PAK. Other Drugs (e.g., iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole) Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ] , which may decrease the absorption of drugs reducing their effectiveness. Prevention or Management See the prescribing information for other drugs dependent on gastric pH for absorption. Certain CYP3A Substrates where minimal concentration changes may lead to serious toxicities Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Vonoprazan is a weak CYP3A inhibitor [see Clinical Pharmacology (12.3) ] . Clarithromycin and vonoprazan may increase exposure of CYP3A4 substrates, which may increase the risk of adverse reactions related to these substrates. There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with tacrolimus and cyclosporine. Prevention or Management Immunosuppressants: Tacrolimus, cyclosporine Frequent monitoring for concentrations and/or adverse reactions related to the substrate drugs when used with VOQUEZNA TRIPLE PAK. Dosage reduction of substrate drugs may be needed. See prescribing information for the relevant substrate drugs. CYP2C19 Substrates (e.g., clopidogrel, citalopram, cilostazol) Clinical Effect Vonoprazan is a CYP2C19 inhibitor [see Clinical Pharmacology (12.3) ] . Vonoprazan may reduce plasma concentrations of the active metabolite of clopidogrel and may cause reduction in platelet inhibition. Vonoprazan may increase exposure of CYP2C19 substrate drugs (e.g., citalopram, cilostazol). Prevention or Management Clopidogrel Carefully monitor the efficacy of clopidogrel and consider alternative anti-platelet therapy. Citalopram and Cilostazol Carefully monitor patients for adverse reactions associated with citalopram and cilostazol. See the prescribing information for dosage adjustments. Oral Anticoagulants Clinical Effect Abnormal prolongation of prothrombin time (increased INR) has been reported in patients receiving amoxicillin and oral anticoagulants. Prevention or Management Appropriate monitoring should be undertaken when anticoagulants are prescribed concurrently. Adjustments in the dose of oral anticoagulants may be necessary to maintain the desired level of anticoagulation. Chromogranin A (CgA) Test for Neuroendocrine Tumors Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ], which increases chromogranin A (CgA) levels and may cause false positive results in diagnostic investigations for neuroendocrine tumors. Prevention or Management Assess CgA levels at least 4 weeks after VOQUEZNA TRIPLE PAK treatment and repeat the test if initial CgA levels are high. If serial tests are performed (e.g., for monitoring), use the same commercial laboratory for testing, as reference ranges between tests may vary. Interaction with Secretin Stimulation Test Clinical Effect Hyper-response in gastrin secretion in response to secretin stimulation test, falsely suggesting gastrinoma. Prevention or Management Test should be performed at least 4 weeks after stopping VOQUEZNA TRIPLE PAK to allow gastrin levels to return to normal [see Clinical Pharmacology (12.2) ] . Glucose Tests Clinical Effect Amoxicillin is primarily excreted in the urine [see Clinical Pharmacology (12.3) ] . High urine concentrations of ampicillin or amoxicillin may cause false-positive results when using glucose tests based on the Benedict's copper reduction reaction that determines the amount of reducing substances like glucose in the urine. Prevention or Management Use a test based on enzymatic glucose oxidase reactions when testing for glucose in the urine of patients treated with VOQUEZNA TRIPLE PAK. Itraconazole Clinical Effect Both clarithromycin and itraconazole are substrates and inhibitors of CYP3A, potentially leading to a bi-directional drug interaction when administered concomitantly. VOQUEZNA TRIPLE PAK's use with strong CYP3A4 inhibitors may lead to increases in clarithromycin exposure, which may increase the risk of VOQUEZNA TRIPLE PAK adverse reactions. Prevention or Management Patients taking itraconazole with VOQUEZNA TRIPLE PAK should be monitored closely for signs or symptoms of increased or prolonged adverse reactions associated with itraconazole and clarithromycin. Antiarrhythmics Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of antiarrhythmic drugs that are CYP3A substrates, which may increase the risk of adverse reactions related to these substrates including cardiac arrhythmias (e.g., torsades de pointes ). There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with disopyramide and quinidine. There have been postmarketing reports of hypoglycemia with the concomitant administration of clarithromycin and disopyramide. Prevention or Management Disopyramide Avoid concomitant use with VOQUEZNA TRIPLE PAK. If concomitant use is unavoidable, monitor patients for QTc prolongation and changes in blood glucose levels. Amiodarone Avoid concomitant use with VOQUEZNA TRIPLE PAK. If concomitant use is unavoidable, monitor patients for QTc prolongation. Dofetilide Procainamide Sotalol Quinidine Colchicine Clinical Effect Clarithromycin is an inhibitor of CYP3A and the efflux transporter, P-glycoprotein (P-gp). Colchicine is a substrate of CYP3A and P-gp. Clarithromycin increases exposure of colchicine [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to colchicine. Prevention or Management Concomitant use of colchicine with VOQUEZNA TRIPLE PAK is contraindicated in patients with renal or hepatic impairment. If co-administration of VOQUEZNA TRIPLE PAK and colchicine is necessary in patients with normal renal or hepatic function, carefully monitor patients for clinical symptoms of colchicine toxicity and refer to the colchicine prescribing information for recommendations on dosage reduction. Antipsychotics Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of antipsychotic drugs that are CYP3A substrates, which may increase the risk of adverse reactions related to these substrates including the risk of somnolence, orthostatic hypotension, altered state of consciousness, neuroleptic malignant syndrome, or cardiac arrhythmias (QT prolongation, ventricular tachycardia, ventricular fibrillation, and torsades de pointes ). Prevention or Management Pimozide Concomitant use with VOQUEZNA TRIPLE PAK is contraindicated. Lurasidone Concomitant use with VOQUEZNA TRIPLE PAK is contraindicated. Quetiapine Refer to quetiapine prescribing information for recommendations on dosage reduction if co-administered with CYP3A4 inhibitors such as clarithromycin. Tolterodine (patients deficient in CYP2D6 activity) Clinical Effect Clarithromycin is a strong CYP3A inhibitor. The primary route of metabolism for tolterodine is via CYP2D6. Clarithromycin may increase tolterodine exposure and the risk of adverse reactions related to tolterodine in patients deficient in CYP2D6 activity because tolterodine is metabolized via CYP3A in this subset of population. Prevention or Management Tolterodine 1 mg twice daily is recommended in patients deficient in CYP2D6 activity (poor metabolizers) when co-administered with strong CYP3A4 inhibitors such as clarithromycin. Antivirals Clinical Effect Clarithromycin is a CYP3A4 substrate and inhibitor. Use of VOQUEZNA TRIPLE PAK with antivirals that are CYP3A substrates, inducers, or CYP3A inhibitors may potentially lead to bi-directional drug interactions leading to alterations in exposure of clarithromycin and/or CYP3A substrates, which may increase the risk of adverse reactions or loss of effectiveness [see Clinical Pharmacology (12.3) ] . Prevention or Management Saquinavir (CYP3A substrate and inhibitor) Use VOQUEZNA TRIPLE PAK with caution. See saquinavir prescribing information for instructions when saquinavir (with or without ritonavir) is co-administered with clarithromycin. Maraviroc (CYP3A substrate) Use VOQUEZNA TRIPLE PAK with caution. See the prescribing information of maraviroc for dosage recommendation when given with strong CYP3A inhibitors such as clarithromycin. Zidovudine Administration of VOQUEZNA TRIPLE PAK and zidovudine should be separated by at least two hours. Benzodiazepines Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of benzodiazepines that are CYP3A substrates, which may increase the risk of adverse reactions related to these substrates [see Warnings and Precautions (5.2) and Clinical Pharmacology (12.3) ]. Prevention or Management Midazolam Closely monitor patients for signs or symptoms of increased or prolonged central nervous system effects (e.g., somnolence and confusion) and refer to the CYP3A substrate prescribing information for dosage adjustments when used concomitantly with VOQUEZNA TRIPLE PAK. Alprazolam Triazolam Calcium Channel Blockers Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of calcium channel blockers that are CYP3A substrates, which may increase the risk of adverse reactions related to these substrates including hypotension, acute kidney injury, bradyarrhythmias, lactic acidosis, or peripheral edema. Prevention or Management Verapamil Use VOQUEZNA TRIPLE PAK with caution. Amlodipine Diltiazem Nifedipine Ergot Alkaloids Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of ergot alkaloids that are CYP3A substrates, which may increase the risk of vasospasm and ischemia of the extremities and other tissues including the central nervous system [see Contraindications (4.2) ] . Prevention or Management Ergotamine Concomitant use with VOQUEZNA TRIPLE PAK is contraindicated. Dihydroergotamine Hypoglycemic Agents Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of hypoglycemic agents that are CYP3A substrates, which may increase the risk of hypoglycemia [see Warnings and Precautions (5.2) ] . Prevention or Management Nateglinide Closely monitor glucose levels when used concomitantly with VOQUEZNA TRIPLE PAK. Pioglitazone Repaglinide Rosiglitazone Insulin Lipid-lowering Agents Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of lipid-lowering drugs that are CYP3A substrates, thereby increasing the risk of toxicities from these drugs [see Warnings and Precautions (5.2) ] . Prevention or Management Lomitapide Concomitant use with VOQUEZNA TRIPLE PAK is contraindicated. Lovastatin Simvastatin Atorvastatin Use VOQUEZNA TRIPLE PAK with caution. In situations where the concomitant use of VOQUEZNA TRIPLE PAK with atorvastatin or pravastatin cannot be avoided, atorvastatin dose should not exceed 20 mg daily and pravastatin dose should not exceed 40 mg daily. Pravastatin Fluvastatin Use of a statin that is not dependent on CYP3A metabolism (e.g., fluvastatin) can be considered. It is recommended to prescribe the lowest registered dose if concomitant use cannot be avoided. Phosphodiesterase Inhibitors Clinical Effect Clarithromycin is a strong CYP3A inhibitor. Clarithromycin may increase exposure of phosphodiesterase inhibitors that are CYP3A substrates, which may increase the risk of adverse reactions related to these substrates. Prevention or Management Sildenafil Avoid concomitant use with VOQUEZNA TRIPLE PAK. If concomitant use is unavoidable, see the prescribing information of the respective phosphodiesterase inhibitors for dosage recommendation when given with strong CYP3A inhibitors such as clarithromycin. Tadalafil Vardenafil Other CYP3A Based Interactions Clinical Effect Clarithromycin is a substrate and strong inhibitor of CYP3A4. Clarithromycin increases exposure of CYP3A substrates [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to these substrates [see Warnings and Precautions (5.2) ] . Strong or moderate CYP3A inducers may decrease exposure of clarithromycin. There have been spontaneous or published reports of CYP3A based interactions of clarithromycin with alfentanil, methylprednisolone, cilostazol, bromocriptine, vinblastine, phenobarbital, and St. John's Wort. Prevention or Management Use VOQUEZNA TRIPLE PAK with caution. P-glycoprotein (P-gp) Substrates: Digoxin Clinical Effect Clarithromycin is a P-gp inhibitor. Clarithromycin may increase exposure of P-gp substrates, which may increase the risk of adverse reactions related to these substrates, including potentially fatal arrhythmias. Elevated digoxin serum concentrations in patients receiving clarithromycin and digoxin concomitantly have been reported in postmarketing surveillance. Some patients have shown clinical signs consistent with digoxin toxicity, including potentially fatal arrhythmias. Prevention or Management Digoxin Carefully monitor serum concentrations and refer to the digoxin prescribing information for dosage adjustments when used concomitantly with VOQUEZNA TRIPLE PAK. Drugs Metabolized by CYP450 Isoforms Other than CYP3A Clinical Effect Clarithromycin may increase exposure of drugs that are metabolized by CYP450 isoforms other than CYP3A by inhibiting their metabolism. There have been post-marketing reports of interactions of clarithromycin with drugs not thought to be metabolized by CYP3A. Prevention or Management Hexobarbital Use VOQUEZNA TRIPLE PAK with caution. Phenytoin Valproate Theophylline Clinical Effect Clarithromycin may increase exposure of theophylline (a xanthine derivative drug) [see Clinical Pharmacology (12.3) ] , which may increase the risk of adverse reactions related to theophylline. Prevention or Management Closely monitor serum theophylline concentrations in patients receiving high dosages of theophylline or with baseline concentrations in the upper therapeutic range when used concomitantly with VOQUEZNA TRIPLE PAK. Table 7: Effects of VOQUEZNA DUAL PAK on Other Drugs Drugs Dependent on Gastric pH for Absorption Antiretrovirals Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ] , which may alter the absorption of antiretroviral drugs leading to changes in their safety and/or effectiveness. Prevention or Management Rilpivirine-containing Products Concomitant use with VOQUEZNA DUAL PAK is contraindicated . Atazanavir Avoid concomitant use with VOQUEZNA DUAL PAK. Nelfinavir Other Antiretroviral Drugs See the prescribing information of other antiretroviral drugs dependent on gastric pH for absorption prior to concomitant use with VOQUEZNA DUAL PAK. Other Drugs (e.g., iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole) Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ] , which may decrease the absorption of drugs reducing their effectiveness. Prevention or Management See the prescribing information for other drugs dependent on gastric pH for absorption. Certain CYP3A Substrates where minimal concentration changes may lead to serious toxicities Clinical Effect Vonoprazan is a weak CYP3A inhibitor [see Clinical Pharmacology (12.3) ] . Vonoprazan may increase exposure of CYP3A4 substrates, which may increase the risk of adverse reactions related to these substrates. Prevention or Management Immunosuppressants: Tacrolimus, cyclosporine Frequent monitoring for concentrations and/or adverse reactions related to the substrate drugs when used with VOQUEZNA DUAL PAK. Dosage reduction of substrate drugs may be needed. See prescribing information for the relevant substrate drugs. Oral Anticoagulants Clinical Effect Abnormal prolongation of prothrombin time (increased INR) has been reported in patients receiving amoxicillin and oral anticoagulants. Prevention or Management Appropriate monitoring should be undertaken when anticoagulants are prescribed concurrently. Adjustments in the dose of oral anticoagulants may be necessary to maintain the desired level of anticoagulation. CYP2C19 Substrates (e.g., clopidogrel, citalopram, cilostazol) Clinical Effect Vonoprazan is a CYP2C19 inhibitor [see Clinical Pharmacology (12.3) ] . Vonoprazan may reduce plasma concentrations of the active metabolite of clopidogrel and may cause reduction in platelet inhibition. Vonoprazan may increase exposure of CYP2C19 substrate drugs (e.g., citalopram, cilostazol). Prevention or Management Clopidogrel Carefully monitor the efficacy of clopidogrel and consider alternative anti-platelet therapy. Citalopram and Cilostazol Carefully monitor patients for adverse reactions associated with citalopram and cilostazol. See the prescribing information for dosage adjustments. CgA Test for Neuroendocrine Tumors Clinical Effect Vonoprazan reduces intragastric acidity [see Clinical Pharmacology (12.2) ], which increases CgA levels and may cause false positive results in diagnostic investigations for neuroendocrine tumors. Prevention or Management Assess CgA levels at least 4 weeks after VOQUEZNA DUAL PAK treatment and repeat the test if initial CgA levels are high. If serial tests are performed (e.g., for monitoring), use the same commercial laboratory for testing, as reference ranges between tests may vary. Interaction with Secretin Stimulation Test Clinical Effect Hyper-response in gastrin secretion in response to secretin stimulation test, falsely suggesting gastrinoma. Prevention or Management Test should be performed at least 4 weeks after stopping VOQUEZNA DUAL PAK to allow gastrin levels to return to normal [see Clinical Pharmacology (12.2) ] . Glucose Tests Clinical Effect Amoxicillin is primarily excreted in the urine [see Clinical Pharmacology (12.3) ] . High urine concentrations of ampicillin or amoxicillin may cause false-positive results when using glucose tests based on the Benedict's copper reduction reaction that determines the amount of reducing substances like glucose in the urine. Prevention or Management Use a test based on enzymatic glucose oxidase reactions when testing for glucose in the urine of patients treated with VOQUEZNA DUAL PAK. Components of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK have the potential for clinically important drug interactions. See Full Prescribing Information for important drug interactions with VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK. ( 4 , 5.2 , 7 )"
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions are described below and elsewhere in labeling: Hypersensitivity Reactions [see Warnings and Precautions (5.1) ] Drug-Induced Enterocolitis Syndrome (DIES) [see Warnings and Precautions (5.1) ] Acute Tubulointerstitial Nephritis [see Warnings and Precautions (5.1) ] Clostridioides difficile -Associated Diarrhea [see Warnings and Precautions (5.1) ] QT Prolongation [see Warnings and Precautions (5.2) ] Hepatotoxicity [see Warnings and Precautions (5.2) ] Serious Adverse Reactions Due to Concomitant Use with Other Drugs [see Warnings and Precautions (5.2) ] Exacerbation of Myasthenia Gravis [see Warnings and Precautions (5.2) ] VOQUEZNA TRIPLE PAK : Most common adverse reactions (≥ 2%) were dysgeusia, diarrhea, vulvovaginal candidiasis, headache, abdominal pain, and hypertension. ( 6.1 ) VOQUEZNA DUAL PAK : Most common adverse reactions (≥ 2%) were diarrhea, abdominal pain, vulvovaginal candidiasis, and nasopharyngitis. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Phathom Pharmaceuticals, Inc. at toll-free phone 1-888-775-7428 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse Reactions with VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK The safety of VOQUEZNA TRIPLE PAK was evaluated in 675 adult patients (aged 20 to 82 years) in clinical trials in the United States, Europe and Japan and VOQUEZNA DUAL PAK was evaluated in 348 adult patients (aged 20 to 80 years) in a clinical trial in the United States and Europe. All the patients were screened and found to be positive for H. pylori infection. The safety of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK was evaluated in a randomized, controlled, double-blind triple therapy/open-label dual therapy study conducted in the United States and Europe in treatment-naïve H. pylori -positive adult patients. Patients were randomized 1:1:1 to vonoprazan 20 mg twice daily plus amoxicillin 1,000 mg twice daily plus clarithromycin 500 mg twice daily (VOQUEZNA TRIPLE PAK) or vonoprazan 20 mg twice daily plus amoxicillin 1,000 mg three times daily (VOQUEZNA DUAL PAK) or lansoprazole 30 mg twice daily plus amoxicillin 1,000 mg twice daily plus clarithromycin 500 mg twice daily (LAC) administered for 14 consecutive days. A total of 346 patients received VOQUEZNA TRIPLE PAK in the study, 348 received VOQUEZNA DUAL PAK and 345 received LAC. These patients had a mean age of 51 years (range 20 to 87 years); 62.2% were female, 89.3% were White, 7.4% Black or African American, 1.5% were Asian and 1.8% were others with 72.5% non-Hispanic or Latino. Adverse Reactions Leading to Discontinuation Treatment discontinuation due to an adverse reaction occurred in 2.3% (8/346) of the VOQUEZNA TRIPLE PAK-treated patients, 0.9% (3/348) of the VOQUEZNA DUAL PAK-treated patients and 1.2% (4/345) of the LAC-treated patients. The most common adverse reactions leading to discontinuation of VOQUEZNA TRIPLE PAK were diarrhea (0.6%) and hypertension (0.6%) and the most common adverse reaction leading to discontinuation of VOQUEZNA DUAL PAK was rash (0.6%). Most Common Adverse Reactions The adverse reactions occurring in ≥2% of patients are described in Table 3. Table 3: Adverse Reactions Occurring in ≥2% of Adult Patients Receiving VOQUEZNA DUAL PAK or VOQUEZNA TRIPLE PAK Adverse Reactions VOQUEZNA DUAL PAK VOQUEZNA TRIPLE PAK LAC (N=348) n (%) (N=346) n (%) (N=345) n (%) Diarrhea 18 (5.2) 14 (4.0) 33 (9.6) Dysgeusia Dysgeusia also includes taste disorder. 2 (0.6) 16 (4.6) 21 (6.1) Vulvovaginal candidiasis Vulvovaginal candidiasis includes: urogenital infection fungal, vulvovaginal candidiasis, vulvovaginal mycotic infection, vulvovaginal pruritus, pruritus genital, genital infection fungal. 7 (2.0) 11 (3.2) 5 (1.4) Abdominal pain Abdominal pain includes: abdominal discomfort, abdominal pain, abdominal pain lower, abdominal pain upper. 9 (2.6) 8 (2.3) 10 (2.9) Headache 5 (1.4) 9 (2.6) 5 (1.4) Hypertension Hypertension also includes blood pressure increased. 4 (1.1) 7 (2.0) 3 (0.9) Nasopharyngitis 7 (2.0) 1 (0.3) 3 (0.9) This study was not designed to evaluate meaningful comparisons of the incidence of adverse reactions in the VOQUEZNA DUAL PAK, VOQUEZNA TRIPLE PAK, and LAC treatment groups. Other Adverse Reactions Other adverse reactions occurring in <2% of patients with VOQUEZNA TRIPLE PAK or VOQUEZNA DUAL PAK are listed below by body system: Blood and lymphatic system disorders: anemia, leukocytosis, leukopenia, neutropenia . Cardiac disorders: QT prolongation, tachycardia. Eye disorders: orbital edema. Gastrointestinal disorders: abdominal distension, constipation, dry mouth, duodenal polyp, duodenal ulcer, dyspepsia, flatulence, gastric ulcer, gastroesophageal reflux disease, hematochezia, large intestine polyp, nausea, rectal polyp, stomatitis, tongue discomfort, vomiting. General disorders and administration site conditions: fatigue, pyrexia . Immune system disorders: drug hypersensitivity. Infections and infestations: anal fungal infection, gastrointestinal viral infection, oral fungal infection, pneumonia, tongue fungal infection, upper respiratory tract infection, urinary tract infection, viral infection. Investigations: increased liver function test. Metabolism and nutrition disorders: decreased appetite. Musculoskeletal system: bone fracture. Nervous system disorders: ageusia, dizziness, tension headache. Psychiatric disorders: anxiety, depression, insomnia. Renal and urinary disorders: renal hypertrophy, tubulointerstitial nephritis . Reproductive system and breast disorders: vaginal discharge. Respiratory, thoracic and mediastinal disorders: cough, nasal polyps, oropharyngeal pain. Skin and subcutaneous tissue disorders: dermatitis, dry skin, rash. 6.2 Postmarketing Experience with Components of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK The following adverse reactions have been identified during post-approval use of vonoprazan (outside of the United States), amoxicillin, or clarithromycin (all used separately). Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Vonoprazan Blood and lymphatic system disorders: thrombocytopenia. Immune system disorders: anaphylactic shock, urticaria [see Contraindications (4.1) ]. Infections and Infestations: C. difficile (with concomitant antibacterials) [see Warnings and Precautions (5.1) ]. Investigation: hypomagnesemia, hypokalemia, hypocalcemia, vitamin B12 deficiency. Hepatobiliary disorders: hepatic injury, hepatic failure, jaundice. Skin and subcutaneous tissue disorders: drug eruption, erythema multiforme, SJS, TEN [see Warnings and Precautions (5.1) ] . Amoxicillin Infections and infestations: mucocutaneous candidiasis. Gastrointestinal: Drug-induced enterocolitis syndrome (DIES), black hairy tongue, and hemorrhagic/pseudomembranous colitis. Onset of pseudomembranous colitis symptoms may occur during or after antibacterial treatment [see Warnings and Precautions (5.1) ]. Hypersensitivity reactions: anaphylaxis [see Contraindications (4.1) , Warnings and Precautions (5.1) ]. Serum sickness–like reactions, erythematous maculopapular rashes, erythema multiforme, exfoliative dermatitis, hypersensitivity vasculitis, and urticaria have been reported. Renal: crystalluria has been reported [see Overdosage (10) ]. Hemic and lymphatic systems: hemolytic anemia, thrombocytopenia, thrombocytopenic purpura, eosinophilia, and agranulocytosis have been reported during therapy with penicillins. These reactions are usually reversible on discontinuation of therapy and are believed to be hypersensitivity phenomena. Central nervous system: reversible hyperactivity, agitation, confusion, convulsions, aseptic meningitis, and behavioral changes have been rarely reported. Miscellaneous: tooth discoloration (brown, yellow, or gray staining) has been reported. Most reports occurred in pediatric patients. Discoloration was reduced or eliminated with brushing or dental cleaning in most cases. Skin and subcutaneous tissue disorders: TEN, SJS, DRESS, AGEP, and linear IgA bullous dermatosis. Clarithromycin Blood and lymphatic system: thrombocytopenia, agranulocytosis. Cardiac: ventricular arrhythmia, torsades de pointes. Ear and labyrinth: deafness was reported chiefly in elderly women and was usually reversible. Gastrointestinal: pancreatitis acute, tongue discoloration, tooth discoloration was reported and was usually reversible with professional cleaning upon discontinuation of the drug. Hepatobiliary: hepatic failure, jaundice hepatocellular. Adverse reactions related to hepatic dysfunction have been reported with clarithromycin [see Warnings and Precautions (5.2) ]. Infections and infestations: pseudomembranous colitis [see Warnings and Precautions (5.2) ]. Immune system: anaphylactic reactions, angioedema. Investigations: prothrombin time prolonged, white blood cell count decreased, INR increased. Abnormal urine color has been reported, associated with hepatic failure. Metabolism and nutrition: hypoglycemia has been reported in patients taking oral hypoglycemic agents or insulin. Musculoskeletal and connective tissue: myopathy rhabdomyolysis was reported and in some of the reports, clarithromycin was administered concomitantly with statins, fibrates, colchicine or allopurinol [see Contraindications (4.2) and Warnings and Precautions (5.2) ]. Nervous system: parosmia, anosmia, paresthesia and convulsions. Psychiatric: abnormal behavior, confusional state, depersonalization, disorientation, hallucination, manic behavior, abnormal dream, psychotic disorder. These disorders usually resolve upon discontinuation of the drug. Renal and urinary: renal failure. Skin and subcutaneous tissue disorders: TEN, SJS, DRESS, AGEP, Henoch-Schonlein purpura [see Warnings and Precautions (5.1) ] , acne. Vascular: hemorrhage."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK : Known hypersensitivity to vonoprazan, amoxicillin or any other beta-lactams, clarithromycin or any other macrolide antimicrobial or any component of VOQUEZNA TRIPLE PAK. ( 4.1 ) Known hypersensitivity to vonoprazan, amoxicillin or any other beta-lactams or any component of VOQUEZNA DUAL PAK. ( 4.1 ) Rilpivirine-containing products. ( 4.1 ) VOQUEZNA TRIPLE PAK Due to the Clarithromycin Component : Pimozide. ( 4.2 ) Lomitapide, lovastatin, and simvastatin. ( 4.2 ) Ergot alkaloids (ergotamine or dihydroergotamine). ( 4.2 ) Colchicine in renal or hepatic impairment. ( 4.2 ) History of cholestatic jaundice/hepatic dysfunction with use of clarithromycin. ( 4.2 ) Lurasidone. ( 4.2 ) 4.1 Contraindications to VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK Hypersensitivity Reactions VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK are contraindicated in patients with a known hypersensitivity to any component of VOQUEZNA TRIPLE PAK: vonoprazan, amoxicillin (or other β-lactam antibacterials, e.g., penicillins and cephalosporins), or clarithromycin (or other macrolide antibacterial drugs, e.g., erythromycin) or VOQUEZNA DUAL PAK: vonoprazan or amoxicillin (or other β-lactam antibacterials, e.g., penicillins and cephalosporins) [see Warnings and Precautions (5.1) ]. Rilpivirine-containing Products VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK are contraindicated with rilpivirine-containing products [see Drug Interactions (7) ]. 4.2 Additional Contraindications to VOQUEZNA TRIPLE PAK Due to the Clarithromycin Component Serious Adverse Reactions/Risks Due to Drug Interactions Because of the clarithromycin component, VOQUEZNA TRIPLE PAK is contraindicated with concomitant use of: Pimozide: There have been postmarketing reports of drug interactions when clarithromycin is co-administered with pimozide, resulting in cardiac arrhythmias (QT prolongation, ventricular tachycardia, ventricular fibrillation, and torsades de pointes ) most likely due to inhibition of metabolism of these drugs by clarithromycin. Fatalities have been reported [see Warnings and Precautions (5.2) and Drug Interactions (7) ]. Lipid-lowering Agents: Lomitapide, simvastatin, and lovastatin [see Warnings and Precautions (5.2) and Drug Interactions (7) ] Ergot Alkaloids: Ergotamine or dihydroergotamine [see Drug Interactions (7) ] Colchicine in patients with renal or hepatic impairment [see Warnings and Precautions (5.2) and Drug Interactions (7) ] Lurasidone: Coadministration of clarithromycin and lurasidone may lead to an increase in lurasidone exposure and the potential for serious adverse reactions [see Drug Interactions (7) ] . Cholestatic Jaundice/Hepatic Dysfunction VOQUEZNA TRIPLE PAK is contraindicated in patients with a history of cholestatic jaundice or hepatic dysfunction associated with prior use of clarithromycin."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION VOQUEZNA TRIPLE PAK : The recommended dosage is vonoprazan 20 mg plus amoxicillin 1,000 mg plus clarithromycin 500 mg, each given twice daily (morning and evening, 12 hours apart), with or without food, for 14 days. ( 2.1 ) VOQUEZNA DUAL PAK : The recommended dosage is vonoprazan 20 mg twice daily (morning and evening) plus amoxicillin 1,000 mg, three times a day (morning, mid-day, and evening), with or without food, for 14 days. ( 2.2 ) See full prescribing information for the recommended dosage for patients with renal or hepatic impairment. ( 2.3 , 2.4 ) 2.1 Recommended Dosage for VOQUEZNA TRIPLE PAK VOQUEZNA TRIPLE PAK is a co-packaged product containing vonoprazan tablets, amoxicillin capsules, and clarithromycin tablets each given twice daily (in the morning and evening, 12 hours apart) with or without food, for 14 days [see Clinical Pharmacology (12.3) ] . The recommended adult oral dosage of VOQUEZNA TRIPLE PAK is the following: In the morning, take 20 mg of vonoprazan (one oval pale red tablet), 1,000 mg of amoxicillin (two yellow capsules), and 500 mg of clarithromycin (one oval white tablet) In the evening, take 20 mg of vonoprazan (one oval pale red tablet), and 1,000 mg of amoxicillin (two yellow capsules), and 500 mg of clarithromycin (one oval white tablet) 2.2 Recommended Dosage for VOQUEZNA DUAL PAK VOQUEZNA DUAL PAK is a co-packaged product containing vonoprazan tablets and amoxicillin capsules given with or without food, for 14 days [see Clinical Pharmacology (12.3) ] . The recommended adult oral dosage of VOQUEZNA DUAL PAK is the following: In the morning, take 20 mg of vonoprazan (one oval pale red tablet) and 1,000 mg of amoxicillin (two yellow capsules) Mid-day, take 1,000 mg of amoxicillin (two yellow capsules) In the evening, take 20 mg of vonoprazan (one oval pale red tablet) and 1,000 mg of amoxicillin (two yellow capsules) 2.3 Recommended Dosage in Patients with Renal Impairment The recommended dosage of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK in adult patients with renal impairment is described in Table 1 [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ]. Table 1: Recommended Dosage of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK in Patients with Renal Impairment Estimated GFR Recommended Dosage VOQUEZNA TRIPLE PAK VOQUEZNA DUAL PAK 30 mL/minute or greater 20 mg vonoprazan twice daily 1,000 mg amoxicillin twice daily 500 mg clarithromycin twice daily 20 mg vonoprazan twice daily 1,000 mg amoxicillin three times daily Less than 30 mL/minute Use is not recommended 2.4 Recommended Dosage in Patients with Hepatic Impairment The recommended dosage of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK in adult patients with hepatic impairment is described in Table 2 [see Use in Specific Populations (8.7) and Clinical Pharmacology (12.3) ]. Table 2: Recommended Dosage of VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK in Patients with Hepatic Impairment Classification Recommended Dosage VOQUEZNA TRIPLE PAK VOQUEZNA DUAL PAK Child-Pugh Class A 20 mg vonoprazan twice daily 1,000 mg amoxicillin twice daily 500 mg clarithromycin twice daily 20 mg vonoprazan twice daily 1,000 mg amoxicillin three times daily Child-Pugh Class B Use is not recommended Child-Pugh Class C Use is not recommended 2.5 Missed Doses If a dose is missed, administer VOQUEZNA TRIPLE PAK or VOQUEZNA DUAL PAK as soon as possible, within 4 hours after the missed dose. If more than 4 hours have passed, skip the missed dose and administer the next dose on the regularly scheduled time. Patients should continue the normal dosing schedule until the medication is completed."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE VOQUEZNA TRIPLE PAK, is a co-packaged product containing vonoprazan, a potassium-competitive acid blocker (PCAB), amoxicillin, a penicillin class antibacterial, and clarithromycin, a macrolide antimicrobial, indicated for the treatment of Helicobacter pylori (H. pylori) infection in adults. ( 1.1 ) VOQUEZNA DUAL PAK, is a co-packaged product containing vonoprazan, a PCAB, and amoxicillin, a penicillin class antibacterial, indicated for the treatment of H. pylori infection in adults. ( 1.1 ) To reduce the development of drug-resistant bacteria and maintain the effectiveness of VOQUEZNA TRIPLE PAK, VOQUEZNA DUAL PAK and other antibacterial drugs, VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1.2 ) 1.1 Helicobacter pylori Infection VOQUEZNA TRIPLE PAK or VOQUEZNA DUAL PAK are indicated for the treatment of Helicobacter pylori ( H. pylori ) infection in adults [see Clinical Studies (14) ]. 1.2 Usage To reduce the development of drug-resistant bacteria and maintain the effectiveness of VOQUEZNA TRIPLE PAK, VOQUEZNA DUAL PAK and other antibacterial drugs, VOQUEZNA TRIPLE PAK and VOQUEZNA DUAL PAK should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy."
  ],
  "fetched_at": "2025-10-01T18:17:25.743451",
  "source": "OpenFDA"
}