{
  "drug_name": "Vorinostat",
  "generic_name": [
    "VORINOSTAT"
  ],
  "brand_names": [
    "ZOLINZA"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Coumarin-derivative anticoagulants: Prolongation of prothrombin time and International Normalized Ratio (INR) have been observed with concomitant use. Monitor INR frequently. ( 7.1 ) 7.1 Coumarin-Derivative Anticoagulants Prolongation of prothrombin time (PT) and International Normalized Ratio (INR) were observed in patients receiving ZOLINZA concomitantly with coumarin-derivative anticoagulants. Physicians should monitor PT and INR more frequently in patients concurrently administered ZOLINZA and coumarin derivatives. 7.2 Other HDAC Inhibitors Severe thrombocytopenia and gastrointestinal bleeding have been reported with concomitant use of ZOLINZA and other HDAC inhibitors (e.g., valproic acid). Monitor platelet count every 2 weeks for the first 2 months [see Warnings and Precautions (5.6) ]."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following serious adverse reactions have been associated with ZOLINZA in clinical trials and are discussed in greater detail in other sections of the label: Thromboembolism [see Warnings and Precautions (5.1) ] Myelosuppression [see Warnings and Precautions (5.2) ] Gastrointestinal Toxicity [see Warnings and Precautions (5.3) ] Hyperglycemia [see Warnings and Precautions (5.4) ] Clinical Chemistry Abnormalities [see Warnings and Precautions (5.5) ] Severe thrombocytopenia when combined with other Histone Deacetylase (HDAC) Inhibitors [see Warnings and Precautions (5.6) ] The most common adverse reactions (incidence ≥20%) are diarrhea, fatigue, nausea, thrombocytopenia, anorexia and dysgeusia. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Merck Sharp & Dohme LLC at 1-877-888-4231 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch . 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. The safety of ZOLINZA was evaluated in 107 CTCL patients in two single arm clinical studies in which 86 patients received 400 mg once daily. The data described below reflect exposure to ZOLINZA 400 mg once daily in the 86 patients for a median number of 97.5 days on therapy (range 2 to 480+ days). Seventeen (19.8%) patients were exposed beyond 24 weeks and 8 (9.3%) patients were exposed beyond 1 year. The population of CTCL patients studied was 37 to 83 years of age, 47.7% female, 52.3% male, and 81.4% white, 16.3% black, and 1.2% Asian or multi-racial. Common Adverse Reactions The most common drug-related adverse reactions can be classified into 4 symptom complexes: gastrointestinal symptoms (diarrhea, nausea, anorexia, weight decrease, vomiting, constipation), constitutional symptoms (fatigue, chills), hematologic abnormalities (thrombocytopenia, anemia), and taste disorders (dysgeusia, dry mouth). The most common serious drug-related adverse reactions were pulmonary embolism and anemia. Table 1 summarizes the frequency of CTCL patients with specific adverse reactions, using the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE, version 3.0). Table 1: Clinical or Laboratory Adverse Reactions Occurring in CTCL Patients (Incidence ≥10% of patients) ZOLINZA 400 mg once daily (N=86) Adverse Reactions All Grades Grades 3-4 n % n % Fatigue 45 52.3 3 3.5 Diarrhea 45 52.3 0 0.0 Nausea 35 40.7 3 3.5 Dysgeusia 24 27.9 0 0.0 Thrombocytopenia 22 25.6 5 5.8 Anorexia 21 24.4 2 2.3 Weight Decreased 18 20.9 1 1.2 Muscle Spasms 17 19.8 2 2.3 Alopecia 16 18.6 0 0.0 Dry Mouth 14 16.3 0 0.0 Blood Creatinine Increased 14 16.3 0 0.0 Chills 14 16.3 1 1.2 Vomiting 13 15.1 1 1.2 Constipation 13 15.1 0 0.0 Dizziness 13 15.1 1 1.2 Anemia 12 14.0 2 2.3 Decreased Appetite 12 14.0 1 1.2 Peripheral Edema 11 12.8 0 0.0 Headache 10 11.6 0 0.0 Pruritus 10 11.6 1 1.2 Cough 9 10.5 0 0.0 Upper Respiratory Infection 9 10.5 0 0.0 Pyrexia 9 10.5 1 1.2 The frequencies of more severe thrombocytopenia, anemia [see Warnings and Precautions (5.2) ] and fatigue were increased at doses higher than 400 mg once daily of ZOLINZA. Serious Adverse Reactions The most common serious adverse reactions in the 86 CTCL patients in two clinical trials were pulmonary embolism reported in 4.7% (4/86) of patients, squamous cell carcinoma reported in 3.5% (3/86) of patients and anemia reported in 2.3% (2/86) of patients. There were single events of cholecystitis, death (of unknown cause), deep vein thrombosis, enterococcal infection, exfoliative dermatitis, gastrointestinal hemorrhage, infection, lobar pneumonia, myocardial infarction, ischemic stroke, pelviureteric obstruction, sepsis, spinal cord injury, streptococcal bacteremia, syncope, T-cell lymphoma, thrombocytopenia and ureteric obstruction. Discontinuations Of the CTCL patients who received the 400-mg once daily dose, 9.3% (8/86) of patients discontinued ZOLINZA due to adverse reactions. These adverse reactions, regardless of causality, included anemia, angioneurotic edema, asthenia, chest pain, exfoliative dermatitis, death, deep vein thrombosis, ischemic stroke, lethargy, pulmonary embolism, and spinal cord injury. Dose Modifications Of the CTCL patients who received the 400-mg once daily dose, 10.5% (9/86) of patients required a dose modification of ZOLINZA due to adverse reactions. These adverse reactions included increased serum creatinine, decreased appetite, hypokalemia, leukopenia, nausea, neutropenia, thrombocytopenia and vomiting. The median time to the first adverse reactions resulting in dose reduction was 42 days (range 17 to 263 days). Laboratory Abnormalities Laboratory abnormalities were reported in all of the 86 CTCL patients who received the 400-mg once-daily dose. Increased serum glucose was reported as a laboratory abnormality in 69% (59/86) of CTCL patients who received the 400-mg once daily dose; only 4 of these abnormalities were severe (Grade 3). Increased serum glucose was reported as an adverse reaction in 8.1% (7/86) of CTCL patients who received the 400-mg once daily dose [see Warnings and Precautions (5.4) ]. Transient increases in serum creatinine were detected in 46.5% (40/86) of CTCL patients who received the 400-mg once daily dose. Of these laboratory abnormalities, 34 were NCI CTCAE Grade 1, 5 were Grade 2, and 1 was Grade 3. Proteinuria was detected as a laboratory abnormality (51.4%) in 38 of 74 patients tested. The clinical significance of this finding is unknown. Dehydration Based on reports of dehydration as a serious drug-related adverse reaction in clinical trials, patients were instructed to drink at least 2 L/day of fluids for adequate hydration [see Warnings and Precautions (5.3 , 5.5) ]. Adverse Reactions in Non-CTCL Patients The frequencies of individual adverse reactions were substantially higher in the non-CTCL population. Drug-related serious adverse reactions reported in the non-CTCL population which were not observed in the CTCL population included single events of blurred vision, asthenia, hyponatremia, tumor hemorrhage, Guillain-Barré syndrome, renal failure, urinary retention, cough, hemoptysis, hypertension, and vasculitis. In patients recovering from bowel surgery and treated perioperatively with ZOLINZA, anastomotic healing complications including fistulas, perforations, and abscess formation have occurred."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS None. None ( 4 )"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION 400 mg orally once daily with food. ( 2.1 ) If patient is intolerant to therapy, reduce the dose to 300 mg orally once daily with food. If necessary, reduce the dose further to 300 mg once daily with food for 5 consecutive days each week. ( 2.2 , 5 ) Reduce dose in patients with mild or moderate hepatic impairment. ( 2.2 ) 2.1 Dosing Information The recommended dose is 400 mg orally once daily with food. Treatment may be continued as long as there is no evidence of progressive disease or unacceptable toxicity. ZOLINZA capsules should not be opened or crushed [see How Supplied/Storage and Handling (16) ] . 2.2 Dose Modifications For Toxicity If a patient is intolerant to therapy, the dose may be reduced to 300 mg orally once daily with food. The dose may be further reduced to 300 mg once daily with food for 5 consecutive days each week, as necessary. Hepatic Impairment Reduce the starting dose to 300 mg orally once daily with food in patients with mild to moderate hepatic impairment (bilirubin 1 to 3 × ULN or AST greater than ULN). There is insufficient evidence to recommend a starting dose for patients with severe hepatic impairment (bilirubin greater than 3 × ULN) [see Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZOLINZA ® is indicated for the treatment of cutaneous manifestations in patients with cutaneous T-cell lymphoma who have progressive, persistent or recurrent disease on or following two systemic therapies. ZOLINZA is a histone deacetylase (HDAC) inhibitor indicated for the treatment of cutaneous manifestations in patients with cutaneous T-cell lymphoma (CTCL) who have progressive, persistent or recurrent disease on or following two systemic therapies. ( 1 )"
  ],
  "fetched_at": "2025-10-01T03:02:02.211315",
  "source": "OpenFDA"
}