{
  "drug_name": "Vortioxetine",
  "generic_name": [
    "VORTIOXETINE"
  ],
  "brand_names": [
    "Trintellix"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS Strong inhibitors of CYP2D6: Reduce TRINTELLIX dose by half when coadministered ( 2.5 , 7.1 ). Strong CYP Inducers: Consider dose increase of TRINTELLIX dose when coadministered for more than 14 days. The maximum recommended dose should not exceed 3 times the original dose ( 2.6 , 7.1 ). 7.1 Drugs Having Clinically Important Interactions with TRINTELLIX Table 4: Clinically Important Drug Interactions with TRINTELLIX Monoamine Oxidase Inhibitors (MAOIs) Clinical Impact The concomitant use of SSRIs and SNRIs including TRINTELLIX with MAOIs increases the risk of serotonin syndrome. Intervention Concomitant use of TRINTELLIX is contraindicated: With an MAOI intended to treat psychiatric disorders or within 21 days of stopping treatment with TRINTELLIX. Within 14 days of stopping an MAOI intended to treat psychiatric disorders. In a patient who is being treated with linezolid or intravenous methylene blue. [see Dosage and Administration (2.4) , Contraindications (4) , Warnings and Precautions (5.2) ] Examples selegiline, tranylcypromine, isocarboxazid, phenelzine, linezolid, methylene blue Other Serotonergic Drugs Clinical Impact Concomitant use of TRINTELLIX with other serotonergic drugs increases the risk of serotonin syndrome. Intervention Monitor for symptoms of serotonin syndrome when TRINTELLIX is used concomitantly with other drugs that may affect the serotonergic neurotransmitter systems. If serotonin syndrome occurs, consider discontinuation of TRINTELLIX and/or concomitant serotonergic drugs [see Warnings and Precautions (5.2) ] . Examples Other SNRIs, SSRIs, triptans, tricyclic antidepressants, opioids, lithium, buspirone, amphetamines, tryptophan, and St. John's Wort Strong Inhibitors of CYP2D6 Clinical Impact Concomitant use of TRINTELLIX with strong CYP2D6 inhibitors increases plasma concentrations of vortioxetine. Intervention Reduce TRINTELLIX dose by half when a strong CYP2D6 inhibitor is coadministered [see Dosage and Administration (2.5) ] . Examples bupropion, fluoxetine, paroxetine, quinidine Strong CYP Inducers Clinical Impact Concomitant use of TRINTELLIX with a strong CYP inducer decreases plasma concentrations of vortioxetine. Intervention Consider increasing the TRINTELLIX dose when a strong CYP inducer is coadministered. The maximum dose is not recommended to exceed three times the original dose [see Dosage and Administration (2.6) ]. Examples rifampin, carbamazepine, phenytoin Drugs that Interfere with Hemostasis (antiplatelets agents and anticoagulants) Clinical Impact Concomitant use of TRINTELLIX with an antiplatelet or anticoagulant drug may potentiate the risk of bleeding. Intervention Inform patients of the increased risk of bleeding associated with the concomitant use of TRINTELLIX and antiplatelet agents and anticoagulants. For patients taking warfarin, carefully monitor the international normalized ratio [see Warnings and Precautions (5.3) , Drug Interactions (7.2) ] . Examples aspirin, clopidogrel, heparin, warfarin Drugs Highly Bound to Plasma Protein Clinical Impact TRINTELLIX is highly bound to plasma protein. The concomitant use of TRINTELLIX with another drug that is highly bound to plasma protein may increase free concentrations of TRINTELLIX or other tightly-bound drugs in plasma . Intervention Monitor for adverse reactions and reduce dosage of TRINTELLIX or other protein bound drugs as warranted [see Drug Interactions (7.2) ] . Examples Warfarin 7.2 Effect of TRINTELLIX on Other Drugs Other CNS Active Agents No clinically relevant effect was observed on steady-state lithium exposure following coadministration with multiple daily doses of TRINTELLIX. Multiple doses of TRINTELLIX did not affect the pharmacokinetics or pharmacodynamics (composite cognitive score) of diazepam [see Clinical Pharmacology (12.3) ] . A clinical study has shown that TRINTELLIX (single dose of 20 or 40 mg) did not increase the impairment of mental and motor skills caused by alcohol (single dose of 0.6 g/kg) [see Clinical Pharmacology (12.3) ] . Drugs That Interfere with Hemostasis Following coadministration of stable doses of warfarin (1 to 10 mg/day) with multiple daily doses of TRINTELLIX, no significant effects were observed in INR, prothrombin values or total warfarin (protein bound plus free drug) pharmacokinetics for both R- and S-warfarin. Coadministration of aspirin 150 mg/day with multiple daily doses of TRINTELLIX had no significant inhibitory effect on platelet aggregation or pharmacokinetics of aspirin and salicylic acid [see Clinical Pharmacology (12.3) ] . Patients receiving other drugs that interfere with hemostasis should be carefully monitored when TRINTELLIX is initiated or discontinued [see Warnings and Precautions (5.3) , Drug Interactions (7.1) ] . Highly Protein Bound Drugs In a clinical study with coadministration of TRINTELLIX (10 mg/day) and warfarin (1 mg/day to 10 mg/day), a highly protein bound drug, no significant change in INR was observed [see Drug Interactions (7.1) , Clinical Pharmacology (12.3) ] . 7.3 Interference with Urine Enzyme Immunoassays for Methadone False positive results in urine enzyme immunoassays for methadone have been reported in patients who have taken vortioxetine. An alternative analytical technique (e.g., chromatographic methods) should be considered to confirm positive methadone urine drug screen results."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the label. Hypersensitivity [see Contraindications (4) ] Clinical Worsening and Suicide Risk [see Warnings and Precautions (5.1) ] Serotonin Syndrome [see Warnings and Precautions (5.2) ] Increased Risk of Bleeding [see Warnings and Precautions (5.3) ] Activation of Mania/Hypomania [see Warnings and Precautions (5.4) ] Discontinuation Syndrome [see Warnings and Precautions (5.5) ] Angle Closure Glaucoma [see Warnings and Precautions (5.6) ] Hyponatremia [see Warnings and Precautions (5.7) ] Most common adverse reactions (incidence ≥5% and at least twice the rate of placebo) were: nausea, constipation and vomiting ( 6 ). To report SUSPECTED ADVERSE REACTIONS, contact Takeda Pharmaceuticals America, Inc. at 1-877-TAKEDA-7 (1-877-825-3327) or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Studies Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in clinical practice. Patient Exposure TRINTELLIX was evaluated for safety in 5,852 patients (18 years to 88 years of age) diagnosed with MDD who participated in pre- and postmarketing clinical studies; 2,616 of those patients were exposed to TRINTELLIX in 6 to 8 week, placebo-controlled studies at doses ranging from 5 mg to 20 mg once daily; 204 patients were exposed to TRINTELLIX in a 24 to 64 week placebo-controlled maintenance study at doses of 5 mg to 10 mg once daily; and 429 patients were exposed to TRINTELLIX in a 32 week placebo-controlled maintenance study in the U.S. at doses of 5 mg, 10 mg, and 20 mg, once daily. Patients from the 6 to 8 week studies continued into 12-month open-label studies. A total of 2,586 patients were exposed to at least one dose of TRINTELLIX in open-label studies, 1,727 were exposed to TRINTELLIX for 6 months and 885 were exposed for at least 1 year. Adverse Reactions Reported as Reasons for Discontinuation of Treatment In pooled 6 to 8 week placebo-controlled studies the incidence of patients who received TRINTELLIX 5 mg/day, 10 mg/day, 15 mg/day, and 20 mg/day and discontinued treatment because of an adverse reaction was 5%, 6%, 8%, and 8%, respectively, compared to 4% of placebo-treated patients. Nausea was the most common adverse reaction reported as a reason for discontinuation. Common Adverse Reactions in Placebo-Controlled MDD Studies The most commonly observed adverse reactions in MDD patients treated with TRINTELLIX in 6 to 8 week placebo-controlled studies (incidence ≥5% and at least twice the rate of placebo) were nausea, constipation and vomiting. Table 2 shows the incidence of common adverse reactions that occurred in ≥2% of MDD patients treated with any TRINTELLIX dose and at least 2% more frequently than in placebo-treated patients in the 6 to 8 week placebo-controlled studies. Table 2: Adverse Reactions Occurring in ≥2% of Patients Treated with Any TRINTELLIX Dose and at Least 2% Greater Than the Incidence in Placebo-Treated Patients System Organ Class Preferred Term TRINTELLIX 5 mg/day TRINTELLIX 10 mg/day TRINTELLIX 15 mg/day TRINTELLIX 20 mg/day Placebo N=1013 % N=699 % N=449 % N=455 % N=1621 % Gastrointestinal disorders Nausea 21 26 32 32 9 Diarrhea 7 7 10 7 6 Dry mouth 7 7 6 8 6 Constipation 3 5 6 6 3 Vomiting 3 5 6 6 1 Flatulence 1 3 2 1 1 Nervous system disorders Dizziness 6 6 8 9 6 Psychiatric disorders Abnormal dreams <1 <1 2 3 1 Skin and subcutaneous tissue disorders Pruritus includes pruritus generalized 1 2 3 3 1 Nausea Nausea was the most common adverse reaction and its frequency was dose-related (Table 2) . It was usually considered mild or moderate in intensity and the median duration was two weeks. Nausea was more common in females than males. Nausea most commonly occurred in the first week of TRINTELLIX treatment with 15 to 20% of patients experiencing nausea after one to two days of treatment. Approximately 10% of patients taking TRINTELLIX 10 mg/day to 20 mg/day had nausea at the end of the 6 to 8 week placebo-controlled studies. Sexual Dysfunction Difficulties in sexual desire, sexual performance and sexual satisfaction often occur as manifestations of psychiatric disorders or comorbid conditions, but they may also be consequences of pharmacologic treatment, including TRINTELLIX. In addition to the data from the MDD studies mentioned below, TRINTELLIX has been prospectively assessed for its effects in MDD patients with existing TESD induced by prior SSRI treatment and in healthy adults with normal sexual function at baseline [see Clinical Studies (14) ] . Voluntarily Reported Adverse Reactions of Sexual Dysfunction In the MDD 6 to 8 week controlled trials of TRINTELLIX, voluntarily reported adverse reactions related to sexual dysfunction were captured as individual event terms. These event terms have been aggregated and the overall incidence was as follows. In male patients the overall incidence was 3%, 4%, 4%, 5% in TRINTELLIX 5 mg/day, 10 mg/day, 15 mg/day, 20 mg/day, respectively, compared to 2% in placebo. In female patients, the overall incidence was <1%, 1%, <1%, 2% in TRINTELLIX 5 mg/day, 10 mg/day, 15 mg/day, 20 mg/day, respectively, compared to <1% in placebo. Adverse Reactions of Sexual Dysfunction in Patients with Normal Sexual Functioning at Baseline Because voluntarily reported adverse sexual reactions are known to be underreported, in part because patients and physicians may be reluctant to discuss them, the Arizona Sexual Experiences Scale (ASEX), a validated measure designed to identify sexual side effects, was used prospectively in seven placebo-controlled trials. The ASEX scale includes five questions that pertain to the following aspects of sexual function: 1) sex drive, 2) ease of arousal, 3) ability to achieve erection (men) or lubrication (women), 4) ease of reaching orgasm, and 5) orgasm satisfaction. The presence or absence of sexual dysfunction among patients entering clinical studies was based on their self-reported ASEX scores. For patients without sexual dysfunction at baseline (approximately 1/3 of the population across all treatment groups in each study), Table 3 shows the incidence of patients that developed TESD when treated with TRINTELLIX or placebo in any fixed dose group. Physicians should routinely inquire about possible sexual side effects. Table 3: ASEX Incidence of Treatment Emergent Sexual Dysfunction Incidence based on number of subjects with sexual dysfunction during the study/number of subjects without sexual dysfunction at baseline. Sexual dysfunction was defined as a subject scoring any of the following on the ASEX scale at two consecutive visits during the study: 1) total score ≥19; 2) any single item ≥5; 3) three or more items each with a score ≥4 TRINTELLIX 5 mg/day N=65:67 Sample size for each dose group is the number of patients (females:males) without sexual dysfunction at baseline TRINTELLIX 10 mg/day N=94:86 TRINTELLIX 15 mg/day N=57:67 TRINTELLIX 20 mg/day N=67:59 Placebo N=135:162 Females 22% 23% 33% 34% 20% Males 16% 20% 19% 29% 14% Adverse Reactions Following Abrupt Discontinuation of TRINTELLIX Treatment Discontinuation symptoms have been prospectively evaluated in patients taking TRINTELLIX 10 mg/day, 15 mg/day, and 20 mg/day using the Discontinuation-Emergent Signs and Symptoms (DESS) scale in clinical trials. Some patients experienced discontinuation symptoms such as headache, muscle tension, mood swings, sudden outbursts of anger, dizziness, and runny nose in the first week of abrupt discontinuation of TRINTELLIX 15 mg/day and 20 mg/day. Laboratory Tests TRINTELLIX has not been associated with any clinically important changes in laboratory test parameters in serum chemistry (except sodium), hematology and urinalysis as measured in the 6 to 8 week placebo-controlled studies. Hyponatremia has been reported with the treatment of TRINTELLIX [see Warnings and Precautions (5.7) ] . In the 6-month, double-blind, placebo-controlled phase of a long-term study in patients who had responded to TRINTELLIX during the initial 12 week, open-label phase, there were no clinically important changes in lab test parameters between TRINTELLIX and placebo-treated patients. Weight TRINTELLIX had no significant effect on body weight as measured by the mean change from baseline in the 6 to 8 week placebo-controlled studies. In the six month, double-blind, placebo-controlled phase of a long-term study in patients who had responded to TRINTELLIX during the initial 12-week, open-label phase, there was no significant effect on body weight between TRINTELLIX and placebo-treated patients. Vital Signs TRINTELLIX has not been associated with any clinically significant effects on vital signs, including systolic and diastolic blood pressure and heart rate, as measured in placebo-controlled studies. Other Adverse Reactions Observed in Clinical Studies The following listing does not include reactions: 1) already listed in previous tables or elsewhere in labeling, 2) for which a drug cause was remote, 3) which were so general as to be uninformative, 4) which were not considered to have significant clinical implications, or 5) which occurred at a rate equal to or less than placebo. Ear and labyrinth disorders — vertigo Gastrointestinal disorders — dyspepsia Nervous system disorders — dysgeusia Vascular disorders — flushing 6.2 Postmarketing Experience The following adverse reactions have been identified during postapproval use of TRINTELLIX. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. Endocrine disorders — hyperprolactinemia Gastrointestinal System — acute pancreatitis Immune system disorders — hypersensitivity reactions (including anaphylaxis and urticaria) Metabolic disorders — weight gain Nervous system disorders — seizure, headache Psychiatric disorders — aggression, agitation, anger, hostility, irritability Respiratory, thoracic and mediastinal disorders — anosmia, hyposmia Skin and subcutaneous tissue disorders — rash, generalized rash, hyperhidrosis"
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Hypersensitivity to vortioxetine or any component of the formulation. Hypersensitivity reactions including anaphylaxis, angioedema, and urticaria have been reported in patients treated with TRINTELLIX [see Adverse Reactions (6.2) ] . The use of MAOIs intended to treat psychiatric disorders with TRINTELLIX or within 21 days of stopping treatment with TRINTELLIX is contraindicated because of an increased risk of serotonin syndrome. The use of TRINTELLIX within 14 days of stopping an MAOI intended to treat psychiatric disorders is also contraindicated [see Dosage and Administration (2.4) , Warnings and Precautions (5.2) ] . Starting TRINTELLIX in a patient who is being treated with MAOIs such as linezolid or intravenous methylene blue is also contraindicated because of an increased risk of serotonin syndrome [see Warnings and Precautions (5.2) ] . Hypersensitivity to vortioxetine or any components of the TRINTELLIX formulation ( 4 ). Monoamine Oxidase Inhibitors (MAOIs): Do not use MAOIs intended to treat psychiatric disorders with TRINTELLIX or within 21 days of stopping treatment with TRINTELLIX. Do not use TRINTELLIX within 14 days of stopping an MAOI intended to treat psychiatric disorders. In addition, do not start TRINTELLIX in a patient who is being treated with linezolid or intravenous methylene blue ( 4 )."
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION The recommended starting dose is 10 mg administered orally once daily without regard to meals ( 2.1 ). The dose should then be increased to 20 mg/day, as tolerated ( 2.1 ). Consider 5 mg/day for patients who do not tolerate higher doses ( 2.1 ). TRINTELLIX can be discontinued abruptly. However, it is recommended that doses of 15 mg/day or 20 mg/day be reduced to 10 mg/day for one week prior to full discontinuation if possible ( 2.3 ). The maximum recommended dose is 10 mg/day in known CYP2D6 poor metabolizers ( 2.5 ). 2.1 Recommended Dosage The recommended starting dose is 10 mg administered orally once daily without regard to meals. Dosage should then be increased to 20 mg/day, as tolerated. The efficacy and safety of doses above 20 mg/day have not been evaluated in controlled clinical trials. A dose decrease down to 5 mg/day may be considered for patients who do not tolerate higher doses [see Clinical Studies (14) ] . 2.2 Screen for Bipolar Disorder Prior to Starting TRINTELLIX Prior to initiating treatment with TRINTELLIX or another antidepressant, screen patients for personal or family history of bipolar disorder, mania, or hypomania [see Warnings and Precautions (5.4) ] . 2.3 Discontinuing Treatment Although TRINTELLIX can be abruptly discontinued, in placebo-controlled trials patients experienced transient adverse reactions such as headache and muscle tension following abrupt discontinuation of TRINTELLIX 15 mg/day or 20 mg/day. It is recommended that the dose be decreased to 10 mg/day for one week before full discontinuation of TRINTELLIX 15 mg/day or 20 mg/day [see Warnings and Precautions (5.5) and Adverse Reactions (6) ] . 2.4 Switching a Patient to or From a Monoamine Oxidase Inhibitor (MAOI) Intended to Treat Psychiatric Disorders At least 14 days must elapse between discontinuation of a MAOI intended to treat psychiatric disorders and initiation of therapy with TRINTELLIX to avoid the risk of Serotonin Syndrome [see Warnings and Precautions (5.2) ] . Conversely, at least 21 days must elapse after stopping TRINTELLIX before starting an MAOI intended to treat psychiatric disorders [see Contraindications (4) ] . 2.5 Use of TRINTELLIX in Known CYP2D6 Poor Metabolizers or in Patients Taking Strong CYP2D6 Inhibitors The maximum recommended dose of TRINTELLIX is 10 mg/day in known CYP2D6 poor metabolizers. Reduce the dose of TRINTELLIX by one-half when patients are receiving a CYP2D6 strong inhibitor (e.g., bupropion, fluoxetine, paroxetine, or quinidine) concomitantly. The dose should be increased to the original level when the CYP2D6 inhibitor is discontinued [see Drug Interactions (7.1) , Use in Specific Populations (8.6) ] . 2.6 Use of TRINTELLIX in Patients Taking Strong CYP Inducers Consider increasing the dose of TRINTELLIX when a strong CYP inducer (e.g., rifampin, carbamazepine, or phenytoin) is coadministered for greater than 14 days. The maximum recommended dose should not exceed three times the original dose. The dose of TRINTELLIX should be reduced to the original level within 14 days, when the inducer is discontinued [see Drug Interactions (7.1) ] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE TRINTELLIX is indicated for the treatment of major depressive disorder (MDD) in adults. TRINTELLIX is indicated for the treatment of major depressive disorder (MDD) in adults ( 1 , 14 )."
  ],
  "fetched_at": "2025-10-01T17:17:26.565631",
  "source": "OpenFDA"
}