{
  "drug_name": "Xenon-133",
  "generic_name": [
    "XENON XE-133"
  ],
  "brand_names": [
    "Xenon"
  ],
  "drug_interactions": [],
  "warnings": [
    "WARNINGS: Xenon Xe 133 Gas delivery systems, i.e., respirators or spirometers, and associated tubing assemblies must be leakproof to avoid loss of radioactivity into the environs not specifically protected by exhaust systems. Xenon Xe 133 adheres to some plastics and rubber and should not be allowed to stand in tubing or respirator containers. The unrecognized loss of radioactivity from the dose for administration may render the study non-diagnostic. The vial stopper contains dry natural rubber latex and may cause allergic reactions in providers or patients who are sensitive to latex."
  ],
  "adverse_reactions": [
    "ADVERSE REACTIONS: Adverse reactions related to the use of this agent have not been reported to date."
  ],
  "contraindications": [
    "CONTRAINDICATIONS: None known."
  ],
  "dosage_administration": [
    "DOSAGE AND ADMINISTRATION: Xenon Xe 133 Gas is administered by inhalation from closed respirator systems or spirometers. The suggested activity range employed for inhalation by the average adult patient (70 kg) is: Pulmonary function including imaging: 74-1110MBq (2-30mCi) in 3 liters of air. Cerebral blood flow: 370-1110MBq (10-30mCi) in 3 liters of air. The patient dose should be measured by a suitable radioactivity calibration system immediately prior to administration. RADIATION DOSIMETRY The estimated absorbed radiation doses Method of Calculation: A Schema for Absorbed-Dose Calculation for Biologically Distributed Radionuclides, Supplement No. 1, MIRD pamphlet No. 1, J. Nucl. Med., p.7 (1968). to an average patient (70 kg) for pulmonary perfusion and cerebral blood flow studies from a maximum dose of 1110 MBq (30mCi) of Xenon Xe 133 in 3 liters of air are shown in Table 4. Table 4. Radiation Doses Effective Whole Half-Time Lungs 99% of activity is in lungs. Brain Body mGy/1110MBq (rads/30mCi) Pulmonary Perfusion 2 min. 2.5(0.25) 0.014(0.0014) 0.027(0.0027) Cerebral Blood Flow 5 min. 6.3(0.63) 0.035(0.0035) 0.068(0.0068)"
  ],
  "indications": [
    "INDICATIONS AND USAGE: Inhalation of Xenon Xe 133 Gas has proved valuable for the evaluation of pulmonary function and for imaging the lungs. It may also be applied to assessment of cerebral flow."
  ],
  "fetched_at": "2025-10-01T17:33:31.872151",
  "source": "OpenFDA"
}