{
  "drug_name": "Zolmitriptan",
  "generic_name": [
    "ZOLMITRIPTAN"
  ],
  "brand_names": [
    "Zolmitriptan"
  ],
  "drug_interactions": [
    "7 DRUG INTERACTIONS If co-administered with cimetidine: Maximum single dose of 2.5 mg, not to exceed 5 mg in any 24-hour period. (2.3 , 7.4) 7.1 Ergot-containing drugs Ergot-containing drugs have been reported to cause prolonged vasospastic reactions. Because these effects may be additive, use of ergotamine-containing or ergot-type medications (like dihydroergotamine or methysergide) and zolmitriptan within 24 hours of each other is contraindicated [see Contraindications (4) ] . 7.2 MAO-A Inhibitors MAO-A inhibitors increase the systemic exposure of zolmitriptan. Therefore, the use of zolmitriptan in patients receiving MAO-A inhibitors is contraindicated [see Contraindications (4) and Clinical Pharmacology (12.3) ] . 7.3 5-HT 1B/1D agonists (e.g. triptans) Concomitant use of other 5-HT 1B/1D agonists (including triptans) within 24 hours of zolmitriptan treatment is contraindicated because the risk of vasospastic reactions may be additive [see Contraindications (4) ] . 7.4 Cimetidine Following administration of cimetidine, the half-life and AUC of zolmitriptan and its active metabolites were approximately doubled [see Clinical Pharmacology (12.3) ] . If cimetidine and zolmitriptan are used concomitantly, limit the maximum single dose of zolmitriptan to 2.5 mg, not to exceed 5 mg in any 24-hour period [see Dosage and Administration (2.3) and Clinical Pharmacology (12.3) ] . 7.5 Selective Serotonin Reuptake Inhibitors/Serotonin Norepinephrine Reuptake Inhibitors and Serotonin Syndrome Cases of life-threatening serotonin syndrome have been reported during combined use of selective serotonin reuptake inhibitors (SSRIs) or serotonin norepinephrine reuptake inhibitors (SNRIs) and triptans [see Warnings and Precautions (5.7) ] ."
  ],
  "warnings": [],
  "adverse_reactions": [
    "6 ADVERSE REACTIONS The following adverse reactions are discussed in more detail in other sections of labeling: Myocardial Ischemia, Myocardial Infarction, and Prinzmetal's Angina [see Warnings and Precautions (5.1) ] Arrhythmias [see Warnings and Precautions (5.2) ] Chest, Throat, Neck and/or Jaw Pain/Tightness/Pressure [see Warnings and Precautions (5.3)] Cerebrovascular Events [see Warnings and Precautions (5.4)] Other Vasospasm Reactions [see Warnings and Precautions (5.5)] Medication Overuse Headache [see Warnings and Precautions (5.6) ] Serotonin Syndrome [see Warnings and Precautions (5.7) ] Increase in Blood Pressure [see Warnings and Precautions (5.8) ] The most common adverse reactions (≥ 5% and > placebo) were: Adults: unusual taste, paresthesia, dizziness, and hyperesthesia (6.1) Pediatrics: unusual taste (6.1) To report SUSPECTED ADVERSE REACTIONS, contact Amneal Pharmaceuticals at 1-877-835-5472 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical studies are conducted under widely varying conditions, adverse reaction rates observed in the clinical studies of a drug cannot be directly compared to rates in the clinical studies of another drug and may not reflect the rates observed in practice. Adults Among 460 patients treating 1180 single attacks with zolmitriptan nasal spray in a blinded placebo controlled trial (Study 1), there was a low withdrawal rate related to adverse reactions: 5 mg (1.3%), 2.5 mg (0%), and placebo (0.4%). None of the withdrawals were due to a serious event. One patient was withdrawn due to abnormal ECG changes from baseline that were incidentally found 23 days after the last dose of zolmitriptan nasal spray. The most common adverse reactions (≥ 5% and > placebo) in any dosage strength in clinical trials for zolmitriptan nasal spray were: unusual taste, paresthesia, hyperesthesia, and dizziness. The incidence of adverse reactions was generally dose-related. Table 1 lists the adverse reactions from the controlled clinical trial (Study 1) that occurred in ≥ 2% of patients in either the 2.5 or 5 mg zolmitriptan nasal spray dose groups and with an incidence greater than placebo. Table 1: Adverse reactions in a Placebo-Controlled Study in Adult Patients with Migraine (Study 1) Body System Adverse Reaction Placebo (N=228) Zolmitriptan 2.5 mg (N=224) Zolmitriptan 5 mg (N=236) Atypical Sensations Hyperesthesia 0% 1% 5% Paraesthesia 6% 5% 10% Warm Sensation 2% 4% 0% Ear/Nose/Throat Disorder/Discomfort of nasal cavity 2% 1% 3% Pain and Pressure Sensations Pain Location Specified 1% 2% 4% Throat Pain 1% 4% 4% Throat Tightness 1% <1% 2% Digestive Dry Mouth <1% 3% 2% Nausea 1% 1% 4% Neurological Dizziness 4% 6% 3% Somnolence 2% 1% 4% Other Unusual Taste 3% 17% 21% Asthenia 1% 3% 3% In Study 1, adverse reactions occurring in ≥ 1% and < 2% of patients in all attacks in either zolmitriptan nasal spray dose group and with incidence greater than that of placebo were: abdominal pain, chills, throat pressure, facial edema, chest pressure, palpitation, dysphagia, arthralgia, myalgia, and depersonalization. The incidence of adverse reactions in controlled clinical trials was not affected by gender, weight, or age of the patients (18-39 vs. 40-65 years of age), or presence of aura. There were insufficient data to assess the impact of race on the incidence of adverse reactions. Local Adverse Reactions: Among 460 patients using zolmitriptan 2.5 mg or 5 mg in the controlled clinical trial, approximately 3% noted local irritation or soreness at the site of administration. Adverse reactions of any kind, perceived in the nasopharynx (which may include systemic effects of triptans) were severe in about 1% of patients and approximately 57% resolved in 1 hour. Nasopharyngeal examinations, in a subset of patients participating in two long term trials of up to one-year duration, failed to demonstrate any clinically significant changes with repeated use of zolmitriptan nasal spray. All nasopharyngeal adverse reactions with an incidence of ≥ 2% of patients in any zolmitriptan nasal spray dose groups are included in Table 1. Other Adverse Reactions: In the paragraphs that follow, the frequencies of less commonly reported adverse clinical reactions are presented. Because the reports include reactions observed in open and uncontrolled studies, the role of zolmitriptan in their causation cannot be reliably determined. Furthermore, variability associated with adverse reaction reporting, the terminology used to describe adverse reactions, etc., limit the value of the quantitative frequency estimates provided. Reaction frequencies are calculated as the number of patients who used zolmitriptan nasal spray and reported a reaction divided by the total number of patients exposed to zolmitriptan nasal spray (n=3059). All reported reactions are included except those already listed in the previous table, those too general to be informative, and those not reasonably associated with the use of the drug. Reactions are further classified within body system categories and enumerated in order of decreasing frequency using the following definitions: infrequent adverse reactions are those occurring in 1/100 to 1/1,000 patients and rare adverse reactions are those occurring in fewer than 1/1,000 patients. General: Infrequent: allergic reactions. Cardiovascular: Infrequent: arrhythmias, hypertension, syncope and tachycardia. Rare: angina pectoris and myocardial infarct. Digestive: Rare: stomatitis. Neurological: Infrequent: agitation, amnesia, anxiety, depression, insomnia, and nervousness. Rare: convulsions. Respiratory: Infrequent: bronchitis, increased cough, dyspnea, epistaxis, laryngeal edema, pharyngitis, rhinitis, and sinusitis. Skin: Infrequent: pruritus, rash, and urticaria. Urogenital: Infrequent: polyuria and urinary urgency. Rare: urinary frequency. Special senses: Infrequent: tinnitus. Rare: conjunctivitis, dry eye, and visual field defect. The adverse reaction profile seen with zolmitriptan nasal spray is similar to that seen with zolmitriptan tablets and zolmitriptan orally disintegrating tablets except for the occurrence of local adverse reactions from the nasal spray (see zolmitriptan tablet/zolmitriptan oral disintegrating tablet Prescribing Information) . Pediatric Patients 12 to 17 Years of Age The safety of zolmitriptan nasal spray in the acute treatment of migraine in pediatric patients 12 to 17 years of age was established in two studies [see Pediatric Use (8.4) and Clinical Studies (14.2) ] . The most common adverse reactions (incidence of ≥ 2% of pediatric patients receiving 2.5 mg and 5 mg zolmitriptan nasal spray and numerically greater than placebo) after a single dose are summarized in Table 2. Dysgeusia (unusual taste) was the most common adverse reaction, with a numerically greater incidence for patients receiving zolmitriptan compared to placebo (10% vs. 2%). Other common adverse reactions were nasal discomfort, dizziness, oropharyngeal pain, and nausea. Table 2 lists the adverse reactions from the pooled placebo-controlled studies that occurred in ≥ 2% of pediatric patients 12 to 17 years of age in either the 2.5 mg or 5 mg zolmitriptan dose groups and with an incidence greater than placebo. Table 2: Adverse reactions in Pooled Placebo-Controlled Studies in Pediatric Patients 12 to 17 years of Age with Migraine Adverse Reaction Placebo (N=437) Zolmitriptan 2.5 mg (N=81) Zolmitriptan 5 mg (N=431) Unusual taste 2% 6% 10% Nasal discomfort 1% 3% 3% Dizziness 1% 0% 2% Oropharyngeal pain 2% 0% 2% Nausea 1% 1% 2% The adverse reaction profile was similar across gender. There were insufficient data to assess the impact of race on the incidence of adverse reactions. 6.2 Postmarketing Experience The following adverse reactions were identified during post approval use of zolmitriptan. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The reactions enumerated include all except those already listed in the Clinical Trials Experience section above or the Warnings and Precautions section. Hypersensitivity Reactions: There have been reports of anaphylaxis, anaphylactoid, and hypersensitivity reactions including angioedema in patients receiving zolmitriptan. Zolmitriptan is contraindicated in patients with a history of hypersensitivity reaction to zolmitriptan."
  ],
  "contraindications": [
    "4 CONTRAINDICATIONS Zolmitriptan is contraindicated in patients with: Ischemic coronary artery disease (angina pectoris, history of myocardial infarction, or documented silent ischemia), other significant underlying cardiovascular disease, or coronary artery vasospasm including Prinzmetal's angina [see Warnings and Precautions (5.1) ] Wolff-Parkinson-White Syndrome or arrhythmias associated with other cardiac accessory conduction pathway disorders [see Warnings and Precautions (5.2) ] History of stroke, transient ischemic attack (TIA) or history of hemiplegic or basilar migraine because these patients are at higher risk of stroke [see Warnings and Precautions (5.4) ] Peripheral vascular disease (PVD) [see Warnings and Precautions (5.5) ] Ischemic bowel disease [see Warnings and Precautions (5.5) ] Uncontrolled hypertension [see Warnings and Precautions (5.8) ] Recent use (i.e., within 24 hours) of another 5-HT 1 agonist, ergotamine-containing medication, or ergot-type medication (such as dihydroergotamine or methysergide) [see Drug Interactions (7.1 , 7.3) ] Concurrent administration of an MAO-A inhibitor or recent discontinuation of a MAO-A inhibitor (that is within 2 weeks) [see Drug Interactions (7.2) and Clinical Pharmacology (12.3) ] Known hypersensitivity to zolmitriptan (angioedema and anaphylaxis seen) [see Adverse Reactions (6.2) ] History of ischemic heart disease or coronary artery vasospasm (4) Symptomatic Wolff-Parkinson-White syndrome or other cardiac accessory conduction pathway disorders (4) History of stroke, transient ischemic attack, or hemiplegic or basilar migraine (4) Peripheral Vascular Disease (4) Ischemic bowel disease (4) Uncontrolled hypertension (4) Recent (within 24 hours) use of another 5-HT 1 agonist (e.g., another triptan) or of an ergot-type medication (4) MAO-A inhibitor used in past 2 weeks (4) Hypersensitivity to zolmitriptan (4)"
  ],
  "dosage_administration": [
    "2 DOSAGE AND ADMINISTRATION Recommended starting dose: 2.5 mg (2.1) Maximum single dose: 5 mg (2.1) May repeat dose after 2 hours if needed; not to exceed 10 mg in any 24-hour period (2.1) 2.1 Dosing Information The recommended starting dose for ZOLMITRIPTAN NASAL SPRAY in adult and pediatric patients 12 years of age and older is 2.5 mg. As the individual response to ZOLMITRIPTAN NASAL SPRAY may vary, the dose should be adjusted on an individual basis. The maximum recommended single dose of ZOLMITRIPTAN NASAL SPRAY is 5 mg. If the migraine has not resolved by 2 hours after taking ZOLMITRIPTAN NASAL SPRAY, or returns after a transient improvement, another dose may be administered at least 2 hours after the previous dose. The maximum daily dose should not exceed 10 mg in any 24-hour period. The safety of ZOLMITRIPTAN NASAL SPRAY in the treatment of an average of more than four headaches in a 30-day period has not been established. 2.2 Dosing in Patients with Hepatic Impairment ZOLMITRIPTAN NASAL SPRAY is not recommended in patients with moderate to severe hepatic impairment because of increased zolmitriptan blood levels in these patients and elevation of blood pressure in some of these patients. The recommended dosage of ZOLMITRIPTAN NASAL SPRAY in patients with mild hepatic impairment is the same as for patients with normal hepatic function [see Dosage and Administration (2.1) , Warnings and Precautions (5.8) , Use in Specific Populations (8.6) and Clinical Pharmacology (12.3) ] . 2.3 Dosing in Patients taking Cimetidine If ZOLMITRIPTAN NASAL SPRAY is co-administered with cimetidine, limit the maximum single dose of ZOLMITRIPTAN NASAL SPRAY to 2.5 mg, not to exceed 5 mg in any 24-hour period [see Drug Interactions (7.4) and Clinical Pharmacology (12.3)] ."
  ],
  "indications": [
    "1 INDICATIONS AND USAGE ZOLMITRIPTAN NASAL SPRAY is indicated for the acute treatment of migraine with or without aura in adults and pediatric patients 12 years of age and older. Limitations of Use Only use ZOLMITRIPTAN NASAL SPRAY if a clear diagnosis of migraine has been established. If a patient has no response to ZOLMITRIPTAN NASAL SPRAY treatment for the first migraine attack, reconsider the diagnosis of migraine before ZOLMITRIPTAN NASAL SPRAY is administered to treat any subsequent attacks. ZOLMITRIPTAN NASAL SPRAY is not indicated for the prevention of migraine attacks. Safety and effectiveness of ZOLMITRIPTAN NASAL SPRAY have not been established for cluster headache. Not recommended in patients with moderate or severe hepatic impairment [see Dosage and Administration (2.2) ] . ZOLMITRIPTAN NASAL SPRAY is a serotonin (5-HT) 1B/1D receptor agonist (triptan) indicated for the acute treatment of migraine with or without aura in adults and pediatric patients 12 years and older (1) Limitations of Use: Use only after a clear diagnosis of migraine has been established (1) Not intended for the prophylactic therapy of migraine (1) Not indicated for the treatment of cluster headache (1) Not recommended in patients with moderate to severe hepatic impairment (1)"
  ],
  "fetched_at": "2025-09-30T21:07:17.587401",
  "source": "OpenFDA"
}